{"AllianceGenome": "5469", "HGNC": "5469", "MIM": "146730", "_id": "3484", "_version": 1, "accession": {"genomic": ["AC091524.4", "AH002734.2", "AY434089.1", "CH236958.1", "CH471128.2", "CP068271.2", "CS138146.1", "HC007038.1", "HI179158.1", "M59316.1", "M74587.1", "NC_000007.14", "NC_060931.1"], "protein": ["AAA52540.1", "AAA52542.1", "AAA52783.1", "AAA52784.1", "AAA52785.1", "AAH35263.2", "AAH57806.1", "AAQ96599.1", "AAS07553.1", "AAV38491.1", "ACO37638.1", "BAG37433.1", "CAA30942.1", "CAA31771.1", "CAA33110.1", "CAA68770.1", "CAJ21549.1", "CBH19324.1", "CBX53887.1", "EAL23800.1", "EAW61030.1", "EAW61031.1", "NP_000587.1", "P08833.1", "XP_054214093.1"], "rna": ["AF042356.1", "AK314925.1", "AV695706.2", "BC035263.1", "BC057806.1", "BT019685.1", "BX336957.2", "CA429917.1", "FJ795026.1", "M20841.1", "M31145.1", "NM_000596.4", "NM_001013029.1", "X12385.1", "X13405.1", "X15002.1", "XM_054358118.1", "Y00856.1"], "translation": [{"protein": "AAV38491.1", "rna": "BT019685.1"}, {"protein": "AAH35263.2", "rna": "BC035263.1"}, {"protein": "CAA30942.1", "rna": "X12385.1"}, {"protein": "AAA52540.1", "rna": "M20841.1"}, {"protein": "AAH57806.1", "rna": "BC057806.1"}, {"protein": "NP_000587.1", "rna": "NM_000596.4"}, {"protein": "BAG37433.1", "rna": "AK314925.1"}, {"protein": "CAA33110.1", "rna": "X15002.1"}, {"protein": "AAA52542.1", "rna": "M31145.1"}, {"protein": "XP_054214093.1", "rna": "XM_054358118.1"}, {"protein": "CAA68770.1", "rna": "Y00856.1"}, {"protein": "CAA31771.1", "rna": "X13405.1"}, {"protein": "ACO37638.1", "rna": "FJ795026.1"}]}, "alias": ["AFBP", "IBP1", "IGF-BP25", "PP12", "hIGFBP-1"], "ensembl": {"gene": "ENSG00000146678", "protein": ["ENSP00000275525", "ENSP00000413511", "ENSP00000417069"], "transcript": ["ENST00000275525", "ENST00000457280", "ENST00000468955"], "translation": [{"protein": "ENSP00000413511", "rna": "ENST00000457280"}, {"protein": "ENSP00000275525", "rna": "ENST00000275525"}, {"protein": "ENSP00000417069", "rna": "ENST00000468955"}], "type_of_gene": "protein_coding"}, "entrezgene": "3484", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 7.29465738844, "exp_mis": 94.4309639077, "exp_syn": 53.4814674372, "lof_z": 0.841598748637449, "mis_z": 0.827031724286815, "mu_lof": 6.02801467212e-07, "mu_mis": 1.10555525089e-05, "mu_syn": 6.40862598465e-06, "n_lof": 5.0, "n_mis": 78.0, "n_syn": 39.0, "p_li": 0.00178327971594811, "p_null": 0.283760707670079, "p_rec": 0.714456012613973, "syn_z": 1.22761010191324}, "bp": 780, "cds_end": 45932690, "cds_start": 45928251, "n_exons": 4, "nonpsych": {"exp_lof": 6.52950179771, "exp_mis": 85.3962701671, "exp_syn": 48.3330239234, "lof_z": 0.972180599086662, "mis_z": 0.676601965248629, "mu_lof": 6.02801467212e-07, "mu_mis": 1.10555525089e-05, "mu_syn": 6.40862598465e-06, "n_lof": 4.0, "n_mis": 73.0, "n_syn": 36.0, "p_li": 0.00866283832942364, "p_null": 0.215845733157037, "p_rec": 0.77549142851354, "syn_z": 1.11689146306929}, "nontcga": {"exp_lof": 6.70398242989, "exp_mis": 86.8693906975, "exp_syn": 49.1958516971, "lof_z": 1.03019342704543, "mis_z": 0.955182085249604, "mu_lof": 6.02801467212e-07, "mu_mis": 1.10555525089e-05, "mu_syn": 6.40862598465e-06, "n_lof": 4.0, "n_mis": 69.0, "n_syn": 33.0, "p_li": 0.0086854253373567, "p_null": 0.190380591147719, "p_rec": 0.800933983514925, "syn_z": 1.46204867040631}, "transcript": "ENST00000275525.3"}, "exons": [{"cdsend": 45893091, "cdsstart": 45888652, "chr": "7", "position": [[45888487, 45889001], [45890547, 45890717], [45891931, 45892060], [45892959, 45893659]], "strand": 1, "transcript": "NM_000596", "txend": 45893659, "txstart": 45888487}], "exons_hg19": [{"cdsend": 45932690, "cdsstart": 45928251, "chr": "7", "position": [[45928086, 45928600], [45930146, 45930316], [45931530, 45931659], [45932558, 45933258]], "strand": 1, "transcript": "NM_000596", "txend": 45933258, "txstart": 45928086}], "generif": [{"pubmed": 11762714, "text": "IGFBP-1 is elevated in both hypothyroidism and hyperthyroidism"}, {"pubmed": 11793026, "text": "IGF-binding protein 1 (IGFBP1) gene variant is associated with overfeeding-induced metabolic changes. accumulation of abdominal visceral fat and the early symptoms of the metabolic syndrome."}, {"pubmed": 11834727, "text": "Increases in free, unbound insulin-like growth factor I enhance insulin responsiveness in human hepatoma G2 cells in culture."}, {"pubmed": 11956162, "text": "reduced fertility in transgenic female mice overexpressing human IGFBP-1 are mainly due to an alteration of terminal follicular growth"}, {"pubmed": 11969341, "text": "altered IGF-II and IGFBP-1 expression at the fetomaternal interface may be important in the pathophysiology of pre-eclampsia"}, {"pubmed": 11972304, "text": "after adjustment for age, high serum concentrations carried an increased risk of total mortality due to cardiovascular and coronary heart disease"}, {"pubmed": 12006706, "text": "determination of blood levels in adult patients with severe liver disease before and after orthotopic liver transplantation"}, {"pubmed": 12082253, "text": "statistical relationships between IGF-BP1 and blood rheology in athletes"}, {"pubmed": 12135130, "text": "circulating levels of IGF-1 and IGFBP-1 are significantly related to the extent of myocardial injury in patients with hypertrophic cardiomyopathy."}, {"pubmed": 12150454, "text": "IGFBP-1 levels significantly predict distant recurrence and death in breast cancer patients; prognostic effects appear related to known effect of insulin on IGFBP-1 gene expression"}, {"pubmed": 12153746, "text": "Adolescents with IDDM are characterised by morning hypoinsulinaemia and high circulating IGFBP-1 concentrations"}, {"pubmed": 12163461, "text": "IGFBP-1 plays a role in placentation and suggests that IGFBP-1 has a pathological role in preeclampsia, a disorder characterized by shallow uterine invasion and altered placental development"}, {"pubmed": 12351482, "text": "reduction of this protein is associated with thickening of the carotid wall in type 2 diabetes."}, {"pubmed": 12489207, "text": "Bone formation in the context of growth retardation induced by hIGFBP-1 overexpression in transgenic mice.  Overexpression of hIGFBP-1 causes postnatal growth retardation and a delay in mineralization in transgenic mutant mice."}, {"pubmed": 12493691, "text": "FKHR and HOXA10 interact directly and can function cooperatively to stimulate IGFBP-1 promoter activity in endometrial cells"}, {"pubmed": 12519841, "text": "data demonstrate for the first time that serum levels of IGFs (including free fractions) and IGFBPs are not increased in euthyroid Graves' patients with active thyroid eye disease"}, {"pubmed": 12571183, "text": "Follicular fluid IGF-1 and IGFBP-3 levels were not significantly different among the groups; however, follicular fluid IGFBP-1 levels were lower in those patients with moderate/severe endometriosis"}, {"pubmed": 12679458, "text": "insulin-like growth factor binding protein-1 in the third trimester and cord blood were negatively correlated with birth weight"}, {"pubmed": 12746292, "text": "When IGFBP-1 was added, prostate cancer LNCaP cell growth was reduced, and apoptosis was induced."}, {"pubmed": 12746836, "text": "IGFBP-1 is decreased in human prostate malignancy"}, {"pubmed": 12843178, "text": "possible stimulatory effect of endogenous GH on IGF and IGF-binding protein 1 levels during fasting."}, {"pubmed": 12843192, "text": "insulin-induced stimulation of progesterone or inhibition of IGFBP-1 production in human granulosa cells does not require MAPK activation, whereas similar effects of IGF-I are largely MAPK dependent."}, {"pubmed": 12861174, "text": "serum concentrations of insulin-like growth factor binding protein-1 are abnormal in antiphospholipid syndrome pregnancies"}, {"pubmed": 12870155, "text": "endurance training improves glucose disposal and increases insulin-like growth binding protein-1 and -3 in men and for IGFBP-1 becomes more pronounced with age"}, {"pubmed": 12882925, "text": "IGFBP-1 plays an important and potentially beneficial role in regulating metabolic and vascular homeostasis."}, {"pubmed": 12933666, "text": "elevations in circulating and tissue levels of IGFBP-1 may be an important mediator for the muscle catabolism observed in various stress conditions."}, {"pubmed": 14568572, "text": "IGFBP-1 and SHBG are equally sensitive to ambient insulin concentrations in human hepatoma cell cultures, and the production of both proteins is also attenuated by the IGFs."}, {"pubmed": 14624764, "text": "Elevation of IGFBP-1 is associated with the metabolic disturbances in liver disease"}, {"pubmed": 14715837, "text": "low baseline levels of insulin-like growth factor-I and insulin-like growth factor binding protein-1 increase the risk of fatal ischemic heart disease among elderly men and women independent of prevalent risk factors"}, {"pubmed": 14726451, "text": "Breeding impairment of human insulin-like growth factor-binding protein-1 transgenic males is due at least in part to alteration of spermatogenesis, leading to diminution of sperm production and of its quality. Minor impairment of steroidogenesis."}, {"pubmed": 14764802, "text": "During first trimester, serum glycodelin and IGFBP-1 are markedly decreased in polycystic ovary syndrome (PCOS), implicating endometrial epithelial and stromal dysfunction during periimplantation and early pregnancy in early pregnancy loss."}, {"pubmed": 15070833, "text": "cleavage of IGFBP-1 is a novel mechanism in the control of placental development by matrix metalloproteases."}, {"pubmed": 15070959, "text": "Metabolic, anthropometric, and nutritional factors are important determinants of IGFBP-1 levels in healthy men."}, {"pubmed": 15166120, "text": "GH serum levels increased in response to hIGFBP-1 administration, even in the setting of normal IGF-I levels."}, {"pubmed": 15598684, "text": "The presence of relative insulin resistance and low fasting IGFBP-1 levels in Asian Indians may contribute to their higher risk of developing diabetes and cardiovascular disease."}, {"pubmed": 15613433, "text": "human endometrium is a target for insulin action in the regulation of IGFBP-1."}, {"pubmed": 15736102, "text": "in patients with type 2 diabetes there was a blunted increase in IGFBP-1 concentrations with nutritional deprivation"}, {"pubmed": 15797461, "text": "The IGFBP-1 protein is synthesized as propeptides with a hydrophobic leader sequence, removal of which yields a mature protein composed of 3 recognizable domains of similar size."}, {"pubmed": 15890677, "text": "Transcription of IGF-binding protein-1 is stimulated by Foxo1 acetylated by p300."}, {"pubmed": 15959422, "text": "Maternal diabetes is associated with suppressed levels of IGFBP-1 in cord serum."}, {"pubmed": 15972819, "text": "The three-dimensional structure of the C-terminal domain was determined by x-ray crystallography to 1.8 Angstroms resolution. The fragment folds as a thyroglobulin type I domain and was found to bind the Fe(2+) ion in the crystals."}, {"pubmed": 15987820, "text": "FOXO1A regulation of the IGFBP1 expression is cell type-dependent"}, {"pubmed": 15987847, "text": "IGF BP1 was associated with lower birth weight as measured in seconsd semestser amniotic fluid."}, {"pubmed": 16002526, "text": "Glucocorticoid treatment creates a complex environment in which insulin regulates IGFBP-1 expression through insulin response sequences."}, {"pubmed": 16041536, "text": "Environmental factors have profound effects on circulating IGF system components and on the relationship between IGFBP-1, IGF-I and related metabolic variables such as glucose tolerance."}, {"pubmed": 16118248, "text": "Conditioned medium of decidualized ESC cultured with cyclic stretch increased IGFBP-1 secretion from decidualized ESC cultured under stationary conditions."}, {"pubmed": 16222695, "text": "Quantitative RNA analysis confirmed down-regulation of ferritin light polypeptide and insulin-like growth factor binding protein 1 in hydatiform mole increased incidence of gestational trophoblastic neoplasia."}, {"pubmed": 16293667, "text": "high concentrations of circulating IGFBP-1 are sufficient to cause fetal growth restriction in an animal model"}, {"pubmed": 16306374, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16306374, "text": "first genomic markers to be associated with diabetic microvascular complications within the human IGFBP1 gene"}, {"pubmed": 16337840, "text": "growth-restricted twins had high bone turnover, due to elevated IGFBP-1"}, {"pubmed": 16338475, "text": "IGFBP1 and Follistatin-like 3 are highly up-regulated in intrauterine growth restriction in the placenta."}, {"pubmed": 16404426, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16687408, "text": "Endoplasmic reticulum stress induction of IGFBP-1 involves ATF4"}, {"pubmed": 16776662, "text": "IGFBP-1, IGFBP-3 and IGF-I show acute changes following a glucose load and there are marked gender differences in these responses."}, {"pubmed": 16809446, "text": "antenatal growth retardation and delayed mineralization in transgenic mice are related to overexpressed fetal and maternal circulating human IGFBP-1"}, {"pubmed": 16868142, "text": "reduction in bioactive IGF-I may be related to the higher levels of free IGFBP-1 and the faster disappearance of IGFBP-1-bound IGF-I in glucose tolerance test in liver cirrhosis"}, {"pubmed": 16924115, "text": "The structures reveal the mechanisms of insulin-like growth factor (IGF) signaling regulation via insulin-like growth factor-binding proteins (IGFBP) binding."}, {"pubmed": 16973813, "text": "We demonstrated an elevation of IGFBP-1 both systemically and peritendinously in response to prolonged acute exercise."}, {"pubmed": 17035411, "text": "Common genetic variation in the IGFBP1 gene does not substantially influence prostate and breast cancer susceptibility."}, {"pubmed": 17035411, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17062566, "text": "the IGFBP-1 gene is a primary target of peroxisome proliferator-activated receptors"}, {"pubmed": 17113753, "text": "circulating levels significantly higher in cancer patients than in controls"}, {"pubmed": 17164371, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17264182, "text": "Circulating levels of total IGFBP1 were not associated with risk of total coronary events or ischemic stroke among older adults."}, {"pubmed": 17300730, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17341623, "text": "First evidence is given for the occurrence of a second insulin response element (IRE) within the IGFBP-1 promoter sequences, IRE(cAMP-responsive unit), located 5'- to the cAMP-responsive unit."}, {"pubmed": 17465992, "text": "Expression in tumor cells may reduce the anchorage-independent growth ability, leading to the marked loss of tumorigenicity."}, {"pubmed": 17485842, "text": "Cadmium cation increases the production of IGFBP1."}, {"pubmed": 17566087, "text": "Common genetic variation in IGF1, IGF binding protein 1 (IGFBP1), and IGFBP3 influences circulating levels of IGF-I, IGFBP-1, and IGFBP-3."}, {"pubmed": 17566087, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17634530, "text": "Expression of IGFBP1 is regulated by aberrant hypermethylation in breast cancer, implying that inactivation of these genes is involved in the pathogenesis of this malignancy."}, {"pubmed": 17640761, "text": "Ethanol induced the IGFBP-1 mRNA and protein in hepatoma cells up to 5-fold in a dose-dependent manner. A similar effect was observed in cultured human hepatocytes."}, {"pubmed": 17655506, "text": "[(125)I]-labeled IGFBP-2 and -3, but not IGFBP-1, were proteolyzed by Ca(2+)-activated m-calpain in vitro."}, {"pubmed": 17803702, "text": "The data indicate that serum free IGF-I and IGFBP-1 are implicated in early atherosclerosis."}, {"pubmed": 17890489, "text": "plasma adiponectin has a role in regulating sex hormone and insulin-like growth factor levels, including SHBG, c-peptide, and IGFBP-1"}, {"pubmed": 17914103, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17972051, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17972510, "text": "This study supports the role of IGFBP-1, -3 and -7 as potential tumour suppressor genes in human breast cancer."}, {"pubmed": 18166823, "text": "Data concluded that low concentrations of IGFBP-1 associated with term preeclampsia may reflect maternal metabolic aberrations, indicating different etiologies in preeclampsia."}, {"pubmed": 18259111, "text": "Higher early levels of the human milk IGF system might contribute to maturation of the infant gut."}, {"pubmed": 18305566, "text": "in Ehlers-Danlos syndrome fibroblasts, abnormal integrin pattern inhibited the positive effect of insulin-like growth factor-binding protein-1 on cell migration"}, {"pubmed": 18496669, "text": "Low IGFBP-1 predicts the development of abnormal glucose regulation and, as an inhibitor of the insulin-like actions of insulin-like growth factors, elevated levels of IGFBP-1 after the development of diabetes may also play a pathophysiological role"}, {"pubmed": 18513511, "text": "High circulating IGFBP-1 level may be a CHF risk factor among older adults."}, {"pubmed": 18596909, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18596909, "text": "the association between common genetic variation in the IGFBP1 genes in relation to circulating IGFBP-I levels and breast cancer risk"}, {"pubmed": 18636124, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18665784, "text": "patients with poor diabetes control have lower levels of IGF-1, and greater IGFBP-1, IGFBP-5, and bone-specific alkaline phosphatase"}, {"pubmed": 18676680, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18701096, "text": "The recombinant proteins of IGFBP1 (IGFBP-rP1)induce senescence-like growth arrest in colorectal cancer cells."}, {"pubmed": 18772238, "text": "IGFBP-1 phosphorylation may be a novel mechanism of an adaptive response to hypoxia and nutrient restriction in a tumor cell line."}, {"pubmed": 18793810, "text": "Levels of IGFBP-1 consistently predicted heart failure both among survivors of a first acute myocardial infarct and their matched controls"}, {"pubmed": 18828733, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18924579, "text": "IGF-I, IGFBP-1 and IGFBP-3 are all inversely related to adiposity in Hispanic children."}, {"pubmed": 19064572, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19124510, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19158202, "text": "IGFBP-1 is modulated by polymorphic variability and seems to be an additional player in interactions between the IGF-IGFBP axis, glucose homeostasis, and lipid metabolism."}, {"pubmed": 19158202, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19170196, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19193607, "text": "data demonstrate that phosphorylation at Ser(119) plays a significant role in modulating affinity of IGFBP-1 for IGF-I"}, {"pubmed": 19308628, "text": "Bone histomorphometry parameters were associated with low body weight, low estradiol levels, and increased levels of IGFBP-1, supporting the notion that estrogens and IGFs play regulatory roles in male bone turnover."}, {"pubmed": 19434535, "text": "IGF-1 levels and the value of IGF-1/IGFBP-3 are significantly increased, and serum IGFBP-3 level is markedly decreased in colorectal cancer patients."}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19463807, "text": "Data describe the biological variation of serum insulin-like growth factor binding protein-1 (IGFBP-1) in individuals with different degrees of glucose tolerance."}, {"pubmed": 19539506, "text": "cleavage of IGFBP-1 occurs at the tissue level and not in the circulation in a patient with multiple myeloma and dermatitis [case report]"}, {"pubmed": 19551864, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19625176, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19692168, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19730683, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19732896, "text": "low serum concentrations of IGFBP-1 forms could have a role in coronary risk"}, {"pubmed": 19765076, "text": "Five serines were phosphorylated and, of these, four are localized in the central, weakly conserved, region, at positions 95, 98, 101 and 119, whereas one, Ser169, is in the C-terminal domain."}, {"pubmed": 19843326, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19858071, "text": "IGF1, IGFBP1 and IGFBP3 genetic variants may have roles in ovarian cancer risk"}, {"pubmed": 19858071, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19917654, "text": "IGFBP1, as a marker of insulin sensitivity, is relevant in the assessment of metabolic syndrome, while the IGF1/IGFBP3 ratio is less informative for risk factors"}, {"pubmed": 19948975, "text": "Observational study of gene-disease association, gene-gene interaction, gene-environment interaction, and genetic testing. (HuGE Navigator)"}, {"pubmed": 20039319, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20102313, "text": "local expression of IGFBPs in podocytes and endothelial cells might contribute to the pathogenesis of glomerular disease and IGFBP-1 and -3 are potential non-invasive markers of focal segmental glomerulosclerosis."}, {"pubmed": 20143870, "text": "We suggest that site-specific increase in IGFBP-1 phosphorylation limits IGF-I bioavailability, which directly contributes to the development of FGR."}, {"pubmed": 20144192, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20149700, "text": "Catch-up growth, GHRd3, and IGFBP-1 -575G/A did not influence fasting insulin or HOMA-insulin resistance."}, {"pubmed": 20149700, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20155489, "text": "Findings suggest that common genetic variation in the IGFBP1 gene is weakly related to IGF-I levels and mammographic density."}, {"pubmed": 20155489, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20413521, "text": "Copeptin is an independent predictor of cardiovascular events and appears to at least partly explain the prognostic impact of IGFBP-1 in patients with type 2 diabetes and myocardial infarction"}, {"pubmed": 20416304, "text": "Observational study of gene-disease association, gene-gene interaction, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20453000, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20484221, "text": "A comprehensive analysis, between common genetic variation in the IGF1, IGF binding protein (BP) 1, and IGFBP3 genes with IGF-I and IGFBP-3 blood levels, and prostate cancer (PCa) risk, among Caucasians, was conducted."}, {"pubmed": 20484221, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20587581, "text": "Sleeping during the day results in higher levels of IGFBP1 than during nocturnal sleep and suggests altered metabolism among healthy individuals."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20634197, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20637724, "text": "These results suggest that increased IGFBP-1 levels are associated with the severity of renal pathology in patients with IgAN."}, {"pubmed": 20711952, "text": "Vitamin D stimulates ovarian steroidogenesis and IGFBP-1 production in human ovarian cells."}, {"pubmed": 20731527, "text": "height and BMI are associated with IGF-I and its binding proteins, which may be mechanisms through which body size contributes to increased risk of several cancers"}, {"pubmed": 20734064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20810604, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20884247, "text": "Data indicate after 3 cycles of treatment IGF-1 significantly declined, IGFBP-1 significantly increased, and IGF-2 and IGFBP-3 were not significantly changed."}, {"pubmed": 20885978, "text": "TGFbeta1 down-regulated expression of prolactin and IGFBP-1 in endometrial stromal cells in SMAD4-dependent and SMAD4-independent manners."}, {"pubmed": 21078522, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21078522, "text": "Polymorphisms in IGFI and IGFBP-1 were not associated with endometrial cancer risk, but further research is needed."}, {"pubmed": 21104586, "text": "IGFBP-1 multimers found in the circulation of patients with diabetes type 2 differed from those detected in the circulation of others."}, {"pubmed": 21140206, "text": "independent effects from IGFBP1, IGFBP3 diplotypes, and BRCA family status on IGFBP-3 levels were observed"}, {"pubmed": 21198359, "text": "The strong relationships between IGFBP-1, insulin resistance, and the MetS suggest that IGFBP-1 might be a promising marker for these entities in obesity."}, {"pubmed": 21212012, "text": "Decreased placental expression of hPGH, IGF-I and IGFBP-1 in pregnancies complicated by fetal growth restriction."}, {"pubmed": 21247237, "text": "In women with a cervix </=30 mm, adding phIGFBP-1 assessment may improve the risk assessment for preterm delivery."}, {"pubmed": 21378090, "text": "Increased circulating levels of IGFBP1 predict increased all-cause mortality in Australian men."}, {"pubmed": 21457161, "text": "IGFBP-1 is expressed specifically in ovarian clear cell adenocarcinoma"}, {"pubmed": 21521316, "text": "Data show that leptin is better than any other biological parameter for monitoring the efficacy of renutrition, including albumin, transthyretin, leptin, IGFBP-1, IGFBP-3 and IGF-1."}, {"pubmed": 21741060, "text": "The IGFBP-1 was significantly lower in NGT subjects with IR as measured by the homeostasis model assessment."}, {"pubmed": 21852217, "text": "We genotyped single-nucleotide polymorphisms of IGF1, IGF2, IGF1R, IGF2R, IGFBP1, IGFBP3, IGFBP5, IRS1, IRS2, and IRS in pancreatic cancer patients"}, {"pubmed": 21892205, "text": "Insulin-like growth factor-binding protein-1 (IGFBP-1) regulates human schwannoma proliferation, adhesion and survival."}, {"pubmed": 21930730, "text": "High IGFBP-1 levels were inversely associated with a risk of Barrett's oesophagus."}, {"pubmed": 21933314, "text": "Cardiac morphological data were negatively correlated with IGGBP-1 and positively correlated with IGF-I and birth weight."}, {"pubmed": 21940708, "text": "The essential roles of 4 Rho GTPases and 2 RHO kinases in IGFBP1-mediated migration of an immortalized EVT cell line HTR-8/SVneo are reported."}, {"pubmed": 22072736, "text": "In endometriotic stromal cells, overactivation of the phosphatidylinositol 3-kinase/AKT signaling pathway contributes to the reduced expression of the decidua-specific gene, IGFBP1, potentially through reduced levels of nuclear FOXO1."}, {"pubmed": 22104117, "text": "IGFBP-1 mRNA and protein is detected at increased levels in human carotid plaques, possibly as a consequence of plaque inflammation, affecting smooth muscle cell proliferation."}, {"pubmed": 22113073, "text": "In older men, higher IGF1 and an increased ratio of IGF1/IGFBP3 are associated with abdominal aortic aneurysm, while IGFBP1 is independently associated with increased aortic diameter."}, {"pubmed": 22187946, "text": "The degradation of IRS-1 by HCV core protein translates to impaired ability of insulin to inhibit the expression of the target gene IGFBP-1 in the liver and may serve as a novel mechanism for insulin resistance and hyperglycemia."}, {"pubmed": 22239027, "text": "Preoperative IGFBP1 is lower in patients with uterine polyps than in menorrhagia, but increase postoperatively. This could explain the pathophysiological mechanisms for impaired endometrial receptivity in the presence of endometrial polyps."}, {"pubmed": 22325929, "text": "IGFBP-1 has been identified by a protein array approach as a potential novel biomarker of abdominal aortic aneurysm."}, {"pubmed": 22357965, "text": "The effects of hIGFBP1 on insulin sensitivity, blood pressure, NO production, and atherosclerosis suggest that increasing IGFBP1 concentration may be a novel approach to prevent cardiovascular disease in the setting of insulin resistance and diabetes."}, {"pubmed": 22442270, "text": "Among older adults, decreasing IGF-I level over time does not predict subsequent all-cause mortality, whereas increasing IGFBP-1 predicts increased risk of mortality."}, {"pubmed": 22554827, "text": "IGFBP-1 and IGFBP-2 have strong inverse associations with risk of type 2 diabetes risk in women"}, {"pubmed": 22745191, "text": "Data show that HMGA1 is required for gene activation of the IGF-binding proteins 1 (IGFBP1) and 3 (IGFBP30)."}, {"pubmed": 22843786, "text": "These results show that RTEF-1-stimulated IGFBP-1 expression may be central to the mechanism by which RTEF-1 attenuates blood glucose levels."}, {"pubmed": 22894543, "text": "Common IGF-1 and IGFBP-1/IGFBP-3 SNPs are not associated with body size in early life."}, {"pubmed": 23095194, "text": "Value of testing two biomarkers, based on soluble intercellular adhesion molecule-1 (Leakection) and insulin like growth factor-binding protein-1 (Amnioquick), for the diagnosis of prelabor rupture of membranes. Both show high sensitivity and specificity."}, {"pubmed": 23183724, "text": "Amniotic fluid samples collected after labour onset contained proteolytic activity that generated 12- and 19-kDa IGFBP-1 fragments that did not bind to 125I-IGF-I. This activity was not detected in amniotic fluid collected prior to labour onset."}, {"pubmed": 23190203, "text": "Data from a longitudinal study of healthy pregnant women in Sweden suggest that IGFBP-1 is increased in maternal plasma during normal pregnancy compared to postpartum period; two peaks, at week 17-24 and just before delivery, are observed."}, {"pubmed": 23354097, "text": "IGFBP-1 phosphorylation at S119 can enhance affinity for IGF-I possibly through stabilization of the IGF-IGFBP-1 complex."}, {"pubmed": 23408645, "text": "The median concentrations of first-trimester vaginal and cervical phIGFBP-1 are higher in women with spontaneous preterm delivery at <32 and <37 weeks gestation."}, {"pubmed": 23548151, "text": "The reference change values values for serum IGFBP-1 were 59.9%, 83.2% and 93.0% and for fasting serum insulin were 68.5%, 79.0% and 93.4% for subjects with normal glucose tolerance, impaired fasting glucose, and impaired glucose tolerance, respectively."}, {"pubmed": 23585335, "text": "Serum glycodelin levels did not predict endometrial receptivity in patients undergoing in vitro fertilization."}, {"pubmed": 23603247, "text": "FOXO1/IGFBP-1 axis is essential for PRB-dependent growth inhibition of endometrial epithelial cells"}, {"pubmed": 23815140, "text": "Data suggest that low oxygen conditions inhibit IGF1 action in hepatocytes by up-regulating IGFBP1, especially up-regulating phosphorylated IGFBP1, which inhibits IGF1 action."}, {"pubmed": 23942851, "text": "Pyridoxal may induce the expression of IGFBP1 in hepatoma cells via a mechanism involving the ERK/cJun pathway."}, {"pubmed": 24056811, "text": "DeltaIGFBP-1 as a biomarker of hepatic insulin resistance"}, {"pubmed": 24132762, "text": "elevated insulin-like growth factor binding protein 1 appears to be associated with shorter time to castration resistant prostate cancer and lower overall survival in men with metastatic prostate cancer"}, {"pubmed": 24248464, "text": "C/EBPbeta regulates the expression of IGFBP-1 and PRL by altering the histone acetylation status of their promoters but differently regulates Mn-SOD gene expression in human ESC during decidualization"}, {"pubmed": 24436153, "text": "In the second trimester, rapid cervical phIGFBP-1 testing in asymptomatic twin pregnancies has a poor performance in predicting spontaneous preterm delivery"}, {"pubmed": 24513543, "text": "This paper provides a brief overview of the structure and regulation of IGFBP-rP1 and its various biological functions in cancer--{review}"}, {"pubmed": 24612210, "text": "Data suggest that up-regulation of IGFBP1 in vaginal smears (as a biological marker for presence of amniotic fluid) may be useful point-of-care test for diagnosis of premature rupture of fetal membranes."}, {"pubmed": 24856042, "text": "term placental explants, but not their conditioned medium, can de-phosphorylate IGFBP-1 through the action of placental alkaline phosphatase"}, {"pubmed": 24919336, "text": "According to this study IGFBP-1 is a specific marker for preterm delivery in pregnant women with clinical symptoms."}, {"pubmed": 25123037, "text": "IGFBP1 in epithelial circulating tumor cells as a potential response marker to selective internal radiation therapy in hepatocellular carcinoma"}, {"pubmed": 25337205, "text": "Suggest that IGFBP-1 inhibits the invasion and metastasis of HCC cells and that IGFBP-1 may be useful as a valuable marker for the prognosis of patients with HCC."}, {"pubmed": 25348852, "text": "Results show that higher prediagnostic fasting IGFBP-1 levels were associated with lower risk of prostate cancer, whereas higher IGF-1 levels were associated with increased prostate cancer risk."}, {"pubmed": 25461385, "text": "IGF-1 and IGF-binding protein-1 have roles in metabolic syndrome and ECG detected left ventricular hypertrophy"}, {"pubmed": 25543125, "text": "Insulin-like growth factor 1 receptor blockade can inhibit glioblastoma growth by different mechanisms, including direct effects on the tumor cells as well as indirect anti-angiogenic effects."}, {"pubmed": 25597167, "text": "The predictive value of IGFBP1 in cervical secretion as bedside test for prediction of preterm labor in symptomatic women was studied."}, {"pubmed": 25746666, "text": "Variations in relative quantities of IGFBP-1 monomers and complexes in different tumor types were much more pronounced than those of IGFBP-2."}, {"pubmed": 25757011, "text": "HIF-2alpha acts as an important negative regulator of hepatic lymphangiogenesis in vitro and in vivo by inducing IGFBP1."}, {"pubmed": 25869614, "text": "Data suggest that expression of IGFBP1 in hepatocytes can be regulated by carnosine, a dietary factor; carnosine down-regulates expression of IGFBP1 in Hep G2 cells; mechanism involves suppression of HIF1A (hypoxia inducible factor 1 alpha subunit)."}, {"pubmed": 25890304, "text": "There was a positive correlation between the IGFBP1 levels of and those of inflammatory mediators in HIV Infections."}, {"pubmed": 25957086, "text": "The amino acid response and mTOR independently regulate IGFBP-1 secretion and phosphorylation in response to decreased amino acid availability."}, {"pubmed": 26025665, "text": "gene expression analysis of human breast tumors showed that high expression of IGFBP mRNA was strongly correlated with good prognosis but not when MMP9 mRNA was also highly expressed"}, {"pubmed": 26118397, "text": "trend towards higher cord blood values in intrauterine growth restriction observed"}, {"pubmed": 26232425, "text": "Activation of IGFBP1 by pregnane X receptor alters the morphology of hepatocellular carcinoma cells and regulates cell migration."}, {"pubmed": 26245897, "text": "study shows up-regulation of MCSF in GBM via a SYK-PI3K-NFkappaB-dependent mechanism and identifies IGFBP1 released by microglial cells as a novel mediator of MCSF-induced angiogenesis"}, {"pubmed": 26456333, "text": "the hepatokine IGFBP1 is a critical liver-bone hormonal relay that promotes osteoclastogenesis and bone resorption as well as an essential mediator of FGF21-induced bone loss"}, {"pubmed": 26479890, "text": "Plasma IGFBP-1 was significantly associated with plasma EPO concentration in acute kidney injury, suggesting an unknown mechanism related to systemic stress conditions for EPO regulation in AKI."}, {"pubmed": 26714229, "text": "mTOR inhibition constitutes a mechanistic link between hypoxia, reduced IGF-I bioavailability and fetal growth retardation."}, {"pubmed": 26802879, "text": "Study shows that women with polycystic ovarian syndrome and endometrial cancer have an increased endometrial expression of genes (IGF1, IGFBP1 and PTEN) involved in the insulin signaling pathway compared with control women."}, {"pubmed": 27152521, "text": "ALDH1A1 and IGFBP1 are differentially overexpressed in CLM and may play a dual role, functioning as both tumor suppressors and metastasis promoters in CRC"}, {"pubmed": 27174569, "text": "results suggest that early miscarriage is associated with increased IGF-1 and decreased IGFBP-1 in polycystic ovarian syndrome patients."}, {"pubmed": 27190088, "text": "IGBFBP-1 levels increased significantly in type 2 diabetic patients with acute coronary syndrome on sitagliptin."}, {"pubmed": 27215343, "text": "Serum IGFBP-1 and -2 are increased in idiopathic pulmonary fibrosis and IGFBP-2 may be reduced by anti-fibrosing therapy."}, {"pubmed": 27215930, "text": "IGFBP-1 had a positive linear relation to fracture risk, partly mediated by bone mineral density (BMD) but not related to IGF-I or BMD"}, {"pubmed": 27260393, "text": "Results show that fibrinogen forms complexes with IGFBP-1 under physiological conditions. Several experimental approaches have confirmed that complexes are co-isolated with fibrinogen from plasma, they are relatively stable, and they appear as a general feature of human plasma."}, {"pubmed": 27452330, "text": "Study provides evidence that elevated values of IGFBP -1 in cervical secretion are highly correlated with preterm labor."}, {"pubmed": 27515096, "text": "NR4A modulates the decidualization of hESCs by upregulating prolactin (PRL) and insulin-like growth factor binding protein-1 (IGFBP-1) expression and transformation in vitro."}, {"pubmed": 27516442, "text": "Moreover, a prospective human study showed that having high IGFBP1 levels reduces the risk of developing type-2 diabetes by more than 85%."}, {"pubmed": 27775453, "text": "Levels of blood IGFBP-1 in pre- and post-menopausal rheumatoid arthritis patients were significantly higher in comparison to the control group."}, {"pubmed": 27834463, "text": "There was underexpression of the majority of genes after sunitinib treatment. The lower expression levels of IGFBP1, CCL20, CXCL6 and FGB were confirmed by qRT-PCR in all cases. The downregulation of gene expression leads us to search for methylation as a mechanism of action of the tyrosine kinase inhibitors"}, {"pubmed": 27919172, "text": "The reduced affinity of fibrinogen for IGFBP-1 accompanying diabetes may potentially shift the equilibrium to liberate more IGFBP-1"}, {"pubmed": 28051155, "text": "Study shows that the 3'-untranslated region of IGFBP1 mRNA is targeted by miR-542-3p. The results suggest that miR-542-3p plays an important role in endometrial decidualization by regulating the expression of major decidual marker genes."}, {"pubmed": 28096479, "text": "Results show that IGFBP-1 transcription and FoxO1 expression are dysregulated in tamoxifen-resistant cancer cells."}, {"pubmed": 28103909, "text": "A panel consisting of IGFBP1, KIM1, GCLC and GSTM1 genes could be used in combination for early screening of CKDu, whereas these genes in addition with FN1, IGFBP3 and KLK1 could be used to monitor progression of CKDu. The regulation of these genes has to be studied on larger populations to validate their efficiency for further clinical use."}, {"pubmed": 28143425, "text": "Levels of serum IGFBP-1 were shown to be significantly higher in patients with NPCs."}, {"pubmed": 28316362, "text": "IGFBP1 levels were higher in patients with multivessel than those with single-vessel lesions; Circulating IGFBP1 level positively correlated with the severity of coronary artery disease."}, {"pubmed": 28435049, "text": "These data support the hypothesis that down regulation of the insulin-like growth factor (IGF-I) signaling links decidual phosphorylated insulin-like growth factor-binding protein (IGFBP-1) hyperphosphorylation to restricted fetal growth in placental insufficiency."}, {"pubmed": 28609475, "text": "Data show that supplementation with selenium and coenzyme Q10 over four years resulted in increased levels of IGF-1 and the postprandial IGFBP-1."}, {"pubmed": 28613021, "text": "Vaginal PAMG-1 in patients with a cervical length of 15-30 mm is highly predictive of imminent spontaneous preterm delivery."}, {"pubmed": 28732569, "text": "Women with higher IGFBP-1 were more likely to have a low relative muscle mass."}, {"pubmed": 28864349, "text": "we demonstrated that IGFBP-1 suppress the migration of BGC-823 gastric cancer cells and play a protective role in the process of H. pylori-induced gastric cancer."}, {"pubmed": 28883617, "text": "phIGFBP-1 test alone or in combination with CL has a low predictive accuracy to predict PTB in symptomatic women."}, {"pubmed": 28927302, "text": "association between serum IGFBP-1 and IGF-I levels with advanced fibrosis in non-alcoholic fatty liver disease patients"}, {"pubmed": 29037858, "text": "We report interactions between CSNK-2beta and IGFBP-1 as well as mTOR and CSNK-2beta, providing strong evidence of a mechanistic link between mTOR and IGF-I signaling, two critical regulators of cell growth via CSNK-2."}, {"pubmed": 29108879, "text": "We conclude that low BDNF and high LCN2 and NF-L levels are associated with Multiple Sclerosis (MS) pathogenesis, and high IGFBP1level is a biomarker for female MS only, suggesting different MS progression pathways between the sexes. LCN2 is a candidate predictor of response to natalizumab treatment, and NF-L is a candidate predictor of clinically isolated syndrome's (CIS) conversion into MS."}, {"pubmed": 29131315, "text": "TXNDC5 contributes to abnormal rheumatoid arthritis synovial fibroblast-like cells proliferation, migration and IL-6 production by inhibiting IGFBP1 expression."}, {"pubmed": 29186427, "text": "hIGFBP1 affects endothelial cell responses and acceleration of endothelial regeneration in transgenic mouse model."}, {"pubmed": 29325466, "text": "The maternal IGFBP-1 level during the first trimester is a significant independent factor for small for gestational age and large for gestational age neonates and may be an independent biomarker for fetal growth."}, {"pubmed": 29453285, "text": "These results indicate that the region -4701 to -7501 bp upstream of IGFBP-1 functions as an enhancer for IGFBP-1 expression in ESCs undergoing decidualization, that C/EBPbeta and FOXO1 bind to the enhancer region to up-regulate IGFBP-1 expression, and that C/EBPbeta induces H3K27ac by recruiting p300 to the IGFBP-1 enhancer."}, {"pubmed": 29693217, "text": "Studied levels of insulin like growth factor binding protein 1 (ICFBP-1) in type 2 diabetes mellitus patients before and after gastric bypass surgery. Found increased serum level of ICFBP-1 6 months after gastric bypass compared with overweight/ healthy weight controls."}, {"pubmed": 29718759, "text": "These data links for the first time, increased decidual IGFBP-1 phosphorylation at discrete sites with human Intrauterine Growth Restriction."}, {"pubmed": 29992830, "text": "In patients with acute myocardial infarction without previously known diabetes, high insulin-like growth factor-binding protein 1 was associated with long-term all-cause and cancer mortality but not with cardiovascular events."}, {"pubmed": 30124960, "text": "Study suggests that decidua functions as a nutrient sensor linking limited oxygen and nutrient availability to increased IGFBP-1 phosphorylation, possibly mediated by mTOR and of amino acid response signaling. IGFBP-1 hyperphosphorylation in first-trimester maternal plasma may serve as a predictive intrauterine growth restriction biomarker."}, {"pubmed": 30274984, "text": "MDM2 inhibition required functional p53 and showed synergistic activity with radiotherapy in first-line treatment. Long-term exposure to RG7388 induced resistance by activation of the extracellular signal-regulated kinases 1/2 (ERK1/2)-insulin growth factor binding protein 1 (IGFBP1) signaling cascade, which was specifically overcome by ERK1/2 pathway inhibition with trametinib and knockdown of IGFBP1."}, {"pubmed": 30309264, "text": "The relationship between copeptin and IGFBP-1 observed in the acute phase of an MI is sustained over time in type 2 diabetics."}, {"pubmed": 30400783, "text": "Genetic variation in growth factor pathway genes INHA and IGFBP1/3 may predict longitudinal mammographic density change after women quit estrogen and progestin combined therapy ."}, {"pubmed": 30898176, "text": "strong inverse association between IGFBP-1 blood level and diabetes risk was observed among Finnish male smokers"}, {"pubmed": 31177120, "text": "Results showed that high IGFBP1 expression was significantly correlated with haematogenous metastasis and poor survival in patients with gastric cancer who underwent gastrectomy."}, {"pubmed": 31201536, "text": "Pending validation in larger studies the findings suggest that determination of serum IGFBP-1 levels in women with twin pregnancies may predict the later development of PPROM [preterm premature rupture of membranes]."}, {"pubmed": 31242463, "text": "D-glucose deprivation increased GPER1-mediated and tamoxifen-induced IGFBP-1 transcription suggesting that [D-glucose] may increase breast cancer cell sensitivity to tamoxifen."}, {"pubmed": 31545483, "text": "IGFBP1 was correlated with the severity of coronary atherosclerosis in aging patients."}, {"pubmed": 31901863, "text": "Serum IGFBP-1 as a potential biomarker for diagnosis of early-stage upper gastrointestinal tumour."}, {"pubmed": 31977105, "text": "Age-related bone loss is associated with FGF21 but not IGFBP1 in healthy adults."}, {"pubmed": 32065979, "text": "A comprehensive contribution of genetic variations of the insulin-like growth factor 1 signalling pathway to stroke susceptibility."}, {"pubmed": 32345553, "text": "Comparison of Fetal Fibronectin and Phosphorylated Insulin-Like Growth Factor Binding Protein-1 Testing to Predict Preterm Delivery in Symptomatic Women: A 10-Year Retrospective Study."}, {"pubmed": 32435229, "text": "IGFBP-1 Expression Promotes Tamoxifen Resistance in Breast Cancer Cells via Erk Pathway Activation."}, {"pubmed": 32492897, "text": "Insulin-like Growth Factor-1 and IGF Binding Proteins Predict All-Cause Mortality and Morbidity in Older Adults."}, {"pubmed": 33001855, "text": "Methods of detection and prevention of preterm labour and the PAMG-1 detection test: a review."}, {"pubmed": 33064893, "text": "IL35 predicts prognosis in gastric cancer and is associated with angiogenesis by altering TIMP1, PAI1 and IGFBP1."}, {"pubmed": 33375174, "text": "The Impacts of Fish Oil and/or Probiotic Intervention on Low-Grade Inflammation, IGFBP-1 and MMP-8 in Pregnancy: A Randomized, Placebo-Controlled, Double-Blind Clinical Trial."}, {"pubmed": 33442906, "text": "IGFBPs mediate IGF-1's functions in retinal lamination and photoreceptor development during pluripotent stem cell differentiation to retinal organoids."}, {"pubmed": 33706704, "text": "IGFBP-1 and IGFBP-2 are associated with a decreased pulse-wave velocity in young, healthy adults."}, {"pubmed": 33758952, "text": "IGFBP-1 expression is reduced in human type 2 diabetic glomeruli and modulates beta1-integrin/FAK signalling in human podocytes."}, {"pubmed": 34314739, "text": "IGFBP-1 hyperphosphorylation in response to nutrient deprivation is mediated by activation of protein kinase Calpha (PKCalpha)."}, {"pubmed": 34425031, "text": "Mechanisms linking hypoxia to phosphorylation of insulin-like growth factor binding protein-1 in baboon fetuses with intrauterine growth restriction and in cell culture."}, {"pubmed": 34572595, "text": "Mechanistic Target of Rapamycin Complex 1 Signaling Links Hypoxia to Increased IGFBP-1 Phosphorylation in Primary Human Decidualized Endometrial Stromal Cells."}, {"pubmed": 35168459, "text": "IGFBP1 inhibits the invasion, migration, and apoptosis of HTR-8/SVneo trophoblast cells in preeclampsia."}, {"pubmed": 35801847, "text": "Increased Colocalization and Interaction Between Decidual Protein Kinase A and Insulin-like Growth Factor-Binding Protein-1 in Intrauterine Growth Restriction."}, {"pubmed": 36825684, "text": "Tumor-derived insulin-like growth factor-binding protein-1 contributes to resistance of hepatocellular carcinoma to tyrosine kinase inhibitors."}, {"pubmed": 37083360, "text": "A Simple Kit Formulation for Preparation and Exploratory Human Studies of a Novel [99m]Tc-Labeled Fibroblast Activation Protein Inhibitor Tracer for Imaging of the Fibroblast Activation Protein in Cancers."}, {"pubmed": 37108437, "text": "Placental Remote Control of Fetal Metabolism: Trophoblast mTOR Signaling Regulates Liver IGFBP-1 Phosphorylation and IGF-1 Bioavailability."}, {"pubmed": 37217731, "text": "Associations between IGFBP1 gene polymorphisms and the risk of preeclampsia and fetal growth restriction."}, {"pubmed": 38174331, "text": "Insulin-like growth factor binding protein-1 and insulin in polycystic ovary syndrome: a systematic review and meta-analysis."}, {"pubmed": 38246959, "text": "Serum IGFBP-1 as a promising diagnostic and prognostic biomarker for colorectal cancer."}, {"pubmed": 38627562, "text": "Placental IGFBP1 levels during early pregnancy and the risk of insulin resistance and gestational diabetes."}, {"pubmed": 38759370, "text": "IGFBP1 stabilizes Umod expression through m6A modification to inhibit the occurrence and development of cystitis by blocking NF-kappaB and ERK signaling pathways."}], "genomic_pos": {"chr": "7", "end": 45893660, "ensemblgene": "ENSG00000146678", "start": 45888360, "strand": 1}, "genomic_pos_hg19": {"chr": "7", "end": 45933267, "start": 45927956, "strand": 1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": 2454104, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008286", "qualifier": "involved_in", "term": "insulin receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014070", "qualifier": "involved_in", "term": "response to organic cyclic compound"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030307", "qualifier": "involved_in", "term": "positive regulation of cell growth"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042246", "qualifier": "involved_in", "term": "tissue regeneration"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043567", "qualifier": "involved_in", "term": "regulation of insulin-like growth factor receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0090090", "pubmed": 24431302, "qualifier": "involved_in", "term": "negative regulation of canonical Wnt signaling pathway"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005788", "qualifier": "located_in", "term": "endoplasmic reticulum lumen"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005794", "qualifier": "located_in", "term": "Golgi apparatus"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0005102", "pubmed": 24431302, "qualifier": "enables", "term": "signaling receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [16924115, 22578544, 26091039, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0005520", "pubmed": 2454104, "qualifier": "enables", "term": "insulin-like growth factor binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0031994", "qualifier": "enables", "term": "insulin-like growth factor I binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0031994", "pubmed": 21550830, "qualifier": "enables", "term": "insulin-like growth factor I binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0031995", "qualifier": "enables", "term": "insulin-like growth factor II binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0031995", "pubmed": 21550830, "qualifier": "enables", "term": "insulin-like growth factor II binding"}]}, "homologene": {"genes": [[7955, 317638], [7955, 793907], [8364, 619366], [9031, 408027], [9544, 696994], [9598, 463395], [9606, 3484], [9615, 480812], [9913, 282259], [10090, 16006], [10116, 25685]], "id": 498}, "interpro": [{"desc": "Thyroglobulin type-1", "id": "IPR000716", "short_desc": "Thyroglobulin_1"}, {"desc": "Insulin-like growth factor-binding protein, IGFBP", "id": "IPR000867", "short_desc": "IGFBP-like"}, {"desc": "Growth factor receptor cysteine-rich domain superfamily", "id": "IPR009030", "short_desc": "Growth_fac_rcpt_cys_sf"}, {"desc": "Insulin-like growth factor binding protein, N-terminal, Cys-rich conserved site", "id": "IPR017891", "short_desc": "Insulin_GF-bd_Cys-rich_CS"}, {"desc": "Insulin-like growth factor-binding protein family 1-6, chordata", "id": "IPR022321", "short_desc": "IGFBP_1-6_chordata"}, {"desc": "Insulin-like growth factor-binding protein 1", "id": "IPR022322", "short_desc": "IGFBP1"}, {"desc": "Thyroglobulin type-1 superfamily", "id": "IPR036857", "short_desc": "Thyroglobulin_1_sf"}], "ipi": ["IPI00031086", "IPI00926019", "IPI00945953"], "map_location": "7p12.3", "name": "insulin like growth factor binding protein 1", "other_names": ["IBP-1", "IGF-binding protein 1", "IGFBP-1", "alpha-pregnancy-associated endometrial globulin", "amniotic fluid binding protein", "binding protein-25", "binding protein-26", "binding protein-28", "growth hormone independent-binding protein", "insulin-like growth factor-binding protein 1", "placental protein 12"], "pantherdb": {"HGNC": "5469", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "96436", "ortholog_type": "LDO", "panther_family": "PTHR11551", "taxid": 10090, "uniprot_kb": "P47876"}, {"RGD": "2872", "ortholog_type": "LDO", "panther_family": "PTHR11551", "taxid": 10116, "uniprot_kb": "P21743"}, {"Ensembl": "ENSGALG00000043493", "ortholog_type": "LDO", "panther_family": "PTHR11551", "taxid": 9031, "uniprot_kb": "A0A1D5PS56"}, {"ZFIN": "ZDB-GENE-081210-3", "ortholog_type": "O", "panther_family": "PTHR11551", "taxid": 7955, "uniprot_kb": "A4K8J2"}, {"ZFIN": "ZDB-GENE-021231-1", "ortholog_type": "LDO", "panther_family": "PTHR11551", "taxid": 7955, "uniprot_kb": "Q8JHX6"}], "uniprot_kb": "P08833"}, "pathway": {"pid": [{"id": "hif1_tfpathway", "name": "HIF-1-alpha transcription factor network"}, {"id": "hnf3bpathway", "name": "FOXA2 and FOXA3 transcription factor networks"}], "reactome": [{"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-380994", "name": "ATF4 activates genes in response to endoplasmic reticulum  stress"}, {"id": "R-HSA-381042", "name": "PERK regulates gene expression"}, {"id": "R-HSA-381119", "name": "Unfolded Protein Response (UPR)"}, {"id": "R-HSA-381426", "name": "Regulation of Insulin-like Growth Factor (IGF) transport and uptake by Insulin-like Growth Factor Binding Proteins (IGFBPs)"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-8957275", "name": "Post-translational protein phosphorylation"}, {"id": "R-HSA-9614085", "name": "FOXO-mediated transcription"}, {"id": "R-HSA-9615017", "name": "FOXO-mediated transcription of oxidative stress, metabolic and neuronal genes"}], "wikipathways": [{"id": "WP2873", "name": "Aryl Hydrocarbon Receptor Pathway"}, {"id": "WP2877", "name": "Vitamin D Receptor Pathway"}, {"id": "WP2882", "name": "Nuclear Receptors Meta-Pathway"}, {"id": "WP289", "name": "Myometrial relaxation and contraction pathways"}, {"id": "WP3614", "name": "Photodynamic therapy-induced HIF-1 survival signaling"}]}, "pdb": ["1ZT3", "1ZT5", "2DSQ"], "pfam": ["PF00086", "PF00219"], "pharmgkb": "PA29703", "pharos": {"target_id": 16366, "tdl": "Tchem"}, "pir": "A31867", "prosite": ["PS51162", "PS51323"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF210968", "relationship": "similar to"}, {"id": "GNF213382", "relationship": "is"}, {"id": "GNF227159", "relationship": "is"}, {"id": "GNF251231", "relationship": "is"}, {"id": "GNF251232", "relationship": "is"}, {"id": "GNF251233", "relationship": "is"}, {"id": "GNF251234", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF047190", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF006957", "relationship": "is"}, {"id": "GNF006958", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF236991", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF100422", "relationship": "is"}, {"id": "GNF140077", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000007.14", "NC_060931.1"], "protein": ["NP_000587.1", "XP_054214093.1"], "rna": ["NM_000596.4", "NM_001013029.1", "XM_054358118.1"], "translation": [{"protein": "NP_000587.1", "rna": "NM_000596.4"}, {"protein": "XP_054214093.1", "rna": "XM_054358118.1"}]}, "reporter": {"HG-U133_Plus_2": ["205302_at", "237989_at"], "HG-U95Av2": "1232_s_at", "HTA-2_0": "TC07000294.hg.1", "HuEx-1_0": "3000503", "HuGene-1_1": "8132694", "HuGene-2_1": "17045838"}, "summary": "This gene is a member of the insulin-like growth factor binding protein (IGFBP) family and encodes a protein with an IGFBP N-terminal domain and a thyroglobulin type-I domain. The encoded protein, mainly expressed in the liver, circulates in the plasma and binds both insulin-like growth factors (IGFs) I and II, prolonging their half-lives and altering their interaction with cell surface receptors. This protein is important in cell migration and metabolism. Low levels of this protein may be associated with impaired glucose tolerance, vascular disease and hypertension in human patients. [provided by RefSeq, Aug 2017].", "symbol": "IGFBP1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1334092"}, "unigene": "Hs.642938", "uniprot": {"Swiss-Prot": "P08833", "TrEMBL": ["C9J6H2", "C9JXF9"]}, "wikipedia": {"url_stub": "IGFBP1"}}