{"AllianceGenome": "5471", "HGNC": "5471", "MIM": "146731", "_id": "3485", "_version": 2, "accession": {"genomic": ["AC007563.2", "AC073321.4", "AH001486.2", "AH003915.2", "AY398667.1", "CH471063.1", "CP068276.2", "HI574226.1", "NC_000002.12", "NC_060926.1"], "protein": ["AAA03246.1", "AAA36048.1", "AAB22308.1", "AAH04312.1", "AAH09902.1", "AAH12769.1", "AAH71967.1", "AAQ87876.1", "AAY14661.1", "AAY15079.1", "BAD92746.1", "CAA00862.1", "CAA34373.1", "CBX47602.1", "EAW70573.1", "NP_000588.3", "NP_001300919.1", "NP_001300921.1", "NP_001300922.1", "P18065.2", "WBY73525.1"], "rna": ["A09809.1", "AB209509.1", "AL559513.3", "BC004312.1", "BC009902.1", "BC012769.1", "BC071967.1", "BE735562.1", "CN431340.1", "CV810939.1", "M35410.1", "NM_000597.3", "NM_001313990.2", "NM_001313992.2", "NM_001313993.2", "OP680448.1", "X16302.1"], "translation": [{"protein": "AAA03246.1", "rna": "M35410.1"}, {"protein": "NP_000588.3", "rna": "NM_000597.3"}, {"protein": "NP_001300921.1", "rna": "NM_001313992.2"}, {"protein": "AAH09902.1", "rna": "BC009902.1"}, {"protein": "BAD92746.1", "rna": "AB209509.1"}, {"protein": "NP_001300919.1", "rna": "NM_001313990.2"}, {"protein": "AAH12769.1", "rna": "BC012769.1"}, {"protein": "CAA34373.1", "rna": "X16302.1"}, {"protein": "NP_001300922.1", "rna": "NM_001313993.2"}, {"protein": "AAH04312.1", "rna": "BC004312.1"}, {"protein": "CAA00862.1", "rna": "A09809.1"}, {"protein": "AAH71967.1", "rna": "BC071967.1"}, {"protein": "WBY73525.1", "rna": "OP680448.1"}]}, "alias": ["IBP2", "IGF-BP53"], "ensembl": {"gene": "ENSG00000115457", "protein": ["ENSP00000233809", "ENSP00000389646", "ENSP00000400308", "ENSP00000401698"], "transcript": ["ENST00000233809", "ENST00000434997", "ENST00000436812", "ENST00000456764", "ENST00000490362"], "translation": [{"protein": "ENSP00000401698", "rna": "ENST00000434997"}, {"protein": "ENSP00000233809", "rna": "ENST00000233809"}, {"protein": "ENSP00000389646", "rna": "ENST00000456764"}, {"protein": "ENSP00000400308", "rna": "ENST00000436812"}], "type_of_gene": "protein_coding"}, "entrezgene": "3485", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 5.84242142372, "exp_mis": 110.210411212, "exp_syn": 54.8725654462, "lof_z": 2.39434163339048, "mis_z": 2.38596093302957, "mu_lof": 5.5351313894e-07, "mu_mis": 1.65361958443e-05, "mu_syn": 9.00948044785e-06, "n_lof": 0.0, "n_mis": 59.0, "n_syn": 37.0, "p_li": 0.84435378457342, "p_null": 0.00281691157552764, "p_rec": 0.152829303851052, "syn_z": 1.49574933291543}, "bp": 978, "cds_end": 217528827, "cds_start": 217498246, "n_exons": 4, "nonpsych": {"exp_lof": 5.22479442531, "exp_mis": 99.6878994274, "exp_syn": 49.6018147203, "lof_z": 2.24484602340959, "mis_z": 2.30803086576413, "mu_lof": 5.5351313894e-07, "mu_mis": 1.65361958443e-05, "mu_syn": 9.00948044785e-06, "n_lof": 0.0, "n_mis": 54.0, "n_syn": 36.0, "p_li": 0.830405092593875, "p_null": 0.00426118784378958, "p_rec": 0.165333719562335, "syn_z": 1.21593805519165}, "nontcga": {"exp_lof": 5.36887138792, "exp_mis": 101.387429259, "exp_syn": 50.4766146955, "lof_z": 2.28571845049134, "mis_z": 2.39414405459826, "mu_lof": 5.5351313894e-07, "mu_mis": 1.65361958443e-05, "mu_syn": 9.00948044785e-06, "n_lof": 0.0, "n_mis": 53.0, "n_syn": 33.0, "p_li": 0.825025335070376, "p_null": 0.00382899905197047, "p_rec": 0.171145665877654, "syn_z": 1.55752276694936}, "transcript": "ENST00000233809.4"}, "exons": [{"cdsend": 216664104, "cdsstart": 216633523, "chr": "2", "position": [[216633419, 216633965], [216660556, 216660786], [216661857, 216661998], [216663939, 216664435]], "strand": 1, "transcript": "NM_000597", "txend": 216664435, "txstart": 216633419}, {"cdsend": 216664104, "cdsstart": 216659736, "chr": "2", "position": [[216659566, 216659746], [216660556, 216660786], [216661857, 216661998], [216663939, 216664435]], "strand": 1, "transcript": "NM_001313990", "txend": 216664435, "txstart": 216659566}, {"cdsend": 216664104, "cdsstart": 216660612, "chr": "2", "position": [[216632827, 216633275], [216660556, 216660786], [216661857, 216661998], [216663939, 216664435]], "strand": 1, "transcript": "NM_001313992", "txend": 216664435, "txstart": 216632827}, {"cdsend": 216664104, "cdsstart": 216660612, "chr": "2", "position": [[216632827, 216633014], [216660556, 216660786], [216661857, 216661998], [216663939, 216664435]], "strand": 1, "transcript": "NM_001313993", "txend": 216664435, "txstart": 216632827}], "exons_hg19": [{"cdsend": 217528827, "cdsstart": 217498246, "chr": "2", "position": [[217498142, 217498688], [217525279, 217525509], [217526580, 217526721], [217528662, 217529158]], "strand": 1, "transcript": "NM_000597", "txend": 217529158, "txstart": 217498142}, {"cdsend": 217528827, "cdsstart": 217524459, "chr": "2", "position": [[217524289, 217524469], [217525279, 217525509], [217526580, 217526721], [217528662, 217529158]], "strand": 1, "transcript": "NM_001313990", "txend": 217529158, "txstart": 217524289}, {"cdsend": 217528827, "cdsstart": 217525335, "chr": "2", "position": [[217497550, 217497998], [217525279, 217525509], [217526580, 217526721], [217528662, 217529158]], "strand": 1, "transcript": "NM_001313992", "txend": 217529158, "txstart": 217497550}, {"cdsend": 217528827, "cdsstart": 217525335, "chr": "2", "position": [[217497550, 217497737], [217525279, 217525509], [217526580, 217526721], [217528662, 217529158]], "strand": 1, "transcript": "NM_001313993", "txend": 217529158, "txstart": 217497550}], "generif": [{"pubmed": 12006706, "text": "determination of blood levels in adult patients with severe liver disease before and after orthotopic liver transplantation"}, {"pubmed": 12102164, "text": "Elevated level of IGFBP-2 is associated with pleural effusions of solid tumors"}, {"pubmed": 12519841, "text": "data demonstrate for the first time that serum levels of IGFs (including free fractions) and IGFBPs are not increased in euthyroid Graves' patients with active thyroid eye disease"}, {"pubmed": 12672024, "text": "IGFBP-2 may play a role in the progression, but not in the initiation of the prostate cancer disease process, suggesting the existence of a molecular switch transitioning IGFBP-2 from a growth inhibitor to a pro-carcinogenic molecule"}, {"pubmed": 12727212, "text": "Data suggest that insulin-like growth factor-II (IGF-II) is complexed in vivo with intact insulin-like growth factor binding proteins (IGFBP-2) and with processed IGFBP-2 fragments, which do not impair the activity of IGF-II on cell survival."}, {"pubmed": 12839944, "text": "Castration-induced increases in this protein promotes proliferation of androgen-independent human prostate LNCaP tumors."}, {"pubmed": 12907597, "text": "Data provide evidence that IGFBP2 contributes to glioma progression in part by enhancing MMP-2 gene transcription and in turn tumor cell invasion."}, {"pubmed": 12955485, "text": "IGF-II-stimulated IGFBP-2 production appears to inhibit the mitogenic effect of IGF-II, and may have an autocrine effect on the maturation, differentiation, and survival of fetal podocytes."}, {"pubmed": 14691340, "text": "IGF-1, IGFBP-2 levels were related to IL levels, disease activity and anatomical distribution, consistent with active inflammation modifying the IGF-IGFBP system, possibly relevant to disturbance of growth."}, {"pubmed": 14710363, "text": "effect of IGFBP-2 overexpression on the activity of various antioxidative enzymes in two malignant cell lines"}, {"pubmed": 14744083, "text": "IGFBP2 expression increases from benign and dysplastic nevi to primary and metastatic melanomas and suggests that it may play a role in melanoma progression."}, {"pubmed": 15147770, "text": "Of all the IGFBPs, only IGFBP-2 is expressed in activated microglia/macrophages; therefore IGFBP-2 may have an important role in IGF-I actions in human brain."}, {"pubmed": 15171717, "text": "Data demonstrate that insulin-like growth factor binding protein-2 can act in an IGF-independent manner, at least in part by an interaction with alpha5beta1-integrin."}, {"pubmed": 15643522, "text": "These findings suggest that overexpression of IGFBP-2 induces an increase in MMP-2 production, resulting in the enhanced metastatic potential of bladder cancer."}, {"pubmed": 15651061, "text": "1,25-Dihydroxyvitamin D3 decreased mRNA levels of the growth stimulatory IGFBP-2 and induced IGFBP-3 mRNA in prostate cancer cells"}, {"pubmed": 15661050, "text": "The expression of certain IGFBP is significantly altered in renal cell carcinoma"}, {"pubmed": 15686601, "text": "IGFBP2 enhances the invasion capacity of ovarian cancer cells"}, {"pubmed": 15932773, "text": "leptin and the IGF system of IGF-I, IGFBP-2, and IGF-I receptor do not interact directly in a cell culture model of neuroepithelioma cells"}, {"pubmed": 15956340, "text": "C-domain of IGFBP-2 plays a key role in binding regions of IGF-I and -II that are also involved in binding to the type-1 IGF receptor and thereby blocking ligand binding to this receptor"}, {"pubmed": 15994346, "text": "The heparin binding domain of IGFBP-2 is involved in the control and regulation of neuroblastoma growth and invasion."}, {"pubmed": 16183342, "text": "These results suggest that the mechanism of action whereby IGFBP2 excess impairs long bone development is to inhibit IGF-mediated proliferation and matrix synthesis."}, {"pubmed": 16306230, "text": "Regions upstream and downstream of the CWCV motif in IGFBP2 participate in IGF-1 binding."}, {"pubmed": 16444283, "text": "Acute myelocytic leukemia patienets with elevated IGFBP2 concentrations had a poorer outcome after sten cell transplantation."}, {"pubmed": 16543235, "text": "there are several conserved residues in the IGFBP-5 N-terminal region that are critical for transactivation and IGFBP-2 and -3 also have strong transactivation activity in their N-domains"}, {"pubmed": 16569642, "text": "one mechanism by which IGFBP2 activates IGFBP2-induced cell mobility is through its interaction with integrin alpha5 and this interaction is specifically mediated through the RGD domain on IGFBP2"}, {"pubmed": 16884361, "text": "High expression of insulin-like growth factor binding protein-2 messenger RNA is associated with epithelial ovarian cancers"}, {"pubmed": 16893667, "text": "IGFBP-2 as a marker for antiestrogen resistant breast cancer cell lines."}, {"pubmed": 16901920, "text": "Results suggest that IGFBP-2-induced gene expressions are of functional significance for proliferation, cell adhesion, cell migration and apoptosis, and showed that IGFBP-2 can promote apoptosis in tumor cells independent of IGF."}, {"pubmed": 17020769, "text": "the solution structure of the C-terminal domain of IGFBP-2 was determined and its backbone dynamics based on 15N relaxation parameters analyzed with NMR."}, {"pubmed": 17071580, "text": "These findings suggest that continuous K-Ras activation accelerates cell growth and evokes a feedback system through IGFBP-4/2 to prevent excessive growth."}, {"pubmed": 17072950, "text": "IGFBP-2 may be involved in carcinogenesis and progression of gastric carcinoma by promoting cell proliferation."}, {"pubmed": 17102589, "text": "p53 protein binds IGFBP-2 intronic sequences in an electrophoretic mobility shift assay, and activates transcription in a luciferase assay."}, {"pubmed": 17113753, "text": "circulating levels significantly higher in cancer patients than in controls"}, {"pubmed": 17280861, "text": "This is the first evidence for PKA-dependent regulation of IGFBP-2 expression in adrenocortical cells."}, {"pubmed": 17285230, "text": "Overexpression of the IGFBP-2 is associated with astrocytomas"}, {"pubmed": 17289850, "text": "IGFBP-2 is regulated predominantly through the phosphatidylinositol 3-kinase/Akt/mammalian target of rapamycin pathway"}, {"pubmed": 17341887, "text": "The results provide further evidence that IGFBP-2 and IGF-II in breast milk are relevant factors for the early development of preterm infants."}, {"pubmed": 17352648, "text": "Higher serum IGFBP-2, which is predictive of lower BMD, is associated with increased markers of bone resorption, independent of age, body mass, and sex hormones."}, {"pubmed": 17369847, "text": "IGF-II and IGFBP-2 differentially regulate PTEN in human breast cancer cells"}, {"pubmed": 17372210, "text": "PTEN and IGFBP-2 expression are inversely correlated in human brain and prostate cancers"}, {"pubmed": 17395163, "text": "Study found decreased IGFBP-2 expression in bipolar disorder patients compared with controls; this was especially pronounced in subjects not treated with lithium."}, {"pubmed": 17475624, "text": "CD24 is modulated by IGFBP-2 and contributes to IGFBP-2-enhanced invasiveness of glioblastoma cells"}, {"pubmed": 17485236, "text": "IGFBP-2 has roles in the CNS and in the demyelinating disease MS [review]"}, {"pubmed": 17606927, "text": "IGFBP2 plays a key role in activation of the Akt pathway and collaborates with K-Ras in the development and progression of two major types of glioma."}, {"pubmed": 17655506, "text": "[(125)I]-labeled IGFBP-2 and -3, but not IGFBP-1, were proteolyzed by Ca(2+)-activated m-calpain in vitro."}, {"pubmed": 17827400, "text": "Variations confer impaired glucose- and tolbutamide-induced insulin release in middle-aged and young healthy subjects."}, {"pubmed": 17970029, "text": "As well as other types of carcinomas, overexpression of IGFBP-2 has been reported in glioblastoma multiforme (GBM), the most malignant brain tumor characterized by rapid growth, extensive invasiveness, and angiogenesis."}, {"pubmed": 17985932, "text": "analyzed the molecular interactions among the N-domain of IGFBP-2 (N-BP-2), C-BP-2, and IGFs using cross-linking and nuclear magnetic resonance (NMR) spectroscopy"}, {"pubmed": 18210030, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18210156, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18210156, "text": "Single nucleotide polymorphisms in IGFBP2 is associated with breast cancer"}, {"pubmed": 18217408, "text": "IGFBP-2 may have a role in relapse of childhood acute lymphoblastic leukemia"}, {"pubmed": 18259111, "text": "Higher early levels of the human milk IGF system might contribute to maturation of the infant gut."}, {"pubmed": 18373644, "text": "IGFBP2 and IGFBP5 play a role in the development of metastasis and may serve as useful markers to predict lymph node metastasis in patients with small (T1) invasive breast carcinomas."}, {"pubmed": 18437351, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18461161, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18524796, "text": "Markedly elevated IGF-II and IGFBP-2 serum levels in patients with non-seminomatous germ cell cancer, showing a significant decrease after successful therapy and an increase in recurrent disease."}, {"pubmed": 18556354, "text": "novel role of naturally occurring IGFBP-2 fragments for the endocrine and paracrine/autocrine regulation of longitudinal growth of growth plate chondrocytes"}, {"pubmed": 18676680, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18952587, "text": "These findings suggest insulin-like growth factor-binding protein-2 plays a role in astrocytoma progression by promoting DNA-damage repair and therapeutic resistance."}, {"pubmed": 18953566, "text": "Over-expression of mRNA levels of IGFBP-2 and CDC20 is highly related to glioblastomas."}, {"pubmed": 18980989, "text": "This study provides evidence that IGFBP-2 expression is associated with breast cancer."}, {"pubmed": 19064572, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19095771, "text": "Results suggest that the growth-promoting role of IGFBP-2 in prostate cancer is inhibited by its intracellular interaction with PAPA-1."}, {"pubmed": 19124510, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19127217, "text": "Effects of different CMV-heat-inactivation-methods on IGFBP-2 in human breast milk."}, {"pubmed": 19164435, "text": "preoperative plasma IGFBP-2 levels are significantly higher in high-grade glioma patients than in low-grade glioma and are significantly correlated with recurrence and disease-free survival in patients with glioblastoma multiforme."}, {"pubmed": 19170196, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19276395, "text": "plasma IGFBP-2 levels were significantly higher in patients with progressive disease."}, {"pubmed": 19324937, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19625176, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19679880, "text": "Small cell lung cancer has an IGFBP-2 overexpression mechanism;secreted IGFBP-2 contributes to the slow growth of SCLC in vitro."}, {"pubmed": 19692168, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19764562, "text": "The expression of IGFBP-2 was significantly higher in malignant ovarian tumor tissues than those in normal control and benign ovarian tumors tissues."}, {"pubmed": 19843326, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19845745, "text": "The current analysis of the IGF-1 system showed no significant differences in serum concentrations of total and free IGF-1, IGFBP-2 and IGFBP-3 between sporadic ALS and control groups."}, {"pubmed": 19846739, "text": "IGFBP-2 plays a central role in the insulin-IGF system cross talk and is closely linked to insulin resistance"}, {"pubmed": 19862325, "text": "there is an association between PPARG, KCNJ11, CDKAL1, CDKN2A-CDKN2B, IDE-KIF11-HHEX, IGF2BP2 and SLC30A8 and type 2 diabetes in the Chinese population"}, {"pubmed": 19877176, "text": "OBSL1 modulates the expression of IGFBP2 and IGFBP5 proteins in 3-M syndrome."}, {"pubmed": 19948975, "text": "Observational study of gene-disease association, gene-gene interaction, gene-environment interaction, and genetic testing. (HuGE Navigator)"}, {"pubmed": 19956906, "text": "Revealed is a dose-dependent stimulating effect of the IGFBP2 and IGFBP4 on the migration of CD34-/CD133+ hematopoietic stem and progenitor cells."}, {"pubmed": 19962924, "text": "Mature IGF-II prevents the formation of \"big\" IGF-II/IGFBP-2 complex in the circulation of healthy human controls."}, {"pubmed": 20150439, "text": "intracellular IGFBP-2 regulates caspase-3 expression and contributes to the inhibitory effect on apoptosis independent of IGF"}, {"pubmed": 20306690, "text": "Results show that no significant difference was observed in IGF-1 between Responders and Non-Responders, however, IGFBP-2 was significantly lower in Responders."}, {"pubmed": 20370577, "text": "findings show that the PI3K/AKT/mTOR pathway regulates IGFBP-2 protein levels by modulating IGFBP-2 mRNA abundance in MCF-7 cells"}, {"pubmed": 20468064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20514406, "text": "Interaction between IGFBP2 and integrin alpha5 accelerates cell adhesion, and this, in turn, enhances JNK-mediated glioma cell migration."}, {"pubmed": 20515648, "text": "IGFBP2 is a selective malignant factor that may contribute significantly to glioblastoma pathogenesis by enriching for glioma stem cells and mediating their survival."}, {"pubmed": 20541521, "text": "The protein was found to exist as a monomer at the high concentrations required for structural studies and to exist in a single conformation exhibiting a unique intra-molecular disulfide-bonding pattern."}, {"pubmed": 20634197, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20730703, "text": "The present study was aimed at determining IGFBP2 mRNA levels in adipose tissue in conditions of insulin resistance such as aging and obesity."}, {"pubmed": 20731527, "text": "height and BMI are associated with IGF-I and its binding proteins, which may be mechanisms through which body size contributes to increased risk of several cancers"}, {"pubmed": 20734064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20810604, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20819778, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20858761, "text": "We propose that Igfbp2 mediates epidermal progenitor cell expansion and therefore represents an epidermal progenitor cell-specific target of Hedgehog signaling that promotes basal cell carcinoma development"}, {"pubmed": 21304397, "text": "an immunohistochemical marker for prostatic adenocarcinoma"}, {"pubmed": 21339190, "text": "Elevated IGFBP2 expression is associated with glioma."}, {"pubmed": 21899885, "text": "The role of IGFBP2 and IGF signaling in chemoresistance of acute myeloid leukemia indicates that patients with high IGFBP2 expression might benefit from molecular therapies targeting the IGF pathway."}, {"pubmed": 21951978, "text": "Data show a secondary structure similar to that of other IGFBPs. N-terminal domain displayed unique features such as a Pro/Ala-rich non-polar insert that formed a flexible solvent-exposed loop on the surface opposite to the IGF-binding interface."}, {"pubmed": 21972778, "text": "There is now substantial evidence linking IGFBP-2 with nutritional status and insulin sensitivity."}, {"pubmed": 22242132, "text": "This study aimed at establishing and clarifying the effect of cord serum insulin, IGF-II, IGFBP-2, cortisol and IL-6 concentrations on birth length and weight."}, {"pubmed": 22253890, "text": "Prospective associations of insulin, IGF-I, IGF-II and IGFBP-3 with physical performance in Caerphilly Prospective Study and cross-sectional insulin, IGF-I, IGF-II, IGFBP-2 and IGFBP-3 in the Boyd Orr cohort, were examined."}, {"pubmed": 22277732, "text": "Increased plasma levels of the APC-interacting protein MAPRE1, LRG1, and IGFBP2 precede a diagnosis of colorectal cancer in women"}, {"pubmed": 22293585, "text": "IGFBP-2 might be a promising marker for early recognition of insulin resistance, particularly in overweight or obese children, regardless of pubertal stage."}, {"pubmed": 22345562, "text": "IGFBP2 expression is closely linked to genes in the integrin and integrin-linked kinase pathways. IGFBP2 activates integrin beta1 and downstream invasion pathways, requires ILK to induce cell motility, and activates NF-kappaB."}, {"pubmed": 22459634, "text": "the study demonstrates for the first time that a neurotrophin factor can synergize with IGFBP-2 to promote hematopoietic cell expansion"}, {"pubmed": 22527168, "text": "A one SD increase in animal protein was associated with a decrease in IGFBP-2 of 6.20 % (-8.91, -3.41 %)."}, {"pubmed": 22554827, "text": "IGFBP-1 and IGFBP-2 have strong inverse associations with risk of type 2 diabetes risk in women"}, {"pubmed": 22555360, "text": "A high serum IGFBP2 concentration may reflect a catabolic state and is a powerful indicator of a low physical functional status and a worse body composition in elderly men. In addition, IGFBP2 levels predict all-cause mortality."}, {"pubmed": 22571677, "text": "VEF treatment no statistically significant differences in the expression of IGFBP-2 human luteinized granulosa cells."}, {"pubmed": 22623219, "text": "Serum insulin-like growth factor (IGF) binding protein-2 (IGFBP-2) levels were the most robust negative predictors of relative appendicular skeletal muscle mass in both sexes."}, {"pubmed": 22672618, "text": "The expression of decreased in the medial, basolateral, and central amygdala regions after chronic immobilization stress in mice."}, {"pubmed": 22869145, "text": "Results suggest L1-mediated signaling by the L1-ezrin-NF-kappaB pathway, that induces IGFBP-2 expression, has an important role in colorectal cancer progression."}, {"pubmed": 23071652, "text": "Data indicate that the levels of IGF-2R and IGFBP-2 in hepatocellular carcinoma (HCC) tissues were higher than those in adjacent tissues."}, {"pubmed": 23165420, "text": "High serum IGFBP-2 and anti-IGFBP-2 autoantibody levels were associated with lung cancer."}, {"pubmed": 23233738, "text": "MDA-9/syntenin and IGFBP-2 promote angiogenesis in human melanoma."}, {"pubmed": 23291564, "text": "Data show for the first time that IGFBP-2 is a negative predictor of cold-induced BAT and BMD in young non-obesewomen, suggesting that IGFBP-2 may serve as a regulator of BAT-mediated osteoblastogenesis."}, {"pubmed": 23397525, "text": "IGFBP-2 associates with alpha2-macroglobulin in the blood circulation."}, {"pubmed": 23435424, "text": "IGFBP-2 possesses a functional nuclear localization signal sequence and IGFBP-2 actively translocates into the nucleus by a classical nuclear import mechanism, involving formation of IGFBP-2 complexes with importin-alpha."}, {"pubmed": 23515291, "text": "IGFBP-2 not only modulates IGFs and directly regulates PTEN but also has a role in maintaining ER-alpha expression."}, {"pubmed": 23714241, "text": "We found that IGF-2 and IGFBP2 synergistically increased neurite outgrowth via enhanced early signaling through the IGF type 1 receptor."}, {"pubmed": 23767917, "text": "This study highlights regulation of beta-catenin by IGFBP2 in breast cancer cells and most importantly, combined expression of IGFBP2 and beta-catenin is associated with lymph node metastasis of breast tumors."}, {"pubmed": 23959956, "text": "Increased glucose concentrations inhibited the efficacy of docetaxel at inducing apoptosis, which was associated with increased IGFBP2 production as a result of glucose-induced acetylation of histones bound to the IGFBP2 promoter."}, {"pubmed": 24051179, "text": "insulin-like growth factors bound to IGFBP-3 remain in the circulation, whereas those bound to IGFBP-2 freely reach target tissues."}, {"pubmed": 24069370, "text": "Insulin-like growth factor binding protein-2 level is increased in blood of lung cancer patients and associated with poor survival."}, {"pubmed": 24081183, "text": "higher baseline IGF-II and IGFBP-2 predict increased HDL concentration over time, implicating IGF-II in modulation of circulating HDL-cholesterol concentrations."}, {"pubmed": 24130049, "text": "the IGFBP2/FAK pathway is causally associated with dasatinib resistance."}, {"pubmed": 24191913, "text": "IGFBP2 is a critical cell-autonomous factor that promotes the survival and migration of acute leukemia cells."}, {"pubmed": 24273235, "text": "The combination of elevated IGFBP2 and reduced IGF1 levels at diagnosis of epithelial ovarian cancer could further facilitate the identification of a patient subgroup with the worst prognosis."}, {"pubmed": 24275430, "text": "IGFBP-2 in complex with alpha2 macroglobulin was 2.5 times lower in cancer patients."}, {"pubmed": 24292683, "text": "Constitutive IGFBP2 downregulation may represent a novel mechanism for acquired resistance to IGF1R therapeutic antibody in vivo."}, {"pubmed": 24308545, "text": "Serum IGFBP2 and MSLN are weak diagnostic classifiers individually, but may be useful in a diagnostic biomarker panel for pancreatic cancer."}, {"pubmed": 24352760, "text": "High IGFBP-2 gene expression is asssociated with cytomegalovirus positive glioblastoma multiforme."}, {"pubmed": 24548188, "text": "Increased serum concentration significantly and independently associated with long-term cardiovascular disease mortality in patients with lower-extremity peripheral artery disease"}, {"pubmed": 24604839, "text": "two IGFBP2 heparin-binding domains contribute differentially to 2- or 3-carbon O-sulfated glycosaminoglycans binding in free IGFBP2 and the IGF2/IGFBP2 protein complex."}, {"pubmed": 24682597, "text": "IGFBP2 overexpression is associated with metastasis and poor survival in NSCLC patients."}, {"pubmed": 24690948, "text": "Elevated plasma IGFBP-2 levels after combined postoperative radiotherapy and chemotherapy in elderly glioblastoma patients correlate with poor Karnofsky performance status score and predicts poor prognosis."}, {"pubmed": 24833102, "text": "Low IGFBP2 expression is associated with adrenocortical carcinoma."}, {"pubmed": 25093489, "text": "Exogenous IGFBP-2 induces proliferation, invasion, and chemoresistance in glioma cells via integrin-beta1/ERK signaling."}, {"pubmed": 25106097, "text": "Report changes in serum levels of protein molecular forms of insulin-like growth factor binding protein-2 with age."}, {"pubmed": 25139333, "text": "A combined profile of preoperative IGFBP-2, GFAP, and YKL-40 plasma levels could serve as an additional diagnostic tool for patients with inoperable brain lesions suggestive of Glioblastoma multiforme."}, {"pubmed": 25277046, "text": "The blood proteins IGF1, IGF2, IBP2, IBP3 and A2GL have been proposed as indirect biomarkers for detection of GH administration and as putative biomarkers for breast cancer diagnosis."}, {"pubmed": 25463100, "text": "IGFBP-2 may have a role in metabolic syndrome and is independently associated with VLDL triglycerides"}, {"pubmed": 25619494, "text": "Differences in IGF-axis protein expression and survival among multiethnic breast cancer patients"}, {"pubmed": 25746666, "text": "The amount of IGFBP-2 monomer increased in sera from all studied patients compared to controls, whereas the amount of IGFBP-2/alpha2M complexes most often decreased, being significantly reduced in patients with pancreas, colon, breast or ovary tumor."}, {"pubmed": 25747684, "text": "IGFBP-2 secreted by mature adipocytes plays a key role in promoting the metastatic ability of MCF-7 breast cancer cells"}, {"pubmed": 25890304, "text": "There was a positive correlation between the IGFBP2 levels of and those of inflammatory mediators in HIV Infections."}, {"pubmed": 25893308, "text": "Identification of a novel tumor-promoting function for IGFBP2 of activating EGFR/STAT3 signaling and facilitating EGFR accumulation in the nucleus, thereby deregulating EGFR signaling by two distinct mechanisms."}, {"pubmed": 25900123, "text": "Elevated serum IGFBP2 levels might play a role in the postnatal growth retardation phenotype of Pallister-Killian syndrome."}, {"pubmed": 26043140, "text": "that age-specific cognitive decline may be moderated by IGF-BP2"}, {"pubmed": 26068014, "text": "Serum IGFBP2 was increased in patients with hepatocellular carcinoma compared to healthy controls, but lower than in patients with liver cirrhosis."}, {"pubmed": 26076738, "text": "IGFBP-2 overexpression in HUVECs promoted endothelial progenitor cells(EPC)-endothelial adhesion. The RGD motif in its C-domain is required for interaction with integrin alpha5beta1."}, {"pubmed": 26080829, "text": "The expression levels of maspin were lower in the cisplatin-resistant tissue and cells, and was enhanced by IGFBP-2 inhibition."}, {"pubmed": 26094770, "text": "These results implicate TRIB3 and IGFBP2, both of which are known to be overexpressed in several types of cancers, as pro-survival modulators of cell viability in nutrient-deficient microenvironments."}, {"pubmed": 26317790, "text": "Data show that modulation of insulin like growth factor binding protein 2 (IGFBP2) expression affects proliferation, motility, and chemosensitization of eophageal adenocarcinoma (EAC) cells in a serum-dependent manner."}, {"pubmed": 26559475, "text": "Insulin-like growth factor binding protein 2 is strongly associated with restoration of keratocyte phenotype in HCFs."}, {"pubmed": 26616478, "text": "Serum IGFBP2 reflects disease activity and renal pathology changes in lupus nephritis."}, {"pubmed": 26976474, "text": "This study thus investigated the relationship between IGFs-related proteins in diabetic patients and the incidence of colorectal carcinoma."}, {"pubmed": 27044294, "text": "Insulin-like growth factor binding protein 2 potentiates glioblastoma tumor growth by the activation of the beta-catenin pathway through its C-terminal domain, and their coexpression possibly contributes to worse patient prognosis."}, {"pubmed": 27050076, "text": "Co-ordinated and reciprocal alteration in IGFBP-2 and -5 expression may play a role in the acquisition of endocrine resistance in breast cancer."}, {"pubmed": 27099071, "text": "IGFBP2 and SOCS3 were up-regulated in Kashin-Beck disease chondrocytes and decreased with increasing selenium concentrations. IGFBP2 expressed highest in the middle zone of KBD cartilage, SOCS3 expressed higher in the middle and deep zone. IGFBP2 and SOCS3 may be the biomarkers for KBD diagnosis and evaluating the effect of selenium supplement."}, {"pubmed": 27111220, "text": "The monoclonal gammopathy of undetermined significance and multiple myeloma patients displayed a significant increase in intact IGFBP-2 and decrease in intact IGFBP-3 in the circulation compared to control individuals."}, {"pubmed": 27126637, "text": "In human whole blood cells, methylation of IGFBP2 at the homologous CpG site was increased in obese men with impaired glucose tolerance. In conclusion, our data show that increased methylation of hepatic Igfbp2 during infancy predicts the development of fatty liver later in life and is linked to deterioration of glucose metabolism."}, {"pubmed": 27165066, "text": "In patients with malignant and borderline ovarian tumors, the level of IGFBP-2 was higher than in healthy women and in patients with benign ovarian tumors."}, {"pubmed": 27215343, "text": "Serum IGFBP-1 and -2 are increased in idiopathic pulmonary fibrosis and IGFBP-2 may be reduced by anti-fibrosing therapy."}, {"pubmed": 27416762, "text": "Together, this study validated that T-2 toxin exposure might promote the progression of KBD by inducing chondrocyte injury, suppressing matrix synthesis and accelerating cellular catabolism through IGFBP2. Therefore, this research will elucidate a new insight about how T-2 toxin participate in the pathogenesis of KBD."}, {"pubmed": 27579675, "text": "IGFBP2 and IGFBP3 may serve as compensatory biomarkers for CA19-9. Early diagnosis with this marker combination may improve the prognosis of invasive ductal adenocarcinoma of pancreas patients."}, {"pubmed": 27852048, "text": "patients with low IGFBP2 expressiondisplay a clear advantage in overall and disease-free survival, whereas those with high IGFBP2 expressionhave worse median survival than IDH-wildtype patients."}, {"pubmed": 28036255, "text": "Data suggest that circulating insulin-like growth factor-binding protein 2 (IGFBP2) has potential as a biomarker predicting prognosis for gastric cancer patients."}, {"pubmed": 28090803, "text": "Downregulation of IGFBP2 expression is specific for bipolar disorder."}, {"pubmed": 28129571, "text": "The interaction of IGFBP2 and p63 might account for the pathogenesis of rhabdomyosarcoma tumors."}, {"pubmed": 28179448, "text": "IGFBP2 protein levels are altered in type 2 diabetes mellitus patients and associated with cardiovascular disease risk factors."}, {"pubmed": 28323865, "text": "We verified that NFIA binds to the IGFBP2 promoter and transcriptionally enhances IGFBP2 expression levels. We identified that NFIA-mediated IGFBP2 signaling pathways are involved in miR-302b-induced glioma cell death."}, {"pubmed": 28410230, "text": "these results suggest that IGFBP2 plays an important role in promoting tumorigenesis, through estrogen and ERalpha signaling pathway."}, {"pubmed": 28707224, "text": "The associated effects appear to be mediated by inhibition of IGFBP-2 expression and stimulation of p21 expression. This suggests that simulated microgravity might represent a promising method to discover new targets for glioma therapeutic strategy."}, {"pubmed": 28718372, "text": "mechanistic investigations defined insulin-like growth factor binding protein 2 (IGFBP2)as a direct and functional downstream target of microRNA-592, which was involved in the microRNA-592-mediated tumor-suppressive effects in glioma cells."}, {"pubmed": 28931862, "text": "Findings suggest that the long non-coding RNA HOTAIR (HOTAIR) - insulin growth factor-binding protein 2 (IGFBP2)axis plays critical roles in renal cell carcinoma (RCC) metastasis and may serve as a therapeutic target for advanced RCC."}, {"pubmed": 29228449, "text": "IGFBP2 overexpression increased the expression of p-p65 and nuclear p65, while IGFBP2 knockdown reduced the expression of p-p65 and nuclear p65."}, {"pubmed": 29344663, "text": "Following IGFBP2 knockdown using rAAV2-ZsGreen-shRNA-hIGFBP2, matrix metalloproteinase2 expression was significantly reduced in tumor tissues compared with that in rAAV2ZsGreenshRNAscramble treated tumor tissues."}, {"pubmed": 29500455, "text": "High IGFBP2 expression is associated with chemoresistance of lung cancer."}, {"pubmed": 29885520, "text": "High IGFBP2 expression is associated with salivary adenoid cystic carcinoma metastasis."}, {"pubmed": 30272281, "text": "Study showed that IGFBP2 was highly expressed in clinical tissues of melanoma compared with the control group, and its expression exhibited a positive association with CD147. furthermore, IGFBP2 participated in CD147-mediated apoptosis in melanoma."}, {"pubmed": 30309683, "text": "IGFBP-2 plasma levels outperformed the established risk score for prediction of one-year mortality in aortic stenosis patients undergoing transcatheter aortic valve implantation."}, {"pubmed": 30368528, "text": "IGFBP2 acts as a stimulator of Vasculogenic mimicry formation in glioma cells via enhancing CD144 and MMP2 expression."}, {"pubmed": 30408155, "text": "data demonstrate that myeloma MSCs are less proliferative and that IGFBP2+ small adipocytes are a distinct mesenchymal cell population suppressed by myeloma."}, {"pubmed": 30475224, "text": "Serum IGFBP-2 levels increase with age after the age of 50 years and evolve in parallel with insulin sensitivity. IGFBP-2 may therefore be a potential marker for insulin sensitivity. We further show that IGFBP-2 levels can predict mortality in this aging population. However, its predictive value for mortality can only be interpreted in relation to insulin sensitivity."}, {"pubmed": 30626422, "text": "IGFBP2 protects EAC cells against ABS-induced DNA damage and apoptosis through stabilization and activation of EGFR - DNA-PKcs signaling axis."}, {"pubmed": 30921666, "text": "Low IGFBP2 expression is associated with obesity."}, {"pubmed": 31053522, "text": "High preoperative plasma IGFBP2 levels were closely associated with nodal disease and might serve as independent prognostic factor for unfavorable disease-free survival in penile squamous cell carcinoma (PSCC) patients. IGFBP2 regulated cell growth and clonogenesis and promoted cell migration and invasion in PSCC cell model."}, {"pubmed": 31078343, "text": "MIIP was significantly decreased and IGFBP2 was significantly increased in breast cancer tissues versus para cancerous."}, {"pubmed": 31138764, "text": "IGFBP2 mRNA expression status is an independent prognostic biomarker in GBMs, and the combination of IGFBP2 mRNA and TERTp status might serve as a prognostic indicator in patients with glioblastoma."}, {"pubmed": 31373442, "text": "Elevated circulating IGFBP-2 levels were associated with an increased risk of both all-cause dementia and Alzheimer's disease."}, {"pubmed": 31560714, "text": "Study in syngeneic mouse glioblastoma (GBM) model, human GBM samples, and cancer-immune cell co-culture revealed that IGFBP2-promoted immunosuppression associated with its induction of the mesenchymal feature of GBM cells and the inhibitory phosphorylated FcgammaRIIB of GBM exposed immune cells. Inhibition of IGFBP2 relieved immunosuppression by increasing CD8+ T and CD19+ B cells and decreasing CD163+ M2 macrophages."}, {"pubmed": 31806281, "text": "Insulin-like Growth Factor Binding Protein 2 predicts mortality risk in heart failure."}, {"pubmed": 31818638, "text": "IGFBP2 upregulates ZEB1 expression and promotes hepatocellular carcinoma progression through NF-kappaB signaling pathway."}, {"pubmed": 31851103, "text": "Serum Levels of Insulin-like Growth Factor 1 and Insulin-like Growth Factor-binding Protein 2 as a Novel Biomarker in the Detection of Pancreatic Adenocarcinoma."}, {"pubmed": 31870856, "text": "In cervical carcinogenesis, IGFBP-2 appears to play an oncogenic role, probably through an IGF-independent mechanism."}, {"pubmed": 31948893, "text": "Cardiorenal interaction and heart failure outcomes. A role for insulin-like growth factor binding protein 2?"}, {"pubmed": 32120023, "text": "IGFBP2 regulates PD-L1 expression by activating the EGFR-STAT3 signaling pathway in malignant melanoma."}, {"pubmed": 32279122, "text": "Astrocytic IGFBP2 and CHI3L1 in cerebrospinal fluid drive cortical metastasis of HER2+breast cancer."}, {"pubmed": 32286106, "text": "Serum IGFBP2 Level Is a New Candidate Biomarker of Severe Malnutrition in Advanced Lung Cancer."}, {"pubmed": 32302288, "text": "Intracellular Insulin-like growth factor binding protein 2 (IGFBP2) contributes to the senescence of keratinocytes in psoriasis by stabilizing cytoplasmic p21."}, {"pubmed": 32532003, "text": "Physiological Disturbance in Fatty Liver Energy Metabolism Converges on IGFBP2 Abundance and Regulation in Mice and Men."}, {"pubmed": 32585310, "text": "Proteome-wide assessment of diabetes mellitus in Qatari identifies IGFBP-2 as a risk factor already with early glycaemic disturbances."}, {"pubmed": 32586279, "text": "Effects of gastric sleeve surgery on the serum levels of GH, IGF-1 and IGF-binding protein 2 in healthy obese patients."}, {"pubmed": 32762395, "text": "Circulating IGFBP-2 levels are inversely associated with the incidence of nonalcoholic fatty liver disease: A cohort study."}, {"pubmed": 32803659, "text": "Regulation of beta-catenin by IGFBP2 and its cytoplasmic actions in glioma."}, {"pubmed": 32817171, "text": "Diagnostic accuracy of serum insulin-like growth factor-binding protein 2 for ovarian cancer."}, {"pubmed": 32927467, "text": "Pediatric pulmonary hypertension: insulin-like growth factor-binding protein 2 is a novel marker associated with disease severity and survival."}, {"pubmed": 33132312, "text": "Cathepsin G-Induced Insulin-Like Growth Factor (IGF) Elevation in MCF-7 Medium Is Caused by Proteolysis of IGF Binding Protein (IGFBP)-2 but Not of IGF-1."}, {"pubmed": 33309859, "text": "IGFBP2 promotes tumor progression by inducing alternative polarization of macrophages in pancreatic ductal adenocarcinoma through the STAT3 pathway."}, {"pubmed": 33416173, "text": "IGFBP2 in cancer: Pathological role and clinical significance (Review)."}, {"pubmed": 33436560, "text": "circNDUFB2 inhibits non-small cell lung cancer progression via destabilizing IGF2BPs and activating anti-tumor immunity."}, {"pubmed": 33498859, "text": "Potential Role of Insulin Growth-Factor-Binding Protein 2 as Therapeutic Target for Obesity-Related Insulin Resistance."}, {"pubmed": 33641616, "text": "Serum insulin-like growth factor-binding protein 2 levels as an indicator for disease severity in enterohemorrhagic Escherichia coli induced hemolytic uremic syndrome."}, {"pubmed": 33706704, "text": "IGFBP-1 and IGFBP-2 are associated with a decreased pulse-wave velocity in young, healthy adults."}, {"pubmed": 33763996, "text": "Serum insulin-like growth factor binding protein 2 levels as biomarker for pancreatic ductal adenocarcinoma-associated malnutrition and muscle wasting."}, {"pubmed": 33864954, "text": "Role of IGFBP-2 in oral cancer metastasis."}, {"pubmed": 33948578, "text": "IGFBP-2 partly mediates the early metabolic improvements caused by bariatric surgery."}, {"pubmed": 34035374, "text": "Serum IGFBP-2 in systemic sclerosis as a prognostic factor of lung dysfunction."}, {"pubmed": 34117361, "text": "COL11A1 activates cancer-associated fibroblasts by modulating TGF-beta3 through the NF-kappaB/IGFBP2 axis in ovarian cancer cells."}, {"pubmed": 34273055, "text": "Association of decreased sperm motility and increased seminal plasma IGF-I, IGF-II, IGFBP-2, and PSA levels in infertile men."}, {"pubmed": 34547256, "text": "HMGA2 contributes to vascular development and sprouting angiogenesis by promoting IGFBP2 production."}, {"pubmed": 34628696, "text": "SNAIL2 contributes to tumorigenicity and chemotherapy resistance in pancreatic cancer by regulating IGFBP2."}, {"pubmed": 34830078, "text": "Insulin-like Growth Factor Binding Protein-2 (IGFBP2) Is a Key Molecule in the MACC1-Mediated Platelet Communication and Metastasis of Colorectal Cancer Cells."}, {"pubmed": 35293050, "text": "Insulin-like growth factor 2 mRNA-binding protein 2-regulated alternative splicing of nuclear factor 1 C-type causes excessive granulosa cell proliferation in polycystic ovary syndrome."}, {"pubmed": 35368130, "text": "Prognostic impact of insulin-like growth factor-I and its binding proteins, insulin-like growth factor-I binding protein-2 and -3, on adverse histopathological features and survival outcomes after radical cystectomy."}, {"pubmed": 35443068, "text": "IGF-dependent dynamic modulation of a protease cleavage site in the intrinsically disordered linker domain of human IGFBP2."}, {"pubmed": 35546443, "text": "Prognostic value of IGFBP2 in various cancers: a systematic review and meta-analysis."}, {"pubmed": 35995234, "text": "Reduced IGFBP-2 related immunoreactivity in human serum correlates with arterial stiffness in a healthy Chinese population."}, {"pubmed": 36008635, "text": "IGFBP2 function as a novel biomarker for active lupus nephritis."}, {"pubmed": 36030928, "text": "Associations between insulin-like growth factor binding protein-2 and lipoprotein kinetics in men."}, {"pubmed": 36787736, "text": "Loss of IGFBP2 mediates alveolar type 2 cell senescence and promotes lung fibrosis."}, {"pubmed": 37212470, "text": "Insulin-like growth factor binding protein-2 and glucose-regulated protein 78 kDa: Potential biomarkers affect prognosis in IDH-wildtype glioblastoma patients."}, {"pubmed": 37285597, "text": "Associations of insulin-like growth factor binding protein-2 with metabolic profile and hepatic fat deposition in asymptomatic men and women."}, {"pubmed": 37436978, "text": "IGFBP2 secretion by mammary adipocytes limits breast cancer invasion."}, {"pubmed": 37698235, "text": "Insulin-like growth factor binding protein-2 as a biomarker for lupus nephritis."}, {"pubmed": 37854178, "text": "Plasma IGFBP-2 levels reveal heterogeneity in hepatic fat content in adults with excess visceral adiposity."}, {"pubmed": 37904201, "text": "Insulin-like growth factor binding protein 2: a core biomarker of left ventricular dysfunction in dilated cardiomyopathy."}, {"pubmed": 37982173, "text": "Cancer-associated fibroblast-associated gene IGFBP2 promotes glioma progression through induction of M2 macrophage polarization."}, {"pubmed": 37992295, "text": "Insulin-like growth factor binding protein-2 in at-risk adults and autopsy-confirmed Alzheimer brains."}, {"pubmed": 38012763, "text": "METTL3-mediated HOTAIRM1 promotes vasculogenic mimicry icontributionsn glioma via regulating IGFBP2 expression."}, {"pubmed": 38316422, "text": "Role of increased IGFBP2 in trophoblast cell proliferation and recurrent spontaneous abortion development: A pilot study."}, {"pubmed": 38490505, "text": "Exosomal IGFBP2 derived from highly metastatic promotes hepatocellular carcinoma metastasis by inducing epithelial mesenchymal transition."}, {"pubmed": 38506034, "text": "The role of HMGA2 in activating the IGFBP2 expression to promote angiogenesis and LUAD metastasis via the PI3K/AKT/VEGFA signaling pathway."}, {"pubmed": 38729152, "text": "A human omentum-specific mesothelial-like stromal population inhibits adipogenesis through IGFBP2 secretion."}, {"pubmed": 38918360, "text": "IGFBP2/ITGA5 promotes gefitinib resistance via activating STAT3/CXCL1 axis in non-small cell lung cancer."}], "genomic_pos": {"chr": "2", "end": 216664436, "ensemblgene": "ENSG00000115457", "start": 216632828, "strand": 1}, "genomic_pos_hg19": {"chr": "2", "end": 217529159, "start": 217497551, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0007565", "qualifier": "involved_in", "term": "female pregnancy"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007584", "qualifier": "involved_in", "term": "response to nutrient"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009410", "qualifier": "involved_in", "term": "response to xenobiotic stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009612", "qualifier": "involved_in", "term": "response to mechanical stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032355", "qualifier": "involved_in", "term": "response to estradiol"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032526", "qualifier": "involved_in", "term": "response to retinoic acid"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032870", "qualifier": "involved_in", "term": "cellular response to hormone stimulus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042104", "pubmed": 15694994, "qualifier": "involved_in", "term": "positive regulation of activated T cell proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043567", "qualifier": "involved_in", "term": "regulation of insulin-like growth factor receptor signaling pathway"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0043567", "pubmed": 19081843, "qualifier": "involved_in", "term": "regulation of insulin-like growth factor receptor signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043567", "qualifier": "involved_in", "term": "regulation of insulin-like growth factor receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043627", "qualifier": "involved_in", "term": "response to estrogen"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051384", "qualifier": "involved_in", "term": "response to glucocorticoid"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0090090", "pubmed": 24431302, "qualifier": "involved_in", "term": "negative regulation of canonical Wnt signaling pathway"}], "CC": [{"evidence": "ISS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 15694994, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0016324", "qualifier": "located_in", "term": "apical plasma membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 23533145, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0005102", "pubmed": 24431302, "qualifier": "enables", "term": "signaling receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 19095771, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0031994", "qualifier": "enables", "term": "insulin-like growth factor I binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0031994", "pubmed": 19081843, "qualifier": "enables", "term": "insulin-like growth factor I binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0031995", "qualifier": "enables", "term": "insulin-like growth factor II binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0031995", "qualifier": "enables", "term": "insulin-like growth factor II binding"}]}, "homologene": {"genes": [[7955, 794176], [7955, 798920], [8364, 100101720], [9031, 396315], [9544, 696214], [9598, 460116], [9606, 3485], [9615, 488516], [9913, 282260], [10090, 16008], [10116, 25662]], "id": 499}, "interpro": [{"desc": "Thyroglobulin type-1", "id": "IPR000716", "short_desc": "Thyroglobulin_1"}, {"desc": "Insulin-like growth factor binding protein 2", "id": "IPR012210", "short_desc": "IGFBP-2"}, {"desc": "Insulin-like growth factor-binding protein family 1-6, chordata", "id": "IPR022321", "short_desc": "IGFBP_1-6_chordata"}, {"desc": "Thyroglobulin type-1 superfamily", "id": "IPR036857", "short_desc": "Thyroglobulin_1_sf"}, {"desc": "Insulin-like growth factor-binding protein, IGFBP", "id": "IPR000867", "short_desc": "IGFBP-like"}, {"desc": "Growth factor receptor cysteine-rich domain superfamily", "id": "IPR009030", "short_desc": "Growth_fac_rcpt_cys_sf"}, {"desc": "Insulin-like growth factor binding protein, N-terminal, Cys-rich conserved site", "id": "IPR017891", "short_desc": "Insulin_GF-bd_Cys-rich_CS"}], "ipi": ["IPI00297284", "IPI00926948", "IPI00927165"], "map_location": "2q35", "name": "insulin like growth factor binding protein 2", "other_names": ["IGF-binding protein 2", "insulin-like growth factor binding protein 2, 36kDa", "insulin-like growth factor-binding protein 2"], "pantherdb": {"HGNC": "5471", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "96437", "ortholog_type": "LDO", "panther_family": "PTHR11551", "taxid": 10090, "uniprot_kb": "P47877"}, {"RGD": "2873", "ortholog_type": "LDO", "panther_family": "PTHR11551", "taxid": 10116, "uniprot_kb": "P12843"}, {"Gene": "IGFBP2", "ortholog_type": "O", "panther_family": "PTHR11551", "taxid": 9031, "uniprot_kb": "P49705"}, {"Ensembl": "ENSGALG00000011469", "ortholog_type": "LDO", "panther_family": "PTHR11551", "taxid": 9031, "uniprot_kb": "F1P1I0"}, {"ZFIN": "ZDB-GENE-090107-3", "ortholog_type": "O", "panther_family": "PTHR11551", "taxid": 7955, "uniprot_kb": "B3F211"}, {"ZFIN": "ZDB-GENE-000125-12", "ortholog_type": "LDO", "panther_family": "PTHR11551", "taxid": 7955, "uniprot_kb": "Q9PTH3"}], "uniprot_kb": "P18065"}, "pathway": {"reactome": [{"id": "R-HSA-381426", "name": "Regulation of Insulin-like Growth Factor (IGF) transport and uptake by Insulin-like Growth Factor Binding Proteins (IGFBPs)"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}], "wikipathways": [{"id": "WP289", "name": "Myometrial relaxation and contraction pathways"}, {"id": "WP3614", "name": "Photodynamic therapy-induced HIF-1 survival signaling"}]}, "pdb": "2H7T", "pfam": ["PF00086", "PF00219"], "pharmgkb": "PA29704", "pharos": {"target_id": 15917, "tdl": "Tchem"}, "pir": "A41927", "prosite": ["PS51162", "PS51323"], "reagent": {"CondMedia_CM_LibrAB": {"id": "GNF292675", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF251235", "relationship": "is"}, {"id": "GNF251236", "relationship": "is"}, {"id": "GNF251237", "relationship": "is"}, {"id": "GNF251238", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF039492", "relationship": "similar to"}, "GNF_mm+hs-MGC": [{"id": "GNF006959", "relationship": "is"}, {"id": "GNF006960", "relationship": "is"}, {"id": "GNF006961", "relationship": "is"}, {"id": "GNF006962", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF337550", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF100302", "relationship": "is"}, {"id": "GNF139957", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000002.12", "NC_060926.1"], "protein": ["NP_000588.3", "NP_001300919.1", "NP_001300921.1", "NP_001300922.1"], "rna": ["NM_000597.3", "NM_001313990.2", "NM_001313992.2", "NM_001313993.2"], "translation": [{"protein": "NP_001300919.1", "rna": "NM_001313990.2"}, {"protein": "NP_000588.3", "rna": "NM_000597.3"}, {"protein": "NP_001300921.1", "rna": "NM_001313992.2"}, {"protein": "NP_001300922.1", "rna": "NM_001313993.2"}]}, "reporter": {"HG-U133_Plus_2": "202718_at", "HG-U95Av2": ["1741_s_at", "40422_at"], "HTA-2_0": "TC02001281.hg.1", "HuEx-1_0": "2527253", "HuGene-1_1": "8048205", "HuGene-2_1": "16890675"}, "summary": "The protein encoded by this gene is one of six similar proteins that bind insulin-like growth factors I and II (IGF-I and IGF-II). The encoded protein can be secreted into the bloodstream, where it binds IGF-I and IGF-II with high affinity, or it can remain intracellular, interacting with many different ligands. High expression levels of this protein promote the growth of several types of tumors and may be predictive of the chances of recovery of the patient. Several transcript variants, one encoding a secreted isoform and the others encoding nonsecreted isoforms, have been found for this gene. [provided by RefSeq, Sep 2015].", "symbol": "IGFBP2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1334093"}, "unigene": "Hs.438102", "uniprot": {"Swiss-Prot": "P18065", "TrEMBL": ["C9JW52", "C9JMY1", "H7C1H0"]}, "wikipedia": {"url_stub": "IGFBP2"}}