{"AllianceGenome": "5476", "HGNC": "5476", "MIM": "602867", "_id": "3490", "_version": 1, "accession": {"genomic": ["AC069307.7", "AC111197.4", "AY518539.1", "CH471057.1", "CP068274.2", "CS138158.1", "NC_000004.12", "NC_060928.1", "NG_031877.1"], "protein": ["AAA16187.1", "AAB32370.1", "AAH17201.1", "AAH66339.1", "AAN23122.1", "AAP35300.1", "AAR89912.1", "BAG64844.1", "BAH14453.1", "CAJ21555.1", "EAX05520.1", "EAX05521.1", "NP_001240764.1", "NP_001544.1", "Q16270.1"], "rna": ["AF540057.1", "AI761388.1", "AK303915.1", "AK316082.1", "BC017201.2", "BC066339.1", "BT006654.1", "L19182.1", "NM_001253835.2", "NM_001553.3", "S75725.1"], "translation": [{"protein": "AAB32370.1", "rna": "S75725.1"}, {"protein": "AAH17201.1", "rna": "BC017201.2"}, {"protein": "AAP35300.1", "rna": "BT006654.1"}, {"protein": "NP_001544.1", "rna": "NM_001553.3"}, {"protein": "BAG64844.1", "rna": "AK303915.1"}, {"protein": "AAA16187.1", "rna": "L19182.1"}, {"protein": "AAH66339.1", "rna": "BC066339.1"}, {"protein": "AAN23122.1", "rna": "AF540057.1"}, {"protein": "NP_001240764.1", "rna": "NM_001253835.2"}, {"protein": "BAH14453.1", "rna": "AK316082.1"}]}, "alias": ["AGM", "FSTL2", "IBP-7", "IGFBP-7", "IGFBP-7v", "IGFBPRP1", "MAC25", "PSF", "RAMSVPS", "TAF"], "ensembl": {"gene": "ENSG00000163453", "protein": ["ENSP00000295666", "ENSP00000486293"], "transcript": ["ENST00000295666", "ENST00000512512", "ENST00000514062"], "translation": [{"protein": "ENSP00000295666", "rna": "ENST00000295666"}, {"protein": "ENSP00000486293", "rna": "ENST00000514062"}], "type_of_gene": "protein_coding"}, "entrezgene": "3490", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 6.04981074283, "exp_mis": 79.1113823703, "exp_syn": 42.6486687454, "lof_z": 0.825529450929203, "mis_z": 1.05096683567265, "mu_lof": 5.22080069092e-07, "mu_mis": 1.28756189233e-05, "mu_syn": 7.36444528913e-06, "n_lof": 4.0, "n_mis": 60.0, "n_syn": 22.0, "p_li": 0.00596320863879663, "p_null": 0.262492413780098, "p_rec": 0.731544377581106, "syn_z": 1.9601477287249}, "bp": 849, "cds_end": 57976517, "cds_start": 57897482, "n_exons": 5, "nonpsych": {"exp_lof": 5.38748099322, "exp_mis": 71.5152557568, "exp_syn": 38.5129789908, "lof_z": 0.587064966515674, "mis_z": 1.16395622908119, "mu_lof": 5.22080069092e-07, "mu_mis": 1.28756189233e-05, "mu_syn": 7.36444528913e-06, "n_lof": 4.0, "n_mis": 52.0, "n_syn": 21.0, "p_li": 0.00479068656245887, "p_null": 0.337841287006032, "p_rec": 0.657368026431509, "syn_z": 1.7767240797721}, "nontcga": {"exp_lof": 5.55723065299, "exp_mis": 72.773881691, "exp_syn": 39.2281812044, "lof_z": 1.07009387102161, "mis_z": 0.921214232186758, "mu_lof": 5.22080069092e-07, "mu_mis": 1.28756189233e-05, "mu_syn": 7.36444528913e-06, "n_lof": 3.0, "n_mis": 57.0, "n_syn": 21.0, "p_li": 0.0296168089547279, "p_null": 0.164234098087334, "p_rec": 0.806149092957938, "syn_z": 1.84275040834055}, "transcript": "ENST00000295666.4"}, "exons": [{"cdsend": 57110351, "cdsstart": 57032414, "chr": "4", "position": [[57032237, 57032552], [57033194, 57033311], [57040823, 57040933], [57109876, 57110385]], "strand": -1, "transcript": "NM_001253835", "txend": 57110385, "txstart": 57032237}, {"cdsend": 57110351, "cdsstart": 57031316, "chr": "4", "position": [[57030772, 57031336], [57032425, 57032552], [57033194, 57033311], [57040823, 57040933], [57109876, 57110385]], "strand": -1, "transcript": "NM_001553", "txend": 57110385, "txstart": 57030772}], "exons_hg19": [{"cdsend": 57976517, "cdsstart": 57898580, "chr": "4", "position": [[57898403, 57898718], [57899360, 57899477], [57906989, 57907099], [57976042, 57976551]], "strand": -1, "transcript": "NM_001253835", "txend": 57976551, "txstart": 57898403}, {"cdsend": 57976517, "cdsstart": 57897482, "chr": "4", "position": [[57896938, 57897502], [57898591, 57898718], [57899360, 57899477], [57906989, 57907099], [57976042, 57976551]], "strand": -1, "transcript": "NM_001553", "txend": 57976551, "txstart": 57896938}], "generif": [{"pubmed": 12065244, "text": "that IGFBP-rP1 is an inhibitor of MCF-7 breast cancer cell proliferation and may act via a cellular senescence-like mechanism."}, {"pubmed": 12592389, "text": "In prostate cancer cells, one of the downstream mediators of the senescence-associated tumor suppression effect of mac25/IGFBP-rP1 is superoxide dismutase 2"}, {"pubmed": 12679483, "text": "discovered the implication of insulin-like growth factor-binding protein-related protein 1 in endometrial physiology, which seems related to endometrial receptivity"}, {"pubmed": 14633696, "text": "tumor-suppressive activity is through induction of apoptosis in an IGF-I independent manner in prostate cancer"}, {"pubmed": 15077158, "text": "SOX9 contributes to growth regulation by mac25 via inhibition of cell growth and promotion of differentiation"}, {"pubmed": 15708897, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16302002, "text": "data suggest that mac25/IGFBP-rP1 and 25.1 may play a functional role in the NE differentiation of NSCLC cell lines and may provide a novel therapeutic target for treating lung cancers, in particular NSCLC with NE differentiation"}, {"pubmed": 16873698, "text": "findings show for the first time that circulating IGF-binding protein (IGFBP)-related protein 1 (IGFBP-rP1) is increased with insulin resistance"}, {"pubmed": 17048309, "text": "IGFBP7 plays a potential tumor suppressor role against colorectal carcinogenesis and its expression is associated with DNA hypomethylation of exon 1."}, {"pubmed": 17136345, "text": "mRNA expression was lost in six out of eight CRC cell lines as compared to normal colon cells. DNA methylation was found in the region of exon 1 and intron 1 of IGFBP-7."}, {"pubmed": 17312390, "text": "IGFBP7 plays a potential tumor suppressor role in colorectal carcinogenesis."}, {"pubmed": 17465992, "text": "Expression in tumor cells may reduce the anchorage-independent growth ability, leading to the marked loss of tumorigenicity."}, {"pubmed": 17972510, "text": "This study supports the role of IGFBP-1, -3 and -7 as potential tumour suppressor genes in human breast cancer."}, {"pubmed": 18267069, "text": "A genome-wide RNA-interference screening to identify genes required for an activated BRAF oncogene to block proliferation of fibroblasts and melanocytes revealed that a IGFBP7, has a central role in BRAF-mediated senescence and apoptosis."}, {"pubmed": 18711401, "text": "Cultured human brain endothelial cells. exposed to either hypoxia or media conditioned by the human glioblastoma cell line are induced to express IGFBP-7 mRNA."}, {"pubmed": 18981723, "text": "5-aza-2'-deoxycytidine(5-aza-dC) may have anticancer function for colon cancer and restoration of IGFBP7 may involve the biological effects induced by 5-aza-dC in colon cancer cell lines."}, {"pubmed": 19019211, "text": "Patients with endometriosis and those with type II diabetes mellitus undergoing hemodialysis had significantly higher serum concentrations of IGFBP7 than the relevant control subjects."}, {"pubmed": 19374835, "text": "IGFBP7 blocks VEGF-induced angiogenesis in human vascular endothelial cells."}, {"pubmed": 19542015, "text": "Results demonstrate that the vascular-specific marker angiomodulin (AGM) modulates vascular remodeling in part by temporizing the proangiogenic effects of VEGF-A."}, {"pubmed": 19638426, "text": "Epigenetic inactivation of IGFBP7 appears to play a key role in tumorigenesis of colorectal cancers with the CpG island methylator phenotype by enabling escape from p53-induced senescence."}, {"pubmed": 19710688, "text": "IGFBP7 is a regulator of KC proliferation and differentiation"}, {"pubmed": 19829302, "text": "data argues against obligatory downregulation in IGFBP7 expression in BRAF mutated melanoma cells"}, {"pubmed": 19919630, "text": "Similar to oncogenic BRAF-positive common naevi without atypia, enhanced expression of the tumour suppressor IGFBP7 in oncogenic BRAF-positive atypical genital nevi supports that they are biologically inert."}, {"pubmed": 20029996, "text": "Results suggest that IGFBP7 regulates morphological changes of glandular cells by interfering with the normal PKA and MAPK signaling pathways that are associated with the transformation and/or differentiation of endometrial glands."}, {"pubmed": 20407444, "text": "IGFBP7 could be a useful predictor of the response to interferon-based therapy in advanced hepatocellular carcinoma"}, {"pubmed": 20433702, "text": "HSP60 is an important downstream molecule of IGFBP7 in colorectal carcinoma"}, {"pubmed": 20440262, "text": "data suggest that loss of IGFBP7 expression has a functional role in thyroid carcinogenesis, and it may represent a possible basis for therapeutic strategies"}, {"pubmed": 20464481, "text": "Expression of Insulin like growth factor binding protein-7 reduces growth of human breast cancer cells"}, {"pubmed": 20478260, "text": "Study concludes that the secreted protein IGFBP7 is dispensable for B-RAF(V600E)-induced senescence in human melanocytes."}, {"pubmed": 20535151, "text": "In contrast to BAALC, which likely represents only a surrogate marker of treatment failure in acute leukemia, IGFBP7 regulates the proliferation of leukemic cells and might be involved in chemotherapy resistance"}, {"pubmed": 20599521, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20977730, "text": "IGFBP-rP1 was a potential key molecule associated with colon cancer differentiation."}, {"pubmed": 21040219, "text": "aberrant IGFBP7 expression is regulated by DNA methylation in acute leukemia."}, {"pubmed": 21095038, "text": "IGFBP7 is inactivated in lung cancer by DNA hypermethylation in both lung cancer cell lines and primary lung tumors"}, {"pubmed": 21328580, "text": "Results indicated that IGFBP7 expression correlated significantly with the malignant potential in hepatocellular carcinoma cells."}, {"pubmed": 21413833, "text": "IGFBP7 plays a positive contributing role in the interaction between leukemia cells and microenvironment, which may promote the leukemic cells' adhesion, invasion, and migration"}, {"pubmed": 21525788, "text": "IGFBP7 is involved in early metastatic dissemination in colorectal cancer"}, {"pubmed": 21562573, "text": "IGFBP7 is involved in the pathogenesis of psoriasis"}, {"pubmed": 21835307, "text": "The BRAF/MEK/ERK pathway is upregulated in progressive retinal arterial macroaneurysm patients, caused by mutation in IGFBP7."}, {"pubmed": 21908579, "text": "Findings provide evidence that IGFBP7 functions as a novel putative tumor suppressor for HCC and establish the corollary that IGFBP7 downregulation can effectively modify AEG-1 function."}, {"pubmed": 22005787, "text": "higher IGFBP7 mRNA levels were associated with lower leukemia-free survival (Cox regression model, P=0.003) in precursor B-cell Ph(-) ALL patients (n=147) treated with a contemporary polychemotherapy protocol"}, {"pubmed": 22173745, "text": "The externalization of saw-tooth architecture in serrated polyps was endoscopically observed more frequently in those with high levels of IGFBP7 methylation (P = 0.03)."}, {"pubmed": 22277373, "text": "These findings suggest a novel molecular mechanism responsible for the tumor suppressive function of IGFBP7 in cisplatin-resistant human lung cancer."}, {"pubmed": 22383111, "text": "IGFBP7 could also inhibit the phosphorylation of ERK and the expression of PCNA, MMP2 and MMP9 in HTR-8 and JEG-3 cells."}, {"pubmed": 22392074, "text": "Transfection of IGFBP-rP1 or addition of condition medium (CM) from IGFBP-rP1-transfected cells in MCF-7 cells caused induction of a variety of senescent phenotypes."}, {"pubmed": 22544761, "text": "Hyperinsulinemia and high IGFBP-rP1 levels confer altered risks for endometrial carcinoma."}, {"pubmed": 22622471, "text": "Low expression of IGFBP7 is associated with pancreatic ductal adenocarcinoma."}, {"pubmed": 22750143, "text": "editing of IGFBP7 transcripts impacts the protein's susceptibility to proteolytic cleavage, thus providing a means for a cell to modulate its functionality through A-to-I RNA editing"}, {"pubmed": 22906661, "text": "Results demonstrate that CpG methylation of IGFBP7 may represent a novel biomarker of prostate cancer and pre-invasive neoplasms"}, {"pubmed": 23250396, "text": "a model whereby IGFBP7 binds to unoccupied IGF1R and suppresses downstream signaling, thereby inhibiting protein synthesis, cell growth, and survival."}, {"pubmed": 23381221, "text": "hypomethylation of LINE-1 and hypermethylation of SLIT2, MAL and IGFBP7 were frequently detected in NSCLCs and associated with various clinical features."}, {"pubmed": 23388612, "text": "IGFBP7 in urine was identified as a reliable marker of cell cycle arrest induction in acute kidney injury."}, {"pubmed": 23543219, "text": "Report A-to-I editing in the coding sequence of IGFBP7 in cancerous human keratinocytes."}, {"pubmed": 23546957, "text": "Data indicate that desmoplakin (DSP) and cystatin A (CSTA) interaction and insulin-like growth factor 1 (IGF-1), IGF-binding protein 7 (IGFBP7) and syndecan 1 (SDC1) interaction were observed in protein-protein interaction (PPI) network."}, {"pubmed": 23600329, "text": "Results indicate that restoration of IGFBP-rP1 to PC-3 cells increases both their radiosensitivity and chemosensitivity."}, {"pubmed": 23713052, "text": "Perfomed proteomic analysis on a transgenic mouse model of severe cardiac hypertrophy; compared data to dataset of heart failure found MYH7, IGFBP7, ANXA2, and DESM to be biomarker candidates for heart failure."}, {"pubmed": 24067438, "text": "as urinary marker, discriminated between early and late/non-recovery patients and patients with and without acute kidney injury"}, {"pubmed": 24075854, "text": "These data suggest that IGFBP7 is a critical regulator of memory consolidation and might be used as a biomarker for AD."}, {"pubmed": 24357797, "text": "Methylation of the IGFBP7 promoter was associated with silencing of gene expression and was frequent in Barrett's oesophagus and oesophageal adenocarcinoma"}, {"pubmed": 24373620, "text": "IGFBP-rP1 contributes to the development of liver fibrosis and may be a novel molecule involved in the progression of hepatic fibrogenesis."}, {"pubmed": 24427302, "text": "High expression of IGFBP7 in fibroblasts induced by colorectal cancer cells is co-regulated by TGF-beta and Wnt signaling in a Smad2/3-Dvl2/3-dependent manner."}, {"pubmed": 24632618, "text": "in contrast to its tumor-suppressor function in epithelial cells, IGFPB7 can promote anchorage-independent growth in malignant mesenchymal cells and in epithelial cells with an EMT phenotype when IGFBP7 is expressed by the tumor cells"}, {"pubmed": 24675717, "text": "The decline in urinary TIMP-2 and IGFBP7 values was the strongest predictor for renal recovery following cardiac surgery."}, {"pubmed": 24737780, "text": "These results suggest that AGM cooperates with VEGF to induce the aberrant functions of cancer vasculature as a ligand of integrin alpha5beta3."}, {"pubmed": 24743871, "text": "IGFBP7 down-regulation is associated with poor prognosis in glioma, and this molecule may represent both a prognostic marker and a potential therapeutic target."}, {"pubmed": 24894674, "text": "Data indicate that insulin-like growth factor binding protein 7 (IGFBP7) was downregulated in gastric cancer, and its low expression was potentially correlated with increased cell proliferation and could be used to predicate poor prognosis in patients."}, {"pubmed": 24967962, "text": "AML patients with high IGFBP7 expression have a better outcome than patients with low IGFBP7 expression, indicating a positive role for IGFBP7 in treatment and outcome of AML."}, {"pubmed": 25789970, "text": "we demonstrated that IGFBP-rP1 suppresses EMT and tumor metastasis by repressing TGF-b-mediated EMT through the Smad signaling cascade."}, {"pubmed": 25880247, "text": "IGFBP-7 can alter EMT relative marker genes and suppress cell invasion in A253 cell through AKT/GSK3beta/beta-catenin signaling."}, {"pubmed": 25886299, "text": "The low levels of IGFBP7 in high-grade serous ovarian carcinoma are associated with survival rate."}, {"pubmed": 25887188, "text": "Our data indicate that IGFBP7 expression is a marker for a specific methylation pattern in myeloma"}, {"pubmed": 25984973, "text": "serum IGFBP7 levels are associated with IR and MetS, providing new insight into the mechanism of IR and Mets. IGFBP7 may be a potential interventional target for IR and Mets."}, {"pubmed": 26043748, "text": "Overexpression of IGFBP7 was associated with tumour progression and poor survival in gastric cancer. IGFBP7 may play a role in tumour progression in gastric cancer."}, {"pubmed": 26387651, "text": "low expression in breast cancer tissue"}, {"pubmed": 26450156, "text": "Inhibition of IGF1-R overcomes IGFBP7-induced chemotherapy resistance in T-ALL"}, {"pubmed": 26474694, "text": "This process not only provides a remarkable high expression at ~50mg/L and pure glycosylated mammalian rhIGFBP7, also highlights that transient gene expression technology is practical to be used for production"}, {"pubmed": 26606754, "text": "This study shows that urinary [TIMP-2]*[IGFBP7] has a good diagnostic performance in predicting adverse outcomes in neonatal and pediatric AKI of heterogeneous etiology."}, {"pubmed": 26706909, "text": "Insulin-like growth factor binding protein 7 (IGFBP7) was proven to be associated with metastatic clinicopathological features and high lymphatic vascular density"}, {"pubmed": 26797672, "text": "quantitative urine test is available to assess the risk of developing AKI by measuring the concentrations of two protein biomarkers, TIMP-2 and IGFBP-7"}, {"pubmed": 26974954, "text": "data suggest that TGF-beta1 enhances IGFBP7 via Smad2/4 pathways, and that IGFBP7 might be involved in the TGF-beta1-induced tubular injury in DN."}, {"pubmed": 27174659, "text": "biomarker for acute kidney injury"}, {"pubmed": 27342580, "text": "High IGFBP7 expression is associated with acute kidney injury."}, {"pubmed": 27342582, "text": "High IGFBP7 expression is associated with acute kidney injury."}, {"pubmed": 27744089, "text": "In patients with heart failure with preserved ejection fraction, IGFBP7 may be a novel biomarker of diastolic function and exercise capacity."}, {"pubmed": 27989801, "text": "loss of IGFBP7 and upregulation of IGF1 activates the FGF4-FGFR1-ETS2 pathway in Tumor-associated endothelial cells (TECs) and converts naive tumor cells to chemoresistant tumor stem-like cells (TSCs), thereby facilitating their invasiveness and progression."}, {"pubmed": 28003188, "text": "TIMP-2 is both expressed and secreted preferentially by cells of distal tubule origin, while IGFBP7 is equally expressed across tubule cell types yet preferentially secreted by cells of proximal tubule origin. In human kidney tissue, strong staining of IGFBP7 was seen in the luminal brush-border region of a subset of proximal tubule cells, and TIMP-2 stained intracellularly in distal tubules."}, {"pubmed": 28035363, "text": "Data report that IGFBP7 is a novel target gene of ADAR2 in esophageal squamous cell carcinoma where its RNA is edited and protein stabilized by ADAR2."}, {"pubmed": 28107490, "text": "Urine [TIMP-2]*[IGFBP7] is a promising candidate for early detection of AKI, especially in ruling-out AKI"}, {"pubmed": 28288210, "text": "NEAT1-associated paraspeckle proteins P54nrb and PSF have been reported as positive regulators of c-Myc translation through interaction with c-Myc IRES"}, {"pubmed": 28382566, "text": "Study results demonstrate that urinary TIMP-2*IGFBP-7 concentration can be used in infants to predict subsequent serum creatinine-defined acute kidney injury following cardiopulmonary bypass."}, {"pubmed": 28682920, "text": "Meta-analysis indicated that urinary [TIMP-2].[IGFBP7] may be a reliable biomarker for the early detection of acute kidney injury in adults."}, {"pubmed": 28684903, "text": "Serum IGFBP7 levels were raised during acute exacerbation in COPD patients."}, {"pubmed": 28803769, "text": "Urine levels of IGFBP7 (and TIMP2) are predictive for acute kidney injury following cardiac surgical procedures."}, {"pubmed": 29067463, "text": "IGFBPrP1 transfection inhibited cell growth, and induced G1 phase arrest and cellular senescence in HEC1A cells while gene silencing presented the adverse functional changes."}, {"pubmed": 29145491, "text": "epithelial cells and leukocytes from the urinary sediment. CONCLUSION: The gene expression pattern of IGFBP7 and TIMP-2 from urinary sediment, which contains desquamated renal tubular epithelial cells, did not correlate with [IGFBP7]x[TIMP-2] protein, indicating that IGFBP7 and TIMP-2 measured in the NephroCheck(R) test originated predominantly from intact but stressed cells of the kidney itself"}, {"pubmed": 29242275, "text": "IGFBP7 upregulation promotes osteogenic differentiation of mesenchymal stem cells via the Wnt/beta-catenin signaling."}, {"pubmed": 29563502, "text": "Placenta and appetite genes GDF15 and IGFBP7 are associated with hyperemesis gravidarum."}, {"pubmed": 29580038, "text": "Low IGFBP7 expression is associated with Gastric Cancer."}, {"pubmed": 29592874, "text": "Reduced RNA editing of IGFBP7 gene is associated with psoriasis."}, {"pubmed": 29622288, "text": "IGFBP-7 was lower in heart failure with a preserved ejection fraction than heart failure with a reduced ejection fraction."}, {"pubmed": 29991293, "text": "IGFBP7 is associated to prognosis and could suppress cell survival in cholangiocarcinoma"}, {"pubmed": 30300282, "text": "Study in cohort of donation after circulatory death kidney transplant recipients showed that urinary TIMP-2 is a promising biomarker predicting the occurrence and duration of prolonged functionally defined delayed graft function, whereas IGFBP7 was not sensitive enough in the setting of kidney transplantation."}, {"pubmed": 30540936, "text": "Enhancing IGFBP7 by overexpression or addition of recombinant human IGFBP7 (rhIGFBP7) resulted in differentiation, inhibition of cell survival, and increased chemotherapy sensitivity of primary acute myeloid leukemia cells."}, {"pubmed": 30769262, "text": "IGFBP-7 was not confirmed as a predictor of mortality in the myocardial infarction patients."}, {"pubmed": 30834595, "text": "IGFBP7 contributes to epithelial-mesenchymal transition of HPAEpiC cells in response to radiation."}, {"pubmed": 30982674, "text": "Tissue inhibitor metalloproteinase-2 (TIMP-2) * IGF-binding protein-7 (IGFBP7) levels are associated with adverse outcomes in patients in the intensive care unit with acute kidney injury."}, {"pubmed": 31267558, "text": "Results identified IGFBP7 protein as highly upregulated in the mesenchymal-resistant melanoma cells to MAPK inhibitors (MAPKi). In addition, IGFBP7 levels in patient sera were shown to be higher after relapse."}, {"pubmed": 31287495, "text": "IGFBP7 has a role in regulating sepsis-induced epithelial-mesenchymal transition through ERK1/2 signaling"}, {"pubmed": 31397492, "text": "Insulin-like growth factor binding protein 7 accelerates hepatic steatosis and insulin resistance in non-alcoholic fatty liver disease."}, {"pubmed": 31545454, "text": "Study indicated that IGFBP7 overexpression leads to the direct targeting of EMTassociated genes, which in turn regulates the metastatic behavior of colon cancer cells (CC). These data suggest the biological and clinical importance of IGFBP7 in colon cancer. In addition, downregulation of IGFBP7 in CC associated with the development of liver metastasis may facilitate the proliferation and expansion of CC cells."}, {"pubmed": 31730227, "text": "Phenotypic delineation of the retinal arterial macroaneurysms with supravalvular pulmonic stenosis syndrome."}, {"pubmed": 31791043, "text": "The effectiveness of urinary TIMP-2 and IGFBP-7 in predicting acute kidney injury in critically ill neonates."}, {"pubmed": 31822054, "text": "Serum Insulin-Like Growth Factor Binding Protein 7 as a Potential Biomarker in the Diagnosis and Prognosis of Esophagogastric Junction Adenocarcinoma."}, {"pubmed": 31856559, "text": "Urinary tissue inhibitor of metalloproteinase-2 and insulin-like growth factor-binding protein 7 as biomarkers of patients with established acute kidney injury."}, {"pubmed": 32066522, "text": "Plasmodium-infected erythrocytes induce secretion of IGFBP7 to form type II rosettes and escape phagocytosis."}, {"pubmed": 32406612, "text": "Echocardiographic assessment of insulin-like growth factor binding protein-7 and early identification of acute heart failure."}, {"pubmed": 32475626, "text": "Clinical study of serum IGFBP7 in predicting lymphatic metastasis in patients with lung adenocarcinoma."}, {"pubmed": 32479185, "text": "Will urinary biomarkers provide a breakthrough in diagnosing cardiac surgery-associated AKI? - A systematic review."}, {"pubmed": 32529639, "text": "IGFBP6 regulates vascular smooth muscle cell proliferation and morphology via cyclin E-CDK2."}, {"pubmed": 32548968, "text": "Elevated plasma sRAGE and IGFBP7 in heart failure decrease after heart transplantation in association with haemodynamics."}, {"pubmed": 33009198, "text": "Urinary cell cycle arrest proteins urinary tissue inhibitor of metalloprotease 2 and insulin-like growth factor binding protein 7 predict acute kidney injury after severe trauma: A prospective observational study."}, {"pubmed": 33158949, "text": "Insulin-Like Growth Factor Binding Protein 7 Predicts Renal and Cardiovascular Outcomes in the Canagliflozin Cardiovascular Assessment Study."}, {"pubmed": 33189655, "text": "Plasma Insulin-like Growth Factor Binding Protein 7 Contributes Causally to ARDS 28-Day Mortality: Evidence From Multistage Mendelian Randomization."}, {"pubmed": 33253093, "text": "Insulin-like growth factor binding protein 7 as a candidate biomarker for systemic sclerosis."}, {"pubmed": 33411755, "text": "(TIMP2) x (IGFBP7) as early renal biomarker for the prediction of acute kidney injury in aortic surgery (TIGER). A single center observational study."}, {"pubmed": 33441876, "text": "The predictive value of TIMP-2 and IGFBP7 for kidney failure and 30-day mortality after elective cardiac surgery."}, {"pubmed": 34040195, "text": "SNORD116 and growth hormone therapy impact IGFBP7 in Prader-Willi syndrome."}, {"pubmed": 34217226, "text": "IGFBP7 and GDF-15, but not P1NP, are associated with cardiac alterations and 10-year outcome in an elderly community-based study."}, {"pubmed": 34303194, "text": "IGFBP7 overexpression promotes acquired resistance to AZD9291 in non-small cell lung cancer."}, {"pubmed": 34438446, "text": "Physiologic IGFBP7 levels prolong IGF1R activation in acute lymphoblastic leukemia."}, {"pubmed": 34606580, "text": "Prognostic impact of tumor-specific insulin-like growth factor binding protein 7 (IGFBP7) levels in breast cancer: a prospective cohort study."}, {"pubmed": 34946293, "text": "Renal Impairment Detectors: IGFBP-7 and NGAL as Tubular Injury Markers in Multiple Myeloma Patients."}, {"pubmed": 35076852, "text": "Association of insulin-like growth factor binding protein-7 promoter methylation with esophageal cancer in peripheral blood."}, {"pubmed": 35170890, "text": "Evaluating TIMP-2 and IGFBP-7 as a predictive tool for kidney injury in ureteropelvic junction obstruction."}, {"pubmed": 35204773, "text": "IGFBP7 Concentration May Reflect Subclinical Myocardial Damage and Kidney Function in Patients with Stable Ischemic Heart Disease."}, {"pubmed": 35307071, "text": "[Advances in the clinical value of tissue inhibitors of metalloproteinase-2 and insulin-like growth factor binding protein 7 in sepsis associated-acute kidney injury]."}, {"pubmed": 35469565, "text": "Elevated Urinary Tissue Inhibitor of Metalloproteinase-2 and Insulin-Like Growth Factor Binding Protein-7 Predict Drug-Induced Acute Kidney Injury."}, {"pubmed": 35604859, "text": "Perioperative Urinary TIMP-2*IGFBP7 and Acute Kidney Injury: A Systematic Review."}, {"pubmed": 35625639, "text": "Insulin-Like Growth Factor-Binding Protein 7 (IGFBP-7) - New Diagnostic and Prognostic Marker in Symptomatic Peripheral Arterial Disease? Pilot Study."}, {"pubmed": 35900339, "text": "IGFBP7 enhances trophoblast invasion via IGF-1R/c-Jun signaling in unexplained recurrent spontaneous abortion."}, {"pubmed": 36088651, "text": "Insulin-like growth factor binding protein 7 (IGFBP7), a link between heart failure and senescence."}, {"pubmed": 37270777, "text": "METTL3-mediated m[6]A modification of IGFBP7-OT promotes osteoarthritis progression by regulating the DNMT1/DNMT3a-IGFBP7 axis."}, {"pubmed": 37298628, "text": "IGFBP7 Fuels the Glycolytic Metabolism in B-Cell Precursor Acute Lymphoblastic Leukemia by Sustaining Activation of the IGF1R-Akt-GLUT1 Axis."}, {"pubmed": 37304887, "text": "The diagnostic value of serum insulin-like growth factor binding protein 7 in gastric cancer."}, {"pubmed": 37316358, "text": "IGFBP-7 secreted by adipose-derived stem cells inhibits keloid formation via the BRAF/MEK/ERK signaling pathway."}, {"pubmed": 37714372, "text": "Depletion of Igfbp7 alleviates zebrafish NAFLD progression through inhibiting hepatic ferroptosis."}, {"pubmed": 38218180, "text": "Structural insight into CD93 recognition by IGFBP7."}, {"pubmed": 38840498, "text": "IGFBP7 promotes endothelial cell repair in the recovery phase of acute lung injury."}], "genomic_pos": {"chr": "4", "end": 57110385, "ensemblgene": "ENSG00000163453", "start": 57030773, "strand": -1}, "genomic_pos_hg19": {"chr": "4", "end": 57976551, "start": 57896939, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001558", "qualifier": "involved_in", "term": "regulation of cell growth"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007155", "pubmed": 8117260, "qualifier": "involved_in", "term": "cell adhesion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007566", "qualifier": "involved_in", "term": "embryo implantation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0008285", "pubmed": 8939990, "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0009966", "qualifier": "involved_in", "term": "regulation of signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032526", "qualifier": "involved_in", "term": "response to retinoic acid"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032870", "qualifier": "involved_in", "term": "cellular response to hormone stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050810", "qualifier": "involved_in", "term": "regulation of steroid biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051414", "qualifier": "involved_in", "term": "response to cortisol"}], "CC": [{"evidence": "HDA", "gocategory": "CC", "id": "GO:0005576", "pubmed": 27068509, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 20551380, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005788", "qualifier": "located_in", "term": "endoplasmic reticulum lumen"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": 20551380, "qualifier": "colocalizes_with", "term": "collagen-containing extracellular matrix"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": [25037231, 27559042], "qualifier": "located_in", "term": "collagen-containing extracellular matrix"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0062023", "qualifier": "is_active_in", "term": "collagen-containing extracellular matrix"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 23533145, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "RCA", "id": "GO:0005201", "pubmed": [20551380, 25037231, 27559042], "qualifier": "enables", "term": "extracellular matrix structural constituent"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 9388210, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005520", "qualifier": "enables", "term": "insulin-like growth factor binding"}]}, "homologene": {"genes": [[7955, 405860], [9031, 422620], [9544, 693564], [9598, 461304], [9606, 3490], [9615, 608559], [9913, 616368], [10090, 29817], [10116, 289560]], "id": 1193}, "interpro": [{"desc": "Insulin-like growth factor-binding protein, IGFBP", "id": "IPR000867", "short_desc": "IGFBP-like"}, {"desc": "Kazal domain", "id": "IPR002350", "short_desc": "Kazal_dom"}, {"desc": "Immunoglobulin subtype", "id": "IPR003599", "short_desc": "Ig_sub"}, {"desc": "Immunoglobulin-like domain", "id": "IPR007110", "short_desc": "Ig-like_dom"}, {"desc": "Growth factor receptor cysteine-rich domain superfamily", "id": "IPR009030", "short_desc": "Growth_fac_rcpt_cys_sf"}, {"desc": "Insulin-like growth factor binding protein-related protein (IGFBP-rP), MAC25", "id": "IPR011390", "short_desc": "IGFBP_rP_mac25"}, {"desc": "Immunoglobulin I-set", "id": "IPR013098", "short_desc": "Ig_I-set"}, {"desc": "Immunoglobulin-like fold", "id": "IPR013783", "short_desc": "Ig-like_fold"}, {"desc": "Kazal domain superfamily", "id": "IPR036058", "short_desc": "Kazal_dom_sf"}, {"desc": "Immunoglobulin-like domain superfamily", "id": "IPR036179", "short_desc": "Ig-like_dom_sf"}], "ipi": "IPI00016915", "map_location": "4q12", "name": "insulin like growth factor binding protein 7", "other_names": ["IGF-binding protein 7", "IGFBP-rP1", "PGI2-stimulating factor", "angiomodulin", "insulin-like growth factor-binding protein 7", "prostacyclin-stimulating factor", "tumor-derived adhesion factor"], "pantherdb": {"HGNC": "5476", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1352480", "ortholog_type": "LDO", "panther_family": "PTHR14186", "taxid": 10090, "uniprot_kb": "Q61581"}, {"RGD": "1306201", "ortholog_type": "LDO", "panther_family": "PTHR14186", "taxid": 10116, "uniprot_kb": "F1M9B2"}, {"Ensembl": "ENSGALG00000037332", "ortholog_type": "LDO", "panther_family": "PTHR14186", "taxid": 9031, "uniprot_kb": "A0A1D5NUQ7"}, {"ZFIN": "ZDB-GENE-040426-2423", "ortholog_type": "LDO", "panther_family": "PTHR14186", "taxid": 7955, "uniprot_kb": "A0A0R4IU08"}], "uniprot_kb": "Q16270"}, "pathway": {"reactome": [{"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-2559582", "name": "Senescence-Associated Secretory Phenotype (SASP)"}, {"id": "R-HSA-2559583", "name": "Cellular Senescence"}, {"id": "R-HSA-381426", "name": "Regulation of Insulin-like Growth Factor (IGF) transport and uptake by Insulin-like Growth Factor Binding Proteins (IGFBPs)"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-8957275", "name": "Post-translational protein phosphorylation"}], "wikipathways": [{"id": "WP3670", "name": "Simplified Interaction Map Between LOXL4 and Oxidative Stress Pathway"}, {"id": "WP3888", "name": "VEGFA-VEGFR2 Signaling Pathway"}, {"id": "WP615", "name": "Senescence and Autophagy in Cancer"}]}, "pdb": "8IVD", "pfam": ["PF00219", "PF07648", "PF07679"], "pharmgkb": "PA29709", "pharos": {"target_id": 12743, "tdl": "Tbio"}, "pir": ["I52825", "PC2030", "S50031"], "prosite": ["PS50835", "PS51323", "PS51465"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF167897", "relationship": "is"}, {"id": "GNF178803", "relationship": "is"}, {"id": "GNF189709", "relationship": "is"}, {"id": "GNF200615", "relationship": "is"}, {"id": "GNF211887", "relationship": "is"}, {"id": "GNF213395", "relationship": "is"}, {"id": "GNF217339", "relationship": "is"}, {"id": "GNF222791", "relationship": "is"}, {"id": "GNF228243", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF047329", "relationship": "is"}, {"id": "GNF050126", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF006972", "relationship": "is"}, {"id": "GNF006973", "relationship": "is"}], "NOVART_hs-genome_siRNA": {"id": "GNF140902", "relationship": "is"}}, "refseq": {"genomic": ["NC_000004.12", "NC_060928.1", "NG_031877.1"], "protein": ["NP_001240764.1", "NP_001544.1"], "rna": ["NM_001253835.2", "NM_001553.3"], "translation": [{"protein": "NP_001544.1", "rna": "NM_001553.3"}, {"protein": "NP_001240764.1", "rna": "NM_001253835.2"}]}, "reporter": {"HG-U133_Plus_2": ["201162_at", "201163_s_at", "213910_at"], "HG-U95Av2": "2062_at", "HTA-2_0": ["TC04001226.hg.1", "TC04002560.hg.1"], "HuEx-1_0": "2770469", "HuGene-1_1": "8100541", "HuGene-2_1": "16976211"}, "summary": "This gene encodes a member of the insulin-like growth factor (IGF)-binding protein (IGFBP) family. IGFBPs bind IGFs with high affinity, and regulate IGF availability in body fluids and tissues and modulate IGF binding to its receptors. This protein binds IGF-I and IGF-II with relatively low affinity, and belongs to a subfamily of low-affinity IGFBPs. It also stimulates prostacyclin production and cell adhesion. Alternatively spliced transcript variants encoding different isoforms have been described for this gene, and one variant has been associated with retinal arterial macroaneurysm (PMID:21835307). [provided by RefSeq, Dec 2011].", "symbol": "IGFBP7", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1415932"}, "unigene": ["Hs.691061", "Hs.479808"], "uniprot": {"Swiss-Prot": "Q16270"}, "wikipedia": {"url_stub": "IGFBP7"}}