{"AllianceGenome": "5956", "HGNC": "5956", "MIM": "600726", "_id": "3549", "_version": 1, "accession": {"genomic": ["AB018076.3", "AB021874.1", "AC097468.3", "CH471063.1", "CP068276.2", "CS126482.1", "CS464812.1", "NC_000002.12", "NC_060926.1", "NG_016741.2"], "protein": ["AAA62178.1", "AAH34757.2", "AAI36588.1", "AAI36589.1", "AAX88920.1", "BAA33523.2", "BAA36285.1", "CAJ18810.1", "CAM31803.1", "EAW70675.1", "NP_002172.2", "Q14623.4"], "rna": ["AI802733.1", "BC034757.1", "BC136587.1", "BC136588.1", "L38517.1", "NM_002181.4"], "translation": [{"protein": "NP_002172.2", "rna": "NM_002181.4"}, {"protein": "AAA62178.1", "rna": "L38517.1"}, {"protein": "AAI36589.1", "rna": "BC136588.1"}, {"protein": "AAH34757.2", "rna": "BC034757.1"}, {"protein": "AAI36588.1", "rna": "BC136587.1"}]}, "alias": ["BDA1", "HHG2"], "ensembl": {"gene": "ENSG00000163501", "protein": "ENSP00000295731", "transcript": "ENST00000295731", "translation": [{"protein": "ENSP00000295731", "rna": "ENST00000295731"}], "type_of_gene": "protein_coding"}, "entrezgene": "3549", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 8.48973751314, "exp_mis": 209.602149589, "exp_syn": 100.742325478, "lof_z": 2.2063261398826, "mis_z": 2.79067781328714, "mu_lof": 6.87773056105e-07, "mu_mis": 1.99136534357e-05, "mu_syn": 9.53491452827e-06, "n_lof": 2.0, "n_mis": 127.0, "n_syn": 81.0, "p_li": 0.349924208747533, "p_null": 0.0132145561630695, "p_rec": 0.636861235089398, "syn_z": 1.21938628321821}, "bp": 1236, "cds_end": 219925189, "cds_start": 219919928, "n_exons": 3, "nonpsych": {"exp_lof": 7.62637483847, "exp_mis": 189.652520616, "exp_syn": 91.1238658491, "lof_z": 2.71213341671485, "mis_z": 2.84405381629803, "mu_lof": 6.87773056105e-07, "mu_mis": 1.99136534357e-05, "mu_syn": 9.53491452827e-06, "n_lof": 0.0, "n_mis": 112.0, "n_syn": 77.0, "p_li": 0.924496251694898, "p_null": 0.000532082648655182, "p_rec": 0.0749716656564468, "syn_z": 0.931539249020726}, "nontcga": {"exp_lof": 7.80493887923, "exp_mis": 192.828372083, "exp_syn": 92.6773201644, "lof_z": 2.04971818109917, "mis_z": 2.72054594356352, "mu_lof": 6.87773056105e-07, "mu_mis": 1.99136534357e-05, "mu_syn": 9.53491452827e-06, "n_lof": 2.0, "n_mis": 117.0, "n_syn": 73.0, "p_li": 0.301110778184019, "p_null": 0.0191757775121975, "p_rec": 0.679713444303783, "syn_z": 1.29420039123846}, "transcript": "ENST00000295731.6"}, "exons": [{"cdsend": 219060467, "cdsstart": 219055206, "chr": "2", "position": [[219054423, 219055865], [219057432, 219057694], [219060152, 219060921]], "strand": -1, "transcript": "NM_002181", "txend": 219060921, "txstart": 219054423}], "exons_hg19": [{"cdsend": 219925189, "cdsstart": 219919928, "chr": "2", "position": [[219919145, 219920587], [219922154, 219922416], [219924874, 219925643]], "strand": -1, "transcript": "NM_002181", "txend": 219925643, "txstart": 219919145}], "generif": [{"pubmed": 7720571, "text": "describes cloning of human IHH"}, {"pubmed": 11476578, "text": "Mouse study of this member of Hedgehog family of signaling molecules in embryonic patterning and morphogenesis. Detection in target tissues requires proteoglycan/glycosaminoglycan."}, {"pubmed": 12368206, "text": "expression is preserved in the growth plate of human fetuses affected with fibroblast growth factor receptor type 3 activating mutations"}, {"pubmed": 12384778, "text": "novel mutation causes brachydactyly type A1"}, {"pubmed": 12525541, "text": "A novel missense mutation in the IHH gene mapping to chromosome 5 has been identified identified in all patients of a brachydactyly type A1 family."}, {"pubmed": 12632327, "text": "Homozygous mutations in this gene cause acrocapitofemoral dysplasia, an autosomal recessive disorder with cone-shaped epiphyses in hands and hips."}, {"pubmed": 12917489, "text": "model of the interactions between beta-catenin and hedgehog signaling in the epidermis in which SHH promotes proliferation of progenitors of the hair lineages whereas IHH stimulates proliferation of sebocyte precursors"}, {"pubmed": 14520411, "text": "a wide range of digestive tract tumours, including most of those originating in the oesophagus, stomach, biliary tract and pancreas, but not in the colon, display increased Hh pathway activity, which is suppressible by cyclopamine, a Hh pathway antagonist"}, {"pubmed": 14651602, "text": "IHH is involved in the development of enteric nervous system but is not a major gene in Hirschsprung's disease."}, {"pubmed": 14651602, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14770182, "text": "We report that Indian hedgehog (Ihh) is expressed by mature colonocytes and regulates their differentiation in vitro and in vivo."}, {"pubmed": 15105288, "text": "Ihh gene transfer into hTERT stromal cells enhanced their hematopoietic supporting potential in coculture with CD34+ cells"}, {"pubmed": 15146555, "text": "aberrant activation of the Ihh signaling pathway contributes to tumor development in pancreatic cancer"}, {"pubmed": 16322088, "text": "Hedgehog signaling is conserved in hepatic progenitors from fetal development through adulthood and may be a new therapeutic target in patients with liver damage."}, {"pubmed": 16871364, "text": "DNA sequence analysis revealed a heterozygous C to T transition at nucleotide 461 of IHH, resulting in a novel T154I substitution. The T154I mutation co-segregated with all affected individuals in the family."}, {"pubmed": 17360475, "text": "the subset of MM cells that manifests Hh pathway activity is markedly concentrated within the tumor stem cell compartment"}, {"pubmed": 17387386, "text": "Ihh was expressed in 100% of conventional and clear cell chondrosarcomas, especially in matrix-rich areas. Mesenchymal chondrosarcomas revealed only focal expression of Ihh in matrix-rich areas.Ihh was absent or focally expressed in enchondromas."}, {"pubmed": 17486609, "text": "D100N mutation must have arisen independently in these families, suggesting that 298G may be a mutational hot spot."}, {"pubmed": 17962696, "text": "enhanced signaling by Ihh can modulate the proliferation and differentiation of splenic B lymphocytes and thymic T lymphocytes during bone marrow hematopoiesis in vivo"}, {"pubmed": 18391952, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18629882, "text": "A single smino acid deletion in IHH causes mild brachdactyly A1."}, {"pubmed": 18788453, "text": "its signal transduction regulates tumor development. (review)"}, {"pubmed": 18829534, "text": "A novel role of Runx2 in up-regulating the vicious cycle of metastatic bone disease, in addition to Runx2 regulation of genes related to progression of tumor metastasis."}, {"pubmed": 19074837, "text": "Hh signaling is important in the pathogenesis of B-CLL and, hence, may be a potential therapeutic target"}, {"pubmed": 19213939, "text": "Ihh (Indian hedgehog homolog) signals via the BMP(bone morphogenetic protein) pathway, and specifically through BMP4, to promote endothelial cell differentiation from pluripotent cells"}, {"pubmed": 19277064, "text": "Data show that all of the BDA1 mutations occur in a restricted area of the N-terminal active fragment of the IHH."}, {"pubmed": 19445942, "text": "An association of paracrine Hedgehog signaling with several gastrointestinal patterning events involving serosa, pylorus, and villus smooth muscle is shown."}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19464397, "text": "BDA1 caused by a heterozygous mutation in the IHH gene on chromosome 5 was investigated in a large Swedish family."}, {"pubmed": 19856079, "text": "Methylation analysis revealed that IHH promoter was hypermethylated in colon cancer cell lines."}, {"pubmed": 20007344, "text": "Indian hedgehog protein was detected in cystic tubules within human dysplastic kidneys; these molecules modify severity of this congenital malformation. Hedgehog signaling may be important stimulus for renal cyst formation."}, {"pubmed": 20400458, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20546612, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20683927, "text": "This data confirms genetic heterogeneity in Brachydactyly A1 (BDA1) and demonstrates that mutations upstream of IHH can result in BDA1."}, {"pubmed": 20724312, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20839884, "text": "VLDL carries Ihh throughout the body in mammals"}, {"pubmed": 20846217, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20854074, "text": "down-regulation of indian hedgehog expression as a result of hypermethylation, may be an early event in colorectal carcinogenesis"}, {"pubmed": 20881264, "text": "The temporal increase in endometrial IHH during the secretory phase, and their modulation by CDB-2914 suggests progestin role in endometrial differentiation and implantation."}, {"pubmed": 21167467, "text": "the observed duplications lead to a misexpression and/or overexpression of IHH and by this affect the complex regulatory signaling network during digit and skull development."}, {"pubmed": 21640343, "text": "Nuclear and cytoplasmic endometrial expression of Indian hedgehog is decreased in women with endometriosis."}, {"pubmed": 21642379, "text": "Studies indicate that IHH is required for normal chondrocyte proliferation during both embryonic and postnatal growth."}, {"pubmed": 22123293, "text": "Studies indicate that pathways of Hedgehog (Hh), Wnt and Notch, which regulate development during embryonic life and somatic stem cells (SCs) in the adult organism, can be reactivated in malignancies and support tumor-initiating cells (TIC) scompartment."}, {"pubmed": 22234151, "text": "A large duplication involving the IHH locus mimics acrocallosal syndrome"}, {"pubmed": 22406540, "text": "A missense mutation in IHH gene is observed in an individual affected by brachydactyly type A1."}, {"pubmed": 22469853, "text": "Activation of Indian hedgehog promotes chondrocyte hypertrophy and upregulation of MMP-13 in human osteoarthritic cartilage."}, {"pubmed": 22486854, "text": "Results suggest that hypoxia-induced increase of Smo directly contributes to the proliferation of pancreatic ductal adenocarcinoma (PDAC) cells through a hedgehog/Gli1-independent pathway."}, {"pubmed": 22507129, "text": "Ihh-induced Nkx3.2 degradation requires Wnt5a, which is capable of triggering Nkx3.2 degradation"}, {"pubmed": 22750747, "text": "Intra-articular injection of human mesenchymal stem cells (MSCs) promote rat meniscal regeneration by being activated to express Indian hedgehog that enhances expression of type II collagen."}, {"pubmed": 22817660, "text": "Gene transfer of indian hedgehog protein results in chondrogenic induction of mesenchymal stem cells."}, {"pubmed": 23303278, "text": "Studies indicate that activation of the hedgehog (Hh) signaling pathway has been observed in several cancer types, including ovarian cancer."}, {"pubmed": 23403897, "text": "Data indicate that compounds 7 and 9 (diterpene) showed cytotoxicity against cancer cell lines in which hedgehog (Hh) signaling was aberrantly activated."}, {"pubmed": 23418531, "text": "Data indicate that analysis of public microarray data suggests that PBOV1 activation in tumors could be dependent on the Hedgehog signaling pathway."}, {"pubmed": 23468532, "text": "We further indicated that SHH and IHH were highly expressed in metastatic tumors"}, {"pubmed": 23575478, "text": "Studies indicate that upregulation of Hedgehog protein has been found in tumor-associated stroma and associated with vascularization and excessive stromal expansion can limit intratumoral drug delivery."}, {"pubmed": 23786654, "text": "Hedgehog signaling regulates hypoxia induced epithelial to mesenchymal transition and invasion in pancreatic cancer cells via a ligand-independent manner."}, {"pubmed": 23883825, "text": "Data indicate that overexpression of Indian hedgehog (Ihh) signaling promotes abnormal chondrocyte differentiation in enchondral ossification and enhances bone formation in cervical ossification of the posterior longitudinal ligament (OPLL)."}, {"pubmed": 24344235, "text": "Data indicate that neutralizing hedgehog antibody MEDI-5304 represents a potent dual hedgehog inhibitor suitable for patients with tumors harboring elevated levels of sonic hedgehog (SHH) or indian hedgehog (IHH)."}, {"pubmed": 24786088, "text": "Increased Ihh is associated with the severity of osteoarthritis cartilage damage. Elevated Ihh content in human knee joint synovial fluid correlates with early cartilage lesions."}, {"pubmed": 24844414, "text": "Indian Hedgehog, a critical modulator in osteoarthritis, could be a potential therapeutic target for attenuating cartilage degeneration disease."}, {"pubmed": 24991722, "text": "Studies indicate that the hedgehog (Hh) signaling pathway has become one of the most studied potential therapeutic targets in hematological malignancies."}, {"pubmed": 25519748, "text": "endogenously produced IHH is playing a critical role in regulating hBMSC chondrogenesis."}, {"pubmed": 25692887, "text": "Duplication of the upstream IHH regulatory region and a correlation between the phenotype and the implicated regulatory regions in a family with craniosynostosis Philadelphia type."}, {"pubmed": 25888497, "text": "Data suggest that hedgehog (HH) signaling through transcription factors GLI1 and GLI2 could be required for the maintenance of pregnancy."}, {"pubmed": 25958162, "text": "Findings demonstrated that Ihh promotes human cartilage endplate degeneration."}, {"pubmed": 26201092, "text": "Data show that the Hh (Hedgehog) signalling pathway mediates chemoresistance of BCSCs (breast cancer stem cells) and contributes to the outcome in breast cancer patients."}, {"pubmed": 26649570, "text": "Downregulation of indian hedgehog is associated with Celiac Disease."}, {"pubmed": 26691363, "text": "The serum levels of IHH and SHH were significantly higher in autistic subjects than those of control subjects. The findings support a correlation between SHH, IHH and BDNF in autistic children, suggesting their pathological role in autism."}, {"pubmed": 26705100, "text": "Our results show for the first time that Indian hedgehog does not cause extracellular matrix degradation in healthy ex vivo cartilage or in the presence of IL-1beta"}, {"pubmed": 26963384, "text": "The Annexin a2 Promotes Development in Arthritis through Neovascularization by Amplification Hedgehog Pathway."}, {"pubmed": 27694322, "text": "Hedgehog pathway activation in T-cell acute lymphoblastic leukemia predicts response to SMO and GLI1 inhibitors."}, {"pubmed": 27801732, "text": "Ihh is a marker for poor prognosis in patients with lung squamous cell carcinoma and adenocarcinoma. WIF-1 is not a predictive marker for lung cancer."}, {"pubmed": 28205343, "text": "CLIC4 and Ihh could serve as biological markers for the progression, metastasis and/or invasiveness of pancreatic ductal adenocarcinoma."}, {"pubmed": 28574612, "text": "Studies suggest significance of other signaling aside from hedgehog in the pathogenesis of basal cell carcinoma (BCC) of the skin."}, {"pubmed": 29088246, "text": "Gorlin syndrome-derived induced pluripotent stem cells (iPSCs) expressed lower basal levels than control iPSCs of the genes encoding the Hh ligands Indian Hedgehog (IHH) and Sonic Hedgehog (SHH)."}, {"pubmed": 29155992, "text": "Association of pathogenic variants in IHH with short stature with nonspecific skeletal abnormalities and a frequent cause of growth disorder, with a preliminary good response to rhGH."}, {"pubmed": 29748156, "text": "TL1A modulated Rheumatoid arthritis-fibroblast-like synoviocytes migration and Indian hedgehog signaling pathway using TNFR2."}, {"pubmed": 30651074, "text": "pathogenesis of BDA1 and the role of IHH signaling in chondrogenesis"}, {"pubmed": 30926792, "text": "Inhibition of EZH2 resulted in de-repression of IHH, decreased self-renewal, and increased sensitivity to chemotherapy in vivo."}, {"pubmed": 31087761, "text": "the levels of SHH and IHH proteins were significantly correlated with the expression of proteins involved in the TGF-b1 pathway. Moreover, the expression of the HH pathway ligands was positively associated with the expression of TAZ, supporting the notion that TAZ may play a role in the activation of the HH pathway thereby regulating the expression of its ligands"}, {"pubmed": 31820036, "text": "HAS3-induced extracellular vesicles from melanoma cells stimulate IHH mediated c-Myc upregulation via the hedgehog signaling pathway in target cells."}, {"pubmed": 31847127, "text": "The Roles of Indian Hedgehog Signaling in TMJ Formation."}, {"pubmed": 32209048, "text": "Report of a five-generation Chinese family with Brachydactyly type A1 (BDA-1) due to a novel pathogenic variant (c.299A > G (p.D100G)) of IHH; this expands the clinical and genetic spectrum of BDA-1."}, {"pubmed": 32235006, "text": "Indian Hedgehog regulates senescence in bone marrow-derived mesenchymal stem cell through modulation of ROS/mTOR/4EBP1, p70S6K1/2 pathway."}, {"pubmed": 32311039, "text": "Clinical and Molecular Description of 16 Families With Heterozygous IHH Variants."}, {"pubmed": 34070546, "text": "Highly Conserved C-Terminal Region of Indian Hedgehog N-Fragment Contributes to Its Auto-Processing and Multimer Formation."}, {"pubmed": 34530144, "text": "Acrocapitofemoral dysplasia: Novel mutation in IHH in two adult patients from the third family in the literature and progression of the disease."}, {"pubmed": 37256934, "text": "Indian Hedgehog release from TNF-activated renal epithelia drives local and remote organ fibrosis."}], "genomic_pos": {"chr": "2", "end": 219060921, "ensemblgene": "ENSG00000163501", "start": 219054424, "strand": -1}, "genomic_pos_hg19": {"chr": "2", "end": 219925189, "start": 219919142, "strand": -1}, "go": {"BP": [{"evidence": "IMP", "gocategory": "BP", "id": "GO:0001501", "pubmed": 21537345, "qualifier": "involved_in", "term": "skeletal system development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001569", "qualifier": "involved_in", "term": "branching involved in blood vessel morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001649", "qualifier": "involved_in", "term": "osteoblast differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001701", "qualifier": "involved_in", "term": "in utero embryonic development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0001708", "qualifier": "involved_in", "term": "cell fate specification"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001947", "qualifier": "involved_in", "term": "heart looping"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002053", "qualifier": "involved_in", "term": "positive regulation of mesenchymal cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0003382", "qualifier": "involved_in", "term": "epithelial cell morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0003406", "qualifier": "involved_in", "term": "retinal pigment epithelium development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0003413", "qualifier": "involved_in", "term": "chondrocyte differentiation involved in endochondral bone morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006029", "qualifier": "involved_in", "term": "proteoglycan metabolic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007224", "qualifier": "involved_in", "term": "smoothened signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007224", "pubmed": 21537345, "qualifier": "involved_in", "term": "smoothened signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007224", "qualifier": "involved_in", "term": "smoothened signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007267", "qualifier": "involved_in", "term": "cell-cell signaling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009612", "qualifier": "involved_in", "term": "response to mechanical stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009880", "qualifier": "involved_in", "term": "embryonic pattern specification"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0010468", "qualifier": "involved_in", "term": "regulation of gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0016539", "qualifier": "involved_in", "term": "intein-mediated protein splicing"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0016540", "qualifier": "involved_in", "term": "protein autoprocessing"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030704", "qualifier": "involved_in", "term": "vitelline membrane formation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031016", "qualifier": "involved_in", "term": "pancreas development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032331", "qualifier": "involved_in", "term": "negative regulation of chondrocyte differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032355", "qualifier": "involved_in", "term": "response to estradiol"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032967", "qualifier": "involved_in", "term": "positive regulation of collagen biosynthetic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0033085", "qualifier": "involved_in", "term": "negative regulation of T cell differentiation in thymus"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0033088", "qualifier": "involved_in", "term": "negative regulation of immature T cell proliferation in thymus"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0033089", "qualifier": "involved_in", "term": "positive regulation of T cell differentiation in thymus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035264", "qualifier": "involved_in", "term": "multicellular organism growth"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035988", "qualifier": "involved_in", "term": "chondrocyte proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0040008", "qualifier": "involved_in", "term": "regulation of growth"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042733", "qualifier": "involved_in", "term": "embryonic digit morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043066", "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045453", "qualifier": "involved_in", "term": "bone resorption"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045880", "pubmed": 24342078, "qualifier": "involved_in", "term": "positive regulation of smoothened signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045944", "qualifier": "acts_upstream_of", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0046638", "qualifier": "involved_in", "term": "positive regulation of alpha-beta T cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0046639", "qualifier": "involved_in", "term": "negative regulation of alpha-beta T cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048074", "qualifier": "involved_in", "term": "negative regulation of eye pigmentation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048469", "qualifier": "involved_in", "term": "cell maturation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048557", "qualifier": "involved_in", "term": "embryonic digestive tract morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048596", "qualifier": "involved_in", "term": "embryonic camera-type eye morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048666", "qualifier": "involved_in", "term": "neuron development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048745", "qualifier": "involved_in", "term": "smooth muscle tissue development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050679", "qualifier": "involved_in", "term": "positive regulation of epithelial cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060135", "qualifier": "involved_in", "term": "maternal process involved in female pregnancy"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060220", "qualifier": "involved_in", "term": "camera-type eye photoreceptor cell fate commitment"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060323", "qualifier": "involved_in", "term": "head morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0061053", "qualifier": "involved_in", "term": "somite development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0072498", "qualifier": "involved_in", "term": "embryonic skeletal joint development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0090136", "qualifier": "involved_in", "term": "epithelial cell-cell adhesion"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0097264", "qualifier": "involved_in", "term": "self proteolysis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0097421", "qualifier": "involved_in", "term": "liver regeneration"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0000139", "qualifier": "located_in", "term": "Golgi membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005789", "qualifier": "located_in", "term": "endoplasmic reticulum membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 21537345, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0031012", "qualifier": "located_in", "term": "extracellular matrix"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005113", "qualifier": "enables", "term": "patched binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005113", "pubmed": 11472839, "qualifier": "enables", "term": "patched binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005113", "pubmed": 21537345, "qualifier": "enables", "term": "patched binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005509", "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005509", "pubmed": 21537345, "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 20519495, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0008233", "qualifier": "enables", "term": "peptidase activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0140853", "qualifier": "enables", "term": "cholesterol-protein transferase activity"}]}, "homologene": {"genes": [[7955, 30299], [7955, 619520], [8364, 100145111], [9031, 395801], [9544, 704046], [9598, 470652], [9606, 3549], [9615, 488533], [9913, 522714], [10090, 16147], [10116, 84399]], "id": 22586}, "interpro": [{"desc": "Hedgehog, N-terminal signalling domain", "id": "IPR000320", "short_desc": "Hedgehog_signalling_dom"}, {"desc": "Hedgehog protein", "id": "IPR001657", "short_desc": "Hedgehog"}, {"desc": "Hedgehog protein, Hint domain", "id": "IPR001767", "short_desc": "Hedgehog_Hint"}, {"desc": "Hint domain C-terminal", "id": "IPR003586", "short_desc": "Hint_dom_C"}, {"desc": "Hint domain N-terminal", "id": "IPR003587", "short_desc": "Hint_dom_N"}, {"desc": "Intein N-terminal splicing region", "id": "IPR006141", "short_desc": "Intein_N"}, {"desc": "Hedgehog signalling/DD-peptidase zinc-binding domain superfamily", "id": "IPR009045", "short_desc": "Hedgehog_sig/DD-Pept_Zn-bd_sf"}, {"desc": "Hint domain superfamily", "id": "IPR036844", "short_desc": "Hint_dom_sf"}], "ipi": "IPI00032190", "map_location": "2q35", "name": "Indian hedgehog signaling molecule", "other_names": ["Indian hedgehog homolog", "indian hedgehog protein"], "pantherdb": {"HGNC": "5956", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "96533", "ortholog_type": "LDO", "panther_family": "PTHR11889", "taxid": 10090, "uniprot_kb": "P97812"}, {"RGD": "620021", "ortholog_type": "LDO", "panther_family": "PTHR11889", "taxid": 10116, "uniprot_kb": "F1LP42"}, {"Ensembl": "ENSGALG00000011347", "ortholog_type": "LDO", "panther_family": "PTHR11889", "taxid": 9031, "uniprot_kb": "Q98938"}, {"ZFIN": "ZDB-GENE-051010-1", "ortholog_type": "O", "panther_family": "PTHR11889", "taxid": 7955, "uniprot_kb": "B0S8K0"}, {"ZFIN": "ZDB-GENE-980526-135", "ortholog_type": "LDO", "panther_family": "PTHR11889", "taxid": 7955, "uniprot_kb": "Q98862"}, {"FlyBase": "FBgn0004644", "ortholog_type": "O", "panther_family": "PTHR11889", "taxid": 7227, "uniprot_kb": "Q02936"}], "uniprot_kb": "Q14623"}, "pathway": {"kegg": [{"id": "hsa04340", "name": "Hedgehog signaling pathway - Homo sapiens (human)"}, {"id": "hsa05205", "name": "Proteoglycans in cancer - Homo sapiens (human)"}], "netpath": {"id": "Pathway_Hedgehog", "name": "Hedgehog"}, "pid": {"id": "hedgehog_2pathway", "name": "Signaling events mediated by the Hedgehog family"}, "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373080", "name": "Class B/2 (Secretin family receptors)"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}, {"id": "R-HSA-5358346", "name": "Hedgehog ligand biogenesis"}, {"id": "R-HSA-5358346", "name": "Hedgehog ligand biogenesis"}, {"id": "R-HSA-5358351", "name": "Signaling by Hedgehog"}, {"id": "R-HSA-5358351", "name": "Signaling by Hedgehog"}, {"id": "R-HSA-5362798", "name": "Release of Hh-Np from the secreting cell"}, {"id": "R-HSA-5362798", "name": "Release of Hh-Np from the secreting cell"}, {"id": "R-HSA-5387390", "name": "Hh mutants abrogate ligand secretion"}, {"id": "R-HSA-5632681", "name": "Ligand-receptor interactions"}, {"id": "R-HSA-5632681", "name": "Ligand-receptor interactions"}, {"id": "R-HSA-5632684", "name": "Hedgehog 'on' state"}, {"id": "R-HSA-5632684", "name": "Hedgehog 'on' state"}, {"id": "R-HSA-5635838", "name": "Activation of SMO"}, {"id": "R-HSA-5658034", "name": "HHAT G278V doesn't palmitoylate Hh-Np"}, {"id": "R-HSA-5663202", "name": "Diseases of signal transduction by growth factor receptors and second messengers"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8878166", "name": "Transcriptional regulation by RUNX2"}, {"id": "R-HSA-8941284", "name": "RUNX2 regulates chondrocyte maturation"}, {"id": "R-HSA-8941326", "name": "RUNX2 regulates bone development"}, {"id": "R-HSA-9758920", "name": "Formation of lateral plate mesoderm"}, {"id": "R-HSA-9758941", "name": "Gastrulation"}], "wikipathways": [{"id": "WP4249", "name": "Hedgehog Signaling Pathway"}, {"id": "WP47", "name": "Hedgehog Signaling Pathway Netpath"}, {"id": "WP474", "name": "Endochondral Ossification"}, {"id": "WP4767", "name": "FGFR3 signaling in chondrocyte proliferation and terminal differentiation"}, {"id": "WP4787", "name": "Osteoblast differentiation"}, {"id": "WP4808", "name": "Endochondral Ossification with Skeletal Dysplasias"}]}, "pdb": ["3K7G", "3K7H", "3K7I", "3K7J", "3N1F", "3N1M", "3N1O", "3N1P"], "pfam": ["PF01079", "PF01085"], "pharmgkb": "PA29769", "pharos": {"target_id": 17818, "tdl": "Tbio"}, "prosite": "PS50817", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF251251", "relationship": "is"}, {"id": "GNF251252", "relationship": "is"}, {"id": "GNF251253", "relationship": "is"}, {"id": "GNF251254", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF164943", "relationship": "is"}, "GNF_hs-druggable_siRNA": [{"id": "GNF072149", "relationship": "is"}, {"id": "GNF072150", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF018054", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF240996", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": {"id": "GNF338978", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF097124", "relationship": "is"}, {"id": "GNF136779", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000002.12", "NC_060926.1", "NG_016741.2"], "protein": "NP_002172.2", "rna": "NM_002181.4", "translation": {"protein": "NP_002172.2", "rna": "NM_002181.4"}}, "reporter": {"HG-U133_Plus_2": ["215420_at", "229358_at"], "HG-U95Av2": ["34618_at", "899_at"], "HTA-2_0": "TC02002786.hg.1", "HuEx-1_0": "2599798", "HuGene-1_1": "8059067", "HuGene-2_1": "16908552"}, "retired": 50819, "summary": "This gene encodes a member of the hedgehog family of proteins. The encoded preproprotein is proteolytically processed to generate multiple protein products, including an N-terminal fragment that is involved in signaling. Hedgehog family proteins are essential secreted signaling molecules that regulate a variety of developmental processes including growth, patterning and morphogenesis. The protein encoded by this gene specifically plays a role in bone growth and differentiation. Mutations in this gene are the cause of brachydactyly type A1, which is characterized by shortening or malformation of the fingers and toes. Mutations in this gene are also the cause of acrocapitofemoral dysplasia. [provided by RefSeq, Nov 2015].", "symbol": "IHH", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1416377"}, "unigene": "Hs.654504", "uniprot": {"Swiss-Prot": "Q14623"}, "wikipedia": {"url_stub": "IHH (protein)"}}