{"AllianceGenome": "5966", "HGNC": "5966", "MIM": "147681", "_id": "3589", "_version": 2, "accession": {"genomic": ["AC020922.9", "AY207429.1", "CH471135.1", "CP068259.2", "M81890.1", "NC_000019.10", "NC_060943.1"], "protein": ["AAA59132.1", "AAH12506.1", "AAO13493.1", "BAF83261.1", "BAG37700.1", "BAG61067.1", "CAA41266.1", "EAW72371.1", "NP_000632.1", "NP_001254647.1", "P20809.1"], "rna": ["AK290572.1", "AK298973.1", "AK315294.1", "BC012506.1", "BF055151.1", "M57765.1", "NM_000641.4", "NM_001267718.2", "X58377.1"], "translation": [{"protein": "CAA41266.1", "rna": "X58377.1"}, {"protein": "BAF83261.1", "rna": "AK290572.1"}, {"protein": "BAG61067.1", "rna": "AK298973.1"}, {"protein": "NP_000632.1", "rna": "NM_000641.4"}, {"protein": "AAH12506.1", "rna": "BC012506.1"}, {"protein": "AAA59132.1", "rna": "M57765.1"}, {"protein": "BAG37700.1", "rna": "AK315294.1"}, {"protein": "NP_001254647.1", "rna": "NM_001267718.2"}]}, "alias": ["AGIF", "IL-11"], "ensembl": {"gene": "ENSG00000095752", "protein": ["ENSP00000264563", "ENSP00000465705", "ENSP00000467355", "ENSP00000468663"], "transcript": ["ENST00000264563", "ENST00000585513", "ENST00000587093", "ENST00000590625"], "translation": [{"protein": "ENSP00000264563", "rna": "ENST00000264563"}, {"protein": "ENSP00000467355", "rna": "ENST00000585513"}, {"protein": "ENSP00000465705", "rna": "ENST00000590625"}, {"protein": "ENSP00000468663", "rna": "ENST00000587093"}], "type_of_gene": "protein_coding"}, "entrezgene": "3589", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 5.05466987647, "exp_mis": 57.7424444146, "exp_syn": 29.3605542329, "lof_z": 1.78648269141851, "mis_z": -0.338417736724353, "mu_lof": 5.81382232508e-07, "mu_mis": 8.51894853024e-06, "mu_syn": 4.20212692913e-06, "n_lof": 1.0, "n_mis": 63.0, "n_syn": 31.0, "p_li": 0.427157856363006, "p_null": 0.0328182156608231, "p_rec": 0.540023927976171, "syn_z": -0.187570934629694}, "bp": 600, "cds_end": 55881678, "cds_start": 55877374, "n_exons": 5, "nonpsych": {"exp_lof": 4.5150612592, "exp_mis": 52.2025830153, "exp_syn": 26.5142353641, "lof_z": 1.62462462085798, "mis_z": -0.265096703577154, "mu_lof": 5.81382232508e-07, "mu_mis": 8.51894853024e-06, "mu_syn": 4.20212692913e-06, "n_lof": 1.0, "n_mis": 56.0, "n_syn": 27.0, "p_li": 0.406386481668793, "p_null": 0.0447291211143915, "p_rec": 0.548884397216815, "syn_z": -0.0593944228156076}, "nontcga": {"exp_lof": 4.64445750094, "exp_mis": 53.1172138457, "exp_syn": 27.005875459, "lof_z": 2.12592883537673, "mis_z": -0.197062751224069, "mu_lof": 5.81382232508e-07, "mu_mis": 8.51894853024e-06, "mu_syn": 4.20212692913e-06, "n_lof": 0.0, "n_mis": 56.0, "n_syn": 30.0, "p_li": 0.780655432420465, "p_null": 0.00700948509699201, "p_rec": 0.212335082482543, "syn_z": -0.364806328491443}, "transcript": "ENST00000264563.2"}, "exons": [{"cdsend": 55370310, "cdsstart": 55366006, "chr": "19", "position": [[55364381, 55366177], [55368209, 55368371], [55368482, 55368569], [55368768, 55368941], [55370303, 55370463]], "strand": -1, "transcript": "NM_000641", "txend": 55370463, "txstart": 55364381}, {"cdsend": 55368512, "cdsstart": 55366006, "chr": "19", "position": [[55364381, 55366177], [55368209, 55368371], [55368482, 55368569], [55370303, 55370463]], "strand": -1, "transcript": "NM_001267718", "txend": 55370463, "txstart": 55364381}], "exons_hg19": [{"cdsend": 55881678, "cdsstart": 55877374, "chr": "19", "position": [[55875749, 55877545], [55879577, 55879739], [55879850, 55879937], [55880136, 55880309], [55881671, 55881831]], "strand": -1, "transcript": "NM_000641", "txend": 55881831, "txstart": 55875749}, {"cdsend": 55879880, "cdsstart": 55877374, "chr": "19", "position": [[55875749, 55877545], [55879577, 55879739], [55879850, 55879937], [55881671, 55881831]], "strand": -1, "transcript": "NM_001267718", "txend": 55881831, "txstart": 55875749}], "generif": [{"pubmed": 11940481, "text": "Interleukin-11 induces proliferation of human T-cells and its activity is associated with downregulation of p27(kip1)."}, {"pubmed": 12005542, "text": "Administration of recombinant human IL11 after supralethal radiation exposure promotes survival in mice: interactive effect with thrombopoietin."}, {"pubmed": 12032273, "text": "IL-11 is involved in the endogenous cytokine response to sepsis or NEC in preterm neonates."}, {"pubmed": 12197884, "text": "Respiratory syncytial virus induces IL-11 generation in antigen presenting cells"}, {"pubmed": 12486609, "text": "Dinucleotide repeat frequencies of the IL11.A1 allele and of IL11.A1 homozygous individuals is significantly increased among patients with ulcerative colitis."}, {"pubmed": 12486609, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12569176, "text": "expression and function in human endometrium"}, {"pubmed": 12584029, "text": "Recombinant human IL-11 induces from peripheral blood mononuclear cells the formation of osteoclastic cells, which are positive for tartrate-resistant acid phosphatase, vitronectin receptor and calcitonin receptor, and capable of lacunar resorption."}, {"pubmed": 12740032, "text": "Immunoreactive IL-11 & IL-11Ralpha were studied in human first trimester decidua & distinct spatial & temporal patterns were defined. IL-11 has a role during decidualization & placentation in primates."}, {"pubmed": 12760902, "text": "Upregulation of IL-11 mRNA by additive IL-1beta- and TGF-beta1, mediated by p38 MAP kinase-mediated mRNA stabilization."}, {"pubmed": 12819039, "text": "Data suggest that interleukin-6 activation of gp130 promoted cell division in fibroblasts from patients with idiopathic pulmonary fibrosis (IPF), while IL-11 was mitogenic in both normal and IPF cells."}, {"pubmed": 14734714, "text": "IL-11 exerts a cytoprotectve effect in a model of human T-cell mediated allograft rejection that is dependent on induction of survivin in graft endothelial cells."}, {"pubmed": 15004839, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 15025215, "text": "could have a significant role in the progression of gingivitis to periodontitis"}, {"pubmed": 15121272, "text": "may participate in the pathogenesis of temporomandibular disorders and induce osseous changes in the condyle"}, {"pubmed": 15307108, "text": "IL-11 produced by blastic cells from a patient with acute megakaryocytic leukemia enhanced expression of osteoprotegerin, causing the osteosclerosis observed in this patient."}, {"pubmed": 15377473, "text": "RANKL treatment induced a significant increase of IL-11 secretion by both bone marrow stromal & endothelial cells."}, {"pubmed": 15381181, "text": "production of IL-11 does not increase in response to thrombocytopenia in most children with SAA"}, {"pubmed": 15389536, "text": "activation of three major signaling pathways and support a role for IL-11 in the regulation of both transcription and protein synthesis in fully differentiated adipocytes."}, {"pubmed": 15504551, "text": "HGF maintains the hematopoietic microenvironment through stimulating proliferation and adhesion to the extracellular matrix and promoting hematopoiesis through inducing constitutive production of IL-11, SDF-1 alpha, and SCF by stromal cells themselves"}, {"pubmed": 15543003, "text": "LCH represents a cytokine-driven condition partially mediated by TNF, IL-11, and LIF. These three cytokines are all osteoclastogenic, suggesting a pathogenetic pathway for the osteolytic lesions in LCH."}, {"pubmed": 15613426, "text": "IL-11 expression is critically important during decidualization in the human endometrium"}, {"pubmed": 15614128, "text": "in contrast to IL-6, IL-11 in plasma does not correlate with trauma severity"}, {"pubmed": 15784719, "text": "Blocking IL-11 signaling reduced RLrelaxin and medoxyprogesterone or PGE(2)+P-induced decidualization."}, {"pubmed": 16149067, "text": "in human lung fibroblasts ET-1 exerts a profibrogenic action via an ET(A) receptor-dependent, MAPK-mediated induction of IL-11 release and cell proliferation"}, {"pubmed": 16614887, "text": "High interleukin 11 is associated with breast cancer"}, {"pubmed": 16709613, "text": "role for IL-11 via pSTAT3 and SOCS3 in initiating and progressing decidualization"}, {"pubmed": 16759877, "text": "thrombocytopenia in dengue disease is associated with changes in the serum levels of thrombopoietin, but not interleukin-11"}, {"pubmed": 16964382, "text": "IL-11/IL-11R pathway plays an important role in the progression of colorectal adenocarcinoma."}, {"pubmed": 17000646, "text": "There is no receptivity defect with regard to LIF and IL-11 secretions by eutopic endometrium in infertile women with endometriosis."}, {"pubmed": 17295091, "text": "Increased IL-11 in premature senescence of fetal lung fibroblasts induced by both tert-butylhydroperoxide and ethanol."}, {"pubmed": 17325843, "text": "Role of interleukin-11 to prevent chemotherapy-induced thrombocytopenia."}, {"pubmed": 17332920, "text": "The objectives of this study were to clarify the role of IL-11 and IL-11Ralpha in human gastric carcinoma."}, {"pubmed": 17702845, "text": "An important role for IL-11 in placentation."}, {"pubmed": 17703412, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17713553, "text": "dysregulated production of IL-11 by polycythemia vera (PV) T cells, contributes to the in vitro formation of erythroid colonies in the absence of exogenous cytokines by PV CD34+ cells and likely plays a role in sustaining hematopoiesis in PV"}, {"pubmed": 18204920, "text": "IL-11, but not IL-6 levels are increased in AD and FTLD, and the highest peaks were observed in patients with a less severe degree of cognitive deterioration, therefore suggesting a role of this cytokine in early phases of neurodegeneration."}, {"pubmed": 18433382, "text": "levels are significantly decreased in gingival crevicular fluid from sites with periodontitis compared with gingivitis and healthy sites"}, {"pubmed": 18490653, "text": "activation of protein kinase A elicits an immediate response through induction of genes such as ID2 and FosB, followed by sustained secretion of bone-related cytokines such as BMP-2, IGF-1, and IL-11"}, {"pubmed": 18941632, "text": "binding site of il-11 to IL-11R alpha is characterized"}, {"pubmed": 18987331, "text": "IL11 inhibits human extravillous trophoblast invasion via STAT3, indicating a likely role for IL11 in the decidual restraint of EVT invasion during normal pregnancy."}, {"pubmed": 19121317, "text": "Increased gastric IL-11 alters expression of proliferative and cytoprotective genes and promotes pretumorigenic cellular changes"}, {"pubmed": 19213836, "text": "IL-11 and LIF regulated endometrial epithelial cell adhesion, suggesting that targeting IL-11 and LIF may be useful in regulating fertility by either enhancing or blocking implantation."}, {"pubmed": 19223152, "text": "No significant differences were found in expression of TNF-alpha, IL-6 and IL-11 between oral squamous cell carcinoma specimens with or without medullary invasion"}, {"pubmed": 19251839, "text": "IL-17F may be involved in airway inflammation and remodeling via the induction of IL-11, and RafI-MEK1/2-ERK1/2-MSK1-CREB is identified as a novel signaling pathway."}, {"pubmed": 19258923, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19548631, "text": "The levels of E-selectin, ICAM-1, IL-11, IRF-1, IL-6, IL-1beta and LIF genes expression in the B. pseudomallei-infected cells were 1.5-5 times lower than in the B. thailandensis-infected cells."}, {"pubmed": 19647472, "text": "Studies indicate potential of LIF/IL11 as contraceptive targets and therapeutic agents for infertility."}, {"pubmed": 19716605, "text": "increases invasiveness of JEG-3 choriocarcinoma"}, {"pubmed": 19801577, "text": "Data shown that PROK1-PROKR1 induces the expression of IL-11 in PROKR1 Ishikawa cells and first trimester decidua."}, {"pubmed": 19913506, "text": "these results demonstrate that IL-11 is dramatically up regulated in retina and cornea cells and that IFN-gamma is a physiological inhibitor of IL-11 expression."}, {"pubmed": 20008143, "text": "This study investigated the expression of IL-11 and role of prostaglandin F(2alpha)-F-prostanoid receptor (FP receptor) signaling in the modulation of IL-11 expression in endometrial adenocarcinoma cells."}, {"pubmed": 20360315, "text": "Clinical trial and genome-wide association study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20503287, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20553623, "text": "Il11 as well as its receptor IL11RA are likely to play a role in the progression of endometrial carcinoma."}, {"pubmed": 20640990, "text": "IL-11 suppresses glomerular expression of TGF-ss1 and extracellular matrix deposition in experimental glomerulonephritis."}, {"pubmed": 20712807, "text": "demonstrated IL-11 expression by placental macrophages suggests that non-trophoblast cells contribute to IL-11 production at the maternal-fetal interface and thus account for the reproductive effects of the cytokine"}, {"pubmed": 21042281, "text": "hepatocyte growth factor and IL-11 are upregulated in Polycythemia vera and their overproduction is not a consequence of JAK2V617F"}, {"pubmed": 21138838, "text": "Non-core region modulates interleukin-11 signaling activity: generation of agonist and antagonist variants"}, {"pubmed": 21155043, "text": "Serum concentrations of IL-6 family cytokines, including IL-6, IL-11, and LIF, were significantly elevated in patients with RA compared to those of healthy controls."}, {"pubmed": 21442077, "text": "In some patients with chronic rhinosinusitis and coexisting osteitis IL11 gene expression in bone tissue is increased."}, {"pubmed": 21443102, "text": "IL11 is upregulated in gastric adenocarcinoma and is associated with tumor progression."}, {"pubmed": 21485496, "text": "Interleukin-11, an IL-6 like cytokine"}, {"pubmed": 21688123, "text": "Bovine lactoferrin administration prevented the progression of hepatic failure in human myofibroblasts and mice, and enhanced IL-11 and BMP2 expression in the small intestine."}, {"pubmed": 21741611, "text": "IL11 signaling is essential for the normal development of craniofacial bones and teeth, and its function is to restrict suture fusion and tooth number."}, {"pubmed": 21840908, "text": "PDIA3 and GRP78 are IL11 targets in invasive trophoblasts"}, {"pubmed": 21986128, "text": "High interleukin-11 is associated with spontaneous basal ganglia haemorrhage."}, {"pubmed": 21995459, "text": "Hyper-interleukin-11 novel designer molecular adjuvant directly targets gp130 leading to induction of specific and long lasting anticancer immune response."}, {"pubmed": 22168497, "text": "skeletal myoblasts undergo apoptosis under oxidant stress in a time-dependent manner and preconditioning of skeletal myoblasts significantly prevented their apoptosis via IL-11/STAT3 signaling."}, {"pubmed": 22180059, "text": "Data support the view that IL-11 is a key regulator of gastric damage acting to initiate chronic atrophic gastritis."}, {"pubmed": 22205539, "text": "High intratumoral CTGF and intratumoral IL-11 expression were associated with progression-free survival and overall survival after hepatectomy."}, {"pubmed": 22253262, "text": "IL-11 provides a functional link between oxidative stress and compensatory proliferation"}, {"pubmed": 22289923, "text": "High Interleukin-11 is associated with multiple myeloma."}, {"pubmed": 22393310, "text": "Exogenous IL-11 increased n gastric carcinoma cell line migration This was reversed when V0 & V1 expression was targeted by siRNA. Abnormally expressed versican participates in IL-11-triggered gastric carcinoma progression."}, {"pubmed": 22433466, "text": "Constructed a designer cytokine Hyper IL-11 (H11), which is exclusively composed of naturally existing components. It contains the full length sIL-11Ralpha connected with the mature IL-11 protein, and acts as an agonist on cells expressing the gp130 molec"}, {"pubmed": 22457856, "text": "No mutations were detected in gp130 key positions in human gastric adenocarcinoma samples. However, gp130 activation may occur due to the increased level of IL-6 and IL-11 cytokines detected."}, {"pubmed": 22523320, "text": "the mutant gp130 receptor protein from inflammatory hepatocellular adenoma is inhibited by an anti-gp130 antibody that specifically neutralizes interleukin 11 signaling"}, {"pubmed": 22568077, "text": "IL-11 production was suppressed by capsazepine"}, {"pubmed": 22595646, "text": "The up-regulation of IL10, IL11 and IL18 expression in tumor-associated macrophage by hypoxia differed in gastric cancer cell lines."}, {"pubmed": 22614117, "text": "IL11 may be involved in endometrial cancer development"}, {"pubmed": 22644863, "text": "IL-11 enhances the migration of the chondrosarcoma cells by increasing ICAM-1 expression through the IL-11Ralpha receptor, PI3K, Akt, and NF-kappaB signal transduction pathway."}, {"pubmed": 22707562, "text": "IL-11 administration exhibits postconditioning effects through cardiac STAT3 activation, preventing myocardial ischemia-reperfusion injury."}, {"pubmed": 23027619, "text": "both the PI3K and Raf pathways are necessary for the expression of IL-11 in oncogenic Ras-mutated cells"}, {"pubmed": 23226926, "text": "the decreased ratio of IL-11/IL-17 might reflect an imbalance between the proinflammatory and anti-inflammatory cytokines in different periodontal diseases."}, {"pubmed": 23307318, "text": "Enhanced production of IL-11 is associated with hepatocellular carcinoma metastasis to bone."}, {"pubmed": 23311882, "text": "Breast cancer cells may promote osteolysis in part by increasing the pool of osteoclast progenitor cells via tumor cell-derived IL-11."}, {"pubmed": 23317891, "text": "Explored the expression of IL-2 and IL-11 and its significance in patients with ankylosing spondylitis (AS)."}, {"pubmed": 23340433, "text": "An interleukin-6 family member, interleukin-11 is identified as a secondary target of twinfilin 1 in the microRNA-30c signalling pathway."}, {"pubmed": 23549086, "text": "IL11 is a hypoxia-inducible, VHL-regulated gene in human cancer cells and expression of IL11 mRNA is dependent, at least in part, on HIF-1."}, {"pubmed": 23631681, "text": "It Interleukin-11 (IL-11) is a pleiotropic cytokine that belongs to gp130 family. It plays a significant role in the synthesis and maturation of hematopoietic cells, inhibition of adipogenesis, regulation of embryo implantation, and trophoblasts invasion."}, {"pubmed": 23639700, "text": "Solar simulted radiation-induced Il-11 may be involved in the photoaging-induced loss of facial subcutaneous fat."}, {"pubmed": 23813018, "text": "IL-11 is associated with bone metastasis."}, {"pubmed": 23813214, "text": "induction of renal proximal tubule IL-11 is a critical intermediary in A1 adenosine receptor-mediated renal protection against acute ischemic kidney injury."}, {"pubmed": 24002086, "text": "DNA methylation of the CpG island in the IL-11 gene is associated with response of major depressive disorder patients to antidepressant drugs."}, {"pubmed": 24036113, "text": "results suggest a two-step mechanism, whereby LfcinB induces TIMP-1 through an IL-11-dependent pathway involving transcription factor AP-1 and STAT3."}, {"pubmed": 24219324, "text": "IL11 given orally protects the intestinal mucosa from radiation damage"}, {"pubmed": 24297922, "text": "IL-11 therefore drives a pathway that enhances HSPC radioresistance and radiation-induced B-cell malignancies, but is normally attenuated by the inhibitory adaptor Lnk."}, {"pubmed": 24338248, "text": "In the presence of 100 ng/ml IL-11, GATA-3 transcript abundance rose up to ~85-fold of that measured in untreated cells, whereas T-bet transcripts were lowered merely to ~41%"}, {"pubmed": 24633490, "text": "IL-11 stimulates BSP gene transcription."}, {"pubmed": 24635366, "text": "The results prove the presence of the potentially functionally relevant IL-11 gene variants in the population of infertile women."}, {"pubmed": 24817287, "text": "Pretreatment with rhIL-11 can reduce galactosamine-induced acute liver failure and protect the liver."}, {"pubmed": 25123265, "text": "Low serum interleukin-11 are associated with pancreatic cancer."}, {"pubmed": 25195742, "text": "data offer insight into the binding interactions of IL-11 with each of its receptors and the structural mechanisms underlying agonist and antagonist variants of the protein"}, {"pubmed": 25702890, "text": "High expression of interleukin-11 correlated with poor prognosis in clear-cell renal cell carcinoma patients."}, {"pubmed": 25895532, "text": "IL-11 is identified as a new Th17-promoting cytokine, because it induces a differentiation of naive CD4(+) T cells into Th17 cells, as well as expansion of Th17 memory cells."}, {"pubmed": 25929737, "text": "MTA2 overexpression enhances colony formation and tumor growth of gastric cancer cells, but not plays important role in cancer cell migration and metastasis. IL-11 is one of the downstream effectors of MTA2 in regulating gastric cancer cells growth"}, {"pubmed": 26026087, "text": "The results of the present study show that TRAMP cells modified with H6 and H11 ( Hyper-IL-6 and Hyper-IL-11 )induce prostate tumor regression and increase mouse survival by stimulating the immune system."}, {"pubmed": 26172388, "text": "Genetic variations of IL-11 may be associated with the risk of Hirschsprung disease and/or the mechanisms related to enteric nervous system development."}, {"pubmed": 26209885, "text": "IL-11 expression in breast cancer correlates with poor disease outcome"}, {"pubmed": 26276375, "text": "IL-11 has a protective role and can accelerate recovery of platelets, and remarkably lessen the extent of inflammatory responses, hence reducing the mortality in sepsis patients accompanied with thrombocytopenia."}, {"pubmed": 26452137, "text": "The cross-talk between Th17 and interleukin 11 (IL-11+)CD4+ T cells may induce and amplify the autoimmune response in the early stage of multiple sclerosis (MS), and thus represent an attractive therapeutic target in this and other inflammatory diseases."}, {"pubmed": 26551460, "text": "The highly specific IL-11 - S100P interaction occurring under physiologically relevant conditions should be taken into consideration upon development of the antineoplastics inhibiting IL-11 signaling."}, {"pubmed": 26655736, "text": "Results indicate that iterleukin-11 (IL11) is causal of Preeclampsia (PE) features in a mouse model and likely in women, and suggest potential of IL11 inhibition to rescue PE symptoms in women."}, {"pubmed": 26876177, "text": "Proteolysis of the IL-11R represents a molecular switch that controls the IL-11 trans-signaling pathway which is the target in intestinal tumorigenesis, lung carcinomas, and asthma."}, {"pubmed": 26964871, "text": "HMGA2 promoted colorectal cancer metastasis and epithelial-mesenchymal transition via activation of the FN1 and IL11/STAT3 signaling pathways."}, {"pubmed": 27173233, "text": "Together, these results suggest that the IL-11/STAT3 signaling pathway plays a critical role in human chronic atrophic gastritis , and may provide new targets to prevent and treat gastric cancer"}, {"pubmed": 27235596, "text": "this study shows that recombinant IL-11 is effective with tolerable adverse effects in Chinese patients with autoimmune thrombocytopenic purpura"}, {"pubmed": 27312790, "text": "This review will discuss the available structural, functional, and bioinformatics knowledge concerning IL-11 and will summarize its relationship with several diseases"}, {"pubmed": 27384883, "text": "It has been concluded that the renal cell carcinoma risk allele at 12p12.1 maps to rs7132434, a functional variant in an enhancer that upregulates BHLHE41 expression which, in turn, induces IL-11, a member of the IL-6 cytokine family."}, {"pubmed": 27435395, "text": "The identification of the miR-206/TWF1/MKL1-SRF/IL11 signaling pathway sheds lights on the understanding of breast cancer initiation and progression, unveils new therapeutic targets, and facilitates innovative drug development to control cancer and block metastasis"}, {"pubmed": 27487122, "text": "Results indicate that hypoxia increases IL-11 secretion in anaplastic thyroid carcinoma (ATC) cells via HIF-1alpha induction and that IL-11 then induces epithelial-mesenchymal transition (EMT) in these cells via the PI3K/Akt/GSK3beta pathway."}, {"pubmed": 27922075, "text": "Cancer-associated fibroblasts treated with cisplatin facilitate chemoresistance of lung adenocarcinoma through IL-11/IL-11R/STAT3 signaling pathway."}, {"pubmed": 28487027, "text": "up-regulates GRP78 in the placenta"}, {"pubmed": 28630024, "text": "In this review, we describe the basic biology of both cytokines and summarize the current knowledge how proteases control and shape the trans-signaling pathways of the two cytokines.We will further highlight how the underlying molecular mechanisms can be used to design specific inhibitors that block trans, but not classic signaling of IL-11 and IL-6"}, {"pubmed": 28714957, "text": "Authors found a significant correlation between NRF2 and IL-11 status in breast cancer patients. Based on a recent report demonstrating that IL-11 is induced downstream of NRF2, authors examined the significance of IL-11 in NRF2-driven tumorigenesis with a newly established NRF2 addiction cancer model."}, {"pubmed": 28861713, "text": "Studied the role of ZEB1-AS1, and it's association with IL-11, in promoting STAT3 activation in B-lymphoblastic leukemia."}, {"pubmed": 29160304, "text": "results reveal a central role of IL-11 in fibrosis and we propose that inhibition of IL-11 is a potential therapeutic strategy to treat fibrotic diseases"}, {"pubmed": 29237553, "text": "we show by molecular replacement that Arg-112 does not participate in binding of IL-11 to its receptors IL-11R and glycoprotein 130 (gp130). Recombinant IL-11 R112H expressed in E. coli displays a correct four-helix-bundle folding topology, and binds with similar affinity to IL-11R and the IL-11/IL-11R/gp130 complex."}, {"pubmed": 29286137, "text": "The results indicated that miR-124a has an important role as a tumor suppressor gene by targeting IL-11."}, {"pubmed": 29327326, "text": "conclude that IL-11 binding to endothelial IL-11Ralpha can directly induce rheumatoid arthritis angiogenesis."}, {"pubmed": 29343249, "text": "the identification of a dysregulated miR-124/IL-11 axis helps elucidate mechanisms of breast cancer metastases to bone, uncovers new prognostic markers, and facilitates the development of novel therapeutic targets to treat and even prevent bone metastases of breast cancer."}, {"pubmed": 29550807, "text": "IL-11, an IL-6 Family Cytokine, promotes Non-Small Cell Lung Cancer cell proliferation in vitro and tumorigenesis in vivo."}, {"pubmed": 29573586, "text": "Therefore, semen IL-11 levels could be used as an index of male infertility."}, {"pubmed": 29662190, "text": "A novel ROS-IL-11-JAK2-mediated platinum resistance mechanism."}, {"pubmed": 29690750, "text": "Results demonstrated that IL-11 contributed to Gastric Cancer resistance to chemotherapy drugs through gp130/JAK/STAT3/Bcl2 pathway."}, {"pubmed": 29709516, "text": "Through IL-11-STAT3/ERK signaling by upregulating MUC1."}, {"pubmed": 29807687, "text": "Representing a major driving force behind IL-11 production."}, {"pubmed": 29901200, "text": "The results indicate that miR-23b regulates IL-11 and IL-11Ralpha expression, and it might act as an anti-oncogenic agent in the progression of Hepatocellular Carcinoma by directly downregulating IL-11 expression."}, {"pubmed": 29914371, "text": "Findings suggest that fos-related antigen 1 (Fra-1) transcription factor leads to the production of interleukin 11 (IL-11) protein in ulcerative colitis (UC) patients."}, {"pubmed": 30383471, "text": "Interplay Between Helicobacter pylori Infection, Interleukin-11, and Leukemia Inhibitory Factor in Gastric Cancer Among Egyptian Patients"}, {"pubmed": 30578411, "text": "identified autocrine expression of the cytokines CXCL8 and IL11 as the target genes of CUL1 in breast cancer cell migration, invasion, metastasis, and angiogenesis."}, {"pubmed": 30728748, "text": "plasma IL-11 levels are associated with severity of left ventricular dysfunction"}, {"pubmed": 30903857, "text": "Thrombin stimulates IL-11 gene expression and protein secretion in HTR-8/SVneo cells but not in BeWo cells. PAR-1 was the only receptor which was highly expressed in HTR-8/SVneo cells. Thrombin-mediated expression and secretion of IL-11 were mainly activated via PAR-1 receptor. Results suggest that thrombin might regulate extravillous trophoblast migration through the decidua and spiral artery remodeling."}, {"pubmed": 30954889, "text": "IL-11 mediated by lnc-ATB increased the proliferation and invasion of ESCC cells."}, {"pubmed": 31123345, "text": "EMT/ZEB1 and IL-6/11-STAT3 signalling act independently and congregate to establish the expression pattern of S100 proteins, which drives invasion."}, {"pubmed": 31216486, "text": "High IL11 expression is associated with Fibrotic Lung Disease."}, {"pubmed": 31273847, "text": "Enhanced expression of IL-11 is associated with gastric cancer."}, {"pubmed": 31375423, "text": "These data demonstrate that IL-11 has a central role in postsurgical HCC recurrence, and that inhibition of IL-11-STAT3 signaling is a potential therapeutic strategy to prevent recurrence."}, {"pubmed": 31403827, "text": "Interleukin-11 Overexpression and M2 Macrophage Density are Associated with Angiogenic Activity in Proliferative Diabetic Retinopathy."}, {"pubmed": 31544245, "text": "miR-204-5p regulates cell proliferation, invasion, and apoptosis by targeting IL-11 in esophageal squamous cell carcinoma."}, {"pubmed": 31754344, "text": "These results demonstrated that MTERFD1 played an oncogenic role in colorectal (CRC) development and enhanced irradiation resistance by regulating IL-6 and IL-11 in CRC cells. MTERFD1 may serve as a potential prognostic and therapeutic marker for radiotherapy in CRC."}, {"pubmed": 31986085, "text": "Hiding in Plain Sight: Interleukin-11 Emerges as a Master Regulator of Fibrosis, Tissue Integrity, and Stromal Inflammation."}, {"pubmed": 32219408, "text": "Seminal plasma promotes decidualization of endometrial stromal fibroblasts in vitro from women with and without inflammatory disorders in a manner dependent on interleukin-11 signaling."}, {"pubmed": 32332100, "text": "The structure of the extracellular domains of human interleukin 11alpha receptor reveals mechanisms of cytokine engagement."}, {"pubmed": 32334367, "text": "IL-11 and soluble VCAM-1 are important components of Hypoxia Conditioned Media and crucial for Mesenchymal Stromal Cells attraction."}, {"pubmed": 32588533, "text": "Targeting IL-11 in the treatment of BK virus-associated haemorrhagic cystitis-A promising new approach."}, {"pubmed": 32855274, "text": "Chronic lymphocytic leukemia cells impair osteoblastogenesis and promote osteoclastogenesis: role of TNFalpha, IL-6 and IL-11 cytokines."}, {"pubmed": 33196831, "text": "Colitis-induced IL11 promotes colon carcinogenesis."}, {"pubmed": 33292141, "text": "Recombinant Human IL-11 Promotes Lung Adenocarcinoma A549 Cell Growth and EMT through Activating STAT3/HIF-1alpha/EMT Signaling Pathway."}, {"pubmed": 33512707, "text": "IVIg increases interleukin-11 levels, which in turn contribute to increased platelets, VWF and FVIII in mice and humans."}, {"pubmed": 33566379, "text": "Interleukin-11 (IL-11) receptor cleavage by the rhomboid protease RHBDL2 induces IL-11 trans-signaling."}, {"pubmed": 33666155, "text": "Increased interleukin-11 associated with disease activity and development of interstitial lung disease in patients with rheumatoid arthritis."}, {"pubmed": 33863879, "text": "Interleukin-11-expressing fibroblasts have a unique gene signature correlated with poor prognosis of colorectal cancer."}, {"pubmed": 34537192, "text": "CD39(+) Fibroblasts Enhance Myofibroblast Activation by Promoting IL-11 Secretion in Hypertrophic Scars."}, {"pubmed": 34576234, "text": "WNT/beta-Catenin Signaling Promotes TGF-beta-Mediated Activation of Human Cardiac Fibroblasts by Enhancing IL-11 Production."}, {"pubmed": 35273577, "text": "IL-11 Is Elevated and Drives the Profibrotic Phenotype Transition of Orbital Fibroblasts in Thyroid-Associated Ophthalmopathy."}, {"pubmed": 35382714, "text": "Mutational Analysis of Interleukin-11 and its Consequences on Cancer and COVID-19 Related Cytokine Storm -An Extensive Molecular Dynamics Study."}, {"pubmed": 35883698, "text": "Interleukin-11: A Potential Biomarker and Molecular Therapeutic Target in Non-Small Cell Lung Cancer."}, {"pubmed": 36260652, "text": "Interleukin-11/gp130 upregulates MMP-13 expression and cell migration in OSCC by activating PI3K/Akt and AP-1 signaling."}, {"pubmed": 36376885, "text": "IL-11 system participates in pulmonary artery remodeling and hypertension in pulmonary fibrosis."}, {"pubmed": 36521373, "text": "Anti-apoptosis effect of recombinant human interleukin-11 in neonatal hypoxic-ischemic rats through activating the IL-11Ralpha/STAT3 signaling pathway."}, {"pubmed": 36758859, "text": "IL-11 drives the phenotypic transformation of tracheal epithelial cells and fibroblasts to enhance abnormal repair after tracheal injury."}, {"pubmed": 36834778, "text": "The Interleukin-11/IL-11 Receptor Promotes Glioblastoma Survival and Invasion under Glucose-Starved Conditions through Enhanced Glutaminolysis."}, {"pubmed": 36976735, "text": "[Interleukin-11 in Pathologies of the Nervous System]."}, {"pubmed": 37153732, "text": "IL11 signaling mediates piR-2158 suppression of cell stemness and angiogenesis in breast cancer."}, {"pubmed": 37291792, "text": "Elevated interleukin-11 in systemic sclerosis and role in disease pathogenesis."}, {"pubmed": 37401665, "text": "Blockade of IL-11 Trans-Signaling or JAK2/STAT3 Signaling Ameliorates the Profibrotic Effect of IL-11."}, {"pubmed": 37820452, "text": "Biophysical insight into protein-protein interactions in the Interleukin-11/Interleukin-11Ralpha/glycoprotein 130 signaling complex."}, {"pubmed": 37926706, "text": "m[6]A modification of AC026356.1 facilitates hepatocellular carcinoma progression by regulating the IGF2BP1-IL11 axis."}, {"pubmed": 38054591, "text": "Understanding interleukin 11 as a disease gene and therapeutic target."}, {"pubmed": 38429845, "text": "Single-cell deconvolution algorithms analysis unveils autocrine IL11-mediated resistance to docetaxel in prostate cancer via activation of the JAK1/STAT4 pathway."}, {"pubmed": 38455057, "text": "IL11-mediated stromal cell activation may not be the master regulator of pro-fibrotic signaling downstream of TGFbeta."}, {"pubmed": 38643817, "text": "Serum levels of IL-9 and IL-11 serve as predictors for the occurrence of early neurologic deterioration in patients with cerebral infarction."}, {"pubmed": 38679415, "text": "Targeting IL-11 to reduce fibrocyte circulation and lung accumulation in animal models of pulmonary hypertension-associated lung fibrosis."}, {"pubmed": 39020175, "text": "Inhibition of IL-11 signalling extends mammalian healthspan and lifespan."}], "genomic_pos": {"chr": "19", "end": 55370463, "ensemblgene": "ENSG00000095752", "start": 55364382, "strand": -1}, "genomic_pos_hg19": {"chr": "19", "end": 55881831, "start": 55875757, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0008283", "qualifier": "involved_in", "term": "cell population proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0008284", "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008284", "pubmed": 2145578, "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0030183", "pubmed": 2145578, "qualifier": "involved_in", "term": "B cell differentiation"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0030219", "pubmed": 2145578, "qualifier": "involved_in", "term": "megakaryocyte differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0033138", "pubmed": 7508917, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of peptidyl-serine phosphorylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0038154", "pubmed": 33397952, "qualifier": "involved_in", "term": "interleukin-11-mediated signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043410", "qualifier": "involved_in", "term": "positive regulation of MAPK cascade"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043410", "pubmed": 7508917, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of MAPK cascade"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0045444", "pubmed": 1828438, "qualifier": "involved_in", "term": "fat cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 7508917, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0046888", "pubmed": 7867561, "qualifier": "acts_upstream_of_or_within", "term": "negative regulation of hormone secretion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050731", "pubmed": 7508917, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of peptidyl-tyrosine phosphorylation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1903659", "pubmed": 16034134, "qualifier": "NOT involved_in", "term": "regulation of complement-dependent cytotoxicity"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2000352", "pubmed": 16034134, "qualifier": "NOT involved_in", "term": "negative regulation of endothelial cell apoptotic process"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 33397952, "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005125", "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005125", "pubmed": 33397952, "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "NAS", "id": "GO:0005142", "pubmed": 2145578, "qualifier": "enables", "term": "interleukin-11 receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [16189514, 25416956, 26551460, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008083", "qualifier": "enables", "term": "growth factor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008083", "pubmed": 2145578, "qualifier": "enables", "term": "growth factor activity"}]}, "homologene": {"genes": [[9598, 736204], [9606, 3589], [9615, 611309], [10090, 16156], [10116, 171040]], "id": 535}, "interpro": [{"desc": "Four-helical cytokine-like, core", "id": "IPR009079", "short_desc": "4_helix_cytokine-like_core"}, {"desc": "Interleukin-11", "id": "IPR020438", "short_desc": "IL-11"}, {"desc": "Interleukin-11, mammalian", "id": "IPR020412", "short_desc": "IL-11_mml"}], "ipi": "IPI00025820", "map_location": "19q13.42", "name": "interleukin 11", "other_names": ["adipogenesis inhibitory factor", "interleukin-11", "oprelvekin"], "pantherdb": {"HGNC": "5966", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "107613", "ortholog_type": "LDO", "panther_family": "PTHR16922", "taxid": 10090, "uniprot_kb": "P47873"}, {"RGD": "621475", "ortholog_type": "LDO", "panther_family": "PTHR16922", "taxid": 10116, "uniprot_kb": "Q99MF5"}, {"Ensembl": "ENSGALG00000054976", "ortholog_type": "LDO", "panther_family": "PTHR16922", "taxid": 9031, "uniprot_kb": "A0A3Q2U3J2"}, {"ZFIN": "ZDB-GENE-051019-2", "ortholog_type": "O", "panther_family": "PTHR16922", "taxid": 7955, "uniprot_kb": "F1R6T9"}, {"ZFIN": "ZDB-GENE-051019-1", "ortholog_type": "LDO", "panther_family": "PTHR16922", "taxid": 7955, "uniprot_kb": "F1R1E3"}], "uniprot_kb": "P20809"}, "pathway": {"kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04630", "name": "JAK-STAT signaling pathway - Homo sapiens (human)"}, {"id": "hsa04640", "name": "Hematopoietic cell lineage - Homo sapiens (human)"}, {"id": "hsa05323", "name": "Rheumatoid arthritis - Homo sapiens (human)"}], "netpath": {"id": "Pathway_IL11", "name": "IL11"}, "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-6783589", "name": "Interleukin-6 family signaling"}, {"id": "R-HSA-6788467", "name": "IL-6-type cytokine receptor ligand interactions"}], "wikipathways": [{"id": "WP2332", "name": "Interleukin-11 Signaling Pathway"}, {"id": "WP2848", "name": "Differentiation Pathway"}, {"id": "WP2880", "name": "Glucocorticoid Receptor Pathway"}, {"id": "WP2882", "name": "Nuclear Receptors Meta-Pathway"}, {"id": "WP4337", "name": "ncRNAs involved in STAT3 signaling in hepatocellular carcinoma"}, {"id": "WP530", "name": "Cytokines and Inflammatory Response"}]}, "pdb": ["4MHL", "6O4O", "8DPS", "8DPT", "8DPU", "8DPV", "8DPW", "8QY4"], "pfam": "PF07400", "pharmgkb": "PA29781", "pharos": {"target_id": 19146, "tdl": "Tbio"}, "pir": "A42830", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF325347", "relationship": "is"}, {"id": "GNF325348", "relationship": "is"}, {"id": "GNF325349", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF251371", "relationship": "is"}, {"id": "GNF251372", "relationship": "is"}, {"id": "GNF251373", "relationship": "is"}, {"id": "GNF251374", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF159354", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": {"id": "GNF084973", "relationship": "is"}, "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF055127", "relationship": "is"}, {"id": "GNF074426", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF067797", "relationship": "is"}, {"id": "GNF067798", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF007070", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF241979", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF330234", "relationship": "is"}, {"id": "GNF332479", "relationship": "is"}, {"id": "GNF334219", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF336705", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF098752", "relationship": "is"}, {"id": "GNF138407", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000019.10", "NC_060943.1"], "protein": ["NP_000632.1", "NP_001254647.1"], "rna": ["NM_000641.4", "NM_001267718.2"], "translation": [{"protein": "NP_000632.1", "rna": "NM_000641.4"}, {"protein": "NP_001254647.1", "rna": "NM_001267718.2"}]}, "reporter": {"HG-U133_Plus_2": ["206924_at", "206926_s_at"], "HG-U95Av2": "35464_at", "HTA-2_0": "TC19001870.hg.1", "HuEx-1_0": "3871406", "HuGene-1_1": "8039484", "HuGene-2_1": "16875754"}, "summary": "The protein encoded by this gene is a member of the gp130 family of cytokines. These cytokines drive the assembly of multisubunit receptor complexes, all of which contain at least one molecule of the transmembrane signaling receptor IL6ST (gp130). This cytokine is shown to stimulate the T-cell-dependent development of immunoglobulin-producing B cells. It is also found to support the proliferation of hematopoietic stem cells and megakaryocyte progenitor cells. Alternatively spliced transcript variants encoding distinct isoforms have been found for this gene. [provided by RefSeq, Jun 2012].", "symbol": "IL11", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1334100"}, "unigene": "Hs.467304", "uniprot": {"Swiss-Prot": "P20809", "TrEMBL": ["K7ESD5", "A8K3F7"]}, "wikipedia": {"url_stub": "Interleukin 11"}}