{"AllianceGenome": "5975", "HGNC": "5975", "MIM": "300130", "_id": "3598", "_version": 1, "accession": {"genomic": ["AH012718.2", "AL121878.11", "AY656702.1", "CH471120.2", "CP068255.2", "NC_000023.11", "NC_060947.1", "NG_012514.1"], "protein": ["AAB17170.1", "AAH20739.1", "AAH33705.1", "AAT49099.1", "ACX47590.1", "BAF84646.1", "CAA64617.1", "CAA70021.1", "EAX02621.1", "EAX02622.1", "NP_000631.1", "Q14627.1", "XP_054183007.1", "XP_054183008.1"], "rna": ["AK291957.1", "AK308523.1", "AK309444.1", "BC020739.1", "BC033705.2", "GQ494004.1", "NM_000640.3", "U70981.1", "X95302.1", "XM_054327032.1", "XM_054327033.1", "Y08768.1"], "translation": [{"protein": "NP_000631.1", "rna": "NM_000640.3"}, {"protein": "AAH20739.1", "rna": "BC020739.1"}, {"protein": "CAA70021.1", "rna": "Y08768.1"}, {"protein": "ACX47590.1", "rna": "GQ494004.1"}, {"protein": "AAB17170.1", "rna": "U70981.1"}, {"protein": "BAF84646.1", "rna": "AK291957.1"}, {"protein": "XP_054183008.1", "rna": "XM_054327033.1"}, {"protein": "XP_054183007.1", "rna": "XM_054327032.1"}, {"protein": "AAH33705.1", "rna": "BC033705.2"}, {"protein": "CAA64617.1", "rna": "X95302.1"}]}, "alias": ["CD213A2", "CT19", "IL-13R", "IL13BP"], "ensembl": {"gene": "ENSG00000123496", "protein": ["ENSP00000243213", "ENSP00000361004"], "transcript": ["ENST00000243213", "ENST00000371936", "ENST00000468224"], "translation": [{"protein": "ENSP00000361004", "rna": "ENST00000371936"}, {"protein": "ENSP00000243213", "rna": "ENST00000243213"}], "type_of_gene": "protein_coding"}, "entrezgene": "3598", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 11.9581850709, "exp_mis": 77.810408289, "exp_syn": 33.3020987332, "lof_z": 1.13384368821906, "mis_z": 0.322184302766384, "mu_lof": 1.15285104347e-06, "mu_mis": 9.76172799153e-06, "mu_syn": 3.93757547419e-06, "n_lof": 8.0, "n_mis": 72.0, "n_syn": 30.0, "p_li": 7.6423500941326e-05, "p_null": 0.246434214917999, "p_rec": 0.75348936158106, "syn_z": 0.354734847887154}, "bp": 1143, "cds_end": 114251832, "cds_start": 114238642, "n_exons": 9, "nonpsych": {"exp_lof": 10.712720131, "exp_mis": 70.4434442735, "exp_syn": 30.0725434264, "lof_z": 1.71413493932959, "mis_z": 0.267030426566917, "mu_lof": 1.15285104347e-06, "mu_mis": 9.76172799153e-06, "mu_syn": 3.93757547419e-06, "n_lof": 5.0, "n_mis": 66.0, "n_syn": 28.0, "p_li": 0.00955895552144479, "p_null": 0.0592169019630403, "p_rec": 0.931224142515515, "syn_z": 0.237947652548655}, "nontcga": {"exp_lof": 10.8462340972, "exp_mis": 70.8235899264, "exp_syn": 30.2859952667, "lof_z": 1.15206623804412, "mis_z": 0.226356057992375, "mu_lof": 1.15285104347e-06, "mu_mis": 9.76172799153e-06, "mu_syn": 3.93757547419e-06, "n_lof": 7.0, "n_mis": 67.0, "n_syn": 27.0, "p_li": 0.000287933517082441, "p_null": 0.205638258301151, "p_rec": 0.794073808181767, "syn_z": 0.378067091592389}, "transcript": "ENST00000371936.1"}, "exons": [{"cdsend": 115017269, "cdsstart": 115004079, "chr": "X", "position": [[115003981, 115004106], [115005196, 115005315], [115007931, 115008076], [115009520, 115009666], [115010643, 115010828], [115013768, 115013889], [115014420, 115014574], [115015669, 115015821], [115017175, 115017302], [115017552, 115017616]], "strand": -1, "transcript": "NM_000640", "txend": 115017616, "txstart": 115003981}], "exons_hg19": [{"cdsend": 114251832, "cdsstart": 114238642, "chr": "X", "position": [[114238544, 114238669], [114239759, 114239878], [114242494, 114242639], [114244083, 114244229], [114245206, 114245391], [114248331, 114248452], [114248983, 114249137], [114250232, 114250384], [114251738, 114251865], [114252115, 114252179]], "strand": -1, "transcript": "NM_000640", "txend": 114252179, "txstart": 114238544}], "generif": [{"pubmed": 11786536, "text": "novel mechanism by which IFN-gamma can regulate IL-13 responses."}, {"pubmed": 12231526, "text": "IL-13Ralpha(345-354) (WLPFGFILI) induced a CD8(+) T-cell line that specifically produced IFN-gamma in response to HLA-A2+ T2 cells pulsed with the relevant peptide and lysed these cells."}, {"pubmed": 12445201, "text": "interleukin-13 receptor possibly plays an important part in the early inflammatory process of psoriasis; however, its function is lost in the psoriatic keratinocytes."}, {"pubmed": 12485861, "text": "IL-4/IL-13-induced IL-13Ralpha2 expression is potentiated by TNF-alpha"}, {"pubmed": 12816724, "text": "The 5' flanking region of IL-13Ra2 has been isolated and cloned and the gene control region functionally characterized."}, {"pubmed": 15870068, "text": "analysis of binding between interleukin-13 and interleukin-13 receptors IL-13Ralpha1 and IL-13Ralpha2"}, {"pubmed": 16327802, "text": "TGF-beta1 production and fibrosis require IL-13 signaling through the IL-13alpha2 receptor"}, {"pubmed": 16751396, "text": "The inhibitory effects of the IL-13 receptor alpha 2 subunit on IL-13 signaling are dependent on both the level of expression of the receptor and the concentration of IL-13."}, {"pubmed": 16902988, "text": "Immunohistochemical analyses revealed that 83% of ovarian cancer specimens express IL-13Ralpha2, whereas normal ovary samples expressed none or very low levels."}, {"pubmed": 16981293, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16981293, "text": "data suggest that IL13RA2 gene polymorphisms may be involved in susceptibility to systemic sclerosis"}, {"pubmed": 17560640, "text": "A polymorphic variant of IL-13 (R110Q) was demonstrated to have altered binding affinity to IL-13 receptor alpha2."}, {"pubmed": 17703412, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17804706, "text": "Highly variable expression of IL13Ralpha2 protein both within and across specimens of glioblastoma multiforme."}, {"pubmed": 17917751, "text": "IL-13Ralpha2 and Olig2 have been identified and confirmed to be interesting candidate genes whose differential expression likely plays a role in malignant progression of astrocytomas"}, {"pubmed": 18024961, "text": "RasGRP4 translocates to varied intracellular compartments via its DAG/PMA-binding domain to regulate signaling pathways that control gene and protein expression in MCs, including the cell's ability to respond to IL-13."}, {"pubmed": 18028464, "text": "soluble form of IL-13Ralpha(2) may therefore modulate mucus overproduction by IL-13 through the pathway including IL-13Ralpha(1) in normal human bronchial epithelial cells"}, {"pubmed": 18172271, "text": "IL-13R alpha 2, EphA2, and Fra-1 are attractive therapeutic targets representing molecular denominators of high-grade astrocytomas. One hundred percent of GBM tumors overexpress at least one of these proteins."}, {"pubmed": 18307523, "text": "Humans only express the membrane bound form of the IL-13 receptor alpha 2"}, {"pubmed": 18430795, "text": "13Ralpha2 protein and mRNA are expressed to significantly higher levels in brainstem glioma than in normal brain tissue"}, {"pubmed": 18559603, "text": "The feasibility of MRI to visualize different phases of immune response when IL-13Ralpha2-specific CTLs are administered directly to the glioma tumor bed."}, {"pubmed": 18564628, "text": "IL-13Ralpha2 is expressed by both primary bronchial epithelial cells and fibroblasts as an intracellular protein with a diffuse cytoplasmic distribution; in vivo, IL-13Ralpha2 is expressed in the airway mucosa mainly by bronchial epithelial cells"}, {"pubmed": 18677476, "text": "analysis of cDNA clone and prokaryotic expression of human interleukin-13 receptor [alpha]2 chain"}, {"pubmed": 18694590, "text": "study concludes that matrix metalloproteinase-8 cleaves IL-13R alpha 2 in vitro and contributes to the solubilization of IL-13R alpha 2 in vivo"}, {"pubmed": 18802068, "text": "Hepatic stellate cells in sinusoidal lesions of liver from patients with nonalcoholic steatohepatitis express high levels of high-affinity IL-13R (IL-13 receptor alpha2), whereas fatty liver and normal liver specimens do not express IL-13Ralpha2."}, {"pubmed": 19010904, "text": "Human adrenomedullin up-regulates interleukin-13 receptor alpha2 chain in prostate cancer in vitro and in vivo."}, {"pubmed": 19149920, "text": "Cytokines IL-13Ralpha2, IL-4, IL-6, IL-8 and TNF-alpha may play roles in the pathogenesis of pediatric HSP/HSPN."}, {"pubmed": 19258923, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19491224, "text": "Human and murine neuroendocrine pheochromocytoma overexpress the IL-13Ralpha2 chain, and an IL-13PE-based receptor-directed anticancer approach may prove useful in treatment for metastatic pheochromocytoma patients."}, {"pubmed": 19654941, "text": "concomitant expression of IL-13Ralpha1 and IL-13Ralpha2 may be associated with the pathogenesis of idiopathic interstitial pneumonia."}, {"pubmed": 19887609, "text": "IL-13Ralpha2 may serve as a prognostic biomarker of invasion and metastasis in pancreatic cancer."}, {"pubmed": 20007572, "text": "Soluble IL-13R2alpha and membrane IL-13R2alpha isoforms are both derived from the membrane form of the human receptor. An alternatively spliced sIL-13R2alpha transcript is absent in humans, compared with mice."}, {"pubmed": 20068108, "text": "IL-13Ralpha2-positive tumors were targeted by IL-13PE cytotoxin in vitro and in vivo in an orthotopic murine model of human pancreatic cancer."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20452482, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20503287, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20543112, "text": "In eosinophil lineage-deficient IL-13 transgenic mice with eosinophilic esophagitis, IL-13-induced remodeling is significantly enhanced by IL-13Ralpha2 deletion, indicating an inhibitory effect of IL-13Ralpha2."}, {"pubmed": 20673868, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20729386, "text": "Data show differences in IL-4/IL-13 receptor subunit expression and responsiveness to IL-4 based on the extent of airway epithelial cell differentiation and suggest that these differences may have functional consequences in airway inflammation."}, {"pubmed": 20805641, "text": "The expression level of IL-13Ralpha2 was significantly reduced in first-recurrent glioblastomas (frGBMs) compared to primary GBMs, and significantly reduced in all untreated malignant astrocytomas compared with treated frGBMs."}, {"pubmed": 20971924, "text": "IL-13Ralpha2 may be an important endogenous regulator of IL-13-induced cutaneous inflammation in humans."}, {"pubmed": 21071541, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21477288, "text": "A novel function of histone modification in the regulation of IL-13Ralpha2 in pancreatic cancer cell lines in vitro and in vivo, was identified."}, {"pubmed": 21596889, "text": "expression of IL-13Ralpha2 prevents apoptosis and contributes to tumor growth."}, {"pubmed": 21622864, "text": "Cells with high IL-13Ralpha2 expression rapidly and efficiently deplete extracellular IL-13 and could have important implications for the design and characterization of IL-13 antagonists."}, {"pubmed": 21858811, "text": "IL-13RALPHA2 is involved in cancer metastasis through activation of ERK/AP-1"}, {"pubmed": 21913997, "text": "did not identify any SNPs in the IL-4, IL-4R and IL-13Ralpha2 genes that were associated with atopic dermatitis"}, {"pubmed": 22045834, "text": "Data showed that polymorphisms in IL4, IL13, and their receptors do not play a role in SSc and do not influence the expression of their corresponding transcript in peripheral blood cells."}, {"pubmed": 22407982, "text": "IL-13Ralpha2 is a high affinity receptor for IL-13 binding: implications in the understanding of the role of IL-13-R110Q in the disease state."}, {"pubmed": 22505647, "text": "high expression of IL-13Ralpha2 was associated with later stages of disease progression and poor outcome in patients with colorectal cancer"}, {"pubmed": 23376457, "text": "Data suggest that the single nucleotide polymorphisms in IL-13/IL-13R genes do not have an impact on the risk of developing endemic PF in Tunisian population."}, {"pubmed": 23421960, "text": "Expression of IL-13Ralpha2 in tumors was significantly decreased with IL-13-PE treatment as compared to the controls and the number of myeloid-derived suppressor cells (MDSC) was also significantly reduced in the spleens of the IL-13-PE treated mice"}, {"pubmed": 24056919, "text": "Results suggest that the physical interaction between the cytoplasmic domains of IL-13Ralpha2 and IL-4Ralpha regulates IL-4 signaling through the IL-4Ralpha-IL-13Ralpha1 receptor complex."}, {"pubmed": 24204956, "text": "IL13Ralpha2 over-expression is associated with glioma."}, {"pubmed": 24747967, "text": "Study presents evidence that PNR could promote ERalpha-negative breast cancer metastasis through activation of IL-13Ralpha2-mediated signaling pathway."}, {"pubmed": 24841514, "text": "In cytotoxicity assays, CAR T cells killed CAR T cells killed IL13Ra1- and/or IL13Ra2-positive cells in contrast to IL13Ra1- and IL13Ra2-negative controls"}, {"pubmed": 24879793, "text": "endogenously expressed IL-13Ralpha2 does not activate any unique IL-13-mediated gene expression patterns, confirming its role as a decoy receptor for IL-13 signaling."}, {"pubmed": 25247196, "text": "In this review, we will discuss the recent advances in the IL13Ralpha2-targeted immunotherapy and evaluate the most promising strategy for targeted GBM immunotherapy. [review]"}, {"pubmed": 25514189, "text": "Expression of CXCR3 in fibroblasts is associated with the expression of IL-13Ralpha2."}, {"pubmed": 26208975, "text": "IL13Ralpha2 knockdown and IL-13 treatment cooperatively upregulated the metastasis suppressor tumor protein 63 (TP63) in a STAT6-dependent manner."}, {"pubmed": 26656559, "text": "Data indicate single-chain antibody (scFv47) as a highly selective interleukin 13 receptor subunit alpha 2 (IL13Ralpha2) targeting agent."}, {"pubmed": 27351230, "text": "IL-13Ralpha2 may have a role in decreased overall survival in gastric cancer after gastrectomy"}, {"pubmed": 27507682, "text": "A negative correlation between IL-13Ra2 and IL-13 was found during early infection of human schistosomiasis, suggesting an increase in cytokine in early fibrosis."}, {"pubmed": 27623944, "text": "High expression of IL-13Ra2 is significantly associated with the growth and metastasis of glioma cells via the Scr/PI3K/Akt/mTOR pathway."}, {"pubmed": 27629921, "text": "TMEM219 plays a critical role in Chi3l1-induced IL-13Ralpha2 mediated signalling and tissue responses."}, {"pubmed": 27986643, "text": "cigarette smoke extracts activate the PKA, CREB, and IL-13Ralpha2 axis in lung endothelial cells."}, {"pubmed": 28079349, "text": "The results showed that IL13Ralpha2 may be used as a marker of poorer prognosis in high-grade astrocytomas, even among tumors of the same grade."}, {"pubmed": 28550091, "text": "Transgenic expression of IL15 is an appealing strategy to enhance CAR T-cell effector function. We tested this approach in our IL13Ralpha2-positive glioma model in which limited IL13Ralpha2-CAR T-cell persistence results in recurrence of antigen-positive gliomas. T cells were genetically modified with retroviral vectors encoding IL13Ralpha2-CARs or IL15 (IL13Ralpha2-CAR.IL15 T cells)."}, {"pubmed": 28612843, "text": "this study shows that tricellulin is regulated via interleukin-13-receptor alpha2, affects macromolecule uptake, and is decreased in ulcerative colitis"}, {"pubmed": 29203859, "text": "IL-13Ralpha2 alone induces invasiveness of human glioblastoma multiforme (GBM) cells without affecting their proliferation. In contrast, in the presence of the mutant EGFR (EGFRvIII), IL-13Ralpha2 promotes GBM cell proliferation in vitro and in vivo."}, {"pubmed": 29405354, "text": "This study demonstrated that IL-13Ralpha2 has a potential role in IL-13-induced mucus overproduction and ciliary dysfunction through the activation of ERK1/2 signal pathway in the nasal epithelium."}, {"pubmed": 29677387, "text": "the findings suggest that IL13Ralpha2 identifies tissue-resident intrahepatic T cells with innate characteristics and the capacity to produce IL-22."}, {"pubmed": 29911489, "text": "This study shows interleukin-13 receptor alpha 2 expression could be a useful prognostic marker for selecting patients with luminal breast cancer likely to follow a clinically aggressive course despite receiving systemic therapy."}, {"pubmed": 30572904, "text": "IL-13/IL-13Ralpha2 axis can mediate signal transduction in situ via AP-1 pathway in Glioblastoma multiforme."}, {"pubmed": 30619339, "text": "In mucosal biopsies of active inflammatory bowel disease (IBD) patients IL-13Ralpha2 protein was highly expressed in epithelial cells, while expression was restricted to goblet cells in healthy controls. Study data suggest that IL-13Ralpha2 on epithelial cells contributes to IBD pathology by negatively influencing goblet cell recovery, goblet cell function and epithelial restoration after injury."}, {"pubmed": 30663072, "text": "Mucosal expression of IL13RA2 is a predictive marker for mucosal healing following anti-TNF therapy in Crohn's disease patients."}, {"pubmed": 30718742, "text": "Interleukin-13 receptor alpha2 is a novel marker and potential therapeutic target for human melanoma."}, {"pubmed": 31010051, "text": "the intracellular interaction of IL-32theta;, PKCdelta, and STAT3 to regulate IL-13 and IL-13Ralpha2 synthesis, supporting the role of IL-32theta; as an inflammatory modulator."}, {"pubmed": 31284553, "text": "scratching upregulates the expression of the IL-13 decoy receptor IL-13Ralpha2 and counteracts IL-13 signaling."}, {"pubmed": 31290966, "text": "IL13RA2 is differentially regulated in papillary thyroid carcinoma and is involved in cell migration by enhancing epithelial-mesenchymal transition."}, {"pubmed": 31823484, "text": "Silencing of IL13RA2 promotes partial epithelial-mesenchymal transition in hepatocellular carcinoma via ERK signaling pathway activation."}, {"pubmed": 31974428, "text": "Transcriptional regulation of the IL-13Ralpha2 gene in human lung fibroblasts."}, {"pubmed": 33591997, "text": "IL-13Ralpha2 gene expression is a biomarker of adverse outcome in patients with adrenocortical carcinoma."}, {"pubmed": 33638296, "text": "Identification of serum interleukin-13 and interleukin-13 receptor subunit expressions: Rheumatoid arthritis-associated interstitial lung disease."}, {"pubmed": 33804263, "text": "Involvement of IL-4, IL-13 and Their Receptors in Pancreatic Cancer."}, {"pubmed": 34080646, "text": "IL13Ralpha2 and EGFRtargeted pseudomonas exotoxin potentiates the TRAILmediated death of GBM cells."}, {"pubmed": 34168643, "text": "M2a Macrophage-Secreted CHI3L1 Promotes Extracellular Matrix Metabolic Imbalances via Activation of IL-13Ralpha2/MAPK Pathway in Rat Intervertebral Disc Degeneration."}, {"pubmed": 34544797, "text": "IL13Ralpha2 Promotes Proliferation and Outgrowth of Breast Cancer Brain Metastases."}, {"pubmed": 36757802, "text": "IL-13RA2 downregulation in fibroblasts promotes keloid fibrosis via JAK/STAT6 activation."}, {"pubmed": 36806727, "text": "Identification of the alpha2 chain of interleukin-13 receptor as a potential biomarker for predicting castration resistance of prostate cancer using patient-derived xenograft models."}], "genomic_pos": {"chr": "X", "end": 115019977, "ensemblgene": "ENSG00000123496", "start": 115003975, "strand": -1}, "genomic_pos_hg19": [{"chr": "HG1462_PATCH", "end": 114256447, "start": 114240445, "strand": -1}, {"chr": "X", "end": 114254540, "start": 114238538, "strand": -1}], "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0002638", "qualifier": "involved_in", "term": "negative regulation of immunoglobulin production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0016064", "qualifier": "involved_in", "term": "immunoglobulin mediated immune response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0019221", "qualifier": "involved_in", "term": "cytokine-mediated signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043305", "qualifier": "involved_in", "term": "negative regulation of mast cell degranulation"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005615", "pubmed": 9083087, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0009897", "qualifier": "is_active_in", "term": "external side of plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0043235", "qualifier": "part_of", "term": "receptor complex"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0004896", "qualifier": "enables", "term": "cytokine receptor activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004896", "pubmed": 9725226, "qualifier": "enables", "term": "cytokine receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [20223216, 23972995, 27629921, 28143526, 29427412, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0019955", "qualifier": "enables", "term": "cytokine binding"}]}, "homologene": {"genes": [[7955, 368326], [8364, 100496319], [9031, 422219], [9544, 708339], [9598, 107971205], [9606, 3598], [9615, 403622], [9913, 616008], [10090, 16165], [10116, 171060]], "id": 534}, "interpro": [{"desc": "Short hematopoietin receptor, family 2, conserved site", "id": "IPR003532", "short_desc": "Short_hematopoietin_rcpt_2_CS"}, {"desc": "Fibronectin type III", "id": "IPR003961", "short_desc": "FN3_dom"}, {"desc": "Immunoglobulin-like fold", "id": "IPR013783", "short_desc": "Ig-like_fold"}, {"desc": "Type I cytokine receptor, cytokine-binding domain", "id": "IPR015321", "short_desc": "TypeI_recpt_CBD"}, {"desc": "Fibronectin type III superfamily", "id": "IPR036116", "short_desc": "FN3_sf"}], "ipi": "IPI00032199", "map_location": "Xq23", "name": "interleukin 13 receptor subunit alpha 2", "other_names": ["IL-13 receptor subunit alpha-2", "IL-13R subunit alpha-2", "IL-13R-alpha-2", "IL-13RA2", "cancer/testis antigen 19", "interleukin 13 binding protein", "interleukin 13 receptor alpha 2 chain", "interleukin 13 receptor, alpha 2", "interleukin-13 receptor subunit alpha-2"], "pantherdb": {"HGNC": "5975", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1277954", "ortholog_type": "LDO", "panther_family": "PTHR23036", "taxid": 10090, "uniprot_kb": "O88786"}, {"RGD": "628728", "ortholog_type": "O", "panther_family": "PTHR23036", "taxid": 10116, "uniprot_kb": "E9PSX4"}, {"RGD": "620838", "ortholog_type": "LDO", "panther_family": "PTHR23036", "taxid": 10116, "uniprot_kb": "Q8VHK6"}, {"Ensembl": "ENSGALG00000020316", "ortholog_type": "LDO", "panther_family": "PTHR23036", "taxid": 9031, "uniprot_kb": "A0A1D5PBW3"}, {"ZFIN": "ZDB-GENE-030521-10", "ortholog_type": "LDO", "panther_family": "PTHR23036", "taxid": 7955, "uniprot_kb": "A0A0R4INU9"}], "uniprot_kb": "Q14627"}, "pathway": {"kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04630", "name": "JAK-STAT signaling pathway - Homo sapiens (human)"}], "pid": {"id": "il4_2pathway", "name": "IL4-mediated signaling events"}, "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-6785807", "name": "Interleukin-4 and Interleukin-13 signaling"}]}, "pdb": "3LB6", "pfam": "PF09240", "pharmgkb": "PA29788", "pharos": {"target_id": 17821, "tdl": "Tbio"}, "prosite": "PS50853", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF251403", "relationship": "is"}, {"id": "GNF251404", "relationship": "is"}, {"id": "GNF251405", "relationship": "is"}, {"id": "GNF251406", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF162184", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF084990", "relationship": "is"}, {"id": "GNF084991", "relationship": "is"}, {"id": "GNF084992", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051789", "relationship": "is"}, {"id": "GNF056558", "relationship": "is"}, {"id": "GNF061334", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF065617", "relationship": "is"}, {"id": "GNF065618", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF007080", "relationship": "is"}, {"id": "GNF007081", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF238574", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF105505", "relationship": "is"}, {"id": "GNF145151", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000023.11", "NC_060947.1", "NG_012514.1"], "protein": ["NP_000631.1", "XP_054183007.1", "XP_054183008.1"], "rna": ["NM_000640.3", "XM_054327032.1", "XM_054327033.1"], "translation": [{"protein": "NP_000631.1", "rna": "NM_000640.3"}, {"protein": "XP_054183008.1", "rna": "XM_054327033.1"}, {"protein": "XP_054183007.1", "rna": "XM_054327032.1"}]}, "reporter": {"HG-U133_Plus_2": "206172_at", "HG-U95Av2": "1016_s_at", "HTA-2_0": "TC0X001290.hg.1", "HuEx-1_0": "4018729", "HuGene-1_1": "8174598", "HuGene-2_1": "17113448"}, "summary": "The protein encoded by this gene is closely related to Il13RA1, a subuint of the interleukin 13 receptor complex. This protein binds IL13 with high affinity, but lacks cytoplasmic domain, and does not appear to function as a signal mediator. It is reported to play a role in the internalization of IL13. [provided by RefSeq, Jul 2008].", "symbol": "IL13RA2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1416386"}, "unigene": "Hs.336046", "uniprot": {"Swiss-Prot": "Q14627"}, "wikipedia": {"url_stub": "IL13RA2"}}