{"AllianceGenome": "5977", "HGNC": "5977", "MIM": "600554", "_id": "3600", "_version": 1, "accession": {"genomic": ["AC096774.1", "AC118480.3", "AF038163.1", "AF176907.1", "AF203083.1", "CH471056.2", "CP068274.2", "CS112464.1", "CS163144.1", "CS401671.1", "GM040149.1", "HC087890.1", "JA143001.1", "KF457824.1", "NC_000004.12", "NC_060928.1", "NG_029605.2", "X91233.1"], "protein": ["AAA21551.1", "AAB97518.1", "AAD15004.1", "AAH18149.1", "AAI00962.1", "AAI00963.1", "AAI00964.1", "AAU21241.1", "BAF83308.1", "BAG53839.1", "CAA62616.1", "CAA63913.1", "CAA63914.1", "CAA86100.1", "CAG46777.1", "CAG46804.1", "CAJ13397.1", "CAJ32191.1", "CAL40354.1", "CAS97649.1", "CBI67687.1", "CCA64045.1", "EAX05083.1", "EAX05084.1", "EAX05085.1", "EAX05086.1", "EAX05087.1", "NP_000576.1", "NP_751915.1", "P40933.1"], "rna": ["AA897685.1", "AF031167.1", "AK122993.1", "AK290619.1", "AY720442.1", "BC018149.2", "BC100961.1", "BC100962.1", "BC100963.1", "BX116580.1", "CA443264.1", "CR541980.1", "CR542007.1", "CX761071.1", "CX785233.1", "NM_000585.5", "NM_172174.2", "NM_172175.3", "NR_037840.3", "S81555.1", "U14407.1", "X94222.1", "X94223.1", "Z38000.1"], "translation": [{"protein": "NP_751915.1", "rna": "NM_172175.3"}, {"protein": "AAA21551.1", "rna": "U14407.1"}, {"protein": "NP_000576.1", "rna": "NM_000585.5"}, {"protein": "CAA63913.1", "rna": "X94222.1"}, {"protein": "BAF83308.1", "rna": "AK290619.1"}, {"protein": "AAI00963.1", "rna": "BC100962.1"}, {"protein": "AAU21241.1", "rna": "AY720442.1"}, {"protein": "AAD15004.1", "rna": "S81555.1"}, {"protein": "CAG46777.1", "rna": "CR541980.1"}, {"protein": "CAA63914.1", "rna": "X94223.1"}, {"protein": "BAG53839.1", "rna": "AK122993.1"}, {"protein": "CAG46804.1", "rna": "CR542007.1"}, {"protein": "CAA86100.1", "rna": "Z38000.1"}, {"protein": "AAI00962.1", "rna": "BC100961.1"}, {"protein": "AAB97518.1", "rna": "AF031167.1"}, {"protein": "AAI00964.1", "rna": "BC100963.1"}, {"protein": "AAH18149.1", "rna": "BC018149.2"}]}, "alias": "IL-15", "ensembl": {"gene": "ENSG00000164136", "protein": ["ENSP00000296545", "ENSP00000323505", "ENSP00000377714", "ENSP00000422271", "ENSP00000435462", "ENSP00000436914"], "transcript": ["ENST00000296545", "ENST00000320650", "ENST00000394159", "ENST00000477265", "ENST00000505351", "ENST00000509249", "ENST00000514653", "ENST00000529613"], "translation": [{"protein": "ENSP00000323505", "rna": "ENST00000320650"}, {"protein": "ENSP00000296545", "rna": "ENST00000296545"}, {"protein": "ENSP00000422271", "rna": "ENST00000514653"}, {"protein": "ENSP00000435462", "rna": "ENST00000529613"}, {"protein": "ENSP00000436914", "rna": "ENST00000477265"}, {"protein": "ENSP00000377714", "rna": "ENST00000394159"}], "type_of_gene": "protein_coding"}, "entrezgene": "3600", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 7.72027269937, "exp_mis": 43.3645466952, "exp_syn": 20.2513662754, "lof_z": 2.75236496988311, "mis_z": -1.08706395578767, "mu_lof": 4.92932704435e-07, "mu_mis": 3.68995306095e-06, "mu_syn": 1.62477067543e-06, "n_lof": 0.0, "n_mis": 58.0, "n_syn": 14.0, "p_li": 0.917197526895697, "p_null": 0.000553037127438259, "p_rec": 0.0822494359768646, "syn_z": 0.86118708973766}, "bp": 489, "cds_end": 142654001, "cds_start": 142640617, "n_exons": 6, "nonpsych": {"exp_lof": 6.86816862503, "exp_mis": 39.1296772137, "exp_syn": 18.2100188061, "lof_z": 2.57378614139681, "mis_z": -0.876497811183869, "mu_lof": 4.92932704435e-07, "mu_mis": 3.68995306095e-06, "mu_syn": 1.62477067543e-06, "n_lof": 0.0, "n_mis": 50.0, "n_syn": 12.0, "p_li": 0.901850981726587, "p_null": 0.00103558834515029, "p_rec": 0.097113429928263, "syn_z": 0.916223132174456}, "nontcga": {"exp_lof": 7.09101042554, "exp_mis": 39.8837449659, "exp_syn": 18.6196183215, "lof_z": 2.62685014622753, "mis_z": -1.03471727289915, "mu_lof": 4.92932704435e-07, "mu_mis": 3.68995306095e-06, "mu_syn": 1.62477067543e-06, "n_lof": 0.0, "n_mis": 53.0, "n_syn": 13.0, "p_li": 0.900978537586128, "p_null": 0.00087092632120864, "p_rec": 0.0981505360926638, "syn_z": 0.824600892729199}, "transcript": "ENST00000296545.7"}, "exons": [{"cdsend": 141732848, "cdsstart": 141719464, "chr": "4", "position": [[141636582, 141636748], [141656185, 141656307], [141719365, 141719476], [141720468, 141720566], [141721923, 141722008], [141727939, 141727984], [141729846, 141729984], [141732737, 141733987]], "strand": 1, "transcript": "NM_000585", "txend": 141733987, "txstart": 141636582}, {"cdsend": 141732848, "cdsstart": 141721148, "chr": "4", "position": [[141636582, 141636748], [141656185, 141656307], [141688821, 141689035], [141719377, 141719476], [141720468, 141720566], [141721058, 141721177], [141721923, 141722008], [141727939, 141727984], [141729846, 141729984], [141732737, 141733987]], "strand": 1, "transcript": "NM_172175", "txend": 141733987, "txstart": 141636582}, {"cdsend": 141733987, "cdsstart": 141733987, "chr": "4", "position": [[141636582, 141637224], [141656185, 141656307], [141719365, 141719476], [141720468, 141720566], [141721923, 141722008], [141727939, 141727984], [141729846, 141729984], [141732737, 141733987]], "strand": 1, "transcript": "NR_037840", "txend": 141733987, "txstart": 141636582}], "exons_hg19": [{"cdsend": 142654001, "cdsstart": 142640617, "chr": "4", "position": [[142557735, 142557901], [142577338, 142577460], [142640518, 142640629], [142641621, 142641719], [142643076, 142643161], [142649092, 142649137], [142650999, 142651137], [142653890, 142655140]], "strand": 1, "transcript": "NM_000585", "txend": 142655140, "txstart": 142557735}, {"cdsend": 142654001, "cdsstart": 142642301, "chr": "4", "position": [[142557735, 142557901], [142577338, 142577460], [142609974, 142610188], [142640530, 142640629], [142641621, 142641719], [142642211, 142642330], [142643076, 142643161], [142649092, 142649137], [142650999, 142651137], [142653890, 142655140]], "strand": 1, "transcript": "NM_172175", "txend": 142655140, "txstart": 142557735}, {"cdsend": 142655140, "cdsstart": 142655140, "chr": "4", "position": [[142557735, 142558377], [142577338, 142577460], [142640518, 142640629], [142641621, 142641719], [142643076, 142643161], [142649092, 142649137], [142650999, 142651137], [142653890, 142655140]], "strand": 1, "transcript": "NR_037840", "txend": 142655140, "txstart": 142557735}], "generif": [{"pubmed": 11702064, "text": "role in cytokine production by antigen-presenting cells"}, {"pubmed": 11751999, "text": "Decreased IL-15 may contribute to elevated IgE and acute inflammation in atopic dermatitis"}, {"pubmed": 11814312, "text": "role of IL-15 in the regulatory function of PMN associated with IL-1beta-mediated reactions in normal conditions and, to a lesser extent, in a tumour-bearing host."}, {"pubmed": 11876762, "text": "Endogenous IL-15 plays a role in the suppression of TH2-type cytokines in acute visceral leishmaniasis patients."}, {"pubmed": 11919076, "text": "Interleukin-15 inhibits spontaneous apoptosis in human eosinophils via autocrine production of granulocyte macrophage-colony stimulating factor and nuclear factor-kappaB activation."}, {"pubmed": 11972069, "text": "IL-15 mimics T cell receptor crosslinking in the induction of cellular proliferation, gene expression, and cytotoxicity in CD8+ memory T cells."}, {"pubmed": 12089714, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12114302, "text": "mRNA for IL-15 isoforms was constitutively expressed in all tested human fetal brain structures, indicating a role in their development and physiology."}, {"pubmed": 12115611, "text": "il15 induce anti-tumor immune response"}, {"pubmed": 12147628, "text": "increased production of IL-15 in muscle cells in polymyositis and dermatomyositis"}, {"pubmed": 12165497, "text": "Fibroblast-like synoviocytes from rheumatoid arthritis patients express functional IL-15 receptor complex: endogenous IL-15 in autocrine fashion enhances cell proliferation and expression of Bcl-x(L) and Bcl-2."}, {"pubmed": 12237122, "text": "These results suggest that IL-15 is a potent regulator of iNOS expression by HGEC and involved in innate immunity in the mucosal epithelium."}, {"pubmed": 12297341, "text": "role of CD28 and IL-12/IL-15 signaling impairment in T cell proliferative deficiency during senescence"}, {"pubmed": 12391205, "text": "Administration of exogenous IL-15 for 1 wk significantly augmented the expansion of the primary responding CD8+ T cell population in a murine vaccine model."}, {"pubmed": 12393488, "text": "enhances survival, proliferation, and function of HIV-specific CD8+ T cells"}, {"pubmed": 12401478, "text": "IL-15 has been shown to regulate the homeostasis of both innate and adaptive immune cells [review]"}, {"pubmed": 12421959, "text": "IL-15 is required for expression of granulysin-mediated anticryptococcal activity in CD8 T cells."}, {"pubmed": 12453470, "text": "Human and mouse IL-15 bound hu or mu IL-15Ralpha with equal high affinity in the presence or absence of IL-2Rbetagamma c and exhibited similar proliferative activities on cells containing all three subunits"}, {"pubmed": 12571184, "text": "Peritoneal fluid IL-15 levels are increased in women with endometriosis. IL-15 levels are inversely correlated with depth of invasion and disease stage. Possible role in early pathogenesis of endometriosis."}, {"pubmed": 12598649, "text": "IL-15 maintains the homeostasis of peripheral V alpha 14(+) NK-T cells"}, {"pubmed": 12623850, "text": "Hematopoietic CD34+ cells secreted IL-15 that, through autocrine/paracrine loop distinct signal pathways, activated NF-kB in bone marrow and cord blood progenitors, and activated STAT3 and STAT5 in peripheral G-CSF-mobilized and BM progenitors only."}, {"pubmed": 12734346, "text": "IL-15 has multiple effects on CD8 T cells and possesses the potential to regulate the life span of naive as well as memory CD8+ T cells in vitro."}, {"pubmed": 12747456, "text": "may play a role in the pathogenesis of cyclosporin A-induced gingival overgrowth due to its interactions with cyclosporin A and its role in apoptosis and inflammation"}, {"pubmed": 12757260, "text": "decreased production of IL-15 occurs despite a comparable increase in IL-15 mRNA in the PBMC of HIV-infected and healthy HIV-seronegative donors when exposed to HSV-1 in cultured cells"}, {"pubmed": 12759422, "text": "Synergistic interactions between IL-15, IL-21, and IL-18 play an important role in NK and T cell functions by enhancing IFN-gamma gene expression; IL-15 efficiently stimulates STAT5 DNA binding to IFN-gamma promoter and first intron activated (GAS) site."}, {"pubmed": 12805064, "text": "all human CD8+ T-cell subsets had the ability to respond to IL-15, which suggests a generic influence of this cytokine on CD8+ T-cell homeostasis in man."}, {"pubmed": 12826231, "text": "The mixed leukcyte culture model suggest that allorecognition upregulates IL-2 but not IL-15 expression."}, {"pubmed": 12847234, "text": "IL-15 up-regulates the expression of lymphocyte function-associated antigen-1 (LFA-1) in IL-7-differentiated cells and augments their cytotoxic activity."}, {"pubmed": 12857602, "text": "IL-15 alone, similarly to IL-18, has no significant ability for regulation of both soluble IL-6 receptors, sIL-6R and sgp130, released by human neutrophils."}, {"pubmed": 12865812, "text": "role in liver allograft rejection"}, {"pubmed": 12960322, "text": "CD34-CD133-CD7-CD45(dim)lin- hematopoietic stem cells from human umbilical cord blood display an exquisite sensitivity to IL-15 in vitro and differentiate into lymphoid/natural killer cells."}, {"pubmed": 14499665, "text": "Interleukin-15 has a role in increasing myosin accretion in human skeletal myogenic cultures"}, {"pubmed": 14581351, "text": "IL-15 produced by metastatic colon carcinoma cells can induce hyperplasia in the mucosa adjacent to colon cancer, thus contributing to angiogenesis and progression of the disease"}, {"pubmed": 14607929, "text": "Because IL-15 regulates gene expression through the interactions of transcription factors with IFN-gamma activated sequence and Ets binding site motifs, it is likely that IL-15 influences CD94 gene expression through formation of DNA-protein complexes."}, {"pubmed": 14607946, "text": "IL-15 stimulates type I interferon (IFN)-mediated dendritic cell (DC) expression of MICA/B and subsequent DC activation of natural killer cells."}, {"pubmed": 14617758, "text": "results obtained with an IL-15-specific mAb support an important role for IL-15 in the pathogenesis of psoriasis"}, {"pubmed": 14648805, "text": "The anti-apoptotic effects of IL-15 may explain the rediction pf diabetes incidence in NOD mice."}, {"pubmed": 14662842, "text": "IL-15-expanded, de novo-induced human anergic regulatory CD4+ T cells suppress both naive and memory T cells in a superior way and are of interest in antigen-specific immunotherapy."}, {"pubmed": 14684414, "text": "HIV antiviral response is mediated primarily by production of interleukin-15 by mature dendritic cells."}, {"pubmed": 14762166, "text": "IL-15 can improve the in vivo antitumor activity of adoptively transferred CD8(+) T cells"}, {"pubmed": 14967307, "text": "IL-15 secreted by activated alveolar macrophages and granzyme B secreted by activated CD8+ cytotoxic T lymphocytes play important roles in the process of acute lung allograft rejection"}, {"pubmed": 14982947, "text": "IL-15 does not increase IL-1alpha or IL-1beta production but induces IL-1Ra release, increases myeloid cell differentiation factor-1 stability, decreases the activity of caspase-3 and caspase-8, resulting in an inhibition of vimentin cleavage"}, {"pubmed": 14984938, "text": "Normal ovary and ovarian tumors express IL-13 and IL-15 and pattern of their expression in carcinomas suggests that these cytokines may function in various ovarian cellular activities including inflammatory/immune responses"}, {"pubmed": 15034035, "text": "Cell surface IL-15 is more than just a ligand; it can function as a receptor and participate in reverse signaling that results in cellular adhesion and production of inflammatory cytokines."}, {"pubmed": 15039446, "text": "IL-15 has specific binding sites for interleukin-15alpha receptor, one in the B helix and the other in the C helix"}, {"pubmed": 15131572, "text": "single nucleotide polymorphisms in the IL-15 gene and their association with inflammatory and/or atopic phenotypes"}, {"pubmed": 15225634, "text": "Recombinanat human IL-15 seems to be able to reduce/suppress protein loss and apoptosis related to muscle wasting during cancer cachexia in experimental animals."}, {"pubmed": 15328153, "text": "Combined with CpG dinucleotide induced maximal activation of NK cells and further enhanced activation of CD8 T cells, possibly enhancing antitumor immunity in cutaneous T-cell lymphoma."}, {"pubmed": 15347678, "text": "Interleukin (IL)-15 and IL-2 reciprocally regulate expression of the chemokine receptor CX3CR1 through selective NFAT1- and NFAT2-dependent mechanisms"}, {"pubmed": 15353479, "text": "dendritic cell-produced IL-2 is tightly coregulated with the expression of IL-15."}, {"pubmed": 15358647, "text": "effects of IL15 on neonatal NK cells was examined for up to 12 weeks in culture; effect on antibody-dependent cellular cytotoxicity using CEM cells coated with HIV gp120 antigen"}, {"pubmed": 15531573, "text": "IL-15 is an important mediator of muscle mass response to resistance exercise training in humans"}, {"pubmed": 15536127, "text": "membrane-bound IL-15 on dendritic cells was essential for NK cell proliferation and survival"}, {"pubmed": 15557159, "text": "IL-15 from follicular dendritic cells, in membrane-bound form, plays an important role in supporting germinal center(GC)-B cell proliferation, proposing a new target for immune modulation as well as treatment of B cell tumors of GC origin."}, {"pubmed": 15563472, "text": "Interleukins 2 and 15 regulate Ets1 expression via ERK1/2 and MNK1 in human natural killer cells"}, {"pubmed": 15598425, "text": "IL-15 alters expression and function pf the chemokine receptor CX3CR1 in human NK cells."}, {"pubmed": 15710591, "text": "AKT and IL-15 may be important in extranodal NK/T-cell lymphoma tumor survival"}, {"pubmed": 15713701, "text": "endogenous IL-15 in secretory phase endometrium plays a central role in postovulatory recruitment of PB CD16(-) NK cells into the human endometrium."}, {"pubmed": 15770395, "text": "Data suggest that the IL-15 and IL-15R system may play important roles in the activation and differentiation of lamina propria B cells in patients with infammatory bowel disease, especially in those with ulceratie colitis."}, {"pubmed": 15778359, "text": "IL-15 activates stable telomerase expression and compensates telomere loss in memory phenotype CD8(+) T cells, and telomerase may play an important role in memory CD8(+) T cell homeostasis."}, {"pubmed": 15943034, "text": "Production of IL-15 and/or TGF-alpha was also associated with amphoterin mRNA expression in colon cancer tissues with tumor-associated macrophages depletion"}, {"pubmed": 15976176, "text": "IL-15 but not IL-2 may have a role in xenogeneic graft-versus-host disease"}, {"pubmed": 15993713, "text": "Anergy induction by IL-7 and restoration of responsiveness by IL-15 suggest novel mechanisms for regulation of helper T-cell responses, induction of peripheral tolerance, and breakdown of T-cell self-tolerance."}, {"pubmed": 16024007, "text": "short-term exposure of CD56+ cells to IL15/IL12 or IL15/IL18 at 8-day intervals may hold a promise for improved clinical results in cellular adoptive cancer immunotherapy"}, {"pubmed": 16060678, "text": "A quantitative relationship is established between receptor alpha subunit binding affinity and mitogenic activity for IL-15 and IL-2."}, {"pubmed": 16098919, "text": "Associations between IL-15 serum level and long-term diabetic control lead to the speculation that IL-15 may serve as a target for future treatment in patients with prediabetes and/or for prevention of late diabetic complications."}, {"pubmed": 16109314, "text": "Data suggest that a systemic inflammatory response involving IL-15 might be involved in the occurrence of cardiovascular disease in patients with essential hypertension."}, {"pubmed": 16136475, "text": "important role in activating an NK cell-mediated pathway that leads to the elimination of intracellular protozoans from intestines"}, {"pubmed": 16148110, "text": "human T cells constitutively express IL-15 that acts through autocrine/juxtacrine loops to promote ex vivo homeostatic T cell proliferation."}, {"pubmed": 16273100, "text": "Induces local chromatin modifications specific for the T-cell antigen receptor variable gamma-region gene segment and enhanced accessibility conducive to subsequent targeted gene rearrangement."}, {"pubmed": 16284400, "text": "A recombinant, soluble domain of IL-15 rece[tpr al[ha, which bears most of the binding affinity for IL-15, behaves as a potent IL-15 agonist."}, {"pubmed": 16333313, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16474399, "text": "Molecular and cellular analysis showed that tolerant T cells expressed the IL-15 receptor alpha chain, and could be induced to proliferate in vitro in response to exogenous IL-15."}, {"pubmed": 16507118, "text": "After infliximab therapy, the expression of IL-15 was increased in four patients and reduced in five with rheumatoid arthritis."}, {"pubmed": 16606671, "text": "Endogenous IL-15 plays a key role in rendering resident naive CD4 T cells susceptible to HIV infection."}, {"pubmed": 16629787, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16670327, "text": "Irradiated MyD88-deficient IL-15 transgenic mice transferred with wild-type bone marrow cells have increased numbers of CD8alphaalpha TCRalphabeta and TCRgammadelta subsets in the intestinal intraepithelial lymphocytes."}, {"pubmed": 16772281, "text": "Follicular fluid collected from spontaneous cycles contains detectable levels subunit IL-15."}, {"pubmed": 16791279, "text": "Novel IL-15 isoforms generated by alternative splicing are expressed in the intestinal epithelium."}, {"pubmed": 17001647, "text": "Refined molecular modeling of the docking of IL-15 to the sushi domain of IL-15R."}, {"pubmed": 17110377, "text": "IL-2 has a distinct inductive effect on APOBEC3G (A3G) deoxycytidine deaminase gene expression and A3G complex assembly that occur in natural cellular targets of human immunodeficiency virus infection."}, {"pubmed": 17142786, "text": "an impaired, but not abolished, survival response to IL-2 and IL-15 accounts for the persistent lack of NK cells and the transient CD8 alphabeta T lymphopenia associated with familial NK cell deficiency"}, {"pubmed": 17158609, "text": "Respiratory syncytial virus (RSV)-induced up-regulation of IL-15 expression in THP-1 cells involves the phosphorylation of PKC-alpha/beta."}, {"pubmed": 17324400, "text": "IL-15 impaired Smad3-dependent TGF-beta signaling in human T lymphocytes downstream from Smad3 nuclear translocation."}, {"pubmed": 17363780, "text": "epithelial-derived IL-15 has a role in transforming monocytes into dendritic cells"}, {"pubmed": 17537415, "text": "an elevation in serum IL15 is observed in women who have already developed preeclampsia, implying that the increase results from the pathology of preeclampsia"}, {"pubmed": 17554368, "text": "IL-15 genetic variants play an important role in the pathogenesis of psoriasis, probably by increasing interleukin production and inflammation in the lesions of psoriasis."}, {"pubmed": 17616399, "text": "IL-15 polymorphisms do not appear to play a major role in genetic predisposition to rheumatoid arthritis in this population of Spanish Caucasian origin."}, {"pubmed": 17616399, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17635814, "text": "Survival cytokines IL-15 and IL-7 are differentially involved in the growth and maintenance of heart-infiltrating peripheral CD8-positive T cells from patients with chronic Chagas disease cardiomyopathy."}, {"pubmed": 17655329, "text": "IL-15 and IL-15Ralpha complex is 10-fold more active than IL-15 alone in stimulating proliferation and survival of memory phenotype CD8 T cells."}, {"pubmed": 17703412, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17938255, "text": "IL-15 but not IL-21 caused an increased phosphorylation of Shc and ERK1/2."}, {"pubmed": 17947730, "text": "High interleukin-15 expression is associated with childhood acute lymphoblastic leukemia with involvement of the Central Nervous System"}, {"pubmed": 17964972, "text": "IL-15 and IL-18 are not part of the mechanism of the response of human placenta to LPS"}, {"pubmed": 17982063, "text": "IL-15 has dual roles in maintaining IL-7Ralpha(low)CCR7(-) memory CD8(+) T cells via TCR-dependent and -independent mechanisms."}, {"pubmed": 17986095, "text": "The PD group presented with significantly increased RANTES levels as compared to the control group (P = 0.0009). No difference was observed as regards IL-15 levels."}, {"pubmed": 18086532, "text": "IL-15 is a potent stimulant of antifungal activities in human neutrophils, at least in part by a mechanism dependent on oxidative metabolism."}, {"pubmed": 18275895, "text": "in NK cells cultured with IL-15, we observed an up-regulation of the activating receptors NKG2D, NKp30, and NKp46, associated with an increase in anti-tumor lytic activity."}, {"pubmed": 18280748, "text": "results show that IL-15 can improve the function of NK cells via up-regulating NKG2D expression, and also augmenting the expression of cytotoxic effector molecules and the phosphorylation of STAT1 and ERK1/2, which may also contribute the NK lysis"}, {"pubmed": 18295891, "text": "IL-15 played a crucial role in sustaining long-lasting functions of CD56(dim) NK cells."}, {"pubmed": 18311795, "text": "Interaction of natural killer cells with fibroblast-like synoviocytes results in increased IL-15 expression by fibroblast-like synoviocytes and production of proinflammatory chemokines, cytokines, and MMPs, which may contribute to joint inflammation."}, {"pubmed": 18348982, "text": "IL-2 and IL-15 differentially regulate PI3K and IL-17RA"}, {"pubmed": 18365236, "text": "IL-15 may act as an anti-apoptotic molecule in pneumococci infection, thereby suggesting IL-15 as a benefical cytokine in pulmonary host defense against infection."}, {"pubmed": 18419254, "text": "These observations suggest that lower measles-specific T-cell immune responses elicited by measles vaccine in infants may be due to diminished levels of IL-12 and IL-15."}, {"pubmed": 18424079, "text": "Interleukin 15 96516A>T and IL15 96330C>A gene polymorphisms are reported in Caucasian patients with chronic plaque psoriasis."}, {"pubmed": 18431516, "text": "Data show that T cell loss after islet transplantation in patients with autoimmune type 1 diabetes was associated with both increased serum concentrations of IL-7 and IL-15 and in vivo proliferation of memory CD45RO(+) T cells."}, {"pubmed": 18482208, "text": "IL-15 plays a role in RA"}, {"pubmed": 18493613, "text": "examination of role in regulating a novel regulatory natural killer cell subset from peripheral blood CD34 progenitors"}, {"pubmed": 18493981, "text": "IL-15 acts as a potent inducer of CD4(+)CD25(hi)FOXP3(+) cells in the periphery, and suggests a potential role for IL-15 in blunting immune activation."}, {"pubmed": 18505820, "text": "Interleukin-15 (IL-15) translocation into the endoplasmic reticulum occurs independently of the presence of IL-15 receptor alpha (IL-15R alpha)."}, {"pubmed": 18509087, "text": "expression of IL-15, which induced degranulation and IFN-gamma production in HTLV-I infected patients, was enhanced on surface of CD14(+) cells in /tropical spastic paraparesis patients."}, {"pubmed": 18514540, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18514540, "text": "Potential involvement with muscle and bone phenotypes and predictors of metabolic syndrome."}, {"pubmed": 18523245, "text": "IL-15 is of central importance in activating natural killer (NK) cells during the rejection response in a stringent skin transplant model that uses recombination activating gene (Rag)-deficient mice."}, {"pubmed": 18524812, "text": "Data show that mRNA expression of IL-15 was significantly increased throughout the window of implantation."}, {"pubmed": 18580966, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18580966, "text": "analysis of heterogeneity in polymorphisms in the interleukin-15 gene in psoriasis patients"}, {"pubmed": 18583567, "text": "HSV-1 induces TLR2-dependent activation of IL-15 gene expression, which requires the recruitment of both MyD88 and TIRAP/Mal and the activation of IRAK1 and TRAF6 leading to NF-kappaB translocation to the nucleus."}, {"pubmed": 18633131, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18656487, "text": "The soluble IL-15Ralpha sushi domain-IL-15 fusion protein is therefore able to bind and activate both the IL-15Rbeta/gamma and the IL-15Ralpha/beta/gamma receptors."}, {"pubmed": 18676680, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18697873, "text": "IL-15 may be a regulator of trunk fat mass; negative associations are found between muscle IL-15 mRNA and obesity parameters"}, {"pubmed": 18706446, "text": "Cytokines related to activity of the innate immune response were most prominent in this study and showed good correlation with each other. In particular, it was shown that IL-15 was raised in Behcet's disease"}, {"pubmed": 18782269, "text": "there is an auto-inhibitory mechanism controlling cellular IL-15 levels."}, {"pubmed": 18818748, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18840707, "text": "The Axl/Gas6 pathway is required for optimal cytokine signaling during human natural killer cell development."}, {"pubmed": 18981132, "text": "IL-15 links TLR2/1-induced macrophage differentiation to the vitamin D-dependent antimicrobial pathway."}, {"pubmed": 19019335, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19047106, "text": "CX3CL1, IL-15, and CCL4 can serve as independent predictors of biochemical recurrence."}, {"pubmed": 19088135, "text": "The decidual leucocytes also up-regulated IL-15 and IL-15Ralpha in stromal fibroblasts which could produce a niche for uNK cells allowing proliferation within and recruitment into the uterus."}, {"pubmed": 19133918, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19133918, "text": "These results suggest that IL15 gene variants do not play an important role in the development for asthma or other atopic disorders."}, {"pubmed": 19170196, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19176441, "text": "Observational study and genome-wide association study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19188921, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19188921, "text": "This study identified a group of SNPs, upstream from the IL15 gene, which were associated with both smoking status and quantity of cigarette consumption."}, {"pubmed": 19233474, "text": "Genetic treatment with pIL-15 and pIL-21 in the presence or absence of cognate antigen can contribute to immune-enhancement against HSV."}, {"pubmed": 19237603, "text": "Cytosolic phospholipase A(2) (cPLA(2)) is identified as a central molecule in NKG2D-mediated cytolysis in cytotoxic T lymphocytes."}, {"pubmed": 19240061, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19247692, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19258923, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19325034, "text": "DC expression of membrane-bound form of IL-15, which is only partially associated with IL-15R molecules, is essential to promote specific CD8(+) T lymphocyte response in the absence of DC-derived IL-12."}, {"pubmed": 19406127, "text": "These analyses unveiled a novel and critical role for residue Tyr26 of IL-15 in the interaction with IL-15R alpha, which facilitates desolvation of key charged residues during the assembly of the complex."}, {"pubmed": 19414768, "text": "hepatocytes and IL-15 create a favorable microenvironment for T cells to growth and survive."}, {"pubmed": 19414770, "text": "we demonstrate that stimulation of human cord blood CD34(+) cells by a Notch ligand but no IL-15, in a stroma-free culture induced the generation of cells with characteristics of functional NK cells"}, {"pubmed": 19414780, "text": "These findings define a common cytokine receptor expression program, which increases human NK cell sensitivity to free IL-15 in early activation and redirects responses toward IL-2 and trans-presented IL-15 at later stages"}, {"pubmed": 19505916, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19527514, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19546878, "text": "data implicate a role for small percentages of NK cells in the enhanced capacity of IL-15 monocyte-derived dendritic cells to induce tumour-specific cytotoxic T-lymphocyte independent of IL-12p70."}, {"pubmed": 19570824, "text": "Perforin activation is mediated by a cysteine protease and IL-15; the combination of IL-15 plus SCF is sufficient to coordinate the development of the NK cell surface phenotype with the expression and proteolytic activation of the cytotoxic machinery"}, {"pubmed": 19573080, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19592095, "text": "cigarette smoke compromises IL-15 production and as a result NK cell function which could link to the higher incidence of cancers or viral infections observed among smokers."}, {"pubmed": 19593212, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19625176, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19657406, "text": "Levels of IFNgamma, TNFalpha, IL-6, IL-15, IL-18, and IL-23 were increased (above healthy controls) in both affected and unaffected areas from Inflammatory Bowel Diseas."}, {"pubmed": 19692168, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19696432, "text": "Whereas the long signal peptide of IL-15 can be detected efficiently in the extracellular compartment, IL-15 short signal peptide is strictly found intracellularly and is detected both in the cytoplasm and the nucleus of DNA-transfected cells."}, {"pubmed": 19703339, "text": "Our findings suggest a possible role of IL-15 and RANTES in MS. Treatment with methylprednisolone in relapse had no effect on serum IL-15 and RANTES levels."}, {"pubmed": 19710458, "text": "gammadelta T lymphocytes with regulatory functions (Vdelta2 Tregs) are induced in vitro in the presence of specific Ag stimulation and cytokines TGF-beta1 and IL-15."}, {"pubmed": 19756346, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19756346, "text": "the +20A > G, +13467C > A, +13653A > T, and +13815A > T SNPs in the IL-15 gene affect bone mineral density and, thus, could be genetic markers of osteoporosis"}, {"pubmed": 19773279, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19796965, "text": "Data support the hypothesis that genetic variation in IL-15 gene and IL-15 levels influence the risk of coronary heart disease."}, {"pubmed": 19821081, "text": "IFN-gamma and TNF-alpha play an important role in regulating the expression of IL-15 and IL-15Ralpha on the surface of HUVECs."}, {"pubmed": 19835475, "text": "High concentrations of interleukin 15 in breast milk are associated with protection against postnatal HIV transmission"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19949092, "text": "IL-15 plays an important role in dictating the composition rather than simply the maintenance of the CD8 memory pool."}, {"pubmed": 20007590, "text": "Synovial fibroblast IL-15 from rheumatoid arthritis patients exerts a dual action on the equilibrium between regulatory T (Treg) and responder T cells by potentiating the suppressive effect of Treg while augmenting the proinflammatory action of Tresp."}, {"pubmed": 20043070, "text": "Recombinant adenovirus-associated vector serotype 2-Human interleukin 15 appears as a new potential therapeutic tool for breast cancer immunotherapy."}, {"pubmed": 20083555, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20140262, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20142427, "text": "Overexpression of IL-15 in intestinal epithelial cells expanded NK1.1(+) cells within the gut but had no effect on absolute numbers of the CD127(+)NK1.1(-)Rorc(+) subset of CD3(-)NKp46(+) cells"}, {"pubmed": 20153259, "text": "Genetic and/or environmental factors that control IL-15 expression and responsiveness in the intestine likely participate in the pathogenesis of celiac disease."}, {"pubmed": 20166880, "text": "Altered expression of CD30 and the Il-15 regulation of CD30 highlight the occurrence of peripheral manifestations of celiac disease."}, {"pubmed": 20190192, "text": "IL-7 and IL-21 are superior to IL-2 and IL-15 in promoting human T cell-mediated rejection of systemic lymphoma in immunodeficient mice."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20331472, "text": "report that interleukin-15 (IL-15) enhances human primary follicular dendritic cell proliferation and regulates cytokine secretion."}, {"pubmed": 20381491, "text": "IL-15 mediates in the pathogenesis of eosinophilic esophagitis (EoE). IL-15 activates CD4(+) T cells to produce cytokines that act on eosinophils."}, {"pubmed": 20414345, "text": "the survival benefit observed by IL-15 is most likely mediated by enhanced NK cell recovery post-autologous peripheral blood hematopoietic stem cell transplantation"}, {"pubmed": 20430958, "text": "Adenovirus dendritic cells and matured dendritic cells can efficiently promote innate immune functions by activation of NK cells through the cooperative activities of tmTNF and trans-IL-15 mediated by cell-to-cell contact."}, {"pubmed": 20444155, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20453000, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20483740, "text": "T cell development is impaired by Id2, most likely by sequestering HEB, whereas NK cell development is promoted by increasing a pool of CD1a-CD5+ NK cell progenitors, which together with IL-15 differentiate into mature NK cells"}, {"pubmed": 20503287, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20538758, "text": "IL-15 can have innate anti-tumor activity independent of natural killer cells and CD8(+) T cells and the common gamma(c)R."}, {"pubmed": 20560915, "text": "increased expression in the decidua of patients with recurrent miscarriage"}, {"pubmed": 20568250, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20622171, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20631381, "text": "Recombinant human IL-15 administered to macaques generates a dramatic expansion of short-lived memory CD8 T cells and natural killer cells in immunocompetent macaques and has long-term effects on the balance of CD4(+) and CD8(+) T cells."}, {"pubmed": 20670353, "text": "K562-MICA-4-1BBL-IL-15 cells would be developed for expansion of NK cells ex vivo and may have important implications for clinical immunotherapy."}, {"pubmed": 20671116, "text": "IL-2, IL15 and IL-15Ralpha-IgG1-Fc complexes significantly enhanced NK and CD8(+) T cells proliferation and cytotoxicity."}, {"pubmed": 20732850, "text": "IL-15 counteracted TGF-beta1-mediated alpha-SMA expression. Moreover, TGF-beta1-induced expression of collagen, fibronectin and connective tissue growth factor was attenuated by addition of IL-15"}, {"pubmed": 20736143, "text": "Serum IL-15 levels were increased in a subpopulation of patients with early arthritis, indicating that this measure may serve as a biomarker for this condition"}, {"pubmed": 20956026, "text": "induces CD8+ T cells to acquire functional NK receptors capable of modulating cytotoxicity and cytokine secretion"}, {"pubmed": 21048031, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 21049047, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21049047, "text": "findings suggest that IL-15 gene polymorphisms are significantly associated with ALL in adult Chinese population"}, {"pubmed": 21074481, "text": "Current understanding of IL-15 role in immune-mediated and infectious diseases as well as its therapeutic use."}, {"pubmed": 21132303, "text": "Elevation of IL-15, sIL2-R and sTNF-R1 in active patients provides preliminary evidence for the activation of inflammatory response during PM/DM flares."}, {"pubmed": 21169670, "text": "the aim of this review is to assess as preventive and therapeutic target the role of IL-15 and selenium in the pathogeneses of both celiac disease and autoimmune thyroid diseases--REVIEW"}, {"pubmed": 21190865, "text": "Data show that in patients with PsA, serum TWEAK, IL-15, MCP-1 and MMP-3 levels were significantly elevated."}, {"pubmed": 21204897, "text": "Th17 cells from the rheumatoid arthritis synovial tissue were enriched in the CD4+ CCR6+ population, and they were sensitive to exogenous IL-15"}, {"pubmed": 21242188, "text": "Studies indicate that reciprocal membrane-bound IL-15 trans-presentation commits these cells into NK differentiation."}, {"pubmed": 21300928, "text": "Report elevated IL-15 in primary myelofibrosis."}, {"pubmed": 21307608, "text": "IL-15 might play a role in the systemic anti-obesogenic and insulin-sensitizing effects of endurance exercise, not only as a paracrine and autocrine but also as an endocrine factor."}, {"pubmed": 21334074, "text": "potential biomarker to document the local pre-conception environment for assisted fertilization"}, {"pubmed": 21474552, "text": "found that IL-15 could overcome CD4(+) Th deficiency to induce primary and recall memory CD8(+) T cell responses in healthy individuals"}, {"pubmed": 21487524, "text": "In conclusion, our data suggest that IL-15 may contribute to atherosclerotic plaque integrity by stimulation of smooth muscle cells, probably in a platelet-derived growth factor dependent fashion."}, {"pubmed": 21539877, "text": "Post-thymic regulation of CD5 levels in human memory T cells is inversely associated with the strength of responsiveness to interleukin-15."}, {"pubmed": 21562158, "text": "IL-15-inducible molecules Bcl-x(L), MIP-1alpha, MIP-1beta, and CCR5 were upregulated in the human bone marrow"}, {"pubmed": 21572025, "text": "alternating between mucosal and systemic deliveries of the identical influenza virus prompts change in IL-15 dependence, necessitating a re-evaluation of the current model of CD8 T(mem) maintenance"}, {"pubmed": 21715685, "text": "Natural killer (NK) cell homeostasis, mature NK cell differentiation, and acquisition of Ly49 receptor and effector functions require different levels of transgenic IL-15 trans-presentation input to achieve full status"}, {"pubmed": 21723324, "text": "along with dendritic cells induce proliferation of CD4+CD25+ regulatory T cells from peripheral blood"}, {"pubmed": 21724805, "text": "Monocytes differentiated with GM-CSF and IL-15 initiate Th17 and Th1 responses that are contact-dependent and mediated by IL-15."}, {"pubmed": 21765616, "text": "a novel inflammatory crosstalk between natural killer cells and eosinophils via IL-15/IL-8 axis that can be modulated by vitamin D(3)"}, {"pubmed": 21769475, "text": "These findings indicate that the expression of IL-15 up-regulated by IL-6 is associated with MAPKs-ERK1/2 and PI3K-AKT signaling pathways in HaCaT cells."}, {"pubmed": 21779162, "text": "Deficient IL-15 production in asthma may be important in the pathogenesis of asthma exacerbations."}, {"pubmed": 21788945, "text": "cooperation between IL-15 and CD40L reinforces the importance of tumor microenvironment and unravels a mechanism of FL growth that should be considered if using IL-15 as a drug in this disease"}, {"pubmed": 21813181, "text": "IFN-alpha boosts signaling and functional effects of IL-15, at least in part by fostering the increased IL-15R expression"}, {"pubmed": 21852331, "text": "Respiratory synctial virus increased IL-15 production in respiratory epithelial cells via virus replication and NF-kB-dependent mechanisms."}, {"pubmed": 21911607, "text": "elevated levels of IL-15 in patients relative to controls, the greater susceptibility of CD8 T cells from patients to IL-15, in addition to the enhanced cytotoxic responses by IL-15-exposed CD8 T cells"}, {"pubmed": 21925225, "text": "differs from IL-2 in the effect on the development, activation, and proliferation of NK cells"}, {"pubmed": 21943235, "text": "Expression IL-7 and IL-15 genes in prostate tissues and corresponding serum titres are significantly increased in patients with early stage prostate cancer as compared with patients with benign prostatic hyperplasia."}, {"pubmed": 21945396, "text": "IL-15, which is important for development of IgG-ASCs, decreases the number of IgE-ASCs when added to media commonly used for in vitro development of IgE-ASCs."}, {"pubmed": 21967803, "text": "GNLY-expressing lymphocytes, probably attracted by IL-15, not only participate partially in myocardial cell apoptosis, but also hasten resolution of cardiac leucocyte infiltration in patients with myocardial infarction."}, {"pubmed": 21973023, "text": "enhancement of cell-mediated cytotoxicity against acute lymphoblastic leukemia/lymphoma cell lines as well as against primary acute myeloid and defined lymphoblastic leukemia cells"}, {"pubmed": 21984699, "text": "This study directly examines proximal signaling by transgenic IL-2 and IL-15 and CD8-positive T cell primary and memory responses as a consequence of varied CD122-dependent signaling."}, {"pubmed": 21988722, "text": "IL-15 genetic variants can affect resistance or susceptibility to human brucellosis among Iranian patients (interleukin 15 )"}, {"pubmed": 22055728, "text": "This study highlights some important effects of IL 15 on natural killer cells in HIV patients."}, {"pubmed": 22084435, "text": "Bcl-xL overexpression restores natural killer (NK)T cell development in IL-15-deficient mice; overall, IL-15 relays specific, Bcl-xL-dependent survival signals during NKT cell ontogeny."}, {"pubmed": 22242124, "text": "Patients with early arthritis displaying high baseline serum IL-15 suffered a more severe disease and received more intensive treatment."}, {"pubmed": 22261234, "text": "synergistic effect of IL-21 and IL-15 in enhancing cytokine production and cytotoxic function of CD8+ T cells, IL-21 may be potent immunomodulator in conjunction with IL-15 to regulate umbilical cord blood CD8+ T cells homeostasis and effector functions."}, {"pubmed": 22363690, "text": "These data highlight the central role of IL-15 and gammac-receptor signaling in renal homeostasis."}, {"pubmed": 22440823, "text": "These single-nucleotide polymorphisms were also significant after correction for multiple testing. CONCLUSION: Genetic variants in IL-15 are associated with progression of joint destruction in rheumatoid arthritis"}, {"pubmed": 22447977, "text": "IL-15 can signal via IL-15Ralpha, JNK, and NF-kappaB to drive RANTES production by myeloid cells."}, {"pubmed": 22467658, "text": "Differential transcription factor use by the KIR2DL4 promoter under constitutive and IL-2/15-treated conditions."}, {"pubmed": 22471460, "text": "Polymorphisms of IL-15 is not associated with Non-Small-Cell Lung Carcinoma."}, {"pubmed": 22496150, "text": "In lymphodepleted cancer patients, the serum IL-15 is exclusively present in its heterodimeric form."}, {"pubmed": 22510877, "text": "Human Langerhans cells use an IL-15R-alpha/IL-15/pSTAT5-dependent mechanism to break T-cell tolerance against the self-differentiation tumor antigen WT1."}, {"pubmed": 22535664, "text": "The respective production of IL-15 and IL-10 explains the contrasting effects of Langerhans cells and dermal CD14(+) dendritic cells on CD8(+) T-cell priming."}, {"pubmed": 22537815, "text": "there is an altered expression of LIF and IL-15 in the endometrium of women with recurrent implantation failure"}, {"pubmed": 22563505, "text": "Data show that infection of melanoma cells with delNS1-IL-15 resulted in the production of high levels of biologically active IL-15."}, {"pubmed": 22565311, "text": "IL-15 protected antigen-activated NKT cells from hypoxia, and transgenic expression of IL-15 in adoptively transferred NKT cells dramatically enhanced their antimetastatic"}, {"pubmed": 22715368, "text": "IL-15+IL-12 has an immunomodulatory effect on NK cell subsets from HIV-infected individuals viz down-regulation of iNKRs, elevation of activatory receptors NKp46 and NKG2D, and induction of coreceptor NKp80."}, {"pubmed": 22785229, "text": "IL-15 positively regulates IL-21 production in celiac disease mucosa."}, {"pubmed": 23058476, "text": "our data demonstrate the role of IL-15 in dendritic cell and endothelial cell interaction in transplant microenvironment. IL-15 may regulate how the donor first line of barrier interacts with recipient first line of defense to protect the organ survival."}, {"pubmed": 23072822, "text": "regulator of the oxidative and fatigue properties of skeletal muscle [review]"}, {"pubmed": 23074221, "text": "Paracrine and transpresentation functions of IL-15 are mediated by diverse splice form of IL-15Ralpha."}, {"pubmed": 23104097, "text": "study found in the structure of the IL-15-IL-15Ralpha-IL-2Rbeta-gamma(c) quaternary complex, IL-15 binds to IL-2Rbeta and gamma(c) in a heterodimer nearly indistinguishable from the IL-2-IL-2Ralpha-IL-2Rbeta-gamma(c) complex, despite their different receptor-binding chemistries; IL-15 and IL-2 induced similar signals"}, {"pubmed": 23153537, "text": "IL-15 represses miR-29b via induction of Myc/NF-kappaBp65/Hdac-1, resulting in Dnmt3b overexpression and DNA hypermethylation."}, {"pubmed": 23157547, "text": "Detailed mechanistic knowledge of IL-15 biology is envisaged to make the most of a powerful immunotherapeutic tool ranked as one of the most promising for cancer immunotherapy."}, {"pubmed": 23160470, "text": "IL-7 and IL-15 instruct the generation of human memory stem T cells from naive precursors."}, {"pubmed": 23214284, "text": "Il-15 levels were not significantly different the amniotic fluid of fetuses with normal karyotypes and with chromosome abnormalities."}, {"pubmed": 23214303, "text": "IL-15 in the amniotic fluid is significantly higher in the third trimester of pregnancy than in the second trimester."}, {"pubmed": 23325887, "text": "IL-15 or IL-7 priming of the RasGRP/SOS pathway contributes to the increased ERK responsiveness and reduces the threshold above which signaling cascades are initiated, thereby predisposing for autoimmunity."}, {"pubmed": 23401701, "text": "a promising marker differentiating an missed abortion from an ectopic pregnancy"}, {"pubmed": 23417200, "text": "there was no difference in serum IL-15 levels between active and inactive disease states in Behcet disease."}, {"pubmed": 23437070, "text": "IL-7 and IL-15 levels remain relatively low after nonmyeloablative transplantation."}, {"pubmed": 23577098, "text": "decreased level of cytokines in smokers with CT detected emphysema"}, {"pubmed": 23637340, "text": "expression of IL-15 in the tumor microenvironment may prevent the escape of antigen loss variants and subsequent tumor recurrence"}, {"pubmed": 23649624, "text": "Data show efficient production of noncovalently linked but stable heterodimer in clonal HEK293 cells and release of the processed IL-15.sIL-15Ralpha heterodimer in the medium."}, {"pubmed": 23649772, "text": "Various alleles, haplotypes and genotypes are found at higher frequencies in visceral leishmaniasis ptients, whereas others are more frequent in controls."}, {"pubmed": 23700042, "text": "IL-15 is upregulated in uterosacral ligaments in pelvic organ prolapse"}, {"pubmed": 23773307, "text": "we present an association of IL-15 gene polymorphisms with the RFs including subtypes (RF, IgG, IgA) underlined by the relation of increased IL-15 levels in circulation to RFs."}, {"pubmed": 23791986, "text": "although IL-15 seems to be responsible for inflammation and autoimmunity, it also may increase the immune response against cancer. [review]"}, {"pubmed": 23873932, "text": "Sp1 is required for IL-15 induction by both poly(I:C) and respiratory syncytial virus, a response that also requires NFkappaB2 and IKKepsilon."}, {"pubmed": 23904478, "text": "Disordered IL-15 and IL-15Ralpha may be involved in type 1 diabetes (T1D) and the IL-15/IL15Ralpha system and its signaling pathway may be rational therapeutic targets for early T1D."}, {"pubmed": 23904514, "text": "Premature action of IL-15 interferes with CD62L-dependent tethering/rolling of peripheral blood CD16(-) NK cells on Human uterine microvascular endothelial cells, which is an early critical process of leukocyte extravasation."}, {"pubmed": 23950892, "text": "Data indicate that tumor necrosis factor-alpha (TNF) abolishes nuclear localization of IL-15 and IL-15Ralpha by acting on chromosomal region maintenance 1 (CRM1), and it facilitates exocytosis of IL-15 with the involvement of ADP-ribosylation factor 6 (ARF6)."}, {"pubmed": 23996684, "text": "Single nucleotide polymorphism in IL15 gene is associated with ER-positive breast cancers only in American women of African ancestry."}, {"pubmed": 24086722, "text": "Interleukin 15 primes natural killer cells to kill via NKG2D and cPLA2 and this pathway is active in psoriatic arthritis."}, {"pubmed": 24184554, "text": "dispensable for maintenance of circulating NK cells"}, {"pubmed": 24198185, "text": "Hence, the targeted combination of IL-15 and 4-BBL in the form of a trifunctional antibody-fusion protein is a promising new approach for cancer immunotherapy."}, {"pubmed": 24274595, "text": "The association of single nucleotide polymorphisms in IL1B, IL1RN and IL15 with chronic cavitary pulmonary aspergillosis supports a role for the IL1 pathway, as well as implicating the IL15 gene, in disease susceptibility."}, {"pubmed": 24347177, "text": "The expression of vascular endothelial growth factor (VEGF), matrix metalloproteinase 2 (MMP2), tissue inhibitor of metalloproteinase 1 (TIMP1), interleukin 6 (IL-6), and interleukin 15 (IL-15)."}, {"pubmed": 24361466, "text": "In mice given food antigen, cooperation between IL15 and CD4(+) T cells is necessary and sufficient to activate CD8(+) T cells and damage the small intestine."}, {"pubmed": 24394601, "text": "IL15 RNA expression did not vary in duodenal samples of celiac disease patients and controls."}, {"pubmed": 24415300, "text": "IL-15 rs2254514 polymorphism might have an important role in the development of UC in the Mexican population."}, {"pubmed": 24489097, "text": "The effects of IL-2/IL-15 depended on MAPK/ERK signaling and induced de novo expression of the transcription factors T-bet and eomesodermin, as well as the cytolytic enzyme perforin, required for the cytotoxic type 1 program."}, {"pubmed": 24603895, "text": "Circulating levels of IL-15 and IL-15Ralpha seem to reflect visceral distribution of adipose tissue; epicardial fat may be a potential source of both IL-15 and IL-15Ralpha."}, {"pubmed": 24621498, "text": "IL-15 and IL-17F are differentially regulated and expressed in MF. We propose that IL-15 and IL-17F are markers for different inflammatory environments and play distinct roles in the development and progression of MF."}, {"pubmed": 24657713, "text": "monocytes of healthy older adults (age >/= 65) had increased cell surface IL-15 expression in response to IFN-gamma compared to those of healthy young adults (age </= 40)."}, {"pubmed": 24666229, "text": "Data suggest that IL-4, IL-15, and VEGF, may play roles in the pathogenesis of myasthenia gravis (MG)."}, {"pubmed": 24670802, "text": "This study suggests that BAFF suppresses IL-15 expression in autoimmune diseases"}, {"pubmed": 24689757, "text": "our results show an association between both rs10519612 and rs17007695 polymorphisms and the risk of developing ALL, but there was no impact on OS or DFS in these patients."}, {"pubmed": 24700781, "text": "Il-15 increases pre-B acute lymphoblastic leukemia growth and upregulates central nervous system homing molecules, and MEK/ERK, PI3K, and NF-kappaB inhibitors block IL-15 growth effects."}, {"pubmed": 24721706, "text": "Data show that interleukin 15 (hIL-15) gene-modified NK cells can augment the anti-tumor effect of NK cells on hepatocellular carcinoma (HCC) in vivo and suggest applicability as a new candidate for adoptive immunotherapy against HCCs in the future."}, {"pubmed": 24737791, "text": "Studies indicate that IL-15 signaling pathway aberrancies in its regulation are associated with chronic inflammation and cancer."}, {"pubmed": 24748538, "text": "These results show that IL-15 and IL-12 combination has the ability to expand the selective depletion of invariant natural killer T cells in vitro in HIV-infected individuals."}, {"pubmed": 24762213, "text": "Data indicate an association between interleukin-15 (IL-15) rs3806798 and the risk of chronic HBV infection in Chinese Han population."}, {"pubmed": 24777763, "text": "DC-produced IL-15 to achieve the anti-HIV-1 specific priming."}, {"pubmed": 24795032, "text": "In addition to implicating IL15 deletion as a potential mechanism of immune escape in colorectal cancer, findings suggest that IL15 deletion may have utility as a prognostic biomarker in colorectal cancer."}, {"pubmed": 24805144, "text": "we have identified IL-15 receptors on the surface of cardiomyocytes and delineated the signaling system by which hypoxic cardiomyocytes may be protected from cellular death and rescued from oxidative stress with IL-15 treatment"}, {"pubmed": 24912180, "text": "Data suggest that the Interleukin (IL)-15 and interleukin 15 receptor alpha (IL-15.IL-15Ralpha) complex cleaved from presenting cells allows responding cells to internalize, store and use IL-15.IL-15Ralpha complex for their own proliferation and survival."}, {"pubmed": 24953855, "text": "role in progression of bladder cancer"}, {"pubmed": 25006133, "text": "Data indicate that natural killer (NK) cell expressing mbIL15 (linked IL15 gene to that encoding CD8alpha transmembrane domain) had higher cytotoxicity against leukemia, lymphoma, and solid tumor cells in vitro and in xenograft models."}, {"pubmed": 25080481, "text": "Enhanced T cell activation following combination targeting depended on DC-mediated cytokine release and was IL-15 dependent."}, {"pubmed": 25080789, "text": "The detection of basal level of IgM rheumatoid factor, IgM and also certain cytokines can be useful in prognosis of effectiveness of rituximab therapy under rheumatoid arthritis."}, {"pubmed": 25412359, "text": "Hantavirus-infected cells were shown to strongly activate NK cells in a cell-cell contact-dependent way, and this response was blocked with anti-IL-15 antibodies."}, {"pubmed": 25428383, "text": "Our data suggest that serum IL-15 at diagnosis is a novel, powerful predictor of prognosis for extranodal NK/T cell lymphoma"}, {"pubmed": 25481744, "text": "Our results identify core mechanisms dictating human tTreg development, with IL-2 and IL-15 defining specific niches required for tTreg lineage stabilization and differentiation, with implications for their therapeutic targeting in autoimmune conditions."}, {"pubmed": 25486870, "text": "IL-15 has a role in growth and survival signaling in Hodgkin lymphoma and enhances the inflammatory phenotype of HRS cells"}, {"pubmed": 25577895, "text": "NK cell activity in children with IDDM after in vitro stimulation by IL15 inhibits autoimmunity by increased IL10 synthesis."}, {"pubmed": 25582338, "text": "IL-15-derived dendritic cells elicited greater antigen-specific, primary and secondary CD8 and CD4 T-cell responses than did IL-4-derived ones"}, {"pubmed": 25617471, "text": "Increased peripheral and local levels of IL-15 amplify the pathogenic potential of CD4+CD282 T cells, thus contributing to tissue damage in multiple sclerosis brain lesions."}, {"pubmed": 25627006, "text": "In this study, our results showed that, in the nude mouse animal models, IL-15-expressing oncolytic virus had a stronger antitumor effect than oncolytic virus that did not express IL-15"}, {"pubmed": 25736261, "text": "IL15 is dedicated to the prolonged maintenance of memory T-cell responses to invading pathogens. [review]"}, {"pubmed": 25879761, "text": "Report Il15 levels in synovial fluid from rheumatoid arthritis patients."}, {"pubmed": 25902870, "text": "Exercise-stimulated interleukin-15 is controlled by AMPK and regulates skin metabolism and aging."}, {"pubmed": 25907558, "text": "Stress-activated Dendritic Cells (DC) Induce Dual Interleukin (IL)-15- and IL1beta-mediated Pathways, Which May Elicit CD4+ Memory T Cells and Interferon (IFN)-stimulated Genes."}, {"pubmed": 25964490, "text": "IRF-1 promotes LTx I/R injury via hepatocyte IL-15/IL-15Ralpha production and suggest that targeting IRF-1 and IL-15/IL-15Ralpha may be effective in reducing I/R injury associated with LTx."}, {"pubmed": 26025664, "text": "Our study provides a better understanding of IL-15 signaling in renal cell carcinoma tumor progression"}, {"pubmed": 26046663, "text": "IL-15 dependent induction of IL-18 secretion as a feedback mechanism controlling human MAIT-cell effector functions"}, {"pubmed": 26085358, "text": "Common gamma-chain cytokines IL-2, IL-7, and IL-15 prevent differentiation of naive T cells in vitro and limit activation of primed T cells in the absence of antigenic stimulus, which can contribute to the formation of cytokine imbalance."}, {"pubmed": 26136429, "text": "These findings, together with immunohistochemical evidence of apoptotic cells and IL-15-producing cells proximal to B cell chronic lymphocytic leukemia (B-CLL) pseudofollicles in patient spleens, suggest that collaborative ODN and IL-15 signaling may promote in vivo B-CLL growth."}, {"pubmed": 26141233, "text": "IL-15 induces strong but short-lived tumor-infiltrating CD8 T cell responses through the regulation of Tim-3 in breast cancer."}, {"pubmed": 26241055, "text": "data reveal that inflammatory IL-15 promotes optimal responses by memory CD8+ T cells."}, {"pubmed": 26255115, "text": "Downregulation of STAT3 phosphorylation enhances tumoricidal effect of IL-15-activated dendritic cell against doxorubicin-resistant lymphoma and leukemia via TNF-alpha."}, {"pubmed": 26453750, "text": "These findings demonstrate a novel mechanism to attenuate IL-15-dependent NK cell proliferation and suggest that inhibitory NK cell receptors contribute to NK cell homeostasis."}, {"pubmed": 26464654, "text": "Protein, mRNA, and serum expression levels of MMP-7 and IL-15 in patients with osteoarthritis were all significantly increased in osteoarthritis patients compared with the control group."}, {"pubmed": 26479922, "text": "IL15 was expressed primarily in the suprabulb of the hair follicle."}, {"pubmed": 26481260, "text": "results demonstrated the relative functional deficiencies of alpha-GalCer induced UCB iNKT cells, which can be ameliorated by IL-15"}, {"pubmed": 26541527, "text": "IL-15 mRNA expression was significantly higher in patients with moderately severe viral bronchiolitis compared to controls and patients with severe disease. Serum IL15 correlated with disease severity."}, {"pubmed": 26567920, "text": "Studeis indicate that expression of interleukin-15 (IL-15) in tissues promotes T helper 1 cell-mediated immunity."}, {"pubmed": 26625316, "text": "Findings suggest for co-targeting shedding-derived soluble MIC (sMIC) to enhance the therapeutic efficacy of ALT-803 or other interleukin 15 (IL-15) agonists."}, {"pubmed": 26675759, "text": "Report improved antitumoral NK-cell activity in DC-based vaccine strategies through the use of IL-15/IL-15Ralpha mRNA-engineered designer DC."}, {"pubmed": 26719339, "text": "The novel mechanism of IL-15 transfer to the surface of antigen-processing DCs may explain the enhanced potency of IL-15:IL-15Ralpha-coated nanoparticles for antigen delivery."}, {"pubmed": 26795458, "text": "the critical role played by IL-7 and IL-15 in T cell homeostasis and how these cytokines could be used to improve immune reconstitution after allogeneic SCT."}, {"pubmed": 26822794, "text": "These data underline the potential of \"free\" IL15 in the absence of Ralpha-complex as a powerful and specific immuno-modulator, which may be beneficial where selective immune-activation is desired."}, {"pubmed": 26836972, "text": "The presence of IL15 rs10833 AA genotype in HIV-/HCV-co-infected patients was associated with advanced liver fibrosis, inflammation-related biomarkers and increased rates of sustained virological response to pegIFN-alpha/RBV therapy."}, {"pubmed": 26847056, "text": "The 161533 TriKE induced superior NK cell cytotoxicity, degranulation, and cytokine production against CD33(+) HL-60 targets and increased NK survival and proliferation."}, {"pubmed": 26857736, "text": "this paper show that IL-15 boosts the function and migration of human terminally differentiated CD8+ T cells by inducing a unique gene signature"}, {"pubmed": 26874516, "text": "IL-15 levels were found to be elevated in depressed patients with asthma."}, {"pubmed": 26878649, "text": "Data indicate that high interleukin-16 (IL-6), interferon-gamma (IFN-gamma) and low interleukin-15 (IL-15) levels suggest active tuberculosis."}, {"pubmed": 26914593, "text": "inhibits the Ca(2+)-induced differentiation of keratinocytes, mainly via the attenuation of Ca(2+)-stimulated PI3K-AKT signalling"}, {"pubmed": 27036031, "text": "n this study, authors compared the concentrations of IL-15 and IL-7 in the plasma of MDS patients (n = 20) compared with that in the plasma of healthy controls (n = 20). Results indicated that exposure to high levels of IL-15 may be involved in the T cell phenotype conversion observed in MDS."}, {"pubmed": 27097762, "text": "Virtual memory T cells develop and mediate bystander protective immunity in an IL-15-dependent manner."}, {"pubmed": 27129235, "text": "Culturing NK cells under hypoxia compared with ambient air (normoxia) and IL-15 priming synergistically augmented glycolytic gene expression without major changes in glycolytic flux and glucose consumption."}, {"pubmed": 27190213, "text": "High IL15 expression is associated with endometriosis."}, {"pubmed": 27217584, "text": "this work provides evidence that the sushi-IL-15Ralpha/IL-15 fusion protein RLI enhances antitumor activity of anti-PD-1 treatment and is a promising approach to stimulate host immunity"}, {"pubmed": 27225940, "text": "Downregulation of Hsc70, Hsp70, and IL-15 expression at gene and/or protein levels might support the retention of fertilization products in cases of missed abortion and blighted ovum."}, {"pubmed": 27227483, "text": "15Ralpha/15 complexes represent a potent adjuvant for augmenting the efficacy of adoptive immunotherapy. Such cell-bound or soluble 15Ralpha/15 complexes could be developed for use in combination immunotherapy approaches."}, {"pubmed": 27260411, "text": "These data suggest that TLR2 activation is involved in the induction of IL-15 production by primary Sjogren's syndrome salivary gland epithelial cells and promotes inflammation through NF-kappaB activation."}, {"pubmed": 27322062, "text": "IL-15 drives bystander activation of CD8+ T cells, which predicts disease progression in untreated HIV-1-infected patients and suggests that elevated IL-15 may also drive CD8+ T cell expansion that is linked to increased morbidity and mortality in treated patients"}, {"pubmed": 27325459, "text": "In this article, we review the functions, expression, and regulation of IL-15 for designing an improved IL-15-based therapy targeting the IL-15 signaling pathway."}, {"pubmed": 27374114, "text": "IL-15 is able to significantly regulate the inflammatory infiltration of macrophages in polymyositis patients through affecting the NF-kB pathway and MMP-9 expression levels."}, {"pubmed": 27422033, "text": "Cutaneous T-cell lymphoma (CTCL) pathogenesis remains unknown, and there are no curative therapies. Our findings not only demonstrate a critical role for IL15-mediated inflammation in cutaneous T-cell lymphomagenesis, but also uncover a new oncogenic regulatory loop in CTCL involving IL15, HDAC1, HDAC6, and miR-21 that shows differential sensitivity to isotype-specific HDAC inhibitors"}, {"pubmed": 27427275, "text": "RFC, IL15 and VDR germline variants are associated with minimal residual disease in pediatric B-cell precursor ALL"}, {"pubmed": 27460304, "text": "Data show a greater expression of interleukin 15 (IL-15) mRNA in healing wounds compared with non-healing wounds."}, {"pubmed": 27563819, "text": "PLX4032, a selective BRAF-i, has no inhibitory effect either on NK cell proliferation in response to cytokines IL-2 or IL-15"}, {"pubmed": 27567226, "text": "we provide the first direct evidence that IL-15 is expressed both at the mRNA and protein level in human salivary gland epithelial cells and it is clear that salivary glands from primary Sjogren's syndrome patients showed an intensified epithelial expression of IL-15"}, {"pubmed": 27615504, "text": "this study shows that IL-15 induces cytokine-induced killer cells with a potent cytotoxic activity mostly against tumor cells from epithelial solid malignancies via NKG2D-mediated mechanism."}, {"pubmed": 27833166, "text": "iNKT cell development requires IL-15, and study found that sgammac interfered with IL-15 signaling to suppress iNKT cell generation in the thymus. Thus, sgammac represents a new mechanism to control cytokine availability during T cell development that constrains mature T cell production and specifically iNKT cell generation in the thymus."}, {"pubmed": 27835762, "text": "this review will focus on IL-15 biology in NK cells and proposes the development novel therapies aimed at this pathway in humans"}, {"pubmed": 27855183, "text": "These results reveal a novel role of IL-7 and IL-15 in maintaining human T cell function, provide an explanation for T cell dysfunction in humanized mice, and have significant implications for in vitro studies with human T cells."}, {"pubmed": 27880829, "text": "These data support a potential role for IL-15 in the pathogenesis of HIV-associated immune activation."}, {"pubmed": 27997584, "text": "This analysis revealed highly connected functional interaction networks with two candidate genes, IL15 and SEC14L5 highly enriched in networks. Overall, from these results, we concluded that these genes can be recommended as some of the potential targets for Post-Traumatic Stress Disorder."}, {"pubmed": 28164472, "text": "Our study indicates that the IL15 +96522A/C polymorphism correlates with the severity of Hashimoto's disease (HD), most likely by increasing Th17 cells."}, {"pubmed": 28274303, "text": "IL-15 mRNA and protein levels significantly increased in rhHBcAg stimulation group compared with non-stimulated group."}, {"pubmed": 28449327, "text": "IL-15/IL-15Ralpha signaling pathway is activated in skeletal muscle in response to a session of resistance exercise."}, {"pubmed": 28507024, "text": "findings extend understanding of the differential modes of action between IL-2 and IL-15, and highlight how, although sharing the CD122/CD132 receptor, they elicit such different immune actions"}, {"pubmed": 28550091, "text": "Transgenic expression of IL15 is an appealing strategy to enhance CAR T-cell effector function. We tested this approach in our IL13Ralpha2-positive glioma model in which limited IL13Ralpha2-CAR T-cell persistence results in recurrence of antigen-positive gliomas. T cells were genetically modified with retroviral vectors encoding IL13Ralpha2-CARs or IL15 (IL13Ralpha2-CAR.IL15 T cells)."}, {"pubmed": 28637876, "text": "These data support the combinatorial approach of in situ suppression of the PD-L inhibitory checkpoints with DC-mediated IL15 transpresentation to promote antigen-specific T-cell responses and, ultimately, contribute to graft-versus-tumor immunity"}, {"pubmed": 28738233, "text": "IL-15 and IL-15Ralpha genes in samples from the Spanish Consortium for Genetics of Celiac Disease (CEGEC) collection, identifying two regulatory single-nucleotide polymorphisms (SNP) that might be associated with celiac disease"}, {"pubmed": 28752527, "text": "associated with increased loss of fat mass and body weight [review]"}, {"pubmed": 28827115, "text": "Sustained virologic response was significantly associated with IL15 rs10833 in chronic hepatitis C patients, treated with pegylated interferon-alpha and ribavirin."}, {"pubmed": 28888485, "text": "This review provides significant characterization of specific systemic, cellular and molecular alterations caused by IL-15 superagonist treatment as compared to native IL-15 and compares their anti-tumor effectiveness in multiple preclinical studies [Review]"}, {"pubmed": 28923712, "text": "The rs10833 polymorphism could be involved in regulating IL-15 production in subclinical atherosclerosis."}, {"pubmed": 28940555, "text": "circulating IL-15 and IL-15Ralpha concentrations are reduced in lean and obese physically active people"}, {"pubmed": 28952190, "text": "IL-12 and IL-15 may be key for generating NK cells with a tissue-homing phenotype and strong Th1 cytokine profile in the blood, and links peripheral activation of NK cells with tissue-homing."}, {"pubmed": 29021612, "text": "myotubes secrete IL-15 in response to TNFalpha stimulation supports the notion that IL-15 serves to mitigate inflammatory skeletal muscle loss."}, {"pubmed": 29162948, "text": "Recipient IL-15 rs10519613 polymorphism was associated with hepatocellular carcinoma recurrence after liver transplantation."}, {"pubmed": 29203590, "text": "SC rhIL15 treatment was well tolerated."}, {"pubmed": 29431743, "text": "Our findings indicate that the synergism of T cells and sorafenib is mediated via reduced ATF4 expression, causing activation of the IRF7-IL-15 axis in leukemia cells and thereby leading to metabolic reprogramming of leukemia-reactive T cells in humans"}, {"pubmed": 29528261, "text": "The genetic variations in IL15 affects the risk of developing of childhood acute lymphoblastic leukemia and are associated with hyperdiploidy in Latvian population."}, {"pubmed": 29559978, "text": "this study shows that visceral adipose tissue produces IL-15 and may be a compensatory NK cell support mechanism in elderly human"}, {"pubmed": 29596991, "text": "More importantly, the recombinant fusion protein produced is fully active in stimulating T cell proliferation, when compared to the recombinant wild type IL15"}, {"pubmed": 29619608, "text": "High IL15 expression is associated with follicles with immature oocytes."}, {"pubmed": 29636345, "text": "The efficacy of future regimens may be improved by providing posttransfer support with IL2 or IL15."}, {"pubmed": 29901436, "text": "Data indicate that the high concentration of interleukin 15 (IL15) in tumor microenvironment, which was mainly secreted by gastric cancer mesenchymal stem cells (GCMSCs), may contribute to tumor cell metastasis and offer a new opportunity to develop effective therapeutics for intercepting tumor progression."}, {"pubmed": 30029643, "text": "the potential role of IL-15 as a modulator on fate of FAPs in injured muscle"}, {"pubmed": 30064894, "text": "the combination of the oncolytic immunotherapy with anti-PD-1 antibody dramatically improves the therapeutic outcome compared to either anti-PD-1 alone or vvDD-IL15-Ralpha alone"}, {"pubmed": 30189147, "text": "IL-15 is a contraction-induced myokine that might act locally to improve the energy metabolism of skeletal muscle [review]"}, {"pubmed": 30257946, "text": "IL-15 plays a pivotal role in creating a self-renewing, persistent HIV reservoir by facilitating infection of CD4(+) T cells with stem cell-like properties."}, {"pubmed": 30391801, "text": "The developed potent extracellular vesicles (derived from Natural killer (NK) cells) have stronger antitumor effects and a better tumor-targeting ability after IL-15 priming of NK cells."}, {"pubmed": 30538328, "text": "this study shows that the IL-15-AKT-XBP1s signaling pathway contributes to effector functions and survival in human NK cells"}, {"pubmed": 30565709, "text": "Study showed IL-15 expression upregulated in patients with Graves ophthalmopathy (GO) as compared with controls. Moreover, IL-15 production in inactive GO patients were higher than those in active GO patients, suggesting the correlation of IL-15 with GO pathogenesis and development."}, {"pubmed": 30693467, "text": "The cytokine interleukin-15 promotes the induction of Ki67 on NK cells."}, {"pubmed": 30697694, "text": "IL-15 and CCL4 were predictors of mortality in infective endocarditis, adding prognostic value beyond that provided by C-reactive protein levels"}, {"pubmed": 30760247, "text": "IL-15 blood levels are higher in latent tuberculosis patients than in patients with active tuberculosis."}, {"pubmed": 30806157, "text": "Serum interleukin 15 in anorexia nervosa: Comparison to normal weight and obese girls."}, {"pubmed": 30890531, "text": "Our findings show that IL15 preserves the CAR-T cell Tscm phenotype and improves their metabolic fitness, which results in superior in vivo antitumor activity, thus opening an avenue that may improve future adoptive T-cell therapies."}, {"pubmed": 30988120, "text": "Mechanism for IL-15-Driven B Cell Chronic Lymphocytic Leukemia Cycling: Roles for AKT and STAT5 in Modulating Cyclin D2 and DNA Damage Response Proteins."}, {"pubmed": 31078730, "text": "Oxidative stress-induced IL-15 trans-presentation in keratinocytes contributes to CD8(+) T cells activation via JAK-STAT pathway in vitiligo."}, {"pubmed": 31277710, "text": "We demonstrated here for the first time that incubation of human primary NK cells with the cytokine combination of IL-15/IL-18/IL-27 enhanced proliferation and NK cell-mediated cytotoxic activity."}, {"pubmed": 31278126, "text": "Inhibition of breast cancer cells by targeting E2F-1 gene and expressing IL15 oncolytic adenovirus."}, {"pubmed": 31442362, "text": "Myokines in skeletal muscle physiology and metabolism: Recent advances and future perspectives."}, {"pubmed": 31500206, "text": "Here we present the results of molecular dynamics simulations carried out on four relevant forms of IL-15: its monomer, IL-15 interacting individually with IL-15Ralpha (IL-15/IL-15Ralpha), with IL-2Rbeta/gammac subunits (IL-15/IL-2Rbeta/gammac) or with its three receptors simultaneously (IL-15/IL-15Ralpha/IL-2Rbeta/gammac)"}, {"pubmed": 31681292, "text": "Interleukin-15 Signaling in HIF-1alpha Regulation in Natural Killer Cells, Insights Through Mathematical Models."}, {"pubmed": 31772933, "text": "IL-15 and IL-6 might be used as biomarkers of the risk of autoimmune diabetes development, in particular IL-15 for Latent Autoimmune Diabetes in Adults ."}, {"pubmed": 31871169, "text": "IL15Ralpha expressed by dendritic cells is internalized by natural killer (NK) cells on trans-presentation, and IL15Ralpha-IL15 receptor complex colocalizes with the IL2Rbeta chain in intracellular NK cell compartments. Signals for survival of NK cells and signals leading to proliferation are not only dictated by the amount of IL15Ralpha-IL15 but can also be preferentially regulated according to the form of the IL15Ral..."}, {"pubmed": 32019481, "text": "findings identify IL-15 as a mediator of the crosstalk between astrocytes and microglia that exacerbates brain injury following ICH."}, {"pubmed": 32051586, "text": "By reflecting the complex interaction between gluten, genetics and IL-15-driven tissue inflammation, this mouse model provides the opportunity to both increase our understanding of coeliac disease, and develop new therapeutic strategies."}, {"pubmed": 32092350, "text": "Cellular, Molecular, and Immunological Characteristics of Langhans Multinucleated Giant Cells Programmed by IL-15."}, {"pubmed": 32191642, "text": "Complement-activated interferon-gamma-primed human endothelium transpresents interleukin-15 to CD8+ T cells."}, {"pubmed": 32332109, "text": "TGF-beta and IL-15 Synergize through MAPK Pathways to Drive the Conversion of Human NK Cells to an Innate Lymphoid Cell 1-like Phenotype."}, {"pubmed": 32369455, "text": "Inflammescent CX3CR1+CD57+CD8+ T cells are generated and expanded by IL-15."}, {"pubmed": 32422638, "text": "IL-15 Expression Pattern in Atopic Dermatitis."}, {"pubmed": 32444497, "text": "The transcription factor HAND2 up-regulates transcription of the IL15 gene in human endometrial stromal cells."}, {"pubmed": 32476200, "text": "IL-15 and IL-23 synergize to trigger Th17 response by CLA(+) T cells in psoriasis."}, {"pubmed": 32591463, "text": "IL15 Stimulation with TIGIT Blockade Reverses CD155-mediated NK-Cell Dysfunction in Melanoma."}, {"pubmed": 32690654, "text": "IFNs Drive Development of Novel IL-15-Responsive Macrophages."}, {"pubmed": 32700980, "text": "Serum Level and Gene Expression of Interleukin-15 Do Not Correlate with Villous Atrophy in Celiac Disease Patients."}, {"pubmed": 32751455, "text": "Short-Term Resistance Training Supported by Whole-Body Cryostimulation Induced a Decrease in Myostatin Concentration and an Increase in Isokinetic Muscle Strength."}, {"pubmed": 32787272, "text": "Efficient Colorectal Cancer Gene Therapy with IL-15 mRNA Nanoformulation."}, {"pubmed": 32793194, "text": "IL-15 and IL15RA in Osteoarthritis: Association With Symptoms and Protease Production, but Not Structural Severity."}, {"pubmed": 32919253, "text": "Interleukin-15 in autoimmunity."}, {"pubmed": 32929618, "text": "Interleukin 15 and Eotaxin correlate with the outcome of breast cancer patients vice versa independent of CTC status."}, {"pubmed": 32934886, "text": "IL15 synergizes with radiotherapy to reprogram the tumor immune contexture through a dendritic cell connection."}, {"pubmed": 32976527, "text": "CX3CL1 and IL-15 Promote CD8 T cell chemoattraction in HIV and in atherosclerosis."}, {"pubmed": 33117338, "text": "Improved Detection of in vivo Human NK Cell-Mediated Antibody-Dependent Cellular Cytotoxicity Using a Novel NOG-FcgammaR-Deficient Human IL-15 Transgenic Mouse."}, {"pubmed": 33156338, "text": "Optimized gene engineering of murine CAR-T cells reveals the beneficial effects of IL-15 coexpression."}, {"pubmed": 33163049, "text": "Effect of interleukins (IL-2, IL-15, IL-18) on receptors activation and cytotoxic activity of natural killer cells in breast cancer cell."}, {"pubmed": 33355977, "text": "Elevated serum level of interleukin-15 in vitiligo patients and its correlation with disease severity but not activity."}, {"pubmed": 33446741, "text": "Decreased levels of circulating cytokines VEGF, TNF-beta and IL-15 indicate PD-L1 overexpression in tumours of primary breast cancer patients."}, {"pubmed": 33537030, "text": "IL-15 Upregulates Telomerase Expression and Potently Increases Proliferative Capacity of NK, NKT-Like, and CD8 T Cells."}, {"pubmed": 33560872, "text": "The Role of IL-13, IL-15 and Granulysin in the Pathogenesis of Stevens-Johnson Syndrome/Toxic Epidermal Necrolysis."}, {"pubmed": 33732245, "text": "Thymic Epithelial Cell-Derived IL-15 and IL-15 Receptor alpha Chain Foster Local Environment for Type 1 Innate Like T Cell Development."}, {"pubmed": 33798448, "text": "Autophagy-Mediated Activation of Mucosal-Associated Invariant T Cells Driven by Mesenchymal Stem Cell-Derived IL-15."}, {"pubmed": 34086518, "text": "Circulating myokines IL-6, IL-15 and FGF21 response to training is altered by exercise type but not by menopause in women with obesity."}, {"pubmed": 34107475, "text": "Effect of IL-15-Mediating IFN-gamma on HTR-8/SVneo Cells and a Preeclampsia Mouse Model Induced by Lipopolysaccharides."}, {"pubmed": 34117105, "text": "Gut Bacteria Induce Granzyme B Expression in Human Colonic ILC3s In Vitro in an IL-15-Dependent Manner."}, {"pubmed": 34230122, "text": "Human IL-15 Inhibits NK Cells Specific for Human NK-92 Cells."}, {"pubmed": 34231481, "text": "IL-15 Gene Polymorphism in Celiac Disease Patients and Their Siblings."}, {"pubmed": 34320338, "text": "IL-15 enhances CCR5-mediated migration of memory CD8(+) T cells by upregulating CCR5 expression in the absence of TCR stimulation."}, {"pubmed": 34659203, "text": "IL-27 Derived From Macrophages Facilitates IL-15 Production and T Cell Maintenance Following Allergic Hypersensitivity Responses."}, {"pubmed": 34681751, "text": "Interleukin-15 in Outcomes of Pregnancy."}, {"pubmed": 34769128, "text": "IL-15 Prevents Renal Fibrosis by Inhibiting Collagen Synthesis: A New Pathway in Chronic Kidney Disease?"}, {"pubmed": 34936686, "text": "Expansion of invariant natural killer T cells from systemic lupus erythematosus patients by alpha-Galactosylceramide and IL-15."}, {"pubmed": 35075682, "text": "Opposing roles for sMAdCAM and IL-15 in COVID-19 associated cellular immune pathology."}, {"pubmed": 35618834, "text": "Cytotoxic innate lymphoid cells sense cancer cell-expressed interleukin-15 to suppress human and murine malignancies."}, {"pubmed": 36007720, "text": "The effects of ageing, BMI and physical activity on blood IL-15 levels: A systematic review and meta-analyses."}, {"pubmed": 36590594, "text": "IL-15 induced bystander activation of CD8[+] T cells may mediate endothelium injury through NKG2D in Hantaan virus infection."}, {"pubmed": 36651845, "text": "Counteracting Interleukin-15 to Elucidate Its Modes of Action in Physiology and Pathology."}, {"pubmed": 37105715, "text": "Myc controls NK cell development, IL-15-driven expansion, and translational machinery."}, {"pubmed": 37153603, "text": "The role of interleukin-15 in the development and treatment of hematological malignancies."}, {"pubmed": 37334356, "text": "The roles of different forms of IL-15 in human melanoma progression."}, {"pubmed": 37802467, "text": "Abnormal M1 polarization of placental macrophage induced by IL-15/STAT5 activation in VVC may lead to adverse pregnancy outcomes."}, {"pubmed": 37807337, "text": "Investigating the interplay of hematological parameters, CD markers, genetic polymorphisms, and database mutations in the IL15 gene in acute myeloid leukemia patients."}, {"pubmed": 38446900, "text": "Immunocytokines with target cell-restricted IL-15 activity for treatment of B cell malignancies."}, {"pubmed": 38581915, "text": "Interleukin-15 is a hair follicle immune privilege guardian."}, {"pubmed": 38814240, "text": "IL-15 gene mutation as a molecular risk factor in acute lymphoid leukemia."}], "genomic_pos": {"chr": "4", "end": 141733987, "ensemblgene": "ENSG00000164136", "start": 141636583, "strand": 1}, "genomic_pos_hg19": {"chr": "4", "end": 142655140, "start": 142557752, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001779", "qualifier": "involved_in", "term": "natural killer cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001787", "qualifier": "involved_in", "term": "natural killer cell proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0001819", "qualifier": "involved_in", "term": "positive regulation of cytokine production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001866", "qualifier": "involved_in", "term": "NK T cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006955", "qualifier": "involved_in", "term": "immune response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": 8178155, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007260", "pubmed": 12244150, "qualifier": "involved_in", "term": "tyrosine phosphorylation of STAT protein"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007267", "pubmed": 7759105, "qualifier": "involved_in", "term": "cell-cell signaling"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0008284", "pubmed": 10851076, "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030225", "pubmed": 24942581, "qualifier": "involved_in", "term": "macrophage differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032740", "pubmed": 16482511, "qualifier": "involved_in", "term": "positive regulation of interleukin-17 production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032819", "qualifier": "involved_in", "term": "positive regulation of natural killer cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032825", "qualifier": "involved_in", "term": "positive regulation of natural killer cell differentiation"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0034105", "pubmed": 16482511, "qualifier": "involved_in", "term": "positive regulation of tissue remodeling"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0035723", "pubmed": [9097905, 15123770, 24942581], "qualifier": "involved_in", "term": "interleukin-15-mediated signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0042102", "qualifier": "involved_in", "term": "positive regulation of T cell proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0042119", "qualifier": "involved_in", "term": "neutrophil activation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042119", "pubmed": 15123770, "qualifier": "involved_in", "term": "neutrophil activation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0042531", "qualifier": "involved_in", "term": "positive regulation of tyrosine phosphorylation of STAT protein"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045062", "qualifier": "involved_in", "term": "extrathymic T cell selection"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045580", "qualifier": "involved_in", "term": "regulation of T cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048469", "qualifier": "involved_in", "term": "cell maturation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048535", "qualifier": "involved_in", "term": "lymph node development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050691", "qualifier": "involved_in", "term": "regulation of defense response to virus by host"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0050729", "pubmed": 16482511, "qualifier": "involved_in", "term": "positive regulation of inflammatory response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050731", "pubmed": 15123770, "qualifier": "involved_in", "term": "positive regulation of peptidyl-tyrosine phosphorylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050766", "pubmed": 15123770, "qualifier": "involved_in", "term": "positive regulation of phagocytosis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0050778", "qualifier": "involved_in", "term": "positive regulation of immune response"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0120163", "pubmed": 27684068, "qualifier": "involved_in", "term": "negative regulation of cold-induced thermogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1904100", "qualifier": "involved_in", "term": "positive regulation of protein O-linked glycosylation"}], "CC": [{"evidence": "NAS", "gocategory": "CC", "id": "GO:0005576", "pubmed": 14718574, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 9097905, "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005737", "pubmed": 10851076, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005768", "qualifier": "located_in", "term": "endosome"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005794", "pubmed": 10851076, "qualifier": "located_in", "term": "Golgi apparatus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016607", "qualifier": "located_in", "term": "nuclear speck"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005125", "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005125", "pubmed": 9097905, "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005126", "qualifier": "enables", "term": "cytokine receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [16284400, 23104097, 25416956], "qualifier": "enables", "term": "protein binding"}]}, "homologene": {"genes": [[9544, 699616], [9598, 737808], [9606, 3600], [9615, 403584], [9913, 281248], [10090, 16168], [10116, 25670]], "id": 487}, "interpro": [{"desc": "Interleukin-15/Interleukin-21 family", "id": "IPR003443", "short_desc": "IL-15/IL-21_fam"}, {"desc": "Four-helical cytokine-like, core", "id": "IPR009079", "short_desc": "4_helix_cytokine-like_core"}, {"desc": "Interleukin-15", "id": "IPR020439", "short_desc": "IL-15"}, {"desc": "Interleukin-15, mammal", "id": "IPR020466", "short_desc": "IL-15_mml"}], "ipi": ["IPI00031509", "IPI00220638"], "map_location": "4q31.21", "name": "interleukin 15", "other_names": "interleukin-15", "pantherdb": {"HGNC": "5977", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "103014", "ortholog_type": "LDO", "panther_family": "PTHR14356", "taxid": 10090, "uniprot_kb": "P48346"}, {"RGD": "2887", "ortholog_type": "LDO", "panther_family": "PTHR14356", "taxid": 10116, "uniprot_kb": "P97604"}, {"Ensembl": "ENSGALG00000011849", "ortholog_type": "O", "panther_family": "PTHR14356", "taxid": 9031, "uniprot_kb": "O73883"}, {"Ensembl": "ENSGALG00000009870", "ortholog_type": "LDO", "panther_family": "PTHR14356", "taxid": 9031, "uniprot_kb": "F1NZN5"}, {"ZFIN": "ZDB-GENE-041111-173", "ortholog_type": "O", "panther_family": "PTHR14356", "taxid": 7955, "uniprot_kb": "A0A0R4IKC3"}, {"Ensembl": "ENSDARG00000111653", "ortholog_type": "O", "panther_family": "PTHR14356", "taxid": 7955, "uniprot_kb": "A0A2R8QSY3"}, {"ZFIN": "ZDB-GENE-060213-2", "ortholog_type": "LDO", "panther_family": "PTHR14356", "taxid": 7955, "uniprot_kb": "Q15KG7"}], "uniprot_kb": "P40933"}, "pathway": {"kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04630", "name": "JAK-STAT signaling pathway - Homo sapiens (human)"}, {"id": "hsa04668", "name": "TNF signaling pathway - Homo sapiens (human)"}, {"id": "hsa04672", "name": "Intestinal immune network for IgA production - Homo sapiens (human)"}, {"id": "hsa05166", "name": "Human T-cell leukemia virus 1 infection - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}, {"id": "hsa05323", "name": "Rheumatoid arthritis - Homo sapiens (human)"}], "netpath": {"id": "Pathway_IL2", "name": "IL2"}, "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-451927", "name": "Interleukin-2 family signaling"}, {"id": "R-HSA-451927", "name": "Interleukin-2 family signaling"}, {"id": "R-HSA-8983432", "name": "Interleukin-15 signaling"}, {"id": "R-HSA-8983432", "name": "Interleukin-15 signaling"}], "wikipathways": [{"id": "WP3893", "name": "Development and heterogeneity of the ILC family"}, {"id": "WP530", "name": "Cytokines and Inflammatory Response"}]}, "pdb": ["2XQB", "2Z3Q", "2Z3R", "4GS7"], "pfam": "PF02372", "pharmgkb": "PA29790", "pharos": {"target_id": 7652, "tdl": "Tchem"}, "reagent": {"CondMedia_CM_LibrAB": {"id": "GNF292953", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF212736", "relationship": "is"}, {"id": "GNF251407", "relationship": "is"}, {"id": "GNF251408", "relationship": "is"}, {"id": "GNF251409", "relationship": "is"}, {"id": "GNF251410", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF163604", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF084993", "relationship": "is"}, {"id": "GNF084994", "relationship": "is"}, {"id": "GNF084995", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054795", "relationship": "is"}, {"id": "GNF059577", "relationship": "is"}, {"id": "GNF074987", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF064573", "relationship": "is"}, {"id": "GNF064574", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF007082", "relationship": "is"}, {"id": "GNF276995", "relationship": "is"}, {"id": "GNF277013", "relationship": "is"}, {"id": "GNF277014", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF240085", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": {"id": "GNF337567", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF105930", "relationship": "is"}, {"id": "GNF145576", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000004.12", "NC_060928.1", "NG_029605.2"], "protein": ["NP_000576.1", "NP_751915.1"], "rna": ["NM_000585.5", "NM_172174.2", "NM_172175.3", "NR_037840.3"], "translation": [{"protein": "NP_751915.1", "rna": "NM_172175.3"}, {"protein": "NP_000576.1", "rna": "NM_000585.5"}]}, "reporter": {"HG-U133_Plus_2": ["205992_s_at", "217371_s_at"], "HG-U95Av2": ["1036_at", "38488_s_at"], "HTA-2_0": ["TC04000693.hg.1", "TC04002235.hg.1"], "HuEx-1_0": "2745288", "HuGene-1_1": "8097553", "HuGene-2_1": "16970971"}, "summary": "The protein encoded by this gene is a cytokine that regulates T and natural killer cell activation and proliferation. This cytokine and interleukine 2 share many biological activities. They are found to bind common hematopoietin receptor subunits, and may compete for the same receptor, and thus negatively regulate each other's activity. The number of CD8+ memory cells is shown to be controlled by a balance between this cytokine and IL2. This cytokine induces the activation of JAK kinases, as well as the phosphorylation and activation of transcription activators STAT3, STAT5, and STAT6. Studies of the mouse counterpart suggested that this cytokine may increase the expression of apoptosis inhibitor BCL2L1/BCL-x(L), possibly through the transcription activation activity of STAT6, and thus prevent apoptosis. Alternatively spliced transcript variants of this gene have been reported. [provided by RefSeq, Feb 2011].", "symbol": "IL15", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1334105"}, "unigene": ["Hs.602618", "Hs.168132", "Hs.735901"], "uniprot": {"Swiss-Prot": "P40933"}, "wikipedia": {"url_stub": "Interleukin 15"}}