{"AllianceGenome": "5985", "HGNC": "5985", "MIM": "605461", "_id": "23765", "_version": 1, "accession": {"genomic": ["AC006946.20", "CH471193.1", "CP068256.2", "CS399134.1", "GM832013.1", "JA381715.1", "NC_000022.11", "NC_060946.1", "NG_028257.1"], "protein": ["AAB99730.1", "AAH11624.1", "ADY18334.1", "CAJ86450.1", "CAL44890.1", "CAV28582.1", "CCB07364.1", "EAW57738.1", "EAW57739.1", "EAW57740.1", "EAW57741.1", "NP_001276834.1", "NP_055154.3", "Q96F46.2"], "rna": ["AF021799.1", "AK056836.1", "AK093772.1", "BC011624.2", "BC012071.1", "BE242733.1", "BU585070.1", "BX334547.2", "BX368715.2", "BX410574.2", "CB044543.1", "CT841520.1", "JF305973.1", "NM_001289905.2", "NM_014339.7", "U58917.1"], "translation": [{"protein": "AAB99730.1", "rna": "U58917.1"}, {"protein": "CAJ86450.1", "rna": "CT841520.1"}, {"protein": "ADY18334.1", "rna": "JF305973.1"}, {"protein": "AAH11624.1", "rna": "BC011624.2"}, {"protein": "NP_001276834.1", "rna": "NM_001289905.2"}, {"protein": "NP_055154.3", "rna": "NM_014339.7"}]}, "alias": ["CANDF5", "CD217", "CDw217", "IL-17RA", "IL17R", "IMD51", "hIL-17R"], "ensembl": {"gene": "ENSG00000177663", "protein": ["ENSP00000320936", "ENSP00000479970", "ENSP00000511612", "ENSP00000511613"], "transcript": ["ENST00000319363", "ENST00000459971", "ENST00000477874", "ENST00000612619", "ENST00000694948", "ENST00000694949", "ENST00000694950", "ENST00000694951"], "translation": [{"protein": "ENSP00000511612", "rna": "ENST00000477874"}, {"protein": "ENSP00000320936", "rna": "ENST00000319363"}, {"protein": "ENSP00000511613", "rna": "ENST00000694950"}, {"protein": "ENSP00000479970", "rna": "ENST00000612619"}], "type_of_gene": "protein_coding"}, "entrezgene": "23765", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 22.3868052966, "exp_mis": 330.788758199, "exp_syn": 176.28942176, "lof_z": 3.43074160034261, "mis_z": 0.290144392901892, "mu_lof": 1.81657861627e-06, "mu_mis": 3.56510780684e-05, "mu_syn": 1.90642840437e-05, "n_lof": 6.0, "n_mis": 320.0, "n_syn": 155.0, "p_li": 0.119417929909631, "p_null": 0.000228202615484523, "p_rec": 0.880353867474885, "syn_z": 0.994030760660222}, "bp": 2601, "cds_end": 17590710, "cds_start": 17565981, "n_exons": 13, "nonpsych": {"exp_lof": 20.0202055695, "exp_mis": 299.153741897, "exp_syn": 159.316962412, "lof_z": 3.2968068574644, "mis_z": 0.616880100360222, "mu_lof": 1.81657861627e-06, "mu_mis": 3.56510780684e-05, "mu_syn": 1.90642840437e-05, "n_lof": 5.0, "n_mis": 278.0, "n_syn": 138.0, "p_li": 0.250030211751561, "p_null": 0.000321805183845601, "p_rec": 0.749647983064594, "syn_z": 1.06330659982779}, "nontcga": {"exp_lof": 20.5722716654, "exp_mis": 304.302089713, "exp_syn": 162.162723636, "lof_z": 3.38681989514105, "mis_z": 0.322787037503354, "mu_lof": 1.81657861627e-06, "mu_mis": 3.56510780684e-05, "mu_syn": 1.90642840437e-05, "n_lof": 5.0, "n_mis": 293.0, "n_syn": 144.0, "p_li": 0.271548173235743, "p_null": 0.000217975148720344, "p_rec": 0.728233851615536, "syn_z": 0.903082104168245}, "transcript": "ENST00000319363.6"}, "exons": [{"cdsend": 17109820, "cdsstart": 17085091, "chr": "22", "position": [[17084958, 17085229], [17097061, 17097086], [17097796, 17097943], [17098774, 17098887], [17100354, 17100481], [17101995, 17102043], [17102138, 17102302], [17103493, 17103577], [17104725, 17104810], [17105590, 17105602], [17107726, 17107768], [17108306, 17115694]], "strand": 1, "transcript": "NM_001289905", "txend": 17115694, "txstart": 17084958}, {"cdsend": 17109820, "cdsstart": 17085091, "chr": "22", "position": [[17084999, 17085229], [17097061, 17097086], [17097796, 17097943], [17098774, 17098887], [17100354, 17100481], [17101995, 17102043], [17102138, 17102302], [17103493, 17103577], [17104725, 17104810], [17105590, 17105602], [17105852, 17105954], [17107726, 17107768], [17108306, 17115693]], "strand": 1, "transcript": "NM_014339", "txend": 17115693, "txstart": 17084999}], "exons_hg19": [{"cdsend": 17590710, "cdsstart": 17565981, "chr": "22", "position": [[17565848, 17566119], [17577951, 17577976], [17578686, 17578833], [17579664, 17579777], [17581244, 17581371], [17582885, 17582933], [17583028, 17583192], [17584383, 17584467], [17585615, 17585700], [17586480, 17586492], [17588616, 17588658], [17589196, 17596584]], "strand": 1, "transcript": "NM_001289905", "txend": 17596584, "txstart": 17565848}, {"cdsend": 17590710, "cdsstart": 17565981, "chr": "22", "position": [[17565889, 17566119], [17577951, 17577976], [17578686, 17578833], [17579664, 17579777], [17581244, 17581371], [17582885, 17582933], [17583028, 17583192], [17584383, 17584467], [17585615, 17585700], [17586480, 17586492], [17586742, 17586844], [17588616, 17588658], [17589196, 17596583]], "strand": 1, "transcript": "NM_014339", "txend": 17596583, "txstart": 17565889}], "generif": [{"pubmed": 11966773, "text": "Expression, modulation and signalling of IL-17 receptor in fibroblast-like synoviocytes of patients with rheumatoid arthritis"}, {"pubmed": 15972674, "text": "cell membrane IL-17R is required for signaling by both IL-17A and IL-17F"}, {"pubmed": 16533341, "text": "In this JEG-3 cell model of human trophoblast, the IL-17 receptor may have a regulatory role in trophoblast invasion."}, {"pubmed": 16785495, "text": "The biologic activity of IL-17 is dependent on a complex composed of receptors IL-17RA and IL-17RC."}, {"pubmed": 16805377, "text": "Both IL-17 and IL-17R displayed specific bands in nasal polyps and turbinates, but the bands of IL-17 and IL-17R in nasal polyps were stronger than those in turbinates."}, {"pubmed": 16874957, "text": "IL-17 may have an important role in the occurrence of nasal polyps by specific combination with IL-17R and over-expression in nasal polyps."}, {"pubmed": 17346928, "text": "This study, for the first time, reveals a possible molecular mechanism that the initiation of the IL-17F/IL-17R signaling pathway requires the receptor ubiquitination by TRAF6."}, {"pubmed": 17456598, "text": "structure-function analysis of a IL-17 superfamily receptor reveals important differences in IL-17RA compared with IL-1/TLR receptors"}, {"pubmed": 17703412, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17876645, "text": "IL-17 contributes to osteoclastic bone resoption in RA patients."}, {"pubmed": 18097068, "text": "IL-17A-induced IL-6, IL-8, and CCL20 secretion was dependent on both IL-17RA and IL-17RC, which are overexpressed in RA patients."}, {"pubmed": 18348982, "text": "IL-2 and IL-15 differentially regulate PI3K and IL-17RA"}, {"pubmed": 18684971, "text": "Interleukin (IL)-17A activity is inhibited by the IL-17RA receptor, and a combination of soluble IL-17RA/IL-17RC receptors is required for inhibition of heterodimeric IL-17F/IL-17A activity."}, {"pubmed": 18768888, "text": "IL-17RA plays a functional role in the human IL-25 receptor complex in vitro that is independent of IL-17A."}, {"pubmed": 19235914, "text": "significant association between Crohn disease and the widely replicated IL23R variants is only seen in the presence of IL17A or IL17RA variants"}, {"pubmed": 19244213, "text": "IL-17 receptor signaling inhibits C/EBPbeta by sequential phosphorylation of the regulatory 2 domain."}, {"pubmed": 19258923, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20503287, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20729198, "text": "an extended SEFIR domain is required for il-17RA-mediated signal transduction."}, {"pubmed": 21145111, "text": "Human periodontal ligament fibroblasts are a target of Th17, and that IL-17 appears to up-regulate the expression of IL-23 p19 via a homeostatic mechanism involving Akt-, p38 MAPK-, and ERK 1/2-dependent NF-kappaB signalling versus the JNK/AP-1 pathway."}, {"pubmed": 21279695, "text": "mRNA levels of IL-17, IL-17R and MMP-9 were also higher in the invasive group than in the non-invasive group in human pituitary adenomas."}, {"pubmed": 21530504, "text": "IL-17/IL-17RA signaling plays an important role in myocardial collagen metabolism in hypertension-induced diastolic dysfunction."}, {"pubmed": 21894442, "text": "Blockage of IL-17RA with an anti-IL-17RA antibody inhibited the production of IL-6, IL-8, and MMP-3; demonstrate the functional significance of IL-17RA in psoriatic arthritis"}, {"pubmed": 22484243, "text": "IFN-alpha could be associated with the expansion of IL-7Ralpha(low) CD45RA(+) EM CD8(+) T cells in the CMV-uninfected elderly"}, {"pubmed": 22898922, "text": "Data show that IL-17RA, IL-17RC, IL-22R1, ERK1/2 MAPK and NF-kappaB pathways are involved in Th17 cytokine-induced proliferation."}, {"pubmed": 22909235, "text": "Our results might be helpful for explaining the missing heritability of the psoriasis due to epistasis and provide a deep insight into the important role of the IL23/Th17 pathway in the pathogenesis of psoriasis."}, {"pubmed": 22955875, "text": "Il-17R SNPs were not associated with psoriatic arthritis susceptibility in northern Italians."}, {"pubmed": 23147652, "text": "Two polymorphisms within the IL17E and IL17RA genes are associated with ESRD independent of age and sex."}, {"pubmed": 23192273, "text": "IL-17A/IL-17RA interaction promoted the metastasis of OS in nude mice."}, {"pubmed": 23220496, "text": "Data suggest that the interleukin 17 receptor A (IL17RA) minor alleles of the three single nucleotide polymorphisms (SNP) may decrease the risk of Aspirin Exacerbated Respiratory Disease (AERD) via attenuation of IL17RA gene expression."}, {"pubmed": 23334598, "text": "protein levels of IL-17 and IL-17R positively correlated with the frequency of seizures in focal cortical dysplasias patients patients."}, {"pubmed": 23501056, "text": "Our data indicates that serum IL-17 levels are significantly increased in intractable Graves disease and affected thyrocytes show functional IL-17R expression."}, {"pubmed": 23695682, "text": "crystal structures of homodimeric IL-17A and its complex with IL-17RA, are reported."}, {"pubmed": 23852838, "text": "polymorphism of IL-17R plays no significant role in incidence of chronic periodontitis and Periimplantitis."}, {"pubmed": 24084331, "text": "Data show that the interleukin (IL)-17 receptor IL-17RA variant is generated by spliced out of exon 11 encoding the transmembrane region in a variety of tissues."}, {"pubmed": 24166352, "text": "Whereas no association was found between the alternative splicing SNP, rs6897932, and multiple sclerosis, a significant link was found between the promoter single nucleotide polymorphism, rs11567685, and the disease."}, {"pubmed": 24247484, "text": "The increased IL-25 levels in plasma and the expression of IL-17RA and IL-17RB on eosinophils in allergic asthma patients suggests that IL-25 may activate eosinophils during allergic inflammation."}, {"pubmed": 24263024, "text": "Genetic variation in interleukin-17 receptor A is functionally associated with chronic rejection after lung transplantation."}, {"pubmed": 24780906, "text": "IL17-dependent retinal degeneration in a mouse model of focal retinal degeneration can be prevented by gene therapy with adeno-associated virus vector encoding soluble IL17 receptor"}, {"pubmed": 24816115, "text": "Interleukin-17 receptor A crystal structure shows that the downstream motif of IL-17RA SEFIR together with helix alpha C could provide a composite ligand-binding surface for recruiting Act1 during IL-17 signaling."}, {"pubmed": 24916639, "text": "IL-17R was almost exclusively expressed by endothelial cells, not by myeloma cells in the masses of skeletal extramedullary disease patients."}, {"pubmed": 25484349, "text": "IL17RA polymorphisms, but not those of IL17, can influence both the development and the bilaterality of papillary thyroid carcinoma"}, {"pubmed": 25636567, "text": "genetic polymorphism is associated with a reduced renal filtration rate, and with the risk of developing end stage renal disease in healthy elderly from Spain"}, {"pubmed": 25935436, "text": "Both genetic variants of IL-17R (rs882643 and rs2241049) were associated with PGD. This confirms a genetic predisposition toward PGD and suggests a role of IL-17 in driving neutrophilia in PGD."}, {"pubmed": 26123260, "text": "The presence of IL7R polymorphisms seems to be related to severe liver disease in HIV/hepatitis c virus coinfected patients."}, {"pubmed": 26198032, "text": "In vitro, CSE stimulation significantly increased IL-17F and IL-17R in 16HBE (2.5%) and A549 (5%) while IL-17A and IL-17F in PBMC (10%). IL-17A and CSE stimulation, rather than CSE or rhIL-17A alone, increased proliferation in 16HBE and apoptosis in A549"}, {"pubmed": 26228109, "text": "High IL-17RA expression is associated with Intrahepatic Cholangiocarcinoma."}, {"pubmed": 26261590, "text": "Increased expression of IL-17RA plays an important role in gastric cancer progression, migration and prognosis."}, {"pubmed": 26347322, "text": "Identified the IL17RA rs4819554 SNP as a risk factor for psoriasis."}, {"pubmed": 26356122, "text": "expression of immunoreactivity for IL-17A, IL-17RA, IL-17E, and IL-17F was significantly elevated in prostatic tissue from benign prostatic hyperplasia and prostate cancer compared with that in controls"}, {"pubmed": 26451724, "text": "The data indicate that the genetic variants of rs2275913 in IL-17A, rs763780 in IL-17F, and rs4819554 in IL-17RA may not play a role in the pathogenesis of preeclampsia in Chinese Han women."}, {"pubmed": 26607704, "text": "IL-17 receptor A and adenosine deaminase 2 deficiency due to deletion mutations was found in siblings with chronic mucocutaneous candidiasis and chronic systemic inflammation."}, {"pubmed": 26667835, "text": "IL17F and IL17RA polymorphisms modulate susceptibility to cerebral malaria(CM) and provide evidence that IL-17F protects against CM."}, {"pubmed": 26755664, "text": "Results suggest that IL-17-IL-17R interaction in GSCs induces an autocrine/paracrine cytokine feedback loop, which may provide an important signaling component for maintenance/self-renewal of GSCs."}, {"pubmed": 26871944, "text": "High IL-17RA expression is associated with prostate cancer."}, {"pubmed": 27033174, "text": "Here, we discuss the latest discoveries on the role of the IL-17A/IL-17RA axis in driving host pulmonary defence and immunopathology."}, {"pubmed": 27415816, "text": "SNP rs4819554 in promoter is associated with functional severity of ankylosing spondylitis"}, {"pubmed": 27660002, "text": "It has been shown that IL-17 can be produced by enteroendocrine chromogranin A-positive cells as well as by goblet cells in the human colon."}, {"pubmed": 27670766, "text": "The SNP rs4819554 in the promoter region of IL17RA significantly influences the response to anti-TNF drugs at week 12."}, {"pubmed": 27930337, "text": "IL-17RA is essential for mucocutaneous immunity to Candida and Staphylococcus, but otherwise largely redundant"}, {"pubmed": 28223414, "text": "cyanidin specifically recognizes an IL-17A binding site in the IL-17A receptor subunit (IL-17RA) and inhibits the IL-17A/IL-17RA interaction."}, {"pubmed": 28298222, "text": "Expression of these mediators was confirmed in end-stage COPD. Thus, accumulation of mast cells in COPD may contribute to vascular remodeling."}, {"pubmed": 28935156, "text": "The data connect increased interleukin (IL)-17A/IL-17RA signaling in autism spectrum disorder patients with enhanced oxidative inflammation in monocytes."}, {"pubmed": 29554915, "text": "Combination of polymorphisms in the NOD2, IL17RA, EPHA2 and KALRN genes could play a significant role in the development of sarcoidosis by maintaining a chronic pro-inflammatory status in macrophages"}, {"pubmed": 30076642, "text": "We identify regions R1 and R2 as novel LRI enhancers for IL17RA. In line with these findings, two SNPs within 5-8 kb of R1 are associated with psoriasis in our novel discovery cohort."}, {"pubmed": 30207057, "text": "these results show that IL-17A is a valid target for Intervertebral discs disease (IVD) therapy and that small-molecule inhibitors that inhibit the IL-17A-IL-17RA interaction may be useful for pharmacotherapy of IVD disease."}, {"pubmed": 30628053, "text": "Collective evidence strongly supports a previously unrecognized colorectal cancer (CRC)-promoting mechanism triggered by IL-17RA-deletion and highlights its utility as a prognostic marker in CRC."}, {"pubmed": 31119798, "text": "Association of lnc-IL17RA-11 with increased radiation sensitivity and improved prognosis of HPV-positive HNSCC."}, {"pubmed": 31572359, "text": "Characteristic Pattern of IL-17RA, IL-17RB, and IL-17RC in Monocytes/Macrophages and Mast Cells From Patients With Bullous Pemphigoid."}, {"pubmed": 31745628, "text": "A potential association between psoriasin to rs4819554 of IL-17RA gene polymorphism in psoriasis Egyptian patients."}, {"pubmed": 31881336, "text": "Oxidative stress-induced KLF4 activates inflammatory response through IL17RA and its downstream targets in retinal pigment epithelial cells."}, {"pubmed": 32185238, "text": "Haplotype Analysis of Candidate Genes Involved in Inflammation and Oxidative Stress and the Susceptibility to Preeclampsia."}, {"pubmed": 32350852, "text": "A novel TRAF3IP2 variant causing familial scarring alopecia with mixed features of discoid lupus erythematosus and folliculitis decalvans."}, {"pubmed": 32462420, "text": "Loss of Interleukin-17RA Expression is Associated with Tumour Progression in Colorectal Carcinoma."}, {"pubmed": 32598917, "text": "Genetic polymorphism in IL17RA induces susceptibility to Toxoplasma gondii infection in Brazilian pregnant women."}, {"pubmed": 32654355, "text": "IL17RA variations showed no associations with post-bronchiolitis asthma or lung function."}, {"pubmed": 32696476, "text": "Systematic analysis of the IL-17 receptor signalosome reveals a robust regulatory feedback loop."}, {"pubmed": 32950026, "text": "IL17RA in early-onset coronary artery disease: Total leukocyte transcript analysis and promoter polymorphism (rs4819554) association."}, {"pubmed": 32969586, "text": "Interleukin 17 receptor A haplotype analysis in chronic spontaneous urticaria: A preliminary study."}, {"pubmed": 33340282, "text": "TH17/IL23 cytokine gene polymorphisms in bullous pemphigoid."}, {"pubmed": 33706174, "text": "Conformational dynamics in interleukin 17A and 17F functional complexes is a key determinant of receptor A affinity and specificity."}, {"pubmed": 33789737, "text": "Exosomes derived from human adipose mesenchymal stem cells attenuate hypertrophic scar fibrosis by miR-192-5p/IL-17RA/Smad axis."}, {"pubmed": 33792895, "text": "Signalling of multiple interleukin (IL)-17 family cytokines via IL-17 receptor A drives psoriasis-related inflammatory pathways."}, {"pubmed": 33840588, "text": "The expression of IL17RA on sputum macrophages in asthma patients."}, {"pubmed": 34201664, "text": "From Messengers to Receptors in Psoriasis: The Role of IL-17RA in Disease and Treatment."}, {"pubmed": 34384609, "text": "Polymorphisms at the IL17A and IL17RA Genes are Associated with Prognosis of Papillary Thyroid Carcinoma."}, {"pubmed": 34705056, "text": "Association between IL-17A, IL-17F and IL-17RA gene polymorphisms and susceptibility to psoriasis and psoriatic arthritis: a meta-analysis."}, {"pubmed": 34744511, "text": "Polymorphisms within Genes Coding for IL-17A and F and Their Receptor as Clinical Hallmarks in Ankylosing Spondylitis."}, {"pubmed": 35063672, "text": "Interleukin-7 and soluble Interleukin-7 receptor levels in type 1 diabetes - Impact of IL7RA polymorphisms, HLA risk genotypes and clinical features."}, {"pubmed": 35583128, "text": "Serum IL-17A concentration and a IL17RA single nucleotide polymorphism contribute to the risk of autoimmune type 1 diabetes."}, {"pubmed": 35913009, "text": "Evaluation of interleukin-17 receptor (IL-17RA) gene expression in PBMCs of patients with premature coronary artery disease."}, {"pubmed": 36274974, "text": "lncRNA IL-17RA-1 Attenuates LPS-Induced Sepsis via miR-7847-3p/PRKCG-Mediated MAPK Signaling Pathway."}, {"pubmed": 36790253, "text": "IL17A and IL17RA gene polymorphisms in Fanconi anemia."}, {"pubmed": 36979355, "text": "Immunogenic Cell Death Associated Molecular Patterns and the Dual Role of IL17RA in Interstitial Cystitis/Bladder Pain Syndrome."}, {"pubmed": 37239484, "text": "Association between IL-17F, IL-17RA Gene Polymorphisms and Response to Biological Drugs in Psoriasis and Beyond."}, {"pubmed": 37686343, "text": "Mechanistic Insights into the Roles of the IL-17/IL-17R Families in Pancreatic Cancer."}, {"pubmed": 37926850, "text": "Genetic association between interleukin-17 and susceptibility to rheumatoid arthritis."}, {"pubmed": 38491831, "text": "Decreased interleukin-17RA expression is associated with good prognosis in patients with colorectal cancer and inhibits tumor growth and vascularity in mice."}], "genomic_pos": {"chr": "22", "end": 17115693, "ensemblgene": "ENSG00000177663", "start": 17084954, "strand": 1}, "genomic_pos_hg19": {"chr": "22", "end": 17596583, "start": 17565844, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0007166", "pubmed": 9367539, "qualifier": "involved_in", "term": "cell surface receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0009615", "pubmed": 33723527, "qualifier": "involved_in", "term": "response to virus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030163", "qualifier": "involved_in", "term": "protein catabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032736", "qualifier": "involved_in", "term": "positive regulation of interleukin-13 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032747", "pubmed": 21145111, "qualifier": "involved_in", "term": "positive regulation of interleukin-23 production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032754", "qualifier": "involved_in", "term": "positive regulation of interleukin-5 production"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032755", "pubmed": 21350122, "qualifier": "involved_in", "term": "positive regulation of interleukin-6 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0038173", "pubmed": 9367539, "qualifier": "involved_in", "term": "interleukin-17A-mediated signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045087", "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050729", "pubmed": 33723527, "qualifier": "involved_in", "term": "positive regulation of inflammatory response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050832", "qualifier": "involved_in", "term": "defense response to fungus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071621", "qualifier": "involved_in", "term": "granulocyte chemotaxis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0072537", "pubmed": 21145111, "qualifier": "involved_in", "term": "fibroblast activation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0072538", "qualifier": "involved_in", "term": "T-helper 17 type immune response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0097400", "pubmed": 33723527, "qualifier": "involved_in", "term": "interleukin-17-mediated signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0097400", "pubmed": 21350122, "qualifier": "involved_in", "term": "interleukin-17-mediated signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1900017", "pubmed": 33723527, "qualifier": "involved_in", "term": "positive regulation of cytokine production involved in inflammatory response"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2000340", "pubmed": 21350122, "qualifier": "involved_in", "term": "positive regulation of chemokine (C-X-C motif) ligand 1 production"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IC", "gocategory": "CC", "id": "GO:0005886", "pubmed": 27184415, "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005886", "pubmed": 9367539, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0005102", "qualifier": "enables", "term": "signaling receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [21993848, 23695682, 24120361, 28827714, 32353859, 33060197, 33723527], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0030368", "qualifier": "enables", "term": "interleukin-17 receptor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0030368", "pubmed": [27184415, 33723527], "qualifier": "enables", "term": "interleukin-17 receptor activity"}, {"category": "MF", "evidence": "NAS", "id": "GO:0030368", "pubmed": 9367539, "qualifier": "enables", "term": "interleukin-17 receptor activity"}]}, "homologene": {"genes": [[7955, 561494], [7955, 100005924], [9031, 418158], [9544, 709005], [9598, 458629], [9606, 23765], [9615, 486759], [9913, 525040], [10090, 16172], [10116, 312679]], "id": 7378}, "interpro": [{"desc": "SEFIR domain", "id": "IPR013568", "short_desc": "SEFIR_dom"}, {"desc": "Interleukin-17 receptor, fibronectin-III-like domain 1", "id": "IPR032356", "short_desc": "IL17R_fnIII_D1"}, {"desc": "Interleukin-17 receptor A/B, FnIII-like domain 1 superfamily", "id": "IPR038683", "short_desc": "IL17RA/B_FnIII-like_1_sf"}, {"desc": "Interleukin-17 receptor-like", "id": "IPR039465", "short_desc": "IL-17_rcpt-like"}, {"desc": "Interleukin-17 receptor A/B, FnIII-like domain 2 superfamily", "id": "IPR043046", "short_desc": "IL17RA/B_FnIII-like_2_sf"}], "ipi": "IPI00304993", "map_location": "22q11.1", "name": "interleukin 17 receptor A", "other_names": ["IL-17 receptor A", "interleukin-17 receptor A"], "pantherdb": {"HGNC": "5985", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "107399", "ortholog_type": "LDO", "panther_family": "PTHR15583", "taxid": 10090, "uniprot_kb": "Q60943"}, {"RGD": "1306559", "ortholog_type": "LDO", "panther_family": "PTHR15583", "taxid": 10116, "uniprot_kb": "D4A740"}, {"Ensembl": "ENSGALG00000033887", "ortholog_type": "LDO", "panther_family": "PTHR15583", "taxid": 9031, "uniprot_kb": "A0A3Q3AM90"}, {"Ensembl": "ENSDARG00000070299", "ortholog_type": "O", "panther_family": "PTHR15583", "taxid": 7955, "uniprot_kb": "A0A2R8QH76"}, {"ZFIN": "ZDB-GENE-110914-185", "ortholog_type": "O", "panther_family": "PTHR15583", "taxid": 7955, "uniprot_kb": "A0A0J9YJG3"}, {"Ensembl": "ENSDARG00000058244", "ortholog_type": "LDO", "panther_family": "PTHR15583", "taxid": 7955, "uniprot_kb": "F2Z4X3"}, {"WormBase": "WBGene00018960", "ortholog_type": "LDO", "panther_family": "PTHR15583", "taxid": 6239, "uniprot_kb": "Q10128"}, {"WormBase": "WBGene00013415", "ortholog_type": "O", "panther_family": "PTHR15583", "taxid": 6239, "uniprot_kb": "Q9NA64"}], "uniprot_kb": "Q96F46"}, "pathway": {"kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04657", "name": "IL-17 signaling pathway - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-448424", "name": "Interleukin-17 signaling"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-9679506", "name": "SARS-CoV Infections"}, {"id": "R-HSA-9694516", "name": "SARS-CoV-2 Infection"}, {"id": "R-HSA-9705671", "name": "SARS-CoV-2 activates/modulates innate and adaptive immune responses"}, {"id": "R-HSA-9705683", "name": "SARS-CoV-2-host interactions"}, {"id": "R-HSA-9824446", "name": "Viral Infection Pathways"}], "wikipathways": {"id": "WP2112", "name": "IL17 signaling pathway"}}, "pdb": ["3JVF", "4HSA", "4NUX", "5N9B", "5NAN", "7UWL", "7UWM", "7UWN", "7ZAN"], "pfam": ["PF08357", "PF16556", "PF16578"], "pharmgkb": "PA29801", "pharos": {"target_id": 12265, "tdl": "Tclin"}, "prosite": "PS51534", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF327429", "relationship": "is"}, {"id": "GNF327430", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF263459", "relationship": "is"}, {"id": "GNF263460", "relationship": "is"}, {"id": "GNF263461", "relationship": "is"}, {"id": "GNF263462", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF046737", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF085005", "relationship": "is"}, {"id": "GNF085006", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052096", "relationship": "is"}, {"id": "GNF056860", "relationship": "is"}, {"id": "GNF061675", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF065455", "relationship": "is"}, {"id": "GNF065456", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF007091", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF286424", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF329811", "relationship": "is"}, {"id": "GNF331596", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF113831", "relationship": "is"}, {"id": "GNF153472", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000022.11", "NC_060946.1", "NG_028257.1"], "protein": ["NP_001276834.1", "NP_055154.3"], "rna": ["NM_001289905.2", "NM_014339.7"], "translation": [{"protein": "NP_001276834.1", "rna": "NM_001289905.2"}, {"protein": "NP_055154.3", "rna": "NM_014339.7"}]}, "reporter": {"GNF1H": "gnf1h09863_at", "HG-U133_Plus_2": ["205707_at", "228685_at", "229101_at", "229295_at"], "HG-U95Av2": "36229_at", "HG-U95B": "51614_at", "HTA-2_0": ["TC22000019.hg.1", "TC22000936.hg.1"], "HuEx-1_0": ["3936009", "3936075", "3936079", "3936081"], "HuGene-1_1": "8071069", "HuGene-2_1": "16926813"}, "retired": [150166, 100506204], "summary": "Interleukin 17A (IL17A) is a proinflammatory cytokine secreted by activated T-lymphocytes. It is a potent inducer of the maturation of CD34-positive hematopoietic precursors into neutrophils. The transmembrane protein encoded by this gene (interleukin 17A receptor; IL17RA) is a ubiquitous type I membrane glycoprotein that binds with low affinity to interleukin 17A. Interleukin 17A and its receptor play a pathogenic role in many inflammatory and autoimmune diseases such as rheumatoid arthritis. Like other cytokine receptors, this receptor likely has a multimeric structure. Alternative splicing results in multiple transcript variants encoding different isoforms. [provided by RefSeq, Feb 2014].", "symbol": "IL17RA", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1825593"}, "unigene": "Hs.48353", "uniprot": {"Swiss-Prot": "Q96F46", "TrEMBL": ["A0A8Q3WKC6", "A0A8Q3WK71"]}, "wikipedia": {"url_stub": "IL17RA"}}