{"AllianceGenome": "16404", "HGNC": "16404", "MIM": "606496", "_id": "112744", "_version": 1, "accession": {"genomic": ["AL034343.17", "CH471081.1", "CP068272.2", "CS399130.1", "GM832011.1", "JA104581.1", "JA381711.1", "NC_000006.12", "NC_060930.1", "NG_031869.1", "OL632296.1", "OL632297.1"], "protein": ["AAH70124.1", "AAK83350.1", "AAL14427.1", "ADY18335.1", "CAL44888.1", "CAV28581.1", "CCA63960.1", "CCB07362.1", "EAX04363.1", "EAX04364.1", "NP_443104.1", "Q96PD4.3", "UID85665.1", "UID85666.1", "XP_011512578.1", "XP_054210117.1"], "rna": ["AF332389.1", "AF384857.1", "BC070124.1", "JF305974.1", "NM_052872.4", "NM_172343.1", "XM_011514276.1", "XM_054354142.1"], "translation": [{"protein": "NP_443104.1", "rna": "NM_052872.4"}, {"protein": "ADY18335.1", "rna": "JF305974.1"}, {"protein": "AAH70124.1", "rna": "BC070124.1"}, {"protein": "XP_011512578.1", "rna": "XM_011514276.1"}, {"protein": "AAL14427.1", "rna": "AF332389.1"}, {"protein": "AAK83350.1", "rna": "AF384857.1"}, {"protein": "XP_054210117.1", "rna": "XM_054354142.1"}]}, "alias": ["CANDF6", "IL-17F", "IL17A", "ML-1", "ML1"], "ensembl": {"gene": "ENSG00000112116", "protein": ["ENSP00000337432", "ENSP00000514702"], "transcript": ["ENST00000336123", "ENST00000478427", "ENST00000699946"], "translation": [{"protein": "ENSP00000337432", "rna": "ENST00000336123"}, {"protein": "ENSP00000514702", "rna": "ENST00000699946"}], "type_of_gene": "protein_coding"}, "entrezgene": "112744", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 5.71568948, "exp_mis": 65.9425049, "exp_syn": 26.229904, "lof_z": 1.12521508646607, "mis_z": -0.304627867725875, "mu_lof": 3.93496705111e-07, "mu_mis": 5.70909238009e-06, "mu_syn": 2.20407462599e-06, "n_lof": 3.0, "n_mis": 71.0, "n_syn": 36.0, "p_li": 0.0302739252616752, "p_null": 0.160800719959981, "p_rec": 0.808925354778343, "syn_z": -1.18263344261106}, "bp": 492, "cds_end": 52109227, "cds_start": 52101728, "n_exons": 3, "nonpsych": {"exp_lof": 5.1113437, "exp_mis": 59.6224253, "exp_syn": 23.6786934, "lof_z": 0.917156305829579, "mis_z": -0.0246634755579603, "mu_lof": 3.93496705111e-07, "mu_mis": 5.70909238009e-06, "mu_syn": 2.20407462599e-06, "n_lof": 3.0, "n_mis": 60.0, "n_syn": 31.0, "p_li": 0.0260974649736158, "p_null": 0.210646807652408, "p_rec": 0.763255727373977, "syn_z": -0.947269189939705}, "nontcga": {"exp_lof": 5.25240023, "exp_mis": 60.6610746, "exp_syn": 24.12548454, "lof_z": 0.969500231130175, "mis_z": -0.40548090426251, "mu_lof": 3.93496705111e-07, "mu_mis": 5.70909238009e-06, "mu_syn": 2.20407462599e-06, "n_lof": 3.0, "n_mis": 67.0, "n_syn": 33.0, "p_li": 0.0257555390166158, "p_null": 0.188538266935043, "p_rec": 0.785706194048341, "syn_z": -1.14400829005948}, "transcript": "ENST00000336123.4"}, "exons": [{"cdsend": 52244429, "cdsstart": 52236930, "chr": "6", "position": [[52236683, 52237168], [52238729, 52238950], [52244396, 52244500]], "strand": -1, "transcript": "NM_052872", "txend": 52244500, "txstart": 52236683}], "exons_hg19": [{"cdsend": 52109227, "cdsstart": 52101728, "chr": "6", "position": [[52101481, 52101966], [52103527, 52103748], [52109194, 52109298]], "strand": -1, "transcript": "NM_052872", "txend": 52109298, "txstart": 52101481}], "generif": [{"pubmed": 11891214, "text": "a cytokine involved in the activaion of MAP kinases"}, {"pubmed": 15703761, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15972674, "text": "cell membrane IL-17R is required for signaling by both IL-17A and IL-17F"}, {"pubmed": 16630936, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16961709, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17346928, "text": "This study, for the first time, reveals a possible molecular mechanism that the initiation of the IL-17F/IL-17R signaling pathway requires the receptor ubiquitination by TRAF6."}, {"pubmed": 17418381, "text": "IL-17F induces expression of IFN-gamma-inducible protein 10 (IP-10) by activating Raf1-mitogen-activated protein kinase 1/2-extracellular-regulated kinase 1/2-p90 ribosomal S6 kinase-cyclic AMP response element-binding protein signaling pathway."}, {"pubmed": 17828618, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17828618, "text": "Our results provided the first evidence that -197A (IL-17A) and 7488T (IL-17F) alleles may influence the susceptibility to and pathophysiological features of ulcerative colitis independently."}, {"pubmed": 17912466, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 17912466, "text": "These results provide the first evidence that the IL-17F and MIF gene polymorphisms are significantly associated with the development of functional dyspepsia."}, {"pubmed": 18088064, "text": "Intestinal IL17F gene expression is increased in active CD"}, {"pubmed": 18088064, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18684971, "text": "Human IL-17F/IL-17A heterodimer can bind and signal through the same receptor complex as human homodimeric cytokines IL-17F and IL-17A."}, {"pubmed": 18769923, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18774769, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18774769, "text": "The association between chronic fatigue syndrome and the frequency of rs763780, a C/T genetic polymorphism leading to His161Arg substitution in the IL-17F protein was studied."}, {"pubmed": 18830271, "text": "IL-17F may be involved in psoriasis via, in part, the activation of ERK1/2 and the induction of IL-8 in keratinocytes"}, {"pubmed": 19019635, "text": "IL-17F single nucleotide polymorphism is not associated with psoriasis vulgaris or atopic dermatitis in the Japanese population."}, {"pubmed": 19155467, "text": "Although transgenic strain IL-17F expression is restricted to CD4-positive T cells during murine experimental autoimmune encephalomyelitis, CD8 T cells robustly express IL-17F."}, {"pubmed": 19263269, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19263269, "text": "This study shows that IL-17F 7488 A > G polymorphism is associated with weak UC protection in the Chinese population."}, {"pubmed": 19414056, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19414056, "text": "Results show that G-197A polymorphism of IL-17A gene was significantly associated with the development of gastric cancer, especially intestinal-type cancer."}, {"pubmed": 19724898, "text": "No association were found between CpG island hyper-methylati status and L-17A (-197G>A), IL-17F (7488T>C) and MIF (-173G>C) polymorphism."}, {"pubmed": 19724898, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19838108, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19838108, "text": "The IL-17F His161Arg polymorphism is unlikely to be a major contributor to the pathogenesis of myocardial infarction."}, {"pubmed": 19838198, "text": "present the crystal structure of a complex of IL-17 receptor A (IL-17RA) bound to IL-17F in a 1:2 stoichiometry."}, {"pubmed": 19904747, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20127054, "text": "Results suggest that genetic polymorphisms of IL-17A and MIF, but not IL-17F, are associated with CpG island hyper-methylation status in gastric cancer."}, {"pubmed": 20148256, "text": "produced by CD4+ T cells in psoriatic skin lesions"}, {"pubmed": 20173782, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20210523, "text": "IL-17F, a novel antiangiogenic factor, directly inhibited ECV304 vascular endothelial cell growth and downregulated the expression of proangiogenic factors IL-6, IL-8, and VEGF in hepatocarcinoma cells."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20493423, "text": "IL-17 isoforms (IL-17A and IL-17F) are implicated in systemic lupus erythematosus but also in discoid and subacute lupus erythrmatosis immunopathogenesis"}, {"pubmed": 20618772, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20618772, "text": "investigated the association between rheumatoid arthritis (RA) and His161Arg (7488A/G; rs763780) and Glu126Gly (7383A/G; rs2397084) polymorphism of IL-17F gene; results showed the relationship between IL-17F gene polymorphisms and severity of RA"}, {"pubmed": 20620187, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20620187, "text": "genetic polymorphism is associated with Vogt-Koyanagi-Harada syndrome but not with Behcet's disease in a Chinese Han population"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20800603, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21044126, "text": "H. pylori infection leads to a strong upregulation of both IL-17A and IL-17F in the gastric mucosa suggesting a regulatory link between both genes."}, {"pubmed": 21189442, "text": "a twenty-fold increase in the expression of IL-17A mRNA and thirty three-times greater expression of IL-17F in Multiple sclerosis patients compared to the control group"}, {"pubmed": 21196754, "text": "gene polymorphism is associated with susceptibility to asthma in a Korean population"}, {"pubmed": 21419044, "text": "After renaturation and purification of IL-17F, the recombinant protein can up-regulate macrophages to secret TNF-alpha, IL-6 and other relative cytokines. It also promoted proliferation of HeLa cells in vitro."}, {"pubmed": 21477350, "text": "CD8-positive T-cells express IL-17F which may be involved in the pathogenesis of chronic obstructive pulmonary disease."}, {"pubmed": 21601196, "text": "These findings suggest that IL-17F may stimulate the development of endometriosis by up-regulation of IL-8 and COX2."}, {"pubmed": 21615796, "text": "IL-17F 7488 T allele is significantly associated with the development of chronic ITP, suggesting a role for IL-17F in the pathogenesis of chronic immune thrombocytopenia."}, {"pubmed": 22038405, "text": "DNA copy number variations of IL-17F, IL-21, and IL-22 are associated with the risk of systemic lupus erythematosus."}, {"pubmed": 22118860, "text": "Significantly higher frequencies of the rs763780 T allele and TT genotype of IL17F were observed in neuromyelitis optica patients versus controls"}, {"pubmed": 22123224, "text": "These novel findings provide evidence that cytokine-stimulated B lymphocytes could be a significant source of IL-17A and IL-17F and support the notion that these cells actively participate in immune responses via alternative mechanisms in addition to the classic release of antibodies."}, {"pubmed": 22142827, "text": "The angiogenetic potential of pancreatic cancers in patients with variant IL-17F is higher than that of tumors in patients with wild-type IL-17F, conferring worse prognosis."}, {"pubmed": 22184122, "text": "cAMP-responsive element modulator alpha (CREMalpha) suppresses IL-17F protein expression in T lymphocytes from patients with systemic lupus erythematosus (SLE)."}, {"pubmed": 22219048, "text": "results provide evidence that Th17 cytokines IL-17A and IL-17F have a distinct regulatory role in CXCL1, CXCL5, and CXCL8 expression in lung microvascular endothelial cells stimulated either with IL-1beta or with TNF-alpha"}, {"pubmed": 22312940, "text": "Of all the SNPs analyzed of IL17A and IL17F, only rs17880588 showed a significant association with asthma in the Saudi population."}, {"pubmed": 22461912, "text": "Results suggested that single-nucleotide polymorphisms (SNPs) in IL-17A but not IL-17F were associated with the risk of breast cancer."}, {"pubmed": 22507625, "text": "IL17A and IL17F SNPs, and some intergenic variants have the potential association with allergic rhinitis and comorbid asthma in Chinese population."}, {"pubmed": 22540331, "text": "data suggest that the IL-33/IL-17F axis is involved in allergic airway inflammation"}, {"pubmed": 22579472, "text": "IL17F gene polymorphism 7488T>C influences bone mineral density."}, {"pubmed": 22629719, "text": "Dynamics of serum IL-17A, IL-17F and IL-23 in patients with inflammatory bowel disease"}, {"pubmed": 22748467, "text": "results suggest that in chronic hepatitis C infection, IL-17F and IL-8 could be associated with the control of liver injury and infection, respectively."}, {"pubmed": 22812194, "text": "polymorphism is associated with asthma in male Chinese population"}, {"pubmed": 22847545, "text": "Increased serum circulatory levels of interleukin 17F in type 1 reactions of leprosy correlate with the greater protective immunity."}, {"pubmed": 23111159, "text": "polymorphisms in the IL-17F gene increase the risk of Graves' Disease and that IL-17F is therefore a good candidate gene for Graves' Disease prediction in the Han Chinese population."}, {"pubmed": 23137879, "text": "No association was found considering the IL17F and IL23R polymorphisms. Our data suggest that IL17A and the presence of IL17A (rs2275913) A allele are associated with the absence of periodontal disease."}, {"pubmed": 23219503, "text": "The tuberculosis patients who had the CT/TT genotype of the rs763780 SNP in the IL17F gene were more susceptible to tuberculosis, compared to the CC genotype."}, {"pubmed": 23238559, "text": "A large burden of neutrophils, neutrophil extracellular traps and IL17A and -F are important constituents of fresh and lytic thrombus after acute myocardial infarction."}, {"pubmed": 23376081, "text": "Results indicate that SNP rs763780 of IL-17F was associated with male dilated cardiomyopathy (DCM) patients in a dominant genetic model."}, {"pubmed": 23400328, "text": "cooperative interactions between fibrocytes and Th17 cells play an important role via CD40- and IL-17A/F-mediated signaling for collagen and proangiogenic factor production, which may lead to extracellular matrix deposition and neovascularization"}, {"pubmed": 23490420, "text": "These experiments were designed to investigate the effects of IL-17 upon the phenotype and function of human Natural Killer (NK) cells."}, {"pubmed": 23519962, "text": "These findings suggested that the IL-17F 7488C allele could be significantly associated with protection against encephalitis in Chinese patients with Enterovirus 71-related hand, foot, and mouth disease."}, {"pubmed": 23652560, "text": "IL17F rs763780 polymorphisms may influence the susceptibility to Crohn's Disease in the Chinese Han population."}, {"pubmed": 23661335, "text": "IL-17A, IL-17B, IL-17F and IL-23 in systemic lupus erythematosus patients were examined and the correlation between levels of the investigated cytokines and VEGF, PIGF, as well as number of endothelial cells, was investigated."}, {"pubmed": 23800789, "text": "the IL17A and IL17F loci have divergent epigenetic architectures in unstimulated HuT-102 and primary Th17 cells."}, {"pubmed": 23801634, "text": "interleukin-17F may have a role in cutaneous T-cell lymphoma"}, {"pubmed": 23876429, "text": "There is no association between the IL17A and IL17F gene polymorphisms and tuberculosis in north Indians."}, {"pubmed": 24096234, "text": "employed a PCR-SSCP assay to identify the genotypes IL-17A G-197A and IL-17F T7488C. For IL-17A G-197A, there were significant differences in frequencies of genotype and allele of IL-17A G-197A between OA patients and controls"}, {"pubmed": 24120361, "text": "Human IL-17A and IL-17F depend on ACT1 to mediate protective mucocutaneous immunity."}, {"pubmed": 24164796, "text": "The IL-17F (7488T>C) single-nucleotide polymorphism is associated with susceptibility to leprosy."}, {"pubmed": 24185279, "text": "IL-17F was discriminatively regulated by testosterone and 17beta-estradiol in resident periodontal cells."}, {"pubmed": 24363402, "text": "Recombinant IL-17A and IL-17F significantly inhibit Fas-induced cell death in Fas-sensitive T cells from healthy donors."}, {"pubmed": 24393079, "text": "IL-17F gene variants associated with childhood asthma susceptibility in Tunisia."}, {"pubmed": 24423465, "text": "contributes to colon cancer development"}, {"pubmed": 24440568, "text": "genetic polymorphism is associated with clinical features of colorectal cancer in Tunisia"}, {"pubmed": 24507036, "text": "IL-17F gene SNP 7489A/G is associated with renal graft failure"}, {"pubmed": 24548421, "text": "The association of three single-nucleotide polymorphisms (SNPs: -152 G/A, 7488 A/G and 7383 A/G) in the IL-17A and IL-17F genes with lung cancer risk, was investigated."}, {"pubmed": 24621498, "text": "IL-15 and IL-17F are differentially regulated and expressed in MF. We propose that IL-15 and IL-17F are markers for different inflammatory environments and play distinct roles in the development and progression of MF."}, {"pubmed": 24690400, "text": "IL17F rs763780 polymorphism is inversely associated with development of subacute sclerosing panencephalitis."}, {"pubmed": 24793548, "text": "The rs763780 IL-17F polymorphism appeared to be associated with susceptibility to the disease."}, {"pubmed": 24857622, "text": "A significantly increased frequency of rs763780 genotype and T allele in IL-17f was detected in Multiple Sclerosis patients compared with controls."}, {"pubmed": 24913709, "text": "Studies suggest that interleukin-17F (IL-17F) polymorphism may modify the risk of cancer, particularly gastric cancer."}, {"pubmed": 24933943, "text": "The contribution of the studied IL-17 F T7488C, TNF-alpha G-308A gene polymorphisms is highly related to the disease phenotype manifestations and peculiar issues associated with therapy volume."}, {"pubmed": 24935327, "text": "results suggest that patients carrying a combination of SNPs for TNF-alpha, VEGF-A, and IL-17F of ACGTCT haplotype may have an increased risk of corneal allograft rejection compared with patients carrying other haplotypes"}, {"pubmed": 24965422, "text": "IL-17F T7488C polymorphism did not increase or decrease cancer risk under all genetic models"}, {"pubmed": 25030504, "text": "IL-17A/F is highly expressed by innate immune cells such as neutrophils and mast cells in both acute generalized exanthematous pustulosis and generalized pustular psoriasis."}, {"pubmed": 25227691, "text": "Polymorphisms in the IL17F gene are associated with recurrent pregnancy loss in Iranian women."}, {"pubmed": 25240765, "text": "IL-17F plasma levels were increased in rheumatoid arthritis patients and responsive to anti-rheumatic agents."}, {"pubmed": 25338988, "text": "IL-17A rs763780T>C gene polymorphism is involved in risk of gastric cancer."}, {"pubmed": 25374205, "text": "IL-17F 7488A/G is associated with susceptibility to silicosis."}, {"pubmed": 25384562, "text": "This study indicates that IL-17F may be involved in pathogenesis of periodontitis like IL-17A."}, {"pubmed": 25394579, "text": "nasal IL-17F inflammation might be informative of bronchial IL-17 inflammatory pattern associated with bronchial neutrophilia in SA prone to asthma exacerbations."}, {"pubmed": 25427574, "text": "Expression of both IL-17A and IL-17 F is increased by the cigarette smoke exposure in explants from both non-COPD and COPD subjects, supporting that local lung cells contribute IL-17 production."}, {"pubmed": 25439430, "text": "High gene copy numbers of IL17F and IL23A were associated with Behcet's disease and Vogt-Koyanagi-Harada syndrome."}, {"pubmed": 25494178, "text": "Using an in-vitro migration assay, B cells were shown to migrate towards both IL-17A and IL-17F. These observations indicate a direct chemotactic effect of IL-17 cytokines on primary peripheral blood B cells with higher effect being on asthmatic B cells."}, {"pubmed": 25500254, "text": "IL-17A rs2275913 A/G polymorphism and IL-17F rs763780 C/T polymorphism might be associated with increased gastric cancer risk in Asians."}, {"pubmed": 25525302, "text": "IL-23 has a role in regulating IL-17A and/or IL-17F positive Th17 cells in chronic periodontitis"}, {"pubmed": 25579009, "text": "IL-17A and IL-17F polymorphisms can interact with smoking and drinking to enhance the risk of OSCC developing"}, {"pubmed": 25596084, "text": "But we did not observe a significant association between polymorphisms in rs3748067, rs3819025, rs763780, rs9382084, and rs1266828 polymorphisms ( IL-17A and IL-17F )and risk of cervical cancer."}, {"pubmed": 25613064, "text": "the serum level of IL-17F and the ratio of IL-17F/VEGF were positively associated with the numbers of CD3(+) CD4(+) T cells, which indicated that serum IL-17F could originate from PBMCs during the development of oral squamous cell carcinoma"}, {"pubmed": 25680555, "text": "the T allele of IL-17F T7488C polymorphism may be involved in reduced risk of colorectal cancer"}, {"pubmed": 25857634, "text": "single nucleotide polymorphisms in the proinflammatory IL17A and IL17F genes (rs2275913 and rs763780, respectively), were not significantly associated with tuberculosis in the Croatian population."}, {"pubmed": 26045845, "text": "suggest that IL-17F rs763780 play a critical role in the etiology of pulmonary tuberculosis"}, {"pubmed": 26073462, "text": "Study provides evidence that polymorphisms of both IL-17A and IL-17F may increase lung cancer risk in Chinese population."}, {"pubmed": 26079624, "text": "Increased expression of TLR2 contributes to immune reactivity and promotes IL-17A and IL-17F expression through histone modifications in systemic lupus erythematosus."}, {"pubmed": 26083022, "text": "IL17F may serve as an independent prognostic factor for overall survival in patients with colorectal cancer."}, {"pubmed": 26087054, "text": "Elevated aAbs against IL-17F correlate with disease activity in patients with early rheumatoid arthritis."}, {"pubmed": 26108303, "text": "Correlation analysis of SNPs to different clinical variables showed a significant correlation between IL-17F rs1889570 SNP and the number of allergens sensitized"}, {"pubmed": 26119194, "text": "The effect of IL-17 cytokine in pre-eclampsia is not due to the studied cytokine polymorphisms but local production of IL-17 might have an effect on the predisposition to the disease."}, {"pubmed": 26125910, "text": "The IL-17A rs2275913G>A and IL-17F rs763780T>C polymorphisms are risk factors for gastric cancer development. (Meta-analysis)"}, {"pubmed": 26154773, "text": "To investigate the impacts of these polymorphisms (IL-17A G197A, the IL-17F 7488A/G, and the IL-17F 7383A/G) on the severity and susceptibility of RA in a Turkish population."}, {"pubmed": 26164762, "text": "Results show that IL-17F (7488T/C) polymorphism may not associate with gastrointestinal diseases. However, AA genotype of IL-17A (-197G/A) may be an important predisposing factor in gastrointestinal diseases, especially in gastrointestinal cancer."}, {"pubmed": 26198032, "text": "In vitro, CSE stimulation significantly increased IL-17F and IL-17R in 16HBE (2.5%) and A549 (5%) while IL-17A and IL-17F in PBMC (10%). IL-17A and CSE stimulation, rather than CSE or rhIL-17A alone, increased proliferation in 16HBE and apoptosis in A549"}, {"pubmed": 26232893, "text": "IL-17A (-197G/A) and IL-17F (7488T/C) SNPs were not associated with susceptibility to rheumatoid arthritis or secondary Sjogrens syndrome (sSS, p > 0.05 for both SNPs). In addition, they did not influence RA activity or clinical markers of SS."}, {"pubmed": 26300019, "text": "The polymorphism IL-17F rs1889570(C/T)may be a potential risk factor for asthma susceptibility."}, {"pubmed": 26337284, "text": "No associations were found between rs8193036, rs2275913 and rs3748067 in IL-17A and rs763780 in IL-17F SNPs and myasthenia gravis in Chinese patients"}, {"pubmed": 26339129, "text": "IL17F T7488C polymorphism was not associated with chronic periodontitis. In these patients from Southern Brazil"}, {"pubmed": 26345782, "text": "Genotyping analyses of IL-17A rs2275913 and rs3748067 and IL-17F rs763780 were analyzed"}, {"pubmed": 26356122, "text": "expression of immunoreactivity for IL-17A, IL-17RA, IL-17E, and IL-17F was significantly elevated in prostatic tissue from benign prostatic hyperplasia and prostate cancer compared with that in controls"}, {"pubmed": 26415694, "text": "The results of the univariate analysis showed an association between rs10484879 and psoriasis, although this relationship disappeared after adjustment for HLA-C"}, {"pubmed": 26436389, "text": "the IL-17A rs2275913 polymorphism may affect the development of coronary artery disease (CAD); however, no significant association was observed between the IL-17F rs763780 polymorphism and risk of CAD."}, {"pubmed": 26445528, "text": "Review/Meta-analysis: The variant IL-17A-197A allele and IL-17F 7488CC genotype were associated with increased risk of cancer, especially for gastric cancer."}, {"pubmed": 26447633, "text": "GA genotype of the rs11465553 IL17F gene polymorphism may be associated with a significantly higher risk of graft function loss and return to dialysis after kidney transplantation."}, {"pubmed": 26451724, "text": "data indicate that the genetic variants of rs2275913 in IL-17A, rs763780 in IL-17F, and rs4819554 in IL-17RA may not play a role in the pathogenesis of preeclampsia in Chinese Han women."}, {"pubmed": 26464720, "text": "Genotyping of IL-17A rs2275913 and rs3748067 and IL-17F rs763780 genes was performed by multiplex PCR assays"}, {"pubmed": 26467330, "text": "Interleukin-17F gene polymorphism and its elevated serum levels are associated with recurrent pregnancy loss."}, {"pubmed": 26478573, "text": "higher expression level in chronic lymphocytic leukemia patients"}, {"pubmed": 26484642, "text": "ELISA analysis verified high levels of Th17-associated proinflammatory cytokines such as interleukin-17A/F, interleukin-6 and interleukin-23 and low levels of inflammatory inhibitory factors including interleukin-10 and transforming growth factor-beta in primary immune thrombocytopenia patients compared with normal controls."}, {"pubmed": 26505366, "text": "No evidence of the association was observed between rs3748067, rs3819025, rs763780, rs9382084, and rs1266828 polymorphisms and the risk of cervical cancer."}, {"pubmed": 26515887, "text": "The GGAGAA combined genotype and the GGA haplotype of IL-17A rs2275913, IL-17F rs763780 and rs2397084 can be considered risk factors for the development of systemic lupus erythematosus in Egyptian children."}, {"pubmed": 26558270, "text": "A G/G genotype of rs766748 in IL-17F, and a C/C or C/A genotype of rs1883136 in TRAF3IP2."}, {"pubmed": 26620416, "text": "IL-17F rs763780 polymorphisms may be associated with the development of primary immune thrombocytopenia in a Chinese Han population."}, {"pubmed": 26667835, "text": "IL17F and IL17RA polymorphisms modulate susceptibility to cerebral malaria (CM) and provide evidence that IL-17F protects against CM."}, {"pubmed": 26843459, "text": "Study represents a comprehensive meta-analysis of the role of IL-17A rs2275913 and IL-17F rs763780 polymorphisms in cancer risk and demonstrated that these two polymorphisms significantly increase the risk of development of cancer, particularly gastric cancer."}, {"pubmed": 27021337, "text": "No relationship between IL17F rs763780 and rs9463772 polymorphisms and Henoch-Schonlein purpura susceptibility."}, {"pubmed": 27097946, "text": "Polymorphism of IL-17 rs3748067 and rs763780 is closely associated with gastric cancer development. Polymorphism of L-17 rs2275913 and rs4711998 may be correlated with the risk for gastric cancer."}, {"pubmed": 27155445, "text": "we aimed to investigate the associations between the 7383A/G and 7488A/G polymorphisms of the interleukin (IL)-17F gene with disease activity and clinical outcomes in Turkish patients with ankylosing spondylitis"}, {"pubmed": 27169372, "text": "IL17A and IL17F gene polymorphism are not the important factors associated with susceptibility and some clinical parameters of rheumatoid arthritis in a Polish population."}, {"pubmed": 27312555, "text": "Single nucleotide polymorphisms in IL-17F A7488G but not IL-17A are associated with the development of chronic immune thrombocytopenia in China."}, {"pubmed": 27320770, "text": "our study provides the evidence that functional IL-23R rs1884444 G/T and IL-17F rs763780 A/G polymorphisms may be a new genetic susceptibility factor to SLE, especially in the Polish population."}, {"pubmed": 27339100, "text": "SNPs of rs3819024 in IL-17A and rs763780 in IL-17F were weakly related to a prognosis of tuberculosis."}, {"pubmed": 27576147, "text": "In this study, IL-17F was demonstrated to have functions comparable to IL-17A in human keratinocytes."}, {"pubmed": 27591988, "text": "It can be stated that the IL17A and IL17F polymorphisms are not markers of susceptibility to psoriasis. However, the IL17F polymorphism may affect the response to NB-UVB therapy."}, {"pubmed": 27594509, "text": "These findings identify a novel biological function for IL-17A/F as an indirect angiogenic agent."}, {"pubmed": 27620302, "text": "Levels of IL-17FF were significantly higher in rheumatoid arthritis sera and showed a trend of increase in relapsing remitting multiple sclerosis, as compared with normal healthy subjects."}, {"pubmed": 27774581, "text": "this study shows that Korean patients with psoriasis show a strong association for IL17F single nucleotide polymorphism"}, {"pubmed": 27836676, "text": "Serum IL-17F predicted increased knee bone marrow lesion scores in females only among patients with knee osteoarthritis."}, {"pubmed": 27931975, "text": "IL-17-related cytokines expression was amplified in bronchial/nasal mucosa of neutrophilic asthma prone to exacerbation, suggesting a pathogenic role of IL-17F in frequent exacerbators."}, {"pubmed": 28143790, "text": "Our results confirmed IL17A and IL17F as potential candidate genes involved in RA. They play pivoting roles in the susceptibility and in clinical features of RA disease. Responses to RA treatments are differently conditioned by polymorphisms in IL17A and IL17F genes."}, {"pubmed": 28186427, "text": "our study provides an inclusive meta-analysis of the function of IL-17A rs2275913 and IL-17F rs763780 genetic variations in inflammatory diseases risk. The results indicated that these two genetic variations of IL-17A and IL-17F were risk factors for inflammatory diseases, particularly RA."}, {"pubmed": 28210632, "text": "IL-17F was correlated with increased autoantibody levels and disease activity in primary Sjogren's syndrome and is more clinically relevant than IL-17A."}, {"pubmed": 28224332, "text": "IL23R rs10889677 and IL17A rs2275913 were not associated with the susceptibility to Necrotizing enterocolitis (NEC). In conclusion, data suggest that a variant of IL17F (rs763780) may contribute to the development of NEC."}, {"pubmed": 28362993, "text": "we analyzed the association of three polymorphism loci (rs2275913, 197 G/A; rs3748067, 383 A/G; and rs763780, 7488 T/C) of IL-17A and IL-17F with laryngeal cancer. Allele and genotype frequencies of IL-17A rs2275913 were significantly different between patients and controls with rs2275913 (197 G/A) AA and GA+AA genotypes compared to the GG genotype significantly higher in patients."}, {"pubmed": 28438554, "text": "the G allele at rs763780 (IL-17F) was significantly associated with Takayasu Arteritis in Asian Indian population"}, {"pubmed": 28470012, "text": "The results suggest the possible involvement of the polymorphisms of IL17A G197A (rs2275913) and IL17F T7488C (rs763780) in the susceptibility to chronic Chagas disease and in development and progression of cardiomyopathy."}, {"pubmed": 28474507, "text": "The expression of IL-6 gene and protein was significantly induced by IL-17F. IL-17F activated TAK1 and NF-kappaB in airway smooth muscle cells."}, {"pubmed": 28481151, "text": "The IL-17F (+7488A/G) genotype revealed a significantly increased risk of accelerated silicosis. The IL-17F (+7488 G) allele was associated with an increased risk of accelerated silicosis."}, {"pubmed": 28534291, "text": "developed ultrasensitive methods for measuring IL-17A and IL-17F in human serum samples and found that serum from psoriasis patients had higher and a broader range of concentrations of both IL-17 proteins compared to healthy volunteers"}, {"pubmed": 28606156, "text": "levels of mRNA IL-17F and IL17F might be useful parameters for the diagnosis of atopic asthma patient"}, {"pubmed": 28621613, "text": "IL-17A and IL-17F polymorphisms therefore have the potential to act as predictive biomarkers for cervical cancer risk"}, {"pubmed": 28731459, "text": "Malignant T cells activate endothelial cells via IL-17 F."}, {"pubmed": 28965252, "text": "IL17F (rs2397084) and IL10 (rs1800871) genes are associated with functional dyspepsia."}, {"pubmed": 29027636, "text": "This meta-analysis with seven articles in 697 patients diagnosed with chronic periodontitis , 188 patients diagnosed with aggressive periodontitis and 655 control patients totaling 1540 participants showed a non-significant association between the rs2275913 polymorphism in the IL-17A gene and the rs763780 polymorphism in the IL-17F gene with the risk of chronic periodontitis, or with aggressive periodontitis"}, {"pubmed": 29194748, "text": "an association of IL17F T7488C (rs763780) with the risk for hip osteoarthritis development in the Croatian population. Furthermore, there is a possible correlation between TLR10 (rs11096957) SNP and increased risk for hip osteoarthritis, too."}, {"pubmed": 29407292, "text": "The AA genotype on 7489A/G single nucleotide polymorphism of IL-17F and the A allele might be associated with a lower risk of acute rejection with better graft survival in kidney transplant recipients."}, {"pubmed": 29458167, "text": "a mutation in IL-17F is associated with susceptibility to recurrent aphthous stomatitis"}, {"pubmed": 29549443, "text": "Findings suggest that IL-17F rs1889570 gene polymorphisms are significantly associated with the susceptibility to severe EV71 infection in Chinese Han children."}, {"pubmed": 29649811, "text": "P-TEFb is involved in IL-17F-induced IL-8 expression and that steroids diminish it via the inhibition of CDK9 phosphorylation."}, {"pubmed": 29874787, "text": "a dietary pattern reflecting inflammation was significantly associated with colorectal cancer risk and this association could be modified according to the IL-17F rs763780 genotype and anatomic site."}, {"pubmed": 29970680, "text": "IL-17FA7488G polymorphism was not significantly associated with colorectal cancer risk"}, {"pubmed": 29985710, "text": "the results suggest that IL17F genetic polymorphism is not associated with the development of rheumatic heart disease in South Indian population"}, {"pubmed": 30024651, "text": "Genetic study revealed no association between IL-17F SNPs and acute kidney transplant graft rejection. Nevertheless, a significant improvement of graft survival was found in kidney transplant recipients carrying the IL-17F-rs763780*A/A genotype."}, {"pubmed": 30304965, "text": "High IL-17F expression is associated with geriatric asthma."}, {"pubmed": 30334403, "text": "expression of IL-17A, E, and F and their receptors in non-small-cell lung cancer; data suggest that IL-17A, E, F and their receptors IL-17RA, RB, RC may be involved in the pathogenesis of non-small cell lung cancer"}, {"pubmed": 30399422, "text": "CCL20 may play an important role in the pathogenesis of MS. Both allelic variation of (rs6749704) within CCL20 gene and (rs763780) within IL-17F gene can be considered risk factor for development of MS in Egyptian patients."}, {"pubmed": 30594845, "text": "interleukin-17F rs763780 (7488A/G) polymorphism is strongly correlated with susceptibility and severity of ITP."}, {"pubmed": 30658595, "text": "Study demonstrated that rs2275913 AA functional polymorphism of IL-17F as well as IL-17 serum levels are significantly related to the risk of knee osteoarthritis susceptibility in Han Chinese population."}, {"pubmed": 30666004, "text": "The present findings suggest that IL-17A (rs10484879) G/T and IL-17F (rs763780) C/T gene polymorphisms may contribute in pathogenesis of psoriasis."}, {"pubmed": 30961540, "text": "The rs763780 IL17F gene polymorphism is associated with Kidney Allograft function and may affect morphological structure of transplanted kidney."}, {"pubmed": 31042000, "text": "two disparate haplotypes within the IL17A-F gene locus are associated with higher risk to developing hip and knee OA in the Croatian population."}, {"pubmed": 31144366, "text": "Association analysis of the common varieties of IL17A and IL17F genes with the risk of knee osteoarthritis."}, {"pubmed": 31280929, "text": "Association study of single nucleotide polymorphisms in IL-10 and IL-17 genes with the severity of microbial keratitis."}, {"pubmed": 31322258, "text": "High IL17F expression is associated with colorectal cancer invasion by inducing epithelialmesenchymal transition."}, {"pubmed": 31387805, "text": "In non-small cell lung cancer, the expression of IL-17F was positively associated with tumor differentiation and negatively associated with lymph node metastasis and TNM staging"}, {"pubmed": 31616423, "text": "The Non-synonymous rs763780 Single-Nucleotide Polymorphism in IL17F Gene Is Associated With Susceptibility to Tuberculosis and Advanced Disease Severity in Argentina."}, {"pubmed": 31629113, "text": "A distinct double positive IL-17A(+)/F(+) T helper 17 cells induced inflammation leads to IL17 producing neutrophils in Type 1 reaction of leprosy patients."}, {"pubmed": 31670484, "text": "Association of IL-17A-197G/A and IL-17F-7488T/C polymorphisms and osteoarthritis susceptibility: A meta-analysis."}, {"pubmed": 31682719, "text": "The association between IL-17 gene variants and risk of colorectal cancer in a Chinese population: A case-control study."}, {"pubmed": 31784499, "text": "The integrity of the human JNK1-dependent MAPK signaling pathway is essential for IL-17A- and IL-17F-dependent mucocutaneous immunity to Candida and for the TGF-beta-dependent homeostasis of connective tissues."}, {"pubmed": 31831764, "text": "The IL17F His161Arg polymorphism, a potential risk locus for psoriasis, increases serum levels of interleukin-17F in an Asian population."}, {"pubmed": 31842922, "text": "IL-17F(rs763780) gene polymorphisms may increase the risk of knee osteoarthritis both in Asians and Caucasians."}, {"pubmed": 32051081, "text": "TC+CC genotype and C allele of IL-17F rs763780 are associated with the susceptibility to necrotizing enterocolitis"}, {"pubmed": 32146336, "text": "Association between IL-17A and IL-17F gene polymorphism and susceptibility in inflammatory arthritis: A meta-analysis."}, {"pubmed": 32187518, "text": "The crystal structure of the interleukin 17 receptor C (IL-17RC):interleukin 17F (IL-17F) complex provides a structural basis for IL-17F signaling through IL-17RC."}, {"pubmed": 32329838, "text": "Potential effects of IL-17A rs2275913 and IL-17F rs763780 polymorphisms on susceptibility to gastric cancer in Chinese population: a meta-analysis."}, {"pubmed": 32495451, "text": "IL17F rs763780 single nucleotide polymorphism is associated with asthma after bronchiolitis in infancy."}, {"pubmed": 32522475, "text": "A genetic polymorphism of IL17F rs763780 associated with anti-E production in the Han Chinese population."}, {"pubmed": 32543936, "text": "Impact of IL-17F 7488T/C Functional Polymorphism on Progressive Rheumatoid Arthritis: Novel Insight from the Molecular Dynamic Simulations."}, {"pubmed": 32605468, "text": "Interleukin-17 Gene Polymorphism (Rs2275913 G/A, Rs763780 C/T) in Rheumatoid arthritisMeta-analysis Based on Ethnicity."}, {"pubmed": 32631127, "text": "Lack of Evidence for an Association between IL-17F Rs763780 Polymorphism and Pulmonary Tuberculosis."}, {"pubmed": 32668495, "text": "IL-17F facilitates prostate cancer cell malignant phenotypes via activation of the PI3K/AKT signalling pathway."}, {"pubmed": 32686186, "text": "Interleukin (IL)-17F and IL-17E are related to fibrosis and vasculopathy in systemic sclerosis."}, {"pubmed": 32716526, "text": "Interleukin 17F polymorphisms showed no association with lung function at school age after infant bronchiolitis."}, {"pubmed": 32719138, "text": "CD4 T cell-intrinsic role for the T helper 17 signature cytokine IL-17: Effector resistance to immune suppression."}, {"pubmed": 32724117, "text": "Serum interleukin 17A and interleukin 17F in children with inflammatory bowel disease."}, {"pubmed": 32855976, "text": "Salivary IL-17A, IL-17F, and TNF-alpha Are Associated with Disease Advancement in Patients with Oral and Oropharyngeal Cancer."}, {"pubmed": 32946631, "text": "Interleukin 17F gene variations showed no association with BCG osteitis risk after newborn vaccination."}, {"pubmed": 33170303, "text": "Protein and mRNA Expression Levels of Interleukin-17A, -17F and -22 in Blood and Skin Samples of Patients with Mycosis Fungoides."}, {"pubmed": 33340282, "text": "TH17/IL23 cytokine gene polymorphisms in bullous pemphigoid."}, {"pubmed": 33448148, "text": "Rationalizing heptadecaphobia: TH 17 cells and associated cytokines in cancer and metastasis."}, {"pubmed": 33530501, "text": "IL-17F Gene rs763780 and IL-17A rs2275913 Polymorphisms in Patients with Periodontitis."}, {"pubmed": 33548976, "text": "Association of Genetic Variants of the Interleukin-17F rs763780 and its Circulating Level in Psoriasis Patients in Egypt."}, {"pubmed": 33633027, "text": "Increased Expression of IL-17A and IL-17F Is Correlated With RUNX1 and RORgammaT in Pediatric Patients With Primary Immune Thrombocytopenia."}, {"pubmed": 33706174, "text": "Conformational dynamics in interleukin 17A and 17F functional complexes is a key determinant of receptor A affinity and specificity."}, {"pubmed": 34190694, "text": "IL-17 Genetic Variations Increase The Risk of Cirrhotic/Hepatocellular Carcinoma in Patients with Hepatitis B Virus Infection."}, {"pubmed": 34360808, "text": "Interleukin-17 and Th17 Lymphocytes Directly Impair Motoneuron Survival of Wildtype and FUS-ALS Mutant Human iPSCs."}, {"pubmed": 34554386, "text": "Influence of interleukin 17 A and 17 F polymorphisms in keratoconus."}, {"pubmed": 34587561, "text": "Divergent functions of IL-17-family cytokines in DSS colitis: Insights from a naturally-occurring human mutation in IL-17F."}, {"pubmed": 34611705, "text": "Interleukin-17 family members in health and disease."}, {"pubmed": 34705056, "text": "Association between IL-17A, IL-17F and IL-17RA gene polymorphisms and susceptibility to psoriasis and psoriatic arthritis: a meta-analysis."}, {"pubmed": 34744511, "text": "Polymorphisms within Genes Coding for IL-17A and F and Their Receptor as Clinical Hallmarks in Ankylosing Spondylitis."}, {"pubmed": 34877855, "text": "Association between interleukin-17F rs763780 polymorphism and psoriasis risk: A meta-analysis."}, {"pubmed": 35012470, "text": "Variable roles of interleukin-17F in different cancers."}, {"pubmed": 35277002, "text": "IL-17A, IL-17E and IL-17F as Potential Biomarkers for the Intensity of Low-Grade Inflammation and the Risk of Cardiovascular Diseases in Obese People."}, {"pubmed": 35410225, "text": "The associations between interleukin-17 single-nucleotide polymorphism and colorectal cancer susceptibility: a systematic review and meta-analysis."}, {"pubmed": 35960353, "text": "Association of rs4711998 of IL-17A, rs2275913 of IL-17A and rs763780 IL-17F gene polymorphisms with non-segmental vitiligo in a Mexican population."}, {"pubmed": 35971833, "text": "Interleukin-17 Genes Polymorphisms are Significantly Associated with Cutaneous T-cell Lymphoma Susceptibility."}, {"pubmed": 36068342, "text": "Association between Interleukin-17F 7488A/G and 7383A/G polymorphisms and susceptibility to juvenile idiopathic arthritis."}, {"pubmed": 36260993, "text": "IL-17-induced dimerization of IL-17RA drives the formation of the IL-17 signalosome to potentiate signaling."}, {"pubmed": 36292624, "text": "<i>IL17F</i> Expression as an Early Sign of Oxidative Stress-Induced Cytotoxicity/Apoptosis."}, {"pubmed": 36658661, "text": "Associations between interleukin 17A and 17F polymorphisms and asthma susceptibility: A meta-analysis."}, {"pubmed": 36701075, "text": "Associations of IL-17 and IL-17 receptor polymorphisms with Behcet's disease in Denizli Province of Turkey."}, {"pubmed": 36779703, "text": "IL-17A and IL-17F polymorphisms and asthma risk: A meta-analysis."}, {"pubmed": 37171073, "text": "Genetic polymorphism of IL-17F rs763780 contributes to the susceptibility to bipolar disorder but not to schizophrenia in the Turkish population."}, {"pubmed": 37239484, "text": "Association between IL-17F, IL-17RA Gene Polymorphisms and Response to Biological Drugs in Psoriasis and Beyond."}, {"pubmed": 37347817, "text": "Screening of interleukin 17F gene polymorphisms and eight subgingival pathogens in chronic periodontitis in Libyan patients."}, {"pubmed": 37600764, "text": "The paradigm of IL-23-independent production of IL-17F and IL-17A and their role in chronic inflammatory diseases."}, {"pubmed": 37751416, "text": "Association of IL-17F rs2397084 (E126G), rs11465553 (V155I) and rs763780 (H161R) variants with rheumatoid arthritis and their effects on the stability of protein."}, {"pubmed": 38153389, "text": "Association of Polymorphisms of the IL-17A and IL-17F Genes with Increased Risk of Hypertension and Obesity in Mexican Patients with COVID-19."}, {"pubmed": 38270309, "text": "Association of polymorphism of IL-17A, IL-17F, and IL-6 with Toxoplasma gondii infection susceptibility in HIV/AIDS patients in Shiraz, southern Iran."}, {"pubmed": 38331704, "text": "Association of IL-17F rs763780 polymorphism and risk of psoriasis in Turkish population: a case-control study."}, {"pubmed": 38416662, "text": "Association of Interleukin-17A and Interleukin-17F Gene Polymorphisms with Atopic Dermatitis in Chinese Children."}, {"pubmed": 38531177, "text": "Dual blockade of interleukin-17A and interleukin-17F as a therapeutic strategy for liver fibrosis: Investigating the potential effect and mechanism of brodalumab."}, {"pubmed": 38871733, "text": "Association of interleukin-17F (rs763780) single nucleotide polymorphism with multiple sclerosis and optic neuritis."}], "genomic_pos": {"chr": "6", "end": 52245689, "ensemblgene": "ENSG00000112116", "start": 52236681, "strand": -1}, "genomic_pos_hg19": {"chr": "6", "end": 52109335, "start": 52101479, "strand": -1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0001819", "pubmed": 11591732, "qualifier": "involved_in", "term": "positive regulation of cytokine production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002225", "qualifier": "involved_in", "term": "positive regulation of antimicrobial peptide production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002250", "qualifier": "involved_in", "term": "adaptive immune response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0016525", "pubmed": 11591732, "qualifier": "involved_in", "term": "negative regulation of angiogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0017015", "pubmed": 11591732, "qualifier": "involved_in", "term": "regulation of transforming growth factor beta receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032645", "pubmed": 11574464, "qualifier": "involved_in", "term": "regulation of granulocyte macrophage colony-stimulating factor production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032663", "pubmed": 11591732, "qualifier": "involved_in", "term": "regulation of interleukin-2 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032675", "pubmed": 11574464, "qualifier": "involved_in", "term": "regulation of interleukin-6 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032677", "pubmed": 11574464, "qualifier": "involved_in", "term": "regulation of interleukin-8 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032755", "pubmed": 21350122, "qualifier": "involved_in", "term": "positive regulation of interleukin-6 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032761", "pubmed": 11591732, "qualifier": "involved_in", "term": "positive regulation of lymphotoxin A production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045087", "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050829", "qualifier": "involved_in", "term": "defense response to Gram-negative bacterium"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050830", "qualifier": "involved_in", "term": "defense response to Gram-positive bacterium"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051216", "pubmed": 11574464, "qualifier": "involved_in", "term": "cartilage development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0097400", "pubmed": 21350122, "qualifier": "involved_in", "term": "interleukin-17-mediated signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1900017", "qualifier": "involved_in", "term": "positive regulation of cytokine production involved in inflammatory response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000340", "pubmed": 21350122, "qualifier": "involved_in", "term": "positive regulation of chemokine (C-X-C motif) ligand 1 production"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "located_in", "term": "extracellular space"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0005125", "pubmed": 11591732, "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005126", "qualifier": "enables", "term": "cytokine receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [25416956, 28827714], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0019955", "pubmed": 11574464, "qualifier": "enables", "term": "cytokine binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042803", "pubmed": 11574464, "qualifier": "enables", "term": "protein homodimerization activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046982", "qualifier": "enables", "term": "protein heterodimerization activity"}]}, "homologene": {"genes": [[8364, 101734051], [9031, 395111], [9544, 708220], [9598, 472030], [9606, 112744], [9615, 481838], [9913, 506030], [10090, 257630], [10116, 301291]], "id": 17115}, "interpro": [{"desc": "Interleukin-17 family", "id": "IPR010345", "short_desc": "IL-17_fam"}, {"desc": "Interleukin-17, chordata", "id": "IPR020440", "short_desc": "IL-17_chr"}, {"desc": "Cystine-knot cytokine", "id": "IPR029034", "short_desc": "Cystine-knot_cytokine"}], "ipi": "IPI00791572", "map_location": "6p12.2", "name": "interleukin 17F", "other_names": ["cytokine ML-1", "interleukin-17F"], "pathway": {"kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04657", "name": "IL-17 signaling pathway - Homo sapiens (human)"}, {"id": "hsa04659", "name": "Th17 cell differentiation - Homo sapiens (human)"}, {"id": "hsa05321", "name": "Inflammatory bowel disease - Homo sapiens (human)"}], "pid": {"id": "il23pathway", "name": "IL23-mediated signaling events"}, "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-448424", "name": "Interleukin-17 signaling"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-6785807", "name": "Interleukin-4 and Interleukin-13 signaling"}, {"id": "R-HSA-9679506", "name": "SARS-CoV Infections"}, {"id": "R-HSA-9694516", "name": "SARS-CoV-2 Infection"}, {"id": "R-HSA-9705671", "name": "SARS-CoV-2 activates/modulates innate and adaptive immune responses"}, {"id": "R-HSA-9705683", "name": "SARS-CoV-2-host interactions"}, {"id": "R-HSA-9824446", "name": "Viral Infection Pathways"}], "wikipathways": {"id": "WP2112", "name": "IL17 signaling pathway"}}, "pdb": ["1JPY", "3JVF", "5N92", "5NAN", "6HG4", "6HG9", "6HGO", "6PPG", "8RUU"], "pfam": "PF06083", "pharmgkb": "PA29800", "pharos": {"target_id": 2678, "tdl": "Tclin"}, "reagent": {"CM-LibrX-no-seq": [{"id": "GNF328727", "relationship": "is"}, {"id": "GNF328728", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF269875", "relationship": "is"}, {"id": "GNF269876", "relationship": "is"}, {"id": "GNF269877", "relationship": "is"}, {"id": "GNF269878", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF085023", "relationship": "is"}, {"id": "GNF085024", "relationship": "is"}, {"id": "GNF085025", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051745", "relationship": "is"}, {"id": "GNF056511", "relationship": "is"}, {"id": "GNF061278", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF063105", "relationship": "is"}, {"id": "GNF063106", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF007090", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF330851", "relationship": "is"}, {"id": "GNF334111", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF337011", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF110310", "relationship": "is"}, {"id": "GNF149951", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000006.12", "NC_060930.1", "NG_031869.1"], "protein": ["NP_443104.1", "XP_011512578.1", "XP_054210117.1"], "rna": ["NM_052872.4", "NM_172343.1", "XM_011514276.1", "XM_054354142.1"], "translation": [{"protein": "XP_054210117.1", "rna": "XM_054354142.1"}, {"protein": "NP_443104.1", "rna": "NM_052872.4"}, {"protein": "XP_011512578.1", "rna": "XM_011514276.1"}]}, "reporter": {"GNF1H": "gnf1h01184_at", "HG-U133_Plus_2": "234408_at", "HTA-2_0": "TC06001798.hg.1", "HuEx-1_0": "2957111", "HuGene-1_1": "8127024", "HuGene-2_1": "17020012"}, "summary": "The protein encoded by this gene is a cytokine that shares sequence similarity with IL17. This cytokine is expressed by activated T cells, and has been shown to stimulate the production of several other cytokines, including IL6, IL8, and CSF2/GM_CSF. This cytokine is also found to inhibit the angiogenesis of endothelial cells and induce endothelial cells to produce IL2, TGFB1/TGFB, and monocyte chemoattractant protein-1. [provided by RefSeq, Jul 2008].", "symbol": "IL17F", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1424252"}, "unigene": "Hs.272295", "uniprot": {"Swiss-Prot": "Q96PD4"}}