{"AllianceGenome": "5986", "HGNC": "5986", "MIM": "600953", "_id": "3606", "_version": 2, "accession": {"genomic": ["AB015961.1", "AB095532.1", "AJ295724.1", "AP002007.4", "AP002884.5", "CH471065.1", "CP068267.2", "EF444989.1", "MW526121.1", "MW526122.1", "MW526123.1", "MW526124.1", "MW526125.1", "MW526126.1", "MW526127.1", "MW526128.1", "MW526129.1", "MW526130.1", "MW526131.1", "MW526132.1", "MW526133.1", "MW526134.1", "MW526135.1", "MW526136.1", "MW526137.1", "MW526138.1", "MW526139.1", "MW526140.1", "MW526141.1", "MW526142.1", "MW526143.1", "MW526144.1", "MW526145.1", "MW526146.1", "MW526147.1", "MW526148.1", "MW526149.1", "MW526150.1", "MW526151.1", "MW526152.1", "MW526153.1", "MW526154.1", "MW526155.1", "MW526156.1", "MW526157.1", "MW526158.1", "MW526159.1", "MW526160.1", "MW526161.1", "MW526162.1", "MW526163.1", "MW526164.1", "MW526165.1", "MW526166.1", "MW526167.1", "MW526168.1", "MW526169.1", "MW526170.1", "MW526171.1", "NC_000011.10", "NC_060935.1", "NG_028143.1"], "protein": ["AAB50010.1", "AAC27787.1", "AAH07007.1", "AAH07461.1", "AAK57024.1", "AAK95950.1", "AAP92112.1", "ACA06006.1", "BAA08706.1", "CAC01436.1", "CAG46771.1", "CAG46798.1", "EAW67184.1", "EAW67185.1", "NP_001230140.1", "NP_001373349.1", "NP_001553.1", "Q14116.1", "QUP51703.1", "QUP51704.1", "QUP51705.1", "QUP51706.1", "QUP51707.1", "QUP51708.1", "QUP51709.1", "QUP51710.1", "QUP51711.1", "QUP51712.1", "QUP51713.1", "QUP51714.1", "QUP51715.1", "QUP51716.1", "QUP51717.1", "QUP51718.1", "QUP51719.1", "QUP51720.1", "QUP51721.1", "QUP51722.1", "QUP51723.1", "QUP51724.1", "QUP51725.1", "QUP51726.1", "QUP51727.1", "QUP51728.1", "QUP51729.1", "QUP51730.1", "QUP51731.1", "QUP51732.1", "QUP51733.1", "QUP51734.1", "QUP51735.1", "QUP51736.1", "QUP51737.1", "QUP51738.1", "QUP51739.1", "QUP51740.1", "QUP51741.1", "QUP51742.1", "QUP51743.1", "QUP51744.1", "QUP51745.1", "QUP51746.1", "QUP51747.1", "QUP51748.1", "QUP51749.1", "QUP51750.1", "QUP51751.1", "QUP51752.1", "QUP51753.1", "XP_011541107.1", "XP_054224645.1"], "rna": ["AF077611.1", "AF380360.1", "AK311301.1", "AY044641.1", "AY266351.1", "BC007007.1", "BC007461.1", "BC015863.1", "BU633686.1", "CR541973.1", "CR542001.1", "D49950.1", "NM_001243211.2", "NM_001386420.1", "NM_001562.4", "U90434.1", "XM_011542805.2", "XM_054368670.1"], "translation": [{"protein": "AAP92112.1", "rna": "AY266351.1"}, {"protein": "AAH07461.1", "rna": "BC007461.1"}, {"protein": "NP_001373349.1", "rna": "NM_001386420.1"}, {"protein": "CAG46771.1", "rna": "CR541973.1"}, {"protein": "XP_011541107.1", "rna": "XM_011542805.2"}, {"protein": "XP_054224645.1", "rna": "XM_054368670.1"}, {"protein": "AAH07007.1", "rna": "BC007007.1"}, {"protein": "AAK95950.1", "rna": "AY044641.1"}, {"protein": "AAC27787.1", "rna": "AF077611.1"}, {"protein": "BAA08706.1", "rna": "D49950.1"}, {"protein": "AAK57024.1", "rna": "AF380360.1"}, {"protein": "NP_001230140.1", "rna": "NM_001243211.2"}, {"protein": "CAG46798.1", "rna": "CR542001.1"}, {"protein": "AAB50010.1", "rna": "U90434.1"}, {"protein": "NP_001553.1", "rna": "NM_001562.4"}]}, "alias": ["IGIF", "IL-18", "IL-1g", "IL1F4"], "ensembl": {"gene": "ENSG00000150782", "protein": ["ENSP00000280357", "ENSP00000434161", "ENSP00000434561"], "transcript": ["ENST00000280357", "ENST00000524595", "ENST00000525547", "ENST00000528832", "ENST00000533858", "ENST00000534225"], "translation": [{"protein": "ENSP00000434561", "rna": "ENST00000524595"}, {"protein": "ENSP00000280357", "rna": "ENST00000280357"}, {"protein": "ENSP00000434161", "rna": "ENST00000528832"}], "type_of_gene": "protein_coding"}, "entrezgene": "3606", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 4.69285956755, "exp_mis": 42.9147068955, "exp_syn": 17.4558395055, "lof_z": 1.23135866870356, "mis_z": 0.964268610218567, "mu_lof": 3.4591725387e-07, "mu_mis": 4.72413553222e-06, "mu_syn": 1.75696523903e-06, "n_lof": 2.0, "n_mis": 30.0, "n_syn": 15.0, "p_li": 0.102774109232244, "p_null": 0.123358117694949, "p_rec": 0.773867773072807, "syn_z": 0.364400650582405}, "bp": 582, "cds_end": 112025776, "cds_start": 112014318, "n_exons": 5, "nonpsych": {"exp_lof": 4.16731959762, "exp_mis": 38.7617808237, "exp_syn": 15.7190486456, "lof_z": 1.04266906738788, "mis_z": 1.19591016698828, "mu_lof": 3.4591725387e-07, "mu_mis": 4.72413553222e-06, "mu_syn": 1.75696523903e-06, "n_lof": 2.0, "n_mis": 24.0, "n_syn": 12.0, "p_li": 0.09345855722898, "p_null": 0.158657818659882, "p_rec": 0.747883624111138, "syn_z": 0.590584951845845}, "transcript": "ENST00000280357.7"}, "exons": [{"cdsend": 112155053, "cdsstart": 112143595, "chr": "11", "position": [[112143259, 112143817], [112148602, 112148736], [112150071, 112150206], [112154974, 112155061], [112163905, 112164094]], "strand": -1, "transcript": "NM_001243211", "txend": 112164094, "txstart": 112143259}, {"cdsend": 112155053, "cdsstart": 112143595, "chr": "11", "position": [[112143259, 112143817], [112148602, 112148736], [112150071, 112150206], [112153591, 112153603], [112154974, 112155061], [112163905, 112164094]], "strand": -1, "transcript": "NM_001562", "txend": 112164094, "txstart": 112143259}], "exons_hg19": [{"cdsend": 112025776, "cdsstart": 112014318, "chr": "11", "position": [[112013982, 112014540], [112019325, 112019459], [112020794, 112020929], [112025697, 112025784], [112034628, 112034817]], "strand": -1, "transcript": "NM_001243211", "txend": 112034817, "txstart": 112013982}, {"cdsend": 112025776, "cdsstart": 112014318, "chr": "11", "position": [[112013982, 112014540], [112019325, 112019459], [112020794, 112020929], [112024314, 112024326], [112025697, 112025784], [112034628, 112034817]], "strand": -1, "transcript": "NM_001562", "txend": 112034817, "txstart": 112013982}], "generif": [{"pubmed": 11466388, "text": "IL-18 is an angiogenesis mediator that induces microvascular endothelial cell migration, promotes endothelial cell tube formation in vitro and in vivo, and contributes to rheumatoid arthritis synovial fluid-induced endothelial cell migration."}, {"pubmed": 11466388, "text": "a novel function for IL-18 as an angiogenic factor in RA and may elucidate a potential therapeutic target for angiogenesis-directed diseases."}, {"pubmed": 11714826, "text": "Bioactive IL-18 exhibiting IFN-gamma-inducing activity is detected in the supernatant of cultured gingival epithelial cells on costimulation with neutrophil proteinase 3 and LPS after IFN-gamma-priming."}, {"pubmed": 11770036, "text": "IL-18 production may discriminate between gram-positive and gram-negative sepsis, and increased IL-18 appearance may be associated with an adverse outcome in septic patients."}, {"pubmed": 11781190, "text": "activation of by Staphylococcus aureus in peripheral blood mononuclear cells"}, {"pubmed": 11790772, "text": "identification of amino acid residues critical for biological activity"}, {"pubmed": 11798931, "text": "IL-18 might be a positive regulation factor for the proliferation of J6-1 cells after in an autocrine model."}, {"pubmed": 11805151, "text": "The expression of functional IL-18 on human atheroma-associated ECs, SMCs, and MPhi, and its unexpected ability to induce IFN-gamma expression in SMCs, suggests a novel paracrine proinflammatory pathway operating during atherogenesis"}, {"pubmed": 11855785, "text": "There was little serum IL-18 bioactivity as measured by interferon gamma production in 3 leukemia patients, although both serum IL-18 and leukemia cell IL-18 mrna levels were high."}, {"pubmed": 11888846, "text": "Cushing's syndrome patients have markedly elevated levels of the proinflammatory cytokine IL-18"}, {"pubmed": 11894141, "text": "review: Immunoregulatory functions of interleukin 18 and its role in defense against bacterial pathogens."}, {"pubmed": 11895335, "text": "presence of high levels of IL-18 in the cord blood of the pre-term infants is correlated with the incidence of periventricular leukomalacia and cerebral palsy and may provide a prognostic marker applicable at birth"}, {"pubmed": 11905033, "text": "critically involved in regulation of IgE production in vivo, providing a potential therapeutic target for allergic disorders."}, {"pubmed": 11920321, "text": "role in Candida albicans-induced interferon-gamma production in human whole- blood cultures"}, {"pubmed": 11936774, "text": "Effect of diesel exhaust on Il-18 protein and mrna expression levels in alveolar macrophage cells and a macrophage cell line in the absence and presence of Mycobacterium bovis appeared to have little effect, in contrast to other cytokines."}, {"pubmed": 11958300, "text": "IL-18 is involved in the inflammatory response and the initiation of the multiorgan dysfunctions following cardiopulmonary bypass"}, {"pubmed": 11960649, "text": "IL-18 is linked to raised IFN-gamma in multiple sclerosis and is induced by activated CD4(+) T cells via CD40-CD40 ligand interactions."}, {"pubmed": 12105209, "text": "signal transduction pathways involved in rheumatoid arthritis synovial fibroblast interleukin-18-induced vascular cell adhesion molecule-1 expression"}, {"pubmed": 12149432, "text": "Physiological levels of interleukin-18 stimulate multiple neutrophil functions through p38 MAP kinase activation."}, {"pubmed": 12172382, "text": "Results show increased levels of interleukin-18 in human cerebrospinal fluid following traumatic brain injury, and that administration of the IL-18 inhibitor, IL-18-binding protein, enhances neurological recovery."}, {"pubmed": 12207348, "text": "Short-chain fatty acids up-regulate IL-18 protein expression in intestinal epithelial cells, suggesting a potential regulatory contribution of these luminal constituents to T cell mediated inflammatory and neoplastic intestinal conditions."}, {"pubmed": 12366781, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12366781, "text": "The polymorphisms of the IL-18 gene may play a possible role in expression regulation of the gene in sarcoidosis."}, {"pubmed": 12377944, "text": "activation and release of IL-18 induced by bacterial virulence factors may represent one component of innate immunity against the intracellular bacteria"}, {"pubmed": 12381835, "text": "after binding to IL-18BP, IL-1F7b forms a complex with IL-18Rbeta, depriving the beta-chain of forming a functional receptor complex with IL-18Ralpha and thus inhibiting IL-18 activity"}, {"pubmed": 12387830, "text": "The enhanced IL-18 production by ultraviolet B irradiation requires reactive oxygen intermediates and activator protein-1. signaling in keratinocytes."}, {"pubmed": 12390326, "text": "interleukin-18 production is increased in patients with lupus nephritis"}, {"pubmed": 12401730, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12401730, "text": "promoter is polymorphic in type 1 diabetes"}, {"pubmed": 12424620, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12438388, "text": "produced by oral epithelial cells in response to exposure to Candida albicans or lipopolysaccharide stimulation"}, {"pubmed": 12456593, "text": "elevated IL-18 and IL-12, and related pro-inflammatory activity, may be associated with aberrant matrix metalloproteinase activity"}, {"pubmed": 12472176, "text": "The influence of IL-18 on the IL-6 production by PMN appears to indicate a potential role of IL-18 in the early steps of the inflammatory cascade and other immune reactions mediated by IL-6."}, {"pubmed": 12472673, "text": "IL-18 production is elevated in pulmonary and pleural tuberculosis."}, {"pubmed": 12517977, "text": "IL-18 has chemoattractant properties in vitro and in vivo operating in particular upon human Th1 cells, and may have an role in promoting recruitment of memory Th1 cells to an inflammatory lesion."}, {"pubmed": 12527894, "text": "IL-8 expression is negatively linked to ER status of breast and ovarian cancer cells.IL-8 expression is associated with a higher invasiveness potential of cancer cells in vitro, which suggests that IL-8 could be a novel marker of tumor aggressiveness."}, {"pubmed": 12571842, "text": "IL-18 is a primary proinflammatory cytokine in RA that drives the local production of IL-1beta and TNFalpha."}, {"pubmed": 12572878, "text": "Interleukin 18 is probably one of several genes that determine susceptibility to Crohn's disease."}, {"pubmed": 12572878, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12594843, "text": "Increased expression of DC-SIGN+IL-12+IL-18+ and CD83+IL-12-IL-18- dendritic cell populations in the colonic mucosa of patients with Crohn's disease"}, {"pubmed": 12654091, "text": "plasma level correlates with severity of malaria falciparum disease, and production coregulated together with Il-12 production"}, {"pubmed": 12679613, "text": "IL-18 and TNF-alpha function both as apoptosis-promoting factors and as apoptosis-inhibiting factors in acute liver failure"}, {"pubmed": 12738632, "text": "In the severe malarial anemia group the IL-18 response rate declined to 30% from 70% for uncomplicated malaria , supporting the hypothesis that impairment of IL-18 response may contribute to the development of severe malarial anemia."}, {"pubmed": 12748489, "text": "IL-18 levels were similar in controls and preeclamptic women. IL-18 was not associated with gestational age."}, {"pubmed": 12759422, "text": "Synergistic interactions between IL-18, IL-15, and IL-21 play an important role in NK and T cell functions by enhancing IFN-gamma gene expression; IL-18 induces NF-kappa B binding to the IFN-gamma promoter."}, {"pubmed": 12788305, "text": "levels of IL-12 represent a reliable parameter to predict the progression of Plasmodium falciparum malaria, which may be complemented or modulated by IL-18 and TGF-beta"}, {"pubmed": 12794718, "text": "expression of IP-10 in serum and liver highest in chronic hepatitis C and correlates with accumulation of Il-18 and INFgamma mRNA in chronic hepatitis C, but not in hepatitis B nor in nonviral liver disorders"}, {"pubmed": 12796418, "text": "Serum levels of interleukin-18--a potential marker of cardiovascular death--could be determined by genetic predisposition"}, {"pubmed": 12819633, "text": "Review: role in acute graft-vs-host disease"}, {"pubmed": 12847274, "text": "Neutrophils from both rheumatoid arthritis patients and healthy donors produce significant amounts of leukotriene B4 in response to recombinant human IL-18."}, {"pubmed": 12857602, "text": "IL-15 alone, similarly to IL-18, has no significant ability for regulation of both soluble IL-6 receptors, sIL-6R and sgp130, released by human neutrophils."}, {"pubmed": 12858406, "text": "hepatitis B core antigen (HBcAg)-mediated regulation of IL-18 production in peripheral blood mononuclear cells (PBMCs) from healthy controls (HC) and patients with chronic hepatitis B (CHB) or acute hepatitis B"}, {"pubmed": 12874316, "text": "the bacterial virulence factor SipB plays an essential posttranslational role in the intracellular activation of IL-18 and the release of the cytokine in alveolar macrophages"}, {"pubmed": 12911784, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12938205, "text": "increase in the number of IL-18 positive inflammatory cells in nasal immune response to respiratory syncytial virus bronchiolitis"}, {"pubmed": 12941729, "text": "In type 2 diabetes, plasma IL-18 concentrations are greater than in nondiabetic subjects and IL-18 is an independent determinant of plasma homocysteine."}, {"pubmed": 12947340, "text": "Each single nucleotide polymorphism had 2 alleles and 3 genotypes. When the -607bp CA genotype was combined with the -137bp GC genotype (CA/GC), only 4 patients (27%) developed sepsis."}, {"pubmed": 12947340, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14504095, "text": "might have a profound role during the initiation phase of an immune response by recruiting pre-dendritic cells 2 and modulating their function"}, {"pubmed": 14556808, "text": "Levels significantly higher in previously untreated endometriosis. Women with superficial and deep peritoneal implants had significantly higher IL-18 levels than did women with endometriomas. Significantly higher in luteal phase than in follicular phase."}, {"pubmed": 14561165, "text": "macrophage-derived IL-18 is critically involved in the onset and the development of Crohn's disease--REVIEW"}, {"pubmed": 14581397, "text": "Plasma IL-18 level was identified as an independent predictor of coronary events in healthy, middle-aged European men"}, {"pubmed": 14584052, "text": "Data show that gingival fibroblasts express interleukin-1 (IL_1) beta converting enzyme mRNA, but low levels of IL-1 beta mRNA, and do not secrete interleukin-18."}, {"pubmed": 14605444, "text": "findings indicate that cytochalasin E activates protein kinase C under the depolymerization of actin filament, leading to the induction of interleukin-8 production and the up-regulation of CD54 in HeLa cells"}, {"pubmed": 14617033, "text": "we described the IL-18 gene promoter region genotypes and combined genotypes.  IL-18 is postulated to play a role in RA."}, {"pubmed": 14630085, "text": "IL-18 increases invasiveness of HL-60 myeloid leukemia cells by up-regulation of matrix metalloproteinases-9 expression"}, {"pubmed": 14640907, "text": "Review. IL-18 is a unique cytokine with prominently wide spectrum biological actions. Among these, its IFN-gamma/TNF-alpha-inducing activity primarily contributes to the development of various inflammatory diseases including inflammatory arthritis."}, {"pubmed": 14660053, "text": "IL-18 has a role in enhancing natural killer cell anti-tumor activity"}, {"pubmed": 14662834, "text": "IL-18 has a direct migratory effect on monocyte-derived dendritic cells, as indicated by induction of filamentous actin polymerization and migration in Boyden chamber chemotaxis assays."}, {"pubmed": 14679107, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14697936, "text": "Significantly higher levels of il-4 were noted during the acute phase of infection among children with an increased incidence of respiratory infections."}, {"pubmed": 14709415, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 14725568, "text": "The expression of IL-8 and IL-18 mRNAs was down-regulated from the third or fourth gestational month (GM) until the eighth or ninth GM, respectively, and both increased before the onset of labor"}, {"pubmed": 14734463, "text": "Dysregulated expression of IL-18 is associated with chronic B-cell lymphoproliferative disorders"}, {"pubmed": 14738910, "text": "Results indicate a novel role for interleukin-18 in rheumatoid inflammation through the synovial serum amyloid A production."}, {"pubmed": 14764217, "text": "Major trauma can lead to a marked elevation of interleukin-18, which might be associated with organ dysfunction."}, {"pubmed": 14960579, "text": "IL-18 activates both intrinsic and extrinsic proapoptotic signaling pathways, induces endothelial cell death, and thereby may play a role in myocardial inflammation and injury"}, {"pubmed": 14991611, "text": "Interaction of PU.1 with GC-box binding protein is involved in IL-18 transactivation in myeloid cells."}, {"pubmed": 14998974, "text": "The elevation of IL-18 in the peritoneal fluid of endometriosis patients and the induction of COX-II in peritoneal monocytes by IL-18 suggest that IL-18 plays a pathogenic role in endometriosis."}, {"pubmed": 15005726, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15104599, "text": "data indicate that lack of IL-18 release from streptococcal protein I/II activated fibroblast-like synoviocytes results from a defect in translation of IL-18 mRNA into pro-IL-18 because of rapid degradation of IL-18 mRNA"}, {"pubmed": 15140035, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15212675, "text": "The serum IL-18 level at day of ovum pickup may predict consequent development of ovarian hyperstimulation syndrome (OHSS)."}, {"pubmed": 15225625, "text": "IL-18 stimulation induces the production of activated forms of matrix metalloproteinase-2 in natural killer cells."}, {"pubmed": 15230817, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15277983, "text": "IL-18 meets the requirements of being a cytokine that epithelial cells use to control C. albicans infections"}, {"pubmed": 15302292, "text": "a marker of ovarian hyperstimulation syndrome, with correlation to capillary hyperpermeability parameters"}, {"pubmed": 15308504, "text": "IL-18 levels in the serum and bronchoalveolar lavage fluid of patients with idiopathic pulmonary fibrosis were significantly higher than those in control subjects"}, {"pubmed": 15327523, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15358638, "text": "a single allelic CFTR mutation is sufficient to augment IL-8 secretion in response to LPS. This is not a result of increased LPS receptor expression but, rather, is associated with alterations in MAPK signaling."}, {"pubmed": 15371332, "text": "A potential role for the immunoinflammatory IL-18 signaling pathway in the pathophysiology of heart failure."}, {"pubmed": 15463896, "text": "Decreased IL-18 expression in cystic fibrosis patients may contribute to decreased IFN-gamma production."}, {"pubmed": 15471361, "text": "expression of caspase-1 and IL-18 was significantly increased in multiple sclerosis patients"}, {"pubmed": 15555533, "text": "HIV infection resulted in a more than fourfold increase of plasma IL-18; a positive correlation between plasma IL-18 and viral load was found; excessive production of IL-18 may promote viral replication and disease progression in advanced HIV-infections"}, {"pubmed": 15581980, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15585330, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15643599, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 15644127, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15645140, "text": "RANTES, MIP-1beta and IL-18 are expressed in LGL leukemia"}, {"pubmed": 15646011, "text": "high serum levels of IL-18 and TNF-alpha suggested that they might play a role in the pathogenesis of diabetes mellitus and in the development of nephropathy in diabetic patients whether of type 1 or 2"}, {"pubmed": 15663745, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15674367, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15710458, "text": "IL-18 possesses a profile of in vitro neuroendocrine activities in rat hypothalami opposing to, and even antagonizing, those of IL-1 beta."}, {"pubmed": 15728489, "text": "Recombinant human IL-18 combined with IL-12 and recombinant IL-2 induces phenotypic and functional changes in murine thymocytes that alter migration, differentiation, and cell death of immature T cells in the thymus and potentially affect Th1/Th2 bias."}, {"pubmed": 15731584, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15753257, "text": "findings suggest several mechanisms that are likely to regulate IL18-induced priming of the oxidative burst in PMNs in their blood environment"}, {"pubmed": 15760905, "text": "IL-18, IL-18 receptor alpha, and CD48 complex formation via glycosylphosphatidylinositol anchor glycan triggers binding to IL-18 receptor beta, and thereby induces intracellular signal transduction and IFN-gamma production."}, {"pubmed": 15786533, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15786533, "text": "polymorphisms of the promoter region of IL-18 gene at position -607 and -137 are closely associated with susceptibility to chronic hepatitis B"}, {"pubmed": 15789055, "text": "Observational study of genotype prevalence and gene-disease association. (HuGE Navigator)"}, {"pubmed": 15802534, "text": "dendritic cells initiate NK cell activation by targeted delivery of IL-18"}, {"pubmed": 15806006, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15816833, "text": "CRH regulates IL-18 production through the MAPK signaling pathway in human keratinocytes."}, {"pubmed": 15826815, "text": "High production of VEGF and low production of IL-18 by polymorphonuclear leukocytes of cancer patients may promote neoangiogenesis and may be important for benign tumour cells to acquire metastatic phenotype in the early stage of oral cavity cancer"}, {"pubmed": 15842270, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15842270, "text": "six different gene polymorphisms were not associated with destructive periodontal disease"}, {"pubmed": 15860738, "text": "Higher serum IL-18 levels appear to be associated with greater carotid intima-media thickness, suggesting the link between IL-18 and atherosclerosis"}, {"pubmed": 15860756, "text": "IL-18 activates key signaling pathways in vascular smooth muscle cells (VSMCs) including transcription factors NF-kB and AP-1."}, {"pubmed": 15863395, "text": "Circulating levels of IL-18, but not IFN-gamma or IL-12, reflect disease activity in patients with tuberculosis."}, {"pubmed": 15894108, "text": "upregulation of epithelial IL-18 plays an important role in immune and immunopathological reactions in renal parenchyma and contributes to rejection mechanisms of kidney allograft"}, {"pubmed": 15896202, "text": "-607 A/C (rs1946518) and -137 G/C (rs187238) polymorphisms within the IL-18-promoter region do not play a major role in rheumatoid arthritis predisposition"}, {"pubmed": 15896202, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15927856, "text": "IL-18 was found to be independent predictor for the complex lesion morphology in unstable angina patients"}, {"pubmed": 15932380, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15955098, "text": "Keratinocytes functionally respond to IL-18 with upregulation of MHC II and production of chemokine CXCL10/IP-10. Role of IL-18 in inflammatory skin diseases in the epidermal compartment."}, {"pubmed": 15963597, "text": "Lipopolysaccharide-induced IL-18 production was down-regulated by recombinant HBsAg by interfering mainly with the NFkappaB pathway"}, {"pubmed": 16024007, "text": "short-term exposure of CD56+ cells to IL15/IL12 or IL15/IL18 at 8-day intervals may hold a promise for improved clinical results in cellular adoptive cancer immunotherapy"}, {"pubmed": 16043644, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16043644, "text": "Variations of the IL18 gene consistently influence circulating levels of IL-18 and clinical outcome in patients with coronary artery disease."}, {"pubmed": 16049975, "text": "findings show a novel mechanism of gastric cancer cells that allows their immune escape utilizing IL-18"}, {"pubmed": 16051062, "text": "IL-12 and IL-18, which synergise to stimulate NK cells to produce interferon-gamma, are produced following the Chlamydia trachomatis infection of dendritic cells and epithelial cells"}, {"pubmed": 16052331, "text": "The fat-free mass compartment may significantly contribute to the relationship between serum IL-18 and insulin action."}, {"pubmed": 16053025, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16053025, "text": "The differences in the promoter activity according to promoter haplotypes of the IL-18 gene result in an altered protein expression in sarcoidosis."}, {"pubmed": 16059673, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16061751, "text": "Single nucleotide polymorphism may be a candidate for investigating the genetics of atheroclerosis."}, {"pubmed": 16078996, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16084898, "text": "IL-18 105 gene polymorphism is not correlated with endometriosis development."}, {"pubmed": 16186395, "text": "elevated levels of interleukin-18 are associated with a considerably increased risk of type 2 diabetes"}, {"pubmed": 16215941, "text": "Data show that the polymorphisms of the promoter region of IL-18 gene at position -607C/A and -137G/C are correlated with chronic hepatitis B in Chinese Han population."}, {"pubmed": 16215941, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16243298, "text": "Although these polymorphisms appear to have no association with atopic phenotypes in our population, subsequent functional studies suggest that polymorphisms in the IL-18 promoter region could affect significantly its activity."}, {"pubmed": 16260350, "text": "Increased interleukin-18 content and angiogenic activity of sera from diabetic (Type 2) patients with background retinopathy"}, {"pubmed": 16266857, "text": "HIV-1 and its regulatory protein, Nef, are able to down-regulate the release of IL-18, in vitro."}, {"pubmed": 16273766, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16306550, "text": "Serum levels of IL-18 might be a predictor of progression of diabetic nephropathy as well as cardiovascular diseases."}, {"pubmed": 16306764, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 16306764, "text": "observed a new association of polymorphisms within the IL-18 gene in patients with Crohn's Disease depending on the CARD15/NOD2 genotype"}, {"pubmed": 16306765, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16315783, "text": "Decrease of IL-18 levels in idiopathic pulmonary fibrosis patients, after 12 months of therapy could possibly be explained as IL-18 downregulation after IFN-gamma-1b treatment."}, {"pubmed": 16316892, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16325763, "text": "Together, these studies demonstrate a novel signal transduction pathway involving p38MAPK-NF-kappaB-PTEN in IL-18-mediated HCMEC death, and identify IL-18 as potential therapeutic target to inhibit or reduce myocardial inflammation and injury."}, {"pubmed": 16339124, "text": "IL-18 serum concentrations are associated in apparently healthy humans with plasma concentrations of various liver chemistry tests; IL-18 could contribute to the development of liver disease associated with insulin resistance"}, {"pubmed": 16358956, "text": "Increased IL-18 levels are associated with type 1 diabetes mellitus"}, {"pubmed": 16373926, "text": "Serum levels do not differ between men and women, nor do they correlate with body weight and body fat mass."}, {"pubmed": 16405895, "text": "Plasma IL-18 is increased in postinfarction patients and is associated with coronary atherosclerosis."}, {"pubmed": 16406079, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16406656, "text": "Our results suggest that plasma IL-18, IL-6, IL-8, and C-reactive protein (CRP) levels reflect local inflammation associated with gouty arthritis, though IL-18 does not play an important role in neutrophil accumulation."}, {"pubmed": 16420594, "text": "IL-18 mRNA expression was significantly increased in the lungs affected by tuberculosis and sarcoidosis."}, {"pubmed": 16424284, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16428475, "text": "Increased plasma levels of IL-18 is associated with cutaneous T-cell lymphoma"}, {"pubmed": 16433722, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16433859, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16443795, "text": "Common allelic variation in IL18 is unlikely to contribute substantially to type 1 diabetes susceptibility in the populations tested and recommend routine application of tests for genetic equilibrium in population-based studies for genetic association."}, {"pubmed": 16443795, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16492204, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16493047, "text": "Through its capacity to affect DNA repair, IL-18 can restore an immune response that is suppressed by ultraviolet radiation."}, {"pubmed": 16514436, "text": "findings show IL-18 deposition is increased in renal biopsies of antineutrophil cytoplasm autoantibody (ANCA)-associated systemic vasculitis (ASV); conclude that IL-18 is likely to be important for neutrophil recruitment and priming in ASV"}, {"pubmed": 16516851, "text": "Thus, the genetic capacity to produce more IL-18 in response to stimuli may affect the onset of asthma."}, {"pubmed": 16556702, "text": "IL-18 mRNA expression was significantly increased in the lungs affected by tuberculosis and sarcoidosis."}, {"pubmed": 16563174, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16563174, "text": "Possession of the diplotype configuration is one of the genetic risk factors for susceptibility to juvenile arthritis in the Japanese population."}, {"pubmed": 16571086, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16584830, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16621994, "text": "proinflammatory response mediated by statins in activated peripheral blood mononuclear cells is mediated mainly via the activation of caspase-1 and IL-18 secretion in the monocytes and to a lesser extent by IL-12"}, {"pubmed": 16635219, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 16647017, "text": "Plasma levels of IL-18 and IFN-gamma were positively correlated with coronary heart disease, and levels in patients complicated with heart failure were higher than those not complicated with heart failure."}, {"pubmed": 16650813, "text": "IL-18 plays a key role in thrombospondin-1 expression involving JNK."}, {"pubmed": 16671950, "text": "IL-18-137 and - 607 promoter polymorphisms are not the significant factors influencing RA course and severity in a Polish population."}, {"pubmed": 16671950, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16738942, "text": "The presence of the -607 C allele correlates to HIV-1 infection and confers an increased risk of infection in subjects carrying the single nucleotide polymorphism."}, {"pubmed": 16759385, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16767839, "text": "serum interleukin-18 is expressed in patients experiencing cardiovascular events"}, {"pubmed": 16772281, "text": "Follicular fluid collected from spontaneous cycles contains detectable levels of IL-18."}, {"pubmed": 16780720, "text": "Data show that expression of IL-18 was significantly increased in the hippocampus of the developing recurrent seizures rats."}, {"pubmed": 16820919, "text": "Observational study of gene-environment interaction and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 16827865, "text": "urine lipocalin 2 and IL-18 represent early, predictive biomarkers of delayed graft function"}, {"pubmed": 16839849, "text": "non-fat cells in human adipose tissue contribute to most of the release of IL-18 seen during primary culture of adipose tissue explants from obese women"}, {"pubmed": 16842597, "text": "interleukin-18 production induced by ultraviolet B rays is downregulated by tannic acids in human HaCaT keratinocytes"}, {"pubmed": 16883062, "text": "IL-18 in serum is increased at early postburn period in moderately burned patients"}, {"pubmed": 16903774, "text": "IL-32 is a cell-associated proinflammatory cytokine, which is specifically stimulated by mycobacteria through a caspase-1- and IL-18-dependent production of interferon gamma."}, {"pubmed": 16909454, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16943580, "text": "IL-18 may be a contributing factor linking inflammation and insulin resistance in PCOS women."}, {"pubmed": 16948912, "text": "Th1-type cell and related cytokines might play an important role in the pathogenesis of HT and GD."}, {"pubmed": 16971411, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 16979683, "text": "our data show that variola virus IL-18BP prevents IL-18 from binding to IL-18R by interacting with three residues that are part of the binding site for hIL-18Ralpha."}, {"pubmed": 17001321, "text": "Inhibiting IL-18 markedly reduced the level of VEGF-enhanced migration, and IL-18 increased cell migration directly through filamentous-actin polymerization and tensin downregulation"}, {"pubmed": 17016692, "text": "Enhanced induction of dendritic cell maturation and HLA-A*0201-restricted CEA-specific CD8(+) CTL response by exosomes derived from IL-18 gene modified CEA-positive tumor cells."}, {"pubmed": 17027359, "text": "The expression and ratio of IL-18 antagonist to agonist may be responsible for embryo implantation."}, {"pubmed": 17055358, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17055358, "text": "Results obtained from analysis of the distribution of IL-18 promoter -607 C/A and -137 G/C polymorphisms in Behcet's disease patients suggest that the IL-18 promoter gene is a candidate susceptibility gene."}, {"pubmed": 17072982, "text": "IL-18 originates from the chronically inflammed pancreas and appears to be involved in the fibrotic destruction of the organ."}, {"pubmed": 17075246, "text": "This review discusses the functional role of the IL-18-induced innate allergic response in disease and host defense."}, {"pubmed": 17077020, "text": "relationship between IL-18 levels in urine and parameters of renal pathological changes in patients with lupus nephritis"}, {"pubmed": 17117487, "text": "There is an association between expression of Th1/Th2 transcription factors and cytokines (T-bet, GATA-3, IFN-gamma, IL-4,IL-18) in systemic lupus erythematosus."}, {"pubmed": 17142727, "text": "chymase rapidly cleaves recombinant pro-IL-18 at 56-phenylalanine and produces a biologically active IL-18 fragment that is smaller than any other reported IL-18-derived species"}, {"pubmed": 17192354, "text": "Serum IL-18 levels are significantly higher in type 1 diabetic subjects compared with nondiabetic subjects."}, {"pubmed": 17222831, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17225121, "text": "IL-18 may have a role in early renal dysfunction in type 2 diabetes"}, {"pubmed": 17225924, "text": "Our results suggest that IL-12 and IL-18 contribute to the establishment of Th1 polarization seen in FMF and play a part in its pathogenesis."}, {"pubmed": 17235324, "text": "ACTH stimulates IL-18 expression in human keratinocytes, which provides an insight into the interaction between ACTH and inflammatory mediators."}, {"pubmed": 17237446, "text": "Elevated levels of circulating IL-18 were also seen in patients with chronic obstructive lung disease"}, {"pubmed": 17252172, "text": "Interleukin-18 polymorphisms are associated with allergic rhinitis"}, {"pubmed": 17252172, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17262717, "text": "In this study, interleukin 18 (IL-18) levels were higher during early HIV infection, and IL-18 levels predicted reduced CXCR4 HIV-1 coreceptor expression and diminished interferon gamma levels."}, {"pubmed": 17299019, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 17299019, "text": "individuals with a prevalent IL-18 gene variant have a dysregulated immune response, suggesting that IL-18 mediated immune mechanisms may play a crucial role in Alzheimer's disease"}, {"pubmed": 17301041, "text": "A polymorphism in the IL-18 gene alters IL-18 concentrations and is associated with an improvement in walk speed. IL-18 may play an active role in age-related functional impairment, but these findings need independent replication."}, {"pubmed": 17301041, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17336309, "text": "In a follow-up study of patients with coronary artery disease serum IL-18 was an independent predictor for future cardiovascular death but was not associated with extent of atherosclerosis"}, {"pubmed": 17343316, "text": "results strongly suggest the participation of IL-18 in the pathophysiology of juvenile idiopathic arthritis"}, {"pubmed": 17355643, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 17361200, "text": "These observations suggest that the three promoter polymorphisms contribute to the genetic background of systemic lupus erythematosus pathogenesis"}, {"pubmed": 17364073, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17364073, "text": "The IL-18 promoter gene polymorphism SNP-607 C allele is associated with systemic lupus erythematosus in Chinese patients and may result in the enhanced production of IL-18 protein in SLE and normal individuals."}, {"pubmed": 17373930, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17373930, "text": "Subjects carrying AA genotype at position -607 of the promoter of IL-18 gene may be a low risk of T1DM development."}, {"pubmed": 17396252, "text": "IL-18-105A/C polymorphism may play an effective role in rheumatoid arthritis"}, {"pubmed": 17396252, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17399992, "text": "transcription factor is implicated in biologically active IL-18 production by human keratinocytes irradiated by UVB"}, {"pubmed": 17445542, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17461482, "text": "The positive expressions of IL-12 and IL-18 can play an important role in progression and metastasis of gastric cancer, and IL-12 might be an independent factor of poor prognosis in gastric carcinoma."}, {"pubmed": 17487222, "text": "Haplotype associated with lower IL-18 circulating concentrations and a lower cardiovascular risk was consistently associated with decreased IL18 expression levels."}, {"pubmed": 17487222, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17517100, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17517100, "text": "one single-nucleotide polymorphism and the haplotype T-T-C were strongly associated with the allergic type of atopic dermatitis"}, {"pubmed": 17517876, "text": "The data indicate that the enhanced production of IL-18 in melioidosis is an essential part of a protective immune response to this severe infection."}, {"pubmed": 17530707, "text": "IL-18 has a unique role in inducing the secretion of angiogenic SDF-1alpha/CXCL12, MCP-1/CCL2, and VEGF in rheumatoid arthritis synovial tissue fibroblasts, via distinct signaling intermediates."}, {"pubmed": 17586702, "text": "ability to induce either Th1 or Th2 differentiation ... important role in periodontal disease [review]"}, {"pubmed": 17597334, "text": "Patients with systemic Juvenile Idiopathic Arthritis(JIA) had higher serum levels of IL-18 than patients with other forms of JIA both during active and inactive phases of disease."}, {"pubmed": 17597823, "text": "the activity of caspase-1 is increased in psoriatic skin and IL-18 secretion is regulated by a p38 MAPK/caspase-1-dependent mechanism"}, {"pubmed": 17605864, "text": "The serum level of IL-18 in allogeneic hematopoietic stem cell transplantation patients is related to the occurrence of acute graft versus host disease."}, {"pubmed": 17610422, "text": "A/A genotype at position -607 in IL-18 gene is a new genetic marker in Thai population for predicting chronic hepatitis B development."}, {"pubmed": 17610422, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17611614, "text": "Data show that IL-18 seems to play a role in psoriasis pathogenesis. The decreased counts of blood plasmacytoid DCs in psoriatic patients might result from IL-18 down-regulation of plasmacytoid DC precursor proliferation."}, {"pubmed": 17611643, "text": "IL-18 regulates the determination of the Th1 or Th2 immune response by human CD4+ V alpha 24+ NKT cells through different cytokine combinations."}, {"pubmed": 17611971, "text": "study showed that the A allele at position -607 in the IL-18 promoter region may be associated with the development of adult onset Still's disease, especially in the monocyclic systemic subgroup"}, {"pubmed": 17625598, "text": "E. coli modulates S100A15 and IL-8 expression of keratinocytes by recognition through TLR4."}, {"pubmed": 17626902, "text": "In a large population-based sample, elevated IL-18 plasma levels associated with risk factors for atherosclerosis and with the metabolic syndrome"}, {"pubmed": 17658666, "text": "In conclusion, amyloid-beta may induce the synthesis of IL-18, and IL-18 kinases involved in tau phosphorylation as a part of the amyloid-associated inflammatory reaction."}, {"pubmed": 17666338, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17666338, "text": "rs360718 allelic variation in IL-18 gene does not contribute to the susceptibility of cervical cancer in these patients, but rs1946519 allelic variation can be closely related to the pathogenesis of cervical cancer."}, {"pubmed": 17671745, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17674327, "text": "The role of IL-18 in the progression of HIV infections is discussed."}, {"pubmed": 17683383, "text": "Results suggest that the onset of Kaposi's varicelliform eruption following the treatment with tacrolimus ointment is associated with the mutation of G-to-C in the IL-18 gene promoter region -137."}, {"pubmed": 17687255, "text": "IL-18 is expressed by intercalated cells of the late distal convoluted tubule, the connecting tubule, and the collecting duct of healthy human kidneys, suggesting that renal intercalated cells may contribute to immediate immune response of the kidney."}, {"pubmed": 17688413, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17688413, "text": "This study shows for the first time an association between IL-18 gene promoter -137 G/C polymorphism and prostate cancer in a Chinese population."}, {"pubmed": 17691022, "text": "results suggest that IL-18 levels are increased in patients with sepsis and correlate with CRP and leukocyte counts suggesting that IL-18 may play a role in sepsis"}, {"pubmed": 17703412, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17708609, "text": "Serum IL-8 may a useful biological marker of tumor invasiveness and an independent prognostic factor of survival for patients with hepatocellular carcinoma."}, {"pubmed": 17765248, "text": "IL-18 promoter -137G/C polymorphism, which regulates the expression of IL-18, is an important predictor of sudden cardiac death from any cause as well as SCD in patients with and without underlying coronary heart disease."}, {"pubmed": 17765248, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17767553, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17767553, "text": "results of the present study suggest that the IL-18 -137 G allele and the C-G/C-G diplotype seem to be involved in the pathogenesis of the severe form of asthma"}, {"pubmed": 17845300, "text": "IL-18 gene promoter polymorphisms are not associated with susceptibility or resistance to pulmonary tuberculosis in south Indian population of Dravidian descent."}, {"pubmed": 17845300, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17851127, "text": "Baseline IL-18 levels are not independently predictive of future Coronary Heart Disease."}, {"pubmed": 17851835, "text": "IL-18 gene promoter -137 G/C polymorphism may represent a genetic risk factor for esophageal squamous cell carcinoma in a Chinese population."}, {"pubmed": 17851835, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17854431, "text": "IL18 polymorphisms may be associated with the pathogenesis of oral lichen planus in this Chinese cohort by upregulation of IL-18 production in vivo."}, {"pubmed": 17854431, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17893261, "text": "Adipose tissue expression of IL-18 is increased in obesity but not affected by weight loss, indicating that changes in plasma IL-18 are related to insulin resistance rather than changes in obesity per se."}, {"pubmed": 17907957, "text": "This review focuses on the relationship between IL-18 and other pro-inflammatory cytokines, showing that IL-18 is one of the key mediators of inflammation in the pathogenesis of acute pancreatitis."}, {"pubmed": 17919265, "text": "A/C single nucleotide polymorphisms of the IL-18 promoter at position -607 may influence the onset of early kidney allograft function."}, {"pubmed": 17919265, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17922692, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17948066, "text": "expression of IL-18 RNA was lower in myocardium of both patient groups compared with control hearts."}, {"pubmed": 17951325, "text": "IL-18 levels, which are determined in part by variation in IL18/IL18BP, play a role in coronary heart disease development and postsurgery outcome."}, {"pubmed": 17951325, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17959666, "text": "Yaba monkey tumor virus 14L was able to fully sequester hIL-18 but could only partially inhibit the biological activity of hIL-18 as measured by gamma interferon secretion from KG-1 cells."}, {"pubmed": 17962365, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17962365, "text": "Variation within IL18 affects IL-18 concentrations in healthy and diseased individuals and thus may influence the pathophysiology of plaques at all stages of CHD progression."}, {"pubmed": 17964972, "text": "IL-15 and IL-18 are not part of the mechanism of the response of human placenta to LPS"}, {"pubmed": 17965486, "text": "Plasma IL-18 level is a major independent inflammatory predictor of 90-day major adverse clinical outcomes in acute ischemic stroke patients."}, {"pubmed": 17981284, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17984243, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17984243, "text": "The guanine/cytosine (GC) genotype of the interleukin-18 polymorphism is associated with raised blood pressure and increased risk for metabolic syndrome."}, {"pubmed": 17988833, "text": "IL-18-related inflammatory pathways, probably also in virtue of polymorphic IL-18 gene influence, are exacerbated in Alzheimer patients"}, {"pubmed": 18024284, "text": "Logistic regression analysis revealed significant association of age, gender, IL-6 gene -572, -174 and IL-18 gene -137 SNPs with rheumatoid arthritis."}, {"pubmed": 18024284, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18043444, "text": "polymorphisms in IL-18 were associated with severe respiratory syncytial virus infection."}, {"pubmed": 18050195, "text": "In primary Sjogren's syndrome, infiltration of the salivary gland by macrophages and dendritic cells and expression of IL-18 and IL-12 play active roles in infiltrative injuries and have a correlation with predictors of lymphoma development."}, {"pubmed": 18050226, "text": "The increased apoptosis of peripheral blood lymphocytes from adult-onset Still's disease patients may be associated with the effect of IL-18 through up-regulation of FasL and p53 transcripts."}, {"pubmed": 18064631, "text": "These data provide the first evidence that IL-18 and FN stimulate each other's expression"}, {"pubmed": 18092318, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18092318, "text": "suggest plausible, testable hypotheses linking IL-18 signaling and HSV1 in schizophrenia pathogenesis"}, {"pubmed": 18093181, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18093181, "text": "The data indicate that IL-18 -607 C/A promoter polymorphism is associated with susceptibility to developing asthma in Tunisian population."}, {"pubmed": 18160214, "text": "EGF (EGF homologous polypeptide vaccinia virus growth factor)-IL-18 recombinant fusion protein caused regression of experimental neoplasms which was associated with G1 arrest and induction of apoptosis."}, {"pubmed": 18160936, "text": "no association between IL-18 gene polymorphisms and atopic phenotypes an Asian population"}, {"pubmed": 18163476, "text": "Patients with severe lupus nephritis showed a high accumulation of IL-18 within glomeruli in association with the presence of plasmacytoid dendritic cells"}, {"pubmed": 18165223, "text": "IL-18 is regulated by parathyroid hormone and is required for its bone anabolic actions"}, {"pubmed": 18178861, "text": "Up-regulation of IL-18 mRNA/protein in epithelial cells was dependent on H. pylori virulence factors, the cag pathogenicity island and OipA."}, {"pubmed": 18200581, "text": "Chinese who carry the C/C homozygote of the IL-18-105A/C gene polymorphism in coding regions may have a higher risk of developing asthma."}, {"pubmed": 18200581, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18225542, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18225542, "text": "results indicate that heterozygotes for the IL-18 -607 A/C polymorphism exhibit increased risk for colorectal cancer development"}, {"pubmed": 18225563, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 18225563, "text": "findings show that despite the known inhibitory effect of IL-18 in angiogenesis, IL-18 gene expression is not a contributing factor in oral oncogenesis"}, {"pubmed": 18235016, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18237555, "text": "Data presented suggest that urinary IL-18 is not useful as a biomarker for contrast-induced nephropathy following percutaneous coronary intervention."}, {"pubmed": 18250135, "text": "A/C polymorphism of IL-18 contributes to systemic lupus erythematosus pathogenesis."}, {"pubmed": 18279187, "text": "Levels were higher in patients with chronic periodontitis compared with patients with gingivitis"}, {"pubmed": 18286551, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18287807, "text": "We conclude that urinary IL-18 or NGAL could be early biomarkers of CIN and that urinary IL-18 is well associated with the later cardiac outcomes in patients after coronary angiography."}, {"pubmed": 18295214, "text": "Interleukin-12 but not interleukin-18 is associated with severe endometriosis."}, {"pubmed": 18295340, "text": "Data show that IL-18 is produced constitutively and its levels can increase during infection and during stress in the absence of an exogenous stimulus."}, {"pubmed": 18297714, "text": "The carriage of at least one C allele at position -607 (CC + CA)in -18 promoter was associated with a higher risk of cirrhosis and HCC (P = 0.032)."}, {"pubmed": 18307517, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18336908, "text": "The genome-wide mRNA expression profile under the condition of short-term stimulation (4h) with IL-18 using the Affymetrix GeneChip((R)) Array System, was characterized."}, {"pubmed": 18359638, "text": "High levels of IL-18 in patients with type 1 diabetes mellitus is related to short and long term glycemic control and high density lipoprotein cholesterol levels but not to microvascular complications."}, {"pubmed": 18386818, "text": "study found that melanomas from chronically sun-exposed sites have significantly lower frequency of IL-18 expression than melanomas from covered areas of the body"}, {"pubmed": 18391570, "text": "Increased serum and urine IL-18 levels were observed during relapse of idiopathic nephrotic syndrome"}, {"pubmed": 18399311, "text": "total amount in gingival crevicular fluid significantly decreased in juvenile systemic lupus erythematosus"}, {"pubmed": 18433937, "text": "No significant differences were detected for the three IL18 SNPs between Alzheimer's disease patients and controls."}, {"pubmed": 18433937, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18442334, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 18442334, "text": "The metabolism of IL18 in the gastric mucosa of patients with Helicobacter pylori infections and the use of IL18 genotype as a marker for predicting the effects of eradication therapy are reported."}, {"pubmed": 18464913, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18484687, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18484687, "text": "the frequency of the GCG haplotype of IL18 promoter was significantly higher, whereas the frequency of the TAG haplotype was significantly lower in Kawasaki Disease patients compared with controls"}, {"pubmed": 18504197, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18514203, "text": "IL-18 has a role in interacting with hypercholesterolemia to alter cardiovascular disease risk in women"}, {"pubmed": 18514661, "text": "IL-18 appears one of the stimuli that enhance sLOX-1 release in acute coronary syndrome, and ADAM10 may be involved in this process"}, {"pubmed": 18520705, "text": "IL-18 is a potent mediator inhibiting neutrophil apoptosis during systemic inflammation and, thus, can be a target for new therapeutic approaches to prevent neutrophil-related tissue damage and subsequent multiple organ dysfunction."}, {"pubmed": 18523012, "text": "Stimuli acting on different pathogen-sensing receptors converge on a common pathway where ATP externalization is the first step in the cascade of events leading to inflammasome activation and IL-1beta and IL-18 secretion."}, {"pubmed": 18538088, "text": "IL-18 inhibits tumorigenesis in vivo by interdicting cell cycle and accelerating apoptosis of tumor cells."}, {"pubmed": 18555694, "text": "Functional IL-18 gene polymorphisms do not influence the susceptibility to nasopharyngeal carcinoma patients in Tunisians but may contribute to disease onset and aggressiveness"}, {"pubmed": 18555694, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18562922, "text": "possible cellular & molecular mechanisms of IL-18-induced myocardial injury include induction of inflammation, increased apoptosis, cardiac hypertrophy, modulation of mitogen activated protein kinase activation, & changes in intracellular Ca[review]"}, {"pubmed": 18566306, "text": "Inflammatory markers associated with the acute-phase response (IL-6, TNF-alpha, C-reactive protein, and fibrinogen, but not IL-18) are associated with risk of recurrent stroke"}, {"pubmed": 18594952, "text": "Despite the elevated IL-18BP levels during active disease, free IL-18 remained higher than in the inactive disease stages, suggesting a potential benefit of administration of exogenous IL-18BP as a therapeutic approach for active Wegener's granulomatosis."}, {"pubmed": 18599493, "text": "IL-18 promoter -137G/C polymorphism influences IL-18 levels and the occurrence of coronary artery disease, suggesting that IL-18 is causally involved in the development of atherosclerosis."}, {"pubmed": 18628791, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 18632660, "text": "Adiponectin blocks interleukin-18-mediated endothelial cell death via APPL1-dependent AMP-activated protein kinase (AMPK) activation and IKK/NF-kappaB/PTEN suppression."}, {"pubmed": 18662786, "text": "hIL-18 gene was cloned into pPICZaC vector for expressing a recombinant hIL-18 protein using a yeast expression system"}, {"pubmed": 18678419, "text": "Interleukin-18 blood values were significantly elevated in heart failure patients compared to controls."}, {"pubmed": 18683145, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18684981, "text": "IL-18-secreting cells detected in the salivary glands of Sjogren's syndrome (SS) patients are associated with the pathogenesis of SS in the salivary glands."}, {"pubmed": 18685607, "text": "Middle aged hypertensives with obstructive sleep apnea had increased levels of CRP, IL-6, IL-18, TNF-alpha, and asymmetric dimethyl-arginine."}, {"pubmed": 18706445, "text": "IL-18 elevated CD107a expression in cancer cells and increased the cytotoxic activity of NK cells"}, {"pubmed": 18773860, "text": "IL-18 gene -137 in different genotypes, as also in passive smokers, may increase risk of cervix carcinogenesis in north Indian women."}, {"pubmed": 18773860, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 18777510, "text": "H. pylori infection from Cag-A strains can be involved in some cases of pre-eclampsia and that the microorganism could modulate IL-18 release."}, {"pubmed": 18780764, "text": "New interactions between IL-18 and neutrophils and further support a role for these cells in influencing both innate and adaptive immunity are reported."}, {"pubmed": 18781864, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18781864, "text": "These results suggest that IL18 promoter polymorphism may affect the outcome of hepatitis C virus infection in certain groups."}, {"pubmed": 18803662, "text": "Exposure of dendritic cells to CRF resulted in a decrease of IL-18 in patients with atopic dermatitis and healthy persons. CRF could modulate immune responses by acting directly upon dendritic cells."}, {"pubmed": 18818748, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18818761, "text": "IL-18 has an effect on the engraftment and function of CD8 T cells and regulatory T cells"}, {"pubmed": 18819819, "text": "Data suggest that a type-2 cytokine synthesis and production pattern prevails in children with active steroid sensitive nephrotic syndrome and that IL-18 expression is significantly correlated with this type-2 immune response."}, {"pubmed": 18821674, "text": "cutaneous lupus erythematosus (CLE) patients Keratinocytes exposed to IL18 had increased apoptosis; failed to express IL12; IL18 was highly expressed in lesional skin from CLE patients"}, {"pubmed": 18835036, "text": "Apo-transferrin enhanced IL-18 mRNA and IL-18 secretion"}, {"pubmed": 18853133, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18922682, "text": "Possible role of nerve growth factor and interleukin-18 in pathogenesis of eczematous lesions of atopic dermatitis."}, {"pubmed": 18930181, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18930181, "text": "The interaction of the MMP-9 and IL-18 genes could be considered a risk factor for the development of gingivitis in children."}, {"pubmed": 18937548, "text": "Our data demonstrate elevated plasma level of IL-18 after severe trauma."}, {"pubmed": 18940019, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18940019, "text": "Results found that interleukin (IL)-18 promoter polymorphism did not contribute to head and neck SCC in an Iranian population."}, {"pubmed": 18949051, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18949051, "text": "Results suggest that the single nucleotide polymorphisms -607 and -137 in the promoter region of IL-18 influence the level of IL-18 protein production by mononuclear leukocytes from healthy donors in Southwestern Siberia."}, {"pubmed": 18983635, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18983635, "text": "results reject the hypothesis that functionally relevant mutations have a major effect on aggressive periodontitis susceptibility"}, {"pubmed": 19016763, "text": "Combined mobilization and stimulation of tumor-infiltrating dendritic cells and natural killer cells with FLT3 ligand and IL18 in vivo induces systemic antitumor immunity."}, {"pubmed": 19019335, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19031096, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19031096, "text": "There is a combined effect between the G/C genotype of IL-18 (-137) and the A/A genotype of interferon gamma (+874) gene causing susceptibility of arthritis in systemic lupus erythematosus patients."}, {"pubmed": 19036565, "text": "Interferon-18 gene polymorphism -137 G/C is associated with susceptibility to psoriasis vulgaris but not with atopic dermatitis in Japanese patients."}, {"pubmed": 19064572, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19064572, "text": "The IL-18 snp rs1834481 showed the strongest evidence for association with epithelial ovarian cancer in a gene-by-gene analysis."}, {"pubmed": 19073159, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19073159, "text": "These findings suggest that the functional polymorphisms in IL-18 promoter may be involved in the risk of developing sporadic LOAD in the Han Chinese population."}, {"pubmed": 19074166, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19074166, "text": "the SNP-607/AA genotype that had lower IL-18 levels might be a genetically protective factor against renal involvement in Chinese patients with SLE and against development of severe nephritis in patients with LN"}, {"pubmed": 19074885, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19077897, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19077897, "text": "the -137GG genotype of the IL-18 gene, encoding higher IL-18 production, seems to be associated with acute allograft rejection in renal transplant recipients"}, {"pubmed": 19091595, "text": "Results show that gene expression and secretion of interleukins-1beta and -18 are differentially regulated in human monocytic cells in response to P. gingivalis."}, {"pubmed": 19092166, "text": "IL-18 was an independent predictor of cardiovascular events in subjects with metabolic syndrome and even more so in the presence of elevated fasting glucose."}, {"pubmed": 19097518, "text": "IL-18 promoter polymorphisms do not confer susceptibility to gestational trophoblastic diseases; however, their functional significance is demonstrated in this study; IL-18 serum level increases in GTDs and in normal pregnancy."}, {"pubmed": 19097518, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19102398, "text": "IL-18 and sICAM-1 seem to be involved in the pathogenesis of severe acute pancreatitis, correlate with the disease severity and may be applied as prognostic markers."}, {"pubmed": 19110334, "text": "IL-18 is overexpressed in human tubular epithelial cells in diabetic nephropathy, probably through the activation of MAPK pathways induced by TGF-beta(1)."}, {"pubmed": 19126646, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19131059, "text": "Elevated serum interleukin-18 levels are associated with cardiovascular risk factors and carotid intima-media wall thickness in patients with polycystic ovary syndrome."}, {"pubmed": 19138654, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19138654, "text": "polymorphisms of the IL-18 promoter regions (-607 and -137) could be associated with different outcomes of HBV infection"}, {"pubmed": 19152241, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19152241, "text": "These results suggest contrast effects of IL-18 gene in breast cancer induction and progression"}, {"pubmed": 19176284, "text": "IL-18 genetic polymorphisms associated with increased serum IL-18, impaired insulin sensitivity and increased risk of metabolic syndrome."}, {"pubmed": 19176284, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19178691, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19178691, "text": "The TT genotype of the IL-18 9545 T/G polymorphism is associated with an increased occurence of greater post-surgical inflammation."}, {"pubmed": 19200605, "text": "Serum IL-18 levels were also significantly higher in patients with preeclampsia (median 159.9 pg/mL; range 125.6-193.5 pg/mL) than in normal pregnant women (median 120.2 pg/mL; range 102.2-157.9 pg/mL; p=0.018)"}, {"pubmed": 19208460, "text": "IL-18 may be implicated in the pathogenesis of chronic obstructive pulmonary disease"}, {"pubmed": 19229765, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19229765, "text": "polymorphisms in the IL18 gene are associated only with some disease parameters and are generally not factors significantly influencing the course of rheumatoid arthritis"}, {"pubmed": 19230467, "text": "The production of IL-12, IL-18, and TNF-alpha by alveolar macrophages was increased in patients with both acute and chronic forms of Hypersensitivity pneumonitis in either the absence or presence of lipopolysaccharide compared with controls"}, {"pubmed": 19236760, "text": "The high levels of sVCAM-1, IL-18 and low level of VEGF in serum may be involved in the pathogenesis and progress of aplastic anemia."}, {"pubmed": 19247692, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19258923, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19263242, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19263242, "text": "SNPs were analyzed by allele-specific polymerase chain reaction in 85 women with ovarian cancer and 158 healthy controls. IL-18 serum level was determined. No significant association was found between the SNPs and ovarian cancer."}, {"pubmed": 19265133, "text": "Vascular endothelial growth factor (VEGF)-D-enhanced disintegrin and metalloprotease 33 (ADAM33) is critical for conversion of IL-18 from the proform to the mature form, resulting in the increased migration of human gastric cancer."}, {"pubmed": 19265174, "text": "Enhanced expression of both IL-18 and IL-18Ralpha was observed in the lungs of patients with bleomycin-induced lung injury."}, {"pubmed": 19285156, "text": "found in chronic inflammatory skin conditions; review"}, {"pubmed": 19288449, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19288449, "text": "results suggest that 105A/C polymorphism and the haplotypes in IL-18 gene are associated with the risk of Kawasaki disease in Taiwanese population"}, {"pubmed": 19309308, "text": "IL-18 gene promoter -607C/A polymorphism may be considered a genetic risk factor for AMI in northern Chinese Han population."}, {"pubmed": 19309308, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19339355, "text": "IL-18 causes fratricidal cell death in human NK cells by inducing increased expression of FasL and TNF-alpha, and contributes to the immunopathogenesis of AIDS."}, {"pubmed": 19342689, "text": "miR-346 indirectly regulated IL-18 release by indirectly inhibiting LPS-induced Bruton's tyrosine kinase expression in LPS-activated rheumatoid arthritis fibroblast-like synoviocytes"}, {"pubmed": 19347053, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19387647, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19387647, "text": "these findings indicate that the IL-18 105 AA genotype variant can contribute to renal manifestations in patients with SLE."}, {"pubmed": 19390575, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19394601, "text": "The expression of the eutopic endometrial IL-18 system may possibly be responsible for the pathologic process of adenomyosis."}, {"pubmed": 19403407, "text": "IL-18 can promote PGE2 production, which causes cartilage degradation in OA, thus therapies targeting this cytokine may prove an effective approach to early OA treatment."}, {"pubmed": 19420105, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19443970, "text": "cancer cells in the lungs and bone metastases markedly produced IL-18"}, {"pubmed": 19453784, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19453784, "text": "data suggest that polymorphism -137 G/C of IL-18 gene might be involved in the development of atopic dermatitis"}, {"pubmed": 19455410, "text": "promoter polymorphism is associated with treatment response in patients with chronic hepatitis C"}, {"pubmed": 19466545, "text": "This study indicates that the -148C, +8925G, and +13925C alleles of the IL-18 gene are likely associated with HBV clearance in a Korean population."}, {"pubmed": 19469892, "text": "augmented IL-18 secretion from atopic dermatitis (AD) sera and non-stimulated cell culture may enhance the immune dysfunction observed in AD, leading to constant skin inflammation."}, {"pubmed": 19470251, "text": "Over-production of IL-18 may play a role in the development of steroid-resistant nephrotic syndrome(SRNS)."}, {"pubmed": 19473509, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19508433, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19509137, "text": "From the receiver operating characteristic analysis, the EC sensor yields around 90% sensitivity and specificity for both IL-8 mRNA and IL-8 protein."}, {"pubmed": 19527514, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19538326, "text": "Periodontitis patients have aberrant levels of serological risk factors for cardiovascular disease; glucose, CRP and IL-18 were significantly higher in patients with periodontitis."}, {"pubmed": 19550095, "text": "levels in gingival crevicular fluid increased proportionally with the severity of periodontal disease"}, {"pubmed": 19553661, "text": "Unusual water-mediated antigenic recognition of the proinflammatory cytokine interleukin-18"}, {"pubmed": 19573080, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19581111, "text": "Circulating levels of IL-18 were elevated in those with previous myocardial infarction."}, {"pubmed": 19584085, "text": "IL18 rs360719 variant plays an important role in determining the susceptibility to systemic lupus erythematosus."}, {"pubmed": 19584085, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19593889, "text": "Serum IL-18 levels in acute coronary syndrome patients were independent predictors of long-term cardiovascular events."}, {"pubmed": 19605669, "text": "IL-18 is involved in the autoimmune derangement of leukocyte function in patients with active systemic lupus erythematosus."}, {"pubmed": 19622039, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19622039, "text": "There were significant differences in the genotype and allele distribution of -137 G/C polymorphism of the IL-18 gene among cases and controls. The -137 GC and CC genotypes were associated with an increased risk of NPC as compared with -137 GG genotypes"}, {"pubmed": 19633236, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19633236, "text": "a weak association of the C allele of the rs5744256 single nucleotide polymorphism of IL-18 on improving walking times in old age."}, {"pubmed": 19637196, "text": "Data suggest that IL-18-mediated activation and subsequent dysregulation of the CD1d-restricted iNKT-cells plays a role in the pathogenesis of AE."}, {"pubmed": 19638090, "text": "A Single Nucleotide Polymorphism (SNP) at position -137 G/C and haplotype frequency may play a role in predisposition of Iranian patients to stomach and colorectal cancers."}, {"pubmed": 19638090, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19638429, "text": "endogenous IL-18 might facilitate stomach cancer cell immune escape by suppressing CD70 and increasing metastatic ability by upregulating CD44 and VEGF"}, {"pubmed": 19639049, "text": "Significantly lower serum concentration of CXCL-9, CXCL-10, CCL-17, and IL-18 and higher concentration of CXCL-12 and CCL-27 were found in atopic dermatitis patients under 10 years old when compared to Control."}, {"pubmed": 19642044, "text": "This is the first report to investigate the association between IL-18 polymorphism and lung cancer. Our results suggest that IL-18 polymorphism contributes to the lung cancer risk, particularly among squamous carcinoma patients."}, {"pubmed": 19657406, "text": "Levels of IFNgamma, TNFalpha, IL-6, IL-15, IL-18, and IL-23 were increased (above healthy controls) in both affected and unaffected areas from Inflammatory Bowel Diseas."}, {"pubmed": 19669125, "text": "Elevated IL-18 levels are associated with higher risk of diabetes"}, {"pubmed": 19669363, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19684151, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19684151, "text": "The single nucleotide polymorphism -607/AA genotype with lower IL-18 levels might be a genetically protective factor for the occurrence of adult-onset Still's disease in the Chinese population, against progression of chronic disabling arthritis."}, {"pubmed": 19687159, "text": "Hypertension interacts with IL-18 gene promoter -137 G/C polymorphism, affecting the risk of SCD and the development of coronary atherosclerosis."}, {"pubmed": 19687159, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19692203, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19699611, "text": "High circulating levels in patients with active Systemic Lupus Erythematosus"}, {"pubmed": 19712260, "text": "The G-137C polymorphism of the IL-18 promoter is associated with the cardiovascular mortality, and a trend of association with all-cause mortality, in Chineses patients with diabetic nephropathy."}, {"pubmed": 19740312, "text": "IL-18 levels reflect the severity and activity of HCV infection, and may contribute to the pathogenesis and progression of liver disease associated with HCV."}, {"pubmed": 19745201, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19745201, "text": "plays multiple roles in chronic inflammation"}, {"pubmed": 19757044, "text": "-148C, +8925G, and +13925C alleles of the IL-18 gene are associated with the presence of hepatocellular carcinoma in hepatitis b and the 148G>C SNP is functionally important in determining disease outcome."}, {"pubmed": 19757044, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19758166, "text": "Studies show that IL-18 has a multifaceted role in autoimmune lupus."}, {"pubmed": 19773279, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19789190, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19796548, "text": "Interleukin 18 promoter polymorphisms confer susceptibility to Behcet's disease, particularly to the mucocutaneous form, in a Turkish population"}, {"pubmed": 19796548, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19811440, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19811440, "text": "The results did not show that IL-18 and TLR4 variants have an effect on the susceptibility to chronic periodontitis"}, {"pubmed": 19816189, "text": "a lack of balance between IL-18 and its natural antagonist IL-18BP may play a role in the pathogenesis and course of pancreatic carcinoma."}, {"pubmed": 19817957, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19865096, "text": "IL-18 downregulates collagen production in fibroblasts directly via Ets-1 and the ERK pathway, suggesting that IL-18 may exert antifibrotic activities in dermal fibroblasts"}, {"pubmed": 19879772, "text": "These results demonstrate how IL-18 activity is regulated by TNFalpha and TGF-beta1, and how IFNgamma production through regulation of IL-18 receptor and T-bet expression."}, {"pubmed": 19900154, "text": "reduced levels of IL-18 were significantly associated with improvement of components of the metabolic syndrome. This effect is likely to be caused by exercise, because this intervention had a beneficial effect compared to the control group."}, {"pubmed": 19907017, "text": "Neutrophils contain IL-18 associated with F-actin in the cytoplasm and TNF-alpha stimulation causes dissociation of IL-18 from F-actin, association with lipid rafts, and extracellular release."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19954659, "text": "The levels of plasma IL-18 and IL-18R on CD3(+) lymphocytes were significantly increased in active phase immune thrombocytopenia than in remission phase and controls."}, {"pubmed": 19961286, "text": "Suggest that a late rise in IL-18 levels may play a role in reverse remodeling process following aortic valve replacement."}, {"pubmed": 19961892, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19961892, "text": "promoter polymorphisms affect renal cell carcinoma progression and prognosis but is not associated with higher risk for disease"}, {"pubmed": 20003764, "text": "IL-18 may play a key role in the pathogenesis of HCC and its levels can be utilized as a possible marker in the diagnosis of HCC."}, {"pubmed": 20017708, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20017708, "text": "The results indicate that IL-18 +105A/C polymorphisms may play a role in the development of urolithiasis."}, {"pubmed": 20056178, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20060272, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20061784, "text": "IL- 18 and IL-12p40 polymorphisms may have some effect on the onset age and deterioration of glycemic control in Turkish patients with type 1 diabetes mellitus."}, {"pubmed": 20061784, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20083555, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20096599, "text": "IL-18, but not TNFalpha, had a non-negligible association with coronary heart disease risk, although the association of IL-18 with risk was weak after full adjustment."}, {"pubmed": 20097272, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20097272, "text": "findings suggest that these functional polymorphisms in the IL-18 promoter are involved in development of ischemic stroke in the Han Chinese population"}, {"pubmed": 20137369, "text": "Both IL-18 and PLGF are biomarkers for vulnerable plaques and helpful to predict vulnerable plaque."}, {"pubmed": 20140262, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20140691, "text": "lupus nephritis patients present lower IL-18BP mRNA expression and higher serum levels of IL-18 than those in normal controls"}, {"pubmed": 20150558, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20150558, "text": "This study identified several novel variants at the IL18-BCO2 locus associated with IL-18 levels."}, {"pubmed": 20169140, "text": "Since IL-18 is involved in the pathogenesis of different cardiovascular diseases, data conclude that IL-18 may represent a link between obesity and related co-morbidities in children and adolescents."}, {"pubmed": 20186552, "text": "IL-18 and H-CRP were significantly elevated only in the severe nephropathy group."}, {"pubmed": 20216908, "text": "IL-18 may play a predominant and causative role in determining myocardial ischemic dysfunction/ can be considered a partner in crime along with other immunological and clinical facters determining cardiovascular disease in HIV-1-infected patients [REVIEW]"}, {"pubmed": 20227257, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20227263, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20227263, "text": "genetic association studies in Greek/European populations of varying ages: SNP of IL18 are associated with risk factors for obesity and metabolic syndrome (i.e., increased insulin levels, insulin resistance, family history) but only in adult subjects."}, {"pubmed": 20233133, "text": "urinary il-18 is a biomarker for increased risk of progressive acute kidney injury"}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20304021, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20304021, "text": "combined polymorphisms is associated with allergic disorders in Czech patients"}, {"pubmed": 20306652, "text": "Studies indicate that IL-18 production by ST showed significantly higher levels in RA compared to that of OA patients."}, {"pubmed": 20306665, "text": "rheumatoid arthritis patients showed high levels of IL-1beta, IL-12, IL-18 and TNF-alpha than the control group; significant correlation between psychiatric morbidity, serum levels of IL-1beta, IL-12, IL-18, TNF-alpha and disease activity measurements"}, {"pubmed": 20331838, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20331838, "text": "The -607A allele, -607AA genotype, and -137G/-607A and -137C/-607A haplotypes in the IL-18 gene were over-represented in HIV patients presenting with lipodystrophy syndrome."}, {"pubmed": 20331879, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20331879, "text": "Our results show for the first time an implication of IL18 gene-promoter polymorphisms in the susceptibility to biopsy-proven giant cell arteritis."}, {"pubmed": 20339966, "text": "After treating with ramipril, the level of Il-18 was decreased in elderly patients with acute coronary syndrome."}, {"pubmed": 20340055, "text": "there was no association between serum IL-18 concentration and tumor stage"}, {"pubmed": 20349123, "text": "TL1A increased cytotoxicity of IL-12/IL-18-activated NK cells against target cells dependent on NK activation for lysis and could function in vivo as a key co-activator of NK cytotoxicity."}, {"pubmed": 20350254, "text": "Among all study subjects, the polymorphism of the IL-18 gene is not associated with subclinical markers of atherosclerosis, however, among men one major IL-18 haplotype seemed to associate with substantially lower intime media thickness values."}, {"pubmed": 20350254, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20374388, "text": "Fetuin-A and IL-18 levels seem to be increased in ankylosing spondylitis patients regardless of disease activity and treatment type."}, {"pubmed": 20399512, "text": "Clinical trial of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20412718, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20412718, "text": "potential role for Il-18 gene promoter polymorphism in susceptibility to Henoch Schonlein purpura"}, {"pubmed": 20414054, "text": "role in pathoghenesis of bronchial asthma; REVIEW"}, {"pubmed": 20416077, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20418295, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20423837, "text": "IL-18 may induce the production of PGE2 in the synoviocytes of patients with osteoarthritis."}, {"pubmed": 20424918, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20424918, "text": "The genotype and allele distributions of two single nucleotide polymorphisms (SNP) loci in the promoter region of IL-10 and IL-18 genes, were analyzed."}, {"pubmed": 20441695, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20441695, "text": "The serum IL-18 level in sepsis groups was significantly higher than that in normal controls."}, {"pubmed": 20452482, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20478055, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20482998, "text": "Serum IL-18 on day 7 after hospital admission may predict the risk of post-stroke depression both at the acute stage of stroke and at 6 months post-stroke."}, {"pubmed": 20485444, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20490717, "text": "IL-18 is a good candidate for large-scale epidemiological case-control studies that may be a low-penetrance susceptibility biomarker for cancer."}, {"pubmed": 20490717, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20490891, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20522205, "text": "Interleukin 18 gene polymorphism is associated with the development of acute lung injury after cardiopulmonary bypass. surgery."}, {"pubmed": 20522205, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20525402, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20530519, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20538124, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20545903, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20545903, "text": "the -607CC genotype of the IL-18 gene and the 405GG genotype of the VEGF gene are associated with susceptibility to and the development of primary glomerulonephritis"}, {"pubmed": 20558561, "text": "Urinary IL-18 did not reliably predict acute kidney injury development, but did predict poor clinical outcomes in a broadly selected, critically ill adult population."}, {"pubmed": 20565717, "text": "IL-18 may serve a hierarchic position for initiating joint inflammatory responses."}, {"pubmed": 20568250, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20586818, "text": "intrathyroidal interaction between IL-18 and IFN-gamma may have a role in promoting the local immune response, which contributes to the thyroid destruction seen in Hashimoto's thyroiditis"}, {"pubmed": 20617584, "text": "The levels of serum cytokine were correlated with the state of illness."}, {"pubmed": 20627039, "text": "IL-18 and IL-18Ralpha might upregulate the expression of Th1-cytokines in immune thrombocytopenia patients."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20673868, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20689079, "text": "In patients hospitalized with acute coronary syndrome, we evaluated associations of serum IL-18 levels with the short- (<3 months) and long-term (median, 7.6 years) risk of death, development of congestive heart failure, and myocardial infarction."}, {"pubmed": 20725807, "text": "Simultaneous determination of IL-18 or nitric oxide in combination with CA 15.3 increases the sensitivity to diagnose breast cancer and may aid in disease prognosis."}, {"pubmed": 20735470, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20797704, "text": "IL-18 -607 *A homozygote and A allele were positively correlated with the risk of developing endometriosis or the stage of endometriosis"}, {"pubmed": 20797704, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20818961, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20824296, "text": "Miglitol improved postprandial hyperglycemia and reduced serum IL-18 levels in patients with stage 3 diabetic nephropathy."}, {"pubmed": 20885390, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20960175, "text": "Genotype A/A of IL-18 gene promoter -607 C/A polymorphism was associated with higher prevalence of type 2 diabetes and 2 h post-loading plasma glucose level."}, {"pubmed": 20960175, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20964873, "text": "Carriage of the C allele at position -137 in the promoter of the IL-18 gene may play a protective role from the development of PCOS insulin resistance."}, {"pubmed": 20964873, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20971720, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21035858, "text": "results reveal that the effects of IL-18 on human natural killer cell are associated with IL-2 concentration and suggest the importance of IL-2 level in cytokine immunotherapy"}, {"pubmed": 21061265, "text": "Allelic variants in the IL18 gene modify the risk for developing Hodgkin disease."}, {"pubmed": 21061265, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 21118329, "text": "[review] An increase in interleukin-18 associated with induction of indoleamine 2, 3-dioxygenase mediates seizure activity in multiple sclerosis at least in part via an increase in interferon (IFN)-gamma."}, {"pubmed": 21120501, "text": "The elevations of IL-18 and sFas(Apo/1-CD95) serum concentrations in SLE patients are significantly correlated."}, {"pubmed": 21126942, "text": "increased levels of both IL-18 and its natural inhibitor IL-18BP, characterise SLE"}, {"pubmed": 21145535, "text": "This study links plasma IL-18 with sadness-induced emotional responses in healthy subjects, the diagnosis of major depressive disorder, and mu-opioid functioning"}, {"pubmed": 21149337, "text": "No individual SNP or haplotype of IL18 was associated with systemic lupus erythematosus."}, {"pubmed": 21149398, "text": "Macrophage-derived IL-18 might play a central role in the pathogenesis of adult onset Still's disease hepatitis"}, {"pubmed": 21224476, "text": "IkappaBzeta coprecipitated with p65 and p50 NF-kappaB in NK cells in response to IL-12/IL-18"}, {"pubmed": 21225442, "text": "The present data support the contribution of an IL-18-mediated immune response in the pathogenesis of Rheumatiod Arthritis"}, {"pubmed": 21239711, "text": "Results clearly illustrate that IL-18 can promote expansion of gammadelta T cells irrespective of the manner of antigen presentation. The majority of the cells express gammadelta T cell receptors, and the rest mostly exhibit CD56(bright)CD11c(positive) antigens."}, {"pubmed": 21241672, "text": "IL-18 607C/A polymorphism is a risk factor for sporadic Parkinson disease in Han Chinese population, while IL-18 137G/C polymorphism is not a risk factor for sporadic PD in the Han Chinese population."}, {"pubmed": 21249128, "text": "TWEAK doesn't act on IL-18 expression but seems to control IL-18 related cytotoxicity on uterine NK cells when IL-18 is over-expressed. Thus, TWEAK appears as a crucial physiological modulator to prevent endometrial uNK cytotoxicity in human"}, {"pubmed": 21264805, "text": "the best correlation with the number of MS components was revealed by IL-18 plasma levels."}, {"pubmed": 21273776, "text": "The two SNPs at position -607 (C/A) and -137 (G/C) in the promoter region of the IL-18 gene was associated with the development of ulcerative colitis but not crohn disease, providing a strong support for an IBD susceptibility gene"}, {"pubmed": 21288140, "text": "Downregulation of IL-18, seen in the intestine of celiac disease children, was normalized after gluten-free diet treatment."}, {"pubmed": 21321938, "text": "IL-18 induces signaling events that result in WISP1-mediated saphenous vein smooth muscle proliferation, survival and MMP induction that are key components of vein graft stenosis. This may be amplified by IL-18 and WISP1 autoregulation/cross-regulation."}, {"pubmed": 21323571, "text": "increased serum levels in patients with premature coronary artery disease; correlate with the degree of angiographic blockade"}, {"pubmed": 21323573, "text": "In VEGF, the haplotypes A-A and A-G (2578-1154) were associated with reduced risk and in IL-18 607A-137G, they were associated with high risk for kidney allograft rejection."}, {"pubmed": 21334074, "text": "potential biomarker to document the local pre-conception environment for assisted fertilization"}, {"pubmed": 21336086, "text": "study found that the polymorphism in the IL-18 promoter at position G-137C is associated with an increased risk of early renal glomerulus injury (ERGI) after liver transplantation"}, {"pubmed": 21356600, "text": "Our study suggests that IL-18 and the chemokines are importantly involved in the pathogenesis of M. pneumoniae pneumonia. It also indicates that some asthmatic children have deficient IL-18 response when affected by M. pneumoniae pneumonia"}, {"pubmed": 21382268, "text": "a role for IL-18 in inflammation, allergy and immune diseases."}, {"pubmed": 21393015, "text": "Interleukin-18 single nucleotide polymorphisms contribute to the susceptibility to brucellosis in Iranian patients"}, {"pubmed": 21394384, "text": "Data show that weight loss led to a significant reduction in liver IL-1beta, IL-18 and IL-1Ra expression, whereas hepatic IL-37 expression remained stable, adipose/liver NLRP3 inflammasome and IL-1alpha expression were not affected by weight loss."}, {"pubmed": 21395662, "text": "The present findings suggest that polymorphisms in the IL-18 gene may affect susceptibility to tuberculosis and increase the risk of developing the disease in the Chinese Han population."}, {"pubmed": 21398142, "text": "VEGF and IL-18 ratios are different in induced sputum of patients with different types of lung cancer (NSCLC and SCLC), indicating differences in angiogenesis mechanisms and/or immunological response in these two major histological types of lung cancer"}, {"pubmed": 21418456, "text": "Patients with both type 1 diabetes mellitus and asthma display a different pattern of IL-12 and IL-18 expression compared to patients with one disease only and controls."}, {"pubmed": 21418867, "text": "IL-18/IL-18BP imbalance plays an important role in pathogenesis of primary immune thrombocytopenia."}, {"pubmed": 21421008, "text": "The aim of this review is to discuss the role of the NLRP3 inflammasome and its associated mediators (IL-1betaand IL-18) in the pathogenesis of asthma and chronic obstructive pulmonary disease."}, {"pubmed": 21437204, "text": "Elevated plasma IL-18 was associated with higher metabolic syndrome prevalence in apparently healthy Chinese."}, {"pubmed": 21440322, "text": "In T2DM patients, 18 BP began to increase after IL-18 increased and reached a threshold, in which case kidney dysfunction would have developed."}, {"pubmed": 21448661, "text": "higher serum levels in chronic spontaneous urticaria patients"}, {"pubmed": 21464751, "text": "No statistically significant differences of...frequencies of these IL18 gene variants were found between children with biliary atresia and healthy controls."}, {"pubmed": 21470492, "text": "the IL-18 -1297C gene variant may contribute to the risk of systemic lupus erythematosus incidence"}, {"pubmed": 21481392, "text": "Circulating IL-18 may have a role in risk of cardiovascular disease [study and review]"}, {"pubmed": 21484426, "text": "results demonstrate a significantly higher IL-18 content in serum and saliva from oral lichen planus (OLP) patients than normal controls, suggesting that serum and salivary IL-18 levels may play a role in the disease process and reflect the severity of OLP"}, {"pubmed": 21487696, "text": "Polymorphisms in the promoter of IL18 are not associated with susceptibility to gout and thus do not play a major role in the development of gout in the Chinese Han male population."}, {"pubmed": 21510800, "text": "IL-18 gene promoter polymorphisms may not contribute to the susceptibility of schizophrenia in a Han Chinese population"}, {"pubmed": 21526496, "text": "serum concentrations of sE-selectin and IL-18 in type 1 diabetic patients with and without microangiopathy"}, {"pubmed": 21532063, "text": "IL18 polymorphism is associated with Behcet's disease and not systemic lupus erythematosus."}, {"pubmed": 21538928, "text": "Nasal epithelial cells are involved in the pathogenesis of nasal polyps formation potentially via the secretion of IL-18, which is likely to play important roles in the formation of nasal polyps."}, {"pubmed": 21571262, "text": "In dendritic cells, aging can impair the expression of ICAM-1 and CD25 and skew the production of cytokines, including IL-18, which concur to make a pro-inflammatory milieu."}, {"pubmed": 21611751, "text": "Meta-analysis suggests that IL-18 -607C/A polymorphism in promoter region is associated with asthma risk."}, {"pubmed": 21636628, "text": "Data suggest that there is still not enough evidence to indicate the association of IL-18 gene promoter -607 A/C polymorphism and the development of autoimmune diseases."}, {"pubmed": 21656327, "text": "IL-18 levels indicate the extent of the offending inflammatory response not only in the bloodstream but also in renal tissue in systemic lupus erythematosus."}, {"pubmed": 21661419, "text": "IL-18 may play a role in the perpetuation of chronic inflammation."}, {"pubmed": 21672342, "text": "IL18 -607A/C and -137G/C promoter polymorphisms are associated with susceptibility to penicillin allergy."}, {"pubmed": 21681500, "text": "It was shown levels of lactate dehydrogenase (LDH) and IL-18 were significantly correlated in Mycoplasma pneumoniae pneumonia. To determine the appropriateness of steroid administration in M. pneumoniae pneumonia patients, serum LDH should be examined."}, {"pubmed": 21710494, "text": "High serum IL-18 is associated with ovarian carcinoma."}, {"pubmed": 21723753, "text": "Studies indicate that molecular markers, such as cystatin C, neutrophil gelatinase-associated lipocalin (NGAL), IL-18 and kidney injury molecule-1 (KIM-1), better quantify the extent of acute ischemic and/or tubular injury than other available tools."}, {"pubmed": 21733366, "text": "Serum IL-18, IL-12 and TNF-alpha may be involved in the process of hepatic injury of intrahepatic cholestasis of pregnancy."}, {"pubmed": 21742406, "text": "Tbeta4 is regulated by IL-18 and is involved in IL-18-enhanced IFN-gamma secretion in NK cells."}, {"pubmed": 21742843, "text": "IL18 and IL18R1 genes as plausible genes regulating the humoral immune response to smallpox vaccine in both Caucasians and African Americans."}, {"pubmed": 21802664, "text": "Synergy between TLR3 and IL-18 promotes IFN-gamma dependent TRAIL expression in liver NK cells."}, {"pubmed": 21832842, "text": "IL-18 -1297CC genotype may play a role in the development of anti-hepatitis B virus surface antigens in hemodialysis patients."}, {"pubmed": 21836143, "text": "Urine IL-18 associates with subsequent acute kidney injury and poor outcomes among adults undergoing cardiac surgery."}, {"pubmed": 21836147, "text": "Urine IL-18 associates with subsequent acute kidney injury and poor outcomes among children undergoing cardiac surgery."}, {"pubmed": 21840518, "text": "Reduced IL-18 levels and rs360717 and rs1946519 IL-18 genetic variants are significantly associated with recurrent spontaneous miscarriage."}, {"pubmed": 21842238, "text": "Together with recent reports, showing IL-18 to be predictive for cardiovascular events, our findings could provide the basis for further research of the role of IL-18 as a link and possible target in the association between MetS and atherosclerosis"}, {"pubmed": 21864160, "text": "IL-18 is present in RA synovial fluid in high levels, where it functions as an angiogenic mediator and leukocyte chemoattractant"}, {"pubmed": 21867627, "text": "Imbalance between IL-18 and IL-18BP may play an important role in pathogenesis of idiopathic thrombocytopenic purpura."}, {"pubmed": 21876975, "text": "Interleukin-18 polymorphisms were not associated with chronic lymphocytic thyroiditis or any clinical or pathological feature of tumor aggressiveness"}, {"pubmed": 21922295, "text": "IL-18 C-607A SNP was the most common genotype in ethnic Chinese, Indians, and Malays"}, {"pubmed": 21943853, "text": "Considering serum IL-18 levels, the -148G/G genotype is associated with a cavitary formation of pulmonary tuberculosis rather than its development"}, {"pubmed": 21965503, "text": "IL18 and its receptor may play an important role in the pathogenesis of allergic asthma."}, {"pubmed": 21969001, "text": "IL-18 promoter haplotypes that condition elevated IL-18 gene products during acute infection are associated with increased risk of severe malarial anemia. Furthermore, carriage of the CC haplotype significantly increases the risk of childhood mortality."}, {"pubmed": 22008665, "text": "effect of serum IL18 and IL18 promoter polymorphism on tacrolimus pharmacokinetics and hepatic allograft dysfunction in transplant patients; in patients with higher IL18 and lower tacrolimus concentration/dose ratio, allograft dysfunction was more likely"}, {"pubmed": 22015107, "text": "These observations suggest that the interleukin 18 gene is a susceptibility locus for acute myocardial infarction, a finding of potential interest in the clinical practice."}, {"pubmed": 22058412, "text": "we examined the role of inflammasome-driven IL-18 activation in the development of Systemic lupus erythematosus endothelial progenitor cells and circulating angiogenic cells dysfunction"}, {"pubmed": 22125454, "text": "inflammasome is an important innate immune pathway that regulates at least two host responses protective against infections: (1) secretion of the proinflammatory cytokines IL-1beta and IL-18 and (2) induction of pyroptosis, a form of cell death"}, {"pubmed": 22135309, "text": "IL-18 may potentiate inflammation in the context of inflammatory bowel disease by facilitating neutrophil transepithelial migration via MLCK-dependent disruption of tight junctional occludin."}, {"pubmed": 22136483, "text": "Genetic variation in the promoter region of IL18 may be associated with knee osteoarthritis."}, {"pubmed": 22141572, "text": "The reduction in serum IL-18 levels across increasing numbers of +183 G-alleles was especially apparent in patient with diabetes type 2 and metabolic syndrome, suggesting a beneficial GG genotype in relation to cardiovascular outcome in these patients."}, {"pubmed": 22149501, "text": "The data of the present study suggest that IL-18 -137 G allele and G/G genotype seem to be involved in the pathogenesis of HIV-1 infection among North Indians."}, {"pubmed": 22226490, "text": "The IL-18 -137G allele could play a role in the predisposition to glucose intolerance in Korean women with PCOS, and the +183G allele of IL-18 is not associated with the Korean population"}, {"pubmed": 22228436, "text": "Both urinary interleukin-18 and cystatin-C are independently predictive of acute kidney injury in non-septic critically ill neonates"}, {"pubmed": 22289535, "text": "The balance between interleukin-18 (IL-18) and its endogenous antagonist, IL-18 binding protein (IL-18BP), was evaluated in children with Henoch-Schonlein purpura"}, {"pubmed": 22307326, "text": "tolerogenic reprogramming of DCs ensures the persistence of H. pylori and protects against allergic asthma in a process that requires IL-18"}, {"pubmed": 22325058, "text": "No association was found between IL-18 gene and IL-28B gene polymorphisms with HBV recurrence in the liver transplant recipients or the donors."}, {"pubmed": 22347372, "text": "Rapid and specific release of IL-18 from Alternaria-exposed damaged airway epithelial cells can directly initiate Th2 differentiation of naive CD4(+) T-cells via a unique NF-kappaB dependent pathway"}, {"pubmed": 22364914, "text": "Plasma IL18 levels are increased in infected patients irrespective of the presence of lipodystrophy. The polymorphisms assessed are not associated with lipodystrophy or metabolic disturbances in treated HIV-1-infected patients"}, {"pubmed": 22373801, "text": "IL-18 polymorphism (rs1946518) may not be a risk factor for susceptibility to tuberculosis in a sample of Iranian population."}, {"pubmed": 22386125, "text": "genetic polymorphism is associated with pregnancy loss in a Tunisian population"}, {"pubmed": 22462419, "text": "IL-18 levels were significantly higher in male ankylosing spondylitis patients with syndesmophytes."}, {"pubmed": 22468101, "text": "Genotypes of -137G/C (GC or CC) and haplotype ht3 [ACC] showed a significant association with the rate of sensitization to wheat flour."}, {"pubmed": 22484385, "text": "These observations indicate that Porphyromonas gingivalis specifically stimulates the production and release of the active form of IL-18, which may contribute to the progression of periodontitis."}, {"pubmed": 22489883, "text": "Serum levels of IL-18 were significantly higher in stable COPD patients than those in nonsmokers and current smokers. A significant negative correlation existed between pulmonary function and serum level of IL-18 rather in stable COPD patients."}, {"pubmed": 22493490, "text": "Ectopic expression of human MutS homologue 2 on renal carcinoma cells is induced by oxidative stress with interleukin-18 promotion via p38 mitogen-activated protein kinase (MAPK) and c-Jun N-terminal kinase (JNK) signaling pathways."}, {"pubmed": 22515481, "text": "Studies indicate the most studied biomarkers for acute kidney injury are neutrophil gelatinase-associated lipocalin-2, kidney injury molecule-1, IL-18, cystatin C, N-acetyl-beta-D-glucosaminidase, liver fatty-acid binding protein, and heat shock protein 72."}, {"pubmed": 22518072, "text": "Data found IgA nephropathy patients with elevated IL-18 had a significant poor renal outcome, and Cox analysis further confirmed that serum IL-18 levels were an independent predictor of renal prognosis"}, {"pubmed": 22531046, "text": "Analyses of the genotype distributions revealed that IL-18 -607 C/A polymorphism was associated with an increase in body mass index in obese women in the Korean population"}, {"pubmed": 22537138, "text": "Urinary neutrophil gelatinase-associated lipocalin and Il-18 increase in tandem after surgical pulmonary valve replacement, and may predict acute kidney injury."}, {"pubmed": 22537218, "text": "lower secretion by peritoneal macrophages in endometriosis"}, {"pubmed": 22587568, "text": "The IL-18 -607AC genotype and -137G/-607A haplotype could be a risk factor for HTLV-1 infection."}, {"pubmed": 22595646, "text": "The up-regulation of IL10, IL11 and IL18 expression in tumor-associated macrophage by hypoxia differed in gastric cancer cell lines."}, {"pubmed": 22596175, "text": "There are racial differences in levels of IL-18 and the association of IL-18 with risk factors and incident type 2 diabetes mellitus. IL-18 levels showed a weak association with incident diabetes when adjusted for plasma adiponectin levels in our study"}, {"pubmed": 22613414, "text": "findings suggest that IL-18 plays a role in the regulation of tongue squamous cell carcinoma"}, {"pubmed": 22639237, "text": "The early-stage serum levels of IL-18, IL-12, and TNF-alpha were significantly higher in the non-survivors at 60 and 90 days."}, {"pubmed": 22661400, "text": "We failed to suggest that IL-8, IL-18, and CXCR2 have been associated with the risk of silicosis in an occupational group from Iran."}, {"pubmed": 22664470, "text": "These data show a strong association of the IL-18RAP SNP rs917997 locus with Barrett esophagus and esophageal adenocarcinoma and suggestive association of the Barrett's population with the IL-18-607 C/A promoter polymorphism."}, {"pubmed": 22678894, "text": "IL-18 induces IFN-gamma from NK cells in a caspase-1-dependent fashion"}, {"pubmed": 22686311, "text": "IL-18 polymorphisms demonstrated no significant association with the clinical outcome, total IgE, or specific IgE in health care workers with natural rubber latex allergy"}, {"pubmed": 22723447, "text": "Perioperative urine neutrophil gelatinase-associated lipocalin and IL-18 are associated with poor 1-year allograft function."}, {"pubmed": 22749533, "text": "Results suggest that IFN-gamma, TNF, and IL-18 are important to the mechanism that restricts Mycobacterium tuberculosis (MTB) growth."}, {"pubmed": 22811364, "text": "Investigated serum NGAL and IL-18 for the prediction of DGF after kidney transplantation. After transplantation, serum concentrations of IL-18 were not different in patients with DGF compared to those with IGF."}, {"pubmed": 22825306, "text": "IL-18 induces inflammatory responses in synoviocytes and chondrocytes and this effect is correlated with, although not entirely dependent on, IL-1beta."}, {"pubmed": 22837141, "text": "Data inficate that two IL18 loci SNPs (rs549908:A>C and rs1290349:C>A) showed a protective effect against spastic cerebral palsy (CP)."}, {"pubmed": 22840759, "text": "genetic polymorphisms do not confer susceptibility to allergy in Egyptian patients but may be related to the disease phenotype"}, {"pubmed": 22863216, "text": "Development of anti-HBs in HD patients is associated with gene polymorphisms of interleukins involved in the Th1 system."}, {"pubmed": 22883217, "text": "Interleukin-18 levels were significantly higher in patient with hepatic encephalopathy and minimal hepatic encephalopathy as compared to patients without minimal hepatic encephalopathy and healthy controls."}, {"pubmed": 22900713, "text": "this review i about the pathological roles of IL-18 in pulmonary inflammatory diseases. [review]"}, {"pubmed": 22913567, "text": "IL18 serum levels are significantly increased in schizophrenia patients as compared to controls."}, {"pubmed": 22945280, "text": "IL-18 upregulates the production of RANKL, M-CSF, GM-CSF, and OPG from rheumatoid arthritis fibroblast-like synoviocytes, which are key regulators of osteoclastogenesis"}, {"pubmed": 22980562, "text": "IL-18 rs1946518 polymorphism was not associated with breast cancer"}, {"pubmed": 22996386, "text": "a nucleotide-based mechanism responsible for the shedding of MV to which IL-18 is associated."}, {"pubmed": 23018032, "text": "RPA and ELISA data showed that alloferon decreased the production of UVB-induced pro-inflammatory cytokines, such as IL-1alpha, IL-1beta, IL-6 and IL-18, both on the mRNA and protein level."}, {"pubmed": 23023653, "text": "The polymorphisms of the IL-18 gene promoter at -607C/A and -137G/C were associated with allergic rhinitis in bronchial asthma."}, {"pubmed": 23027874, "text": "IL-18 stimulates the TLR4 promoter via AP-1 activation to increase TLR4 expression in tubular epithelial cells."}, {"pubmed": 23028054, "text": "In addition to increasing both T helper cell(Th)1 and Th2 proinflammatory cytokine production in vitro, IL-18 or IL-33 stimulation represses IL-10 gene transcription and secretion in differentiated Th1 cell cultures."}, {"pubmed": 23056251, "text": "Data indicate that IP-10, TGF-beta1 and IL-18 were associated with T Cell activation at set-point."}, {"pubmed": 23073298, "text": "The rs187238C allele and CT haplotype of the IL18 gene conferred a risk of Hashimoto thyroiditis in children."}, {"pubmed": 23075512, "text": "higher number of IL-18+ cells in the lamina propria from nasal polyps compared to uncinate tissues"}, {"pubmed": 23085113, "text": "The IL-18 -137G/C polymorphism confers a significant protection from asthma in the studied North Indian population."}, {"pubmed": 23121308, "text": "In health checkup examinees with increased carotid intima-media thickness (IMT), serum IL-18 and H. pylori-IgG were independently correlated and were significantly higher than in subjects with normal IMT."}, {"pubmed": 23132931, "text": "Absence of Krt1 caused a prenatal increase in interleukin-18 (IL-18) and the S100A8 and S100A9 proteins, accompanied by a barrier defect and perinatal lethality."}, {"pubmed": 23137633, "text": "susceptibility to T1DM in Croatians is not strongly associated with IL-18-137/-607 and IL-12B polymorphisms. These SNPs are associated with the higher risk of earlier disease development and might be implicated in the effectiveness of glycemic control."}, {"pubmed": 23153245, "text": "This meta-analysis indicates that the IL-18-607A/C polymorphism may confer susceptibility to RA and SLE in Chinese population, but not all Asians."}, {"pubmed": 23171362, "text": "Our study revealed that the IL-18 -607 C/A polymorphism was associated with COPD susceptibility and severity of airflow limitation in male smokers of Chinese Han people."}, {"pubmed": 23178856, "text": "An important regulating action of IL-18 in melanogenesis and cell growth ability of skin melanocytes."}, {"pubmed": 23207179, "text": "Circulating IL-18 levels were strongly associated with a range of established and novel risk factors but were not independently associated with risk of myocardial infarction or stroke."}, {"pubmed": 23214284, "text": "IL-18 levels in the amniotic fluid of the fetuses with normal karyotypes were significantly higher than in the amniotic fluid of the fetuses with chromosome abnormalities."}, {"pubmed": 23232703, "text": "The level of IL-18 was significantly higher after surgical treatment."}, {"pubmed": 23238919, "text": "IL-18 -607 C/A and -1297 C/T polymorphism are associated with the development of SLE in Europeans, and the IL-18 -137 G/C polymorphism is associated with SLE in Asians."}, {"pubmed": 23242610, "text": "High interleukin-18 expression is associated with multiple myeloma."}, {"pubmed": 23257837, "text": "Data suggest IL18 is an important factor in the induction of insulin resistance in hyperthyroidism; positive correlation was observed between serum IL18 levels and thyroid function/insulin resistance in hyperthyroid Graves' disease."}, {"pubmed": 23263551, "text": "Il-18 may plan a role in the pathogenesis of systemic lupus erythematosus."}, {"pubmed": 23269628, "text": "The inheritance of T allele at the position -656 of IL-18 may be considered as a genetic factor for resistance to visceral leishmaniasis."}, {"pubmed": 23276493, "text": "The serum levels of IL-6 and IL-18 in patients with systemic juvenile idiopathic arthritis, were analyzed."}, {"pubmed": 23298491, "text": "coronary artery bypass grafting and valve replacement patients had similar increased level of circulating IL-18 protein"}, {"pubmed": 23302036, "text": "IL18 rs5744247C>G polymorphism could be a potential genetic marker to predict Symptomatic gallstone disease susceptibility in Han Chinese women."}, {"pubmed": 23327592, "text": "Serum IL-8 and urine IL-18, NGAL, IL-6, and IL-8 are elevated in AKI within the first 24 hours following liver transplantation."}, {"pubmed": 23403235, "text": "IL-18 gene polymorphism contributes to bladder cancer risk whereas IL-12 is protective in a North Indian population."}, {"pubmed": 23419721, "text": "Data suggest that the imbalance of IL-18/IL-18BP might play an important role in the pathogenesis of systemic juvenile idiopathic arthritis (SJIA) and it might go hand-in-hand with the severity of SJIA."}, {"pubmed": 23433789, "text": "Increased levels of free IL-18 and IL-18BP, but not IL-33, was detected in chronic spontaneous urticaria."}, {"pubmed": 23459183, "text": "The Hirsutella sinensis mycelium extract suppresses IL-1beta and IL-18 secretion, and ATP-induced activation of caspase-1."}, {"pubmed": 23499732, "text": "IL-18 may be involved in Visuospatial/Constructional deficits in the acute stage of a schizophrenic episode"}, {"pubmed": 23522322, "text": "Haplotype association of IL-18 genes revealed improvement in disability and reduction in pain in chronic low back pain and lumbar disc degeneration patients."}, {"pubmed": 23526823, "text": "SAMHD1 overexpression induced by IL-12/IL-18 was not dependent on IFN-gamma."}, {"pubmed": 23546966, "text": "Data iindicate that the IL-18 gene promoter polymorphism -137G/ C influences the prognosis of prostate cancer patients in androgen deprivation therapy, although neither of the two single nucleotide polymorphism (SNPs) contributes to cancer development."}, {"pubmed": 23557801, "text": "findings suggest an association between IL18 promoter SNPs and susceptibility to type 1 diabetes mellitus in Brazilian patients"}, {"pubmed": 23587914, "text": "IL-18 rs360722 single nucleotide polymorphism was associated with rheumatoid arthritis susceptibility.[meta-analysis]"}, {"pubmed": 23603311, "text": "genetic polymorphisms are not associated with susceptibility to cervical squamous cell carcinoma in Taiwanese women"}, {"pubmed": 23632060, "text": "Alleles and genotypes of polymorphisms of IL-18, TNF-alpha and IFN-gamma are associated with a higher risk and severity of hepatocellular carcinoma (HCC) in Brazil."}, {"pubmed": 23656272, "text": "IL-18 gene polymorphisms at position -607 and -137 might be genetic risk factors for the subacute sclerosing panencephalitis."}, {"pubmed": 23675517, "text": "The expression levels of OPN and IL-18 are simultaneously increased in blood and adipose tissue in overweight/obese individuals which may trigger the development of obesity-associated insulin resistance."}, {"pubmed": 23702484, "text": "These data might help to understand the pro-atherogenic character of IL-18 and molecular mechanisms of viral infection-induced atherosclerosis."}, {"pubmed": 23702978, "text": "Studies indicate that inflammasomes activate the highly pro-inflammatory cytokines interleukin-1beta (IL-1beta) and IL-18."}, {"pubmed": 23707237, "text": "Metastatic melanoma lesions with and without IL-18-dependent genes were identified, suggesting that melanoma metastasis developed via inflammation-dependent and inflammation-independent mechanisms."}, {"pubmed": 23723976, "text": "Interleukin-1alpha (IL-1alpha), interleukin-1beta (IL-1beta) and interleukin-18 (IL-18), were released from rhinovirus infected epithelia."}, {"pubmed": 23739747, "text": "IL-18 -607C/A (rs1946518) promoter polymorphism is associated with ischemic stroke susceptibility, and the C allele may confer increased ischemic stroke risk."}, {"pubmed": 23741523, "text": "we confirmed the grave prognosis for critically ill patients at the commencement of RRT and found a strong correlation between serum IL-18 and the hospital mortality of ICU patients with dialysis-dependent AKI."}, {"pubmed": 23746337, "text": "The IL-18 - 607C variant was associated with higher levels of serum IL-18 and an increased risk of Helicobacter pylori-elicited duodenal ulcer."}, {"pubmed": 23769880, "text": "IL-18 levels were elevated in the acute phase of Kawasaki disease (KD), and might be related to the formation of coronary artery lesions."}, {"pubmed": 23778029, "text": "IL-12 and IL-18 are elevated during the earlier stages of Chronic kidney disease but are not associated with arterial stiffness. The association with glomerular filtration rate suggests that IL-18 is largely dependent upon renal clearance."}, {"pubmed": 23793845, "text": "Studies suggest that caspase 1, IL-1 beta and IL-18 are involved in inflammasosme activation and prostate cancer initiation."}, {"pubmed": 23794112, "text": "Studies indicate that the -137G>C polymorphism in IL-18 promoter region significantly increases cancer risk in Asian population but not in Caucasian population, and the variant -137C allele is associated with increased risk of nasopharyngeal carcinoma."}, {"pubmed": 23856797, "text": "In this sample of patients with RA in the South of Brazil, association of the polymorphisms of the IL-18 gene was observed with neither RA nor risk factors for CVD"}, {"pubmed": 23873689, "text": "these data indicate that IL-18BP, which is produced in EOC in response to microenvironmental factors, may inhibit endogenous or exogenous IL-18 activity."}, {"pubmed": 23883285, "text": "The IL-18 -607 C/A and -137 G/C polymorphisms are not associated with susceptibility to rheumatoid arthritis (RA) in Europeans and Asians."}, {"pubmed": 23885403, "text": "It is concluded that rheumatoid arthritis is negatively associated with IL-18 -137CC single nucleotide polymorphism"}, {"pubmed": 23888552, "text": "IL-18 might be a predictor of insulin resistance."}, {"pubmed": 23901078, "text": "Association between single nucleotide polymorphisms in the IL18R1, IL18 and interferon-gamma genes and smallpox vaccine induced adaptive immunity."}, {"pubmed": 23904224, "text": "IL-18 induces profibrotic cellular changes and collagen production in renal tubular epithelial cells via STAT3 activation."}, {"pubmed": 23914907, "text": "This meta-analysis showed that IL-18 -137G/C was a risk factor for RA and SLE, especially for RA in Europeans and SLE in Asians."}, {"pubmed": 23938462, "text": "A stepwise cascade of hierarchized molecules heterogeneously made and used during melanoma response to IL-18, induced hydrogen peroxide (H2O2), in turn activating VLA-4 and melanoma cell adhesion to endothelium."}, {"pubmed": 23957657, "text": "IL18 serum and urine levels are not reliable indicators of reflux nephropathy"}, {"pubmed": 23958877, "text": "These data suggested that plasma, synovial fluid and articular cartilage IL-18 levels were significantly increased in osteoarthritis of the knee patients, and these elevated levels were positively correlated with radiographic severity."}, {"pubmed": 23978570, "text": "associated with the outcomes of Hepatitis c virus infection in high-risk Chinese population"}, {"pubmed": 24026885, "text": "this is the first meta-analysis on the association between the IL-18 or IL-28B gene polymorphism and the risk of the outcomes of HBV infection"}, {"pubmed": 24033965, "text": "This study suggests that the -607C/A polymorphism of IL-18 gene would be a risk factor for TB, especially in Chinese population."}, {"pubmed": 24036181, "text": "IL-18 may play an important role in the inflammatory response and promote the chronic and persistent inflammatory changes in the stomach. This may ultimately influence the outcome of Hp-associated diseases that arise within the context of gastritis."}, {"pubmed": 24040261, "text": "The coexistence of the IL-18+183 A/G and MMP-9 -1562 C/T polymorphisms is associated with clinical events in coronary artery disease patients."}, {"pubmed": 24054338, "text": "IL-18 is a modest urinary biomarker of acute kidney injury in acute decompensated heart failure."}, {"pubmed": 24066061, "text": "results suggest that IL-18 gene promoter -607 C>A polymorphism is significantly associated with overall cancer risk, especially in nasopharyngeal carcinoma and gastrointestinal cancer."}, {"pubmed": 24084330, "text": "These findings may suggest the association between hemophagocytic lymphohistiocytosis susceptibility and high serum IL-18 levels in X-linked inhibitor of apoptosis deficiency."}, {"pubmed": 24111610, "text": "A positive correlation was observed between IL-18 and ET-1 levels in subjects with Henoch-Schonlein purpura."}, {"pubmed": 24129807, "text": "Interleukin-18 promoter polymorphisms and plasma levels are associated with increased risk of periodontitis."}, {"pubmed": 24130810, "text": "607C/A polymorphisms in IL-18 gene promoter is associated with a significantly increased risk of cancer"}, {"pubmed": 24167151, "text": "IL18 rs1872387 was not associated with asthma or allergy in preschool children who had severe lower respiratory tract infection in early infancy.."}, {"pubmed": 24168677, "text": "IL-18 -137 polymorphism is associated with risk of vesico-ureteral reflux"}, {"pubmed": 24182552, "text": "These data characterize multiple robust genetic signals that influence IL-18 and IL-1ra cytokine production."}, {"pubmed": 24259949, "text": "Nesfatin-1 is present in articular tissues and may contribute to the physiopathologic changes in OA. Nesfatin-1, accompanied with hsCRP and IL-18, could have roles in the progression of knee osteoarthritis"}, {"pubmed": 24265116, "text": "therapeutic concentrations of ASA inhibited IL-18-induced H(2)O(2) generation, MMP9 activation, RECK suppression, and CF migration."}, {"pubmed": 24275551, "text": "leptin enhances IL-18 secretion via modulation of the caspase-1 inflammasome function but has no effect on IL-1betamRNA levels or IL-1beta secretion."}, {"pubmed": 24285455, "text": "The presence and high levels of IL-18 in the amniotic fluid in the 2nd trimester of pregnancy indicate an early process of initiation of immunological mechanisms by the fetus."}, {"pubmed": 24307760, "text": "Unlike IL-18 and FKN, plasma GZB may have a role in severity of acute coronary syndrome"}, {"pubmed": 24331389, "text": "IL-18 protein and IL-18 receptor were strongly expressed in the lungs in the fatal asthma group."}, {"pubmed": 24349532, "text": "IL-18 -137 G/C gene polymorphism may be a factor that increases the susceptibility to oral cancer, as well as a protective factor for oral cancer progression."}, {"pubmed": 24375576, "text": "NGAL, IL-18, KIM-1, L-FABP, and albumin differed between etiologies and were significantly higher in patients adjudicated with acute kidney injury."}, {"pubmed": 24376549, "text": "These results indicate that CD14(+) monocytes pretreated with IL-2/IL-18, but neither dendritic cells nor monocytes, play a determining role on the development and proliferation of CD56(bright)CD11c(+) cells."}, {"pubmed": 24379519, "text": "An increasing serum IL18 concentration may be a predictive factor for chronic nephropathy in children after anticancer treatment."}, {"pubmed": 24402877, "text": "These data suggest that IL18 gene polymorphisms at position -137 might be a genetic risk factor for MS in the Turkish population."}, {"pubmed": 24446726, "text": "The data suggest that the IL18 may be a risk factor for alopecia areata(AA)susceptibility."}, {"pubmed": 24460336, "text": "The Interleukin-18 promoter -607C>A polymorphism contributes to nasopharyngeal carcinoma risk."}, {"pubmed": 24465163, "text": "The results showed that hIL-18 and hIL-18 presumed mature protein can induce the secretion of IFN-gamma in BxPC-3 cells, and increase the expression of IL-18, but they have no effects on IL-2."}, {"pubmed": 24490166, "text": "this preliminary study documents that serum IL-1RA and IL-18 levels are increased in some children with acute urticaria"}, {"pubmed": 24531812, "text": "IL-1 induces a release of active IL-18 in that mediates LV systolic dysfunction but not the induction of IL-6."}, {"pubmed": 24599060, "text": "Hemodialysis patients with high IL-18 levels tend to have worse left ventricular systolic function and higher mortality rate."}, {"pubmed": 24621393, "text": "Genetic Polymorphisms in the IL-18 gene is linked to the risk of ulcerative colitis."}, {"pubmed": 24664725, "text": "We will outline some of the key functions of IL-18 as it pertains to maintaining tissue homeostasis in a healthy and degenerating/diseased retina."}, {"pubmed": 24671718, "text": "We found that HCV exposure induced robust IL-18 expression in astrocytes and exhibited direct neurotoxicity."}, {"pubmed": 24701032, "text": "caspase-1, IL-1beta, and IL-18 are regulated by AIM2, which mediates inflammation-associated renal damage in hepatitis B virus-associated glomerulonephritis"}, {"pubmed": 24711060, "text": "no significant statistical difference was found regarding distribution of IL-18 -607C/A genotypes and allele frequencies in asthma patients and controls; also there were no significant associations between asthma severity and different genotypes or alleles"}, {"pubmed": 24717026, "text": "The results indicate that the IL-18 promoter -137G polymorphisms correlated with chronic hepatitis B infection and influenced the expression of IL-18."}, {"pubmed": 24742099, "text": "IL-18 promoter polymorphisms may not be associated with genetic susceptibility to primary immune thrombocytopenia in a Chinese Han population."}, {"pubmed": 24767355, "text": "Plasma IL-18 concentrations taken 1 hour after reperfusion were predictive of AKI. Therefore, changing IL-18 ratio may be an early predictor for AKI after OLT"}, {"pubmed": 24778454, "text": "This work demonstrates the importance of the pro-inflammatory IL-18 cytokine and the major role of the microenvironment in human T-cell acute leukaemia development/progression."}, {"pubmed": 24780928, "text": "different intracellular sources of ROS are triggered by contact allergens, and an important role for HMGB1 in chemical allergen-induced IL-18 production was demonstrated"}, {"pubmed": 24786926, "text": "A significant difference was found in IL-18 serum levels between patients with active and inactive adult-onset Still's disease. IL-18 was significantly increased in patients with AOSD when compared with sepsis."}, {"pubmed": 24801815, "text": "This study suggests that reduced MIR130A is involved in ITP via targeting of TGFB1 and IL18 expression."}, {"pubmed": 24804827, "text": "Interleukin-18 as a therapeutic target in acute myocardial infarction and heart failure"}, {"pubmed": 24815843, "text": "IL18 promoter polymorphism, especially at -607, may increase IL18 production in some patients and might be useful in predicting the outcome of patients with sepsis in the ICU."}, {"pubmed": 24861285, "text": "The IL-18 SNP rs1946518 does not affect response to treatment in chronic hepatitis C-genotype 4 patients."}, {"pubmed": 24872585, "text": "Hepatitis B virus e antigen downregulated interleukin-18-mediated cell signaling and interferon gamma expression."}, {"pubmed": 24876666, "text": "natural killer cells interact with mesenchymal stem cells for enhanced IL-12/IL-18-induced interferon-gamma secretion"}, {"pubmed": 24897237, "text": "IL-18 promoter gene -607 A/C polymorphism may not be used as a stratification marker to predict the susceptibility to Chinese immune thrombocytopenia"}, {"pubmed": 24898701, "text": "This is the first report regarding Brazilian breast cancer patients and IL18 promoter polymorphisms."}, {"pubmed": 24906108, "text": "The results showed that there was no evidence for an association between the HCV infections and the polymorphisms genotypes of IL-18. However, plasma IL-18 levels were found higher in HCV infection patients than in healthy controls."}, {"pubmed": 24909718, "text": "There was no association between the rs917997 in IL18R gene and rs187238 in IL18 gene polymorphisms and risk for non-Hodgkin's malignant lymphomas in Novosibirsk population."}, {"pubmed": 24917023, "text": "The measurement of serum IL-18 may be useful for differentiating systemic juvenile idiopathic arthritis from Kawasaki disease."}, {"pubmed": 24935632, "text": "IL-18 gene polymorphisms were not associated with any susceptibility to aphthous stomatitis. positive association was found with patients with Behcet's disease regarding -607 promoter site."}, {"pubmed": 24963217, "text": "IL-18, IL-18BP, and IL-18R may have roles in the pathogenesis of epithelial ovarian carcinoma"}, {"pubmed": 24965773, "text": "When bound to Y. enterocolitica invasin, alpha5beta1 integrins on intestinal epithelial cells trigger interleukin (IL)-18 secretion through activation of the NLRP3 inflammasome."}, {"pubmed": 24995282, "text": "Our meta-analysis suggests that IL-18 -607C/A and -137G/C polymorphisms may be protective factors for the risk of allergic asthma and allergic dermatitis, respectively"}, {"pubmed": 25012128, "text": "THP-1 monocyte-secreted IL-1beta/IL-18 promotes vascular smooth muscle cell proliferation."}, {"pubmed": 25052265, "text": "IL18 haplotypes (rs360719-rs187238-rs204355) TCT and CGT were associated with triglycerides in metabolic syndrome."}, {"pubmed": 25060131, "text": "There was no significant difference in the IL-18 levels in PE patients compared with controls."}, {"pubmed": 25123522, "text": "Patients with subclinical synovitis in rheumatoid arthritis had undetectable/very low levels of Il-18."}, {"pubmed": 25131111, "text": "Presence of AA genotype (IL18-rs1946518) is connected with a 2.35 times higher risk of chronic rejection occurrence after kidney transplantation."}, {"pubmed": 25138786, "text": "Elevated serum IL-18 levels are observed in Alzheimer's disease patients and differences may exist between males and females."}, {"pubmed": 25192895, "text": "Results from the meta-analysis indicates that IL-18 -607A/C polymorphism in promoter region may be associated with rheumatoid arthritis risk."}, {"pubmed": 25198668, "text": "The IL-18 -607AA genotype was significantly higher in healthy subjects than chronic hepatitis C patients (p = 0.031), signifying its potential involvement in the natural clearance of hepatitis C virus infection."}, {"pubmed": 25204040, "text": "Data indicate that interleukin-18 (IL-18) promoter gene polymorphisms at position -607 may contribute to systemic lupus erythematosus (SLE) activity and accelerate SLE development by enhancing production of IL-18 protein in SLE patients."}, {"pubmed": 25207880, "text": "tubular epithelial cells express the IL-18 contra-regulatory protein IL-37 as an endogenous control mechanism to reduce inflammation"}, {"pubmed": 25231602, "text": "miR-379 and miR-411 directly target the IL-18 gene and contribute to drug resistance in malignant pleural mesothelioma."}, {"pubmed": 25261253, "text": "structural basis for the specific recognition of IL-18 by its alpha receptor"}, {"pubmed": 25267095, "text": "Cross-regulation between IL-18 and EMMPRIN in monocytes was demonstrated."}, {"pubmed": 25308526, "text": "IL-27 stimulates human NK-cell effector functions and primes NK cells for IL-18 responsiveness."}, {"pubmed": 25342490, "text": "The IL-18 effect on the destruction of elastic and collagen fibers in unstable atherosclerotic plaque is mediated via induction of IFN- synthesis in T cells and macrophages."}, {"pubmed": 25362180, "text": "enhances the differentiation and function of monocytic myeloid-derived suppressor cells, leading to immunosuppression"}, {"pubmed": 25398690, "text": "Our results suggest that IL-18 -137 G/C polymorphism is significantly associated with the progression of oral cancer but -607 C/A polymorphism is not associated with this."}, {"pubmed": 25405235, "text": "Distribution of IL-18 G allele at position -656 and double haplotypes GGC/GGA were found to be significantly associated with controls, while genotypes TT and single haplotypes TGA, with visceral leishmaniasis cases."}, {"pubmed": 25427791, "text": "Plasma levels of IL-18 (and tissue factor) are significantly increased in patients with acute coronary syndrome."}, {"pubmed": 25446437, "text": "The the IL-18 SNP rs187238,not contribute to late-onset Alzheimers disease susceptibility in the Hunan Han Chinese population."}, {"pubmed": 25451609, "text": "Compared with healthy control subjects, unadjusted levels of IL-6 (p<0.05) and IL-18 (p<0.05) were elevated in manic/hypomanic bipolar disorder patients."}, {"pubmed": 25487141, "text": "this study demonstrated that IL-18 rs1946518 polymorphism contributes to differences in the C/D ratios of tacrolimus in adult patients after renal transplantation"}, {"pubmed": 25548255, "text": "Inflammasomes (which trigger IL-18 activation) and IL-18 represent double-edged swords in cancer, as their activation may promote tumor development and progression or oppositely, enhance anti-tumor immunity and limit tumor growth. Review."}, {"pubmed": 25576800, "text": "The expression of IL-18 is increased in the serum and islets of type 1 diabetics."}, {"pubmed": 25591548, "text": "IL-18 activated GSK3beta played an important role in the inhibition of tongue squamous cell carcinoma cell growth"}, {"pubmed": 25599738, "text": "N-acetyl cysteine/vitamin C treatment did not alter kidney allograft function biomarkers interleukin-18 and neutrophil gelatinase-associated lipocalin."}, {"pubmed": 25645216, "text": "Following experimental rhinovirus infection, the authors observed increased respiratory symptoms in healthy and asthmatic subjects with low nasal and bronchial IL-18 levels."}, {"pubmed": 25690033, "text": "The rs187238 variant in IL-18 promoter, but not variants rs360718 and rs360717, is associated with recurrent miscarriage."}, {"pubmed": 25710036, "text": "Based on these results, we believe that the increased levels of IL-12p40 and IL-16 are associated with an ongoing inflammatory response in obese individuals and could lead to the development of disease conditions related to obesity."}, {"pubmed": 25712187, "text": "Donor IL-18 rs5744247 polymorphism was an independent predictor of tacrolimus elimination in the first week after liver transplantation in both training (p = 0.008) and validating cohorts (p = 0.033)."}, {"pubmed": 25727011, "text": "The migratory ability of MCF-7 breast cancer cells was reduced when endogenous IL-18 expression was inhibited with IL-18 siRNA."}, {"pubmed": 25730877, "text": "In CAPS monocytes, LPS induces the externalization of copious amounts of ATP (10-fold), which drive IL-1beta, IL-18, and IL-1alpha release via activation of the P2X purinoceptor 7."}, {"pubmed": 25732728, "text": "results indicate that primary gammadelta T cells contribute to the immune response during DV infection by providing an early source of IFN-gamma, as well as by killing DV-infected cells"}, {"pubmed": 25736367, "text": "levels of IL-18, but not those of IL-18BP or sIL-18R1 are higher in primary Sjogren's syndrome patients than those in controls."}, {"pubmed": 25743241, "text": "IL18 rs2043055 polymorphism- or a single nucleotide polymorphism in tight linkage disequilibrium with it- may contribute to modulating the Chagas cardiomyopathy outcome."}, {"pubmed": 25776473, "text": "The serum levels of IL18 in gastric cancer patients were higher than those in controls; no correlation of IL18 levels and chemotherapeutic response was found."}, {"pubmed": 25802197, "text": "polymorphisms of the IL-18 gene promoter region at position -607 and -137 could be associated with different outcomes of hepatitis B virus infection."}, {"pubmed": 25807634, "text": "imbalance of IL-18/IL-18BP ratio in IgA nephropathy especially in patients with arteriolar lesions"}, {"pubmed": 25822970, "text": "In IL-18 -137 (G/C) polymorphism homozygous GG is significantly associated with occurrence of coronary artery disease and CRP levels were significantly higher in GG genotype subjects when compared to GC and CC."}, {"pubmed": 25832634, "text": "TGF-beta decreases the stability of IL-18-induced IFN-gamma mRNA through the expression of TGF-beta-induced tristetraprolin in KG-1 cells"}, {"pubmed": 25873755, "text": "results show an important role of IL-18 on the early phase of inflammatory response by promoting the expression of some pattern recognition receptors"}, {"pubmed": 25880879, "text": "IL-22R1 is over-expressed in primary Sjogren's syndrome and Sjogren-associated non-Hodgkin lymphomas and is regulated by IL-18."}, {"pubmed": 25892571, "text": "study concludes that genetic variants of IL-18 and IL-10 promoters influence the circulating levels of these interleukins; variations at -137 and -607 loci of IL-18 are associated with susceptibility to prostate cancer"}, {"pubmed": 25921117, "text": "Promoter genetic variants of IL-18 with various modes of tobacco exposure may affect not only susceptibility risk but also severity in prostate cancer."}, {"pubmed": 25922275, "text": "The published data prompt to the hypothesis that IL-18 induces a broad spectrum of COPD-like inflammatory and remodeling responses in the lung"}, {"pubmed": 25952099, "text": "results suggest that IL-18 -137C/G, TNF-308 G/A and IFNgamma +874 A/T SNPs were associated to more severe liver injury in chronic hepatitis B infection"}, {"pubmed": 26026656, "text": "this study identified a significant association between systemic lupus erythematosus and two single nucleotide polymorphisms within the IL-18 gene promoter region (rs360719 and rs1946518) in a European population, but not in populations of Asian origin."}, {"pubmed": 26041375, "text": "increased susceptibility to thyroid cancer in subjects with TT genotype at position -656 G/T of the promoter"}, {"pubmed": 26046663, "text": "IL-15 dependent induction of IL-18 secretion as a feedback mechanism controlling human MAIT-cell effector functions"}, {"pubmed": 26057800, "text": "Crystal structure of interleukin-18 for structure-based inhibitor design."}, {"pubmed": 26079218, "text": "This study aims at investigating whether TNFA -308 G/A and IL18 -137 G/C and -607 C/A polymorphisms are associated with susceptibility to HPV infection/progression to high-grade squamous intraepithelial lesion."}, {"pubmed": 26096341, "text": "genetic variants in the IL-18 gene may be associated with susceptibility to Helicobacter pylori infection in the Korean population"}, {"pubmed": 26116895, "text": "Our meta-analysis demonstrates that the IL-18 -607 C/A polymorphism may be associated with susceptibility to T1D in Asians, but not in Europeans."}, {"pubmed": 26168332, "text": "Data suggest activation of CASP1 (caspase-1) and secretion of IL18 (interleukin 18)/IFNG (interferon-gamma) in mucosal explants of ileum/colon are related to intensity of inflammatory lesions in patients with active, long-standing Crohn's disease."}, {"pubmed": 26205090, "text": "IL-18 is associated with insulin resistance and other cardiovascular risk factors; the CC genotype of the rs1834481 SNP of the IL-18 gene was significantly associated with lower levels of IL-18; the GG genotype of the rs7559479 SNP was associated with significant higher levels of IL-18"}, {"pubmed": 26214646, "text": "the -607C/A polymorphism in IL-18 gene promoter is associated with a significantly increased risk of cancer, especially of breast cancer, nasopharyngeal carcinoma and esophageal cancer and in Asian and Mixed populations (Meta-Analysis)"}, {"pubmed": 26216891, "text": "Data show that interleukin-18 was involved in the eosinophil-mediated death of colon carcinoma cells via upregulation of CD11a/CD18 and ICAM-1 adhesion molecules."}, {"pubmed": 26229413, "text": "Meta-analysis/Review: IL-18 rs1946518 A>C, rs187238 G>C and rs360718 A>C polymorphisms may contribute to susceptibility to Crohn's disease, especially among Asians and Africans."}, {"pubmed": 26292095, "text": "MRP2 expression in HepG2 cells is repressed by IL-18."}, {"pubmed": 26302971, "text": "Significant differences were found in IL-18 +105 A/C polymorphisms between the rheumatoid arthritis patients and controls."}, {"pubmed": 26320490, "text": "No correlation was found between the -607C/A polymorphism and risk of HBV-related disease."}, {"pubmed": 26346467, "text": "The IL-18 -137 G/C polymorphism was significantly associated with an increased risk of recurrent pregnancy loss under a recessive genetic model.  For the -607C/A mutation, no association was found under any genetic models."}, {"pubmed": 26376814, "text": "Significant associations were detected between the IL-18 rs187238(G/C) polymorphism and chronic leukemia.  The CC genotype may be associated with the risk of CLL. There were no significant associations between the IL-18 rs61667799(G/T), rs5744227(C/G), or rs5744228(A/G) polymorphisms and CLL or CML."}, {"pubmed": 26381575, "text": "Letter: Knockdown of either filaggrin or loricrin increases the productions of interleukin (IL)-1alpha, IL-8, IL-18 and granulocyte macrophage colony-stimulating factor in stratified human keratinocytes."}, {"pubmed": 26396182, "text": "associations between SNPs and the aging frailty index"}, {"pubmed": 26438531, "text": "Suggest that the IL18 gene may have a significant relationship with triglyceride and LDL cholesterol levels in peripheral arterial disease patients."}, {"pubmed": 26474654, "text": "IL-18 -137G/C polymorphism contributed to TB susceptibility in Chinese Han population."}, {"pubmed": 26600055, "text": "IL-18 and IL-18R polymorphisms may contribute to the development and lymph node metastasis of PTC."}, {"pubmed": 26669254, "text": "IL-18 seems to be important indicator and predictor of cardiovascular death in two-year follow-up among non-diabetic patients suffering from CKD, with history of AMI in the previous year."}, {"pubmed": 26681034, "text": "the -607 C/A polymorphism in the IL-18 gene may be associated with susceptibility to esophageal cancer."}, {"pubmed": 26683353, "text": "IL-18 is an important predictor of mortality in humans with both severe sepsis and septic shock, independent of IL-1beta"}, {"pubmed": 26690141, "text": "Evidence-based understanding of the role of IL-18 in skin diseases and its relationship with disease activities. [review]"}, {"pubmed": 26728085, "text": "This study demonstrated that IL-18 is dysregulated in autism spectrum disorders patients."}, {"pubmed": 26743536, "text": "Correlation patterns of IL-18/anti-IL-18 auto-Abs system differed in healthy donors and multiple sclerosis patients"}, {"pubmed": 26800664, "text": "In summary, this meta-analysis finds that IL6 rs1800795 and IL18 rs1946518 polymorphisms decrease the risk of BD. However, IL12B rs3212227 increases BD susceptibility. Further large-scale investigation of this association is necessary."}, {"pubmed": 26804591, "text": "we report on the first-time detection of in-situ expression of activated IL-18 in the human brain in sALS patients."}, {"pubmed": 26830320, "text": "no confirmatory evidence for the hypothesis of IL-10 and IL-18 alleles modulating the risk of cognitive impairment in Chinese Parkinson's disease patients was obtained."}, {"pubmed": 26856767, "text": "abnormal IL-18 expression is induced by genital infection and induces damage to male reproductive capacity, thereby causing male infertility"}, {"pubmed": 26885772, "text": "review summarizes the biology of the IL-18/IL-18BP/IL-18R system and its role in the host defense against infections"}, {"pubmed": 26893476, "text": "findings resolve a long-standing contradiction regarding a tumor-suppressive role for IL18 in established hepatocellular carcinoma and provide a mechanistic explanation for the complex relationship between its expression pattern and hepatocellular carcinoma prognosis"}, {"pubmed": 26897018, "text": "The results of this study suggested no significant association between the -607 C/A polymorphism and AD susceptibility when stratified by ethnicity."}, {"pubmed": 26898120, "text": "an imbalance in the production of IL-18 and its antagonist (an increase in the production of IL-18 with a decrease, no increase or an insufficient increase in the production of IL-18BP) has been described in many chronic inflammatory diseases in humans."}, {"pubmed": 26909913, "text": "Meta-analysis showed that the -607A/C, -920C/T, and -105A/C polymorphisms in IL-18 were significantly associated with increased rheumatoid arthritis risk. However, the -137C/G polymorphism was not associated with rheumatoid arthritis risk under any genetic model."}, {"pubmed": 26974498, "text": "The IL-18-607A/C polymorphism may not contribute directly to the susceptibility to schizophrenia. This polymorphism is associated with clinical psychopathology of schizophrenia patients. Interaction of increased serum level of IL-18 and the IL-18-607A/C polymorphism affects the clinical psychopathological symptoms"}, {"pubmed": 26983036, "text": "Serum IL-18 levels were significantly higher in patients with IL-18-137 GG and IL-18-607 CC genotypes before renal transplantation. The influence of these polymorphisms on oxidative stress has not been observed."}, {"pubmed": 26990875, "text": "Erdr1 is negatively expressed relative to Il-18 in psoriatic lesional skin."}, {"pubmed": 27001087, "text": "IL18-607C>A and IL18-137G>C genetic polymorphisms seem to influence depression relapse after antidepressant treatment in our subset of depressed patients, and may possibly contribute to the disregulated IL-18 levels found in patients with depression."}, {"pubmed": 27021370, "text": "Cancer cells can produce IL-18, which is involved in the process of angiogenesis, stimulates invasion and metastasis. Decrease in SIPA for the production of IL-6 and GCSF by peripheral blood cells could serve as an indicator of malignant progression in invasive ductal breast carcinoma."}, {"pubmed": 27027876, "text": "These data suggest that genetic variation within the promoter region of IL18 is directly involved in the susceptibility to infection by Trypanosoma cruzi, which provides novel insight into disease pathophysiology."}, {"pubmed": 27028244, "text": "the AA genotype of the IL-18-607A/C was associated with an increased susceptibility to IgA Nephropathy in a Chinese Han Population"}, {"pubmed": 27045344, "text": "sickle red blood cell induced TLR9, NLRP3, Caspase-1, IL-1beta and IL-18 expression and induced IL-1beta, LTB4 and nitrite production in PBMC cultures."}, {"pubmed": 27058587, "text": "Simultaneous elevated circulating levels of IL-18 and IL-12 increased the event rate after 2 years in Coronary Artery Disease patients, independent of hyperglycemia"}, {"pubmed": 27082857, "text": "Study showed that adipokine leptin triggered macrophage- related cytokine IL-18 production, possibly contributing to tumor progression in breast cancer cells."}, {"pubmed": 27098064, "text": "among systemic sclerosis patients in China, dyspnea was significantly associated with IL-18 -607C/A genotype frequency"}, {"pubmed": 27109946, "text": "Kaplan-Meier analysis evidenced a weak effect of IL-18-137G/C genotypes on graft survival after kidney transplantation."}, {"pubmed": 27114524, "text": "We conclude that IL-17A is a previously unrecognized effector of IL-18-mediated injury in neonatal sepsis and that disruption of the deleterious and tissue-destructive IL-18/IL-1/IL-17A axis represents a novel therapeutic approach to improve outcomes for human neonates with sepsis."}, {"pubmed": 27121382, "text": "Using MDR and RF, the overall best classifier of lung cancer status were SNPs rs1799732 (DRD2), rs5744256 (IL-18), rs2306022 (ITGA11) with training accuracy of 0.6592 and a testing accuracy of 0.6572 and a cross-validation consistency of 10/10 with permutation testing P<0.0001"}, {"pubmed": 27174093, "text": "Study demonstrates that the expression of the NLRP3-caspase-1-IL-18 axis is highly expressed in the peripheral blood mononuclear cells of patients with bullous pemphigoid (BP), and correlated with disease activity, suggesting its involvement in the pathogenesis and progression of BP."}, {"pubmed": 27177146, "text": "L-18 -607C/A gene promoter polymorphism is a major genetic factor for determining individual susceptibility to MS."}, {"pubmed": 27219123, "text": "IL-18 is associated with inflammatory activity in gout, as well as with IL-6 levels."}, {"pubmed": 27286581, "text": "Letter: Suggest Il-18/Il-10 SNPs may contribute to genetic susceptibility to oral lichen planus and to development of erosive phenotype."}, {"pubmed": 27313119, "text": "We conclude that IL-18 protein and messenger RNA levels are increased in the endometrium of patients with PCOS, and this effect is correlated with body mass index."}, {"pubmed": 27352267, "text": "The relationship between variants of IL-10 and IL-18 in the response to antiviral treatment in hepatitis C patients in Egypt is reported."}, {"pubmed": 27356067, "text": "The author recently reported that gamma radiation highly increased IL-1beta, IL-18 and IL-33 expression in mouse thymus, spleen and/or bone marrow cells; also circulating IL-18 can be used as a radiation biomarker to track radiation injury in mice, minipigs, and nonhuman primates. This mini-review focuses on the role of IL-18 in response to gamma radiation-induced injury. [review]"}, {"pubmed": 27362289, "text": "High serum IL18 expression is associated with Insulin Resistance."}, {"pubmed": 27429592, "text": "Furthermore, the correlation between the IL-18 -137G/C polymorphism and HCC-related HBV infection is a risk factor for vascular invasion and has a synergistic effect that can further enhance HCC prognosis."}, {"pubmed": 27430614, "text": "Results suggest that a common functional IL18 haplotype associated with heightened proinflammatory responses confers susceptibility to stress-related depression and anxiety through effects on threat-related amygdala function, a risk pathway specific to women."}, {"pubmed": 27455146, "text": "Serum IL-18 levels are significantly elevated in depressive patients."}, {"pubmed": 27496752, "text": "The development of urticaria, asthma, dermatitis, rhinitis, and eosinophilic disorders all have demonstrated correlations to increased IL-18 levels either in the tissue or systemically. IL-18 represents a novel site of immune regulation in not only allergic conditions, but also autoimmune diseases and other instances of aberrant immune functioning."}, {"pubmed": 27543331, "text": "The evidence for influenza A virus activation via an indirect, IL-18-dependent mechanism indicates that MAIT cells are protective in influenza, and also possibly in any human disease process in which inflammation and IL-18 production occur."}, {"pubmed": 27636349, "text": "Data suggest that nonlinear resistance training or aerobic interval training for 12 weeks produces no significant changes in serum levels of omentin-1 and interleukin-18 in obese men; however, during a 4-week detraining period, omentin-1 decreases significantly and IL-18 increases significantly."}, {"pubmed": 27636371, "text": "Genetic polymorphisms within the FUCA2 and IL18 gene regions are also associated with diastolic function in SCD, likely by affecting expression levels of the genes"}, {"pubmed": 27663212, "text": "Serum levels of IL-18 in nephropathic patient significantly rise and Serum levels of IL-18 might be a predictor factor of progression of diabetic nephropathy."}, {"pubmed": 27669650, "text": "The biochemical function of NLPR3 inflammasomes is to activate caspase-1, which leads to the maturation of interleukin 1 beta and IL-18 and the induction of pyroptosis, a form of cell death. (Review)"}, {"pubmed": 27693669, "text": "both ETA and ETB receptor expression in the renal cortex were significantly attenuated by ovariectomy, and this reduction was not evident in OVX+E2 rats. SIGNIFICANCE: These data suggest that ovarian hormones regulate ET receptor expression and may contribute to sex differences in cardiovascular and renal health."}, {"pubmed": 27706625, "text": "The IL-18 -607C/A and -137G/C polymorphisms do not influence susceptibility to acute pancreatitis in the Chinese patient cohort."}, {"pubmed": 27741477, "text": "Older T2DM patients carrying the C allele of IL-18 G(-137)C polymorphism have a significantly increased risk of CVD."}, {"pubmed": 27794266, "text": "tuberculous lymphadenitis (TBL) is therefore, characterized by reduced systemic and antigen-specific concentrations of IL-1beta and IL-18, which are reversible following anti-TB treatment, indicating that these cytokines are potential correlates of protective immunity in TBL."}, {"pubmed": 27810076, "text": "Low IL18 expression is associated with malignant melanoma."}, {"pubmed": 27813570, "text": "IL-18 -372C/G did not contribute to the risk of glioma development in the co-dominant, dominant, and recessive models. Therefore, the IL-18 -607C/A polymorphism was significantly correlated with the risk of Coronary artery disease development."}, {"pubmed": 27881017, "text": "Polymorphism AC in the IL18 3/-UTR (-607) is associated with increased risk of prostate cancer and development of higher-grade carcinomas in Slovak population."}, {"pubmed": 27888626, "text": "cardiac IL-18 and circulating IL-18 are involved in the pathogenesis of Fabry cardiomyopathy and left ventricular hypertrophy."}, {"pubmed": 27914933, "text": "human platelets contain transcripts for the IL-18 gene. They synthesize the cytokine de novo, process and release it upon activation."}, {"pubmed": 27927859, "text": "Studied serum level of interleukin 18 (IL18) in HIV and Hepatitis C (HCV) coinfection and monoinfection. Found shown that IL-18 is increased in HIV/HCV coinfection when compared with monoinfection and that this increase is likely due to additive sensing of both viruses."}, {"pubmed": 27928589, "text": "Among the NLRP3 inflammasome genetic polymorphisms we found that the polymorphisms of IL-18 (rs1946518) and IL-1beta (rs16944) were related to the clinical characteristics and may lead to poorer survival of AML patients"}, {"pubmed": 27965258, "text": "Patients with NLRP1-associated autoinflammation with arthritis and dyskeratosis syndrome had increased systemic IL18."}, {"pubmed": 27997912, "text": "The expression levels of the TNF-alpha, IL-18 and cTnI and the expression levels of the miR-1 and miR-146b could be used to predict viral myocarditis among children."}, {"pubmed": 28000712, "text": "The association of polymorphisms -137 (rs187238) and -607 (rs1946518) in the interleukin-18 (IL-18) promoter with risk of hepatocellular carcinoma (HCC)."}, {"pubmed": 28002583, "text": "Results provide evidence for IL18-607C/A variation related to the pathogenesis of non-small cell lung cancer in the Chinese population studied."}, {"pubmed": 28057714, "text": "The serum levels of IL-37, which were correlated with antibody production and the serum levels of total IL-18 and IL-18BP, were elevated in the patients with primary Sjogren's syndrome."}, {"pubmed": 28059484, "text": "IL-18 level was found to be significantly elevated in CAD patients compared with control individuals"}, {"pubmed": 28139755, "text": "SNPs associated with genetically determined high activity of TLR5 among patients with CD and genetically determined high IL-12 and IL-18 levels among patients with UC."}, {"pubmed": 28167281, "text": "These results suggested that 25-HC promoted ADC cell migration and invasion in an LXR-dependent manner in the monoculture system but that in the coculture system, the 25-HC-induced IL-1beta secretion enhanced the effect of 25-HC in an LXR-independent manner."}, {"pubmed": 28195558, "text": "This is the first study to demonstrate that higher pre-treatment IL-18 is associated with HBeAg seroconversion in patients with HIV/HBV co-infection after 48 weeks of HBV cART, which suggests a role for the inflammasome in a favorable response to treatment."}, {"pubmed": 28231690, "text": "HuR plays an important role in the progression of esophageal carcinoma by targeting IL-18."}, {"pubmed": 28246425, "text": "IL-18 polymorphisms may influence tacrolimus elimination in lung transplantation patients."}, {"pubmed": 28300059, "text": "Genetic variation in IL-18 is associated with IL-18 production in response to HIV and HCV infection, and may explain variability in the inflammatory outcomes of chronic viral infections."}, {"pubmed": 28342224, "text": "this study shows il-18 restores the phosphoantigen response of Vgamma9Vdelta2+ T cells from HIV-positive individuals on antiretroviral therapy"}, {"pubmed": 28395725, "text": "IL-18, IL-18R and IL-18BP expression in eosinophil are involved in the inflammatory reaction of asthma."}, {"pubmed": 28415798, "text": "Data show that tumor-derived IL-18 induced PD-1 expression on NK cells and is associated with poor prognosis in triple-negative breast cancer."}, {"pubmed": 28430754, "text": "On PICU day 1, interleukin-18 predicted acute kidney injury with area under the curve=0.82, but neutrophil gelatinase-associated lipocalin and liver fatty acid binding protein predicted acute kidney injury with area under the curve of less than or equal to 0.69; on PICU day 2, area under the curve was higher. Interleukin-18 and liver fatty acid binding protein on day 1 predicted prolonged acute kidney injury."}, {"pubmed": 28508444, "text": "The adipose tissue IL-18R/IL-18 expression is enhanced in obesity which associates with proinflammatory gene signature and insulin resistance in these individuals."}, {"pubmed": 28526653, "text": "rs187238, rs360719, and rs549908 in IL-18 are associated with reduced risk of atrial fibrillation in Chinese patients."}, {"pubmed": 28580570, "text": "The results of this study suggest that IL18 rs187238 and rs1946518 polymorphisms may be associated with an increased risk of gestational diabetes mellitus as well as with BMI in pregnant women."}, {"pubmed": 28634744, "text": "not associated with obesity in this study"}, {"pubmed": 28652186, "text": "IL-18 SNPs were associated with pulmonary tuberculosis with co-morbid diabetes in patients and their household contacts."}, {"pubmed": 28692122, "text": "IL-18 alleles, -656T (rs1946519) and -607A (rs1946518), are associated with dust mite-sensitive allergic rhinitis in Thai population."}, {"pubmed": 28697498, "text": "The low expression of HDAC3 and overexpession of inflammatory cytokines (IL-18, IL-12 and TNF-alpha) in intrahepatic cholestasis of pregnancy may be involved in liver cell apoptosis and in the pathophysiology of the disease."}, {"pubmed": 28766916, "text": "A higher IL-18 immunostaining in stroma of IBC and LABC was observed in comparison with tumor cells, but stromal immunoexpression was similar between IBC and LABC."}, {"pubmed": 28830544, "text": "IL-18 was increased in lung myeloid cells in severe chronic obstructive pulmonary disease."}, {"pubmed": 28842466, "text": "IL-18 cooperates with IL-15 to promote group 3 innate lymphoid cell (ILC3) proliferation and IL-22 production; describe an IL-18-induced, NF-kappaB-mediated mechanism that regulates IL-22 in ILC3s; at steady-state, IL-18 produced by dendritic cells mediates IL-22 production by ILC3s to help maintain normal tissue integrity"}, {"pubmed": 28858634, "text": "semen IL-17 and IL-18 levels in diabetes mellitus males were significantly higher than those in normal males and were positively correlated with blood glucose level and sperm DNA fragmentation index"}, {"pubmed": 28922563, "text": "asthma is very likely to be determined by balance of IL-18/IL-18BP/IL-18R expression in inflammatory cells."}, {"pubmed": 28973736, "text": "rs187238 was not associated with T1D in the Euro-Brazilian population."}, {"pubmed": 29017770, "text": "Sustained elevation of serum IL-18 may suggest the presence of persistent subclinical inflammation. Therefore, longitudinal examination of serum IL-18 may contribute to better follow-up of Familial Mediterranean fever patients with exon 10 mutations."}, {"pubmed": 29042061, "text": "higher level of IL-18 was observed in the monocyte supernatant of the extremely preterm group during late-onset sepsis"}, {"pubmed": 29061223, "text": "These findings indicate that the IL-18 rs1946518 SNP in the donor liver is a risk factor for developing bacterial infection after liver transplantation."}, {"pubmed": 29097263, "text": "IL-18 mRNA expression was increased significantly in chronic myeloid leukemia patients"}, {"pubmed": 29105174, "text": "Studied association of single nucleotide polymorphisms of interleukin-18 (IL 18) and lower extremity deep venous thrombosis in a Chinese population."}, {"pubmed": 29105530, "text": "IL-18 is elevated in polycystic ovary syndrome patients, even in lean ones, and is correlated with insulin resistance and atherosclerotic cardiovascular risk"}, {"pubmed": 29129846, "text": "The IL18 promoter SNP, rs1946518, is a potential risk factor of periodontitis among young Japanese women."}, {"pubmed": 29185028, "text": "IL-18 gene variants may serve as important biomarkers in predicting the occurrence of nasopharyngeal carcinoma in Asian population."}, {"pubmed": 29218606, "text": "PI3K is a signal linker between L-selectin and PSGL-1 in IL-18 transcriptional activation at the promoter level."}, {"pubmed": 29247988, "text": "this review discusses IL-18 biological properties and role in disease pathogenesis"}, {"pubmed": 29282220, "text": "High IL18 expression is associated with Gastric Cancer."}, {"pubmed": 29326099, "text": "These data suggest an IL-18-driven pathway, complementary to the cytotoxic impairment of fHLH, with potential as a distinguishing biomarker and therapeutic target in macrophage activation syndrome."}, {"pubmed": 29341496, "text": "Association of the IL18 promoter single nucleotide polymorphisms and the risk of hepatocellular carcinoma and metastasis in patients with hepatitis C virus infection."}, {"pubmed": 29342149, "text": "IL-18 (mRNA) in skeletal muscle appears to be involved in the regulation of intramuscular lipid metabolism and hypertriglyceridemia"}, {"pubmed": 29349811, "text": "The results of this study suggests that IL-18 rs187238 and rs1946518 SNPs may be the cause of the AA susceptibility."}, {"pubmed": 29353540, "text": "These results suggest that increased IL-18 secretion from larger numbers of neutrophils elicits mechanical hyperalgesia."}, {"pubmed": 29394248, "text": "IL-23, alone and in combination with IL-18 and sRAGE, identified bacterial meningitis with excellent accuracy. Following validation, these markers could aid clinicians in diagnosis of bacterial meningitis and decision-making regarding prolongation of antibiotic therapy"}, {"pubmed": 29453279, "text": "the data suggest that IL-12+IL-18 cosignaling can trigger the antimicrobial protein cathelicidin and autophagy, resulting in inhibition of intracellular mycobacteria in macrophages and lung epithelial cells."}, {"pubmed": 29472914, "text": "Leishmania activate NK cells via trans-presentation of IL-18 by monocytes and by a monocyte-derived soluble factor. IL-12 is needed to elicit the IFN-gamma-response of NK cells, which is likely to be an important component of the innate control of the parasite."}, {"pubmed": 29499224, "text": "the presented data authenticate a critical role for IL-18 in the development and transformation of distinct pathogenic eosinophils in patients with allergic diseases."}, {"pubmed": 29505668, "text": "a large proportion blood basophils from patients with asthma express IL-18 and IL-18BP.  mast cells and basophils are implicated in the pathogenesis of asthma via an IL-18-related mechanism."}, {"pubmed": 29528575, "text": "G allele in IL-18 gene [rs 187238] is risk factor for atopic dermatitis while C allele is considered protective"}, {"pubmed": 29551594, "text": "Study demonstrated that the pro-inflammatory cytokine IL-18 was critically involved in multiple myeloma (MM)-associated inflammation and immunosuppression.  high levels of bone marrow plasma IL-18 were associated with poor overall survival in MM patients."}, {"pubmed": 29601578, "text": "these results suggest that the HIV-induced IL-18 plays a role in increased intestinal permeability and microbial translocation observed in HIV-infected individuals."}, {"pubmed": 29627485, "text": "Postoperative serum Cystatin C, IL-18 and Uric acid after 24h were significantly associated with acute kidney injury"}, {"pubmed": 29648472, "text": "Our study implied that elevated IL-18 expression and downregulation of GAS5 in serums might contribute to insulin resistance in polycystic ovary syndrome patients."}, {"pubmed": 29672590, "text": "Increased production of IL-18 in the gut-associated lymphoid tissue and peripheral blood of HIV infected patients."}, {"pubmed": 29724886, "text": "We discovered that the expression of the factors was significantly increased in pterygium and that caspase-1-dependent pyroptosis presents in both H2O2-treated HPFs and HConECs during which the expression of these factors was significantly elevated and the elevation of downstream factors IL-18 and IL-1beta was restrained after caspase-1 inhibition"}, {"pubmed": 29855451, "text": "The expression levels of IL-1 and IL-18 of osteoporotic vertebral compression fracture patients were significantly higher than those in normal subjects"}, {"pubmed": 29926984, "text": "The results of the linkage disequilibrium test showed that the -137G/C and -607G/T sites had no linkage disequilibrium in the present study."}, {"pubmed": 29930551, "text": "Our data suggest that serum IL-18 and IL-1beta have different clinical implications in SLE, with IL-18 being potentially associated with active renal disease."}, {"pubmed": 29979096, "text": "serum IL18 levels may be associated with the hemophagocytosis and poor survival outcomes in patients with ENKTL."}, {"pubmed": 30045250, "text": "Polymorphisms in the IL-18 gene are associated with viral load in Hepatitis B virus ."}, {"pubmed": 30059753, "text": "IL-18 is a susceptibility gene for the disease in southern Chinese children."}, {"pubmed": 30092066, "text": "High serum IL18 levels are associated with depression severity in men with psoriasis."}, {"pubmed": 30211233, "text": "multiple myeloma patients with IL-18 (rs16944) TT had the highest hemoglobin concentration"}, {"pubmed": 30269670, "text": "plasma levels higher for rheumatoid arthritis patients with interstitial lung disease (ILD) than for those without ILD"}, {"pubmed": 30311406, "text": "Study provides evidence that pancreatic ductal adenocarcinoma cells recruited and polarized THP-1 monocytes toward tumor-driven like macrophages in tumor microenvironment, where they accelerated cancer metastasis by secreting IL-8 in STAT3 pathway dependent manner."}, {"pubmed": 30316805, "text": "findings suggest that, although increased circulating IL-18 is a feature of acquired aplastic anemia (AA), it may reflect an aberrant immune response but be dispensable to the pathogenesis of AA."}, {"pubmed": 30326484, "text": "A novel interaction was determined between serum IL-18 levels and the serotonergic system to mediate emotional unawareness and dysregulation."}, {"pubmed": 30341522, "text": "WISP1 can be involved in glucose/lipid metabolism in obese youth, which may be modulated by IL-18. Increased WISP1 levels may be a risk factor of obesity and insulin resistance, and WISP1 has a potential therapeutic effect on insulin resistance in obese children and adolescents"}, {"pubmed": 30392846, "text": "The observed imbalance of peripheral IL-18 and TGF-beta1 levels indicates clinically significant portal hypertension associated with the presence of esophageal varices in cirrhosis."}, {"pubmed": 30431529, "text": "interleukin-18 gene polymorphisms were associated with ischemic stroke (IS) but the association varied significantly in different countries"}, {"pubmed": 30483730, "text": "High IL18 expression is associated with Chronic periodontitis."}, {"pubmed": 30526181, "text": "rs1946518 may be associated with recurrent pregnancy loss"}, {"pubmed": 30672022, "text": "Its genetic polymorphisms contribute to genetic susceptibility to oral lichen planus."}, {"pubmed": 30706178, "text": "SGK1 expression is upregulated by IL-18 in vascular smooth muscle cells (VSMCs), and SGK1 participates in the intracellular signaling of IL-18-induced osteo-/chondrogenic transdifferentiation of VSMCs."}, {"pubmed": 30782515, "text": "Serum concentrations of IL-18 and TNF-alpha and IL-6 were significantly elevated in patients with chronic schizophrenia."}, {"pubmed": 30857465, "text": "The IL-18 polymorphisms elucidated in this study appear to confer genetic susceptibility to the disease and associate with renal, serositis, and neurologic involvement in Indian systemic lupus erythematosus patients."}, {"pubmed": 30903865, "text": "IL-18 induced IL-23/IL-17 expression impairs Abeta clearance in cultured THP-1 and BV2 cells."}, {"pubmed": 30925760, "text": "This study evaluated the contribution of IL-18 genotypes to renal cell carcinoma (RCC) in Taiwan via the genotyping of IL-18 -656 (A/C), -607 (A/C), and -137 (G/C). The findings suggest that IL-18 -607 genotypes may play a role in the etiology and progression of RCC in Taiwan."}, {"pubmed": 30940725, "text": "the pathway regulating the trafficking of IL-1alpha is distinct from the pathway regulating IL-1beta and IL-18. Although the release of IL-1alpha could also be dissociated from cell death, it was independent of the effects of the membrane-stabilizing agent punicalagin, which inhibited both IL-1beta and IL-18 release."}, {"pubmed": 30992532, "text": "An innate interaction between IL-18 and the propeptide that inactivates its precursor form."}, {"pubmed": 31003186, "text": "Interleukin-18 serum levels in sepsis: Correlation with disease severity and inflammatory markers."}, {"pubmed": 31017261, "text": "The results demonstrated that IL18 (rs187238, 137G/C) increased the incidence rate of colon cancer in patients, while IL18 (rs187238, 137G/C) decreased the incidence rate of ulcerative colitis or Crohn's disease in patients."}, {"pubmed": 31065235, "text": "IL18 is associated with chronic periodontitis susceptibility. Men had greater risk than women for developing the disease when IL18 polymorphism was considered and the susceptibility was independent of the smoking status."}, {"pubmed": 31084469, "text": "polymorphisms within IL-18 and IL-1beta genes may be the main reasons for the induction of chronic inflammation in chronic hepatitis B patients [review]"}, {"pubmed": 31129625, "text": "Monitoring TnI and IL-18 levels can effectively evaluate the severity and recovery of patients with sepsis."}, {"pubmed": 31169028, "text": "IL-18, VCAM-1 and P-selectin as early biomarkers in normoalbuminuric Type 2 diabetes patients"}, {"pubmed": 31244277, "text": "meta-analysis has shown that IL-18<br />-607 C/A polymorphism contributes to a decreased risk of prostate cancer risk in the Asian population but an increased<br />risk in the Caucasian population[meta-analysis]"}, {"pubmed": 31277710, "text": "We demonstrated here for the first time that incubation of human primary NK cells with the cytokine combination of IL-15/IL-18/IL-27 enhanced proliferation and NK cell-mediated cytotoxic activity."}, {"pubmed": 31296089, "text": "IL-18 -137C/G polymorphism is not related to tuberculosis susceptibility."}, {"pubmed": 31301271, "text": "These results suggest that IL-18(-137G/A) and IL-18(-607A/C) polymorphisms may not be risk factors for susceptibility to tuberculosis in the Polish population."}, {"pubmed": 31372853, "text": "significant and inverse correlation between GAS5 and IL-18 found in rheumatoid arthritis patients but not healthy controls"}, {"pubmed": 31379247, "text": "The study evaluated serum and urinary concentration of angiotensinogen (AGT) and interleukin 18 (IL-18) in a group of 39 children with renal cysts of different aetiology."}, {"pubmed": 31400853, "text": "The findings that Campylobacter concisus upregulated IL-18 and IL-1beta in oral epithelial cells from this study support a role of C. concisus in oral inflammatory diseases."}, {"pubmed": 31401307, "text": "We observed that IL18 G variant allele and genotype were associated with a better immunological response, which may influence on immunological recovery of HIV-positive patients receiving antiretroviral therapy, and low Caspase-1 activity levels was observed on GG genotype when compared CC genotypes."}, {"pubmed": 31448710, "text": "Frequency of Interleukins IL1ss/IL18 and Inflammasome NLRP1/NLRP3 Polymorphisms in Sickle Cell Anemia Patients and their Association with Severity Score."}, {"pubmed": 31519608, "text": "our results demonstrated that high levels of serum IL-18 serve as an indicator of poor prognosis in patients with surgically treated breast cancer."}, {"pubmed": 31522432, "text": "The present meta-analysis suggests that IL-18 polymorphisms (A-607C, G-137C and A-105C) were unlikely to be associated with asthma risk."}, {"pubmed": 31554361, "text": "High IL18 expression is associated with Breast Cancer metastasis."}, {"pubmed": 31554368, "text": "Reduced Expression of IL-18 is associated with Cervical Cancer."}, {"pubmed": 31634439, "text": "polymorphism -137G/C in IL-18 promoter is significantly correlated with risk of condyloma acuminatum in non-sexual contact patients"}, {"pubmed": 31661113, "text": "Association between polymorphisms in interleukin-18 promoter and risk of coronary artery disease: a meta-analysis."}, {"pubmed": 31669192, "text": "NLRP3 inflammasome, mainly through IL-18, play a protective role in chronic HIV infection."}, {"pubmed": 31670094, "text": "The potential influences of IL-10, IL-18 and IL-12 polymorphisms on non-small cell lung cancer (NSCLC) risk were explored in this study."}, {"pubmed": 31680001, "text": "Higher pre-transplant levels of free IL-18 were associated with non-relapse and overall mortality after allogeneic stem cell transplantation."}, {"pubmed": 31681257, "text": "High Levels of IL-18 and IFN-gamma in Chronically Inflamed Tissue in Chronic Granulomatous Disease."}, {"pubmed": 31698031, "text": "Associations of genetic polymorphisms in CTLA-4 and IL-18 with chronic liver diseases: Evidence from a meta-analysis."}, {"pubmed": 31744330, "text": "Endothelial Cell-Derived Interleukin-18 Released During Ischemia Reperfusion Injury Selectively Expands T Peripheral Helper Cells to Promote Alloantibody Production."}, {"pubmed": 31751351, "text": "IL18 rs360719 plays an important role in the susceptibility to Trypanosoma cruzi infection."}, {"pubmed": 31799681, "text": "Effects of IL-1beta and IL-18 induced by NLRP3 inflammasome activation on myocardial reperfusion injury after PCI."}, {"pubmed": 31801640, "text": "Meta-analysis demonstrated that CTLA-4 rs231775, IL-18 rs1946518 and IL-18 rs187238 polymorphisms may confer susceptibility to hepatitis B virus in East Asians, while CTLA-4 rs5742909, IL-18 rs1946518 and IL-18 rs187238 polymorphisms may confer susceptibility to hepatitis C virus in South Asians."}, {"pubmed": 31914650, "text": "IL-18R-independent pathways contribute to functions of IL-18."}, {"pubmed": 31931428, "text": "Plasma levels of Interleukin 18 but not amyloid-beta or Tau are elevated in female depressive patients."}, {"pubmed": 31935500, "text": "IL-18 expression as well as IL-1beta is probably due to activation of AIM2, NALP3 or NAIP inflammasome, which may play a critical role in immunopathology of Polycystic ovarian syndrome."}, {"pubmed": 31963531, "text": "Novel Reporter System Monitoring IL-18 Specific Signaling Can Be Applied to High-Throughput Screening."}, {"pubmed": 31983439, "text": "The balance of serum IL-18/IL-37 levels is disrupted during the development of oral squamous cell carcinoma."}, {"pubmed": 31991315, "text": "IL-18 and IL-18 binding protein concentration in ovarian follicular fluid of women with unexplained infertility to PCOS during in vitro fertilization."}, {"pubmed": 32039628, "text": "Association of interleukine-18 polymorphisms with susceptibility to prostate cancer in Iranian population."}, {"pubmed": 32045661, "text": "Interleukin-18 haplotype AGG formed by three SNPs alleles occurred significantly more frequently in wheat-dependent exercise-induced anaphylaxis group than in control group"}, {"pubmed": 32060657, "text": "Gingival crevicular fluid levels of interleukin-18 and tumor necrosis factor-alpha in type 1 diabetic children with gingivitis."}, {"pubmed": 32135277, "text": "Double-edged sword of inflammasome genetics in colorectal cancer prognosis."}, {"pubmed": 32151994, "text": "Elevated IL18 levels in Nasopharyngeal carcinoma induced PD-1 expression on NK cells in TILS leading to poor prognosis."}, {"pubmed": 32152765, "text": "High interleukin-18 and low FOXP3 mRNAs in peripheral blood of women with severe systemic lupus erythematosus: a cross-sectional study."}, {"pubmed": 32193584, "text": "IL-18/IL-18R1 promotes circulating fibrocyte differentiation in the aging population."}, {"pubmed": 32209332, "text": "Interleukin-18 promoter -137 G/C polymorphism (rs187238) is associated with biochemical markers of renal function and cardiovascular disease in type 2 diabetes patients."}, {"pubmed": 32245311, "text": "Our study indicated that IL-18 rs1946518 C/A polymorphism was not associated with breast cancer in the Iranian women population."}, {"pubmed": 32251712, "text": "UCP2, IL18, and miR-133a-3p are dysregulated in subcutaneous adipose tissue of patients with obesity."}, {"pubmed": 32264954, "text": "No association between interleukin-18 levels and risk of cardiovascular disease: A Mendelian randomization study."}, {"pubmed": 32270468, "text": "The IL-18, IL-12, and IFN-gamma expression in HTLV-1-associated myelopathy/tropical spastic paraparesis (HAM/TSP) patients, HTLV-1 carriers, and healthy subjects."}, {"pubmed": 32289486, "text": "Relationship between proinflammatory cytokines (Il-1beta, Il-18) and leukocyte telomere length in mild cognitive impairment and Alzheimer's disease."}, {"pubmed": 32296048, "text": "Adiponectin exacerbates influenza infection in elderly individuals via IL-18."}, {"pubmed": 32304293, "text": "Association of TNF-alpha-308G/A and IL-18 Polymorphisms with risk of HPV infection among sexually active women in Burkina Faso."}, {"pubmed": 32315287, "text": "Ebola virus glycoprotein stimulates IL-18-dependent natural killer cell responses."}, {"pubmed": 32338205, "text": "The Role of Interleukin-18 in the Development and Progression of Atherosclerosis."}, {"pubmed": 32347623, "text": "Pin1 interacted with p65 in PDAC and enhanced NF-kappaB signalling and downstream transcriptional activation of IL-18."}, {"pubmed": 32375555, "text": "High serum free IL-18 is associated with decreased omalizumab efficacy: findings from a 2-year omalizumab treatment study."}, {"pubmed": 32560261, "text": "Cellular Models and Assays to Study NLRP3 Inflammasome Biology."}, {"pubmed": 32573302, "text": "Investigation of The Relationship Between IL-18 (-607 C/A), IL-18 (-137 G/C) Gene Variations and Ischemic Stroke Disease Development in Thrace Region of Turkey."}, {"pubmed": 32616329, "text": "Serum interleukin-18 levels as a predictor for patients with genetic dysfunction of cytochrome P450 2C19 in dual antiplatelet therapy with clopidogrel."}, {"pubmed": 32630059, "text": "The Inflammasome Adaptor Protein ASC in Mild Cognitive Impairment and Alzheimer's Disease."}, {"pubmed": 32633568, "text": "Genetic polymorphisms -137 (G > C) (rs187238) and -607 (C > A) (rs1946518) and serum level of interleukin 18 in Fars ethnic groups with metabolic syndrome in Northern Iran."}, {"pubmed": 32644977, "text": "IL18-containing 5-gene signature distinguishes histologically identical dermatomyositis and lupus erythematosus skin lesions."}, {"pubmed": 32687059, "text": "IL18 signaling promotes homing of mature Tregs into the thymus."}, {"pubmed": 32795736, "text": "Association between TNFA, IL10 and IL18 promoter gene variants and cognitive functions in patients with relapsing-remitting multiple sclerosis."}, {"pubmed": 32826615, "text": "Association of interleukin-18 gene polymorphisms with Takayasu arteritis in a Chinese Han population."}, {"pubmed": 32851082, "text": "Rapamycin Inhibited Pyroptosis and Reduced the Release of IL-1beta and IL-18 in the Septic Response."}, {"pubmed": 32902142, "text": "Elevated levels of IL-18 associated with schizophrenia and first episode psychosis: A systematic review and meta-analysis."}, {"pubmed": 32944849, "text": "Cumulative Evidence for Association Between IL-8 -251T>A and IL-18 -607C>A Polymorphisms and Colorectal Cancer Susceptibility: a Systematic Review and Meta-analysis."}, {"pubmed": 33002740, "text": "Prognostic value of interleukin-18 and its association with other inflammatory markers and disease severity in COVID-19."}, {"pubmed": 33038386, "text": "IL-18 variant increases risk of enhanced HBV DNA replication in chronic hepatitis."}, {"pubmed": 33073324, "text": "IL-18: a suggested target for immunomodulation in chikungunya virus infection."}, {"pubmed": 33073951, "text": "Elevated Serum Levels of Lp-PLA2 and IL-18 are Associated with Progression of Diabetic Foot Ulcers."}, {"pubmed": 33103874, "text": "Increased expression of serum IL-18 and IL-18R in newly diagnosed type 2 diabetes mellitus."}, {"pubmed": 33117339, "text": "Polymorphism in the Promoter Region of the IL18 Gene and the Association With Severity on Paracoccidioidomycosis."}, {"pubmed": 33143466, "text": "Association of Polymorphism in IL-18 Gene with Periodontitis in Uyghur Adults in Xinjiang and Evidence from Six Case-Control Studies with a Comprehensive Analysis."}, {"pubmed": 33163049, "text": "Effect of interleukins (IL-2, IL-15, IL-18) on receptors activation and cytotoxic activity of natural killer cells in breast cancer cell."}, {"pubmed": 33181835, "text": "IL-18 mediates sickle cell cardiomyopathy and ventricular arrhythmias."}, {"pubmed": 33188073, "text": "IL-18 Responsiveness Defines Limitations in Immune Help for Specialized FcRgamma(-) NK Cells."}, {"pubmed": 33200207, "text": "Clinical significance of interleukin-18 for the diagnosis and prediction of disease course in systemic juvenile idiopathic arthritis."}, {"pubmed": 33202974, "text": "A Stochastic Petri Net-Based Model of the Involvement of Interleukin 18 in Atherosclerosis."}, {"pubmed": 33203036, "text": "ASC, IL-18 and Galectin-3 as Biomarkers of Non-Alcoholic Steatohepatitis: A Proof of Concept Study."}, {"pubmed": 33294056, "text": "Interleukin-18 Is a Prognostic Marker and Plays a Tumor Suppressive Role in Colon Cancer."}, {"pubmed": 33332577, "text": "Interleukin-18 is a sensitive marker of flare initiation in Adamantiades-Behcet disease."}, {"pubmed": 33412574, "text": "Interleukin-18 and interferon-gamma single nucleotide polymorphisms in Egyptian patients with tuberculosis."}, {"pubmed": 33453262, "text": "The Role of CXCL10 and IL-18 as Markers of Repigmentation Response in Nonsegmental Vitiligo Treated with Narrowband UVB Phototherapy: A Prospective Cohort Study."}, {"pubmed": 33464225, "text": "Correlation between polymorphisms of IL-18-607A/C and -137G/C and allergic rhinitis in Chinese population."}, {"pubmed": 33507690, "text": "Cardiac, Hepatic and Renal Dysfunction and IL-18 Polymorphism in Breast, Colorectal, and Prostate Cancer Patients."}, {"pubmed": 33522333, "text": "IL18-family Genes Polymorphism Is Associated with the Risk of Myocardial Infarction and IL18 Concentration in Patients with Coronary Artery Disease."}, {"pubmed": 33576397, "text": "A dysregulated interleukin-18-interferon-gamma-CXCL9 axis impacts treatment response to canakinumab in systemic juvenile idiopathic arthritis."}, {"pubmed": 33633218, "text": "Correlation between circulating interleukin-18 level and systemic lupus erythematosus: a meta-analysis."}, {"pubmed": 33651323, "text": "A significant association between CXCL10 -1447 A > G and IL18 -607 C > A gene polymorphism with human T-cell lymphotropic virus type 1 associated myelopathy/tropical spastic paraparesis (HAM-TSP), a case-control report from city of Mashhad, Iran."}, {"pubmed": 33660570, "text": "Interleukin-18 promotes the antitumor ability of natural killer cells in colorectal cancer via the miR-574-3p/TGF-beta1 axis."}, {"pubmed": 33678651, "text": "Significance of expression of AIM2, IL-1beta, and IL-18 in plasma of patients with acute cerebral infarction.\", trans \"AIM2IL-1betaIL-18."}, {"pubmed": 33711216, "text": "Role of interleukin-2 and interleukin-18 in newly diagnosed type 2 diabetes mellitus."}, {"pubmed": 33760111, "text": "Cytokine secretion and pyroptosis of cholesteatoma keratinocytes mediated by AIM2 inflammasomes in response to cytoplasmic DNA."}, {"pubmed": 33773554, "text": "Association between TNF-alpha, Interleukin-18 Polymorphisms and Risk of Hepatocellular Carcinoma in Egyptian patients."}, {"pubmed": 33823154, "text": "A novel anti-human IL-1R7 antibody reduces IL-18-mediated inflammatory signaling."}, {"pubmed": 34003678, "text": "The Role of Interleukin 10 and 18 in Chronic Spontaneous Urticaria Pathogenesis in the Context of Angioedema Coexistence."}, {"pubmed": 34082505, "text": "Elevated urinary IL-36alpha and IL-18 levels are associated with diabetic nephropathy in patients with type 2 diabetes mellitus."}, {"pubmed": 34092668, "text": "IL-18 expression in clinical human pituitary adenoma."}, {"pubmed": 34165682, "text": "Association of interleukin-18 genotypes (-607C > A) and (-137 G > C) with the hepatitis B virus disease progression to hepatocellular carcinoma."}, {"pubmed": 34183442, "text": "Macrophages-induced IL-18-mediated eosinophilia promotes characteristics of pancreatic malignancy."}, {"pubmed": 34196131, "text": "Analyzing the influence of IL18 in regulation of YAP1 in breast oncogenesis using cBioportal."}, {"pubmed": 34204067, "text": "Hydroquinone Induces NLRP3-Independent IL-18 Release from ARPE-19 Cells."}, {"pubmed": 34263421, "text": "Investigation of the Relationship Between IL-18 (- 607 C/A), IL-18 (- 137 G/C), and MMP-2 (- 1306 C/T) Gene Variations and Serum Copper and Zinc Levels in Patients Diagnosed with Chronic Renal Failure."}, {"pubmed": 34282497, "text": "Expansion of cytotoxic natural killer cells in multiple myeloma patients using K562 cells expressing OX40 ligand and membrane-bound IL-18 and IL-21."}, {"pubmed": 34321563, "text": "The role of IL-18 in addition to Th17 cytokines in rheumatoid arthritis development and treatment in women."}, {"pubmed": 34330167, "text": "The Comparison of Predictive Value Among Chemerin, IL-18 and Hormonal Parameters in Assessing the Risk of Metabolic Syndrome in Men."}, {"pubmed": 34354705, "text": "Association of Immune and Inflammatory Gene Polymorphism With the Risk of IgA Nephropathy: A Systematic Review and Meta-Analysis of 45 Studies."}, {"pubmed": 34367188, "text": "Interleukin-18 Is a Potential Biomarker to Discriminate Active Adult-Onset Still's Disease From COVID-19."}, {"pubmed": 34431037, "text": "Genotyping of interleukins-18 promoters and their correlation with coronary artery stenosis in Saudi population."}, {"pubmed": 34460061, "text": "Association between IL-18 gene polymorphisms and Hashimoto thyroiditis."}, {"pubmed": 34487815, "text": "Interleukin-18 accelerates cardiac inflammation and dysfunction during ischemia/reperfusion injury by transcriptional activation of CXCL16."}, {"pubmed": 34526450, "text": "Serum Interleukin-18 Provides a Clue to the Diagnosis of Adult-Onset Still's Disease: Findings from 6 Japanese Patients with Adult-Onset Still's Disease."}, {"pubmed": 34550451, "text": "Investigation of the roles of IL-18 (-607 C/A) and IL-18 (-137 G/C) gene variations in bladder cancer development: case-control study."}, {"pubmed": 34583255, "text": "The relationship between changes in IL-2 / IL-18 and liver enzyme with dengue severity."}, {"pubmed": 34596583, "text": "The Effect of IL-18 on Group 2 Innate Lymphoid Cells in Allergic Rhinitis"}, {"pubmed": 34627076, "text": "The role of Interleukin-18 in recurrent early pregnancy loss."}, {"pubmed": 34663245, "text": "IL-18 and IL-18 binding protein are related to disease severity and parasitemia during falciparum malaria."}, {"pubmed": 34691064, "text": "Usefulness of Interleukin-18 as a Diagnostic Biomarker to Differentiate Adult-Onset Still's Disease With/Without Macrophage Activation Syndrome From Other Secondary Hemophagocytic Lymphohistiocytosis in Adults."}, {"pubmed": 34708129, "text": "Exploring Molecular Mechanisms Involved in the Development of the Depression-Like Phenotype in Interleukin-18-Deficient Mice."}, {"pubmed": 34734091, "text": "Serum IL-18 Is a Potential Biomarker for Predicting Severe Dengue Disease Progression."}, {"pubmed": 34758379, "text": "Increased circulating IL-18 levels in severe mental disorders indicate systemic inflammasome activation."}, {"pubmed": 34763449, "text": "Association between IL-18, IFN-gamma and TB susceptibility: a systematic review and meta-analysis."}, {"pubmed": 34773548, "text": "Long Non-Coding RNA NEAT1 Knockdown Alleviates Rheumatoid Arthritis by Reducing IL-18 through p300/CBP Repression."}, {"pubmed": 34920659, "text": "Evaluation of NLRP3 and IL-18 Levels after Periodontal Therapy."}, {"pubmed": 34923222, "text": "Balance between Interleukin-18 and Interleukin-18 binding protein in auto-inflammatory diseases."}, {"pubmed": 34933714, "text": "Evaluation of serum zinc level and IL-18 mRNA expression in children with pneumonia."}, {"pubmed": 34948026, "text": "NLRP3 Inflammasome in Diabetic Cardiomyopathy and Exercise Intervention."}, {"pubmed": 35016441, "text": "The relationship between the expression of serum IL-18 mRNA, CC16, and sTREM-1 and the severity and prognosis of ventilator-associated pneumonia in elderly patients."}, {"pubmed": 35017327, "text": "Using urinary Interleukin-18 as a potential marker for early detection of acute kidney injury in intensive care unit."}, {"pubmed": 35017329, "text": "Plasma neutrophil gelatinase-associated lipocalin and Interleukin-18 as predictors of acute kidney injury in renal transplant recipients: A pilot study."}, {"pubmed": 35038547, "text": "P. aeruginosa biofilm activates the NLRP3 inflammasomes in vitro."}, {"pubmed": 35090723, "text": "Role of interleukin-18 in postoperative delirium: an exploratory analysis."}, {"pubmed": 35263047, "text": "Elevated levels of interleukin-18 are associated with several indices of general and visceral adiposity and insulin resistance in women with polycystic ovary syndrome."}, {"pubmed": 35301151, "text": "Interleukin-18 signaling system links to agitation in severe mental disorders."}, {"pubmed": 35302191, "text": "Correlations of IL-18 and IL-6 gene polymorphisms and expression levels with onset of glioma."}, {"pubmed": 35398099, "text": "Structural basis of human IL-18 sequestration by the decoy receptor IL-18 binding protein in inflammation and tumor immunity."}, {"pubmed": 35675813, "text": "IL18 signaling causes islet beta cell development and insulin secretion via different receptors on acinar and beta cells."}, {"pubmed": 35705877, "text": "Caspase-1 and interleukin-18 in children with post infectious bronchiolitis obliterans: a case-control study."}, {"pubmed": 35760570, "text": "Association of IL-8 -251T&gt;A and IL-18 -607C&gt;A polymorphisms with susceptibility to breast cancer - a meta-analysis.\", trans \"Souvislost polymorfizmu IL-8 -251T&gt;A a IL-18 -607C&gt;A s nachylnosti ke karcinomu prsu - metaanalyza."}, {"pubmed": 35767893, "text": "IL-18 Serum Levels in Patients with Obesity, Prediabetes and Newly Diagnosed Type 2 Diabetes."}, {"pubmed": 35790262, "text": "Significant Contribution of Interleukin-18 Genotypes to Lung Cancer Risk in Taiwanese."}, {"pubmed": 35811828, "text": "Surface cysteine to serine substitutions in IL-18 reduce aggregation and enhance activity."}, {"pubmed": 35843146, "text": "Mendelian randomization study for the roles of IL-18 and IL-1 receptor antagonist in the development of inflammatory bowel disease."}, {"pubmed": 35862204, "text": "Ebola virus protein VP40 stimulates IL-12- and IL-18-dependent activation of human natural killer cells."}, {"pubmed": 35931995, "text": "Peripheral Interleukin-18 is negatively correlated with abnormal brain activity in patients with depression: a resting-state fMRI study."}, {"pubmed": 36032110, "text": "Interleukin-18 cytokine in immunity, inflammation, and autoimmunity: Biological role in induction, regulation, and treatment."}, {"pubmed": 36111789, "text": "Elevated IL-18 predicts poor prognosis in critically ill COVID-19 patients at a Brazilian hospital in 2020-21."}, {"pubmed": 36182709, "text": "Genotypic and haplotype analysis of Interleukin-6 and -18 gene polymorphisms in association with clinicopathological factors in breast cancer."}, {"pubmed": 36211331, "text": "Pathogenic roles and diagnostic utility of interleukin-18 in autoinflammatory diseases."}, {"pubmed": 36222965, "text": "The intercorrelations between blood levels of ferritin, sCD163, and IL-18 in COVID-19 patients and their association to prognosis."}, {"pubmed": 36288881, "text": "Significant Contribution of Interleukin-18 Genotypes to Childhood Acute Lymphocytic Leukemia Risk in Taiwanese."}, {"pubmed": 36299462, "text": "Combination of early Interleukin-6 and -18 levels predicts postoperative nosocomial infection."}, {"pubmed": 36469254, "text": "Increased expression of NLRP3 inflammasome components in granulosa cells and follicular fluid interleukin(IL)-1beta and IL-18 levels in fresh IVF/ICSI cycles in women with endometriosis."}, {"pubmed": 36551320, "text": "IL-1 Superfamily Member (IL-1A, IL-1B and IL-18) Genetic Variants Influence Susceptibility and Clinical Course of Mediterranean Spotter Fever."}, {"pubmed": 36656063, "text": "Interleukin-18 as a severity marker and novel potential therapeutic target for epidermolytic ichthyosis."}, {"pubmed": 36707882, "text": "The prognostic value and immune correlation of IL18 expression and promoter methylation in renal cell carcinoma."}, {"pubmed": 36708448, "text": "Expression of pro-inflammatory cytokines (IL-6 & IL-18) exacerbate the risk of diabetic nephropathy in the Pakistani population."}, {"pubmed": 36739764, "text": "Interleukin 1alpha and interleukin 18 in patients with vitiligo - Results of a case-control study."}, {"pubmed": 36742296, "text": "Interleukin-18 and IL-18BP in inflammatory dermatological diseases."}, {"pubmed": 36853287, "text": "Polymorphism Analysis of Interleukin-18 and Interleukin-37 Genes in Hepatitis B Infections with Different Outcomes: A Preliminary Report from an Iranian Population."}, {"pubmed": 36902104, "text": "Imbalanced IL-1B and IL-18 Expression in Sezary Syndrome."}, {"pubmed": 36905404, "text": "Single nucleotide polymorphisms of Interleukin - 4, Interleukin-18, FCRL3 and sPLA2IIa genes and their association in pathogenesis of endometriosis."}, {"pubmed": 36947659, "text": "Correlation Between Plasma NLRP3, IL-1beta, and IL-18 and Diabetic Nephropathy in Patients With Type 2 Diabetes."}, {"pubmed": 37068092, "text": "Constitutive secretion of pro-IL-18 allows keratinocytes to initiate inflammation during bacterial infection."}, {"pubmed": 37075015, "text": "IL-18 Gene Promoter Polymorphisms are Involved in Periodontal Disease: A Meta-Analysis."}, {"pubmed": 37268060, "text": "IL-18 discriminates highly frequent hepatitis E virus positive from negative blood donors in Mexico."}, {"pubmed": 37268663, "text": "Elevated GRO-alpha and IL-18 in serum and brain implicate the NLRP3 inflammasome in frontotemporal dementia."}, {"pubmed": 37298187, "text": "The Role of IL-18 in P2RX7-Mediated Antitumor Immunity."}, {"pubmed": 37304287, "text": "Bidirectional two-sample Mendelian randomization analysis reveals a causal effect of interleukin-18 levels on postherpetic neuralgia risk."}, {"pubmed": 37306504, "text": "Association of interleukin-6 and interleukin-18 with cardiovascular disease in older adults: Atherosclerosis Risk in Communities study."}, {"pubmed": 37453156, "text": "Serum il-18 and rs187238 single nucleotide polymorphism are associated with high-density lipoprotein changes in covid-19 outpatients."}, {"pubmed": 37480196, "text": "Association of salivary levels of DNA sensing inflammasomes AIM2, IFI16, and cytokine IL18 with periodontitis and diabetes."}, {"pubmed": 37741261, "text": "Association between cognitive function and IL-18 levels in schizophrenia: Dependent on IL18 - 607 A/C polymorphism."}, {"pubmed": 37847180, "text": "Tissue immunoexpression of IL-6 and IL-18 in aging men with BPH and MetS and their relationship with lipid parameters and gut microbiota-derived short chain fatty acids."}, {"pubmed": 37848720, "text": "Angiogenesis related genes in Takayasu Arteritis (TAK): robust association with Tag SNPs of IL-18 and FGF-2 in a South Asian Cohort."}, {"pubmed": 37877723, "text": "HPV38 impairs UV-induced transcriptional activation of the IL-18 pro-inflammatory cytokine."}, {"pubmed": 37933422, "text": "Altered ventricular longitudinal strain in children with sickle cell disease: Role of TGF-beta and IL-18."}, {"pubmed": 37934469, "text": "Activation of the Interleukin-18 Signaling Pathway via Direct Receptor Dimerization in the Absence of Interleukin-18."}, {"pubmed": 37958774, "text": "KIM-1, IL-18, and NGAL, in the Machine Learning Prediction of Kidney Injury among Children Undergoing Hematopoietic Stem Cell Transplantation-A Pilot Study."}, {"pubmed": 37964584, "text": "Serum concentrations of 25-OH vitamin D and the pro-inflammatory interleukins IL-17, IL-23, and IL-18 in patients with plaque psoriasis."}, {"pubmed": 38031150, "text": "Evaluation of causal associations between interleukin-18 levels and immune-mediated inflammatory diseases: a Mendelian randomization study."}, {"pubmed": 38103201, "text": "The tetrapeptide sequence of IL-18 and IL-1beta regulates their recruitment and activation by inflammatory caspases."}, {"pubmed": 38128426, "text": "Protective effects of IL18-105G > A and IL18-137C > Ggenetic variants on severity of COVID-19."}, {"pubmed": 38216380, "text": "Association of carotid atheroma plaque with IL-18 levels and with polymorphisms in the IL-18 receptor gene in a Mediterranean population."}, {"pubmed": 38295914, "text": "Interleukin-18 in chronic pain: Focus on pathogenic mechanisms and potential therapeutic targets."}, {"pubmed": 38325197, "text": "Expression of lymphocyte activation gene-3 on CD4[+]T cells is regulated by cytokine interleukin-18 in myasthenia gravis."}, {"pubmed": 38328001, "text": "Interleukin-18 Gene Polymorphisms and Rheumatoid Arthritis Susceptibility: An Umbrella Review of Meta-Analyses."}, {"pubmed": 38338685, "text": "Higher Renal Net Acid Excretion, but Not Higher Phosphate Excretion, during Childhood and Adolescence Associates with the Circulating Renal Tubular Injury Marker Interleukin-18 in Adulthood."}, {"pubmed": 38339924, "text": "Relationship between vitamin D receptor genotypes (FOK1rs2228570) and IL18 gene expression in sample of multiple sclerosis Iraqi patients."}, {"pubmed": 38402570, "text": "Prognostic significance of IL-18 in acute coronary syndrome patients."}, {"pubmed": 38407846, "text": "Genetically predicted circulating interleukin-18 levels are associated with risk of systemic lupus erythematosus and type 1 diabetes."}, {"pubmed": 38408992, "text": "Reduced interleukin-18 secretion by human monocytic cells in response to infections with hyper-virulent Streptococcus pyogenes."}, {"pubmed": 38792907, "text": "Relationships between Interleukin 18 -607 C/A and -137 G/C, Osteopontin -9250 C/T Genetic Polymorphisms and Systemic Inflammatory Response Syndrome in Coronary Artery Bypass Graft Surgery."}, {"pubmed": 38918874, "text": "Assessment of interleukin-18 gene polymorphism and serum levels in cutaneous lichen planus."}, {"pubmed": 38928186, "text": "Evaluating Single-Nucleotide Polymorphisms in Inflammasome Proteins and Serum Levels of IL-18 and IL-1beta in Kidney Interstitial Damage in Anti-Neutrophilic Cytoplasmic Antibody-Associated Vasculitis."}], "genomic_pos": {"chr": "11", "end": 112164096, "ensemblgene": "ENSG00000150782", "start": 112143253, "strand": -1}, "genomic_pos_hg19": {"chr": "11", "end": 112034840, "start": 112013974, "strand": -1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0001525", "pubmed": 11466388, "qualifier": "involved_in", "term": "angiogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007267", "pubmed": 9792649, "qualifier": "involved_in", "term": "cell-cell signaling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008283", "qualifier": "involved_in", "term": "cell population proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010744", "qualifier": "involved_in", "term": "positive regulation of macrophage derived foam cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030101", "qualifier": "involved_in", "term": "natural killer cell activation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030155", "pubmed": 11477102, "qualifier": "involved_in", "term": "regulation of cell adhesion"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030431", "pubmed": 11506998, "qualifier": "involved_in", "term": "sleep"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0032722", "pubmed": 11598150, "qualifier": "involved_in", "term": "positive regulation of chemokine production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032725", "pubmed": 20027291, "qualifier": "involved_in", "term": "positive regulation of granulocyte macrophage colony-stimulating factor production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032729", "pubmed": [10653850, 14528293, 19088061, 20027291], "qualifier": "involved_in", "term": "positive regulation of type II interferon production"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0032729", "pubmed": 10227975, "qualifier": "involved_in", "term": "positive regulation of type II interferon production"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0032736", "pubmed": 10227975, "qualifier": "involved_in", "term": "positive regulation of interleukin-13 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032740", "pubmed": 16482511, "qualifier": "involved_in", "term": "positive regulation of interleukin-17 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032819", "pubmed": 19088061, "qualifier": "involved_in", "term": "positive regulation of natural killer cell proliferation"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0034105", "pubmed": 16482511, "qualifier": "involved_in", "term": "positive regulation of tissue remodeling"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0035655", "pubmed": [14528293, 21321938, 25500532, 37993714], "qualifier": "involved_in", "term": "interleukin-18-mediated signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042088", "pubmed": 8766574, "qualifier": "involved_in", "term": "T-helper 1 type immune response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0042092", "pubmed": 11905033, "qualifier": "involved_in", "term": "type 2 immune response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042104", "pubmed": 8766574, "qualifier": "involved_in", "term": "positive regulation of activated T cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042119", "qualifier": "involved_in", "term": "neutrophil activation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042267", "qualifier": "involved_in", "term": "natural killer cell mediated cytotoxicity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042531", "pubmed": 10903731, "qualifier": "involved_in", "term": "positive regulation of tyrosine phosphorylation of STAT protein"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0042632", "qualifier": "involved_in", "term": "cholesterol homeostasis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045630", "qualifier": "involved_in", "term": "positive regulation of T-helper 2 cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045662", "qualifier": "involved_in", "term": "negative regulation of myoblast differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 24615654, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0048661", "pubmed": 21321938, "qualifier": "involved_in", "term": "positive regulation of smooth muscle cell proliferation"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0050729", "pubmed": 16482511, "qualifier": "involved_in", "term": "positive regulation of inflammatory response"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0050729", "qualifier": "involved_in", "term": "positive regulation of inflammatory response"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0050830", "qualifier": "involved_in", "term": "defense response to Gram-positive bacterium"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051092", "pubmed": 25500532, "qualifier": "involved_in", "term": "positive regulation of NF-kappaB transcription factor activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051142", "pubmed": 19088061, "qualifier": "involved_in", "term": "positive regulation of NK T cell proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051897", "pubmed": 21321938, "qualifier": "involved_in", "term": "positive regulation of phosphatidylinositol 3-kinase/protein kinase B signal transduction"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0061436", "qualifier": "involved_in", "term": "establishment of skin barrier"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0070328", "qualifier": "involved_in", "term": "triglyceride homeostasis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0120162", "pubmed": 26656097, "qualifier": "involved_in", "term": "positive regulation of cold-induced thermogenesis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0150078", "pubmed": 26753638, "qualifier": "involved_in", "term": "positive regulation of neuroinflammatory response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1901224", "qualifier": "involved_in", "term": "positive regulation of non-canonical NF-kappaB signal transduction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000556", "pubmed": 10653850, "qualifier": "involved_in", "term": "positive regulation of T-helper 1 cell cytokine production"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "pubmed": 11598150, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": [33883744, 37993712, 37993714], "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 21323571, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0005125", "pubmed": [14528293, 25500532], "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0005125", "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0005125", "pubmed": 11598150, "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [19104048, 25261253, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0045515", "pubmed": [14528293, 25500532, 37993714], "qualifier": "enables", "term": "interleukin-18 receptor binding"}]}, "homologene": {"genes": [[9544, 574151], [9598, 739011], [9606, 3606], [9615, 403796], [9913, 281249], [10090, 16173], [10116, 29197]], "id": 1200}, "interpro": [{"desc": "Interleukin-1 family", "id": "IPR000975", "short_desc": "IL-1_fam"}, {"desc": "Cytokine IL1/FGF", "id": "IPR008996", "short_desc": "IL1/FGF"}, {"desc": "Interleukin-18", "id": "IPR015529", "short_desc": "IL-18"}], "ipi": ["IPI00290198", "IPI00980067"], "map_location": "11q23.1", "name": "interleukin 18", "other_names": ["IFN-gamma-inducing factor", "IL-1 gamma", "iboctadekin", "interleukin 18 (interferon-gamma-inducing factor)", "interleukin-1 gamma", "interleukin-18"], "pathway": {"biocarta": {"id": "nkcellspathway", "name": "ras-independent pathway in nk cell-mediated cytotoxicity"}, "kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04061", "name": "Viral protein interaction with cytokine and cytokine receptor - Homo sapiens (human)"}, {"id": "hsa04621", "name": "NOD-like receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa04623", "name": "Cytosolic DNA-sensing pathway - Homo sapiens (human)"}, {"id": "hsa05130", "name": "Pathogenic Escherichia coli infection - Homo sapiens (human)"}, {"id": "hsa05131", "name": "Shigellosis - Homo sapiens (human)"}, {"id": "hsa05132", "name": "Salmonella infection - Homo sapiens (human)"}, {"id": "hsa05134", "name": "Legionellosis - Homo sapiens (human)"}, {"id": "hsa05135", "name": "Yersinia infection - Homo sapiens (human)"}, {"id": "hsa05143", "name": "African trypanosomiasis - Homo sapiens (human)"}, {"id": "hsa05144", "name": "Malaria - Homo sapiens (human)"}, {"id": "hsa05152", "name": "Tuberculosis - Homo sapiens (human)"}, {"id": "hsa05164", "name": "Influenza A - Homo sapiens (human)"}, {"id": "hsa05321", "name": "Inflammatory bowel disease - Homo sapiens (human)"}, {"id": "hsa05323", "name": "Rheumatoid arthritis - Homo sapiens (human)"}, {"id": "hsa05417", "name": "Lipid and atherosclerosis - Homo sapiens (human)"}], "pid": [{"id": "anthraxpathway", "name": "Cellular roles of Anthrax toxin"}, {"id": "il12_2pathway", "name": "IL12-mediated signaling events"}, {"id": "il12_stat4pathway", "name": "IL12 signaling mediated by STAT4"}, {"id": "il23pathway", "name": "IL23-mediated signaling events"}, {"id": "il27pathway", "name": "IL27-mediated signaling events"}], "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-446652", "name": "Interleukin-1 family signaling"}, {"id": "R-HSA-448706", "name": "Interleukin-1 processing"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-5218859", "name": "Regulated Necrosis"}, {"id": "R-HSA-5357801", "name": "Programmed Cell Death"}, {"id": "R-HSA-5620971", "name": "Pyroptosis"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-6783783", "name": "Interleukin-10 signaling"}, {"id": "R-HSA-6785807", "name": "Interleukin-4 and Interleukin-13 signaling"}, {"id": "R-HSA-9012546", "name": "Interleukin-18 signaling"}, {"id": "R-HSA-9658195", "name": "Leishmania infection"}, {"id": "R-HSA-9660826", "name": "Purinergic signaling in leishmaniasis infection"}, {"id": "R-HSA-9664424", "name": "Cell recruitment (pro-inflammatory response)"}, {"id": "R-HSA-9824443", "name": "Parasitic Infection Pathways"}], "wikipathways": [{"id": "WP1433", "name": "Nucleotide-binding Oligomerization Domain (NOD) pathway"}, {"id": "WP2355", "name": "Corticotropin-releasing hormone signaling pathway"}, {"id": "WP2865", "name": "IL1 and megakaryocytes in obesity"}, {"id": "WP3893", "name": "Development and heterogeneity of the ILC family"}, {"id": "WP3945", "name": "TYROBP causal network in microglia"}, {"id": "WP4655", "name": "Cytosolic DNA-sensing pathway"}, {"id": "WP4754", "name": "IL-18 signaling pathway"}, {"id": "WP516", "name": "Hypertrophy Model"}]}, "pdb": ["1J0S", "2VXT", "3F62", "3WO2", "3WO3", "3WO4", "4EEE", "4EKX", "4HJJ", "4R6U", "4XFS", "4XFT", "4XFU", "7AL7", "8J6K", "8SPB"], "pfam": "PF00340", "pharmgkb": "PA29802", "pharos": {"target_id": 15205, "tdl": "Tbio"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF251427", "relationship": "is"}, {"id": "GNF251428", "relationship": "is"}, {"id": "GNF251429", "relationship": "is"}, {"id": "GNF251430", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF163709", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF043597", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF085026", "relationship": "is"}, {"id": "GNF085027", "relationship": "is"}, {"id": "GNF085028", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051748", "relationship": "is"}, {"id": "GNF056514", "relationship": "is"}, {"id": "GNF061282", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF068069", "relationship": "is"}, {"id": "GNF068070", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF007095", "relationship": "is"}, {"id": "GNF007096", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF337994", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF114523", "relationship": "is"}, {"id": "GNF154164", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000011.10", "NC_060935.1", "NG_028143.1"], "protein": ["NP_001230140.1", "NP_001373349.1", "NP_001553.1", "XP_011541107.1", "XP_054224645.1"], "rna": ["NM_001243211.2", "NM_001386420.1", "NM_001562.4", "XM_011542805.2", "XM_054368670.1"], "translation": [{"protein": "NP_001373349.1", "rna": "NM_001386420.1"}, {"protein": "XP_054224645.1", "rna": "XM_054368670.1"}, {"protein": "NP_001230140.1", "rna": "NM_001243211.2"}, {"protein": "XP_011541107.1", "rna": "XM_011542805.2"}, {"protein": "NP_001553.1", "rna": "NM_001562.4"}]}, "reporter": {"HG-U133_Plus_2": "206295_at", "HG-U95Av2": "1165_at", "HTA-2_0": "TC11002293.hg.1", "HuEx-1_0": "3391255", "HuGene-1_1": "7951686", "HuGene-2_1": "16744415"}, "summary": "The protein encoded by this gene is a proinflammatory cytokine of the IL-1 family that is constitutively found as a precursor within the cytoplasm of a variety of cells including macrophages and keratinocytes. The inactive IL-18 precursor is processed to its active form by caspase-1, and is capable of stimulating interferon gamma production, and of regulating both T helper (Th) 1 and Th2 responses. This cytokine has been implicated in the injury of different organs, and in potentially fatal conditions characterized by a cytokine storm. In humans, IL-18 gene is located on chromosome 11. Alternatively spliced transcript variants encoding different isoforms have been found for this gene.[provided by RefSeq, Aug 2020].", "symbol": "IL18", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1334109"}, "unigene": "Hs.83077", "uniprot": {"Swiss-Prot": "Q14116"}, "wikipedia": {"url_stub": "Interleukin 18"}}