{"AllianceGenome": "6002", "HGNC": "6002", "MIM": "605619", "_id": "50604", "_version": 1, "accession": {"genomic": ["AC098935.2", "AF402002.1", "CH471100.2", "CP068277.2", "NC_000001.11", "NC_060925.1"], "protein": ["AAF36679.1", "AAH69311.1", "AAH69364.1", "AAH69398.1", "AAH69425.1", "AAH69449.1", "AAH69487.1", "AAH69523.1", "AAH69559.1", "AAH74948.1", "AAH74949.1", "AAI17387.1", "AAI17391.1", "AAK84423.1", "AAQ88686.1", "AAW78348.1", "EAW93520.1", "EAW93521.1", "NP_001372094.1", "NP_001372095.1", "NP_001372096.1", "NP_061194.2", "Q9NYY1.2"], "rna": ["AF224266.1", "AY358320.1", "AY876922.1", "BC069311.1", "BC069364.1", "BC069398.1", "BC069425.1", "BC069449.1", "BC069487.1", "BC069523.1", "BC069559.1", "BC074948.2", "BC074949.2", "BC117386.1", "BC117390.1", "NM_001385165.1", "NM_001385166.1", "NM_001385167.1", "NM_018724.4"], "translation": [{"protein": "AAH69559.1", "rna": "BC069559.1"}, {"protein": "AAI17391.1", "rna": "BC117390.1"}, {"protein": "AAH69523.1", "rna": "BC069523.1"}, {"protein": "AAH74949.1", "rna": "BC074949.2"}, {"protein": "NP_001372094.1", "rna": "NM_001385165.1"}, {"protein": "AAH69311.1", "rna": "BC069311.1"}, {"protein": "AAW78348.1", "rna": "AY876922.1"}, {"protein": "NP_061194.2", "rna": "NM_018724.4"}, {"protein": "AAH69398.1", "rna": "BC069398.1"}, {"protein": "NP_001372096.1", "rna": "NM_001385167.1"}, {"protein": "AAQ88686.1", "rna": "AY358320.1"}, {"protein": "AAF36679.1", "rna": "AF224266.1"}, {"protein": "AAH69487.1", "rna": "BC069487.1"}, {"protein": "AAH69364.1", "rna": "BC069364.1"}, {"protein": "NP_001372095.1", "rna": "NM_001385166.1"}, {"protein": "AAH69425.1", "rna": "BC069425.1"}, {"protein": "AAI17387.1", "rna": "BC117386.1"}, {"protein": "AAH69449.1", "rna": "BC069449.1"}, {"protein": "AAH74948.1", "rna": "BC074948.2"}]}, "alias": ["IL-20", "IL10D", "ZCYTO10"], "ensembl": {"gene": "ENSG00000162891", "protein": ["ENSP00000356063", "ENSP00000356065", "ENSP00000375796"], "transcript": ["ENST00000367096", "ENST00000367098", "ENST00000391930"], "translation": [{"protein": "ENSP00000356065", "rna": "ENST00000367098"}, {"protein": "ENSP00000356063", "rna": "ENST00000367096"}, {"protein": "ENSP00000375796", "rna": "ENST00000391930"}], "type_of_gene": "protein_coding"}, "entrezgene": "50604", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 7.99272559323, "exp_mis": 56.8778082133, "exp_syn": 22.5085129901, "lof_z": 1.04859839474994, "mis_z": -0.332200820760048, "mu_lof": 5.38256766431e-07, "mu_mis": 4.93818502032e-06, "mu_syn": 1.84770968547e-06, "n_lof": 5.0, "n_mis": 62.0, "n_syn": 20.0, "p_li": 0.00253917759019062, "p_null": 0.213914672537615, "p_rec": 0.783546149872194, "syn_z": 0.327787168232651}, "bp": 531, "cds_end": 207041909, "cds_start": 207039197, "n_exons": 5, "nonpsych": {"exp_lof": 7.13484795196, "exp_mis": 51.3805664373, "exp_syn": 20.2730367498, "lof_z": 0.784922128365554, "mis_z": 0.0971450439612337, "mu_lof": 5.38256766431e-07, "mu_mis": 4.93818502032e-06, "mu_syn": 1.84770968547e-06, "n_lof": 5.0, "n_mis": 50.0, "n_syn": 18.0, "p_li": 0.00187394075356346, "p_null": 0.302237660963306, "p_rec": 0.69588839828313, "syn_z": 0.317841863752517}, "nontcga": {"exp_lof": 7.34362472356, "exp_mis": 52.3179041932, "exp_syn": 20.6981502042, "lof_z": 0.853127767964012, "mis_z": -0.460253774167729, "mu_lof": 5.38256766431e-07, "mu_mis": 4.93818502032e-06, "mu_syn": 1.84770968547e-06, "n_lof": 5.0, "n_mis": 59.0, "n_syn": 20.0, "p_li": 0.00193729808749388, "p_null": 0.266421023142917, "p_rec": 0.731641678769589, "syn_z": 0.0971639822429054}, "transcript": "ENST00000367098.1"}, "exons": [{"cdsend": 206868564, "cdsstart": 206865852, "chr": "1", "position": [[206865622, 206865686], [206865822, 206866011], [206866298, 206866364], [206866483, 206866636], [206868486, 206869223]], "strand": 1, "transcript": "NM_001385165", "txend": 206869223, "txstart": 206865622}, {"cdsend": 206868564, "cdsstart": 206865852, "chr": "1", "position": [[206863564, 206863607], [206865546, 206865686], [206865822, 206866011], [206866298, 206866364], [206866483, 206866636], [206867383, 206867458], [206868486, 206869223]], "strand": 1, "transcript": "NM_001385166", "txend": 206869223, "txstart": 206863564}, {"cdsend": 206868564, "cdsstart": 206865852, "chr": "1", "position": [[206863564, 206863607], [206865345, 206865426], [206865546, 206865686], [206865822, 206866011], [206866298, 206866364], [206866483, 206866636], [206867383, 206867458], [206868486, 206869223]], "strand": 1, "transcript": "NM_001385167", "txend": 206869223, "txstart": 206863564}, {"cdsend": 206868564, "cdsstart": 206865852, "chr": "1", "position": [[206865622, 206865686], [206865822, 206866011], [206866298, 206866364], [206866483, 206866636], [206867383, 206867458], [206868486, 206869223]], "strand": 1, "transcript": "NM_018724", "txend": 206869223, "txstart": 206865622}], "exons_hg19": [{"cdsend": 207041909, "cdsstart": 207039197, "chr": "1", "position": [[207038967, 207039031], [207039167, 207039356], [207039643, 207039709], [207039828, 207039981], [207041831, 207042568]], "strand": 1, "transcript": "NM_001385165", "txend": 207042568, "txstart": 207038967}, {"cdsend": 207041909, "cdsstart": 207039197, "chr": "1", "position": [[207036909, 207036952], [207038891, 207039031], [207039167, 207039356], [207039643, 207039709], [207039828, 207039981], [207040728, 207040803], [207041831, 207042568]], "strand": 1, "transcript": "NM_001385166", "txend": 207042568, "txstart": 207036909}, {"cdsend": 207041909, "cdsstart": 207039197, "chr": "1", "position": [[207036909, 207036952], [207038690, 207038771], [207038891, 207039031], [207039167, 207039356], [207039643, 207039709], [207039828, 207039981], [207040728, 207040803], [207041831, 207042568]], "strand": 1, "transcript": "NM_001385167", "txend": 207042568, "txstart": 207036909}, {"cdsend": 207041909, "cdsstart": 207039197, "chr": "1", "position": [[207038967, 207039031], [207039167, 207039356], [207039643, 207039709], [207039828, 207039981], [207040728, 207040803], [207041831, 207042568]], "strand": 1, "transcript": "NM_018724", "txend": 207042568, "txstart": 207038967}], "generif": [{"pubmed": 12351624, "text": "examination of ligand/receptor interactions and in signal transduction that may lead to specificity and distinct biology"}, {"pubmed": 12855566, "text": "human IL-20 enhanced colony formation by CD34+ multipotential progenitors, buthad no effect on erythroid, granulocyte-macrophage, or megakaryocyte progenitors."}, {"pubmed": 14580208, "text": "forms stable complex with interleukin-20 receptor"}, {"pubmed": 14675174, "text": "IL-19 and IL-20 are synthesized by a distinct population of keratinocytes."}, {"pubmed": 15815689, "text": "A study of 54 SNPs and haplotypes in the IL10 region indicate that IL10 and IL19/IL20 may be involved in natural clearance of HCV in the African Americans while no significant associations were detected in European Americans."}, {"pubmed": 15815689, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15950941, "text": "Altogether our findings revealed that IL-20 is a negative modulator of COX-2/PGE(2) and inhibits angiogenesis."}, {"pubmed": 16511554, "text": "IL-20 is a pleiotropic cytokine and promotes angiogenesis."}, {"pubmed": 16645593, "text": "IL-20 may influence inflammation through IFN-like effects. These data indicate that IL-20 may be an important effector cytokine in psoriasis, and that its inhibition may represent a potential therapeutic target."}, {"pubmed": 16709143, "text": "Ultraviolet light with photosensitizing agents had little effect or decreased epithelial keratinocyte il-20 levels."}, {"pubmed": 16778121, "text": "IL-20 is a proatherogenic cytokine that contributes to the progression of atherosclerosis."}, {"pubmed": 16908179, "text": "IL-20 protein is expressed in 30 non-neoplastic tissue types and five major cell types: epithelial cells, myoepithelial cells, endothelial cells, macrophages, skeletal muscle cells, and several types of tumor cells."}, {"pubmed": 17083366, "text": "IL-19, IL-20 and IL-24 are distinct from classical ILs and constitute a separate subfamily of mediators within the IL-10 family"}, {"pubmed": 17255956, "text": "p38 mitogen-activated protein kinase (MAPK) as well as inhibitory kappaB kinase-NF-kappaB signaling pathways are crucial for IL-20 expression in keratinocytes"}, {"pubmed": 17263806, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17263806, "text": "extended haplotype analysis revealed an association of IL19/IL20 haplotype GACACCGGAA with a higher risk for palmoplantar pustulosis (PPP) and of IL20/IL24 haplotype CAAAC with a reduced risk for PPP"}, {"pubmed": 17465720, "text": "Review. The role of IL-20 in the pathogenesis of inflammatory diseases is reviewed."}, {"pubmed": 17703412, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18061474, "text": "Both IL-20 and IL-24 showed correlations to CCL2/MCP-1 in plasma from rheumatoid arthritis and spondyloarthropathy patients."}, {"pubmed": 18281438, "text": "Activation of toll-like receptors 2 and 3 show keratinocytes in the simultaneous presence of IL-20 and IL-29."}, {"pubmed": 18479293, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18479293, "text": "results suggest that IL10 and IL20 gene variants influence hepatitis B virus infection outcome"}, {"pubmed": 18758357, "text": "IL-20 plays an important role in the pathogenesis of disc herniation."}, {"pubmed": 18771958, "text": "novel effects of IL-20 on mesangial cells and its association with lupus nephritis."}, {"pubmed": 19087313, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19258923, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19342680, "text": "IL-20 was responsive to hypoxia in vitro and in the ischemic stroke model and that up-regulation of IL-20 in the ischemic brain may contribute to brain injury"}, {"pubmed": 19430480, "text": "Observational study, meta-analysis, and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19481430, "text": "in premenopausal obese women, interleukin-20 levels are higher than matched normal weight control women, are associated with body weight and waist-hip ratio, and are reduced by weight loss"}, {"pubmed": 19802007, "text": "Data show that JAK1/STAT-activating ligands, interleukin 10, IL20, IL24, and IL6 were expressed by senescent cells, supporting autocrine/paracrine activation of JAK1/STAT."}, {"pubmed": 19830738, "text": "Data show that in lesional skin of psoriasis patients, highly elevated IL-20 levels strongly correlated with IL-22, and to a lesser extent, with IL-17A and TNF-alpha."}, {"pubmed": 20061404, "text": "Essentially identical phenotypes in transgenic mouse models for IL-20, IL-22, and IL-24 suggest that the three related cytokines play a redundant role in keratinocyte differentiation and proliferation."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20503287, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20976276, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21109726, "text": "The G allele of the IL-20 -1723C to G polymorphism may contribute to a genetic susceptibility to psoriasis in the Chinese Han population, particularly in patients with psoriasis triggered or exacerbated by an upper respiratory tract infection."}, {"pubmed": 21565488, "text": "IL-20 & its receptors were epigenetically regulated through histone post-translational modifications and DNA CpG residue methylation. Also, treatment with recombinant IL-20 resulted in decreased expression of the VEGF family members at the mRNA level."}, {"pubmed": 22232181, "text": "crystallographic asymmetric unit contains one IL-20-IL-20R1-IL-20R2 complex, corresponding to a solvent content of approximately 54%"}, {"pubmed": 22930279, "text": "The mRNA levels of p40, IL-20 and IL-21 at baseline may serve as potential predictors of treatment response to ustekinumab treatment in psoriasis."}, {"pubmed": 22948742, "text": "A blood test for discrimination of patients with acute cellular rejection from transplanted kidney is based on simultaneous quantification of three analytes: IL-1 receptor antagonist, IL-20 and soluble CD40 ligand."}, {"pubmed": 22962576, "text": "Elevated expression of inflammatory cytokines (IL-5, IL-20, and IL-28A) is associated with bladder cancer development."}, {"pubmed": 23000500, "text": "A significant association was found between the combined genotypes of IL19GC + CC and IL20TG + GG and increased risk of vesicoureteral reflux."}, {"pubmed": 23183096, "text": "the GG genotypes of the IL-20 polymorphisms (rs2981573 and rs2232360) might have an important role in the development of UC in the Mexican population."}, {"pubmed": 23207823, "text": "IL-10-- and IL-20--expressing epithelial and inflammatory cells are increased in patients with ulcerative colitis."}, {"pubmed": 23271730, "text": "Interleukin-20 promotes migration of bladder cancer cells through extracellular signal-regulated kinase (ERK)-mediated MMP-9 protein expression leading to nuclear factor (NF-kappaB) activation by inducing the up-regulation of p21(WAF1) protein expression"}, {"pubmed": 23812620, "text": "We observed that IL-20 which is an IL-10 group angiogenesis indicator was suppressed in systemic sclerosis, suggesting abnormal angiogenesis."}, {"pubmed": 23892591, "text": "This study demonstrates that rs1713239 and infection may have potential synergetic effect on modulating the transcriptional activity of IL-20."}, {"pubmed": 24470401, "text": "Decreased interleukin-20 expression in scleroderma skin contributes to cutaneous fibrosis."}, {"pubmed": 24628979, "text": "IL-20 is produced by keratinocytes, released into the epidermis and then possibly taken up by papillary mononuclear cells"}, {"pubmed": 25028099, "text": "Overexpression of IL-20 was detected in the airway epithelium collected from patients with asthma."}, {"pubmed": 25178435, "text": "Distribution of interleukin-10 family cytokines in serum and synovial fluid of patients with inflammatory arthritis reveals different"}, {"pubmed": 25543042, "text": "IL-20 may play a patho-physiologic role in the Th2 immune response in human asthma and may be a potential biomarker of asthma severity."}, {"pubmed": 25631632, "text": "IL-20 serum levels were increased in patients with active multiple myeloma compared to both healthy controls and responders to bortezomib-based treatment.IL-20 participate actively in the pathophysiology of multiple myeloma progression."}, {"pubmed": 26297177, "text": "IL-20 is a multifunctional cytokine with potent inflammatory, angiogenic, chemoattractive, and osteoclastogenic effects, and is involved in the many phases of rheumatic arthritis progression. [Review]"}, {"pubmed": 26354610, "text": "Coincident diabetes mellitus type 2 in either pulmonary or latent tuberculosis is characterized by decreased production of the IL-20 subfamily of cytokines."}, {"pubmed": 26404542, "text": "Data show reduced cytokines IL-10 and IL-19 expression, and enhanced IL-20 and il-1 beta expression in chronic recurrent multifocal osteomyelitis (CRMO) monocytes."}, {"pubmed": 27573644, "text": "Data suggest that HGF, IL-20, and IL-22 in the serum and bronchoalveolar lavage fluid (BALF) of non-small cell lung cancer (NSCLC) patients before chemotherapy may be a prognostic of cancer progression."}, {"pubmed": 27806114, "text": "Results found that IL-20 is more specifically associated with ER-positive breast cancer and is epigenetically regulated by estrogen via the specific recruitment of KMT2B by ERalpha."}, {"pubmed": 28150860, "text": "The authors results indicate that genetic variants of the immunomodulatory IL10 and IL20 genes may offer a protective effect in Europeans from Russia."}, {"pubmed": 28369789, "text": "IL-20 and IL-24 increased the production of monocyte chemoattractant protein-1 by activated spondyloarthritis synovial fluid monocytes, decreased the production of Dickkopf-1 by SpA fibroblast-like synovial cells and induced mineralization in human osteoblasts; taken together, findings indicate disease-aggravating functions of IL-20 and IL-24 in spondyloarthritis"}, {"pubmed": 28424238, "text": "The current study provides evidence that IL-20 directly targets and inhibits key inflammatory functions of neutrophils during infection with S. aureus."}, {"pubmed": 28514748, "text": "Authors demonstrated that ER(alpha), GATA3 and FOXA1 form a transcriptional complex with Ell3 to regulate IL-20 expression in ER(+) breast cancer cells.  FOXA1 represses IL-20 expression, whereas GATA3 and ER(alpha) activate it."}, {"pubmed": 28662439, "text": "data showed that IL-20 is independently associated with rheumatoid arthritis disease activity and may be triggered by TLR ligands at local sites of inflammation"}, {"pubmed": 29334679, "text": "Patients with the G allele of interleukin 20 (IL20) rs2981573 have a significantly increased hazard of death over the 28-day period compared to patients with the A allele in the septic shock cohort. Patients with the GG genotype have more organ dysfunction. The cardiac surgical ICU patients with the GG genotype have an increased length of ICU stay."}, {"pubmed": 30048054, "text": "Higher IL-20 levels in active BD patients, when compared to inactive BD patients and healthy controls indicate that the disease is an inflammatory one and IL-20 plays a role in the disease pathogenesis. Moreover, it can be concluded that IL-20 might have a role in the complex process of the settlement and activation of the disease"}, {"pubmed": 31947776, "text": "Common Variants in IL-20 Gene are Associated with Subclinical Atherosclerosis, Cardiovascular Risk Factors and IL-20 Levels in the Cohort of the Genetics of Atherosclerotic Disease (GEA) Mexican Study."}, {"pubmed": 32622964, "text": "A single-center observational study on the expression of circulating interleukin-20 levels and predicting outcomes in human chronic heart failure: A 2-year follow-up cohort study: Higher IL-20 levels suggest poorer outcomes in CHF patients."}, {"pubmed": 32730761, "text": "The expression of interleukin 20 increases in plasma and aortic tissues from patients with acute aortic dissection."}, {"pubmed": 34403503, "text": "IL-20 is involved in obesity by modulation of adipogenesis and macrophage dysregulation."}, {"pubmed": 34704818, "text": "Increased expression of IL-20 is associated with ischemic cardiomyopathy and acute myocardial infarction."}, {"pubmed": 35384009, "text": "gamma-Secretase inhibitors suppress IL-20-mediated osteoclastogenesis via Notch signalling and are affected by Notch2 in vitro."}, {"pubmed": 35486004, "text": "IL-20 promotes cutaneous inflammation and peripheral itch sensation in atopic dermatitis."}, {"pubmed": 35613844, "text": "IL-20 subfamily cytokines impair the oesophageal epithelial barrier by diminishing filaggrin in eosinophilic oesophagitis."}, {"pubmed": 35681232, "text": "Interleukin-20 is involved in dry eye disease and is a potential therapeutic target."}, {"pubmed": 36175183, "text": "Overexpression of interleukin-20 correlates with favourable prognosis in diffuse large B-cell lymphoma."}, {"pubmed": 37884352, "text": "IL-20 controls resolution of experimental colitis by regulating epithelial IFN/STAT2 signalling."}, {"pubmed": 38356138, "text": "The effect of interleukin-20 on periodontal tissue destruction in individuals with periodontitis."}], "genomic_pos": {"chr": "1", "end": 206869223, "ensemblgene": "ENSG00000162891", "start": 206865623, "strand": 1}, "genomic_pos_hg19": {"chr": "1", "end": 207042568, "start": 207038699, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0007165", "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030316", "qualifier": "involved_in", "term": "osteoclast differentiation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0042531", "pubmed": 11470428, "qualifier": "involved_in", "term": "positive regulation of tyrosine phosphorylation of STAT protein"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0045606", "pubmed": 11470428, "qualifier": "involved_in", "term": "positive regulation of epidermal cell differentiation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0045618", "pubmed": 11470428, "qualifier": "involved_in", "term": "positive regulation of keratinocyte differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045672", "qualifier": "involved_in", "term": "positive regulation of osteoclast differentiation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0050727", "pubmed": 11470428, "qualifier": "involved_in", "term": "regulation of inflammatory response"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "pubmed": 11470428, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "located_in", "term": "extracellular space"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0005125", "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0045517", "pubmed": 11470428, "qualifier": "enables", "term": "interleukin-20 receptor binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0045518", "qualifier": "enables", "term": "interleukin-22 receptor binding"}]}, "homologene": {"genes": [[7955, 100004224], [9031, 107055197], [9544, 694689], [9598, 744201], [9606, 50604], [9615, 609203], [9913, 515533], [10090, 58181], [10116, 681112]], "id": 10286}, "interpro": [{"desc": "Four-helical cytokine-like, core", "id": "IPR009079", "short_desc": "4_helix_cytokine-like_core"}, {"desc": "Interleukin-10, conserved site", "id": "IPR020423", "short_desc": "IL-10_CS"}, {"desc": "Interleukin-20", "id": "IPR020442", "short_desc": "IL-20"}, {"desc": "Interleukin-10/19/20/22/24/26 family", "id": "IPR020443", "short_desc": "IL-10/19/20/22/24/26_fam"}], "ipi": ["IPI00000048", "IPI00719795"], "map_location": "1q32.1", "name": "interleukin 20", "other_names": ["cytokine Zcyto10", "four alpha helix cytokine", "interleukin-20"], "pathway": {"kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04061", "name": "Viral protein interaction with cytokine and cytokine receptor - Homo sapiens (human)"}, {"id": "hsa04630", "name": "JAK-STAT signaling pathway - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-8854691", "name": "Interleukin-20 family signaling"}]}, "pdb": "4DOH", "pfam": "PF00726", "pharmgkb": "PA29817", "pharos": {"target_id": 4893, "tdl": "Tbio"}, "reagent": {"CM-LibrX-no-seq": [{"id": "GNF327815", "relationship": "is"}, {"id": "GNF327816", "relationship": "is"}, {"id": "GNF327817", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF264795", "relationship": "is"}, {"id": "GNF264796", "relationship": "is"}, {"id": "GNF264797", "relationship": "is"}, {"id": "GNF264798", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF085052", "relationship": "is"}, {"id": "GNF085053", "relationship": "is"}, {"id": "GNF085054", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053822", "relationship": "is"}, {"id": "GNF058596", "relationship": "is"}, {"id": "GNF073841", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF063387", "relationship": "is"}, {"id": "GNF063388", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF128263", "relationship": "is"}, {"id": "GNF128274", "relationship": "is"}, {"id": "GNF128286", "relationship": "is"}, {"id": "GNF128298", "relationship": "is"}, {"id": "GNF128310", "relationship": "is"}, {"id": "GNF128322", "relationship": "is"}, {"id": "GNF128334", "relationship": "is"}, {"id": "GNF128346", "relationship": "is"}, {"id": "GNF277788", "relationship": "is"}, {"id": "GNF277800", "relationship": "is"}, {"id": "GNF277811", "relationship": "is"}, {"id": "GNF277821", "relationship": "is"}, {"id": "GNF277832", "relationship": "is"}, {"id": "GNF277842", "relationship": "is"}, {"id": "GNF277852", "relationship": "is"}, {"id": "GNF277864", "relationship": "is"}, {"id": "GNF278383", "relationship": "is"}, {"id": "GNF278536", "relationship": "is"}], "MasterSecretomicsList": [{"id": "GNF330763", "relationship": "is"}, {"id": "GNF331951", "relationship": "is"}, {"id": "GNF334176", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF334778", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF095896", "relationship": "is"}, {"id": "GNF135552", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1"], "protein": ["NP_001372094.1", "NP_001372095.1", "NP_001372096.1", "NP_061194.2"], "rna": ["NM_001385165.1", "NM_001385166.1", "NM_001385167.1", "NM_018724.4"], "translation": [{"protein": "NP_001372094.1", "rna": "NM_001385165.1"}, {"protein": "NP_001372095.1", "rna": "NM_001385166.1"}, {"protein": "NP_061194.2", "rna": "NM_018724.4"}, {"protein": "NP_001372096.1", "rna": "NM_001385167.1"}]}, "reporter": {"HG-U133_Plus_2": "224071_at", "HTA-2_0": "TC01001729.hg.1", "HuEx-1_0": "2377020", "HuGene-1_1": "7909261", "HuGene-2_1": "16676673"}, "summary": "The protein encoded by this gene is a cytokine structurally related to interleukin 10 (IL10). This cytokine has been shown to transduce its signal through signal transducer and activator of transcription 3 (STAT3) in keratinocytes. A specific receptor for this cytokine is found to be expressed in skin and upregulated dramatically in psoriatic skin, suggesting a role for this protein in epidermal function and psoriasis. [provided by RefSeq, Jul 2008].", "symbol": "IL20", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1416403"}, "unigene": "Hs.272373", "uniprot": {"Swiss-Prot": "Q9NYY1", "TrEMBL": "A0A7R8C4W0"}, "wikipedia": {"url_stub": "Template:PBB/50604"}}