{"AllianceGenome": "6005", "HGNC": "6005", "MIM": "605384", "_id": "59067", "_version": 2, "accession": {"genomic": ["AC053545.5", "AY763518.1", "CH471056.2", "CP068274.2", "CS080568.1", "CS237090.1", "CS450761.1", "CS582814.1", "FB677173.1", "GM619752.1", "HB976773.1", "HC196689.1", "HC203173.1", "HC203434.1", "HC686913.1", "JA104585.1", "NC_000004.12", "NC_060928.1", "NG_031966.2"], "protein": ["AAG29348.1", "AAH66258.1", "AAH66259.1", "AAH66260.1", "AAH66261.1", "AAH66262.1", "AAH69124.1", "AAU88182.1", "ABG36529.1", "BBA22643.1", "CAI94500.1", "CAJ47524.1", "CAL81203.1", "CAN87399.1", "CAS03522.1", "CAV33288.1", "CBE74752.1", "CBI70418.1", "CBI85469.1", "CBI85472.1", "CBL93962.1", "CCA63962.1", "EAX05226.1", "NP_001193935.1", "NP_068575.1", "Q9HBE4.3"], "rna": ["AF254069.1", "BC066258.1", "BC066259.1", "BC066260.1", "BC066261.1", "BC066262.1", "BC069124.1", "CD559460.2", "CD559613.2", "DQ645417.1", "LC133256.1", "NM_001207006.3", "NM_021803.4"], "translation": [{"protein": "AAH66260.1", "rna": "BC066260.1"}, {"protein": "AAH69124.1", "rna": "BC069124.1"}, {"protein": "NP_068575.1", "rna": "NM_021803.4"}, {"protein": "AAH66258.1", "rna": "BC066258.1"}, {"protein": "AAH66259.1", "rna": "BC066259.1"}, {"protein": "AAH66262.1", "rna": "BC066262.1"}, {"protein": "BBA22643.1", "rna": "LC133256.1"}, {"protein": "AAG29348.1", "rna": "AF254069.1"}, {"protein": "NP_001193935.1", "rna": "NM_001207006.3"}, {"protein": "AAH66261.1", "rna": "BC066261.1"}, {"protein": "ABG36529.1", "rna": "DQ645417.1"}]}, "alias": ["CVID11", "IL-21", "Za11"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "limited", "classification_date": "2022-12-30T12:00:00.000Z", "disease_label": "common variable immunodeficiency", "gcep": "Antibody Deficiencies Gene Curation Expert Panel", "moi": "AR", "mondo": "MONDO:0015517", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_82664dca-783a-4ed9-abe5-c77b082a0684-2022-12-30T120000.000Z", "sop": "SOP9"}}, "ensembl": {"gene": "ENSG00000138684", "protein": ["ENSP00000477555", "ENSP00000497915"], "transcript": ["ENST00000611104", "ENST00000647784", "ENST00000648588"], "translation": [{"protein": "ENSP00000497915", "rna": "ENST00000648588"}, {"protein": "ENSP00000477555", "rna": "ENST00000611104"}], "type_of_gene": "protein_coding"}, "entrezgene": "59067", "exons": [{"cdsend": 122621011, "cdsstart": 122612826, "chr": "4", "position": [[122612627, 122612928], [122615681, 122615837], [122620700, 122620736], [122620843, 122621057]], "strand": -1, "transcript": "NM_001207006", "txend": 122621057, "txstart": 122612627}, {"cdsend": 122621011, "cdsstart": 122612709, "chr": "4", "position": [[122610107, 122612760], [122612850, 122612928], [122615681, 122615837], [122620700, 122620736], [122620843, 122621066]], "strand": -1, "transcript": "NM_021803", "txend": 122621066, "txstart": 122610107}], "exons_hg19": [{"cdsend": 123542166, "cdsstart": 123533981, "chr": "4", "position": [[123533782, 123534083], [123536836, 123536992], [123541855, 123541891], [123541998, 123542212]], "strand": -1, "transcript": "NM_001207006", "txend": 123542212, "txstart": 123533782}, {"cdsend": 123542166, "cdsstart": 123533864, "chr": "4", "position": [[123531262, 123533915], [123534005, 123534083], [123536836, 123536992], [123541855, 123541891], [123541998, 123542221]], "strand": -1, "transcript": "NM_021803", "txend": 123542221, "txstart": 123531262}], "generif": [{"pubmed": 12244150, "text": "IL-21 rapidly induces mRNA synthesis for IFN-gamma, T-bet, IL-2 receptor alpha, IL-12 receptor beta 2, IL-18 receptor, and myeloid differentiation factor 88, the genes that are important in activating innate immunity and Th1 response in NK and T cells."}, {"pubmed": 12504082, "text": "Human IL-21 and IL-4 bind to partially overlapping epitopes of common gamma-chain."}, {"pubmed": 12759422, "text": "Synergistic interactions between IL-21, IL-15, and IL-18 play an important role in NK and T cell functions by enhancing IFN-gamma gene expression; IL-21 activates STAT DNA binding to IFN-gamma regulatory elements."}, {"pubmed": 12893770, "text": "identify a dichotomous action of IL21 and IL15 on dendritic cells, establishing IL-21 as inhibitory cytokine on DC activation and IL-15 as potent stimulator of DC function"}, {"pubmed": 15100251, "text": "In addition to promoting growth and differentiation of committed B cells, IL-21 is a specific switch factor for the production of IgG1 and IgG3."}, {"pubmed": 15494482, "text": "Study of IL-21-transgenic mice establishes new roles for IL-21 in the differentiation of B cells into postswitch and plasma cells, in inducing Blimp-1 and Bcl-6 expression, and in development of autoimmune disease."}, {"pubmed": 15684054, "text": "Data show that the proximal promoter of IL-21 controls its Th-cell-subset-specific expression through the action of NFATc2 and T-bet."}, {"pubmed": 15919378, "text": "Our findings indicate that IL-21 may influence the production of both human IgE and IgG4, and thus contribute to the regulation of atopic reactions"}, {"pubmed": 16002671, "text": "IL-21 prevents down-modulation of CD28 and enhances interferon-gamma production in naive CD8+ T cells that undergo IL-15- mediated homeostatic proliferation."}, {"pubmed": 16081794, "text": "A positive regulatory role is demonstrated for IL-21 in augmenting the induction of a primary antigen-specific human cytotoxic T cell (CTL) response"}, {"pubmed": 16138102, "text": "In this review, IL-21 has pleiotropic actions, from augmenting the proliferation of T cells and driving the differentiation of B cells into memory cells and terminally differentiated plasma cells to augmenting the activity of natural killer cells."}, {"pubmed": 16339522, "text": "When B cells were stimulated thru the BCR, IL21 induced minimal proliferation, IgD down-modulation, and small numbers of plasma cells.  After CD40 engagement, IL21 induced extensive proliferation, class switch recombination, & plasma cell differentiation"}, {"pubmed": 16406655, "text": "the peak of IL-21 mRNA production in both the HSV-2 and LCMV-challenged mice coincides with the onset of the adaptive immune response. Thus, our data suggest a role for IL-21 in the early stages of adaptive immune response against virus infections."}, {"pubmed": 16424177, "text": "IL-21 is able to channel natural killer (NK) and CD8+ T cell function by altering the expression pattern of activation/costimulatory receptors."}, {"pubmed": 16551679, "text": "IL-21, a cytokine produced by activated T cells, can directly inhibit the activation and cytokine production of myeloid dendritic cells, providing a negative feedback loop between DCs and T lymphocytes."}, {"pubmed": 17015683, "text": "IL-21 differentially regulates IL-4-induced IgE production, via its growth- and differentiation-promoting capacities on isotype- committed B cells, & via its ability to induce IFNg production; the outcome depends on the presence of a IL-21R polymorphism."}, {"pubmed": 17015709, "text": "IL-21 is a powerful growth factor for naive B cells; Stimulation of human B cells with CD40L/IL-21 also induced IL-10 production and activation of STAT3."}, {"pubmed": 17130531, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17142735, "text": "the link between IL-21-induced JAK/STAT signaling, c-Myc regulation, and differentiation of human B cells"}, {"pubmed": 17178921, "text": "IL-21 expression by in PBMCs reduced IgE production by B cells."}, {"pubmed": 17241869, "text": "intestinal epithelial cells are a target of IL-21 and that IL-21 is involved in the cross-talk between epithelial and immune cells in the gut"}, {"pubmed": 17442980, "text": "IL-21 is overexpressed in Hp-infected gastric mucosa where it could contribute to increased epithelial gelatinase production."}, {"pubmed": 17462506, "text": "Data suggest a contribution of IL21 and IL21R to genetic susceptibility to type 1 diabetes and possible involvement of IL-21 and its receptor system in the disease pathogenesis."}, {"pubmed": 17462506, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 17509926, "text": "IL-21 has a physiological role in immunity, infection, and cancer [review]"}, {"pubmed": 17558408, "text": "Genetic variation in a linkage disequilibrium block encompassing the KIAA1109-TENR-IL2-IL21 genes predisposes to celiac disease."}, {"pubmed": 17558408, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17565991, "text": "analysis and engineering of conformers of interleukin-21"}, {"pubmed": 17624663, "text": "IL-21 induced apoptosis in follicular lymphoma cells expressing high levels of IL-21 receptor."}, {"pubmed": 17672918, "text": "occurrence of an unusual TG 3' splice site in intron 3"}, {"pubmed": 17673207, "text": "there are some different regulatory mechanisms to produce IL-21 or IL-21iso in transcriptional and secretory steps."}, {"pubmed": 17698559, "text": "IL-21 produced from CD4(+) memory T cells may have a supportive role in the maintenance of CD4(+) T cell subsets."}, {"pubmed": 17703412, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17712836, "text": "REVIEW:IL-21 is highly produced by activated CD4+ lymphocytes in the inflamed gut of patients with Crohn's disease, where it contributes to sustaining the ongoing Th1 inflammation"}, {"pubmed": 17713571, "text": "IL-21 may play an important role in enhancing the host immune response of Sezary syndrome patients through the increased cytolytic activity of T and NK cells"}, {"pubmed": 17720724, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17720724, "text": "findings indicate that IL-21 polymorphism is a candidate association with SLE. The functional effects of this association, when revealed, might improve our understanding of the disease and provide new therapeutic targets"}, {"pubmed": 17785794, "text": "can stimulate proliferation and cytokine secretion by antigen-specific rhesus monkey CD8+ T cells; IL-21 drives these cells to apoptosis by down-regulation of Bcl-2."}, {"pubmed": 17888893, "text": "In summary, IL-21 enhances IgE production at low densities through stimulating cell division and plasma cell differentiation and this activity is reduced upon BCR cross-linking."}, {"pubmed": 17921346, "text": "mechanism for IL-21-mediated expansion of antigen-specific CTLs that involves suppression of Foxp3-expressing cells and reversal of inhibition to tumor-associated antigen-specific cytotoxic T cell generation in"}, {"pubmed": 17938255, "text": "IL-15 but not IL-21 caused an increased phosphorylation of Shc and ERK1/2."}, {"pubmed": 17947662, "text": "These data are the first to document that B cell activation, expansion, and PC differentiation induced by direct interaction of B cells with activated T cells requires IL-21"}, {"pubmed": 17988587, "text": "The levels of serum BAFF and IL-21 level are increased in the patients with SLE."}, {"pubmed": 18056361, "text": "IL-21 produced by TFH cells during the primary as well as the subsequent responses to T cell-dependent Ag makes a major contribution to eliciting and maintaining long-lived humoral immunity."}, {"pubmed": 18182577, "text": "In addition to its proapoptotic effect, IL-21 promoted STAT1 and STAT5 phosphorylation in natural killer cells with concurrent enhanced antibody-dependent cellular cytotoxicity against rituximab-coated CLL cells"}, {"pubmed": 18209077, "text": "These data suggest the existence of a positive autocrine loop that could help to amplify and stabilize IL-21-driven, T cell-mediated responses."}, {"pubmed": 18222514, "text": "IL-21-reduced gene and protein expression of growth-transforming EBV nuclear antigen 2 (EBNA2) and increased expression of latent membrane protein 1 (LMP1) of Epstein-Barr virus."}, {"pubmed": 18296629, "text": "STAT5 and nuclear factor-kappaB pathways collaborate in HL genesis"}, {"pubmed": 18299268, "text": "Interleukin-21 is associated with IgG1 and IgG3 antibodies to erythrocyte-binding antigen-175 peptide 4 of Plasmodium falciparum in Gabonese children with acute falciparum malaria"}, {"pubmed": 18418394, "text": "A significant association with the IL21 region was found in Scandinavian coeliac disease families."}, {"pubmed": 18469800, "text": "TGF-beta and IL-21 uniquely promote the differentiation of human naive CD4(+) T cells into T(H)17 cells accompanied by expression of the transcription factor RORC2"}, {"pubmed": 18482208, "text": "IL-21 is involved in driving the pro-inflammatory cytokine response in RA."}, {"pubmed": 18593762, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18641314, "text": "dynamic interplay between IL-4 and IL-21 in regulating the production of IgG subclasses and IgA"}, {"pubmed": 18684866, "text": "Th2 cytokine IL-21 in Hodgkin lymphoma cells regulates STAT3 signaling and attracts Treg cells via regulation of MIP-3alpha"}, {"pubmed": 18773086, "text": "IL-21 plays a global role in regulating T cell homeostasis"}, {"pubmed": 18788946, "text": "Serum levels of IL-21 are significantly reduced in AIDS patients and correlate significantly with their CD4(+) T-cell counts."}, {"pubmed": 18802358, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18802358, "text": "study provides evidence that IL21 is associated with atopic asthma, TsIgE and serum IL-21 levels"}, {"pubmed": 18805825, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18829491, "text": "IL-21 induces opposing effects on antigen-presenting cells and CD8(+) T cells"}, {"pubmed": 18947877, "text": "combined use of IFN-alpha and IL-21 boosts STAT3 signaling, cytotoxicity, and anti-tumor efficacy, suggesting that a combinatorial therapeutic use of these cytokines may benefit cancer patients."}, {"pubmed": 18981102, "text": "we demonstrated that IL-21 induced clonogenicity through an autocrine IGF-1 secretion in human myeloma cell lines and primary myeloma cells"}, {"pubmed": 19026702, "text": "IL-21 is a strong inducer of IgE production in human beings concomitantly with AID expression and the differentiation into plasma cells."}, {"pubmed": 19073967, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19201773, "text": "A strong association for the IL2/IL21 locus with UC was found, which also confirms it as a general susceptibility locus for inflammatory disease."}, {"pubmed": 19201773, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19233474, "text": "Genetic treatment with pIL-15 and pIL-21 in the presence or absence of cognate antigen can contribute to immune-enhancement against HSV."}, {"pubmed": 19234181, "text": "IL-10 production is increased in cells from IL-21 transgenic mice."}, {"pubmed": 19258923, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19302705, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19302705, "text": "Using a family-based study, we have provided a trend for the association of the KIAA1109/Tenr/IL2/IL21 gene region with rheumatoid arthritis in populations of European descent"}, {"pubmed": 19404967, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19404967, "text": "Our results replicate and firmly establish the association of STAT4 and CTLA4 with RA and provide highly suggestive evidence for IL2/IL21 loci as a risk factor for RA."}, {"pubmed": 19447148, "text": "The authors show that interleukin-21 decreases constitutive expression of Rta and its target EA-D in EBV-infected B cell lines during the first 3 days of culture."}, {"pubmed": 19471255, "text": "Polymorphisms within the IL2-IL21 linkage disequilibrium (LD) block show a novel association with IBD"}, {"pubmed": 19523143, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19523143, "text": "The TENR-IL2-IL21 locus did not show any major influence on susceptibility or disease progression in multiple sclerosis."}, {"pubmed": 19561536, "text": "Data show that TAPC stimulation in the presences of IL-21 enhances proliferation of tumor antigen-specific T cells and favors induction of a central memory phenotype, which may improve proliferation, survival, and efficacy of T-cell based therapies."}, {"pubmed": 19592276, "text": "IL-12 produced by activated dendritic cells regulates antibody responses via developing IL-21-producing T follicular helper-like cells and inducing IL-21 secretion from memory CD4(+) T cells"}, {"pubmed": 19592644, "text": "BCR stimulation with either viral Ags or activating Abs in the context of the acute phase cytokine IL-21 can induce the secretion of substantial amounts of GrB by human B cells."}, {"pubmed": 19608866, "text": "these findings support the enhancement of JAK3/STAT3 activation and cell growth in anaplastic lymphoma kinase positive - anaplastic large cell lymphoma via IL-21 signaling."}, {"pubmed": 19617351, "text": "Tax1 transactivates the interleukin-21 (IL-21) and its receptor (IL-21R) genes in human T-cells."}, {"pubmed": 19648290, "text": "Data show that PTPN22 and IL2/IL21 variants showed convincing association in Dutch RA cohort."}, {"pubmed": 19675172, "text": "Addition of IL-21 to CD40 ligand plus activated human memory B cells induces a high-rate immunoglobulin G (IgG)-secreting population in B cells with otherwise low per-cell IgG secretion rates."}, {"pubmed": 19684581, "text": "observed high IL-21 protein and mRNA levels in all samples taken from lesional psoriatic skin compared to samples taken from nonlesional skin of the same individuals and from normal control individuals"}, {"pubmed": 19693089, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19762555, "text": "IL-21 and IL-10 have redundant roles but differential capacities at different stages of Plasma Cell generation from human Germinal Center B cells."}, {"pubmed": 19774453, "text": "higher plasma concentrations in systemic lupus erythematosus patients"}, {"pubmed": 19797296, "text": "IL-21 enhances IL-15-mediated proliferation of CD8 memory T cells, particularly CD28(+) memory T cells, and also serves as an antagonist to the IL-15-induced increase of CD28(-) CD8 T cells."}, {"pubmed": 19949086, "text": "our results suggest that serum IL-21 concentrations may serve as a useful biomarker for monitoring HIV disease progression"}, {"pubmed": 19997967, "text": "Elevated expression levels in patients with immune thrombocytopenia"}, {"pubmed": 19998455, "text": "Interleukin 21 expression is increased in rectal biopsies from patients with ulcerative colitis."}, {"pubmed": 20048285, "text": "STAT3-activating cytokines such as IL-21 thus underpin Ag-specific humoral immune responses and provide a mechanism for the functional antibody deficit in STAT3-deficient patients."}, {"pubmed": 20049410, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20072139, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20079789, "text": "regulates Th17 cells in rheumatoid arthritis"}, {"pubmed": 20103765, "text": "IL21 enhances HIV-specific ADCC, secretory, and cytotoxic functions, as well as viability of NK cells from HIV-infected persons"}, {"pubmed": 20112382, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20112382, "text": "there is an association between rs6822844 at IL-2/IL-21 region and multiple autoimmune diseases in non-European populations"}, {"pubmed": 20186935, "text": "In inflammatory bowel disease, IL-21 is mostly produced by CD4+ T-lymphocytes coexpressing IFN-gamma, reinforcing the concept that distinct subsets of T cells can produce IL-21."}, {"pubmed": 20190192, "text": "IL-7 and IL-21 are superior to IL-2 and IL-15 in promoting human T cell-mediated rejection of systemic lymphoma in immunodeficient mice."}, {"pubmed": 20203524, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20219786, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20233754, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20423656, "text": "The production of ANA and IL-21 do help to control the progress of hepatitis and reduce the damage to liver cells in HCV patients."}, {"pubmed": 20444755, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20498205, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20503287, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20519650, "text": "IL-21 is induced during acute and chronic progressive HIV infection and correlates with relative control of virus."}, {"pubmed": 20553587, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20553587, "text": "The KIAA1109-TENR-IL2-IL21 gene cluster, that encodes an interleukin (IL-21) that plays an important role in Th17 cell biology, is the 20th locus for which there is a genome-wide level of support for association with rheumatoid arthritis."}, {"pubmed": 20571486, "text": "role in the pathogenesis of celiac disease"}, {"pubmed": 20594126, "text": "Studies indicate that IL-21 is overexpressed in the gut of inflammatory bowel disease."}, {"pubmed": 20596022, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20848568, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20871161, "text": "IL-21 might induce class switching of anti-AChR antibodies which promotes pathogenesis of myasthenia gravis."}, {"pubmed": 20881011, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20962850, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21048031, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 21055341, "text": "majority of IL-21-producing cells in PBMCs are memory CD4+ T cells"}, {"pubmed": 21064084, "text": "Enhancement of proliferation and downregulation of TRAIL expression on CD8+ T cells by IL-21"}, {"pubmed": 21116820, "text": "Plasma levels of the T helper cell (Th)17-related cytokines IL-21 and IL-23, and not that of IL-17A, are increased in spondyloarthritis (SpA) patients; no evidence is found that the level of any of these cytokines reflects SpA activity."}, {"pubmed": 21129248, "text": "Th17 cells may play important roles in the occurrence and development of acute leukemia through secreting IL-17 and IL-21."}, {"pubmed": 21181220, "text": "Inflammatory synovitis in reactive arthritis (ReA)/undifferentiated spondyloarthropathy (uSpA) is mediated by pro-inflammatory cytokines like IL-17, IL-6, IL-1beta, and IL-21."}, {"pubmed": 21227406, "text": "IL-21 stimulates the production of IL-10 by CD4(+) T-cells. Secreted Il-10 maintains the expression of CD16 on monocytes."}, {"pubmed": 21269573, "text": "IL2-IL21 rs6822844 polymorphism does not appear to be a genetic risk factor for susceptibility to biopsy-proven giant cell arteritis but may contribute to the development of ischemic complications."}, {"pubmed": 21281812, "text": "These findings suggest role(s) for IL-21 in both the acute and chronic stages of multiple sclerosis via direct effects on T and B lymphocytes and, demonstrated for the first time, also on neurons."}, {"pubmed": 21304239, "text": "The IL2/IL21 region may be one of the highly suggestive but so far rarely identified shared susceptibility loci for primary sclerosing cholangitis and ulcerative colitis."}, {"pubmed": 21357266, "text": "Splenic macrophages of visceral leishmaniasis patients have the potential to upregulate IL-27, which in turn can induce IL-21 to expand IL-10-producing T cells as a mechanism of feedback control."}, {"pubmed": 21375519, "text": "findings, although requiring replication, suggest that IL2/IL21 may play a key role in the pathogenesis of psoriasis as well as in other diverse autoimmune diseases."}, {"pubmed": 21425124, "text": "these findings establish the genetic association between lupus and IL2/IL21 with a genome-wide level of significance."}, {"pubmed": 21430229, "text": "These results indicate that IL-21 regulates B cell development."}, {"pubmed": 21441456, "text": "Data indicate that IL-21 induces an IFN-gamma-dependent pathogenic response in vivo, thus contributing to elucidate a mechanism by which IL-21 sustains skin-damaging inflammation"}, {"pubmed": 21524651, "text": "the interleukin-21 signaling cascade is negatively regulated by CASP8."}, {"pubmed": 21531891, "text": "Data suggest that the association of 2009 H1N1 vaccine-induced Ab responses with IL-21/IL-21R upregulation and with development of memory B cells and plasmablasts has implications for future research in vaccine design."}, {"pubmed": 21648020, "text": "Single nucleotide polymorphisms in IL-21 is associated with ulcerative colitis."}, {"pubmed": 21688385, "text": "we performed genetic analysis of the MYO9B gene and the IL-2/IL-21 locus by genotyping SNPs that have been previously associated with coeliac disease or schizophrenia found no evidence for association with these two loci."}, {"pubmed": 21692955, "text": "IL-21 has a causal role in the development of severe liver inflammation, which is upregulated in hepatitis B-related acute-on-chronic liver failure and associated with severity of liver disease."}, {"pubmed": 21724243, "text": "Critical role in driving inflammatory lesions in Behcet disease by promoting T(H)17 effectors and suppressing Treg cells."}, {"pubmed": 21736561, "text": "IL21 has not been shown to be a major risk gene for MS."}, {"pubmed": 21768062, "text": "Findings indicate that IL-21 is a novel susceptibility gene for recurrent idiopathic spontaneous miscarriage."}, {"pubmed": 21938013, "text": "a pivotal role for an autocrine positive feedback loop involving IL-21 and consequent persistent STAT3 activation in the pathogenesis of Sezary syndrome."}, {"pubmed": 21945025, "text": "IL-21 is decreased in hemodialysis patients and is not affected by gender, age, inflammation, the vintage of hemodialysis, type of medication and type of used dialysis membrane"}, {"pubmed": 21959034, "text": "An increased proportion of IL-21-positive T-cells in systemic lupus erythematosus patients correlates with the proportion of IL-17-positive T-cells."}, {"pubmed": 21968544, "text": "Our data suggest that IL-21 promotes osteoclastogenesis in rheumatoid arthritis."}, {"pubmed": 21987656, "text": "These observations indicate that IL-21 amplifies an inflammatory milieu that promotes colitis-associated colon cancer, and suggest that IL-21 blockade may be useful in reducing the risk of ulcerative colitis-associated colon cancer."}, {"pubmed": 22009762, "text": "IL-21 plays a costimulatory role in the expression of CXCL13, CXCR5, and ICOS by activated gamma-delta T cells."}, {"pubmed": 22030011, "text": "Lymphocytic foci and the periductal area of labial salivary glands from patients with primary Sjogren's syndrome express high levels of IL-21."}, {"pubmed": 22032620, "text": "For risk-factor studies, anti-citrullinated peptide antibody-positive (CCP)-negative rheumatoid arthritis patients can be studied as one group via measurement of their IL-21 and IL-21 receptor levels."}, {"pubmed": 22038405, "text": "DNA copy number variations of IL-17F, IL-21, and IL-22 are associated with the risk of systemic lupus erythematosus."}, {"pubmed": 22039266, "text": "Data imply that IL-21-mediated signaling is critical for long-lived humoral immunity and to restore antibody responses in IL2RG/JAK3-deficient patients after hematopoietic cell transplantation."}, {"pubmed": 22057994, "text": "IL-21 is associated with Graves' disease and Graves' ophthalmopathy."}, {"pubmed": 22077623, "text": "Genome-wide analysis of extended pedigrees confirms IL2-IL21 linkage and shows additional regions of interest potentially influencing coeliac disease risk."}, {"pubmed": 22122790, "text": "decreased levels in children with severe atopic dermatitis"}, {"pubmed": 22235133, "text": "Crystal structure of IL-21 binding to IL-21R reveals that the WSXWS motif of IL-21R is C-mannosylated at the first tryptophan."}, {"pubmed": 22238455, "text": "study found that IL-21 rescued partial Mitogen-Activated Protein Kinase activation in a STAT3- but not STAT1-dependent manner"}, {"pubmed": 22250083, "text": "IL-21 derived from tonsillar T follicular helper lymphocytes acts as a survival factor for secondary lymphoid organ plasma cells in vivo"}, {"pubmed": 22261234, "text": "synergistic effect of IL-21 and IL-15 in enhancing cytokine production and cytotoxic function of CD8+ T cells, IL-21 may be potent immunomodulator in conjunction with IL-15 to regulate umbilical cord blood CD8+ T cells homeostasis and effector functions."}, {"pubmed": 22279576, "text": "Data show that aAPCs expressing mbIL21 promote improved proliferation of NK cells with longer telomeres and less senescence, supporting their clinical use in propagating NK cells for adoptive immunotherapy."}, {"pubmed": 22430249, "text": "These findings identify IL-27-induced IL-21 as a key autocrine regulator of granzyme B expression in human CD8(+) T cells."}, {"pubmed": 22450323, "text": "these findings are the first demonstration that Ape1/Ref-1 is an indispensable molecule for the IL-21-mediated signal transduction through ERK1/2 activation."}, {"pubmed": 22491065, "text": "IL-6 increased IL-21 production by human CD4(+) T cells driving STAT3-dependent plasma cell differentiation."}, {"pubmed": 22532637, "text": "Increase in serum IL-6 and IL-21 levels is associated with markers of B cell activation in patients with rheumatoid arthritis."}, {"pubmed": 22554193, "text": "The present results refine the known genetic architecture in primary sclerosing cholangitis by confirming IL-21 locus association."}, {"pubmed": 22649468, "text": "increased plasma concentrations in rheumatoid arthritis patients"}, {"pubmed": 22705151, "text": "The aim of the study was to measure serum and cerebrospinal fluid (CSF) concentration of ICAM-1, IL-21 and IL-23 in patients with tick-borne encephalitis and neuroborreliosis."}, {"pubmed": 22748465, "text": "Data indicate that plasma Interleukin-21 (IL-21) was an independent predictor of left ventricular (LV) remodelling."}, {"pubmed": 22752563, "text": "our findings suggest that a single-nucleotide polymorphism (rs2221903) and CC haplotype (rs2221903 and rs907715) of the IL-21 gene is associated with systemic lupus erythematosus in the Chinese population."}, {"pubmed": 22753386, "text": "Overexpression of IL-21 by Th2 cells might play a key role in germinal center formation and IgG4 production in IgG4-Mikulicz disease."}, {"pubmed": 22763176, "text": "Studies indicate that IL-21 plays an important role in differentiation of two major IL-21-producing CD4 T cell subsets, the T follicular helper (TFH) and the Th17 cells."}, {"pubmed": 22840497, "text": "Data indicate that HIV-1 subtype 'C' infection leads to early and enhanced expression of IL-17 and IL-21 producing CD4 T-cells in peripheral blood."}, {"pubmed": 22930279, "text": "The mRNA levels of p40, IL-20 and IL-21 at baseline may serve as potential predictors of treatment response to ustekinumab treatment in psoriasis."}, {"pubmed": 22948743, "text": "The release of IL-21 and IL-6 by polyclonally activated CD4+ T cells directly correlates with neurological disability in neuromyelitis optica (NMO) patients."}, {"pubmed": 22976953, "text": "IL-21 in the bone marrow microenvironment significantly affects the biology of Waldenstrom macroglobulinemia tumor cells"}, {"pubmed": 23064011, "text": "These findings indicate that chronic CMV infection alters the response of aged CD4+ T cells to IL-12 resulting in an increased secretion of IL-21"}, {"pubmed": 23097377, "text": "tis study demonstrated the capability of IL-21 to induce the immunosuppressive cytokine IL-10 and outlined its potential to compensate the restricted T(h)1 response in human newborns and consequently to reduce the susceptibility for infectious diseases in the first period of life."}, {"pubmed": 23137515, "text": "Increased IL-21 may synergise with TLR-9 signalling and contributes to generation of plasma cells in active systemic lupus erythematosus patients."}, {"pubmed": 23172754, "text": "Results suggested that the IL-2/IL-21 locus influences the genetic susceptibility to systemic sclerosis. The most likely genetic variation responsible for the association was the rs6822844 polymorphism."}, {"pubmed": 23176102, "text": "Data suggest that interleukin (IL)-21 may be involved in the pathogenesis of rheumatoid arthritis (RA) and antagonizing IL-21 could be a novel strategy for the therapy of RA."}, {"pubmed": 23215754, "text": "IL-21 plays an important role in the mechanism of elevated CD8+ T cell immune activation leading to poor outcome in HIV-1 pathogenesis"}, {"pubmed": 23236436, "text": "gene-gene epistatic interactions revealed between IL21 and ETS1 in systemic lupus erythematosus."}, {"pubmed": 23278180, "text": "Interleukin-21 (IL-21) synergizes with IL-2 to enhance T-cell receptor-induced human T-cell proliferation and counteracts IL-2/transforming growth factor-beta-induced regulatory T-cell development"}, {"pubmed": 23280509, "text": "positive plasma IL-21 levels at day 30 post-transplantation predicted cGVHD occurrence."}, {"pubmed": 23288348, "text": "IL-21 gene polymorphism is associated with the prognosis of breast cancer in Chinese populations."}, {"pubmed": 23296193, "text": "IL-21R gene polymorphisms and serum IL-21 levels predict virological response to interferon-based therapy in Asian chronic hepatitis C patients."}, {"pubmed": 23312859, "text": "Secreted IL-21 isoform also has less signaling activity than IL-21."}, {"pubmed": 23325890, "text": "Although IL-21 alone can induce low-level Blimp-1 expression, maximum Blimp-1 upregulation and optimal plasma cell differentiation requires both IL-21 and CD40 ligand (CD40L)."}, {"pubmed": 23354321, "text": "Data suggest that IL21 rs2221903 and IL21R rs3093301 polymorphisms may, independently or interactively, affect the susceptibility to and/or persistence of HBV infection potentially through altering IL-21 and IgE production."}, {"pubmed": 23396946, "text": "Human IL-21 possesses important biological effects in mononuclear phagocyte cells; future development of therapeutic strategies targeting the IL-21/IL-21R system should consider that monocyte and macrophage cell physiology may be affected by this system."}, {"pubmed": 23407551, "text": "IL-21-induced granzyme B production by plasmacytoid dendritic cells inhibits T-cell proliferation."}, {"pubmed": 23479229, "text": "IL-21 drives CD8+ cytototoxic T lymphocyte (CTL) differentiation via the actions of the transcription factor T-bet."}, {"pubmed": 23480181, "text": "PTPN22 C1858T polymorphism and HLA-DR3 and/or DR4 alleles, but not allelic variants in the 5'-proximal region of the IL-21 gene were associated with type 1 diabetes risk."}, {"pubmed": 23553807, "text": "Tpathogenic role of IL-21 in immune-inflammatory pathologies. [Review]"}, {"pubmed": 23571506, "text": "increased production by CD4+ T cells is characteristic of pediatric celiac disease"}, {"pubmed": 23579027, "text": "The inhibitory effect of IL21 on proliferation of normal and leukemic cells was found to be apoptosis-independent."}, {"pubmed": 23607532, "text": "IL-21 was expressed highly in inflamed mucosa of active Crohn disease patients compared with controls. It decreased after infliximab therapy."}, {"pubmed": 23645042, "text": "IL2-IL21 region seems to play a role in the response to rituximab in systemic lupus erythematosus patients but not in other autoimmune diseases."}, {"pubmed": 23656167, "text": "Diagnosis of the higher frequency of the IL-17, IL-21, and IL-23R cytokine genotypes illustrates the importance of Th17-related cytokine genetic patterns in kidney transplant patients with hepatitis B."}, {"pubmed": 23676143, "text": "specific IL2/IL21, IL2RA and IL2RB polymorphisms do not seem to play a significant role on the non-anterior uveitis genetic predisposition"}, {"pubmed": 23710828, "text": "The data suggests that IL21 contributes to driving leukaemic cell proliferation in the lymph node microenvironment, and may contribute to the specific production of cells resistant to conventional chemotherapy."}, {"pubmed": 23738704, "text": "IL-21 modulates apoptosis rescue of co-stimulated CD27negative and CD27positive B cells."}, {"pubmed": 23741351, "text": "TGF-beta enhances IL-21-induced differentiation of human IL-21-producing CD4+ T cells via Smad3."}, {"pubmed": 23818845, "text": "supplementation of Tim-3(high) HCV-specific CD8 T cells with IL-21 enhanced their proliferation and prevented Gal-9 induced apoptosis. siRNA-mediated knockdown of Gal-9 in Treg cells rescued IL-21 production by HCV-specific CD4 T cells."}, {"pubmed": 23825648, "text": "interleukin-21 enhances rituximab activity"}, {"pubmed": 24014238, "text": "In addition to BCR signaling, activated T cells might contribute to CLL cell proliferation via CD40L and IL-21 expression and signaling."}, {"pubmed": 24043893, "text": "IL-21 and IL-10 increase the activity of the TLR-MyD88-STAT3 pathway in human B cells via enhancing the phosphorylation of STAT3 for antibody production."}, {"pubmed": 24126614, "text": "). IL-21 related defects may also be associated with reduced natural killer (NK)-cell cytotoxicity and TH17 cytokine production, indicating that abnormalities in the IL-21-IL-21R pathway have profound effects on crucial immune responses. [review]"}, {"pubmed": 24138885, "text": "The CXCL13 and IL21 expression is pivotal for the T-helper/B cell axis correlating with survival."}, {"pubmed": 24187103, "text": "These data suggest that IL-21+CXCR5+CD4+ T cells and elevated serum level of IL-21 may be associated with development of anlylosing spondylitis."}, {"pubmed": 24214876, "text": "in vivo expansion and differentiation of human B cells in response to IL-21"}, {"pubmed": 24287789, "text": "Serum IL-21 levels were significantly elevated in patients with Graves disease and decreased after treatment; moreover, IL-21 may be associated with the clinical disease activity."}, {"pubmed": 24289584, "text": "IL-21 signals through the STAT-3 and STAT- 5b signaling pathway in the CIK cell pool."}, {"pubmed": 24389496, "text": "Interleukin-21 promoter polymorphism increases the risk of thyroid cancer in Chinese population."}, {"pubmed": 24409674, "text": "levels of IL-6 and IL-17 were elevated, and the levels of IL-21 were decreased in the acute group. The levels of IL-17 and IL-6 were positively correlated (r = 0.182, p = 0.03), and the levels of IL-17 and IL-21 were negatively correlated"}, {"pubmed": 24430489, "text": "We found no evidence that CXCL-10, IL-12 or IL-21 were associated with HBeAg seroconversion following HBV-active cART."}, {"pubmed": 24434811, "text": "TTA haplotype was associated with a significantly increased risk of SLE."}, {"pubmed": 24445858, "text": "Our findings suggest that theIL-21 gene plays an important role in susceptibility to DCM as well as in the clinical outcome of this ailment in the Han Chinese population."}, {"pubmed": 24495300, "text": "Oestrogen up-regulates IL-21 expression of CD4(+) T cells via MAPK-dependent pathways in SLE patients, which in turn induces increased antibody production by B cells."}, {"pubmed": 24510007, "text": "IL-21 may act as an important inflammatory mediator in the immunopathogenesis of Hemorrhagic fever with renal syndrome"}, {"pubmed": 24611989, "text": "These findings suggest that aberrant IL-21 responses may be associated with the progression of chronic hepatitis B."}, {"pubmed": 24673562, "text": "serum level of IL-21 may be closely associated with the development and progression of coronary artery disease."}, {"pubmed": 24702489, "text": "circulating IL-21 levels may serve as a biomarker of disease activity and better outcome in early phase of rheumatoid arthritis"}, {"pubmed": 24746753, "text": "Our study uncovers IL-21 deficiency as a novel cause of early-onset IBD in human subjects accompanied by defects in B-cell development similar to those found in patients with common variable immunodeficiency."}, {"pubmed": 24757284, "text": "IL-21 receptor has a role in human tendinopathy"}, {"pubmed": 24789434, "text": "involvement of circulating Tfh and IL-21 in the pathogenesis and progression of diffuse large B-cell lymphoma (DLBCL)."}, {"pubmed": 24796415, "text": "identified IL-21 as an inducer of IL-22 production in CD4+ T cells in vitro and in vivo"}, {"pubmed": 24823512, "text": "It appears that there is no association of serum IL-21 level with multiple myeloma in contrast to the other cytokines such as IL-6, IL-1beta, TNF-alpha."}, {"pubmed": 24858204, "text": "our results show for the first time the involvement of IL-21 during the clinical course of DENV infections. IL-21 may play a protective role in the context of the convalescent phase of primary infections and the acute phase of secondary infections."}, {"pubmed": 24879484, "text": "Interleukin-21 polymorphism is associated with increased susceptibility to ischemic stroke."}, {"pubmed": 25074442, "text": "The IL-21 rs907715 polymorphism might be associated with multiple autoimmune diseases susceptibility in Caucasians. (Meta-analysis)"}, {"pubmed": 25117075, "text": "Polymorphism in interleukin 21 gene is associated with decreased susceptibility to diffuse large B cell lymphoma."}, {"pubmed": 25126827, "text": "The data suggest that the IL-21 rs907715G/A polymorphism may act as a protective factor of diffuse large B-cell lymphoma and might affect the serum level of IL-21."}, {"pubmed": 25129403, "text": "Th17 cells and Th17-related cytokines (IL-17, IL-21 and IL-22) were increased in the intestinal mucosa in active inflammatory bowel disease patients and may play an important role in disease activity and mucosal damage"}, {"pubmed": 25172491, "text": "These findings shed new light on the role of IL-21 in T cell differentiation, and have relevant implications for anti-IL-21 therapy of autoimmune diseases."}, {"pubmed": 25243706, "text": "findings imply that IL-21 positively regulates proinflammatory IFN-gamma(+)CD8(+) T cell responses during the process of chronic HBV infection in humans."}, {"pubmed": 25343703, "text": "Antigen induced frequencies of pulmonary expressing IL-21 was also significantly lower in pulmonary tuberculosis individuals."}, {"pubmed": 25351608, "text": "IL-21 suppresses the development of Th2 cells and functions of polarized Th2 cells."}, {"pubmed": 25377634, "text": "It seems that the rs6822844 IL2-IL21 gene cluster polymorphism is of little importance in allograft function after kidney transplantation."}, {"pubmed": 25495679, "text": "Increased IL-21 level in polyp tissues was associated with disease severity, local B cell activation, and immunoglobulin production, suggesting that IL-21 might play an important role in promoting persistent mucosal inflammation in CRSwNP patients."}, {"pubmed": 25500255, "text": "IL-21/IL-21R could act as potential biomarkers presenting early systemic sclerosis skin lesions severity."}, {"pubmed": 25604047, "text": "the elevated serum TGF-beta1 and IL-21 levels could contribute to enhanced Th17 cell differentiation in non-segmental vitiligo."}, {"pubmed": 25647271, "text": "expression of IL-21 and IL-21R were up-regulated in autoimmune thyroid disease and may be involved in the pathogenesis of the disease through augmenting aberrant immune cascade"}, {"pubmed": 25652388, "text": "Results indicate that increased IL-21 production is likely to be an aetiological factor in the pathogenesis of type 1 diabetes."}, {"pubmed": 25758713, "text": "IL-21 has multiple effects on Natural killer cell development and functions."}, {"pubmed": 25780036, "text": "CD4+ T cell-derived IL-21 and deprivation of CD40 signaling favor the in vivo development of granzyme B-expressing regulatory B cells in HIV patients."}, {"pubmed": 25784172, "text": "The data suggested a critical role of IL-21 in breaking immune homeostasis in aplastic anemia by promoting Th17 cells, activating bone marrow T cells and suppressing Tregs."}, {"pubmed": 25801685, "text": "IL-21 biology is discussed in this article; and authors highlight its critical role in normal immunity and how dysregulated IL-21 production can lead to immunodeficiency and autoimmune conditions.[Review]"}, {"pubmed": 25892873, "text": "Il21 genotypes rs13143866 AA/rs2221903 TC are risk factors for carrying HBV, and ATA haplotype increases the risk of HBV-related HCC onset in a Chinese population."}, {"pubmed": 25894310, "text": "Elevated follicular helper T cells and expression of IL-21 in thyroid tissues are involved in the pathogenesis of Graves' disease"}, {"pubmed": 25941359, "text": "IL-21 promotes pulmonary arterial hypertension in association with M2 macrophage polarization, downstream of IL-6-signaling."}, {"pubmed": 26055806, "text": "Reduced signaling of IL-21 was found in systemic lupus erythematosus patients."}, {"pubmed": 26151690, "text": "IL-17A, IL-17F and IL23R polymorphisms have no effect on expression of IL-6, IL-17, IL-21 and TGF-beta1 mRNAs expression in H. pylori-infected gastritis."}, {"pubmed": 26166388, "text": "The high levels of memory and activated B cells and follicular helper T cells were positively associated with the progression of immunoglobulin A nephropathy. This may be mediated by the overexpression of AID, which is potentially regulated by IL21."}, {"pubmed": 26194763, "text": "IL-21 leads to natural killer (NK)-cell-dependent lysis of mantle cell lymphoma cell lines that were resistant to direct cytotoxicity."}, {"pubmed": 26239551, "text": "Human IL-21+IFN-gamma+CD4+ T cells in nasal polyps are regulated by IL-12."}, {"pubmed": 26305332, "text": "the ability of IL21 to modulate gene and miRNA expressions in CD40-activated Chronic Lymphocytic Leukemiacells, was studied."}, {"pubmed": 26345892, "text": "both IL-21 rs907715 and rs2221903 polymorphisms may be associated with systemic lupus erythematosus susceptibility (meta-analysis)"}, {"pubmed": 26358223, "text": "increased production in patients with more severe systemic lupus erythematosus"}, {"pubmed": 26377996, "text": "Loss of IL-21 is considered to lead to atrophied germinal centers in multicentric Castleman's disease."}, {"pubmed": 26416419, "text": "CD3(+)TCRvbeta11(+) NKT cells from a local site of M. tuberculosis infection produce IL-21, express CXCR5 and CD40L, help B cells to secrete IgG and IgA, and may participate in local immune responses against M. tuberculosis infection."}, {"pubmed": 26466984, "text": "IL-21 exerts major effects on B-cell activation and differentiation or apoptosis during humoral immune responses, and also affects different subtypes of T cells. (Review)"}, {"pubmed": 26482544, "text": "results suggest that IL-21 could promote rheumatoid arthritis fibroblast-like synoviocytes proliferation and production of proinflammatory cytokines"}, {"pubmed": 26535636, "text": "the minor allele T of both rs6822844 (T vs G, OR = 0.72, 95%CI = 0.67-0.78, P < 0.001) and rs6840978 (T vs C, OR = 0.76, 95%CI = 0.71-0.83, P < 0.001) in IL21 significantly decreased the risk of celiac disease (Meta-Analysis)"}, {"pubmed": 26566861, "text": "IL-12 induced the generation of IL-21- and IFN-gamma-co-expressing poly-functional CD4+ T cells from human naive CD4+ T cells."}, {"pubmed": 26646149, "text": "all Ifng+ T cells produced IL-21, but only a small percentage of highly proliferative Ifng+ T cells maintained a T-bethi phenotype"}, {"pubmed": 26646950, "text": "The results suggest that IL-21 promotes migration and invasion of Rheumatoid arthritis-Fibroblast-like synoviocytes. Therefore, therapeutic strategies targeting IL-21 might be effective for the treatment of Rheumatoid arthritis."}, {"pubmed": 26742440, "text": "IL-21 protein was higher in serum and mRNA and protein were higher in disc tissue of patients with lumbar disc herniation compared to controls."}, {"pubmed": 26748727, "text": "IL-21 modulates the effector functions of T, B and NK cells, which not only have key roles in antitumoral and antiviral immunity but also in exerting major effects on inflammatory responses promoting the development of autoimmune diseases."}, {"pubmed": 26802931, "text": "IL-21 expression is promoted by MEKK4 in malignant T cells and is associated with progression risk in cutaneous T-cell lymphoma"}, {"pubmed": 26818544, "text": "HCV infection increased the frequency of CD4+CXCR5+ T cells and decreased the frequency of CD27+IgG+ B cells. CD4+CXCR5+ T cells activated CD27+IgG+ B cells via the secretion of IL-21."}, {"pubmed": 26825047, "text": "expression significantly downregulated in skin and blood of patients with tumor mycosis fungoides"}, {"pubmed": 26840345, "text": "serum IL-21 levels at 12 weeks treatment was significantly elevated, which can predict the EVR, and contributes to individualization of antiviral therapy in HBeAg-positive CHB+NAFLD patients."}, {"pubmed": 26917059, "text": "There is a strong association between IL2/IL21 rs6822844 variant and susceptibility to rheumatoid arthritis (RA) in the Algerian population; this association is independent from the autoantibodies status of RA patients."}, {"pubmed": 26945832, "text": "review on IL-21 as is a crucial cytokine associated with pemphigus"}, {"pubmed": 26990619, "text": "The rs2055979 C>A polymorphism of the IL-21 gene is associated with cryptorchidism susceptibility, and the C allele increases the risk of cryptorchidism in a Chinese Han population."}, {"pubmed": 27122304, "text": "Our findings suggest that the rs12508721T/C and rs2221903A/G polymorphisms of IL-21 gene are associated with the susceptibility of HBV-related hepatocellular carcinoma (HCC) and chronic HBV infection. The genetic variant may in fact cause protection against the HBV-related HCC."}, {"pubmed": 27124305, "text": "Hepatitis C virus specific IL-21 producing T cells but not IL-17A producing T Cells are associated with hepatitis C viral control in HIV/ hepatitis C virus coinfection."}, {"pubmed": 27157859, "text": "CCL21/IL21-armed oncolytic adenovirus enhances antitumor activity against TERT-positive tumor cells."}, {"pubmed": 27233967, "text": "these results demonstrate a novel function for IL-21 in tuning NK and CD4+ T cell interactions promoting a specific expansion of central memory lymphocytes"}, {"pubmed": 27242164, "text": "Combined IL-21-primed polyclonal CTL plus CTLA4 blockade controls refractory metastatic melanoma in a patient"}, {"pubmed": 27269940, "text": "Data show that interleukin-21-primed cytotoxic T-cell lymphocytes (CTL) with cytotoxic T-lymphocyte associated protein 4 (CTLA-4) blockade is safe and produces durable clinical responses."}, {"pubmed": 27295539, "text": "Polymorphisms in IL21 may be associated with sepsis risk"}, {"pubmed": 27306193, "text": "We characterized the expressed IL-21 gene from immune tissues of two macropod species, the tammar wallaby (Macropus eugenii), a model macropod, and the closely related endangered bridled nailtail wallaby (Onychogalea fraenata). The open reading frame of macropod IL-21 is 462 nucleotides in length and encodes a 153-mer putative protein that has 46% identity with human IL-21."}, {"pubmed": 27435400, "text": "These results suggest that cetuximab treatment in combination with IL-21 adjuvant therapy in patients with EGFR-positive pancreatic cancer results in significant NK cell activation, irrespective of KRAS mutation status, and may be a potential therapeutic strategy"}, {"pubmed": 27611173, "text": "this study shows that the serum levels of IL-21 are higher in Iranian diabetes type I patients compared to the healthy individuals"}, {"pubmed": 27733582, "text": "IL-21 levels in rheumatoid arthritis synovial fluid were associated with matrix metalloproteinase (MMP)-1 and MMP-3."}, {"pubmed": 27884624, "text": "AD patients, especially those with acute lesions, exhibited elevated serum IL-21 levels. Therefore, IL-21 might be associated with the acute aggravation of AD."}, {"pubmed": 28043029, "text": "IL-21 promotes the survival and CTLA-4 expression of Tregs and enhanced the suppressive capacity of Tregs during HIV infection. These results broaden the understanding of HIV pathogenesis and provide critical information for HIV interventions."}, {"pubmed": 28057742, "text": "Our work suggests that IL-21 regulates megakaryocyte development and platelet homeostasis. Thus, IL-21 may link immune responses to physiological or pathological platelet-dependent processes."}, {"pubmed": 28112376, "text": "The findings of the current study indicate an association between IL-21+TFH cells and disease activity. IL-21+TFH levels may prove to be a useful marker of disease activity in OA patients."}, {"pubmed": 28130496, "text": "this study shows that induction of IL-21 in T follicular helper cells is an indicator of influenza vaccine response in a HIV-infected pediatric cohort"}, {"pubmed": 28233079, "text": "IL-21 is involved in the pathological development of Intervertebral Disc Degeneration and IL-21 could aggravate IVD degeneration by stimulating TNF-alpha through the STAT signaling pathway"}, {"pubmed": 28259000, "text": "this study shows that Th17/Treg imbalance and increased IL-21 are associated with liver injury in patients with chronic HBV infection"}, {"pubmed": 28427414, "text": "Study shows that IL-21 levels were non-specifically elevated across all febrile children, irrespective of Kawasaki disease diagnosis."}, {"pubmed": 28650673, "text": "IL21 reduction in osteosarcoma patients due to PD-1 and pd-L1 mediated follicular helper T cells suppression."}, {"pubmed": 28685527, "text": "the elevated level of IL-2+ and IL-21+ T cells and a positive correlation between IL-21+ cells with clinical activity index in ulcerative colitis patients may contribute to the pathogenesis of disease."}, {"pubmed": 28802832, "text": "Report efficient retroviral vector transduction of primary human natural killer cells that were stimulated by a combination of IL-2 and engineered K562 cells expressing membrane-bound IL-21 for cancer immunotherapy."}, {"pubmed": 28887120, "text": "These results indicate that significant increased IL-21 expression present within the adenoma/CRC microenvironment might have a potential predicating significance for survival time in patients with CRC."}, {"pubmed": 28918288, "text": "this study shows that Th9 cells promote antitumor immunity via IL-21"}, {"pubmed": 29103189, "text": "this study shows that modulation of the IL-21 pathway with IL-4 distinguishes Common Variable Immunodeficiency patients with more non-infectious clinical complications"}, {"pubmed": 29119640, "text": "IL-23 activates gammadelta T cells in early stage PNS, which amplifies the Th17 cell population and leads to kidney injury through the secretion of IL-21."}, {"pubmed": 29131072, "text": "IL-21 are important in the pathophysiology of chronic rhinosinusitis with nasal polyposis"}, {"pubmed": 29247327, "text": "IL-21 enhances cartilage inflammation to promote cartilage degradation through the JAK-STAT signaling pathway in the cartilage of Osteonecrosis of Femoral Head patients."}, {"pubmed": 29503347, "text": "SHP-2 may augment the ERK1/2 activity and cell proliferation activity in IL-21 signaling."}, {"pubmed": 29683891, "text": "this study shows that IL-21 increases the reactivity of allogeneic Vgamma9Vdelta2 T cells against primary glioblastoma tumors"}, {"pubmed": 29717110, "text": "IL-21 can potently induce CD11c(hi)T-bet(+) B cells and promote the differentiation of these cells into Ig-secreting autoreactive plasma cells"}, {"pubmed": 29728406, "text": "IL2RG/JAK3-deficient B cells remain intrinsically defective posttransplant despite follicular helper T-cell reconstitution. In vitro response of B cells to IL-21 is a potential biomarker for humoral immunity in patients with IL2RG/JAK3 SCID after transplantation."}, {"pubmed": 30005016, "text": "The IL-21/miR-29 axis is upregulated by HIV-1 infection in HIV-1-exposed seronegative individuals suggesting its involvement in the natural resistance to HIV-1 infection."}, {"pubmed": 30106099, "text": "There was negative correlation between the expression of IL12 and miR21 in the serum of patients with acute myeloid leukemia."}, {"pubmed": 30111631, "text": "this paper shows that IL-21 selectively protects CD62L(+) NKT cells and enhances their effector functions for adoptive immunotherapy"}, {"pubmed": 30183349, "text": "Expression levels of the IL21 and Trx genes were not significantly modulated in the CD group compared to the control group, whereas the IL17A gene in CD patients was transcribed at significantly higher levels among the CD group."}, {"pubmed": 30205088, "text": "Follicular helper T cells promote the effector functions of CD8(+) T cells via the expression of IL-21, which is downregulated due to PD-1/PD-L1-mediated suppression in colorectal cancer."}, {"pubmed": 30260401, "text": "IL-21 enhances the antiviral effect of hepatitis B virus-specific CD8+ T cells, suggesting that it may contribute to viral clearance in chronic hepatitis B virus infection."}, {"pubmed": 30343493, "text": "Sp1 and NFATc2 transcription factors, acetylation status of histones, and miR-302c to be involved in regulating IL-21 expression in CD4+CD45RO+ T lymphocytes."}, {"pubmed": 30451792, "text": "Interleukin-21 (IL-21) mRNA levels increased significantly at day 9 in severe acute pancreatitis compared with both the mild and control patient groups."}, {"pubmed": 30464201, "text": "anti-CD40 and IL-21 induced normal and even higher levels of Bcl-XL, respectively, in CD27(+) B cells from AP-CVID, which was accompanied by cell viability increase. Thus low-survival memory B cells from AP-CVID can overcome their cell death regulation defects through pro-survival signals provided by T cells. In conclusion, we identify apoptosis regulation defects as disease-contributing factors in CVID."}, {"pubmed": 30537793, "text": "in this study IL-21 showed pro-inflammatory properties in the liver transplant rejected patients"}, {"pubmed": 30587125, "text": "Both circulating follicular helper T cells and serum IL-21 are essential to the pathogenesis of Kawasaki disease."}, {"pubmed": 30672610, "text": "Study showed elevated IL-21 levels associated with epidermolysis bullosa acquisita, which is the major cytokine produced by Tfh cells in these patients."}, {"pubmed": 30708194, "text": "these results demonstrated that IL-21 could significantly expand the Vgamma9Vdelta2 T cells, but its efficacy was limited since it also increased the expression of checkpoint molecule Tim-3"}, {"pubmed": 30774014, "text": "Polymorphisms upstream of IL-21 have a potential risk effect on Systemic Lupus Erythematosus and are associated with SLE susceptibility in the Chinese Han population, with T and G allele, respectively, being potential risk alleles."}, {"pubmed": 30780004, "text": "exogenous IL-21 could reinvigorate NK cells from hepatocellular carcinoma patients, resulting in significantly increased levels of cytotoxicity, degranulation, and cytokine expression"}, {"pubmed": 30969166, "text": "These results reveal an interplay between IL-21 and type I IFN in the innate immune response to methicillin resistant Staphylococcus aureus."}, {"pubmed": 30977163, "text": "This study suggests, for the first time that IL-21 enhances TLR2/4-mediated cytokine production in human monocytic THP-1 cells by activating the STAT3, PI3K/Akt and p38 MAPK signalling pathways."}, {"pubmed": 31090539, "text": "IFNgamma promotes antibody secreting cell development by synergizing with IL-2 and TLR7/8 ligands to induce genome-wide epigenetic reprogramming of B cells, which results in increased chromatin accessibility surrounding IRF4 and BLIMP1 binding motifs and epigenetic remodeling of IL21R and PRDM1 loci."}, {"pubmed": 31183385, "text": "this study provides new insight into the function of IL-21 in the in vitro suppression of HIV-1 replication"}, {"pubmed": 31237020, "text": "The association between interleukin-21 (rs2055979G/T) gene polymorphism and the risk of hepatocellular carcinoma and metastasis in patients with hepatitis C virus."}, {"pubmed": 31282133, "text": "Correlation between rs907715, rs2221903 and rs12508721 polymorphisms in IL-21 and susceptibility to hepatitis B."}, {"pubmed": 31292504, "text": "Combined Analysis of Methylation and Gene Expression Profiles in Separate Compartments of Small Bowel Mucosa Identified Celiac Disease Patients' Signatures."}, {"pubmed": 31330064, "text": "Th17 cells in glaucoma patients promote Ig production in IL-17A and IL-21-dependent manner."}, {"pubmed": 31366568, "text": "Association between interleukin-21 gene rs6822844 polymorphism and rheumatoid arthritis susceptibility."}, {"pubmed": 31536480, "text": "PD-1hiCXCR5- T peripheral helper cells promote B cell responses in lupus via MAF and IL-21."}, {"pubmed": 31545959, "text": "Data showed that the increased percentages of IL-21-producing Tfh-like, Th-17 and Th1 cells in patients are positively correlated with multiple sclerosis (MS) severity and progression. Study results suggest a pro-inflammatory and booster role for IL-21 in the MS pathogenesis and progression."}, {"pubmed": 31573051, "text": "The IL21/IL21R axis reduced the growth and invasion of NSCLC cells via inhibiting Wnt/betacatenin signaling and PDL1 expression. The present results may provide a novel molecular target for NSCLC diagnosis and therapy."}, {"pubmed": 31780735, "text": "Respiratory syncytial virus reduces STAT3 phosphorylation in human memory CD8 T cells stimulated with IL-21."}, {"pubmed": 31816393, "text": "IL-21 is associated with natural resistance to HIV-1 infection in a Colombian HIV exposed seronegative cohort."}, {"pubmed": 32130409, "text": "IL-21 is a broad negative regulator of IgE class switch recombination in mouse and human B cells."}, {"pubmed": 32704112, "text": "IL-21 Stimulates the expression and activation of cell cycle regulators and promotes cell proliferation in EBV-positive diffuse large B cell lymphoma."}, {"pubmed": 32707423, "text": "An association of circulating Tregs and Th17 cells producing IL-21 and IL-22 with the ROMA in ovarian cancer patients."}, {"pubmed": 32855360, "text": "IL-21 mediates microRNA-423-5p /claudin-5 signal pathway and intestinal barrier function in inflammatory bowel disease."}, {"pubmed": 32971931, "text": "IL-21 in Homeostasis of Resident Memory and Exhausted CD8 T Cells during Persistent Infection."}, {"pubmed": 33145710, "text": "IL-21 enhances STAT3/Blimp-1 signaling pathway in B cells and contributes to plasma cell differentiation in newly diagnosed patients with myasthenia gravis."}, {"pubmed": 33173427, "text": "IL-21 promotes osteoblastic differentiation of human valvular interstitial cells through the JAK3/STAT3 pathway."}, {"pubmed": 33232805, "text": "IL-17 and IL-21 polymorphisms in relation to HBV related hepatocellular carcinoma in Chinese Han population."}, {"pubmed": 33247940, "text": "Increased expression of interleukin-21-inducible genes in minor salivary glands are associated with primary Sjogren's syndrome disease characteristics."}, {"pubmed": 33584666, "text": "IL-21-Deficient T Follicular Helper Cells Support B Cell Responses Through IL-27 in Patients With Chronic Hepatitis B."}, {"pubmed": 33673829, "text": "Plasma interleukin-21 levels and genetic variants are associated with susceptibility to rheumatoid arthritis."}, {"pubmed": 33815416, "text": "Human PD-1(hi)CD8(+) T Cells Are a Cellular Source of IL-21 in Rheumatoid Arthritis."}, {"pubmed": 33818809, "text": "High-dimensional analysis defines multicytokine T-cell subsets and supports a role for IL-21 in atopic dermatitis."}, {"pubmed": 33936071, "text": "Peripheral TIGIT+ T Follicular Helper Cells That Produce High Levels of Interleukin-21 via OX40 Represent Disease Activity in IgG4-Related Disease."}, {"pubmed": 34027881, "text": "Increased Peripheral TFH Cells and Serum Interleukin-21 in Childhood Mycoplasma Pneumoniae Pneumonia."}, {"pubmed": 34135061, "text": "CD40L-Stimulated B Lymphocytes Are Polarized toward APC Functions after Exposure to IL-4 and IL-21."}, {"pubmed": 34282497, "text": "Expansion of cytotoxic natural killer cells in multiple myeloma patients using K562 cells expressing OX40 ligand and membrane-bound IL-18 and IL-21."}, {"pubmed": 34325305, "text": "A novel humanized cutaneous lupus erythematosus mouse model mediated by IL-21-induced age-associated B cells."}, {"pubmed": 34328597, "text": "Association of interleukin-2, interleukin-21 and interleukin-23 with hyperlipidemia in pediatric type 1 diabetes."}, {"pubmed": 35122427, "text": "Interleukin-21 and Interleukin-32 gene expression levels and their relationship with clinicopathological parameters in colorectal cancer."}, {"pubmed": 35151928, "text": "IL-21 plays an important role in modulating \"\"Th17-Treg\"\" cell axis in leprosy Type 1 reactions."}, {"pubmed": 35416717, "text": "Elevated Level of Serum Interleukin-21 and Its Influence on Disease Activity in Anti-Neutrophil Cytoplasmic Antibodies Against Myeloperoxidase-Associated Vasculitis."}, {"pubmed": 35580639, "text": "B-cell activating factor and A proliferation-inducing ligand in relation to intima-media thickness as biomarkers of premature atherosclerosis in systemic lupus erythematosus patients."}, {"pubmed": 35648273, "text": "Impact of IL-21-associated peripheral and brain crosstalk on the Alzheimer's disease neuropathology."}, {"pubmed": 35891764, "text": "Impact of IL-21 Gene Polymorphisms (rs2055979) and the Levels of Serum IL-21 on the Risk of Multiple Sclerosis."}, {"pubmed": 35911775, "text": "Interleukins 4 and 21 Protect Anti-IgM Induced Cell Death in Ramos B Cells: Implication for Autoimmune Diseases."}, {"pubmed": 36189580, "text": "Expression of Interleukin-21 and Interleukin-21 receptor in lymphocytes derived from tumor-draining lymph nodes of breast cancer."}, {"pubmed": 36505431, "text": "In patients with primary Sjogren's syndrome innate-like MAIT cells display upregulated IL-7R, IFN-gamma, and IL-21 expression and have increased proportions of CCR9 and CXCR5-expressing cells."}, {"pubmed": 36738539, "text": "Characterization of peripheral blood T follicular helper (TFH) cells in patients with type 1 Gaucher disease and carriers."}, {"pubmed": 36872451, "text": "IL-21 boosts germinal center response through independent actions on T and B cells in a concentration-dependent manner."}, {"pubmed": 37107636, "text": "IL-21 (rs2055979 and rs2221903)/IL-21R (rs3093301) Polymorphism and High Levels of IL-21 Are Associated with Rheumatoid Arthritis in Mexican Patients."}, {"pubmed": 37195820, "text": "A Meta-Analysis of the Association Between Genetic Polymorphisms in IL-12, IL-17, and IL-21 and Risk of Hepatitis B Virus Infection."}, {"pubmed": 37196065, "text": "Clonally expanded, thyrotoxic effector CD8[+] T cells driven by IL-21 contribute to checkpoint inhibitor thyroiditis."}, {"pubmed": 37220805, "text": "Interleukin-21 promotes Type-1 activation and cytotoxicity of CD56[dim]CD16[bright] natural killer cells during kidney allograft antibody-mediated rejection showing a new link between adaptive and innate humoral allo-immunity."}, {"pubmed": 37249661, "text": "Implications of IL-21 in solid tumor therapy."}, {"pubmed": 37339051, "text": "A structural blueprint for interleukin-21 signal modulation."}, {"pubmed": 37415982, "text": "Evaluation of plasma IL-21 as a potential biomarker for type 1 diabetes progression."}, {"pubmed": 37628716, "text": "T Follicular Helper Cells in Tertiary Lymphoid Structure Contribute to Renal Fibrosis by IL-21."}, {"pubmed": 37759505, "text": "Interleukin-21 Influences Glioblastoma Course: Biological Mechanisms and Therapeutic Potential."}, {"pubmed": 37815034, "text": "IL-21 collaborates with anti-TIGIT to restore NK cell function in chronic HBV infection."}, {"pubmed": 37875903, "text": "Interleukin-21 modulates balance between regulatory T cells and T-helper 17 cells in chronic hepatitis B virus infection."}, {"pubmed": 37972478, "text": "The role of Interleukin-21 in autoimmune Diseases: Mechanisms, therapeutic Implications, and future directions."}, {"pubmed": 38638431, "text": "Therapeutic potential of interleukin-21 in cancer."}, {"pubmed": 39056553, "text": "Pro-inflammatory cytokine IL-21 correlates with the reactive oxygen species and 25-hydroxy vitamin D in rheumatoid arthritis patients."}], "genomic_pos": {"chr": "4", "end": 122621066, "ensemblgene": "ENSG00000138684", "start": 122610108, "strand": -1}, "genomic_pos_hg19": {"chr": "4", "end": 123542224, "start": 123533783, "strand": -1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0001819", "pubmed": 19322899, "qualifier": "involved_in", "term": "positive regulation of cytokine production"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0002314", "qualifier": "involved_in", "term": "germinal center B cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0002639", "qualifier": "involved_in", "term": "positive regulation of immunoglobulin production"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": 11081504, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007260", "pubmed": 12244150, "qualifier": "involved_in", "term": "tyrosine phosphorylation of STAT protein"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008284", "pubmed": 17673207, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of cell population proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030890", "pubmed": 17673207, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of B cell proliferation"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0032729", "pubmed": 15765404, "qualifier": "involved_in", "term": "positive regulation of type II interferon production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032740", "pubmed": 16482511, "qualifier": "involved_in", "term": "positive regulation of interleukin-17 production"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0034105", "pubmed": 16482511, "qualifier": "involved_in", "term": "positive regulation of tissue remodeling"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042102", "pubmed": 17673207, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of T cell proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042102", "pubmed": 15207081, "qualifier": "involved_in", "term": "positive regulation of T cell proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042531", "pubmed": 17673207, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of tyrosine phosphorylation of STAT protein"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045954", "qualifier": "involved_in", "term": "positive regulation of natural killer cell mediated cytotoxicity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045954", "pubmed": 18005035, "qualifier": "involved_in", "term": "positive regulation of natural killer cell mediated cytotoxicity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0048469", "pubmed": 14635054, "qualifier": "involved_in", "term": "cell maturation"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0050729", "pubmed": 16482511, "qualifier": "involved_in", "term": "positive regulation of inflammatory response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0051607", "pubmed": 28798470, "qualifier": "acts_upstream_of_or_within", "term": "defense response to virus"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0061470", "qualifier": "involved_in", "term": "T follicular helper cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0098586", "qualifier": "involved_in", "term": "cellular response to virus"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005615", "pubmed": 11081504, "qualifier": "located_in", "term": "extracellular space"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0005125", "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0005126", "pubmed": 15546387, "qualifier": "enables", "term": "cytokine receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005134", "pubmed": 12504082, "qualifier": "enables", "term": "interleukin-2 receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 32296183, "qualifier": "enables", "term": "protein binding"}]}, "homologene": {"genes": [[9544, 708125], [9598, 471295], [9606, 59067], [9615, 442935], [9913, 378475], [10090, 60505], [10116, 365769]], "id": 11032}, "interpro": [{"desc": "Interleukin-15/Interleukin-21 family", "id": "IPR003443", "short_desc": "IL-15/IL-21_fam"}, {"desc": "Four-helical cytokine-like, core", "id": "IPR009079", "short_desc": "4_helix_cytokine-like_core"}], "ipi": ["IPI00029151", "IPI00877605"], "map_location": "4q27", "name": "interleukin 21", "other_names": "interleukin-21", "pantherdb": {"HGNC": "6005", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1890474", "ortholog_type": "LDO", "panther_family": "PTHR14356", "taxid": 10090, "uniprot_kb": "Q9ES17"}, {"RGD": "1307384", "ortholog_type": "LDO", "panther_family": "PTHR14356", "taxid": 10116, "uniprot_kb": "A3QPB9"}, {"Ensembl": "ENSGALG00000011844", "ortholog_type": "LDO", "panther_family": "PTHR14356", "taxid": 9031, "uniprot_kb": "Q58IU6"}, {"ZFIN": "ZDB-GENE-120510-4", "ortholog_type": "LDO", "panther_family": "PTHR14356", "taxid": 7955, "uniprot_kb": "A1YYP5"}], "uniprot_kb": "Q9HBE4"}, "pathway": {"kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04630", "name": "JAK-STAT signaling pathway - Homo sapiens (human)"}, {"id": "hsa04659", "name": "Th17 cell differentiation - Homo sapiens (human)"}, {"id": "hsa05321", "name": "Inflammatory bowel disease - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-451927", "name": "Interleukin-2 family signaling"}, {"id": "R-HSA-9020958", "name": "Interleukin-21 signaling"}], "wikipathways": {"id": "WP2328", "name": "Allograft Rejection"}}, "pdb": ["2OQP", "3TGX", "8ENT"], "pfam": "PF02372", "pharmgkb": "PA29820", "pharos": {"target_id": 2883, "tdl": "Tbio"}, "reagent": {"CM-LibrX-no-seq": [{"id": "GNF328103", "relationship": "is"}, {"id": "GNF328104", "relationship": "is"}, {"id": "GNF328105", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF267423", "relationship": "is"}, {"id": "GNF267424", "relationship": "is"}, {"id": "GNF267425", "relationship": "is"}, {"id": "GNF267426", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF085058", "relationship": "is"}, {"id": "GNF085059", "relationship": "is"}, {"id": "GNF085060", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051649", "relationship": "is"}, {"id": "GNF056415", "relationship": "is"}, {"id": "GNF061173", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF067849", "relationship": "is"}, {"id": "GNF067850", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF007115", "relationship": "is"}, {"id": "GNF007116", "relationship": "is"}, {"id": "GNF007117", "relationship": "is"}, {"id": "GNF007118", "relationship": "is"}, {"id": "GNF007119", "relationship": "is"}], "MasterSecretomicsList": [{"id": "GNF330415", "relationship": "is"}, {"id": "GNF331829", "relationship": "is"}, {"id": "GNF333616", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF334742", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF109495", "relationship": "is"}, {"id": "GNF149136", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000004.12", "NC_060928.1", "NG_031966.2"], "protein": ["NP_001193935.1", "NP_068575.1"], "rna": ["NM_001207006.3", "NM_021803.4"], "translation": [{"protein": "NP_068575.1", "rna": "NM_021803.4"}, {"protein": "NP_001193935.1", "rna": "NM_001207006.3"}]}, "reporter": {"HG-U133_Plus_2": "221271_at", "HTA-2_0": "TC04001521.hg.1", "HuEx-1_0": "2784279", "HuGene-1_1": "8102707", "HuGene-2_1": "16979578"}, "summary": "This gene encodes a member of the common-gamma chain family of cytokines with immunoregulatory activity. The encoded protein plays a role in both the innate and adaptive immune responses by inducing the differentiation, proliferation and activity of multiple target cells including macrophages, natural killer cells, B cells and cytotoxic T cells. Dysregulation of this gene plays a role in multiple immune-mediated diseases including lupus, psoriasis and chronic inflammatory diseases. Alternatively spliced transcript variants encoding multiple isoforms have been observed for this gene. [provided by RefSeq, Dec 2011].", "symbol": "IL21", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1416406"}, "unigene": "Hs.567559", "uniprot": {"Swiss-Prot": "Q9HBE4", "TrEMBL": "A0A224B028"}, "wikipedia": {"url_stub": "Interleukin 21"}}