{"AllianceGenome": "14900", "HGNC": "14900", "MIM": "605330", "_id": "50616", "_version": 2, "accession": {"genomic": ["AC007458.14", "AC022511.22", "AF387519.1", "AJ277248.1", "AX151713.1", "AX179578.1", "AX468783.1", "CH471054.1", "CP068266.2", "CQ889879.1", "CQ889941.1", "CS425140.1", "CS719533.1", "HC679523.1", "HC888910.1", "JA104587.1", "NC_000012.12", "NC_060936.1", "NG_060763.1"], "protein": ["AAG22064.1", "AAH66263.1", "AAH66264.1", "AAH66265.1", "AAH67509.1", "AAH67510.1", "AAH69112.1", "AAH69308.1", "AAH70261.1", "AAK62468.1", "AAQ89249.1", "CAC06085.1", "CAC19409.1", "CAC42593.1", "CAC49973.1", "CAD42564.1", "CAH61624.1", "CAH61629.1", "CAL60104.1", "CAP40185.1", "CBL86572.1", "CBM42922.1", "CCA63963.1", "EAW97182.1", "NP_065386.1", "Q9GZX6.1"], "rna": ["AF279437.1", "AJ277247.1", "AY358890.1", "BC066263.1", "BC066264.1", "BC066265.1", "BC066266.1", "BC067509.1", "BC067510.1", "BC069112.1", "BC069308.1", "BC070261.1", "CD559617.2", "CD638517.1", "NM_020525.5"], "translation": [{"protein": "AAH66264.1", "rna": "BC066264.1"}, {"protein": "AAH66263.1", "rna": "BC066263.1"}, {"protein": "CAC06085.1", "rna": "AJ277247.1"}, {"protein": "AAH66265.1", "rna": "BC066265.1"}, {"protein": "NP_065386.1", "rna": "NM_020525.5"}, {"protein": "AAH69308.1", "rna": "BC069308.1"}, {"protein": "AAH70261.1", "rna": "BC070261.1"}, {"protein": "AAH67510.1", "rna": "BC067510.1"}, {"protein": "AAH67509.1", "rna": "BC067509.1"}, {"protein": "AAG22064.1", "rna": "AF279437.1"}, {"protein": "AAH69112.1", "rna": "BC069112.1"}, {"protein": "AAQ89249.1", "rna": "AY358890.1"}]}, "alias": ["IL-21", "IL-22", "IL-D110", "IL-TIF", "ILTIF", "TIFIL-23", "TIFa", "zcyto18"], "ensembl": {"gene": "ENSG00000127318", "protein": ["ENSP00000329384", "ENSP00000442424"], "transcript": ["ENST00000328087", "ENST00000538666"], "translation": [{"protein": "ENSP00000442424", "rna": "ENST00000538666"}, {"protein": "ENSP00000329384", "rna": "ENST00000328087"}], "type_of_gene": "protein_coding"}, "entrezgene": "50616", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 5.69508126, "exp_mis": 56.1587848, "exp_syn": 24.709689, "lof_z": 1.94886978402489, "mis_z": -0.315982079566052, "mu_lof": 3.1769929889e-07, "mu_mis": 4.77160737851e-06, "mu_syn": 1.99592163328e-06, "n_lof": 1.0, "n_mis": 61.0, "n_syn": 28.0, "p_li": 0.490718395700443, "p_null": 0.0210370621295509, "p_rec": 0.488244542170006, "syn_z": -0.410348303506805}, "bp": 540, "cds_end": 68647228, "cds_start": 68642578, "n_exons": 5, "nonpsych": {"exp_lof": 5.0514201, "exp_mis": 50.7259429, "exp_syn": 22.2614761, "lof_z": 1.7703229131022, "mis_z": 0.193046906512468, "mu_lof": 3.1769929889e-07, "mu_mis": 4.77160737851e-06, "mu_syn": 1.99592163328e-06, "n_lof": 1.0, "n_mis": 48.0, "n_syn": 25.0, "p_li": 0.460261846410115, "p_null": 0.0310777705828328, "p_rec": 0.508660383007052, "syn_z": -0.365428487483775}, "nontcga": {"exp_lof": 5.22941769, "exp_mis": 51.6560285, "exp_syn": 22.72285873, "lof_z": 1.82446353761029, "mis_z": -0.301117682554293, "mu_lof": 3.1769929889e-07, "mu_mis": 4.77160737851e-06, "mu_syn": 1.99592163328e-06, "n_lof": 1.0, "n_mis": 56.0, "n_syn": 25.0, "p_li": 0.45534049505263, "p_null": 0.0269611256502323, "p_rec": 0.517698379297138, "syn_z": -0.302468741390801}, "transcript": "ENST00000538666.1"}, "exons": [{"cdsend": 68253448, "cdsstart": 68248798, "chr": "12", "position": [[68248241, 68248876], [68251512, 68251578], [68252503, 68252647], [68252763, 68252829], [68253262, 68253494], [68253582, 68253604]], "strand": -1, "transcript": "NM_020525", "txend": 68253604, "txstart": 68248241}], "exons_hg19": [{"cdsend": 68647228, "cdsstart": 68642578, "chr": "12", "position": [[68642021, 68642656], [68645292, 68645358], [68646283, 68646427], [68646543, 68646609], [68647042, 68647274], [68647362, 68647384]], "strand": -1, "transcript": "NM_020525", "txend": 68647384, "txstart": 68642021}], "generif": [{"pubmed": 12087100, "text": "Interleukin-22 (IL-22) activates the JAK/STAT, ERK, JNK, and p38 MAP kinase pathways in a rat hepatoma cell line."}, {"pubmed": 12176383, "text": "Data report the crystallographic structure of recombinant human interleukin-22, which has been solved at 2.0 angstrom resolution using the SIRAS method."}, {"pubmed": 15039135, "text": "role for IL-22 in the regulation of pulmonary inflammation"}, {"pubmed": 15122762, "text": "T cell-derived cytokine IL-22 is a survival factor for hepatocytes"}, {"pubmed": 15765404, "text": "IL-21 contributes to the ongoing Th1 mucosal response in Crohn's disease."}, {"pubmed": 16143135, "text": "IL-22 acts on human colonic subepithelial myofibroblaststo elicit expression of proinflammatory cytokines and matrix-degrading molecules indicating proinflammatory/remodeling roles in inflammatory bowel disease."}, {"pubmed": 16537974, "text": "IL-22 is increased in active Crohn's disease and promotes proinflammatory gene expression and IEC migration."}, {"pubmed": 17182579, "text": "IL-22 and the acute phase protein pathway are associated with innate host resistance to HIV infection."}, {"pubmed": 17204547, "text": "IL-22 promotes liver cell regeneration by increasing hepatic cell proliferation and hepatocyte migration through the activation of Akt and STAT signaling, which is abrogated by SOCS-1/3 overexpression."}, {"pubmed": 17442982, "text": "These data suggest that systemic IL-22 may contribute to the prevention of systemic inflammation provoked by LPS present in the blood of CD patients through its induction of hepatic LBP."}, {"pubmed": 17703412, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17845543, "text": "Genetic variation in IL-10RA/IL-22 genes may play a modulatory role in the outcome of hepatitis C infection."}, {"pubmed": 17845543, "text": "Observational study of gene-disease association and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 18191408, "text": "Hepatic IL-22 expression is up-regulated in viral hepatitis but IL-22 does not directly regulate antiviral proteins and has, in contrast to IFN-alpha, no effect on HCV replication."}, {"pubmed": 18264110, "text": "The role of IL-22 in mucosal immunity against Klebsiella pneumoniae infections is reported."}, {"pubmed": 18391423, "text": "Crystallization of the IL-22-IL-22R1 complex may aid in understanding of the structural basis for IL-22-mediated cross-talk between the immune system and epithelial cells."}, {"pubmed": 18509351, "text": "demonstrate the importance of the IL-22 autocrine pathway in a lymphoid malignancy, and reveal yet another novel function of NPM-ALK"}, {"pubmed": 18599299, "text": "Molecular basis for the distinct affinities and specificities of IL-22 and IL-10 receptor chains that regulate cellular targeting and signal transduction to elicit effective immune responses."}, {"pubmed": 18615114, "text": "Peripheral blood mononuclear cells from immunocompetent Candida-infected patients secreted more IL-17 and IL-22 than those of both chronic mucocutaneous candidiasis patients and healthy, non-infected controls."}, {"pubmed": 18675809, "text": "A 1.9A crystal structure of the IL-22/IL-22R1 complex is reported."}, {"pubmed": 18675824, "text": "identifies those amino acid side chains of IL-22 that are individually important for optimal binding to IL-22R"}, {"pubmed": 18927282, "text": "Up-regulation of interleukin-22 is associated with non-small cell lung carcinoma."}, {"pubmed": 18978771, "text": "NK-22 cells provide an innate source of IL-22 that may help constrain inflammation and protect mucosal sites"}, {"pubmed": 19046958, "text": "A decrease in serum IL-22 levels in patients with SLE suggests that this cytokine may be implicated in the pathomechanisms of this disease."}, {"pubmed": 19244159, "text": "stage 3 immature natural killer cells are highly enriched for IL-22 and IL-26 messenger RNA, and IL-22 protein production, but do not express IL-17A or IL-17F"}, {"pubmed": 19258923, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19285080, "text": "Comparison of IL-22/IL-22BP and IL-22/IL-22R1 crystal structures shows that both receptors display an overlapping IL-22 binding surface, which is consistent with the inhibitory role played by IL-22 binding protein."}, {"pubmed": 19449309, "text": "data demonstrate that IL-22-producing T cells in humans may play an important role in the defense against fungal infections such as C. albicans"}, {"pubmed": 19469905, "text": "IL-22 gene polymorphisms not significantly associated with the presence or clinical features of chronic plaque psoriasis"}, {"pubmed": 19469905, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19479869, "text": "The frequencies of IL-17-positive and IL-22-positive CD4+ T cells were increased in peripheral blood mononuclear cells from patients with ankylosing spondylitis and patients with rheumatoid arthritis."}, {"pubmed": 19481975, "text": "Recent studies highlight the importance of regulatory cytokines transforming growth factor-beta, IL-10, and IL-22 in controlling differentiation and function of lymphocytes under steady-state and inflammatory conditions, and minimizing tissue damage."}, {"pubmed": 19620772, "text": "IL-17 and IL-22 play complementary roles in human protection against Kala Azar, and that a defect in Th17 induction may increase the risk of Kala Azar."}, {"pubmed": 19811428, "text": "Data show that number of peripheral Th17 lymphocytes, expression of CCR6 on Th cells, and ex vivo IL-23, anti-CD3 and anti-CD28 induced production of IL-22 by PBMC were significantly elevated in asthmatic patients."}, {"pubmed": 19830738, "text": "Data show that in lesional skin of psoriasis patients, highly elevated IL-20 levels strongly correlated with IL-22, and to a lesser extent, with IL-17A and TNF-alpha."}, {"pubmed": 19864591, "text": "NK cells can contribute to immune defenses against M. tuberculosis through production of IL-22."}, {"pubmed": 19920355, "text": "identified a subset of Th cells that infiltrates the epidermis inflammatory skin disorders and is characterized by the secretion of IL-22 and TNF-alpha, but not IFN-gamma, IL-4, or IL-17"}, {"pubmed": 20032993, "text": "IL-17A+IFN-gamma-, IL-17A+IL-22+IFN-gamma-, and IL-17A+IL-22-IFN-gamma- cells were increased in psoriatics"}, {"pubmed": 20061404, "text": "Essentially identical phenotypes in transgenic mouse models for IL-20, IL-22, and IL-24 suggest that the three related cytokines play a redundant role in keratinocyte differentiation and proliferation."}, {"pubmed": 20065946, "text": "expression enhanced in infiltrating inflammatory cells in the inflamed epithelium in ulcerative colitis mucosa"}, {"pubmed": 20220564, "text": "Data report a modest but significant elevation of serum IL-22 detectable in abdominal sepsis patients."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20305686, "text": "Recent findings on the role of Th17 cells and their associated cytokines (IL-17 and IL-22) in the pathogenesis of liver diseases, are summarized."}, {"pubmed": 20339910, "text": "Findings suggest that the rs1179251 SNP in IL-22 is associated with risk of colon cancer."}, {"pubmed": 20339910, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20463292, "text": "IL-22, likely via activation of STAT3 and downstream genes (e.g., SOCS3), is able to protect against cell stretch and pulmonary baro-/biotrauma by enhancing epithelial cell resistibility"}, {"pubmed": 20503287, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20671117, "text": "Tyr251 and Tyr301 of IL-22R1 are required for Shp2 binding and IL-22-induced Erk1/2 activation."}, {"pubmed": 20824812, "text": "The IL-22/DMBT1 axis may play a pivotal role in the pathophysiology of ulcerative colitis"}, {"pubmed": 20864149, "text": "increased secretion following bacterial toxin stimulation in atopic dermatitis patients"}, {"pubmed": 20971950, "text": "This study documents a previously unknown role of IL-22R1 in inflammation and identifies the involvement of IL-22R1/IL-22 in anaplastic lymphoma kinase-positive anaplastic large cell lymphoma"}, {"pubmed": 20976193, "text": "Early production of IL-22 but not IL-17 by peripheral blood mononuclear cells exposed to live Borrelia burgdorferi."}, {"pubmed": 21098725, "text": "STAT3-dependent IL-22 signaling and effects in keratinocytes are negatively regulated by SIRT1"}, {"pubmed": 21106435, "text": "in psoriasis, IL-22 synergizes with other proinflammatory cytokines to induce many pathogenic phenotypes from keratinocytes and exacerbate disease progression. in IBD it enhances barrier integrity and epithelial innate immunity of intestinal tract[review]"}, {"pubmed": 21124836, "text": "Data demonstrated that IL-17 was mainly expressed by mast cells and neutrophils and IL-22 by macrophages and dendritic cells."}, {"pubmed": 21148041, "text": "The two major effects of IL-22, inducing antimicrobial proteins and protecting against damage via increased epidermal regeneration, are minimally present in this study of acne inversa."}, {"pubmed": 21214545, "text": "Data suggest IL-21, an effector cytokine produced by CD4(+) T cells, might mediate the cross-talk between CD4(+) and CD8(+) T cells through the production of IL-22."}, {"pubmed": 21310921, "text": "IL-22-producing natural killer cells can be generated in the absence of secondary lymphoid tissue"}, {"pubmed": 21384158, "text": "Studies indicate that Th22 subsets produce cytokine IL-22, whose function depends on the activation of signal transduction and activators of transcription."}, {"pubmed": 21391996, "text": "Studies indicate that innate lymphocyte subset co-expressing RORgammat, NK cell receptors, and Il-22 has been identified."}, {"pubmed": 21465510, "text": "Localized production of IL-22 in the liver promotes hepatocyte survival and proliferation but primes the liver to be more susceptible to tumor development without significantly affecting liver inflammation."}, {"pubmed": 21469124, "text": "study demonstrates that IL-22 and TNF-alpha represent a potent, synergistic cytokine combination for cutaneous immunity."}, {"pubmed": 21487830, "text": "Increased frequencies of IL-22-positive CD4+ T cells in patients with systemic lupus erythematosus and positive correlation with SLEDAI score and lupus nephritis suggest that this cytokine may be implicated in the pathogenesis of the disease."}, {"pubmed": 21518800, "text": "Memory/effector (CD45RB(lo)) CD4 T cells are controlled directly by IL-10 and cause IL-22-dependent intestinal pathology."}, {"pubmed": 21535180, "text": "increased in PBMC from children suffering of asthma"}, {"pubmed": 21573786, "text": "Studies indicate the differences between humans and murine gammadelta T cells and underscore the importance of IL-17A- and IL-22-producing gammadelta T cells."}, {"pubmed": 21593004, "text": "Elevated serum IL-22 allows discrimination between patients with different radiographic progression and indicates a possible involvement of IL-22 in the pathophysiology of RA."}, {"pubmed": 21600206, "text": "AhR is down-regulated in intestinal tissue in inflammatory bowel disease. AhR signaling, via IL-22, inhibits inflammation and colitis in the gastrointestinal tract."}, {"pubmed": 21632708, "text": "Notably, membrane-bound IL-22-positive CD4-expressing T cells are able to inhibit intracellular Mycobacterium tuberculosis replication in macrophages."}, {"pubmed": 21640395, "text": "The results showed, for the first time, that there is an increase of IL-22 in healthy centenarians. This pro-inflammatory condition probably is protective against infection, promoting the longevity of these subjects."}, {"pubmed": 21645026, "text": "IL-22 showed a direct correlation with major clinical parameters of Sjogren's Syndrome. The data suggest that IL-22 plays a critical role in the development of Sjogren's Syndrome."}, {"pubmed": 21652269, "text": "Elevated plasma IL-22 levels correlated with Th1 and Th22 cells in patients with immune thrombocytopenia."}, {"pubmed": 21674558, "text": "Excessive IL-22 can be found in the hepatocellular carcinoma microenvironment, leading to tumor growth, inhibition of apoptosis, and promotion of metastasis due to STAT3 activation."}, {"pubmed": 21681565, "text": "elevated serum levels correlate with clinical severity in patients with psoriasis"}, {"pubmed": 21708106, "text": "IL-22 appears to be an important mediator of the inflammatory response following recognition of HBV by T cells in the liver."}, {"pubmed": 21741035, "text": "ectopic lung B cell formation is important for containment of M. tuberculosis, and up-regulation of IL-17 and IL-22 responses may be an important mechanism underlying the protective role B cells in tuberculosis"}, {"pubmed": 21762495, "text": "C5a promotes interleukin (IL)-22 and IL-17 expression by human CD4+ T cells."}, {"pubmed": 21767990, "text": "These findings support a role for IL-22 in TB-induced pathology or the resulting repair process."}, {"pubmed": 21862302, "text": "IL-22 elicits innate responses from tissue epithelia and promotes wound healing. (Review)"}, {"pubmed": 21946664, "text": "association between intra-hepatic IL-22 expression, its associated cytokines and severity of liver inflammation/fibrosis in chronic hepatitis B (CHB)patients; speculate IL-22 and non-ELR-CXC chemokines synergistically may provide protection in liver inflammation/fibrosis during CHB infection"}, {"pubmed": 21979002, "text": "IL-22 may play a pro-inflammatory role in the pathogenesis of primary Sjogren's syndrome."}, {"pubmed": 21984702, "text": "Epidermal cells contribute a significant proportion of transgenic IL-22 and IL-17A mRNA production in an IL-23 injection model of psoriasiform dermatitis."}, {"pubmed": 21996293, "text": "The association between IL-22 producing cells and interstitial lung disease needs to be assessed in larger cohorts of patients, since the increased frequency of Th22 cells appears to be a useful novel biomarker in systemic sclerosis."}, {"pubmed": 21998459, "text": "Transgenic IL-22 acts as an immune-modulating cytokine and attenuates antigen-induced immune responses. When delivered prior to systemic sensitization, it reduces eosinophilic airway inflammation."}, {"pubmed": 22034096, "text": "These results show that IL-22 up-regulates RANKL expression in RA synovial fibroblasts and induces osteoclastogenesis."}, {"pubmed": 22038405, "text": "DNA copy number variations of IL-17F, IL-21, and IL-22 are associated with the risk of systemic lupus erythematosus."}, {"pubmed": 22048239, "text": "Data show IL-22 and CCL20, but not IL-17, expression is elevated in both sera and lesional skin in cutaneous T-cell lymphoma, and suggest that IL-22 may be important in cutaneous T-cell lymphoma, which may prove to be a future therapeutic target."}, {"pubmed": 22053597, "text": "The expression of AhR mRNA in PBMCs and IL-22 protein in plasma of patients with allergic asthma were higher than those in controlled asthma cases."}, {"pubmed": 22104996, "text": "IL22 is present in human carotid plaques."}, {"pubmed": 22137028, "text": "enhanced production by beta-defensin-2 in T cells"}, {"pubmed": 22170067, "text": "NF-AT, CREB, and IKKalpha contribute to rapid IL22 gene induction."}, {"pubmed": 22213179, "text": "Our findings indicate that overexpression of IL-22, together with an increased number of IL-22-producing NKp44+ NK cells, occurs in the gut of ankylosing spondylitis patients, where it appears to play a tissue-protective role."}, {"pubmed": 22355539, "text": "Our functional studies showed that patients with A allele have significantly higher IL-22 expression than those without A allele under both non-specific and specific stimulations."}, {"pubmed": 22417743, "text": "IL-22 levels are significantly higher in synovial fluid of psoriatic arthritis patients compared to synovial fluid of osteoarthritis patients."}, {"pubmed": 22537848, "text": "IL-22 has the potential to promote mineralizing activity in periodontal ligament cells."}, {"pubmed": 22589261, "text": "IL-22 is elevated in the serum of patients with established rheumatoid arthritis."}, {"pubmed": 22696687, "text": "Systemic sclerosis pathogenesis does not appear to be linked to IL-17-, but rather to IL-22-producing cells with skin-homing potential and a concomitant quantitative Treg defect."}, {"pubmed": 22795370, "text": "Patients with cystic fibrosis have inducible IL-17+IL-22+ memory cells in lung draining lymph nodes."}, {"pubmed": 22851227, "text": "we describe that both Gab1 and Gab2 play a critical role in IL-22-mediated effects on keratinocytes via interaction with Shp2."}, {"pubmed": 22854709, "text": "Reduced IL-22 production and Th22 depletion in the gut mucosa are important factors in HIV mucosal immunopathogenesis."}, {"pubmed": 22909798, "text": "Interleukin 22 is increased and correlated with CD38 expression in patients with B-chronic lymphocytic leukemia."}, {"pubmed": 22928014, "text": "HIV exposure without infection was associated with blunted IL17/IL22 and pro-inflammatory responses"}, {"pubmed": 23007230, "text": "Letter/Case Report: increased serum IL-8/IL-22 in a paediatric patient with paracetomal-induced acute generalized exanthematous pustulosis."}, {"pubmed": 23091305, "text": "Data provide preliminary evidence that GBS is associated with high levels of IL-17 and IL-22 in CSF and plasma."}, {"pubmed": 23153456, "text": "Pre-conditioning of epithelial cells with IFNalpha initiated dramatic changes in IL-22 signaling normally dominated by signal transducer and activator of transcription (STAT)-3"}, {"pubmed": 23158008, "text": "The rs2227473 SNP in IL-22 was associated with the risk of pulmonary tuberculosis. The allele G was the risk factor of pulmonary tuberculosis. The SNP (rs2227473) may play an important role in the protective immune process against tuberculosis."}, {"pubmed": 23174657, "text": "IL-22 decreased epithelial susceptibility to T cell-mediated cytotoxicity."}, {"pubmed": 23178750, "text": "IL-22 induced by helminths enhances mucosal barrier function and restore the microbiota populations. [Review]"}, {"pubmed": 23223131, "text": "We observed large numbers of CD8(+) T cells producing IL-13, IFN-gamma, and IL-22 in atopic dermatitis and psoriasis."}, {"pubmed": 23244505, "text": "ChIP-on-chip analysis identifies IL-22 as direct target gene of ectopically expressed FOXP3 transcription factor in human T cells."}, {"pubmed": 23274784, "text": "IL-17A but not IL-22 suppresses the replication of hepatitis B virus by inducing the expression of MxA and OAS."}, {"pubmed": 23313291, "text": "Results show that IL-22 in serum samples was measured by the assay with significant high-sensitivity."}, {"pubmed": 23372820, "text": "The frequency of IL-22-producing T helper cells was increased in AH patients and most so in those whose condition seemed to improve. T cell differentiation toward an IL-22-producing phenotype may thus be favourable in AH."}, {"pubmed": 23379788, "text": "excessive IL-22 in the colon cancer and ulcerative colitis microenvironment leads to tumor growth, inhibition of apoptosis, and promotion of metastasis depend on STAT3 activation."}, {"pubmed": 23395647, "text": "the IL22 gene exon1 was significantly associated with psoriasis severity (P<0.0001). However, the association between IL22 gene exon5 copy numbers and psoriasis was not detected."}, {"pubmed": 23405899, "text": "Although IL-22 is beneficial to the host in many infectious and inflammatory disorders, depending on the target tissue it can be pathogenic due to its inherent pro-inflammatory properties. (Review)"}, {"pubmed": 23445169, "text": "IL-22 is increased in STDs generally and in Trichomoniasis specifically in the lower genital tract"}, {"pubmed": 23448944, "text": "The rs2227485 SNP in IL22 might be associated with the risk and the multifocality of papillary thyroid cancer."}, {"pubmed": 23474919, "text": "Alveolar macrophages can produce and release IL-22 during the activation of the innate immune response and thereby constitute a potentially important regulator of mucosal host defence in the lungs."}, {"pubmed": 23512698, "text": "serum IL-22 levels are significantly higher in patients with pituitary macroadenomas than in healthy controls and IL-22R is variably expressed in both prolactinoma and non-functioing pituitary adenoma cells."}, {"pubmed": 23518141, "text": "Human mast cells are identified as functional partners of T helper cells, shaping their responses toward IL-22 production."}, {"pubmed": 23527071, "text": "IL-22 was associated with disease activity in BD and correlated with the presence of small vessel inflammation, suggesting that it may be involved in its pathogenesis."}, {"pubmed": 23617779, "text": "A negative correlation between IL-22 mRNA in peripheral blood mononuclear cells (PBMC), serum IL-22 and serum anti-AChR Ab levels was found in patients with myasthenia gravis."}, {"pubmed": 23630362, "text": "Our results suggest that inflammatory cytokines IL-22 and TNF-alpha may play a key role in the ocular immune response in Behcet's disease."}, {"pubmed": 23664643, "text": "polymorphisms in IL22 have a role in susceptibility to psoriasis vulgaris but not to atopic dermatitis in the Japanese population"}, {"pubmed": 23674871, "text": "IL-22/STAT3 signaling pathway may be related to ulcerative colitis and UC-induced carcinogenesis and IL-22 can be used as a biomarker in judging the severity of UC."}, {"pubmed": 23692034, "text": "CD4(+) T cells producing IL-17, IL-22 and IFN-gamma are important effector cells in the eczematous reactions of nickel-induced allergic contact dermatitis in humans."}, {"pubmed": 23695510, "text": "IL-22-producing CD4+ cells are depleted in actively inflamed colitis tissue."}, {"pubmed": 23726764, "text": "Increased T helper(Th)22 cells may play an important role in the pathogenesis of neuromyelitis optica (NMO) and neuromyelitis optica and multiple sclerosis (MS)."}, {"pubmed": 23727477, "text": "These data identify that IL-27 may suppress the production of IL-22 by inducing the expression of SOCS1 in human CD4(+) T cells."}, {"pubmed": 23746568, "text": "Recent findings regarding the expression, regulation, and function of the IL-22 pathway and Th22 cells in various skin diseases and neoplasms. Review."}, {"pubmed": 23774470, "text": "IL-22 induced the expression of antiapoptotic B-cell lymphoma 2"}, {"pubmed": 23853597, "text": "Data suggest IL22 and IDO1 (indoleamine 23-dioxygenase 1) are crucial in balancing resistance with tolerance to Candida albicans in vaginal candidiasis (VC); genetic variants in IL22 and IDO1 are associated with heightened resistance to recurrent VC."}, {"pubmed": 23855297, "text": "It plays a key role in promoting antimicrobial immunity and tissue repair at barrier surfaces by binding to the receptors IL-22R1. (review)"}, {"pubmed": 24001799, "text": "We demonstrated an increased proportion of IL-13/IL-22-coproducing T cells with skin-homing properties in the circulation of patients with atopic dermatitis."}, {"pubmed": 24018041, "text": "IL-22 signaling for lung vascular smooth muscle cell growth is via NADPH oxidase."}, {"pubmed": 24040001, "text": "Data indicate that differentially expressed IL-17, IL-22, and IL-23 levels are associated with K-ras in a stage-specific fashion along colorectal cancer progression and an association was established between mutant K-ras and GM-CSF and IFN-gamma."}, {"pubmed": 24040442, "text": "IL-22 secreted by decidual stromal cells and natural killer cells might promote the survival of trophoblasts and participate in the maintenance of pregnancy by binding to the IL-22R1."}, {"pubmed": 24041785, "text": "Found that W7, a phagolysosomal fusion inhibitor, abrogates IL-22-dependent M. tuberculosis growth inhibition in MDMs, suggesting that IL-22 acts through enhanced phagolysosomal fusion."}, {"pubmed": 24132627, "text": "High expression of interleukin-22 is associated with pancreatic ductal adenocarcinoma."}, {"pubmed": 24133578, "text": "the higher level of IL-22 and its receptors in eutopic endometrium may stimulate expression of CCL2, IL-8/CXCR1, and promote the growth of stromal cells through activating signal pathways which may be involved in the development of endometriosis."}, {"pubmed": 24164838, "text": "Suggest that IL-22(+)CD4(+) T-cells may contribute to the pathogenesis of rheumatoid arthritis."}, {"pubmed": 24283210, "text": "IL-22 contributes to TGF-beta1-mediated epithelial-mesenchymal transition in asthmatic bronchial epithelial cells."}, {"pubmed": 24286492, "text": "Data indicate that IL-17 secretion was significantly elevated in both psoriatic arthritis (PsA) and psoriasis (Ps), whilst IL-22 secretion was higher in PsA compared to Ps and healthy controls."}, {"pubmed": 24342613, "text": "Hes1-mediated enhancement of IL-22-STAT3 signaling significantly increased the induction of genes encoding antimicrobial peptides, such as REG1A, REG3A and REG3G, in human intestinal epithelial cells."}, {"pubmed": 24390134, "text": "a genetic IL22 variant that promotes epithelial barrier defense is preferentially enriched in and may precipitate the onset of psoriasis at an early age"}, {"pubmed": 24404171, "text": "our data indicated higher frequency of circulating Th22 and Th17 cells and higher levels of serum IL-22 and II-17A in patients with Hashimoto's thyroiditis."}, {"pubmed": 24459233, "text": "Compared with wild-type mice, IL-22 transgenic mice have increased survival rates, whereas IL-22-deficient mice have reduced survival rates after renal ischemia/reperfusion injury."}, {"pubmed": 24489729, "text": "Mycobacteria suppress epithelial pro-inflammatory production by suppressing NF-kappaB activation thereby shifting the infection towards an anti-inflammatory IL-22 and IL-10 response."}, {"pubmed": 24520123, "text": "Human data identified the T-cell cytokine IL-22 as a key player of a paracrine inflammatory pathway previously unidentified in adipose tissue, with a pathological relevance to obesity-induced type 2 diabetes."}, {"pubmed": 24579469, "text": "Recombinant hBD-3 can up-regulated the expression of TLR2, IL-17A and IL-22."}, {"pubmed": 24599919, "text": "Activated IL-22 pathway occurs in the muscle tissues of patients with polymyositis or dermatomyositis and is correlated with disease activity."}, {"pubmed": 24604817, "text": "IL-22 production by ILCs as an important target."}, {"pubmed": 24610014, "text": "FIGURE 4.  Data indicate that in resolved psoriasis revealed retained IL17 and IL22 expression in epidermal T cells."}, {"pubmed": 24622082, "text": "Data suggest that interleukin 22 (IL-22) and IL-22CD4 T cells may be related to tumor progression and are potential therapeutic targets in pancreatic cancer (PC)."}, {"pubmed": 24623532, "text": "Role of interleukin-22 in liver diseases"}, {"pubmed": 24677193, "text": "IL-22 plays a pathological role in exacerbating chronic liver inflammation and fibrosis by recruiting hepatic Th17 cells in HBV-infected patients and HBV Tg mice."}, {"pubmed": 24796415, "text": "identified IL-21 as an inducer of IL-22 production in CD4+ T cells in vitro and in vivo"}, {"pubmed": 24816405, "text": "IL-22 Promotes Colon Cancer Stemness via STAT3 Activation"}, {"pubmed": 24824519, "text": "IL-22 negatively regulates Helicobacter pylori-induced CCL20 expression in gastric epithelial cells."}, {"pubmed": 24856143, "text": "IL-22 has restricted tissue specificity as its unique receptor IL-22R1 is exclusively expressed on epithelial and tissue cells, but not immune cells."}, {"pubmed": 24895489, "text": "IL-22 in Th22 cells may have a role in acute coronary syndrome"}, {"pubmed": 24899787, "text": "Intravenous immunoglobulin therapy downregulated Th17, and Th22 cells and the plasma levels of IL-17 and IL-22 in Guillain-Barre syndrome patients"}, {"pubmed": 24937671, "text": "The invasive potential of gastric cancer cells was significantly enhanced by co-culture with IL-22-expressing cancer-associated fibroblasts."}, {"pubmed": 24956177, "text": "IL-22 polymorphisms and corresponding high levels of IL-22 in plasma may contribute to the development of NSCLC, especially adenocarcinoma."}, {"pubmed": 25024136, "text": "These results reveal a critical role for CXCR1 mononuclear phagocytes lymphoid cell production of IL-22."}, {"pubmed": 25042982, "text": "This study thus demonstrates the presence of highly activated PMNs in HIV-infected patients receiving effective ART and the association of these cells with a specific IL-17/IL-22 environment."}, {"pubmed": 25055724, "text": "the elevated levels of IL-22 in active MM patients, in parallel with disease activity, and in positive correlation with IL-1beta, may represent the inflammatory element of the disease."}, {"pubmed": 25063444, "text": "These findings identify IL-22 as a novel chemoresistance cytokine and may be a useful prognostic biomarker for colorectal cancer patients receiving chemotherapy."}, {"pubmed": 25079457, "text": "Serum IL-22 is increased in newly diagnosed, untreated Hashimoto's thyroiditis patients, as compared to thyroid autoimmune disease-free individuals."}, {"pubmed": 25120745, "text": "IL-22 stimulation enhances the migration and invasion of gastric cancer cells"}, {"pubmed": 25129403, "text": "Th17 cells and Th17-related cytokines (IL-17, IL-21 and IL-22) were increased in the intestinal mucosa in active inflammatory bowel disease patients and may play an important role in disease activity and mucosal damage"}, {"pubmed": 25138977, "text": "IL-17 and IL-22 serum levels in greenhouse workers exposed to pesticides"}, {"pubmed": 25148371, "text": "TL1A increases expression of CD25, LFA-1, CD134 and CD154, and induces IL-22 and GM-CSF production from effector CD4 T-cells"}, {"pubmed": 25156366, "text": "In cellular assays, SAR-20347 dose dependently (1 nM-10 muM) inhibited JAK1- and/or TYK2-dependent signaling from the IL-12/IL-23, IL-22, and IFN-alpha receptors."}, {"pubmed": 25208211, "text": "IL-22 activates miR-197 expression through the binding of phosphorylated STAT3 to sequences in the putative promoter of miR-197."}, {"pubmed": 25240697, "text": "In acute pancreatitis, high plasma levels of IL-22 are observed, regardless the severity of the disease"}, {"pubmed": 25242258, "text": "Data suggest that Th22 cells (T-lymphocytes producing/secreting IL22) may contribute to autoimmunity and pathogenesis of Hashimoto's thyroiditis in humans and a model of autoimmune thyroiditis in NOD mice."}, {"pubmed": 25288569, "text": "Two novel gain-of-function mutations of STAT1 responsible for chronic mucocutaneous candidiasis disease: impaired production of IL-17A and IL-22, and the presence of anti-IL-17F autoantibody."}, {"pubmed": 25297677, "text": "IL-22 -429 C/T gene polymorphisms is associated with ulcerative colitis (UC) risk."}, {"pubmed": 25300347, "text": "IL-22 significantly correlated with MELD, P-SOFT, and SOFT scores (Rs 0.35, 0.63, 0.56 respectively, p<0.05) and with the discrimination in post-liver transplantation survival."}, {"pubmed": 25303370, "text": "susceptibility of gastric MALT lymphoma is influenced by genetic polymorphisms in IL-22, the product of which is involved in mucosal immunity against H. pylori and associated with tumor response to H. pylori eradication."}, {"pubmed": 25337212, "text": "Suggest IL-22 plays the important role in the pathogenesis of chronic rhinosinusitis."}, {"pubmed": 25337217, "text": "Increased expression of IL-22 may play an important role in endometrial stromal cell invasion and finally contribute to the origin and development of adenomyosis."}, {"pubmed": 25387810, "text": "The IL-22 rs1179251 polymorphism was significantly associated with an increased risk of GC (p < 0.05)."}, {"pubmed": 25407645, "text": "IL-22 could be an important biomarker of inflammation in preeclampsia."}, {"pubmed": 25425169, "text": "IL-22(+) CD4(+) T cells may contribute to the early process of type 2 diabetes mellitus."}, {"pubmed": 25483133, "text": "Interleukin-22 has a prominent role in the pathogenesis and therapy of rheumatoid arthritis. (Review)"}, {"pubmed": 25487261, "text": "findings indicate that high levels of IL-22 and IL-17 in the BCC and SCC microenvironment promote tumor progression."}, {"pubmed": 25510212, "text": "this study identified a marked activation of Human beta-defensin-2 expression in human alveolar epithelial type II cells by IL-22."}, {"pubmed": 25514475, "text": "increased serum levels in patients with allergic rhinitis correlate with the level of allergen-specific IgE"}, {"pubmed": 25556046, "text": "The results suggest that IL-22 production in blood might act as a pathogenic factor in HIV infection."}, {"pubmed": 25608673, "text": "Interleukin-22 - friend or foe."}, {"pubmed": 25771172, "text": "IL-22 may contribute to the fibrogenesis of HCV-associated liver fibrosis by activating hepatic stellate cells."}, {"pubmed": 25792465, "text": "Human mast cells are major IL-22 producers in patients with psoriasis and atopic dermatitis."}, {"pubmed": 25793261, "text": "IL22/IL-22R pathway induces cell survival in human glioblastoma cells"}, {"pubmed": 25892871, "text": "Th22 cells accumulate in colorectal cancer and may be associated with the chemotactic effect of the tumor microenvironment. IL-22 is associated with CRC development, most likely via STAT3 activation."}, {"pubmed": 25925347, "text": "IL-22 gene and protein expression is reduced in the decidua of women with unexplained recurrent pregnancy loss."}, {"pubmed": 25939251, "text": "High-glucose cultivation reduced IL-22 production in PBMCs that significantly reduced MMP-3 expression and hampered migration of treated keratinocytes."}, {"pubmed": 25939532, "text": "These results indicate that IL-22 is required for the proliferation of keratinocytes."}, {"pubmed": 25979722, "text": "Urinary IL-22 mRNA level is decreased in patients with SLE with proliferative nephritis"}, {"pubmed": 25987216, "text": "The mRNA expression levels of IL8 and IL22 have the potential to be useful biomarkers for determining the effects of environmental pollutants, especially PCBs, on asthmatic children and those who exhibit positive IgE responses to milk or egg proteins"}, {"pubmed": 26033490, "text": "These findings provide new insights into the acetylcholine receptor-mediated regulatory mechanism of SLURP-2 expression in keratinocytes."}, {"pubmed": 26046454, "text": "DR3 is expressed by IL-22-producing human group 3 innate lymphoid cells (ILC3s)."}, {"pubmed": 26152778, "text": "interferon (IFN)-alpha, weakens activation of the anti-bacterial interleukin (IL)-1/IL-22 axis in human peripheral blood mononuclear cells exposed to viable B. burgdorferi"}, {"pubmed": 26153763, "text": "Donor interleukin-22 and host type I interferon signaling pathway participate in intestinal graft-versus-host disease via STAT1 activation and CXCL10."}, {"pubmed": 26269955, "text": "Thus, pathogenic inflammasome activity during Candida infection is negatively regulated by the IL-22/NLRC4/IL-1Ra axis."}, {"pubmed": 26285207, "text": "IL-22 can play a previously unappreciated role in controlling leishmania-induced immunopathology"}, {"pubmed": 26293897, "text": "chronic smokers may have higher risk for colorectal cancer and worse prognosis due to dysregulated IL-22 production"}, {"pubmed": 26329427, "text": "IL-22BP is produced by eosinophils in the gut and blocks IL-22 protective actions in colitis."}, {"pubmed": 26358252, "text": "These findings suggested that IL-18RAP rs917997, IL-32 rs2015620, IL-22 rs1179251, and interactions between these polymorphisms and H. pylori infection were associated with risks of gastric lesions"}, {"pubmed": 26378072, "text": "Signal Strength and Metabolic Requirements Control Cytokine-Induced Th17 Differentiation of Uncommitted Human T Cells."}, {"pubmed": 26400286, "text": "The study demonstrated the probable involvement of gamma delta T cells in the immune response of an organism via the secretion of IL-17 and IL-22."}, {"pubmed": 26429320, "text": "this study shows that haplotype consisting of single nucleotide polymorphism alleles in IL-2 and IL-26 genes is associated with familial vitiligo and existence of halo nevi in Estonian patients"}, {"pubmed": 26486958, "text": "TTP-dependent regulatory pathway described herein likely contributes to the role of IL-22 in inflammation and cancer and may evolve as novel target for pharmacological IL-22 modulation."}, {"pubmed": 26497621, "text": "Il-22 signaling plays role in the pathogen resistance at the epithelial-intestinal microbiota interface.Il-22 modulates the immune response in the intestinal mucosa."}, {"pubmed": 26521730, "text": "inflammatory cytokines, including IL-17 and IL-22, are expressed at higher levels by inflamed OA synovium and suggest IL-22 involvement in OA pathophysiology."}, {"pubmed": 26590104, "text": "IL-22/IFN-gamma producing T-cells were significantly increased in tumour tissue and that this increase was positively correlated with TNM staging of pancreatic ductal carcinoma and poorer patient survival."}, {"pubmed": 26598081, "text": "To the authors' knowledge, this is the first report documenting that the IL-22 -429 C/T gene polymorphism is associated with bladder cancer risk."}, {"pubmed": 26644377, "text": "IL-22 induced at an early stage of L. monocytogenes infection enhances innate immunity against L. monocytogenes in the liver by stimulating hepatocytes to produce PLA2G2A"}, {"pubmed": 26781085, "text": "IL-17- and IL-22-secreting myelin specific CD4(+) T cells resistant to corticoids are associated with radiological activity of multiple sclerosis in early stages of the disease, mainly among Afrodescendant patients who, normally, have worse prognosis."}, {"pubmed": 26853442, "text": "plasma levels highly elevated after major liver resection"}, {"pubmed": 26867135, "text": "IL-17A and IL-22 work synergistically to induce antimicrobials and chemokines such as IL-8, components of calprotectin (CP), lipocalin (LCN) and some beta-defensins in both human and primary mouse gastric epithelial cells (GEC) and gastroids"}, {"pubmed": 26870795, "text": "IL-22 Defect During Streptococcus pneumoniae Infection Triggers Exacerbation of Chronic Obstructive Pulmonary Disease"}, {"pubmed": 26914146, "text": "TARC production in HaCaT keratinocytes through the interaction between IL-22 and IL-22Ralpha facilitates T-cell migration in atopic dermatitis caused by house dust mites."}, {"pubmed": 26983629, "text": "phosphorylation of STAT3 and AKT was highly induced by treatment with IL-22 via IL-22R1. IL-22R1 was also consistently overexpressed in recurrent NSCLC tissues"}, {"pubmed": 26994530, "text": "there was no association between IL-22 SNPs (rs2227485, rs2272478, rs2227491) and the development of ulcerative colitis in a Mexican population"}, {"pubmed": 27009382, "text": "In our study cohort, IL-22 serum levels were significantly elevated in active scleritis patients compared to controls and decreased significantly after remission."}, {"pubmed": 27049062, "text": "mucosal-associated invariant T cells in the genital mucosa have a distinct IL-17/IL-22 profile and may have an important role in the immunological homeostasis and control of microbes at this site"}, {"pubmed": 27059499, "text": "the effects of interleukin (IL)-22 on proliferation function and inflammatory mediator production and barrier function of human umbilical vein endothelial cells"}, {"pubmed": 27101991, "text": "High levels of IL-22 is associated with lyme disease."}, {"pubmed": 27166675, "text": "IL-22 and its receptor have a crucial role in the development and pathogenesis of uveitis by facilitating inflammatory cell infiltration."}, {"pubmed": 27344023, "text": "IL-22 was found to be higher in PP than in PPMS (p<0.05)."}, {"pubmed": 27388918, "text": "Results show that disease lavage IL-22 concentrations are highest in patients with pneumonia and lung cancer and does not significantly correlate with systemic inflammation."}, {"pubmed": 27493089, "text": "IL-22 protects against sodium nitroprusside-induced apoptosis in rheumatoid arthritis-fibroblast-like synoviocytes by activating the STAT3 pathway and the downstream target gene, Bcl-2."}, {"pubmed": 27502468, "text": "These data suggest that imbalance of IL-22/IL-22R1 signaling regulates the pathogenesis of chronic rhinosinusitis with nasal polyps, including local eosinophilia, via alteration of MUC1 expression."}, {"pubmed": 27551155, "text": "IL-23 released by keratinocytes in response to endogenous TLR4 ligands causes skin DCs, which selectively express IL-23R, to up-regulate their endogenous IL-23 production and drive an IL-22 response in naive CD4(+) T cells that mediates epidermal thickening."}, {"pubmed": 27573644, "text": "Data suggest that HGF, IL-20, and IL-22 in the serum and bronchoalveolar lavage fluid (BALF) of non-small cell lung cancer (NSCLC) patients before chemotherapy may be a prognostic of cancer progression."}, {"pubmed": 27678220, "text": "suggest that the human IL-22BP isoforms have distinct spatial and temporal roles and coordinately fine-tune IL-22-dependent STAT3 responses in tissues as a type of rheostat."}, {"pubmed": 27729129, "text": "The levels of IL-22 mRNA in middle ear effusion of otitis media with effusion patients was higher in those with sinusitis than without. IL-22 expression was significantly higher in mucoid and purulent middle ear fluid samples than in serous fluid samples."}, {"pubmed": 27733581, "text": "TL1A differentially induces expression of TH17 effector cytokines IL-17, -9, and -22 and provides a potential target for therapeutic intervention in TH17-driven chronic inflammatory diseases."}, {"pubmed": 27792459, "text": "Tracheal aspirates of patients infected by P. aeruginosa contain protease IV activity which further results in IL-22 degradation. This so far undescribed cleavage of IL-22 by a bacterial protease is likely to be an immune-evasion strategy that contributes to P. aeruginosa-triggered respiratory infections"}, {"pubmed": 27800305, "text": "In conclusion, Notch siganling appears to be an important mediator of the liver inflammation by modulating hepatic IL-22-secreting NKp46(+) innate lymphoid cells."}, {"pubmed": 27801948, "text": "The mutual benefit gained from interactions between the host and commensal intestinal bacteria-derived factors is an expanding field of research beginning to affect clinical practice. Data presented herein propose a supportive and fine-tuning role for butyrate in IL-22 signaling that might be therapeutically exploited by local butyrate administration"}, {"pubmed": 27829708, "text": "patients with T2DM and CAD exhibit increased serum IL-22 levels. Elevated serum IL-22 is associated with the incidence of CAD and T2DM. However, further in vitro study established the protective role of IL-22 against endothelial dysfunction, an essential process involved in the early development of atherosclerosis and vascular complications in T2DM. IL-22 might exert different functions under different context."}, {"pubmed": 27999243, "text": "There was a significant direct correlation between levels of IL-10 and IL-22 in patients group (p=0.0005). The clinical severity of psoriasis was significantly correlated with high levels of IL-22 (p<0.0001)."}, {"pubmed": 28051088, "text": "this study shows immunoregulatory function of lacrimal glands -derived IL-22 in inhibiting IL-17-mediated ocular surface epitheliopathy in dry eye disease"}, {"pubmed": 28139719, "text": "we have shown that variants of the IL22 gene may play an important role in the pathogenesis of CM and that these variants of IL22 are associated with an aggravation of malaria. The rs2227473 risk allele for CM, the T allele, is associated with higher levels of IL-22 production, suggesting that IL-22 contributes to CM."}, {"pubmed": 28143481, "text": "High serum levels of IL-22 were positively rather than inversely associated with several cardiometabolic risk factors. However, these associations did not translate into an increased risk for type 2 diabetes."}, {"pubmed": 28170163, "text": "Study shows that in Chinese subjects, the plasma concentration of interleukin-22 (IL-22) is profoundly associated with susceptibility to impaired fasting glucose (IFG) and type 2 diabetes, and decreased plasma IL-22 level is a potential trigger of IFG and type 2 diabetes."}, {"pubmed": 28272440, "text": "these findings show that CD147 is a novel and key mediator of IL-22-induced psoriatic alterations in the epidermis and might be a therapeutic target in patients with psoriasis."}, {"pubmed": 28330898, "text": "this paper shows that human gammadelta T cell-antigen-presenting cells stimulate CD4+ T cell responses distinct from those induced by myeloid antigen-presenting cells to promote local barrier defense via mucosal release of IL-22 and calprotectin"}, {"pubmed": 28445952, "text": "Authors found that SOCS3 and SOCS1 expression was reduced in vivo, in tumor lesions of BCC and SCC, as compared to other skin inflammatory conditions such as psoriasis, despite the high number of IL-22-secreting TILs."}, {"pubmed": 28445985, "text": "Findings provide a new perspective on the pro-inflammatory cytokine interleukin-22 in promoting aerobic glycolysis associated with tumor progression in human colon cancer cells."}, {"pubmed": 28501007, "text": "miR-330 inhibits IL-22-induced proliferation of HaCaT and HKC cell by targeting CTNNB1."}, {"pubmed": 28558005, "text": "increased expression of IL-22Ralpha therefore promotes keratinocyte proliferation and pro-inflammatory cytokine production during UVB-induced skin inflammation, suggesting that UVB facilitates skin inflammation by increasing the responsiveness of keratinocytes to IL-22"}, {"pubmed": 28583370, "text": "results define a crucial role for PGE2 in promoting allergic contact dermatitis by facilitating IL-22 production from T cells."}, {"pubmed": 28624523, "text": "Our findings suggested that the IL-22 -429C/T gene polymorphisms might be associated with colon cancer."}, {"pubmed": 28656529, "text": "effect of IL-22 on Intestinal Epithelial Cells responses may not be in inducing CXCL8 by itself, but in enhancing TNF-alpha- and IL-1-induced CXCL8 secretion to augment the contribution of IECs to local inflammatory responses."}, {"pubmed": 28716697, "text": "this study shows that copy number variations of the IL-22 gene are associated with ankylosing spondylitis in Chinese Han population"}, {"pubmed": 28726774, "text": "finding demonstrated that IL-22 could exert favorable effects on Diabetic nephropathy (DN) via simultaneously alleviating systemic metabolic syndrome and downregulating renal NLRP3/caspase-1/IL-1beta pathway, suggesting that IL-22 might have therapeutic potential for the treatment of DN."}, {"pubmed": 28827891, "text": "IL-22 contributed to the inhibition of pulmonary microvascular endothelial cells apoptosis mediated by AngII through activating the JAK2/STAT3 signaling pathway."}, {"pubmed": 28842466, "text": "IL-18 cooperates with IL-15 to promote group 3 innate lymphoid cell (ILC3) proliferation and IL-22 production; describe an IL-18-induced, NF-kappaB-mediated mechanism that regulates IL-22 in ILC3s; at steady-state, IL-18 produced by dendritic cells mediates IL-22 production by ILC3s to help maintain normal tissue integrity"}, {"pubmed": 28934137, "text": "Serum IL-9 and IL-22 are associated with eosinophilia in cow's milk allergy, and decrease in these two cytokines with occurs with cow's milk elimination."}, {"pubmed": 28939759, "text": "results reveal that IL-22 increases intestinal epithelial permeability by upregulating Claudin-2 expression through the JAK/STAT pathway"}, {"pubmed": 28968695, "text": "IL-22 is increased in patients with GCA and affects viability and gene expression of arterial cells, supporting a potential role in disease pathogenesis."}, {"pubmed": 28972431, "text": "hidradenitis suppurativa keratinocytes exhibited lower amounts of IL-22"}, {"pubmed": 29032197, "text": "The binding of IL-22 to IL-22 receptor induces STAT3 activation. We investigated the effect of IL-22 on the expression in airway epithelial cells in vitro after the stimulation with an analog of viral double-stranded RNA. Treatment of cells with STAT3 siRNA abolished the effect of IL-22 on the upregulation of PD-L1."}, {"pubmed": 29037907, "text": "IL22 plays a critical role in maintaining barrier homeostasis against intestinal pathogens and commensal bacteria, and, as a member of the IL10 superfamily, is critically involved in inflammation [Review]"}, {"pubmed": 29050778, "text": "Suggest that IL-22 has various roles in tuberculosis immune responses. In particular, membrane-bound IL-22+ T cells may play important roles in the human immune response to Mycobacterium."}, {"pubmed": 29054964, "text": "Despite the presence of all Notch pathway molecules in the kidney and a model-specific induction of Notch ligands, IL-22 was only up-regulated in acute inflammation, but rapidly down-regulated during regeneration. This implies that for targeting injury responses, e.g. via IL-22, species-specific differences, injury type and time points have to be considered."}, {"pubmed": 29181737, "text": "the expression of miR-548a-3p is upregulated in IL-22 mediated keratinocyte proliferative disorder like psoriasis."}, {"pubmed": 29274280, "text": "found obvious statistic difference for the allele of early-onset PE/the genotype of late-onset preeclampsia (PE) and control subgroups for IL-22 rs2227485. IL-22 rs2227485 and IL-22RA1 rs3795299 may be associated with the development of PE in Chinese Han population."}, {"pubmed": 29421775, "text": "Increased IL-22 urinary level was not associated with candida urinary tract infection."}, {"pubmed": 29502986, "text": "we summarize the current knowledge on the roles of IL-22 in the various pancreatic pathogenesis, providing insights into the underlying cellular and signaling mechanisms--{REVIEW}"}, {"pubmed": 29512372, "text": "this study shows that serum level of IL-22 correlates with severity of ulcerative colitis"}, {"pubmed": 29528582, "text": "Serum IL-22 is higher in Chronic Hepatitis C patients receiving the antiviral treatment compared to control group, and its levels significantly increased with response to treatment."}, {"pubmed": 29603203, "text": "this study shows an association of interleukin 22 gene polymorphisms and serum IL-22 level with risk of systemic lupus erythematosus in a Chinese population"}, {"pubmed": 29621481, "text": "The level of lncRNA H19 is increased in inflamed intestinal tissues from mice and patients. The inflammatory cytokine IL22 induces expression of H19 in IECs, which is required for intestinal epithelial proliferation and mucosal healing. H19 lncRNA appears to inhibit p53 protein and microRNA 34a and let-7 to promote proliferation of IECs and epithelial regeneration."}, {"pubmed": 29623515, "text": "Investigation of the clinical characteristics and copy number variations (CNVs) of DEFB4, IL22, and LCE3C in the three subclassifications revealed no significant differences in gender ratio and in Ps area and severity index (PASI) score.  The CNVs of DEFB4 and LCE3C showed no significant differences but the CNV of IL22 significantly differed among the three subclassifications."}, {"pubmed": 29684755, "text": "Our results point to a defect in the TGF-beta1 signaling pathway in T cells of patients with active systemic lupus erythematosus away from remission periods, and it was associated with an overexpression of IL-22."}, {"pubmed": 29718341, "text": "Infliximab (IFX) therapy markedly upregulated IL-22 mRNA expression in the gut mucosa of Crohn's disease (CD) patients. In vitro treatment with IFX greatly promoted CD CD4+ T cells to express IL-22, which was inhibited by rhTACE, indicating that reverse signaling through binding to membrane-bound TNF mediates anti-TNF-induced IL-22 expression of CD CD4+ T cells."}, {"pubmed": 29723165, "text": "IL-22 is involved in A549 cell resistance to paclitaxel through regulating cell apoptosis via the JNK signaling pathway."}, {"pubmed": 29761647, "text": "rs1179251 polymorphism may be a risk factor for cancer [meta-analysis]"}, {"pubmed": 29773594, "text": "Interleukin-22 levels are increased in gastrointestinal graft-versus-host disease in children."}, {"pubmed": 29908543, "text": "this report shows that Th22 pathway is not a good prognostic as well as diagnostic marker of early macrovascular complications in type 1 diabetes"}, {"pubmed": 29981321, "text": "IL22 is upregulated by atorvastatin, losartan and captopril and its polymorphism may have a role in hypertension and coronary artery disease"}, {"pubmed": 30121291, "text": "These data, supported by robust effects in patients with high IL-22 baseline expression, suggest a central role for IL-22 in AD, indicating the need for a precision medicine approach for improving therapeutic outcomes in patients with AD."}, {"pubmed": 30138899, "text": "Role of IL-6/RORC/IL-22 axis in driving Th17 pathway mediated immunopathogenesis of schizophrenia."}, {"pubmed": 30171832, "text": "IL-22 significantly decreased gap junctional intercellular communication (GJIC) and down-regulated Cx43 expression in HaCaT cells. Cx43 overexpression markedly inhibited the proliferation of and increased GJIC in HaCaT cells. Cx43 expression was significantly lower in the lesional skin than in the nonlesional skin of patients with psoriasis."}, {"pubmed": 30217896, "text": "This study highlights a mechanism through which the IL-22 pathway facilitates the human intestinal epithelium to control microbial infection."}, {"pubmed": 30291393, "text": "this study shows that IL-22 correlates with disease activity in plaque psoriasis"}, {"pubmed": 30377053, "text": "we suspect an acquired deficiency of the IL-22 pathway in the lungs of cystic fibrosis patients due to IL-22 cleavage by the surrounding neutrophil serine-proteases."}, {"pubmed": 30381753, "text": "Results suggest that IL-22 promotes OS cells proliferation and invasion and its effect is mediated by activation of the STAT3 pathway."}, {"pubmed": 30473538, "text": "The current data indicated that elevated Notch1 induced higher IL-22 secretion by CD4(+) T cells in lung adenocarcinoma patients, and Notch-AhR-IL-22 axis took part in the pathogenesis of lung adenocarcinoma."}, {"pubmed": 30539314, "text": "IL-22 is a potential therapeutic target for blocking tumor angiogenesis."}, {"pubmed": 30619268, "text": "Study revealed that Th22 cells have the capacity to promote osteoclast differentiation through production of IL-22 and thus play a pivotal role in bone destruction in patients with rheumatoid arthritis."}, {"pubmed": 30684548, "text": "these data show that IL-22 links the inflammatory response to the immature differentiation and epithelial regeneration by acting directly on keratinocytes to promote cell stemness in psoriasis"}, {"pubmed": 30779748, "text": "Study identified a hypermethylated differentially methylated CpGs and regions within the first exon of IL22 which was correlated between sperm and whole blood as a putative epimutation associated with psoriatic arthritis."}, {"pubmed": 30782844, "text": "study demonstrates how IL-22-induced activation of STAT3 synergizes with NF-kappaB-activating cytokines to enhance LCN-2 expression in human IECs and elucidates how ILC3 are involved in LCN-2-mediated host defense against Enterobacteriaceae."}, {"pubmed": 30834948, "text": "IL-26 promotes IL-22 secretion and Th22 generation by CD4(+) T cells isolated from tuberculous pleural effusion patients. IL-26 may play an active role in the pathogenesis of tuberculous pleurisy."}, {"pubmed": 30984202, "text": "Commensal and Pathogenic Bacteria Indirectly Induce IL-22 but Not IFNgamma Production From Human Colonic ILC3s via Multiple Mechanisms."}, {"pubmed": 31148320, "text": "Regulation and function of IL-22 in peritoneal adhesion formation after abdominal surgery."}, {"pubmed": 31171891, "text": "The IL22 gene promoter SNP rs2227473 G allele is a risk factor for intestinal tuberculosis. High IL-22 expression seems to be a protective factor for intestinal tuberculosis. IL-22R1 is not only highly expressed in epithelial cells but also, unexpectedly, expressed in Langhans giant cells, contradicting the previous view that IL-22R1 is expressed only in non-haematopoietic cells."}, {"pubmed": 31196943, "text": "IL-22 and its receptors are increased in human and experimental COPD and contribute to pathogenesis."}, {"pubmed": 31295376, "text": "IL-22/CCL2 may serve as novel therapeutic targets in the treatment of endometriosis due to their chemo-attractive role."}, {"pubmed": 31331400, "text": "The impaired capacity to produce IFN-gamma and IL-22 in systemic lupus erythematosus patients may contribute to the pathogenesis of the disease."}, {"pubmed": 31342670, "text": "Lower serum interleukin-22 and interleukin-35 levels are associated with disease status in neuromyelitis optica spectrum disorders."}, {"pubmed": 31344598, "text": "IL-22 suppresses HSV-2 replication in human cervical epithelial cells."}, {"pubmed": 31427482, "text": "Imbalance of Th22/Treg cells causes microinflammation in uremic patients undergoing hemodialysis."}, {"pubmed": 31501353, "text": "MiR-31 promotes Th22 differentiation through targeting Bach2 in coronary heart disease."}, {"pubmed": 31570673, "text": "Serum IL-22 level is closely correlated with extent of hypertensive renal damage"}, {"pubmed": 31689880, "text": "Our results provide evidence that IL22 SNPs differ between liver cirrhosis (LC) and chronic hepatitis b patients (CHB), which is the first evidence that IL-22 plays a role in the development and progression of LC in patients with CHB in Han Chinese Population."}, {"pubmed": 31721409, "text": "IL-22 is required for the induction of bronchus-associated lymphoid tissue in tolerant lung allografts."}, {"pubmed": 31734267, "text": "Molecular signature of interleukin-22 in colon carcinoma cells and organoid models."}, {"pubmed": 31792136, "text": "This study provides new insights into the dialogue between IL22 and colonic epithelial cells in the context of chronic inflammation. IL22 regulated a transcriptional programme that shaped the inflammatory tone of the colonic epithelium."}, {"pubmed": 31832882, "text": "IL22 rs1179251, rs2227485, rs2227511, and rs2227473 single nucleotide polymorphisms may not be associated with cancer risk.[meta-analysis]"}, {"pubmed": 31843590, "text": "Human pancreatic ductal adenocarcinoma (PDAC) tissues had higher levels of IL22, phosphorylated STAT3, and markers of the epithelial-mesenchymal transition than nonneoplastic tissues. Increased expression of IL22 by PDACs is associated with reduced survival times."}, {"pubmed": 31855807, "text": "IL-22 regulates IFN-lambda levels during Pseudomonas aeruginosa pneumonia."}, {"pubmed": 31935914, "text": "Interleukin-22 Mediates the Chemotactic Migration of Breast Cancer Cells and Macrophage Infiltration of the Bone Microenvironment by Potentiating S1P/SIPR Signaling."}, {"pubmed": 32365282, "text": "Interleukin-22 and intestinal homeostasis: Protective or destructive?"}, {"pubmed": 32430479, "text": "The Interleukin 22 Pathway Interacts with Mutant KRAS to Promote Poor Prognosis in Colon Cancer."}, {"pubmed": 32477345, "text": "IL-22 Paucity in APECED Is Associated With Mucosal and Microbial Alterations in Oral Cavity."}, {"pubmed": 32611765, "text": "Synthetic interleukin 22 (IL-22) signaling reveals biological activity of homodimeric IL-10 receptor 2 and functional cross-talk with the IL-6 receptor gp130."}, {"pubmed": 32632545, "text": "Elevated IL-22 in psoriasis plays an anti-apoptotic role in keratinocytes through mediating Bcl-xL/Bax."}, {"pubmed": 32636527, "text": "Targeting IL-22 and IL-22R protects against experimental osteoarthritis."}, {"pubmed": 32649314, "text": "IL-22 promotes tumor growth of breast cancer cells in mice."}, {"pubmed": 32707423, "text": "An association of circulating Tregs and Th17 cells producing IL-21 and IL-22 with the ROMA in ovarian cancer patients."}, {"pubmed": 32756816, "text": "IL-22 increases the production of sFRP3 by FLS in inflammatory joint diseases."}, {"pubmed": 32901017, "text": "Intestinal microbiota-derived short-chain fatty acids regulation of immune cell IL-22 production and gut immunity."}, {"pubmed": 33042126, "text": "A Double Edged Sword Role of Interleukin-22 in Wound Healing and Tissue Regeneration."}, {"pubmed": 33043549, "text": "Serum level of interleukin-22 in patients with cutaneous warts: A case-control study."}, {"pubmed": 33090014, "text": "Tumor Cells Interleukin-22 Expression Associates with Elevated Tumor-Associated Macrophages Infiltrating and Poor Prognosis in Patients with Breast Cancer."}, {"pubmed": 33170303, "text": "Protein and mRNA Expression Levels of Interleukin-17A, -17F and -22 in Blood and Skin Samples of Patients with Mycosis Fungoides."}, {"pubmed": 33178223, "text": "CD28 Autonomous Signaling Orchestrates IL-22 Expression and IL-22-Regulated Epithelial Barrier Functions in Human T Lymphocytes."}, {"pubmed": 33211221, "text": "miR-617 Promotes the Growth of IL-22-Stimulated Keratinocytes Through Regulating FOXO4 Expression."}, {"pubmed": 33393621, "text": "Circ_0061012 contributes to IL-22-induced proliferation, migration and invasion in keratinocytes through miR-194-5p/GAB1 axis in psoriasis."}, {"pubmed": 33448148, "text": "Rationalizing heptadecaphobia: TH 17 cells and associated cytokines in cancer and metastasis."}, {"pubmed": 33528908, "text": "Weight Loss Following Roux-en-Y Gastric Bypass Causally Implicated with Serum Levels of IL-22: A Mendelian Randomization and Phenome-Wide Association Study."}, {"pubmed": 33531183, "text": "Levels of the interleukins 17A, 22, and 23 and the S100 protein family in the gingival crevicular fluid of psoriatic patients with or without periodontitis."}, {"pubmed": 33844260, "text": "Maternal serum IL-22 concentrations are significantly upregulated in patients with preterm premature rupture of membranes."}, {"pubmed": 33851257, "text": "The good and the bad about separation anxiety: roles of IL-22 and IL-22BP in liver pathologies."}, {"pubmed": 33964831, "text": "CORRELATION OF CD4+capital TE, Cyrillic LYMPHOCYTES ACTIVATION WITH INTERLEUKIN IL-9, IL-17, IL- 22 PROFILES IN THE PERIPHERAL BLOOD OF PATIENTS WITH PLAQUE PSORIASIS."}, {"pubmed": 34115995, "text": "Interleukine-22 gene variants are associated with susceptibility to visceral leishmaniasis."}, {"pubmed": 34159768, "text": "microRNA-29b mediates Th17/Treg imbalance in chronic obstructive pulmonary disease by targeting IL-22."}, {"pubmed": 34195684, "text": "Interleukin-22 signaling attenuates necrotizing enterocolitis by promoting epithelial cell regeneration."}, {"pubmed": 34352263, "text": "IL-22 Downregulates Peptidylarginine Deiminase-1 in Human Keratinocytes: Adding Another Piece to the IL-22 Puzzle in Epidermal Barrier Formation."}, {"pubmed": 34353422, "text": "The rs2227481 C>T Polymorphism in the IL22 Gene Promoter Significantly Reduces the Risk of Liver, Lung, and Gastric Cancer in a Han Chinese Population."}, {"pubmed": 34408754, "text": "Vitamin D Inhibits IL-22 Production Through a Repressive Vitamin D Response Element in the il22 Promoter."}, {"pubmed": 34493116, "text": "Plasma interleukin-22 level, variants in interleukin-22 gene polymorphism, and the severity of systemic lupus erythematosus among Egyptian pediatric and adolescents."}, {"pubmed": 34611926, "text": "Elevation of circulating neutrophil extracellular traps, interleukin (IL)-8, IL-22, and vascular endothelial growth factor in patients with venomous snake mamushi (Gloydius blomhoffii) bites."}, {"pubmed": 34641788, "text": "From digestion and absorption to innate immunity and health care: water and food intake may contribute to IL-22 in ILC3-dependent mucosal immunity in the jejunum."}, {"pubmed": 34808559, "text": "The IL-22 gene rs2227478 polymorphism significantly decreases the risk of colorectal cancer in a Han Chinese population."}, {"pubmed": 34853291, "text": "Copy Number Variation Analysis of IL22 and LCE3C in Different Subtypes of Psoriasis in a Chinese Han Population."}, {"pubmed": 34864058, "text": "Interleukin-22 regulates B3GNT7 expression to induce fucosylation of glycoproteins in intestinal epithelial cells."}, {"pubmed": 34913478, "text": "Phospholipase activity of acyloxyacyl hydrolase induces IL-22-producing CD1a-autoreactive T cells in individuals with psoriasis."}, {"pubmed": 34920229, "text": "Liver expression of IL-22, IL-22R1 and IL-22BP in patients with chronic hepatitis C with different fibrosis stages."}, {"pubmed": 34935487, "text": "Interleukin 22 Expression During the Implantation Window in the Endometrium of Women with Unexplained Recurrent Pregnancy Loss and Unexplained Infertility Compared to Healthy Parturient Individuals."}, {"pubmed": 34941188, "text": "Increased expression of interleukin-22 and its receptor is relevant to poor prognosis in laryngeal squamous cell carcinoma: A case control trial."}, {"pubmed": 34992594, "text": "The Pathogenic Roles of IL-22 in Colitis: Its Transcription Regulation by Musculin in T Helper Subsets and Innate Lymphoid Cells."}, {"pubmed": 35133054, "text": "Downregulation of miR-26 promotes invasion and metastasis via targeting interleukin-22 in cutaneous T-cell lymphoma."}, {"pubmed": 35293807, "text": "Circ_0060531 knockdown ameliorates IL-22-induced keratinocyte damage by binding to miR-330-5p to decrease GAB1 expression."}, {"pubmed": 35294590, "text": "Protective effects of interleukin-22 on oxalate-induced crystalline renal injury via alleviating mitochondrial damage and inflammatory response."}, {"pubmed": 35304419, "text": "IL-22 Plays a Dual Role in the Amniotic Cavity: Tissue Injury and Host Defense against Microbes in Preterm Labor."}, {"pubmed": 35525330, "text": "IL-22 regulates inflammatory responses to agricultural dust-induced airway inflammation."}, {"pubmed": 35537419, "text": "Looking at Interleukin-22 from a New Dermatological Perspective: From Epidermal Homeostasis to Its Role in Chronic Skin Diseases."}, {"pubmed": 35808925, "text": "Role of IL-10 and IL-22 cytokines in patients with primary immune thrombocytopenia and their clinical significance."}, {"pubmed": 35808996, "text": "Identification of genetic variants of the IL-22 gene in association with an altered risk of COPD susceptibility."}, {"pubmed": 35838587, "text": "Lack of Association of Polymorphisms in IL22 and IL22RA1 Genes with Fibrosis Severity in Patients with Chronic Hepatitis C."}, {"pubmed": 35967401, "text": "The role of interleukin-22 in lung health and its therapeutic potential for COVID-19."}, {"pubmed": 36002022, "text": "Optimized human intestinal organoid model reveals interleukin-22-dependency of paneth cell formation."}, {"pubmed": 36091010, "text": "IL-22 regulates endometrial regeneration by enhancing tight junctions and orchestrating extracellular matrix."}, {"pubmed": 36108991, "text": "Down-regulating Interleukin-22/Interleukin-22 binding protein axis promotes inflammation and aggravates diet-induced metabolic disorders."}, {"pubmed": 36123595, "text": "Interleukin-22 protects from endotoxemia by inducing suppressive F4/80(+)Ly6G(hi)Ly6C(hi) cells population."}, {"pubmed": 36192482, "text": "Interleukin-22 regulates neutrophil recruitment in ulcerative colitis and is associated with resistance to ustekinumab therapy."}, {"pubmed": 36198107, "text": "Skin colonization of Staphylococcus aureus harboring superantigen toxin genes and its correlation with serum IL-22 level in psoriasis patients."}, {"pubmed": 36630913, "text": "T cell-derived interleukin-22 drives the expression of CD155 by cancer cells to suppress NK cell function and promote metastasis."}, {"pubmed": 36732049, "text": "Dose escalation randomised study of efmarodocokin alfa in healthy volunteers and patients with ulcerative colitis."}, {"pubmed": 36752193, "text": "The TH 22-mediated IL-22 deficiency associated with premature ovarian insufficiency."}, {"pubmed": 36796259, "text": "MiR-149-5p inhibits cell proliferation, promotes cell apoptosis and retards cell cycle of IL-22-stimulated HaCaT and NHEK keratinocytes via regulating PDE4D."}, {"pubmed": 37310646, "text": "Interleukin-22 Inhibits Apoptosis of Gingival Epithelial Cells Through TGF-beta Signaling Pathway During Periodontitis."}, {"pubmed": 37566493, "text": "Expression and Clinical Significance of Peripheral Blood IL-17A, IL-22, Tim-3, and gal-9 in Children with Infectious Mononucleosis."}, {"pubmed": 37782178, "text": "Screening of IL-22 first and second introns and FOXP3 second exon for SNPs and mutations with potential role in the susceptibility of SLE in selected population."}, {"pubmed": 37876835, "text": "CD4+ T cell-derived IL-22 enhances liver metastasis by promoting angiogenesis."}, {"pubmed": 37922980, "text": "Gut microbiota-mediated IL-22 alleviates metabolic inflammation."}, {"pubmed": 37933011, "text": "Interleukin-22 and acute pancreatitis: A review."}, {"pubmed": 38054920, "text": "IL-22 is secreted by proximal tubule cells and regulates DNA damage response and cell death in acute kidney injury."}, {"pubmed": 38104486, "text": "Pro-osteogenic role of interleukin-22 in calcific aortic valve disease."}, {"pubmed": 38268488, "text": "Interleukin-22 enhanced the mucosal barrier and inhibited the invasion of Salmonella enterica in human-induced pluripotent stem cell-derived small intestinal epithelial cells."}, {"pubmed": 38273234, "text": "Unraveling IL-17 and IL-22 role in occult hepatitis C versus chronic hepatitis C virus infection."}, {"pubmed": 38492359, "text": "Interleukin-22 inhibits cardiac fibrosis by regulating fibroblast metabolic reprogramming in myocardial infarction."}, {"pubmed": 38581864, "text": "Expression and function of cytokine interleukin-22 gene in the tumor microenvironment of triple negative breast cancer."}, {"pubmed": 38728884, "text": "Expression and diagnostic value of interleukin-22 in rheumatoid arthritis-associated interstitial lung disease."}, {"pubmed": 39003443, "text": "The evolving landscape of IL-10, IL-22 and IL-26 in pleurisy especially in tuberculous pleurisy."}], "genomic_pos": {"chr": "12", "end": 68253604, "ensemblgene": "ENSG00000127318", "start": 68248242, "strand": -1}, "genomic_pos_hg19": {"chr": "12", "end": 68647387, "start": 68642022, "strand": -1}, "go": {"BP": [{"evidence": "NAS", "gocategory": "BP", "id": "GO:0006953", "pubmed": 11481447, "qualifier": "involved_in", "term": "acute-phase response"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0006954", "pubmed": 10954742, "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007165", "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0050728", "pubmed": 28811323, "qualifier": "involved_in", "term": "negative regulation of inflammatory response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051384", "qualifier": "involved_in", "term": "response to glucocorticoid"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005615", "pubmed": 28811323, "qualifier": "is_active_in", "term": "extracellular space"}], "MF": [{"category": "MF", "evidence": "ISS", "id": "GO:0005125", "pubmed": 28811323, "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [12513909, 18599299, 18675809, 20462497], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "NAS", "id": "GO:0045518", "pubmed": 10875937, "qualifier": "enables", "term": "interleukin-22 receptor binding"}]}, "homologene": {"genes": [[8364, 100216308], [9031, 417838], [9544, 718047], [9598, 741423], [9606, 50616], [9615, 481153], [9913, 507778], [10090, 50929], [10090, 116849], [10116, 500836]], "id": 9669}, "interpro": [{"desc": "Four-helical cytokine-like, core", "id": "IPR009079", "short_desc": "4_helix_cytokine-like_core"}, {"desc": "Interleukin-10, conserved site", "id": "IPR020423", "short_desc": "IL-10_CS"}, {"desc": "Interleukin-22", "id": "IPR020453", "short_desc": "IL-22"}], "ipi": "IPI00008372", "map_location": "12q15", "name": "interleukin 22", "other_names": ["IL-10-related T-cell-derived inducible factor", "cytokine Zcyto18", "interleukin-22"], "pathway": {"biocarta": {"id": "il22bppathway", "name": "il22 soluble receptor signaling pathway"}, "kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04630", "name": "JAK-STAT signaling pathway - Homo sapiens (human)"}, {"id": "hsa04659", "name": "Th17 cell differentiation - Homo sapiens (human)"}, {"id": "hsa05321", "name": "Inflammatory bowel disease - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-5663202", "name": "Diseases of signal transduction by growth factor receptors and second messengers"}, {"id": "R-HSA-8854691", "name": "Interleukin-20 family signaling"}, {"id": "R-HSA-9700206", "name": "Signaling by ALK in cancer"}, {"id": "R-HSA-9725370", "name": "Signaling by ALK fusions and activated point mutants"}], "wikipathways": [{"id": "WP2328", "name": "Allograft Rejection"}, {"id": "WP3893", "name": "Development and heterogeneity of the ILC family"}]}, "pdb": ["1M4R", "1YKB", "3DGC", "3DLQ", "3G9V", "3Q1S"], "pfam": "PF14565", "pharmgkb": "PA29822", "pharos": {"target_id": 14805, "tdl": "Tbio"}, "prosite": "PS51257", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF327970", "relationship": "is"}, {"id": "GNF327971", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF264807", "relationship": "is"}, {"id": "GNF264808", "relationship": "is"}, {"id": "GNF264809", "relationship": "is"}, {"id": "GNF264810", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF085063", "relationship": "is"}, {"id": "GNF085064", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051913", "relationship": "is"}, {"id": "GNF056680", "relationship": "is"}, {"id": "GNF061470", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF062391", "relationship": "is"}, {"id": "GNF062392", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF007121", "relationship": "is"}, {"id": "GNF007122", "relationship": "is"}, {"id": "GNF007123", "relationship": "is"}, {"id": "GNF007124", "relationship": "is"}, {"id": "GNF007125", "relationship": "is"}, {"id": "GNF007126", "relationship": "is"}, {"id": "GNF128297", "relationship": "is"}, {"id": "GNF277820", "relationship": "is"}, {"id": "GNF278284", "relationship": "is"}], "MasterSecretomicsList": [{"id": "GNF332216", "relationship": "is"}, {"id": "GNF334118", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF337655", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF110294", "relationship": "is"}, {"id": "GNF149935", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000012.12", "NC_060936.1", "NG_060763.1"], "protein": "NP_065386.1", "rna": "NM_020525.5", "translation": {"protein": "NP_065386.1", "rna": "NM_020525.5"}}, "reporter": {"HG-U133_Plus_2": ["221165_s_at", "222974_at"], "HTA-2_0": ["TC12001698.hg.1", "TC12002949.hg.1"], "HuEx-1_0": "3461146", "HuGene-1_1": "7964803", "HuGene-2_1": "16767261"}, "retired": 57328, "summary": "This gene is a member of the IL10 family of cytokines that mediate cellular inflammatory responses. The encoded protein functions in antimicrobial defense at mucosal surfaces and in tissue repair. This protein also has pro-inflammatory properties and plays a role in in the pathogenesis of several intestinal diseases. The encoded protein is a crucial cytokine that regulates host immunity in infectious diseases, including COVID-19 (disease caused by SARS-CoV-2). [provided by RefSeq, Dec 2021].", "symbol": "IL22", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1423038"}, "unigene": "Hs.287369", "uniprot": {"Swiss-Prot": "Q9GZX6", "TrEMBL": "A0A7R8C389"}, "wikipedia": {"url_stub": "Interleukin 22"}}