{"AllianceGenome": "15488", "HGNC": "15488", "MIM": "605580", "_id": "51561", "_version": 1, "accession": {"genomic": ["AB030001.1", "AC025574.19", "CH471054.1", "CP068266.2", "CS498403.1", "HI574128.1", "JA104589.1", "LC655935.1", "LC657586.1", "LC657587.1", "LC657588.1", "LC657589.1", "LC657590.1", "LC657591.1", "NC_000012.12", "NC_060936.1"], "protein": ["AAG37232.1", "AAH66267.1", "AAH66268.1", "AAH66269.1", "AAH67511.1", "AAH67512.1", "AAH67513.1", "AAQ89442.1", "BAA93686.1", "BAA93687.1", "CAD45088.1", "CAM82731.1", "CBX47553.1", "CCA63964.1", "EAW96933.1", "NP_057668.1", "Q9NPF7.1"], "rna": ["AB030000.1", "AF301620.1", "AJ506993.1", "AY359083.1", "BC066267.1", "BC066268.1", "BC066269.1", "BC067511.1", "BC067512.1", "BC067513.1", "BM842783.1", "BM851337.1", "NM_016584.3", "U38443.1"], "translation": [{"protein": "NP_057668.1", "rna": "NM_016584.3"}, {"protein": "AAH67513.1", "rna": "BC067513.1"}, {"protein": "AAH66267.1", "rna": "BC066267.1"}, {"protein": "CAD45088.1", "rna": "AJ506993.1"}, {"protein": "BAA93686.1", "rna": "AB030000.1"}, {"protein": "AAH67511.1", "rna": "BC067511.1"}, {"protein": "AAG37232.1", "rna": "AF301620.1"}, {"protein": "AAH67512.1", "rna": "BC067512.1"}, {"protein": "AAH66269.1", "rna": "BC066269.1"}, {"protein": "AAH66268.1", "rna": "BC066268.1"}, {"protein": "AAQ89442.1", "rna": "AY359083.1"}]}, "alias": ["IL-23", "IL-23A", "IL23P19", "P19", "SGRF"], "ensembl": {"gene": "ENSG00000110944", "protein": "ENSP00000228534", "transcript": ["ENST00000228534", "ENST00000619177", "ENST00000622119"], "translation": [{"protein": "ENSP00000228534", "rna": "ENST00000228534"}], "type_of_gene": "protein_coding"}, "entrezgene": "51561", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 5.804636004, "exp_mis": 55.2998837321, "exp_syn": 22.4546159205, "lof_z": 2.38658654785077, "mis_z": 0.08549832421699, "mu_lof": 3.81450509898e-07, "mu_mis": 4.86512734384e-06, "mu_syn": 1.89148647075e-06, "n_lof": 0.0, "n_mis": 54.0, "n_syn": 21.0, "p_li": 0.842438306418319, "p_null": 0.00290895079935122, "p_rec": 0.154652742782329, "syn_z": 0.190303227533465}, "bp": 570, "cds_end": 56733888, "cds_start": 56732828, "n_exons": 4, "nonpsych": {"exp_lof": 5.17349729475, "exp_mis": 49.9714740217, "exp_syn": 20.2433361357, "lof_z": 2.23379889814941, "mis_z": -0.00203564645387621, "mu_lof": 3.81450509898e-07, "mu_mis": 4.86512734384e-06, "mu_syn": 1.89148647075e-06, "n_lof": 0.0, "n_mis": 50.0, "n_syn": 19.0, "p_li": 0.827585979102983, "p_null": 0.0044498883364223, "p_rec": 0.167964132560595, "syn_z": 0.173985207038693}, "nontcga": {"exp_lof": 5.33244217646, "exp_mis": 50.868073452, "exp_syn": 20.6504247003, "lof_z": 2.27795069409965, "mis_z": 0.54961128665969, "mu_lof": 3.81450509898e-07, "mu_mis": 4.86512734384e-06, "mu_syn": 1.89148647075e-06, "n_lof": 0.0, "n_mis": 43.0, "n_syn": 17.0, "p_li": 0.822986845510071, "p_null": 0.00394842418365783, "p_rec": 0.173064730306271, "syn_z": 0.508628480320177}, "transcript": "ENST00000228534.4"}, "exons": [{"cdsend": 56340104, "cdsstart": 56339044, "chr": "12", "position": [[56338883, 56339206], [56339425, 56339524], [56339690, 56339837], [56339942, 56340410]], "strand": 1, "transcript": "NM_016584", "txend": 56340410, "txstart": 56338883}], "exons_hg19": [{"cdsend": 56733888, "cdsstart": 56732828, "chr": "12", "position": [[56732667, 56732990], [56733209, 56733308], [56733474, 56733621], [56733726, 56734194]], "strand": 1, "transcript": "NM_016584", "txend": 56734194, "txstart": 56732667}], "generif": [{"pubmed": 12162874, "text": "Elevated expression of mRNA for IL-23(p19)was found in trigeminal ganglia of BALB/C mice infected with HSV-1 from early acute infection to the beginning of the latent phase."}, {"pubmed": 12847224, "text": "In BALB/c mice, single chain (sc) IL-23-transduced CT26 cells grow progressively until day 26, then the tumors start to regress in most animals; scIL-23 transduction also significantly suppresses lung metastases of CT26 and B16F1 tumor cells."}, {"pubmed": 14707118, "text": "IL-23 plays a more dominant role than IL-12 in psoriasis, a Th1 type of human inflammatory disease."}, {"pubmed": 15070757, "text": "Macrophages produce neither IL-23 nor IL-12 but predominantly secrete IL-10."}, {"pubmed": 15583831, "text": "IL-23 p19 mRNA is inducible in colonic myofibroblasts by IL-1beta and Tumor Necrosis Factor-alpha"}, {"pubmed": 15731058, "text": "synthesis induced by Bordetella pertussis in monocyte-derived dendritic cells (MDDC)"}, {"pubmed": 16300465, "text": "This overview provides the historical background and current understanding of the roles of IL-12, IL-23, and T-helper type 1 (TH1) cell development in inflammation and autoimmunity."}, {"pubmed": 16339539, "text": "IL-23 plays an important role in the FasL-induced IL-17 production."}, {"pubmed": 16424222, "text": "Augmented expression of IL-23 by keratinocytes and cutaneous antigen-presenting cells may contribute to the perpetuation of inflammatory lesions in psoriatic skin."}, {"pubmed": 16670765, "text": "IL-23 and IL-17 have roles in inflammation [commentary]"}, {"pubmed": 16751425, "text": "An abnormal type-1 T helper (Th1) cell bias exists related to IL-23-expressing dendritic cells from multiple sclerosis (MS) patients, which may play an important role in the pathogenesis of human autoimmune diseases such as MS."}, {"pubmed": 16772281, "text": "Increased concentrations of p40 subunit of IL-23 in follicles containing oocytes suggest an important role of this cytokine in reproduction."}, {"pubmed": 17007011, "text": "This review summarizes information on the expression and role of IL-12 both in patients with Crohn's diease and experimental models of colitis, thus emphasizing differences between IL-12 and IL-23 activity on the development of intestinal inflammation."}, {"pubmed": 17021762, "text": "Abnormal IL-23 expression may play a role in the pathogenesis and progression of mycosis fungoides to Sezary syndrome."}, {"pubmed": 17182554, "text": "c-Rel controls IL-23 p19 gene expression through two kappaB sites in the p19 promoter, and propose a c-Rel-dependent enhanceosome model for p19 gene activation."}, {"pubmed": 17187052, "text": "IL-22 is preferentially produced by T(H)17 cells and mediates the acanthosis induced by IL-23"}, {"pubmed": 17236132, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17564777, "text": "mRNA levels of IL23 subunit p19 in active SLE patients was significantly higher compared with those in the inactive SLE patients"}, {"pubmed": 17606463, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17763202, "text": "Upregulated IL-23p19 in synovial fluid may be involved in joint destruction in rheumatoid arthritis."}, {"pubmed": 17945537, "text": "results here show that IL-23 is elevated in children with malarial anemia, and that IL-10 and IL-12 appear to have important regulatory effects on IL-23 production during childhood malaria"}, {"pubmed": 18054783, "text": "Data suggest that the p38 MAP kinase and NF-kappaB signaling pathways play an important role in regulation of IL-23p19 expression on human microglia, and are thus potential therapeutic targets in the treatment of MS."}, {"pubmed": 18180107, "text": "These data indicate that IL23R represents a novel shared susceptibility gene as its association with inflammatory bowel disease (IBD) has recently been verified."}, {"pubmed": 18190588, "text": "an increased expression of IL-12 p40, IL-12 p35 and IL-23 p19 mRNA was observed in bone marrow mononuclear cells and peripheral blood mononuclear cells of patients with aplastic anemia compared with the corresponding one in normal controls."}, {"pubmed": 18311793, "text": "Immunohistochemical stainings of submandibular glands from C57BL/6.NOD-Aec1Aec2 mice and of salivary gland biopsy specimens from Sjogren's syndrome patients revealed IL-17 and IL-23 staining within lymphocytic foci and epithelial tissues."}, {"pubmed": 18319400, "text": "NK cells require in vivo priming with IL-12/23 to acquire their full spectrum of functional reactivity, while T cells are dependent upon IL-12/23 signals for the differentiation and/or the maintenance of CD56(+) effector memory T cells"}, {"pubmed": 18373953, "text": "The activated IL-23/IL-17 axis is important for the inflammatory immunity in systemic lupus erythematosus."}, {"pubmed": 18408745, "text": "IL-23 stimulates survival and proliferation of Th17 cells and thus serves as a key master cytokine regulator for psoriasis"}, {"pubmed": 18490716, "text": "findings show that lactic acid secreted by tumor cells enhances the transcription of IL-23p19 and IL-23 production in monocytes/macrophages and in tumor-infiltrating immune cells that are stimulated with TLR2 and 4 ligands"}, {"pubmed": 18497880, "text": "intestinal macrophages expressing CD14 contribute to the pathogenesis of Crohn disease via IL-23/IFN-gamma axis"}, {"pubmed": 18579762, "text": "Levels of IL-23, IL-17, and IFN-gamma are elevated in Behcet disease(BD) with active uveitis. IL-23/IL-17 pathway together with IFN-gamma is associated with active intraocular inflammation in BD patients."}, {"pubmed": 18606709, "text": "study demonstrates that oxidative stress induced by soluble cigarette smoke components potently inhibits the production of IL-12 and IL-23 by maturing dendritic cells"}, {"pubmed": 18680750, "text": "Data suggest that the structure of interleukin-23 reveals the molecular basis of p40 subunit sharing with interleukin-12."}, {"pubmed": 18708069, "text": "Results describe the crystal structures of the pro-inflammatory cytokine interleukin-23 and its complex with a high-affinity neutralizing antibody."}, {"pubmed": 18752933, "text": "Serum levels of anti-cyclic citrullinated peptide antibodies and IL-23p19 were higher in psoriatic arthritis patients than in rheumatoid arthritis patients."}, {"pubmed": 18754016, "text": "Identification of potentially functional splice variants of IL23 receptor (IL-23R) will aid in understanding possible pathogenic mechanisms of IL-23R's contribution to disease susceptibility."}, {"pubmed": 18786233, "text": "The role of the IL23/IL17 axis in bronchiolitis obliterans syndrome after lung transplantation is reported."}, {"pubmed": 18825388, "text": "The greatest upregulation of IL-23p19, Foxp3 and survivin mRNA was seen in colorectal carcinomas than normal mucosa."}, {"pubmed": 19034457, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19040306, "text": "Significant associations between Arg381Gln SNP and haplotypes encoding this variant were noted in psoriatic arthritis"}, {"pubmed": 19088061, "text": "IL-23 in synergy with IL-18 elicits IFN-gamma production in NK T cells but not in NK cells; upregulates IL-18Ra and CD56 expression"}, {"pubmed": 19169254, "text": "Expanded catalog of genetic loci implicated in psoriasis susceptibility."}, {"pubmed": 19169254, "text": "Genome-wide association study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19201028, "text": "Fibroblast-like synoviocytes are potently regulated by inflammatory cytokines to specifically express IL-23 p19."}, {"pubmed": 19247658, "text": "IL-23 and IL-17 may play critical roles in the pathogenesis of ankylosing spondylitis and IL-23-stimulated production of IL-17 by PBMCs may be responsible for the development of AS."}, {"pubmed": 19262574, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19264456, "text": "Bioactive forms of IL-12 and IL-23 are highly expressed in various DC and macrophage subsets and their marked in situ production suggest that both cytokines have crucial pathogenic role in psoriasis."}, {"pubmed": 19322214, "text": "The IL-23/Th17 axis has a role in the immunopathogenesis of psoriasis [review]"}, {"pubmed": 19333939, "text": "overexpression of IL-23, but not IL-17, is a pivotal feature of subclinical gut inflammation in ankylosing spondylitis"}, {"pubmed": 19426392, "text": "Association of the CagA status of Helicobacter pylori and serum levels of interleukin (IL)-17 and IL-23 in duodenal ulcer patients."}, {"pubmed": 19431078, "text": "This review summarizes the critical role of the IL-23/IL-17 axis in progressing to chronic destructive arthritis, as well as the dominant cell type in arthritis development and pathology."}, {"pubmed": 19479806, "text": "IL-23 and IL-17 are up-regulated during acute hepatic rejection after liver transplantation."}, {"pubmed": 19542049, "text": "Synergistic production of IL-23 by dendritic cells derived from cord blood in response to costimulation with LPS and IL-12 is reported."}, {"pubmed": 19542431, "text": "Evaluating IL-23 production by dendritic cells (DC) in conjunction with IL-12p70 subunit may be important to elucidate the exact nature of DCs ability to regulate the immune response."}, {"pubmed": 19587005, "text": "binding of NKG2D to UL-16 binding protein (ULB)1 contributes to IL-23-dependent IL-17 production by CD4(+) cells in human M. tuberculosis infection."}, {"pubmed": 19605880, "text": "these results suggest that the IL-23-induced Th17 pathway is stimulated in inflammatory periodontal lesions"}, {"pubmed": 19657406, "text": "Levels of IFNgamma, TNFalpha, IL-6, IL-15, IL-18, and IL-23 were increased (above healthy controls) in both affected and unaffected areas from Inflammatory Bowel Diseas."}, {"pubmed": 19705136, "text": "genes encoding components of the IL23-mediated inflammatory pathway are important determinants of psoriasis pathogenesis across multiple racial groups."}, {"pubmed": 19797506, "text": "Results desceibe the gene expression of interleukins-17A, -23, and -12 and determine the proximity of IL-17A- and IL-23-producing cells in rheumatoid synovial tissue."}, {"pubmed": 19845828, "text": "In the most severely affected group of Huntington's disease patients there were increased blood levels of IL-23."}, {"pubmed": 19900478, "text": "induces RANKL expression in synoviocytes of rheumatoid arthritis patients via STAT3 and NF-kappaB signal pathways"}, {"pubmed": 19915944, "text": "the concentration of soluble form of vascular endothelial cadherin and IL-23 are raised in sera of patients with Behcet's disease compared with healthy controls"}, {"pubmed": 19929695, "text": "interleukin 17 and interleukin 23 were statistically significantly decreased in tuberculin skin test(TST)-positive individuals, compared with TST-negative individuals"}, {"pubmed": 20027291, "text": "The IL-23 induced cytokines allow for the subsequent production of IL-12 and amplify the IFN-gamma production in the type-1 cytokine pathway."}, {"pubmed": 20054003, "text": "Data show that that 4-trifluoromethyl-celecoxib can inhibit secretion but not transcription of IL-12 (p35/p40) and IL-23 (p40/p19 heterodimers), and that this is associated with HERP function in the endoplasmic reticulum."}, {"pubmed": 20071030, "text": "CD40-triggering of immature and mature DC but not of primary monocytes induced a rapid expression of high levels of IL-23, free p40, and minor levels of IL-12."}, {"pubmed": 20106535, "text": "higher expression in peripheral blood lymphocytes and decidua of recurrent spontaneous abortion patients"}, {"pubmed": 20154336, "text": "IL23A may have undergone positive selection pressure directed towards conservation, suggesting that functional genetic variants within IL23A will have a significant impact on the host immune response."}, {"pubmed": 20331378, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20428758, "text": "IL-23 up-regulates the growth and cell proliferation of oral cancer by promoting the nuclear transactivation of RelA."}, {"pubmed": 20603238, "text": "Data from a large patient cohort rather suggest that high intra-tumoral expression levels of p35 mRNA and p19 mRNA are associated with a superior clinical outcome."}, {"pubmed": 20624950, "text": "Data indicate dendritic cells from TLR7(-/-) animals showed activated IL-23, and neutralization of IL-17 in the TLR7(-/-) resulted in a significant decrease in the mucogenic response in the lungs."}, {"pubmed": 20682175, "text": "serum IL-23 levels are significantly elevated in colorectal carcinoma (CRC) vs. control patients and are strongly associated with overexpression of VEGF, thus they may play an important role in carcinogenesis of CRC"}, {"pubmed": 20682672, "text": "Data show that IL-17 levels are elevated in SLE patients with elevated serum IL-23 in patients with inflammatory manifestations, but lack of correlation between Th17, Th1, and Th2 cytokines suggested independent regulatory mechanisms for these cytokines."}, {"pubmed": 20701979, "text": "results suggest a possible regulatory role for IL-23 in the menstrual cycle and in early pregnancy, although the extent and function of this role are yet to be determined"}, {"pubmed": 20840651, "text": "SAA is a significant inducer of IL-23 and IL-1beta in rheumatoid arthritis (RA) synoviocytes and potentially activates the IL-23/IL-17 pathway in the RA synovium."}, {"pubmed": 20873540, "text": "IL-23 may contribute to the chronic inflammation and airway remodelling in allergic rhinitis."}, {"pubmed": 20886035, "text": "Beta-glucan exposure in the cell wall of fungi is essential for the generation of IL-23 producing dendritic cells and TH-17 immune responses."}, {"pubmed": 20956338, "text": "our results identify a critical functional role for IL-23 in psoriasis"}, {"pubmed": 21116820, "text": "IL-21 and IL-23 levels are increased in the plasma of spondyloarthritis (SpA) patients compared with healthy volunteers, but not that of IL-17A; no evidence is found that the level of any of these cytokines reflects SpA activity."}, {"pubmed": 21145044, "text": "semiquinone glucoside derivative dose dependent study showed approximately similar level of induction in IL-12p40, IL-12p35, IL-23p19 and RelA proteins expression at all tested concentration (30-90 microg/ml) compared to control"}, {"pubmed": 21145111, "text": "Human periodontal ligament fibroblasts are a target of Th17, and that IL-17 appears to up-regulate the expression of IL-23 p19 via a homeostatic mechanism involving Akt-, p38 MAPK-, and ERK 1/2-dependent NF-kappaB signalling versus the JNK/AP-1 pathway."}, {"pubmed": 21161669, "text": "Our results indicate increased serum IL-23 levels in ankylosing spondylitis patients"}, {"pubmed": 21227898, "text": "Expression of IL-23p19 was increased significantly in inflamed mucosa of crohn Disease."}, {"pubmed": 21231819, "text": "IL-17 and IL-23 levels are increased in early as compared to established disease providing evidence that IL-17/IL-23 may play a crucial role in autoimmune diseases."}, {"pubmed": 21302302, "text": "This work investigated, for the first time, the role of IL-23 in colorectal cancer resection and chemotherapy, showing no correlation with the severity of disease, tumor removal, and chemotherapeutic treatment."}, {"pubmed": 21387004, "text": "IL-23 was an essential cytokine in mediating Th17 cell development by IFN-induced dendritic cells."}, {"pubmed": 21402701, "text": "IL-23 induction by beta-glucans is due to activation of c-Rel associated with Ser-10-histone H3 phosphorylation in the il23a promoter mediated by MAPK and SAPK or PKA, and inhibition of il12a transcription"}, {"pubmed": 21515794, "text": "Data show that deletion of TTP completely abolishes IFN-gamma-mediated p19 mRNA degradation."}, {"pubmed": 21516111, "text": "Data show that IL-23 induced a positive feedback loop whereby GM-CSF secreted by T(H)17 cells stimulated the production of IL-23 by antigen-presenting cells."}, {"pubmed": 21518507, "text": "The imbalance of T cell subsets in chronic idiopathic thrombocytopenic purpurapatients is mainly associated with IL-12, but not with IL-23 and IL-17."}, {"pubmed": 21531892, "text": "Data indicate that Th17 cells convert to Th1 cells through IL-17 induction of mucosal innate IL-12 and IL-23 production."}, {"pubmed": 21547355, "text": "The IL-23/IL-23R pathway is a potential route to facilitate the malignant progression of cancers."}, {"pubmed": 21560441, "text": "IL-23 and IL-17 participates in the pathogenesis of ulcerative colitis. IL-23 may play a critical role in the development of UC through inducing production of IL-17."}, {"pubmed": 21576383, "text": "IL-23-responsive innate lymphoid cells are increased in inflammatory bowel disease"}, {"pubmed": 21623003, "text": "The IL23A and TNIP1 genes showed convincing evidence for association SNPs mapping to previously reported psoriasis loci show evidence for association to PSA."}, {"pubmed": 21641076, "text": "IL-12 and IL-23 were found to be abundantly expressed by macrophages infiltrating papillary and reticular dermis of hidradenitis suppurativa lesional skin"}, {"pubmed": 21670317, "text": "Systemic IL-23 transgene exposure induces chronic arthritis, severe bone loss and myelopoiesis, which results in increased osteoclast differentiation and systemic bone loss."}, {"pubmed": 21740501, "text": "Primary immunodeficiencies that impair interleukin-23 (IL-23)-dependent pathways are associated in humans with disseminated non-typhoidal Salmonella bloodstream infections (bacteraemia)."}, {"pubmed": 21747388, "text": "The individual contributions of these cytokines to specific pathologies require investigation and clinical evaluation of the role of IL-12- and IL-23-specific inhibitors."}, {"pubmed": 21931205, "text": "IL-23 plays an important role in the pathogenesis of ulcerative colitis and is a marker of disease activity in these patients."}, {"pubmed": 22003203, "text": "IL-23 and IL-1beta are identified as critical factors in the generation of egg antigen-specific transgenic T helper (Th)17 cells involved in the pathogenesis of severe schistosomiasis."}, {"pubmed": 22127978, "text": "Patients with SLE display enhanced IL-23p19 expression as a result of hyperactivation of TBK-1, resulting in increased binding of IRF-3 to the promoter."}, {"pubmed": 22144400, "text": "Since IL-23 is a maturation and growth factor for IL-17-producing cells, increased IL-23R expression may regulate the function of this putative pathogenic gamma-delta T cell population."}, {"pubmed": 22174449, "text": "A new molecular mechanism for hepatitis B virus-induced IL-23 expression involves activation of the ERK/NF-kappaB pathway by hepatitis B x protein, leading to the transactivation of the IL-23 p19 and p40 promoters."}, {"pubmed": 22177788, "text": "IL-23, a regulatory element that bridges the innate and adaptive arms of the immune system, might be involved in the inflammatory process observed in fetal abdominal aortic wall."}, {"pubmed": 22209993, "text": "These data gives reason to believe there is an involvement of IL-23 in peripheral arterial disease."}, {"pubmed": 22262980, "text": "These results demonstrate an involvement of IL-17/-23 system in the early primary Sjogren's syndrome pathogenesis."}, {"pubmed": 22298331, "text": "study found a significant higher systemic IL-23 value in women with breast cancer compared to the control group; patients with shorter overall survival presented higher IL-23 values, suggesting a negative prognostic correlation"}, {"pubmed": 22417709, "text": "Production of IL-23 was increased in the peripheral mononuclear blood cells of primary Sjogren's syndrome patients compared to controls."}, {"pubmed": 22505413, "text": "human IL-23 crystal belonged to space group P61 or P65, with unit-cell parameters a = b = 108.94, c = 83.79 A degrees ,  = 120"}, {"pubmed": 22559912, "text": "These data demonstrate that IL-23/IL-17 axis, stimulated independently of TGF-beta increase IL-17A gene polymorphism and antiphospholipid antibody production, might contribute to vascular manifestations of primary antiphospholipid syndrome."}, {"pubmed": 22621182, "text": "IL-27 was found to be the only IL-12 family member that acts on antigen-presenting cells as a priming signal for IL-23."}, {"pubmed": 22678234, "text": "IL-23 levels were higher in asthmatic than in healthy children (p < 0.001). There was a strong inverse relationship between FEV(1) and IL-23."}, {"pubmed": 22683003, "text": "Data show that LPS-induced SIRT1, IL-17, and IL-23 expression and that IL-17 secretion was attenuated by a SIRT1 inhibitor sirtinol pretreatment."}, {"pubmed": 22688014, "text": "Data show that IL-23 p19 production following IL-1beta stimulation was depended on concurrent NF-kappaB signaling and MAPKs/AP-1 pathways."}, {"pubmed": 22705151, "text": "The aim of the study was to measure serum and cerebrospinal fluid (CSF) concentration of ICAM-1, IL-21 and IL-23 in patients with tick-borne encephalitis and neuroborreliosis."}, {"pubmed": 22759859, "text": "relative gene expression of tumour necrosis factor-alpha (TNF-alpha), interferon-gamma (IFN-gamma) and serum levels of interleukin-17 (IL-17) and IL-23 and their association with SLEDAI (SLE disease activity index) score and organ manifestations in pediatric SLE"}, {"pubmed": 22851868, "text": "IL-17, IL-23 and PIIINP have an inverse correlation with vitamin D in their involvement in the immune response in patients with HCV-4-related liver diseases in Egypt"}, {"pubmed": 22909235, "text": "Our results might be helpful for explaining the missing heritability of the psoriasis due to epistasis and provide a deep insight into the important role of the IL23/Th17 pathway in the pathogenesis of psoriasis"}, {"pubmed": 22955875, "text": "Il-23A SNPs were not associated with psoriatic arthritis susceptibility in northern Italians."}, {"pubmed": 22965992, "text": "Human aortic tissue demonstrated a significant increase in IL-23A expression in abdominal aortic aneurysm patients compared with control subjects."}, {"pubmed": 23050001, "text": "IL-23 could promote HCC metastasis by the upregulation of MMP9 expression via activating NF-kappaB/p65 signaling pathway."}, {"pubmed": 23053983, "text": "This study investigates gene expression of interleukin (IL)-12-related (IL-12A, IL-12B, IL-23A) cytokine and IL-10 in stimulated monocytes from colorectal cancer (CRC) patients."}, {"pubmed": 23116756, "text": "IL-23A expression is epigenetically regulated through histone post-translational modifications and DNA CpG methylation in non-small cell lung cancer."}, {"pubmed": 23121980, "text": "A possible involvement of IL-23 in the pathogenesis of polycythemia vera is proposed."}, {"pubmed": 23250909, "text": "IL-23 affects the proliferation of IL-23 receptor-positive lung cancer cells and that this effect is dependent on the IL-23 concentration."}, {"pubmed": 23268293, "text": "role in pemphigus vulgaris"}, {"pubmed": 23327801, "text": "Data suggest that expression of RORC (retinoid-related orphan receptor gamma) and interleukin-17 is up-regulated in mononuclear cells cultured with IL23 but only from subjects with Graves disease; this response is independent of thyroid function."}, {"pubmed": 23376980, "text": "Interferon-gamma pre-stimulation enhances IL-12 and IL-23 mRNA expression and secretion in psoriasis."}, {"pubmed": 23388728, "text": "These findings suggest that Tim-3-mediated differential regulation of IL-12/IL-23 drives T(H)17 cell development, a milieu favoring viral persistence and autoimmune phenomenon during chronic hepatitis C."}, {"pubmed": 23393581, "text": "The findings indicated that genetic variants in IL-23R may contribute to AML risk in our Chinese population."}, {"pubmed": 23425136, "text": "PBMNs and macrophages from healthy subjects with previous ReA show normal inflammasome activation and low TNF-alpha and IL-23 production."}, {"pubmed": 23472658, "text": "this study indicates that the IL-23/IL-17A axis plays a pivotal role in inflammatory bowel diseases pathogenesis through the NO pathway."}, {"pubmed": 23489789, "text": "The serum IL-23 level was significantly elevated in patients with RA compared to healthy controls."}, {"pubmed": 23520984, "text": "Interleukin-23 can be observed and may be associated with inflammatory response and bone resorption in periapical lesions"}, {"pubmed": 23563201, "text": "We found attenuated IL-23-induced Th17 response in IL23R A/GLN381 heterozygous individuals."}, {"pubmed": 23579029, "text": "findings show the GG haplotype of lL23A variants (rs11171806 and rs2066808) was protective against Type 1 diabetes"}, {"pubmed": 23673284, "text": "These data suggest a role for IL23 in the psoriatic arthritis pathogenesis in Romanians."}, {"pubmed": 23679818, "text": "Data show that IFN-gamma induced the production of IL-12/23p40 and IL-23p19 mRNA as well as IL-12p40 and IL-23 proteins positively regulated by the p38 mitogen-activated protein kinases (MAPKs) in monocytes isolated through anti-CD14 microbeads."}, {"pubmed": 23740229, "text": "Autophagy appears to be associated with intestinal modulation of IL-23 in ankylosing spondylitis."}, {"pubmed": 23755218, "text": "Poor nutritional status and frailty in subjects over 75 years were associated with decreased IL-12p70 and IL-23 production."}, {"pubmed": 23825942, "text": "These data provide novel insights into a yet unrecognized mechanism of HBV-induced hepatitis, by which increases in IL-23 expression, through an MR/endocytosis-dependent or -independent manner, produce liver damage through the IL-23/IL-17 axis."}, {"pubmed": 23910013, "text": "The serum levels of IL-23 and IL-17 in Primary biliary cirrhosis patients were positively correlated with serum gamma-glutamyltransferase levels."}, {"pubmed": 24040001, "text": "Data indicate that differentially expressed IL-17, IL-22, and IL-23 levels are associated with K-ras in a stage-specific fashion along colorectal cancer progression and an association was established between mutant K-ras and GM-CSF and IFN-gamma."}, {"pubmed": 24054330, "text": "NOD2 influences the composition of the microbiome; it is possible that increased basal IL-23 in the mucosa mediated by loss of miR-29 might facilitate this effect."}, {"pubmed": 24067979, "text": "Levels of IL-23 produced by CD16+ monocytes from HIV-1-infected subjects in response to E. coli stimulation were higher than those produced by PBMC from uninfected subjects."}, {"pubmed": 24224652, "text": "IL-23 does not induce IL-7 expression in microglia and astrocytes."}, {"pubmed": 24384828, "text": "IL-23 plays a role in enteropathic arthritis patients with inflammatory bowel disease"}, {"pubmed": 24568095, "text": "A review of both experimental and human data that supports the hypothesis of a key pathogenic role of IL-23/Th17 axis in psoriasis."}, {"pubmed": 24577500, "text": "In conclusion, here we show that STAT3 activation can be one of the molecular mechanisms leading to KSHV-mediated DC dysfunction, that might allow viral persistence and the onset of KSHV-associated malignancies."}, {"pubmed": 24643777, "text": "the IL-23/Th17 axis is involved in the immune response to anthrax in humans."}, {"pubmed": 24781050, "text": "1,25D increased the synergistic effect provided by NOD2 and TLR co-activation on interleukin (IL)-10, IL-23, and tumor necrosis factor-alpha (TNF-alpha)."}, {"pubmed": 24796719, "text": "balance of IL-23 vs IL-12/IL-27 signals into CD4(+) effector T cells determines whether tissue inflammation is perpetuated or resolves"}, {"pubmed": 24899786, "text": "the IL-23/IL-17 axis may play a crucial role in the immunopathogenesis pemphigus vulgaris"}, {"pubmed": 24909386, "text": "preoperative serum IL23 has no outcome prognostic value in patients with colorectal cancer"}, {"pubmed": 24910175, "text": "TSLP synergized with CD40 ligand to promote dendritic cell activation and pathogenic IL-23 production by primary blood and skin dendritic cells."}, {"pubmed": 24924839, "text": "IL-23 levels correlate well with disease activity and functional disability but not with radiographic joint damage in rheumatoid arthritis."}, {"pubmed": 24957500, "text": "genetic variation at IL12B, IL23R and IL23A has an influence not only on the risk for psoriasis but also on disease severity and type 2 diabetes mellitus"}, {"pubmed": 24982422, "text": "zymosan-induced il23a mRNA expression is best explained through coordinated kappaB- and ATF2-dependent transcription; and (iii) il23a expression relies on complementary phosphorylation of ATF2 on Thr-69 and Thr-71 dependent on PKC and MAPK activities."}, {"pubmed": 24990863, "text": "High serum interleukin-23 levels are associated with systemic lupus erythematosus."}, {"pubmed": 24995325, "text": "Serum IL-17 and IL-23 levels demonstrate no association with type 1 and type 2 diabetes, but, in line with previous studies, TGF-beta levels were lower in type 1 diabetic patients"}, {"pubmed": 25015728, "text": "Data indicate that IL-23 p19, IL-23 p40 (IL-12 p40) and IL-23 receptor (IL-23R) were cytoplasmic/membranous over-expressed in colorectal cancer and normal tissues, but were reduced in lymph node metastases."}, {"pubmed": 25046339, "text": "IL-19 as a component of the IL-23/IL-17 axis strengthens the IL-17A action and might be a biomarker for the activity of this axis in chronic inflammatory disorders"}, {"pubmed": 25083738, "text": "Plasma level of IL-23 in relapsing remitting multiple sclerosis patients was significantly increased compared to control subjects."}, {"pubmed": 25234720, "text": "HIV gp120-induced IL-23 upregulated suppressor of cytokine signaling 1 (SOCS1) protein in T cells, which inhibited IFN-gamma production."}, {"pubmed": 25253467, "text": "Data iindicate that interleukin-23 (IL-23) is critical for the development of proteoglycan-induced arthritis (PGIA) after subcutaneous but not intraperitoneal induction."}, {"pubmed": 25371211, "text": "The IL-23/IL-23R/IL-12Rbeta1 complex formation does not follow the classical \"site I-II-III\" architectural paradigm."}, {"pubmed": 25439430, "text": "High gene copy numbers of IL17F and IL23A were associated with Behcet's disease and Vogt-Koyanagi-Harada syndrome."}, {"pubmed": 25525302, "text": "IL-23 has a role in regulating IL-17A and/or IL-17F positive Th17 cells in chronic periodontitis"}, {"pubmed": 25553835, "text": "this is the first study to report the possible role played by IL-23 and its gene polymorphism in neuro-Behcet's and not only uveitis with a significant relation to disease activity making both potential markers"}, {"pubmed": 25562331, "text": "IL-23 level increased significantly in the serum and urine of SLE patients with and without lupus nephritis compared to controls. Urine levels of IL-23 were correlated with the renal SLE Disease Activity Index score and 24-h urinary protein levels."}, {"pubmed": 25562560, "text": "this study is the first to find a clear correlation between high IL-17/IL-23 axis levels and phenotypes of AEDS in children."}, {"pubmed": 25621490, "text": "The IL-23/Th17 pathway may be involved in the pathogenesis of primary immune thrombocytopenia through enhancement of the Th17 response."}, {"pubmed": 25626905, "text": "Clostridium difficile toxins A and B induce IL-23 mRNA expression in human dendritic cells."}, {"pubmed": 25639230, "text": "Knocking down the expression of MMP2 in melanoma cells resulted in inhibition of IL-23-induced invasiveness"}, {"pubmed": 25646481, "text": "selective IL-4-mediated IL-23/T(H)17 silencing is promising as treatment against harmful inflammation, while sparing the IL-12-dependent T(H)1 responses"}, {"pubmed": 25649806, "text": "IL-23 has a role in disease progression in patients with carotid atherosclerosis, potentially involving IL-17-related mechanisms"}, {"pubmed": 25670394, "text": "IL-23 may play an important role in the development of Graves' disease, and the IL-23A gene is a genetic risk marker for Graves' disease in Han Chinese population."}, {"pubmed": 25721268, "text": "IL-23 plays a pivotal role in the development of oesophageal carcinoma via epithelial-mesenchymal transition."}, {"pubmed": 25769808, "text": "IL23 levels are raised in schizophrenia patients prescribed with depot medication, supporting the role of aberrant cytokine signalling in schizophrenia."}, {"pubmed": 25769911, "text": "central role in psoriasis pathogenesis"}, {"pubmed": 25789703, "text": "There is an association with genetic variants in the IL-23 and NF-kappaB pathways that discriminates between mild and severe psoriasis."}, {"pubmed": 25793426, "text": "Data suggest that up-regulation of IL17 (interleukin 17), IL23 (interleukin 23), and p73 (tumor protein p73) expression in cutaneous melanoma may be biomarker of melanoma invasiveness."}, {"pubmed": 25799392, "text": "High serum IL-23 levels are associated with rheumatoid arthritis."}, {"pubmed": 25877925, "text": "mTORC2 regulates lipopolysaccharides-induced expression of IL-12 and IL-23 in human dendritic cells."}, {"pubmed": 25887118, "text": "potential biomarker for poor therapeutic response in lupus nephritis patients"}, {"pubmed": 26062426, "text": "IL-23 could promote migration of human ESCC cells by activating DLL4/Notch1 signaling pathway"}, {"pubmed": 26151690, "text": "IL-17A, IL-17F and IL23R polymorphisms have no effect on expression of IL-6, IL-17, IL-21 and TGF-beta1 mRNAs expression in H. pylori-infected gastritis."}, {"pubmed": 26295034, "text": "Our data supports previous reports showing IL-17 and -23 upregulation in association with Multiple sclerosis and potentially identify a previously unknown involvement for CCL27."}, {"pubmed": 26303210, "text": "Data suggest that the toll like receptor 3 (TLR3)-interferon regulatory factor 6 protein (IRF6)-interleukin-23 subunit p19 (p19)/EBI3 protein axis may regulate keratinocyte functions in the skin."}, {"pubmed": 26656739, "text": "we showed that elevated IL-17/IL-23 serum concentrations helped to discriminate BP patients who later relapsed."}, {"pubmed": 26657845, "text": "IL-23 mediates the differentiation of Th17 and Treg cells and the production of associated cytokines in DICs. The potential mechanism likely involves the STAT3 pathway."}, {"pubmed": 26709220, "text": "may role in the pathogenesis of arthritis and may be a useful biomarker for the diagnosis of this disease"}, {"pubmed": 26928603, "text": "The levels of IL-17, one of the major effector cytokines of the Th17 system, and IL-23, which had been implicated in the generation, survival and expansion of Th17 cells, are altered in Hashimoto's thyroiditis (HT)."}, {"pubmed": 26952371, "text": "that consumption of star fruit juice at 100g twice daily for one month can significantly depress the pro-inflammation cytokines: TNF-alpha, IL-23, and NO, while increasing walking distance."}, {"pubmed": 26980441, "text": "Intracellular p19 associated with the cytokine receptor subunit gp130 and stimulated the gp130-dependent activation of signal transducer and activator of transcription 3 (STAT3) signaling"}, {"pubmed": 26987707, "text": "The results of this case-control study suggest that IL-12A, IL-12B, IL12RB1, IL12RB2 and IL23R make no genetic contribution to the susceptibility of Takayasu arteritis in Chinese populations"}, {"pubmed": 27053620, "text": "The expression of IL-23 significantly increased in chronic atrophic gastritis with intestinal metaplasia tissues and gastric cancer tissues."}, {"pubmed": 27062688, "text": "Higher levels of TGF-beta mRNA were observed in biopsies taken from healthy controls, and the IL-23 mRNA levels were significantly increased in the peri-implantitis group (P < 0.0001). No differences in IL-17 mRNA levels were observed between the two groups (P > 0.05)."}, {"pubmed": 27146815, "text": "High IL-23 expression is associated with polycystic ovary syndrome."}, {"pubmed": 27155366, "text": "Interleukin 17A (Il17a) and interleukin-23 (IL-23) - dependent interleukin-17 Receptor C (IL-17RC) are expressed by sputum and neutrophils in deltaF508-CFTR protein (F508del) cystic fibrosis patients."}, {"pubmed": 27240992, "text": "suberoylanilide hydroxamic acid significantly inhibited IL-12p40 and IL-23p19 mRNA synthesis and did not change IL-12p35 mRNA transcription."}, {"pubmed": 27245439, "text": "An increase in CSF mean levels of IL-23 was observed in amyotrophic lateral sclerosis patients."}, {"pubmed": 27315572, "text": "TNF-alpha plays an important role for the autocrine stimulation of IL-23 production by 6-sulfo LacNAc(+) dendritic cells."}, {"pubmed": 27343994, "text": "this study shows that double-negative T cells from systemic lupus erythematosus patients are more expanded when stimulated in vitro with recombinant IL-23 than controls"}, {"pubmed": 27388654, "text": "Data show that the number of interleukin 17 (IL-17) positive cells significantly correlated positively with the number of interleukin-23 (IL-23) positive cells in skin"}, {"pubmed": 27400195, "text": "our results suggest that IL-39 induces differentiation and/or expansion of neutrophils in lupus-prone mice."}, {"pubmed": 27515793, "text": "The expression of IL-17 and IL-12 in patients with lupus miliaris disseminatus faciei is reported in patients and healthy controls."}, {"pubmed": 27551155, "text": "IL-23 released by keratinocytes in response to endogenous TLR4 ligands causes skin DCs, which selectively express IL-23R, to up-regulate their endogenous IL-23 production and drive an IL-22 response in naive CD4(+) T cells that mediates epidermal thickening."}, {"pubmed": 27554821, "text": "The link between increased expression of TH17 pathway cytokines and clinical disease severity raises the possibility of a new therapeutic paradigm of targeted IL-17/IL-23 intervention for patients with ichthyosis"}, {"pubmed": 27563808, "text": "NOD2 up-regulates TLR2-mediated IL-23p19 expression via increasing c-Rel activation in Paneth cell-like cells"}, {"pubmed": 27660093, "text": "this study shows that single nucleotide polymorphisms of the IL23R-IL12RB2 region are associated with Behcet's disease in a Northern Chinese Han population"}, {"pubmed": 27665460, "text": "serum IL-23 levels reflect obstructive sleep apnea syndrome -related systemic inflammation and are a useful marker for improvement following continuous positive airway pressure therapy"}, {"pubmed": 27681197, "text": "this study shows that IL-23 promotes IL-17+IFN-gamma- T cell expansion in multi-drug-resistant tuberculosis"}, {"pubmed": 27716059, "text": "this study shows that latent cytomegalovirus induces IL-23. IL-23 might be an inflammatory mediator of latent cytomegalovirus infection in patients with rnd-stage renal diseases, and predisposes patients for post-transplant cytomegalovirus reactivation"}, {"pubmed": 27738346, "text": "Our discoveries demonstrate that autocrine IL-23 contribute to ovarian cancer malignancy through promoting the self-renewal of CD133+ ovarian cancer stem-like cells, and this suggests that IL-23 and its signaling pathway might serve as therapeutic targets for the treatment of ovarian cancer."}, {"pubmed": 27807862, "text": "Increased expression of interleukin-23 associated with progression of colorectal cancer."}, {"pubmed": 27820818, "text": "Serum Levels of IL-17A and IL-23 Are Associated with Decreased Vitamin D3 and Increased Pain in Osteoarthritis"}, {"pubmed": 27836676, "text": "Serum IL-17F predicted increased knee bone marrow lesion scores in females only among patients with knee osteoarthritis."}, {"pubmed": 27869179, "text": "clinical significance of IL-17 and IL-23 in the pathogenesis of different types of gastric neoplasms in humans, is reported."}, {"pubmed": 27893410, "text": "We conclude that variants in IL-23A and IL-23R genes were associated with the risk of multiple sclerosis or other inflammatory demyelinating diseases."}, {"pubmed": 28282579, "text": "this study shows that elevated iserum IL-23 is associated with mortality in chronic hepatitis B virus, acute-on-chronic liver failure patients, and that IL-23 neutralizing antibodies attenuated liver injury by reducing the expression of Th17-related inflammatory cytokines, neutrophil chemoattractants and stabilization factors within the liver tissue"}, {"pubmed": 28341820, "text": "this study shows that for pre-school children with history and physical exam in favor of asthma which cannot be tested by spirometry, IL-23 serum levels may be an auxiliary biomarker for the diagnosis of asthma"}, {"pubmed": 28509479, "text": "Study of IL-23 showed reduced levels of expression in aged humans compared to young."}, {"pubmed": 28609751, "text": "Serum IL-23 and IL-17 levels were elevated in patients with aneurysmal subarachnoid hemorrhage (aSAH) showing upregulation of IL-23/IL-17 inflammatory axis after aSAH. Serum IL-23 and IL-17 showed differential correlations with post hemorrhagic complications and no correlation with clinical outcome."}, {"pubmed": 28646040, "text": "results show that IL-23 accounts for the main aspects of human and murine lupus including the expansion of double negative T cells, decreased IL-2, and increased IL-17 production"}, {"pubmed": 28653490, "text": "interleukin 23 (IL-23)/T-helper 17 (TH 17) immune axis has been identified as a major immune pathway in psoriasis disease pathogenesis"}, {"pubmed": 28692864, "text": "Serum IL-17 and IL-23 values positively correlated with serum total IgE levels. Serum levels of IL-10 were lower in children with atopy and dyslipidemia than patients with dyslipidemia."}, {"pubmed": 28728847, "text": "These finding may provide a molecular mechanism involved in sustained ER stress in AS BdCs stimulates the activation of RUNX2 and C/EBPbeta genes, leading to IL-23 production."}, {"pubmed": 28757426, "text": "IL-23/IL-17 axis and biochemical markers in the pathogenesis of Type 2 Diabetes"}, {"pubmed": 28829805, "text": "results confirm the role of IFN-gamma and support the involvement of IL-23/Th17-related cytokines in BCC pathogenesis and in the inflammatory response during IMQ and MAL-PDT treatments"}, {"pubmed": 28869081, "text": "SIGIRR is both a negative regulator of TLR4 and a positive regulator of TLR7/8."}, {"pubmed": 29091911, "text": "This study is the first to demonstrate an effect of HIV on the IL-23 signaling pathway in Th17 cells. We show that in vitro and in vivo HIV infection results in impaired IL-23 signaling which is not reversed by HAART nor is it a result of reduced receptor expression, suggesting that HIV interferes with IL-23-activated signaling pathways"}, {"pubmed": 29119640, "text": "IL-23 activates gammadelta T cells in early stage PNS, which amplifies the Th17 cell population and leads to kidney injury through the secretion of IL-21."}, {"pubmed": 29258893, "text": "LMO4 appears to mediate IL-23-related responses in psoriatic keratinocytes and is a potential therapeutic target in psoriasis."}, {"pubmed": 29394248, "text": "IL-23, alone and in combination with IL-18 and sRAGE, identified bacterial meningitis with excellent accuracy. Following validation, these markers could aid clinicians in diagnosis of bacterial meningitis and decision-making regarding prolongation of antibiotic therapy"}, {"pubmed": 29409751, "text": "The interleukins IL-23/IL-17 immune axis has been detected as an important factor in the immunopathogenesis of ankylosing spondylitis (AS) [Review]."}, {"pubmed": 29434604, "text": "These results demonstrate a key role for IL-23 in HT pathogenesis and provide a potential therapeutic strategy against IL-23 or its signaling pathway in HT."}, {"pubmed": 29514093, "text": "these data propose that, in humans, strength of TCR/CD28/Akt activation serves as a rheostat tuning the magnitude of Th17 development driven by IL-23 and IL-1beta."}, {"pubmed": 29574157, "text": "IL-23 binding to its receptor promotes the migration and invasion of gastric cancer cells by inducing epithelial-to-mesenchymal transition through the STAT3 signaling pathway."}, {"pubmed": 29643359, "text": "Macrophages increase PDAC primary pancreatic ductal adenocarcinoma growth and metastases formation while combined IL23 and TGF-ss pre-treatment diminishes these processes."}, {"pubmed": 29650963, "text": "Epigenetic control of IL-23 expression in keratinocytes is important for chronic skin inflammation."}, {"pubmed": 29731755, "text": "IL-12 and IL-23 heterodimers are increased in Giant-cell arteritis (GCA) lesions and decrease with glucocorticoid treatment. p19 and p35 subunits are much more abundant than p40, indicating an independent role for these subunits or their potential association with alternative subunits."}, {"pubmed": 29763989, "text": "Effect of polymorphisms in IL-12B p40, IL-17A and IL-23 A/G genes on the response of psoriatic patients to narrowband UVB."}, {"pubmed": 29950727, "text": "IL-23 secreted by myeloid-derived suppressor cells (MDSCs) can activate the androgen receptor pathway in prostate tumour cells, promoting cell survival and proliferation in androgen-deprived conditions; results reveal that MDSCs promote castration-resistant prostate cancer by acting in a non-cell autonomous manner; treatments that block IL-23 can oppose MDSC-mediated resistance to castration in prostate cancer"}, {"pubmed": 30116153, "text": "IL23 and IL17 have roles in the pathogenesis of Tunisian pemphigus foliaceus"}, {"pubmed": 30208882, "text": "Genetically determined high activities of the TNF-alpha, IL23/IL17, and NF-kappaB pathways were associated with increased risk of ankylosing spondylitis."}, {"pubmed": 30292634, "text": "Persistent IL-23 generation of liver inflammatory macrophages responding to damaged hepatocytes after chronic hepatitis B virus (HBV) infection altered macrophage function for hepatocellular carcinoma promotion."}, {"pubmed": 30463609, "text": "IL-23-regulated miRNAs in T cells from patients with ankylosing spondylitis (AS) could alter the expression of downstream target molecules and thereby contribute to the immunopathogenesis of AS."}, {"pubmed": 30481093, "text": "Binding affinities of these molecules with IL23 are estimated through protein-protein docking by employing ZDOCK, ClusPro and RosettaDock...Subsequent molecular dynamics simulations too favored prospective of best ranked molecule to have therapeutic implications in autoimmune and inflammatory diseases"}, {"pubmed": 30537793, "text": "in this study IL-23 showed pro-inflammatory properties in the liver transplant rejected patients"}, {"pubmed": 30542702, "text": "IL23A expression in nonmuscle invasive bladder urothelial carcinoma was significantly higher than that in muscle invasive bladder urothelial carcinoma. Expression of IL23A was negatively correlated with the clinical stage of bladder urothelial carcinoma and had a positive correlation with prognosis."}, {"pubmed": 30696656, "text": "Cervical cancer cells differentially regulate IL23 and IL12 in DC fibroblast cocultures in an IL6/C/EBPbeta/IL1beta-dependent manner, thereby supporting the expansion of Th17 cells during cancer progression"}, {"pubmed": 30714434, "text": "Association of IL-17 and IL-23 follicular fluid concentrations and gene expression profile in cumulus cells from infertile women at risk for ovarian hyperstimulation syndrome."}, {"pubmed": 30814438, "text": "We found increased IL-23 and IL-1beta expression in the Hashimoto thyroiditis group but not in the Graves disease group"}, {"pubmed": 30817049, "text": "Human neutrophils activated via TLR8 promote Th17 polarization through IL-23."}, {"pubmed": 30854931, "text": "Low IL23A expression is associated with brain metastasis in lung cancer."}, {"pubmed": 30903865, "text": "IL-18 induced IL-23/IL-17 expression impairs Abeta clearance in cultured THP-1 and BV2 cells."}, {"pubmed": 30917537, "text": "The data of this study suggests that other factors in cohesion with the genetic background contribute to the responsiveness of the IL-6/STAT3, IL-12/STAT4, and IL-23/STAT3-pathways."}, {"pubmed": 31002145, "text": "Correlation analysis of TLR9 and IL-23 expression in patients with lupus nephritis."}, {"pubmed": 31019514, "text": "NET Formation in Bullous Pemphigoid Patients With Relapse Is Modulated by IL-17 and IL-23 Interplay."}, {"pubmed": 31230747, "text": "The pathologies of cutaneous graft-versus-host-disease, such as a decrease in body weight, alopecia, and T cell inflammation in the skin, were observed much earlier in hIL-1beta/23 transgenic (Tg) mice compared with non-Tg mice after human CD4(+) T cell transplantation."}, {"pubmed": 31237437, "text": "rs2066808 polymorphism located near the IL-23A gene could increase the genetic risk of premature coronary artery disease in Mexican population."}, {"pubmed": 31434744, "text": "Interleukin 23A gene expression was higher in cells exposed to live V. cholerae than in cells exposed to inactivated organisms"}, {"pubmed": 31511508, "text": "the IL-23 alpha-subunit remains partially unstructured until assembly with its beta-subunit occurs and identify a major site of incomplete folding."}, {"pubmed": 31527131, "text": "Infiltrating Myeloid Cells Drive Osteosarcoma Progression via GRM4 Regulation of IL23."}, {"pubmed": 31537133, "text": "evidence for the constitutive presence of IL-23 in the human disc and that its expression in vitro is modified by exposure to TNF-alpha"}, {"pubmed": 31978612, "text": "Activation of adenosine A2A receptor induced interleukin-23 mRNA expression in macrophages of ankylosing spondylitis patients."}, {"pubmed": 32020720, "text": "lthough sIL-23R, IL-23, and IL-17 were all associated with poor prognosis, only the sIL-23R/IL-23 ratio (hazard ratio, 1.945; 95% confidence interval, 1.147-3.299; P = .014) was found to be an independent factor for prognosis. Therefore, we identified fragments of soluble cytokine receptor of IL-23R with affinity ability to its natural ligand IL-23 in non-small cell lung cancer (NSCLC) patients' serum"}, {"pubmed": 32022950, "text": "The role of the interleukin-23/Th17 pathway in cardiometabolic comorbidity associated with psoriasis."}, {"pubmed": 32152765, "text": "High interleukin-18 and low FOXP3 mRNAs in peripheral blood of women with severe systemic lupus erythematosus: a cross-sectional study."}, {"pubmed": 32209656, "text": "Inflammatory and mitogenic signals drive interleukin 23 subunit alpha (IL23A) secretion independent of IL12B in intestinal epithelial cells."}, {"pubmed": 32312425, "text": "Protein-protein interactions: a structural view of inhibition strategies and the IL-23/IL-17 axis."}, {"pubmed": 32337634, "text": "Circulating interleukin-23 levels in ankylosing spondylitis and their correlation with disease activity : A meta-analysis.\", trans \"Werte fur zirkulierendes Interleukin-23 bei Spondylitis ankylosans und Korrelation mit der Krankheitsaktivitat : Eine Metaanalyse."}, {"pubmed": 32474165, "text": "IL23 Promotes Antimicrobial Pathways in Human Macrophages, Which Are Reduced With the IBD-Protective IL23R R381Q Variant."}, {"pubmed": 32476200, "text": "IL-15 and IL-23 synergize to trigger Th17 response by CLA(+) T cells in psoriasis."}, {"pubmed": 32599588, "text": "Downregulation of IL-2 and IL-23 in Cervical Biopsies of Cervical Intraepithelial Lesions: A Cross-Sectional Study."}, {"pubmed": 32726660, "text": "Interleukin-23 derived from CD16(+) monocytes drives IL-17 secretion by TLR4 pathway in children with mycoplasma pneumoniae pneumonia."}, {"pubmed": 32998371, "text": "IL-12 and IL-23-Close Relatives with Structural Homologies but Distinct Immunological Functions."}, {"pubmed": 33007332, "text": "Loss of keratinocyte Mcpip1 abruptly activates the IL-23/Th17 and Stat3 pathways in skin inflammation."}, {"pubmed": 33040251, "text": "Role of the IL-23-T-bet/GATA3 Axis for the Pathogenesis of Ulcerative Colitis."}, {"pubmed": 33066031, "text": "Periodontal Conditions and Whole Salivary IL-17A and -23 Levels among Young Adult Cannabis sativa (Marijuana)-Smokers, Heavy Cigarette-Smokers and Non-Smokers."}, {"pubmed": 33082377, "text": "Association between serum CCL-18 and IL-23 concentrations and disease progression of chronic obstructive pulmonary disease."}, {"pubmed": 33153894, "text": "Synergistic induction of IL-23 by TNFalpha, IL-17A, and EGF in keratinocytes."}, {"pubmed": 33187815, "text": "Rs-1884444 G/T variant in IL-23 receptor is likely to modify risk of bladder urothelial carcinoma by regulating IL-23/IL-17 inflammatory pathway."}, {"pubmed": 33259477, "text": "Lack of evidence for expression and function of IL-39 in human immune cells."}, {"pubmed": 33278500, "text": "Interaction of Nrf2 with dimeric STAT3 induces IL-23 expression: Implications for breast cancer progression."}, {"pubmed": 33559857, "text": "IL-23 and the Tumor Microenvironment."}, {"pubmed": 33766235, "text": "[Progress on relationship between IL-23/IL-17 axis and inflammatory bowel disease]."}, {"pubmed": 33851590, "text": "LEVELS OF PROINFLAMMATORY CYTOKINES IL-17 AND IL-23 IN PATIENTS WITH ALZHEIMER'S DISEASE, MILD COGNITIVE IMPAIRMENT AND VASCULAR DEMENTIA."}, {"pubmed": 33884734, "text": "CD4+ and CD25+ T-cell response to short-time interferon-beta therapy on IL10, IL23A and FOXP3 genes in multiple sclerosis patients."}, {"pubmed": 34038748, "text": "Probing the binding of interleukin-23 to individual receptor components and the IL-23 heteromeric receptor complex in living cells using NanoBRET."}, {"pubmed": 34279540, "text": "Single-cell analysis of human skin identifies CD14+ type 3 dendritic cells co-producing IL1B and IL23A in psoriasis."}, {"pubmed": 34328597, "text": "Association of interleukin-2, interleukin-21 and interleukin-23 with hyperlipidemia in pediatric type 1 diabetes."}, {"pubmed": 34335090, "text": "Elevated Serum Interleukin-23 Levels in Patients with Oral and Cutaneous Lichen Planus."}, {"pubmed": 34448069, "text": "Mucosal IL23A expression predicts the response to Ustekinumab in inflammatory bowel disease."}, {"pubmed": 34487784, "text": "RNA-seq reveal RNA binding protein GNL3 as a key mediator in the development of psoriasis vulgaris by regulating the IL23/IL17 axis."}, {"pubmed": 34536640, "text": "Association of sarcopenia and expression of interleukin-23 in colorectal cancer survival."}, {"pubmed": 34663639, "text": "Interleukin-30 feeds breast cancer stem cells via CXCL10 and IL23 autocrine loops and shapes immune contexture and host outcome."}, {"pubmed": 34668015, "text": "IL-23 and axial disease: do they come together?"}, {"pubmed": 34755700, "text": "High IL-23+ cells infiltration correlates with worse clinical outcomes and abiraterone effectiveness in patients with prostate cancer."}, {"pubmed": 34769069, "text": "C-Reactive Protein Controls IL-23 Production by Human Monocytes."}, {"pubmed": 34884474, "text": "Multifaceted Analysis of IL-23A- and/or EBI3-Including Cytokines Produced by Psoriatic Keratinocytes."}, {"pubmed": 35092070, "text": "Relationship of interleukin-23 with matrix metalloproteinase-9, pentraxin-3, sleep quality and prostate size in benign prostatic hyperplasia."}, {"pubmed": 35468842, "text": "The role of interleukin (IL)-23 in regulating pain in arthritis."}, {"pubmed": 35553667, "text": "Interleukin-23 in the Pathogenesis of Inflammatory Bowel Disease and Implications for Therapeutic Intervention."}, {"pubmed": 35637168, "text": "IL-23 Inhibits Trophoblast Proliferation, Migration, and EMT via Activating p38 MAPK Signaling Pathway to Promote Recurrent Spontaneous Abortion."}, {"pubmed": 35706059, "text": "Elevated IL-23 in skin promotes IL-23 derived Th17 responses in leprosy patients."}, {"pubmed": 35861930, "text": "Serum interleukin-23 levels: relation to depression, anxiety, and disease activity in psoriatic arthritis patients."}, {"pubmed": 35981362, "text": "[Expression of Th17 and IL-23 in Peripheral Blood and Their Relationship with Immunophenotype in Patients with Acute Myeloid Leukemia]."}, {"pubmed": 35986791, "text": "Evaluation of IL-23p19/Ebi3 (IL-39) gingival crevicular fluid levels in periodontal health, gingivitis, and periodontitis."}, {"pubmed": 36094518, "text": "Impaired IL-23-dependent induction of IFN-gamma underlies mycobacterial disease in patients with inherited TYK2 deficiency."}, {"pubmed": 36123810, "text": "IL23 suppresses proliferation and promotes apoptosis of human granulosa-like tumor cell line KGN by targeting the androgen receptor signal pathway."}, {"pubmed": 36231033, "text": "Increased Adipose Tissue Expression of IL-23 Associates with Inflammatory Markers in People with High LDL Cholesterol."}, {"pubmed": 36370169, "text": "Elevated expression of interleukin-27, IL-35, and decreased IL-12 in patients with thyroid-associated ophthalmopathy."}, {"pubmed": 36429996, "text": "In Schizophrenia, the Effects of the IL-6/IL-23/Th17 Axis on Health-Related Quality of Life and Disabilities Are Partly Mediated by Generalized Cognitive Decline and the Symptomatome."}, {"pubmed": 36482185, "text": "Transcriptomic and functional analyses reveal a tumour-promoting role for the IL-36 receptor in colon cancer and crosstalk between IL-36 signalling and the IL-17/ IL-23 axis."}, {"pubmed": 36734603, "text": "Clinical significance of circulating exosomal interleukin-23 and tumour necrosis factor-alpha messenger RNA in psoriasis."}, {"pubmed": 36763636, "text": "Human IL-23 is essential for IFN-gamma-dependent immunity to mycobacteria."}, {"pubmed": 37945180, "text": "Increased circulating interleukin-23 level in patients with sarcoidosis."}, {"pubmed": 37964584, "text": "Serum concentrations of 25-OH vitamin D and the pro-inflammatory interleukins IL-17, IL-23, and IL-18 in patients with plaque psoriasis."}, {"pubmed": 37978298, "text": "Th17-associated cytokines IL-17 and IL-23 in inflamed skin of Darier disease patients as potential therapeutic targets."}, {"pubmed": 38374693, "text": "Differential requirement for IL-2 and IL-23 in the differentiation and effector functions of Th17/ILC3-like cells in a human T cell line."}, {"pubmed": 38466035, "text": "The Dysregulated IL-23/TH17 Axis in Endometriosis Pathophysiology."}, {"pubmed": 38516774, "text": "miRNA-21 promotes the progression of acute liver failure via the KLF6/autophagy/IL-23 signaling pathway."}, {"pubmed": 38608446, "text": "Decreased HMGCS1 inhibits proliferation and inflammatory response of keratinocytes and ameliorates imiquimod-induced psoriasis via the STAT3/IL-23 axis."}, {"pubmed": 38686385, "text": "IL-23 past, present, and future: a roadmap to advancing IL-23 science and therapy."}, {"pubmed": 38867048, "text": "CTLA-4-expressing ILC3s restrain interleukin-23-mediated inflammation."}], "genomic_pos": {"chr": "12", "end": 56340410, "ensemblgene": "ENSG00000110944", "start": 56334174, "strand": 1}, "genomic_pos_hg19": {"chr": "12", "end": 56734193, "start": 56732663, "strand": 1}, "go": {"BP": [{"evidence": "ISS", "gocategory": "BP", "id": "GO:0001916", "qualifier": "involved_in", "term": "positive regulation of T cell mediated cytotoxicity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0002230", "pubmed": 12421946, "qualifier": "involved_in", "term": "positive regulation of defense response to virus by host"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0002230", "qualifier": "involved_in", "term": "positive regulation of defense response to virus by host"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0002827", "pubmed": 15114670, "qualifier": "involved_in", "term": "positive regulation of T-helper 1 type immune response"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0002827", "qualifier": "involved_in", "term": "positive regulation of T-helper 1 type immune response"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0002827", "pubmed": 20027291, "qualifier": "involved_in", "term": "positive regulation of T-helper 1 type immune response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0002827", "pubmed": 16751425, "qualifier": "involved_in", "term": "positive regulation of T-helper 1 type immune response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007165", "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0010536", "qualifier": "involved_in", "term": "positive regulation of activation of Janus kinase activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010536", "pubmed": 12023369, "qualifier": "involved_in", "term": "positive regulation of activation of Janus kinase activity"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032693", "pubmed": 16751425, "qualifier": "involved_in", "term": "negative regulation of interleukin-10 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032725", "pubmed": 20027291, "qualifier": "involved_in", "term": "positive regulation of granulocyte macrophage colony-stimulating factor production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032729", "pubmed": [11114383, 17888176, 20027291], "qualifier": "involved_in", "term": "positive regulation of type II interferon production"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0032729", "pubmed": 19088061, "qualifier": "involved_in", "term": "positive regulation of type II interferon production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032733", "pubmed": 15265908, "qualifier": "involved_in", "term": "positive regulation of interleukin-10 production"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0032733", "pubmed": 18675459, "qualifier": "involved_in", "term": "positive regulation of interleukin-10 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032735", "pubmed": 20027291, "qualifier": "involved_in", "term": "positive regulation of interleukin-12 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032740", "pubmed": [16482511, 16751425, 17888176], "qualifier": "involved_in", "term": "positive regulation of interleukin-17 production"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032760", "pubmed": 16751425, "qualifier": "involved_in", "term": "positive regulation of tumor necrosis factor production"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0032816", "pubmed": 20027291, "qualifier": "involved_in", "term": "positive regulation of natural killer cell activation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032819", "pubmed": 19088061, "qualifier": "involved_in", "term": "positive regulation of natural killer cell proliferation"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0034105", "pubmed": 16482511, "qualifier": "involved_in", "term": "positive regulation of tissue remodeling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042098", "qualifier": "involved_in", "term": "T cell proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0042102", "qualifier": "involved_in", "term": "positive regulation of T cell proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042102", "pubmed": 12023369, "qualifier": "involved_in", "term": "positive regulation of T cell proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042104", "pubmed": 11114383, "qualifier": "involved_in", "term": "positive regulation of activated T cell proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042509", "pubmed": 12023369, "qualifier": "involved_in", "term": "regulation of tyrosine phosphorylation of STAT protein"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042531", "pubmed": [12023369, 19088061], "qualifier": "involved_in", "term": "positive regulation of tyrosine phosphorylation of STAT protein"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043382", "qualifier": "involved_in", "term": "positive regulation of memory T cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045087", "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045672", "pubmed": 17888176, "qualifier": "involved_in", "term": "positive regulation of osteoclast differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048771", "qualifier": "involved_in", "term": "tissue remodeling"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0050729", "pubmed": 16482511, "qualifier": "involved_in", "term": "positive regulation of inflammatory response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050829", "pubmed": [15114670, 20027291], "qualifier": "involved_in", "term": "defense response to Gram-negative bacterium"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0051135", "pubmed": 20027291, "qualifier": "involved_in", "term": "positive regulation of NK T cell activation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051135", "pubmed": 19088061, "qualifier": "involved_in", "term": "positive regulation of NK T cell activation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051142", "pubmed": 19088061, "qualifier": "involved_in", "term": "positive regulation of NK T cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051607", "qualifier": "involved_in", "term": "defense response to virus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0090023", "qualifier": "involved_in", "term": "positive regulation of neutrophil chemotaxis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:1901224", "pubmed": 20428758, "qualifier": "involved_in", "term": "positive regulation of non-canonical NF-kappaB signal transduction"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2000318", "qualifier": "involved_in", "term": "positive regulation of T-helper 17 type immune response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:2000330", "qualifier": "involved_in", "term": "positive regulation of T-helper 17 cell lineage commitment"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2000330", "qualifier": "involved_in", "term": "positive regulation of T-helper 17 cell lineage commitment"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005788", "qualifier": "located_in", "term": "endoplasmic reticulum lumen"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0070743", "qualifier": "part_of", "term": "interleukin-23 complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0070743", "pubmed": 11114383, "qualifier": "part_of", "term": "interleukin-23 complex"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0005125", "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [11114383, 12023369, 18680750, 25416956, 29997244, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0045519", "pubmed": 11114383, "qualifier": "contributes_to", "term": "interleukin-23 receptor binding"}]}, "homologene": {"genes": [[9544, 712627], [9598, 467036], [9606, 51561], [9615, 481110], [9913, 511022], [10090, 83430], [10116, 155140]], "id": 12832}, "interpro": [{"desc": "Four-helical cytokine-like, core", "id": "IPR009079", "short_desc": "4_helix_cytokine-like_core"}, {"desc": "Interleukin-23 alpha", "id": "IPR010831", "short_desc": "IL-23_alpha"}], "ipi": "IPI00300835", "map_location": "12q13.3", "name": "interleukin 23 subunit alpha", "other_names": ["IL-23 subunit alpha", "IL-23-A", "IL-23p19", "JKA3 induced upon T-cell activation", "interleukin 23 p19 subunit", "interleukin 23, alpha subunit p19", "interleukin-23 subunit alpha", "interleukin-23 subunit p19", "interleukin-six, G-CSF related factor"], "pantherdb": {"HGNC": "15488", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1932410", "ortholog_type": "LDO", "panther_family": "PTHR15947", "taxid": 10090, "uniprot_kb": "Q9EQ14"}, {"RGD": "620873", "ortholog_type": "LDO", "panther_family": "PTHR15947", "taxid": 10116, "uniprot_kb": "Q91Z84"}], "uniprot_kb": "Q9NPF7"}, "pathway": {"kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04625", "name": "C-type lectin receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa04630", "name": "JAK-STAT signaling pathway - Homo sapiens (human)"}, {"id": "hsa04659", "name": "Th17 cell differentiation - Homo sapiens (human)"}, {"id": "hsa05133", "name": "Pertussis - Homo sapiens (human)"}, {"id": "hsa05152", "name": "Tuberculosis - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}, {"id": "hsa05321", "name": "Inflammatory bowel disease - Homo sapiens (human)"}, {"id": "hsa05323", "name": "Rheumatoid arthritis - Homo sapiens (human)"}], "pid": [{"id": "atf2_pathway", "name": "ATF-2 transcription factor network"}, {"id": "il23pathway", "name": "IL23-mediated signaling events"}], "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-447115", "name": "Interleukin-12 family signaling"}, {"id": "R-HSA-447115", "name": "Interleukin-12 family signaling"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-6785807", "name": "Interleukin-4 and Interleukin-13 signaling"}, {"id": "R-HSA-9020933", "name": "Interleukin-23 signaling"}, {"id": "R-HSA-9020933", "name": "Interleukin-23 signaling"}], "wikipathways": {"id": "WP3893", "name": "Development and heterogeneity of the ILC family"}}, "pdb": ["3D85", "3D87", "3DUH", "3QWR", "4GRW", "5MJ3", "5MJ4", "5MXA", "5MZV", "5NJD", "6UIB", "6WDQ", "8CR8", "8OE4"], "pfam": "PF16649", "pharmgkb": "PA29824", "pharos": {"target_id": 14470, "tdl": "Tclin"}, "reagent": {"CM-LibrX-no-seq": [{"id": "GNF327666", "relationship": "is"}, {"id": "GNF327667", "relationship": "is"}], "CondMedia_CM_LibrAB": {"id": "GNF292913", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF265407", "relationship": "is"}, {"id": "GNF265408", "relationship": "is"}, {"id": "GNF265409", "relationship": "is"}, {"id": "GNF265410", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF085071", "relationship": "is"}, {"id": "GNF085072", "relationship": "is"}, {"id": "GNF085073", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054555", "relationship": "is"}, {"id": "GNF059332", "relationship": "is"}, {"id": "GNF074707", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF066547", "relationship": "is"}, {"id": "GNF066548", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF007128", "relationship": "is"}, {"id": "GNF007129", "relationship": "is"}, {"id": "GNF007130", "relationship": "is"}, {"id": "GNF007131", "relationship": "is"}, {"id": "GNF007132", "relationship": "is"}, {"id": "GNF007133", "relationship": "is"}], "MasterSecretomicsList": [{"id": "GNF330414", "relationship": "is"}, {"id": "GNF333615", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF337641", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF107561", "relationship": "is"}, {"id": "GNF147207", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000012.12", "NC_060936.1"], "protein": "NP_057668.1", "rna": "NM_016584.3", "translation": {"protein": "NP_057668.1", "rna": "NM_016584.3"}}, "reporter": {"GNF1H": "gnf1h07188_at", "HG-U133_Plus_2": ["216857_at", "217326_x_at", "220054_at", "234377_at", "234865_at"], "HG-U95Av2": ["1105_s_at", "31449_at", "32416_at"], "HG-U95B": "49076_at", "HTA-2_0": ["TC07000908.hg.1", "TC07000912.hg.1", "TC07000913.hg.1", "TC07002634.hg.1", "TC12000512.hg.1", "TC12002390.hg.1"], "HuEx-1_0": ["3028217", "3028602", "3028662", "3028664", "3028693", "3028722", "3028736", "3028738", "3028846", "3028848", "3167127", "3417557", "7385678"], "HuGene-1_1": ["7956251", "8136727"], "HuGene-2_1": ["16752645", "17052619", "17052631", "17052645", "17052648", "17052671", "17052673", "17052675", "17052681", "17052683", "17052685", "17063764", "17063793", "17063803", "17063821", "17119660", "17119662"]}, "summary": "This gene encodes a subunit of the heterodimeric cytokine interleukin 23 (IL23). IL23 is composed of this protein and the p40 subunit of interleukin 12 (IL12B). The receptor of IL23 is formed by the beta 1 subunit of IL12 (IL12RB1) and an IL23 specific subunit, IL23R. Both IL23 and IL12 can activate the transcription activator STAT4, and stimulate the production of interferon-gamma (IFNG). In contrast to IL12, which acts mainly on naive CD4(+) T cells, IL23 preferentially acts on memory CD4(+) T cells. [provided by RefSeq, Jul 2008].", "symbol": "IL23A", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1423526"}, "unigene": ["Hs.382212", "Hs.98309"], "uniprot": {"Swiss-Prot": "Q9NPF7"}, "wikipedia": {"url_stub": "Interleukin 23"}}