{"AllianceGenome": "13765", "HGNC": "13765", "MIM": "605658", "_id": "64806", "_version": 1, "accession": {"genomic": ["AL049829.4", "CH471078.2", "CP068264.2", "FB726952.1", "GN034129.1", "JA104593.1", "KC189003.1", "NC_000014.9", "NC_060938.1"], "protein": ["AAG40848.1", "AAH69565.1", "AAI04930.1", "AAI04932.1", "AAL57622.1", "AAN39038.1", "AAQ89484.1", "CAT03415.1", "CAX36792.1", "CCA63966.1", "EAW66161.1", "EAW66162.1", "NP_073626.1", "NP_758525.1", "Q9H293.1"], "rna": ["AF305200.1", "AF458059.1", "AF461739.1", "AY359127.1", "BC069565.1", "BC104929.1", "BC104931.1", "NM_022789.4", "NM_172314.2"], "translation": [{"protein": "NP_758525.1", "rna": "NM_172314.2"}, {"protein": "AAI04930.1", "rna": "BC104929.1"}, {"protein": "AAQ89484.1", "rna": "AY359127.1"}, {"protein": "AAN39038.1", "rna": "AF461739.1"}, {"protein": "AAL57622.1", "rna": "AF458059.1"}, {"protein": "NP_073626.1", "rna": "NM_022789.4"}, {"protein": "AAH69565.1", "rna": "BC069565.1"}, {"protein": "AAI04932.1", "rna": "BC104931.1"}, {"protein": "AAG40848.1", "rna": "AF305200.1"}]}, "alias": "IL17E", "ensembl": {"gene": "ENSG00000166090", "protein": ["ENSP00000328111", "ENSP00000380417"], "transcript": ["ENST00000329715", "ENST00000397242"], "translation": [{"protein": "ENSP00000380417", "rna": "ENST00000397242"}, {"protein": "ENSP00000328111", "rna": "ENST00000329715"}], "type_of_gene": "protein_coding"}, "entrezgene": "64806", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 4.54743336, "exp_mis": 72.2059291, "exp_syn": 25.647467, "lof_z": -1.13927158252365, "mis_z": -0.448636216280003, "mu_lof": 3.27376208956e-07, "mu_mis": 6.29889058496e-06, "mu_syn": 2.18965681228e-06, "n_lof": 7.0, "n_mis": 80.0, "n_syn": 29.0, "p_li": 3.62722298351536e-06, "p_null": 0.890112683168793, "p_rec": 0.109883689608224, "syn_z": -0.410392929261225}, "bp": 534, "cds_end": 23845089, "cds_start": 23842327, "n_exons": 2, "nonpsych": {"exp_lof": 4.0745948, "exp_mis": 65.3120644, "exp_syn": 23.1721583, "lof_z": -0.450237509128624, "mis_z": -0.479816273649023, "mu_lof": 3.27376208956e-07, "mu_mis": 6.29889058496e-06, "mu_syn": 2.18965681228e-06, "n_lof": 5.0, "n_mis": 73.0, "n_syn": 27.0, "p_li": 0.000264009177288105, "p_null": 0.691794747397408, "p_rec": 0.307941243425304, "syn_z": -0.500649765120085}, "nontcga": {"exp_lof": 4.17961602, "exp_mis": 66.4254369, "exp_syn": 23.59164469, "lof_z": -0.878367083897581, "mis_z": -0.707533917943547, "mu_lof": 3.27376208956e-07, "mu_mis": 6.29889058496e-06, "mu_syn": 2.18965681228e-06, "n_lof": 6.0, "n_mis": 78.0, "n_syn": 26.0, "p_li": 2.94038731181482e-05, "p_null": 0.811338660612377, "p_rec": 0.188631935514505, "syn_z": -0.313953007239439}, "transcript": "ENST00000329715.2"}, "exons": [{"cdsend": 23375880, "cdsstart": 23373118, "chr": "14", "position": [[23372860, 23373396], [23375624, 23376403]], "strand": 1, "transcript": "NM_022789", "txend": 23376403, "txstart": 23372860}, {"cdsend": 23375880, "cdsstart": 23372966, "chr": "14", "position": [[23372808, 23372975], [23373175, 23373396], [23375624, 23376403]], "strand": 1, "transcript": "NM_172314", "txend": 23376403, "txstart": 23372808}], "exons_hg19": [{"cdsend": 23845089, "cdsstart": 23842327, "chr": "14", "position": [[23842069, 23842605], [23844833, 23845612]], "strand": 1, "transcript": "NM_022789", "txend": 23845612, "txstart": 23842069}, {"cdsend": 23845089, "cdsstart": 23842175, "chr": "14", "position": [[23842017, 23842184], [23842384, 23842605], [23844833, 23845612]], "strand": 1, "transcript": "NM_172314", "txend": 23845612, "txstart": 23842017}], "generif": [{"pubmed": 11714825, "text": "Overexpression of IL-17E up-regulates gene expression of Th2 cytokines and induces growth retardation, jaundice, and multiorgan inflammation in a transgenic mouse model."}, {"pubmed": 12239140, "text": "Transgenic overexpression from humans into mice results in eosinophilia, B-lymphocyte hyperplasia, and altered antibody production."}, {"pubmed": 16522458, "text": "IL-17E may contribute to the induction and maintenance of eosinophilic inflammation by acting on lung fibroblasts. This supports a role for IL-17E in asthma pathophysiology."}, {"pubmed": 16950278, "text": "IL-25 acts by amplifying TH2 cell-mediated allergic airway inflammation. IL-25 itself does not significantly induce allergic inflammation in vivo."}, {"pubmed": 17635955, "text": "IL-25 produced by innate effector eosinophils and basophils may augment the allergic inflammation by enhancing the maintenance and functions of TSLP-DC activated adaptive Th2 memory cells"}, {"pubmed": 17719653, "text": "The upregulation of costimulation-induced IL-25 receptors and release of cytokines and chemokines from IL-25 treated costimulated Th cells were differentially regulated by intracellular JNK, p38 MAPK and NF-kappaB activity."}, {"pubmed": 17889290, "text": "Blocking IL-25 in an experimental model of allergic asthma prevents airway hyperresponsiveness, a critical feature of clinical asthma."}, {"pubmed": 19095584, "text": "Higher expressions of IL-17E, IL-17A, IL-17BR and IL-17R are associated with oral inflammation."}, {"pubmed": 19129540, "text": "IL-25 is a negative regulator of monocyte proinflammatory cytokine responses"}, {"pubmed": 19329997, "text": "MMP7 coordinates allergic lung inflammation by activating interleukin 25 while simultaneously inhibiting retinoid-dependent development of regulatory T cells."}, {"pubmed": 19968632, "text": "IL-17A and IL-25 had opposing effects on thymic stromal lymphopoietin regulation in human nasal epithelial cells"}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20492545, "text": "production is linked to the amount of specific IgE antibodies in blood samples of 6 yr old children in Germany"}, {"pubmed": 20729468, "text": "Eosinophils are the main source of IL-25, whereas activated CD4+ memory T cells are the IL-17RB-expressing cells in Churg-Strauss syndrome."}, {"pubmed": 20861853, "text": "IL-25 may have a role in atopic dermatitis"}, {"pubmed": 20944558, "text": "IL-25 production is differently regulated by TNF-alpha and TGF-beta1 in the human g"}, {"pubmed": 21205894, "text": "Findings suggest that IL-25 is elevated in asthma and contributes to angiogenesis."}, {"pubmed": 21570719, "text": "Allergen provocation induces functionally relevant, increased expression of IL-25 and its receptor in the asthmatic bronchial mucosa and dermis of sensitized atopic subjects."}, {"pubmed": 22266274, "text": "We observed significant downregulation of IL-25 in women with recurrent miscarriage compared with controls."}, {"pubmed": 22691357, "text": "IL-25 secreted from epithelial cells has the potential to promote airway remodeling in asthma."}, {"pubmed": 23429464, "text": "IL-25 Is Decreased in Sera of Patients With inflammatory bowel disease."}, {"pubmed": 23564603, "text": "IL-25 expression is markedly reduced during human and experimental fulminant hepatitis."}, {"pubmed": 23590308, "text": "Suggest that IL-25 production by airway epithelial cells is regulated by the transcription and protein release levels and that allergen proteases likely play pivotal roles in both biological processes."}, {"pubmed": 23657503, "text": "IL-25 enhances herpes simplex virus (HSV)-1 and vaccinia virus replication by inhibiting filaggrin expression, and IL-25 acts synergistically with IL-4 and IL-13 to enhance HSV-1 replication in vitro"}, {"pubmed": 23810766, "text": "Our data demonstrate that IL-33 plays a critical role in the rapid induction of airway contraction by stimulating the prompt expansion of IL-13-producing type 2 innate lymphoid cells, whereas IL-25-induced responses are slower and less potent."}, {"pubmed": 23957336, "text": "Patients with the 'IL-5, IL-17A, IL-25-high' airway inflammatory pattern are often uncontrolled asthmatics, despite daily treatment."}, {"pubmed": 24247484, "text": "The increased IL-25 levels in plasma and the expression of IL-17RA and IL-17RB on eosinophils in allergic asthma patients suggests that IL-25 may activate eosinophils during allergic inflammation."}, {"pubmed": 24323357, "text": "IL-25 and IL-33-driven type-2 innate lymphoid cells have roles in atopic dermatitis"}, {"pubmed": 24344271, "text": "IL-25 and type 2 innate lymphoid cells have roles in development of pulmonary fibrosis"}, {"pubmed": 24746746, "text": "Human chorionic gonadotropin up-regulates Il25, promoting the proliferation of decidual stromal cells by activation of JNK and AKT signal pathways."}, {"pubmed": 25133876, "text": "Because IL-25 has a major role in triggering type 2 responses, bronchial epithelial IL-25 expression is likely a key determinant of type 2 response activation in asthma"}, {"pubmed": 25273095, "text": "asthmatic epithelial cells have an increased intrinsic capacity for expression of a pro-type 2 cytokine in response to a viral infection, and IL-25 is a key mediator of RV-induced exacerbations of pulmonary inflammation"}, {"pubmed": 25676453, "text": "The levels of mRNA for IL-25 were not significantly elevated in parotid gland tissues from Kimura Disease patients as compared to controls."}, {"pubmed": 25704964, "text": "increased levels in patients with chronic rhinosinusitis with nasal polyps"}, {"pubmed": 25705788, "text": "This article focuses on evidence for the role of IL-25, IL-33 and TSLP in human allergic disease; although this triad of cytokines is described as epithelial derived, it is clear that their expression within lung tissue is much more widespread.[Review]"}, {"pubmed": 25903653, "text": "we have demonstrated that the expression of ET-1 and IL-25 was coordinately upregulated in the lesional keratinocytes of patients with AD and a murine AD model."}, {"pubmed": 25975248, "text": "IL-25 overexpression was observed in eosinophilic chronic rhinosinusitis and may serve as a mediator of eosinophilic CRS."}, {"pubmed": 26321145, "text": "IL-25 upregulated PD-L1 surface expression through the signaling pathways of JNK and STAT3, with STAT3 found to constitutively occupy the proximal region of the PD-L1 promoter."}, {"pubmed": 26347322, "text": "The IL17E rs79877597 SNP was a modifier of the risk for psoriasis disease severity and psoriatic arthritis."}, {"pubmed": 26356122, "text": "expression of immunoreactivity for IL-17A, IL-17RA, IL-17E, and IL-17F was significantly elevated in prostatic tissue from benign prostatic hyperplasia and prostate cancer compared with that in controls"}, {"pubmed": 26540312, "text": "Increased induction and expression of TSLP, IL-25, and IL-33 from nasal epithelial cells contribute to the pathophysiology of eosinophilic chronic rhinosinusitis."}, {"pubmed": 26762527, "text": "Our findings indicate that the alarmin cytokines IL-33 and IL-25 increase basophil activation and migratory potential, and may pose as a novel therapeutic targets for the treatment of allergic asthma."}, {"pubmed": 26845056, "text": "IL-8 and IL-25 are targets of miR-20b."}, {"pubmed": 26852387, "text": "Women with endometriosis showed significantly higher levels of IL-25 in their PF (p=0.019) compared to controls. IL-25 levels did not correlate with the stage of endometriosis."}, {"pubmed": 27000993, "text": "Therefore, IL-17E/IL-17RB signaling represents a potential therapeutic target for treatment of hepatocellular carcinoma"}, {"pubmed": 27089063, "text": "Findings indicate that the release of interleukin 25 (IL-25) from tumour-associated fibroblasts (TAFs) may serve as a check point for control of mammary tumour metastasis."}, {"pubmed": 27685606, "text": "Our findings suggest that the IL-25/IL-25R axis may play an important role in promoting the recruitment and proinflammatory function of eosinophils in allergic asthma."}, {"pubmed": 27909985, "text": "Inhibition of IL-25 resulted in decreased type 2 T cells and macrophages in the primary tumor microenvironments, both reported to enhance breast tumor invasion and subsequent metastasis to the lung."}, {"pubmed": 28127565, "text": "Chronic rhinosinusitis with nasal polyps (CRSwNP) epithelial cells release TSLP and IL-25 when stimulated by poly(I:C) but not by DP or AF, suggesting that viral infection may contribute to maintain and amplify the T2 immune response seen in CRSwNP."}, {"pubmed": 28246365, "text": "The authors concluded that IL-25 provides protection from amebiasis, which is dependent upon intestinal eosinophils and suppression of TNF-alpha."}, {"pubmed": 28421819, "text": "IL-4 signaling up-regulates the IL-25 axis in human monocytic cells, and IL-25 may provide autocrine signals in monocytes and macrophages to sustain IL-17Rb expression and predispose to alternative activation."}, {"pubmed": 28771607, "text": "IL-25-induced activation of nasal fibroblast and its association with the remodeling of chronic rhinosinusitis with nasal polyposis"}, {"pubmed": 28771767, "text": "IL-25 (also known as IL-17E) is a member of the IL-17 cytokine family and plays a variety of roles in different inflammatory murine models, such as asthma, atopic dermatitis, and pulmonary fibrosis."}, {"pubmed": 28870448, "text": "Nasal Il-25 is overexpressed in patients with chronic rhinosinusitis with nasal polyps and airway hypersensitiveness."}, {"pubmed": 28875265, "text": "In conclusion, the findings of the present study suggest that IL-25 but not IL-33 might contribute to the pathogenesis of chronic eosinophilic inflammation of the lung in patients with CEP."}, {"pubmed": 29257317, "text": "Endometrial stromal cells differentiate into decidual stromal cells in the presence of ovarian hormones, resulting in the upregulation of IL25/IL17RB expression in endometrial stromal cells."}, {"pubmed": 29337030, "text": "Nasal IL-25 predicts the response to oral corticosteroids."}, {"pubmed": 29653697, "text": "The data demonstrate that an IL-17-induced autoregulatory circuit in keratinocytes is mediated by IL-25 and suggest that this circuit could be targeted in the treatment of psoriasis patients."}, {"pubmed": 29966691, "text": "this study shows that IL-25 reduces Th17 cells and inflammatory responses in human peripheral blood mononuclear cells"}, {"pubmed": 30022162, "text": "study provides a comprehensive characterization of the thymic stroma and identifies a new tuft-like thymic epithelial cell population, which is critical for shaping the immune niche in the thymus"}, {"pubmed": 30334403, "text": "expression of IL-17A, E, and F and their receptors in non-small-cell lung cancer; data suggest that IL-17A, E, F and their receptors IL-17RA, RB, RC may be involved in the pathogenesis of non-small cell lung cancer"}, {"pubmed": 30345318, "text": "this review details the structural characteristics, expression patterns, responder cells, biological properties, and role of IL-25 in disease pathogenesis"}, {"pubmed": 30738055, "text": "In humans, IL-17E promotes the recruitment of neutrophils via activation of macrophages in a p38-dependent mechanism. In addition, IL-17E is up-regulated in neutrophil-rich inflammatory skin diseases, such as pyoderma gangrenosum and acute generalized exanthematous pustulosis."}, {"pubmed": 30997832, "text": "contributes to lung fibrosis by directly acting on alveolar epithelial cells and fibroblasts"}, {"pubmed": 31200339, "text": "IL-25 plays a potent immunosuppressive role in the pathogenesis of systemic lupus erythematosus by suppressing the production of inflammatory cytokines"}, {"pubmed": 31641990, "text": "Found that IL25 levels in sputum and plasma were elevated in children with uncontrolled asthma having a history of several mild-to-moderate attacks during the previous year compared with healthy controls and children with well-controlled asthma due to the use of antiasthmatic drugs."}, {"pubmed": 31697750, "text": "IL-25 and its associated Th2 cytokines (IL-9 and IL-10) may be involved in Systemic lupus erythematosus pathogenesis."}, {"pubmed": 31905037, "text": "Evaluation of Interleukin 25 and Interleukin 25 Receptor Expression in Peripheral Blood Mononuclear Cells of Breast Cancer Patients and Normal Subjects."}, {"pubmed": 31958433, "text": "IL-17E (IL-25) and IL-17A Differentially Affect the Functions of Human Keratinocytes."}, {"pubmed": 32573420, "text": "Interleukin 17E associates with haematologic involvement and autoantibody production in primary Sjogren's syndrome."}, {"pubmed": 32671514, "text": "Long non-coding RNA FOXD3-AS1 regulates the expression and secretion of IL-25 in nasal epithelial cells to inhibit Th2 type immunoreaction in allergic rhinitis."}, {"pubmed": 32686186, "text": "Interleukin (IL)-17F and IL-17E are related to fibrosis and vasculopathy in systemic sclerosis."}, {"pubmed": 32716065, "text": "Interleukin-25 regulates matrix metalloproteinase-2 and -9 expression in periodontal fibroblast cells through ERK and P38MAPK pathways."}, {"pubmed": 32776912, "text": "Interleukin 25, thymic stromal lymphopoietin and house dust mites in pathogenesis of atopic dermatitis."}, {"pubmed": 33486314, "text": "Sputum IL-25, IL-33 and TSLP, IL-23 and IL-36 in airway obstructive diseases. Reduced levels of IL-36 in eosinophilic phenotype."}, {"pubmed": 33536745, "text": "CircNRIP1 Modulates the miR-515-5p/IL-25 Axis to Control 5-Fu and Cisplatin Resistance in Nasopharyngeal Carcinoma."}, {"pubmed": 33766233, "text": "[Down-regulation of IL-25 accompanied by a decrease in the number of M2 macrophages in patients of non-alcoholic fatty liver disease with significant liver fibrosis]."}, {"pubmed": 34122457, "text": "Roles of IL-25 in Type 2 Inflammation and Autoimmune Pathogenesis."}, {"pubmed": 34264790, "text": "IL-25 promotes trophoblast proliferation and invasion via binding with IL-17RB and associated with PE."}, {"pubmed": 34443554, "text": "The Novel Role of MIF in the Secretion of IL-25, IL-31, and IL-33 from PBMC of Patients with Rheumatoid Arthritis."}, {"pubmed": 34944487, "text": "Role of Epithelium-Derived Cytokines in Atopic Dermatitis and Psoriasis: Evidence and Therapeutic Perspectives."}, {"pubmed": 35008429, "text": "IL-25 Induced ROS-Mediated M2 Macrophage Polarization via AMPK-Associated Mitophagy."}, {"pubmed": 35171244, "text": "IL-25 participates in keratinocyte-driven dermal matrix turnover and is reduced in systemic sclerosis epidermis."}, {"pubmed": 35277002, "text": "IL-17A, IL-17E and IL-17F as Potential Biomarkers for the Intensity of Low-Grade Inflammation and the Risk of Cardiovascular Diseases in Obese People."}, {"pubmed": 36082495, "text": "The potential role of interleukin (IL)-25/IL-33/thymic stromal lymphopoietin (TSLP) on the pathogenesis of idiopathic pulmonary fibrosis."}, {"pubmed": 36119076, "text": "The potential roles of interleukin-25 in infectious diseases."}, {"pubmed": 36263033, "text": "Emerging roles for IL-25 and IL-33 in colorectal cancer tumorigenesis."}, {"pubmed": 37524666, "text": "IL-25 Impact on Malignant B Cells Survival and T Cells Activation in Chronic Lymphocytic Leukemia."}, {"pubmed": 37702163, "text": "Proteomic Analysis by 4D Label-free MS-PRM Provides Insight into the Role and Regulatory Mechanisms of IL-25 in NK Cells."}, {"pubmed": 37781372, "text": "The IL-25/ILC2 axis promotes lung cancer with a concomitant accumulation of immune-suppressive cells in tumors in humans and mice."}, {"pubmed": 38028847, "text": "Evaluation of IL-6, IL-25 & IL-35 in the COVID 19 Patients and their Correlation to Demography Data in the Symptomatic Patients."}, {"pubmed": 38396704, "text": "The Alarmin Triad-IL-25, IL-33, and TSLP-Serum Levels and Their Clinical Implications in Chronic Spontaneous Urticaria."}], "genomic_pos": {"chr": "14", "end": 23376403, "ensemblgene": "ENSG00000166090", "start": 23372809, "strand": 1}, "genomic_pos_hg19": {"chr": "14", "end": 23845612, "start": 23842018, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0002437", "qualifier": "involved_in", "term": "inflammatory response to antigenic stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007165", "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "ND", "gocategory": "BP", "id": "GO:0008150", "qualifier": "involved_in", "term": "biological_process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009620", "qualifier": "involved_in", "term": "response to fungus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009624", "qualifier": "involved_in", "term": "response to nematode"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030222", "qualifier": "involved_in", "term": "eosinophil differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "located_in", "term": "extracellular space"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0005125", "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0030380", "pubmed": 11058597, "qualifier": "enables", "term": "interleukin-17E receptor binding"}]}, "homologene": {"genes": [[9544, 713943], [9598, 467404], [9606, 64806], [9615, 480252], [9913, 526816], [10090, 140806], [10116, 501996]], "id": 15429}, "interpro": [{"desc": "Interleukin-17 family", "id": "IPR010345", "short_desc": "IL-17_fam"}, {"desc": "Cystine-knot cytokine", "id": "IPR029034", "short_desc": "Cystine-knot_cytokine"}], "ipi": ["IPI00009731", "IPI00332192"], "map_location": "14q11.2", "name": "interleukin 25", "other_names": ["interleukin-17E", "interleukin-25"], "pathway": {"kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04657", "name": "IL-17 signaling pathway - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-448424", "name": "Interleukin-17 signaling"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}], "wikipathways": [{"id": "WP2112", "name": "IL17 signaling pathway"}, {"id": "WP2877", "name": "Vitamin D Receptor Pathway"}, {"id": "WP3893", "name": "Development and heterogeneity of the ILC family"}]}, "pdb": ["7UWJ", "7UWK", "7UWL"], "pfam": "PF06083", "pharmgkb": "PA29799", "pharos": {"target_id": 11749, "tdl": "Tbio"}, "reagent": {"CM-LibrX-no-seq": [{"id": "GNF328180", "relationship": "is"}, {"id": "GNF328181", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF267855", "relationship": "is"}, {"id": "GNF267856", "relationship": "is"}, {"id": "GNF267857", "relationship": "is"}, {"id": "GNF267858", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF083728", "relationship": "is"}, {"id": "GNF085022", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF055114", "relationship": "is"}, {"id": "GNF073749", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF064093", "relationship": "is"}, {"id": "GNF064094", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF128349", "relationship": "is"}, {"id": "GNF277911", "relationship": "is"}, {"id": "GNF279174", "relationship": "is"}, {"id": "GNF279176", "relationship": "is"}], "MasterSecretomicsList": [{"id": "GNF329799", "relationship": "is"}, {"id": "GNF332947", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": [{"id": "GNF336208", "relationship": "is"}, {"id": "GNF337631", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF110299", "relationship": "is"}, {"id": "GNF149940", "relationship": "is"}, {"id": "GNF154879", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000014.9", "NC_060938.1"], "protein": ["NP_073626.1", "NP_758525.1"], "rna": ["NM_022789.4", "NM_172314.2"], "translation": [{"protein": "NP_073626.1", "rna": "NM_022789.4"}, {"protein": "NP_758525.1", "rna": "NM_172314.2"}]}, "reporter": {"HG-U133_Plus_2": "220971_at", "HTA-2_0": "TC14000145.hg.1", "HuEx-1_0": "3529104", "HuGene-1_1": "7973393", "HuGene-2_1": "16782311"}, "summary": "The protein encoded by this gene is a cytokine that shares sequence similarity with interleukin 17. This cytokine can induce NF-kappaB activation, and stimulate the production of interleukin 8. Both this cytokine and interleukin 17B are ligands for the cytokine receptor IL17BR. Studies of a similar gene in mice suggest that this cytokine may be a pro-inflammatory cytokine favoring the Th2-type immune response. Alternative splicing results in multiple transcript variants. [provided by RefSeq, Mar 2010].", "symbol": "IL25", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1825594"}, "unigene": "Hs.302036", "uniprot": {"Swiss-Prot": "Q9H293"}, "wikipedia": {"url_stub": "Interleukin 25"}}