{"AllianceGenome": "19157", "HGNC": "19157", "MIM": "608273", "_id": "246778", "_version": 2, "accession": {"genomic": ["AC138894.2", "CH471279.1", "CP068262.2", "EF064720.1", "JA104595.1", "NC_000016.10", "NC_060940.1"], "protein": ["AAH62422.1", "AAM34498.1", "ABK41903.1", "CCA63967.1", "EAW52277.1", "NP_663634.2", "Q8NEV9.2", "XP_054235964.1"], "rna": ["AY099296.1", "BC062422.1", "NM_145659.3", "XM_054379989.1"], "translation": [{"protein": "XP_054235964.1", "rna": "XM_054379989.1"}, {"protein": "NP_663634.2", "rna": "NM_145659.3"}, {"protein": "AAH62422.1", "rna": "BC062422.1"}, {"protein": "AAM34498.1", "rna": "AY099296.1"}]}, "alias": ["IL-27", "IL-27A", "IL27A", "IL27p28", "IL30", "p28"], "ensembl": {"gene": "ENSG00000197272", "protein": ["ENSP00000349365", "ENSP00000455990"], "transcript": ["ENST00000356897", "ENST00000568075"], "translation": [{"protein": "ENSP00000349365", "rna": "ENST00000356897"}, {"protein": "ENSP00000455990", "rna": "ENST00000568075"}], "type_of_gene": "protein_coding"}, "entrezgene": "246778", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 8.11366634685, "exp_mis": 88.5216391074, "exp_syn": 38.0928282953, "lof_z": 2.82161825133452, "mis_z": 0.962877849128938, "mu_lof": 5.97378310363e-07, "mu_mis": 8.64186240206e-06, "mu_syn": 3.67654382076e-06, "n_lof": 0.0, "n_mis": 70.0, "n_syn": 34.0, "p_li": 0.927792677629213, "p_null": 0.000390930177598388, "p_rec": 0.0718163921931892, "syn_z": 0.411103851895617}, "bp": 732, "cds_end": 28518132, "cds_start": 28510971, "n_exons": 5, "nonpsych": {"exp_lof": 7.24917482182, "exp_mis": 80.0261514441, "exp_syn": 34.3832090251, "lof_z": 2.64421195001191, "mis_z": 1.01636266568828, "mu_lof": 5.97378310363e-07, "mu_mis": 8.64186240206e-06, "mu_syn": 3.67654382076e-06, "n_lof": 0.0, "n_mis": 62.0, "n_syn": 31.0, "p_li": 0.913915823729234, "p_null": 0.000741679731505071, "p_rec": 0.0853424965392611, "syn_z": 0.363261373300003}, "nontcga": {"exp_lof": 7.45536432578, "exp_mis": 81.4307048345, "exp_syn": 35.0361944164, "lof_z": 2.69349191042603, "mis_z": 1.07276425617791, "mu_lof": 5.97378310363e-07, "mu_mis": 8.64186240206e-06, "mu_syn": 3.67654382076e-06, "n_lof": 0.0, "n_mis": 62.0, "n_syn": 29.0, "p_li": 0.912613957350318, "p_null": 0.000632994988392979, "p_rec": 0.0867530476612888, "syn_z": 0.645694158889381}, "transcript": "ENST00000356897.1"}, "exons": [{"cdsend": 28506811, "cdsstart": 28499650, "chr": "16", "position": [[28499361, 28499920], [28501975, 28502134], [28503694, 28503793], [28503877, 28504050], [28506780, 28506834]], "strand": -1, "transcript": "NM_145659", "txend": 28506834, "txstart": 28499361}], "exons_hg19": [{"cdsend": 28518132, "cdsstart": 28510971, "chr": "16", "position": [[28510682, 28511241], [28513296, 28513455], [28515015, 28515114], [28515198, 28515371], [28518101, 28518155]], "strand": -1, "transcript": "NM_145659", "txend": 28518155, "txstart": 28510682}], "generif": [{"pubmed": 12121660, "text": "an early product of activated antigen-presenting cells; drives rapid clonal expansion of naive but not memory CD4(+) T cells"}, {"pubmed": 14657353, "text": "IL-27 regulates IL-12 responsiveness of naive CD4+ T cells through Stat1-dependent and -independent mechanisms"}, {"pubmed": 14764690, "text": "IL-27 triggers STAT activation and gene transcription of a subset of inflammatory cytokines in primary human mast cells and in human monocytes."}, {"pubmed": 15793300, "text": "EBI3 may play a role, independently from its association to p28, in regulating anti-viral or anti-tumoral immune responses"}, {"pubmed": 16670296, "text": "The B cell response to IL-27 is modulated during B cell differentiation and varies depending on the mode of B cell activation."}, {"pubmed": 16670765, "text": "IL-23 and IL-17 have roles in inflammation [commentary]"}, {"pubmed": 16751375, "text": "IL-27 possesses potent antiangiogenic activity, which plays an important role in its antitumor and antimetastatic activities."}, {"pubmed": 17068156, "text": "IL-27 was found to be a potent inhibitor of HIV-1 replication in peripheral blood mononuclear cells, CD4+ T cells, and macrophages"}, {"pubmed": 17318299, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17318299, "text": "Our results strongly suggest that the g.-964A > G polymorphism of IL-27p28 is most likely associated with susceptibility to asthma."}, {"pubmed": 17703412, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17985330, "text": "IL-27p28 subunit was induced by IFN-beta alone or during LPS-induced maturation of dendritic cells in a type I IFN-dependent manner through IFN regulatory factor-1 activation."}, {"pubmed": 18167155, "text": "findings indicate that the restricted Th1 responses in newborns owing to deficient IL-12 production may be compensated for, in part, by enhanced IL-27 secretion"}, {"pubmed": 18178151, "text": "Our data suggest that the pro-inflammatory role of IL-27 is mediated in part through increased expression of key molecules involved in the class II and class I MHC pathways."}, {"pubmed": 18191724, "text": "this first demonstration that both MHC II and I expression are increased in endothelial cells after IL-27 stimulation suggests that IL-27 may be important in conferring immune function on vascular endothelium"}, {"pubmed": 18424756, "text": "IL-27 activates monocytes via STAT1 and suppresses IL-10 production but the inflammatory functions of IL-27 are abrogated by TLRs and p38"}, {"pubmed": 18453571, "text": "IL-27 has an antiproliferative activity on melanomas through WSX-1/STAT1 signaling."}, {"pubmed": 18482209, "text": "IL-27-mediated antitumour effects produced in a mature T cell-defective condition were attributable to enhanced interferon-gamma production and natural killer activities."}, {"pubmed": 18554158, "text": "Data suggest that polymorphisms in the IL-27 gene may play a role in the development of chronic obstructive pulmonary disease in Chinese population."}, {"pubmed": 18554158, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18557702, "text": "These results implicate IL-12 and IL-27 in regulating human macrophages, and IL-27 derived from macrophages during infection impedes control of Mycobacterium tuberculosis growth."}, {"pubmed": 19124747, "text": "The suppressive capacity of inducible regulatory T (Treg) cells is sustained with IL-27 and interferon (IFN)-gamma."}, {"pubmed": 19148899, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19148899, "text": "Single nucleotide polymorphisms in interleukin 27 is associated with nasopharyngeal carcinoma."}, {"pubmed": 19258923, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19380822, "text": "IL-27 down-regulates expression of T helper cell (Th)17-specific orphan nuclear receptor ROR gamma t and reduces production of IL-17A and IL-17F in naive T cells."}, {"pubmed": 19430480, "text": "Observational study, meta-analysis, and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19523673, "text": "Both subunits of IL-27 were expressed in chronic lesional allergic eczematous skin, whereas the IL-27 subunit EBV-induced gene 3 was not detectable in the acute phase of eczema"}, {"pubmed": 19549909, "text": "Results reveal an IL-27-independent function of WSX1: sensitizing natural killer cell-mediated antitumor surveillance."}, {"pubmed": 19556424, "text": "the IL-27-IFN-alpha connection is operative in CD4(+) T cells, consistent with an IFN-alpha-dependent pathway underlying host cell defense to HIV"}, {"pubmed": 19582813, "text": "exerts interferon-like functions in liver cells and can contribute to the antiviral response"}, {"pubmed": 19620301, "text": "Human IL-27 may act as an in vitro anti-inflammatory cytokine in human bone destruction by inhibiting osteoclastogenesis from granulocyte-macrophage colony-forming unit-producing cells via STAT1-dependent down-regulation of transcription factor c-Fos."}, {"pubmed": 19625647, "text": "IL-27 plays a key role in human T cells by promoting a specific subset of IL-10-secreting regulatory T cells and inhibiting T helper (Th)17 cells, thus providing a dual regulatory mechanism to control autoimmunity and tissue inflammation."}, {"pubmed": 19657406, "text": "IL27 were higher in affected areas compared to unaffected ones in Ulcerative Colitis but not Crohn Disease."}, {"pubmed": 19686419, "text": "Interleukin-27 polymorphisms are associated with inflammatory bowel diseases in a Korean population."}, {"pubmed": 19686419, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19798410, "text": "IL-12 and IL-27 have roles in modulating Th2 polarization of carcinoembryonic antigen specific CD4 T cells from pancreatic cancer patients"}, {"pubmed": 19915574, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19924133, "text": "IL-27 may promote the onset of psoriasis, while it may simultaneously attenuate the expanded inflammation in this disease"}, {"pubmed": 20112358, "text": "in addition to its well-known antiinflammatory effects, IL-27 plays a homeostatic role in restraining bone erosion"}, {"pubmed": 20176734, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20301193, "text": "The in vitro effects of IL-27, alone or in combination with inflammatory cytokine tumor necrosis factor (TNF)-alpha on the pro-inflammatory activation of human primary bronchial epithelial cells, was investigated."}, {"pubmed": 20375623, "text": "IL-27 induced by mycobacterium tuberculosis infection in human macrophages opposed IFN-gamma production by antagonizing IL-18 activity."}, {"pubmed": 20416175, "text": "IL-27 may regulate the expression of Mac-1, fMLP-R and IL-1beta in human neutrophils through p38 MAPK and PI3K signal pathways."}, {"pubmed": 20435369, "text": "roles in activation of eosinophils and allergic responses"}, {"pubmed": 20435892, "text": "IL-27 p28 gene transcription is activated by interferon regulatory factor 8 in cooperation with interferon regulatory factor 1"}, {"pubmed": 20454646, "text": "This article reviews current understanding of the role of IL-27 in CD8+ T cell functions and generation of Cytotoxic T lymphocytes."}, {"pubmed": 20503287, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20519510, "text": "Interleukin-27 induces a STAT1/3- and NF-kappaB-dependent proinflammatory cytokine profile in human monocytes"}, {"pubmed": 20604932, "text": "Significantly higher plasma concentration of IL-27 was found in rheumatoid arthritis patients"}, {"pubmed": 20817868, "text": "a potential mechanism for steroid resistance in asthma is the activation of MyD88-dependent pathways in macrophages that are triggered by IL-27 and IFN-gamma"}, {"pubmed": 20952070, "text": "IL-27 appears to influence DNA methylation in a particular intronic region thus associating with IL-10 expression."}, {"pubmed": 20971923, "text": "IL-27 blocks the proximal steps of TNF-alpha signaling by downregulating cell-surface expression of signaling receptors p55 and p75."}, {"pubmed": 20974984, "text": "Downstream of interleukin (IL)-27, there are both STAT1 and T-bet-dependent pathways capable of suppressing Th17 responses."}, {"pubmed": 21115047, "text": "biological function of IL-10 that was induced by IL-27 mainly enhanced the expression of CD16 without influencing CD14 expression on human monocytes"}, {"pubmed": 21182076, "text": "These results demonstrate that IL-27, a rapidly produced cytokine by activated APC, has a profound impact on human naive CD8(+) T cells, driving them to become highly efficient Tc1 cells."}, {"pubmed": 21357266, "text": "Active human visceral leishmaniasis is associated with elevated levels of IL-27 in plasma and IL-27 mRNA in spleen."}, {"pubmed": 21360515, "text": "Serum IL27 levels were elevated in patients with rheumatoid arthritis associated with disease activity."}, {"pubmed": 21385171, "text": "ITP patients had decreased plasma and mRNA expression levels of IL27, suggesting that it might be involved in the pathophysiological process of ITP."}, {"pubmed": 21420486, "text": "IFN-beta induced IL-27 expression by DC, and neutralisation of IL-27 abrogated the suppressive effects of IFN-beta on zymosan-induced IL-1 and IL-23 production and the generation of Th17 cells in vitro."}, {"pubmed": 21482740, "text": "study found that BCG and M. tuberculosis could activate IL-27 expression in macrophages by induction of p28 subunit transcription"}, {"pubmed": 21545428, "text": "Th1 and Th2 responses are controlled by intracellular glutathione redox status in DCs through IL-27 production."}, {"pubmed": 21592822, "text": "Data suggest that circulating IL-27-producing CD14(+) cells significantly infiltrate into inflamed regions such as rheumatoid arthritis synovium and have anti-inflammatory effects in several ways."}, {"pubmed": 21622862, "text": "In a transgenic bone marrow chimera model, IL-27 can limit the generation or maintenance of the regulatory T (Treg) cell population by inhibiting IL-2 production, thus promoting inappropriate inflammation."}, {"pubmed": 21795063, "text": "results showed that the higher serum levels of IL-27 were associated with ischemic heart disease"}, {"pubmed": 22021194, "text": "Methylation in IL-27 is associated with Crohn's disease."}, {"pubmed": 22040814, "text": "IL-12 and IL-27 gene polymorphisms may not be involved in susceptibility to colorectal cancer"}, {"pubmed": 22069308, "text": "a novel role for interleukin-27 (IL-27) as mediator of intestinal epithelial barrier protection mediated via DMBT1 and IDO1"}, {"pubmed": 22210084, "text": "elvated levels in primary immune thrombocytopenia"}, {"pubmed": 22230324, "text": "Serum IL-27 can trigger immune response to prevent hepatic injury in different clinical-pathologic stages of hepatitis B virus-infected patients."}, {"pubmed": 22343630, "text": "IL-27 expression is one host immune factor produced in response to influenza A virus infection and that elevated IL-27 levels inhibit viral replication."}, {"pubmed": 22430249, "text": "These findings identify IL-27-induced IL-21 as a key autocrine regulator of granzyme B expression in human CD8(+) T cells."}, {"pubmed": 22621182, "text": "pro-inflammatory effects on antigen-presenting cells"}, {"pubmed": 22656398, "text": "Interleukin-27 and interleukin-12 augment activation of distinct cord blood natural killer cells responses via STAT3 pathways."}, {"pubmed": 22678908, "text": "results highlighted a novel immunoregulatory property of human IL-27 that may be relevant in the immune response against tumors"}, {"pubmed": 22678911, "text": "Immunosuppression via Treg cells was transferable and required the release of sphingosine-1-phosphate (S1P) from apoptotic cells, acting via S1P receptor 4 on DCs to induce IL-27 secretion"}, {"pubmed": 22701040, "text": "viral dsRNA-activated human dendritic cells produce IL-27 to act as a specialized procytotoxic, antiviral cytokine in the development of effector CD8(+) T cells."}, {"pubmed": 22825627, "text": "IL-17 enhanced expression of IL-27 in synovial macrophages from rheumatoid arthritis patients and collagen-induced arthritis mice, indicating an interaction between IL-17 and IL-27 as an autoregulatory mechanism"}, {"pubmed": 22837488, "text": "IL-27 suppresses granulocyte-macrophage colony stimulating factor (GM-CSF) expression in human T cells."}, {"pubmed": 22863719, "text": "IL-27 maybe involved in dermatomyositis and polymyositis pathogenesis."}, {"pubmed": 22876110, "text": "No significant association was found between uveitis and both KIAA1109-rs4505848 and IL27-rs4788084."}, {"pubmed": 22911112, "text": "The results demonstrate that IL-27 might regulate the network of immunity and inflammation in the pathogenesis of atherosclerosis."}, {"pubmed": 22965735, "text": "These results indicate a potential role for IL-27 in the suppression of anti-bacterial defense mechanisms that might contribute to disease severity in sepsis."}, {"pubmed": 23049843, "text": "In HIV infection, IL-27-induced gene expression was impaired, indicating HIV-mediated dysregulation of IL-27 functions occurs during HIV infection"}, {"pubmed": 23086758, "text": "our results suggest that IL-27 may be able to modify interactions between prostate tumor and bone microenvironment cells and thus could be used as a multifunctional therapeutic for restoring bone homeostasis while treating metastatic prostate tumors"}, {"pubmed": 23091017, "text": "CD8+ T-cell-derived IL-10 is absent in a recall response due to persistent loss of IL-27 responsiveness."}, {"pubmed": 23101722, "text": "These findings suggest that IL-27, IFN-gamma, and IL-17 play a role in the pathogenesis of Behcet's disease."}, {"pubmed": 23209286, "text": "An interleukin-6 receptor-dependent molecular switch mediates signal transduction of the IL-27 cytokine subunit p28 (IL-30) via a gp130 protein receptor homodimer."}, {"pubmed": 23240078, "text": "In the presence of the type I IFN-neutralizing protein, B18R, IL-27-induced BST-2 expression was maintained, demonstrating that IFN is not an intermediary in IL-27-induced BST"}, {"pubmed": 23280240, "text": "The effects of aging and cytomegalovirus-infectious status on plasma levels of IL-27, as well as on its relationship to IFN-gamma, were determined."}, {"pubmed": 23294976, "text": "Allelic variants in IL27 are not associated with susceptibility to type 1 diabetes in a Brazilian population."}, {"pubmed": 23333920, "text": "IL-27 has the potential to amplify airway inflammation via the induction of CXCL10 from HLFs, in combination with TNF-alpha."}, {"pubmed": 23335749, "text": "CD4+ CD45RB(high) T cells from transgenic mice deficient for the alpha-chain of IL-27 receptor fails to induce colitis in Rag-deficient recipients, because of an inability of activated donor cells to survive."}, {"pubmed": 23395794, "text": "Studied the association between IL27 gene polymorphisms and HBV-related diseases risk in a Chinese population. Found no significant differences in the genotype and allele frequencies of IL27 gene polymorphisms between the patients and healthy controls."}, {"pubmed": 23452095, "text": "IL-27 function as an anti-lymphangiogenic regulator in vitro by up-regulating chemokines and interfering with the mitogenic effect of growth factors through STAT1 activation."}, {"pubmed": 23464355, "text": "Report elevated Il27 expression by neonatal macrophages resulting in immunosuppression."}, {"pubmed": 23502338, "text": "these findings show decreased levels of IL-27 against increasing IL-17A levels in patients group which may suggest a suppressive role of IL-27 on inflammatory process of multiple sclerosis."}, {"pubmed": 23645091, "text": "Decreased serum interleukin 27 in Brazilian systemic lupus erythematosus patients."}, {"pubmed": 23711856, "text": "Increased dominancy of IL-23p19 and IL-27 production by the APCs of EGPA patients may be linked to differentiation of Th17 cells and Tr1 cells."}, {"pubmed": 23727477, "text": "These data identify that IL-27 may suppress the production of IL-22 by inducing the expression of SOCS1 in human CD4(+) T cells."}, {"pubmed": 23731956, "text": "lower expression in deciduas of patients with unexplained recurrent miscarriage"}, {"pubmed": 23842867, "text": "elevated levels in patients with acute lung injury /acute respiratory distress syndrome"}, {"pubmed": 23849453, "text": "Low IL-27 expression is associated with multiple myeloma."}, {"pubmed": 23890319, "text": "High level of IL-27 positively correlated with Th17 cells may indicate liver injury in patients infected with hepatitis B virus."}, {"pubmed": 23891538, "text": "Results suggest that IFN-gamma-mediated IL-27 protein but not IL-27p28 gene expression is positively regulated by the C-Jun N-terminal kinases (JNK), mitogen-activated protein kinases (MAPKs) and the phosphoinositide 3-kinase (PI3K)."}, {"pubmed": 23904441, "text": "the findings from the past decade identify IL-27 as a critical immunoregulatory cytokine, especially for T cells, whereas some controversy is fueled by results challenging the view of IL-27 as a classical silencer of inflammation."}, {"pubmed": 23937109, "text": "the IL-27 polymorphism may not be involved in susceptibility to ITP in a Chinese population."}, {"pubmed": 23958647, "text": "IL-4 confers resistance to IL-27-mediated suppression on CD4+ T cells by imparing STAT1 signaling in asthmatic patients"}, {"pubmed": 24028178, "text": "These results are promising, because they are relevant to developing a novel IL-27-based strategy that can treat both the tumor and the bone, by using this simple and effective sonodelivery method for treating prostate tumor bone metastases."}, {"pubmed": 24155891, "text": "IL-27 enhances the expression of TRAIL and TLR3 in human melanomas."}, {"pubmed": 24277453, "text": "We provide the first evidence that IL-30 is implicated in prostate cancer progression"}, {"pubmed": 24285453, "text": "a high serum IL-27 level is associated with cancer presence and lymph node metastases in gastroesophageal cancer (GEC)."}, {"pubmed": 24337382, "text": "HBV infection upregulates IL-27 expression, which, in turn, stimulates IFN-lambda1 production."}, {"pubmed": 24352695, "text": "IL-27 gene polymorphisms may be involved in the susceptibility to epithelial ovarian cancer, but not in survival in Chinese patients."}, {"pubmed": 24448601, "text": "Serum levels of IL-27 are especially elevated in breast cancer patients who are estrogen receptor-positive and progesterone receptor-positive."}, {"pubmed": 24530744, "text": "IL-27 improves migrational and antiviral potential of cord blood dendritic cells."}, {"pubmed": 24554774, "text": "Data suggest that interleukin 27 (IL-27) may function as a homeostatic cytokine in secondary lymphoid organs by limiting duration and/or intensity of ongoing adaptive immune responses."}, {"pubmed": 24659862, "text": "IL-27 has a role in activating human trophoblasts to express IP-10 and IL-6 in preeclampsia"}, {"pubmed": 24681516, "text": "may be exploited immunotherapeutically in patients with prostate cancer"}, {"pubmed": 24710630, "text": "The serum levels of IL-27 were remarkably higher in ankylosing spondylitis patients than healthy groups and significantly correlated with serum levels of VEGF."}, {"pubmed": 24741633, "text": "IL-27 driven upregulation of surface HLA-E expression on monocytes inhibits IFN-gamma release by autologous NK cells."}, {"pubmed": 24771852, "text": "natural sIL-27Ralpha binds rIL-27, inhibits IL-27 binding to its cell surface receptor, and is a potent inhibitor of IL-27 signaling, as shown by its ability to specifically block IL-27-mediated STAT activation, at low molar excess over IL-27."}, {"pubmed": 24796719, "text": "balance of IL-23 vs IL-12/IL-27 signals into CD4(+) effector T cells determines whether tissue inflammation is perpetuated or resolves"}, {"pubmed": 24816922, "text": "plasma IL-27 level was significantly upregulated in HIV-mono-infected and HIV/HCV-co-infected Chinese"}, {"pubmed": 24887071, "text": "Results suggest that a decreased interleukin 27 (IL-27) expression is associated with disease activity in Behcet's disease (BD) patients."}, {"pubmed": 24896094, "text": "Plasma interleukin-27 levels are not modulated in patients with chronic HIV-1 infection."}, {"pubmed": 24975574, "text": "these data suggest a model whereby IL-27 and IL-17A exerts complex reciprocal effects to boost inflammatory responses, but restrain resting cells to prevent inappropriate activation."}, {"pubmed": 25041531, "text": "IL27 -924A/G polymorphism may be involved in susceptibility to Rheumatoid arthritis in the Polish population"}, {"pubmed": 25051492, "text": "this meta-analysis indicated that IL-27 rs153109 polymorphism was associated with cancer risk in Chinese population"}, {"pubmed": 25051954, "text": "contributes to tolerogenic signaling in patients with chronic obstructive pulmonary disease"}, {"pubmed": 25075448, "text": "Data indicate that IL-27p28 polymorphisms rs153109 and rs17855750 are likely involved in allergic rhinitis (AR) susceptibility."}, {"pubmed": 25146683, "text": "There was no significant association between IL-27 -964A>G polymorphism and the risk of breast cancer."}, {"pubmed": 25170932, "text": "This study indicates that the lower serum IL-27p28 levels may be associated with development and progression of osteosarcoma, but IL-27 gene -964 A/G, 2905 T/G, and 4730 T/C polymorphisms and their haplotypes are not associated with osteosarcoma risk."}, {"pubmed": 25194807, "text": "The present study concluded that IL-27 reduces lipid accumulation of foam cell by upregulating ABCA1 expression via JAK2/STAT3."}, {"pubmed": 25236666, "text": "Interleukin 27 polymorphisms affect the response to interferon therapy in hepatitis C patients."}, {"pubmed": 25278262, "text": "DC-SIGN-induced ISGF3 by fucose-based PAMPs has an essential role in driving IL-27 and subsequent TFH polarization, which might be harnessed for vaccination design"}, {"pubmed": 25308526, "text": "IL-27 stimulates human NK-cell effector functions and primes NK cells for IL-18 responsiveness."}, {"pubmed": 25312760, "text": "IL-27, in combination with a type 2/CCL26 signature, identifies a more SA phenotype, perhaps through combined effects of IL-27 and IL-13 on STAT signaling. Understanding these interactions could lead to new targets for asthma therapy."}, {"pubmed": 25424605, "text": "The current meta-analysis suggests that IL-27 -964A/G polymorphism might enhance cancer risk. However, large-scale and well-designed studies are still needed to confirm the result of our meta-analysis"}, {"pubmed": 25498842, "text": "data showed that progressive MS patients had decreased plasma and mRNA expression levels of IL-27, suggesting that it might be involved in the pathophysiological process of multiple sclerosis"}, {"pubmed": 25562331, "text": "IL-27 level increased significantly in the serum and urine of SLE patients with and without lupus nephritis compared to controls. Urine levels of IL-27 were correlated with the renal SLE Disease Activity Index score and 24-h urinary protein levels."}, {"pubmed": 25662568, "text": "The 153109 of the IL27 gene may be associated with the susceptibility to CHD, including atrial septal defect and ventricular septal defect."}, {"pubmed": 25674271, "text": "genetic defects in IL-27 gene showed remarkable associations with Crohn's disease in Chinese."}, {"pubmed": 25946363, "text": "In terms of serum IL-27 levels, the -964 A/A genotype may be associated with a protective role that prevents the intrapulmonary spread of pulmonary tuberculosis rather than its development."}, {"pubmed": 25988814, "text": "The A allele and A/G genotype of rs153109 polymorphisms contribute to increase cryptorchidism susceptibility, and G allele and T/G genotype of rs17855750 also contribute to increase cryptorchidism susceptibility."}, {"pubmed": 25994572, "text": "Serum IL-27p28 levels were significantly decreased in papillary thyroid cancer."}, {"pubmed": 26013006, "text": "An IL-27/Lag3 axis enhances Foxp3+ regulatory T cell-suppressive function and therapeutic efficacy."}, {"pubmed": 26014498, "text": "polymorphisms and reduced plasma levels of IL-27 may predict the susceptibility to bladder cancer, and rs17855750 may be a useful marker to distinguish patients with high risk of death."}, {"pubmed": 26054397, "text": "The data hint to prominent roles of IL-27 at the very start of postnatal life and to immunological events during puberty."}, {"pubmed": 26161702, "text": "The rs153109 and rs17855750 IL-27 polymorphisms were associated with increased risk for renal cell carcinoma, suggesting an important role of IL-27 in nephrocarcinogenesis."}, {"pubmed": 26195434, "text": "role of IL-27 in inflammation, cancer development and regulation and differentiation of immune cells."}, {"pubmed": 26203933, "text": "Higher prevalence of the IL-27 - 924A/G polymorphism observed in Rheumatoid arthritis patients. IL-27 4730 T/C polymorphism correlates with worse clinical disease activity and ESR value."}, {"pubmed": 26303036, "text": "study shows that IL-27 rs17855750 polymorphism is significantly associated with increased susceptibility to cancer in Chinese"}, {"pubmed": 26339633, "text": "The results of the present study clearly demonstrate that the STAT3 pathway triggered by anti-inflammatory IL-27 plays a role in protecting cardiomyocytes against GSC-mediated damage."}, {"pubmed": 26386872, "text": "results provided new insights into the effect of IL-27 on the TNF-alpha mediated activation of human coronary artery endothelial cells in atherosclerotic vascular inflammation"}, {"pubmed": 26417004, "text": "IL-27 inhibited the differentiation of podoplanin-expressing Th17 cells"}, {"pubmed": 26432006, "text": "This is the first report regarding the structural biology of IL27 accompanied by alteration at its genetic level and delving into the unknown residue-level and functional biochemistry for bringing about an annihilation towards AIDS."}, {"pubmed": 26531704, "text": "This study suggests the possibility that IL-27 might contribute to Myasthenia gravis pathogenesis or immunoregulation."}, {"pubmed": 26648303, "text": "The level of interleukin 27 is increased in peripheral blood mononuclear cells of patients with rheumatoid arthritis or osteoarthritis."}, {"pubmed": 26649511, "text": "Findings demonstrated that IL-27 and IL-27R were elevated in multiple sclerosis lesions and that local IL-27 can modulate immune properties of astrocytes and infiltrating immune cells"}, {"pubmed": 26654512, "text": "It is biologically plausible that SNPs in IL-27 may have effect on individual susceptibility to pre-eclampsia."}, {"pubmed": 26657115, "text": "IL-27 induced IDO or PD-L1 expression in monocytes and in human PC3 prostate and A549 lung cancer cells"}, {"pubmed": 26662568, "text": "our findings showed a relationship between the IL-27 2905T/G genotype variant and the decreased susceptibility for developing cervical cancer. The IL-27 2905T/G genotype variant also modified the survival time in cervical cancer patients."}, {"pubmed": 26848614, "text": "Our results showed that the IL-27 2905T/G genotypes were associated with decreased the susceptibility and development of cervical cancer in Chinese Han population."}, {"pubmed": 26868086, "text": "IL-27 significantly inhibited the M2 macrophages polarization and dampened the proliferation, migration and metastasis of pancreatic cancer cells and as well enhanced the efficacy of gemcitabine."}, {"pubmed": 26872212, "text": "Serum IL-27 and IL-27-producing T cells, are involved in the pathogenesis of pemphigus."}, {"pubmed": 26905929, "text": "IL-27 polymorphisms might play a protective role for the development of ulcerative colitis in the Mexican population"}, {"pubmed": 26925776, "text": "Hepatitis B virus infection can lead to overexpression of interleukin-27 gene in liver transplant patients."}, {"pubmed": 26932661, "text": "IL-27 attenuates epithelial-mesenchymal transition in alveolar epithelial cells in the absence or presence of TGF-beta1 through the JAK/STAT and TGF-beta/Smad signalling pathways."}, {"pubmed": 26950245, "text": "the genetic polymorphisms of IL-27 rs153109 and rs181206 may be involved in the progression of human cancers and diseases."}, {"pubmed": 26971578, "text": "Data indicate that the CC genotype of interleukin 27 (IL-27) single nucleotide polymorphism rs153109 was significantly more prevalent in pre-eclampsia (PE) cases than controls."}, {"pubmed": 27049569, "text": "The Serum IL-27 levels were negatively correlated with neuromyelitis optica spectrum disorders severity and spinal cord lesion length."}, {"pubmed": 27059274, "text": "this study shows that IL-27 gene polymorphism is genetic risk factor for systemic lupus erythematosus in the Polish population, and that it predicts disease phenotype"}, {"pubmed": 27174010, "text": "This study failed to find an association between common variants in the functional region of IL27 and coronary artery disease in a Chinese Han population"}, {"pubmed": 27180634, "text": "IL-27 is a viable candidate biomarker to identify bacterial infection among ED patients and is comparable with PCT."}, {"pubmed": 27221243, "text": "this study shows that interleukin 27 is up-regulated in patients with active inflammatory bowel disease"}, {"pubmed": 27221901, "text": "Interleukin-27 rs 153109 Single Nucleotide Polymorphism is associated with responses to therapy in Hepatitis C."}, {"pubmed": 27349011, "text": "IL-27 gene rs153109 A/G SNP may be involved in susceptibility to BD in the Iranian population."}, {"pubmed": 27403033, "text": "serum IL-27 levels were significantly higher in stage III EV71-infected hand, foot, and mouth disease patients with early cardiopulmonary failure and strong correlation with CRP levels; IL27p28 polymorphisms (rs153109, rs17855750, and rs181206) did not influence IL-27 production, and these three SNPs were not associated with EV71 infection risk and clinical stage"}, {"pubmed": 27466598, "text": "The inhibition of Th17 cells by IL-27 is vital for the maintenance of the feto-maternal tolerance and the prevention of lupus, multiple sclerosis, autoimmune uveitis, immune thrombocytopenia and atherosclerosis"}, {"pubmed": 27525353, "text": "Expression of IL-27 in the serum was markedly increased in patients with sepsis-induced myocardial dysfunction compared with that in controls."}, {"pubmed": 27527594, "text": "the sIL-6R/p28 fusion protein (FP) upregulated IFN-lambda1 expression by increasing the binding abilities of c-Fos and activating transcription factor 1 to the IFN-lambda1 promoter via the p38 MAPK signaling pathway; results demonstrate the important role of sIL-6R/p28 FP in mediating virus-induced type III IFN production."}, {"pubmed": 27550449, "text": "IL30 regulates breast cancer cell viability, migration, and gene expression to promote breast cancer growth and progression and its impact on patient outcome."}, {"pubmed": 27564404, "text": "an IL-27/Stat3 axis induces expression of programmed cell death 1 ligands (PD-L1/2) on infiltrating macrophages in lymphoma"}, {"pubmed": 27611173, "text": "this study shows that the serum levels of IL-27 are lower in Iranian diabetes type I patients compared to the healthy individuals"}, {"pubmed": 27617644, "text": "IL-27 stimulation activated STAT1 and STAT3 in HeLa and T98G cells, suggesting that IL-27 engages the STAT1/3 pathway, which then leads to the upregulation of IL-6, IP-10, and MIG"}, {"pubmed": 27639718, "text": "IL-27 enhanced the cytotoxicity and suppressed the proliferation of ovarian cancer cells"}, {"pubmed": 27648693, "text": "results indicate that elevated IL-27 strongly correlates with EOS and may provide additional diagnostic value along with PCT."}, {"pubmed": 27683036, "text": "Data point out to a broad set of activities shared by IL-27 and IFN-gamma, which are dependent on the common activation of the STAT1 pathway. These data add further explanation to the anti-tumor activity of IL-27 and also to its dual role in immune regulation"}, {"pubmed": 27869736, "text": "Study demonstrated that levels of circulating serum IL-27 were elevated in rheumatoid arthritis (RA) patients and were positively correlated with RA disease activity. Moreover, these concentrations decreased after effective immunosuppressant treatment suggesting its involvement in the pathogenesis of RA."}, {"pubmed": 27929666, "text": "Significantly increased papillary thyroid carcinoma risk was also associated with rs17855750 GT and GT/GG genotypes."}, {"pubmed": 27939414, "text": "these results suggest that IL-27 might predominantly play a protective role in the pathogenesis of psoriasis through abrogating Th17 differentiation."}, {"pubmed": 27939431, "text": "IL27 recapitulates IFN-gamma responses in hepatocellular carcinoma cells, but is inhibited by IL6-type cytokines."}, {"pubmed": 28055231, "text": "An association between the IL-27 single nucleotide polymorphism (SNP) rs153109 and Atrial Fibrillation was found in Chinese Han population. The G allele and GG genotype of rs153109 were associated with increased AF risk (odds ratio [OR]: 1.35, 95% confidence intervals [CI]=1.06-1.71, p=0.02 and OR: 1.66, 95% CI=1.03-2.65, p=0.03 in the recessive genetic model, respectively)"}, {"pubmed": 28069403, "text": "Data indicate that the genetic variant rs153109 in the 5' upstream region of interleukin 27 (IL-27) is significantly associated with ulcerative colitis (UC) in Chinese Han individuals."}, {"pubmed": 28108813, "text": "IL-27 may be involved in the development of coronary artery lesions in acute Kawasaki disease."}, {"pubmed": 28132857, "text": "our data suggest a previously unrecognized role for IL-27 in regulating epithelial cell proliferation and antiviral host defense during the normal wound healing response."}, {"pubmed": 28167198, "text": "serum interleukin-27 and interleukin-35 concentrations in patients with Guillain-Barre syndrome"}, {"pubmed": 28240310, "text": "IL-27 enhances the potential of reactive oxygen species generation from monocyte-derived macrophages and dendritic cells by induction of p47(phox)."}, {"pubmed": 28300844, "text": "IL-27 is a pivotal regulator in endometriotic immune tolerance by triggering Th17 cells to produce IL-10."}, {"pubmed": 28338007, "text": "Human Immunodeficiency virus type-1 myeloid derived suppressor cells inhibit cytomegalovirus inflammation through IL-27 and B7-H4."}, {"pubmed": 28377398, "text": "These findings provide new evidence that IL-27 plays an important role in the proinflammatory capacity of monocytes and macrophages via enhancing IL-1beta secretion levels triggered by dual LPS-ATP stimulation."}, {"pubmed": 28508429, "text": "this study indicates that IL-27 secreted by cervical carcinoma cells restricts the angiogenesis in a paracrine manner in the pathogenesis of cervical cancer"}, {"pubmed": 28521720, "text": "IL-27 signaling (IL-27 and its receptor) may be involved in the pathogenesis of HIV infection and immune reconstitution in HIV/AIDS patients who underwent HAART. IL-27 may exert effects through regulating Th1 / Th2 ratio."}, {"pubmed": 28592538, "text": "These results identify IL-27 and its specific receptor IL27RA as a critical immune axis for the antiviral immune response and as robust correlates of viral load and proviral reservoir size in mononuclear leukocytes in HIV infection."}, {"pubmed": 28612255, "text": "this study shows that IL-27 regulates the adherence, proliferation, and migration of placenta-derived mesenchymal stromal cells and enhances their regulatory effects on Th1 and Th2 subset generations"}, {"pubmed": 28698313, "text": "HIV and Tat inhibit LPS-induced IL-27 production in human macrophages via distinct mechanisms: Tat through the inhibition of cIAP-1-TRAF-6 and subsequent inhibition of PI3K and p38 MAPKs, whereas HIV through the inhibition of p38 MAPK activation."}, {"pubmed": 28738904, "text": "This study provides additional evidence that IL-27 may contribute to autoimmune processes in MS patients."}, {"pubmed": 28756371, "text": "this study found elevated expression of IL-27 in human peripheral serum and elevated expression of its specific receptor (wsx-1) on fetal membranes in cases of preterm birth"}, {"pubmed": 28828208, "text": "IL-27 was down-regulated in the malignant Middle Cerebral Artery Infarction."}, {"pubmed": 28828696, "text": "IL-27 rs153109 and rs17855750 Polymorphisms are associated with Risk and Response to Therapy in Acute Lymphoblastic Leukemia."}, {"pubmed": 28863926, "text": "IL-27 serum levels were significantly differences in early onset and late onset severe preeclampsia than in gestation matched healthy pregnancies (p=0.0376, p=0.0085, respectively). Our results suggest IL-27 might be a useful biomarker for disease severity in preeclampsia."}, {"pubmed": 28874444, "text": "IL-27 and IL-37 limit the induction of particular T cell subsets along with cytokine responses in S. stercoralis infections, which suggest the importance of IL-27 and IL-37 in immune modulation in a chronic helminth infection."}, {"pubmed": 28985996, "text": "Impaired TLR-induced IL-27 secretion and augmented expression of antigen presentation molecules result in chronic T cell activation which may fuel T cell-mediated inflammation in type-2 diabetes."}, {"pubmed": 29140433, "text": "IL-27 production was elevated during Clostridium difficile infection in humans and mice. Infected WSX-1-/- mice experienced increased weight loss, enhanced colonic histology damage, less Clostridium difficile clearance, and decreased survival compared to wild-type controls during Clostridium difficile infection."}, {"pubmed": 29176764, "text": "IL-27 increased NLRP3 inflammasome activation in monocytes with enhanced release of IL-1 beta."}, {"pubmed": 29187726, "text": "Early-stage non-small cell lung cancer is characterized by high IL-27 expression in the lower airways."}, {"pubmed": 29218601, "text": "IL-27 has a unique ability to directly act on hematopoietic stem cells and promote their expansion and differentiation into myeloid progenitors in hematologic neoplasms and malaria. (Review)"}, {"pubmed": 29221667, "text": "In vitro IL-8 production by IL-27 and IL-37 pre-treated neutrophils and monocytes was significantly inhibited."}, {"pubmed": 29343703, "text": "Interleukin-27 differentially regulates the expression of seven novel microRNAs."}, {"pubmed": 29358273, "text": "SMM do not induce the production of TNF-alpha and other cytokines while inhibiting LPS-induced IL-27 production by inhibiting the classical NF-kappaB pathway."}, {"pubmed": 29408778, "text": "Serum levels of IL-27 were decreased in patients with Parkinson's disease compared to those in healthy subjects."}, {"pubmed": 29428559, "text": "Elevated IL-27 in patients with acute coronary syndrome is associated with adverse ventricular remodeling and increased risk of recurrent myocardial infarction and cardiovascular death."}, {"pubmed": 29434217, "text": "IL-27 appears to have a dual role in GBS, with initial pro-inflammatory effects, followed by anti-inflammatory properties during recovery."}, {"pubmed": 29539604, "text": "Patients with tuberculous pleural effusion have an about 26-fold higher chance of being IL-27 test-positive compared to patients with malignant pleural effusion. [meta-analysis]"}, {"pubmed": 29565744, "text": "IL-27 is part of the antiviral response by uterine cells against potential pathogens; effect of estradiol on IL-27 production and sensitivity by fibroblasts demonstrates a selective hormone action on individual cell types in the uterus and suggests that IL-27 may have differential effects during the menstrual cycle"}, {"pubmed": 29754565, "text": "our results showed that SNP rs153109 displayed significant associations with dilated cardiomyopathy in Chinese Han population, whereas no differences in genotype or allele frequencies were found between dilated cardiomyopathy patients and controls at SNP rs17855750."}, {"pubmed": 29973303, "text": "there was a significant increase in the risk of Kawasaki disease with coronary arterial lesions in children with the rs17855750 (T>G), rs40837 (A>G), rs4740 (G>A), rs4905 (A>G), rs153109 (T>C), and rs26528 (A>G) Single-nucleotide Polymorphisms."}, {"pubmed": 30007476, "text": "IL-27 regulates HIF-1alpha-mediated VEGFA response in macrophages of diabetic retinopathy patients."}, {"pubmed": 30022757, "text": "Over-expression of IL-17 and IL-27 are involved in the pathogenesis of liver damage in children with human cytomegalovrius infection."}, {"pubmed": 30059989, "text": "Low IL27 expression is associated with the onset of post-transplant malignancies."}, {"pubmed": 30204505, "text": "Study found no statistically significant difference between the studied groups regarding the IL-27p28 genotypes and revealed that TNF-alpha rs1800629 polymorphism is a potential genetic-susceptibility factor for hepatitis C virus related cirrhosis and hepatocellular carcinoma progression in Egyptian patients."}, {"pubmed": 30209294, "text": "A role for IL-27 in modulating innate immune responses to bacterial infection."}, {"pubmed": 30242126, "text": "the efficacy of IL-27 in inhibiting endotoxin tolerance in human THP-1 monocytes and PMA-THP-1 macrophages is affected by membrane-bound and soluble CD14 expression."}, {"pubmed": 30268141, "text": "A total of 885 septic patients and 1101 healthy controls were enrolled and genotyped for IL-27 genetic variants (rs153109/-964A > G and rs17855750/2905 T > G). Quantitative real-time PCR and enzyme-linked immunosorbent assays were performed to detect IL-27 expression and cytokine production. The effect of the rs153109 polymorphism on IL-27 promoter activity was evaluated using a luciferase reporter assay, and THP-1 cell a"}, {"pubmed": 30406733, "text": "This work represents an advance in biomedical science because it excludes the rs153109 A/G (IL-27) SNP, but points to the value of the rs1929992 A/G (IL-33) SNP, in determining susceptibility to breast cancer, so that the latter SNP may be used as a marker to identify individuals at high risk for this disease."}, {"pubmed": 30594065, "text": "rs40837A, rs153109A, and rs26528T alleles of il-27could be envisaged as protective markers for insulin resistance."}, {"pubmed": 30600951, "text": "elevated IL-27 correlated well with bacterial sepsis among neonatal patients with bloodstream infections"}, {"pubmed": 30632263, "text": "Significant association was found between IL-27 rs40837 polymorphisms with susceptibility to HIV infection and disease progression"}, {"pubmed": 30651310, "text": "In humans only heterodimeric IL-27 is present."}, {"pubmed": 30651340, "text": "The IL-27 promoted the regulatory effects of Human mesenchymal stromal cells (hPMSCs) by enhancing the generation of CD4(+)IL-10(+)IFN-gamma(+) T cells from activated PBMC."}, {"pubmed": 30880234, "text": "IL-27 is a potent regulator of inflammatory osteolysis involved in the reduced biologic activities and osteolytic potentials associated with VE-UHMWPE particles."}, {"pubmed": 31155348, "text": "Interleukin-27 inhibits helper T cell type-2 response in allergic rhinitis."}, {"pubmed": 31216373, "text": "type I nterferons enhanced IL-10 in triple congenic systemic lupus erythematosus conventional dendritic cells independently from IL-27."}, {"pubmed": 31277710, "text": "We demonstrated here for the first time that incubation of human primary NK cells with the cytokine combination of IL-15/IL-18/IL-27 enhanced proliferation and NK cell-mediated cytotoxic activity."}, {"pubmed": 31356173, "text": "The ability of IL-27 to promote inhibitory receptors expression in the context of infection, autoimmune inflammation, and cancer should be considered one of the regulatory properties of this cytokine that allows it to temper T cell-mediated inflammatory processes."}, {"pubmed": 31366386, "text": "The production of IL-30, which in the early stages of the prostate cancer (PC) is confined to the rare PC stem-like cells (SLCs), typically characterizes the poorly differentiated, high-grade, possibly due to the role of this very small cell population as a major component and driver of key processes in cancer progression. Its knockdown, in both PC-SLCs and host environment, is hampering tumor growth and progression."}, {"pubmed": 31426028, "text": "Stat3-mTOR is a critical signaling pathway for the stimulation of GLP-1 induced by IL-27."}, {"pubmed": 31702083, "text": "H pylori infection is able to elicit IL-27 and IL-27Ralpha secretion, gastric cancer and duodenal ulcer have diametrically opposed cytokine patterns."}, {"pubmed": 31786500, "text": "IL-27 is elevated in sepsis with acute hepatic injury and promotes hepatic damage and inflammation in the CLP model."}, {"pubmed": 31835347, "text": "This study provides potential insight into the roles of lncRNA in macrophages regulated by IL-27."}, {"pubmed": 31869309, "text": "IL-2 and IL-27 synergistically promote growth and invasion of endometriotic stromal cells by maintaining the balance of IFN-gamma and IL-10 in endometriosis."}, {"pubmed": 31901599, "text": "Association between IL-27 and Tr1 cells in severe form of paracoccidioidomycosis."}, {"pubmed": 32143355, "text": "Decoding the Role of Interleukin-30 in the Crosstalk Between Cancer and Myeloid Cells."}, {"pubmed": 32307922, "text": "Impaired Interleukin-27-Mediated Control of CD4+ T Cell Function Impact on Ectopic Lymphoid Structure Formation in Patients With Sjogren's Syndrome."}, {"pubmed": 32320824, "text": "Association of IL27 and STAT3 genetic polymorphism on the susceptibility of tuberculosis in Western Chinese Han population."}, {"pubmed": 32361567, "text": "IL-27 and autoimmune rheumatologic diseases: The good, the bad, and the ugly."}, {"pubmed": 32518420, "text": "The contribution from interleukin-27 towards rheumatoid inflammation: insights from gene expression."}, {"pubmed": 32531345, "text": "IL-27: An endogenous constitutive repressor of human monocytes."}, {"pubmed": 32823236, "text": "Influence of glycosylation on IL-12 family cytokine biogenesis and function."}, {"pubmed": 32986346, "text": "Association between IL-27 Gene Polymorphisms and Cancer Susceptibility in Asian Population: A Meta-Analysis."}, {"pubmed": 33011926, "text": "IL-27 variants might be genetic risk factors for preeclampsia: based on genetic polymorphisms, haplotypes and in silico approach."}, {"pubmed": 33045524, "text": "Anti-inflammatory cytokines IL-27, IL-10, IL-1Ra and TGF-beta in subjects with increasing grades of glucose intolerence (DM-LTB-2)."}, {"pubmed": 33171361, "text": "Exploration of plasma interleukin-27 levels in asthma patients and the correlation with lung function."}, {"pubmed": 33180383, "text": "Assessment of Interleukin-27 and Chemokine RANTES as Biomarkers for Early Onset Neonatal Sepsis."}, {"pubmed": 33381596, "text": "Evaluation of Serum and Gene Expression of Galectin-4, Interleukin-27, and Complement-7 in Hepatitis C Virus-Infected Egyptian Patients."}, {"pubmed": 33381604, "text": "The Inhibition of Group II Innate Lymphoid Cell Response by IL-27 in Allergic Rhinitis."}, {"pubmed": 33382384, "text": "Interleukin-27 Suppresses T Helper-17 Inflammation in Allergic Rhinitis."}, {"pubmed": 33444683, "text": "Exome-wide scan identifies significant association of rs4788084 in IL27 promoter with increase in hepatic fat content among Indians."}, {"pubmed": 33478780, "text": "Increased serum IL-27 concentrations and IL-27-producing cells in MG patients with positive AChR-Ab."}, {"pubmed": 33571934, "text": "Comparison of the interleukin 27 expression for the acute and chronic phase of mononucleosis in children."}, {"pubmed": 33584666, "text": "IL-21-Deficient T Follicular Helper Cells Support B Cell Responses Through IL-27 in Patients With Chronic Hepatitis B."}, {"pubmed": 33648922, "text": "Interleukin-27 gene variant rs153109 is associated with enhanced cytokine serum levels and susceptibility to Behcet's disease in the Iranian population."}, {"pubmed": 34011045, "text": "Role of bronchoalveolar lavage fluid and serum interleukin-27 in the diagnosis of smear-negative pulmonary tuberculosis."}, {"pubmed": 34033291, "text": "Decreased serum levels of IL-27and IL-35 in patients with Graves disease."}, {"pubmed": 34061845, "text": "Immune exhaustion in chronic Chagas disease: Pro-inflammatory and immunomodulatory action of IL-27 in vitro."}, {"pubmed": 34107327, "text": "Prognostic value of plasma IL-27 on biological viability of hepatic cystic echinococcosis."}, {"pubmed": 34119277, "text": "Asymptomatic cerebral cavernous angiomas associated with plasma marker signature."}, {"pubmed": 34145061, "text": "Role of IL-6-IL-27 Complex in Host Antiviral Immune Response."}, {"pubmed": 34324143, "text": "Genetic polymorphisms of IL-27 and risk of systemic lupus erythematosus disease in the Egyptian population."}, {"pubmed": 34335091, "text": "Predictive Ability of Serum IL-27 Level for Assessing Activity of Antineutrophil Cytoplasmic Antibody-Associated Vasculitis."}, {"pubmed": 34410977, "text": "IL27 T4730C Polymorphism and Serology in Multiple Sclerosis: A Pilot Study."}, {"pubmed": 34432564, "text": "IL-27 induces LL-37/CRAMP expression from intestinal epithelial cells: implications for immunotherapy of Clostridioides difficile infection."}, {"pubmed": 34439776, "text": "Sirtuin 1, Visfatin and IL-27 Serum Levels of Type 1 Diabetic Females in Relation to Cardiovascular Parameters and Autoimmune Thyroid Disease."}, {"pubmed": 34476935, "text": "Serum level of cytokine IL-30 in psoriatic patients and correlation with disease severity."}, {"pubmed": 34528397, "text": "Interlukin-27 rs153109 polymorphism confers the susceptibility and prognosis of aplastic anemia in Chinese population."}, {"pubmed": 34542965, "text": "Investigating the Association between IL-27 and Susceptibility to Preeclampsia among Iranian Women."}, {"pubmed": 34607327, "text": "Gene Polymorphisms of Interleukin-27 Correlate with the Susceptibility, Severity, and Clinical Outcomes of Elderly People with Guillain-Barre Syndrome."}, {"pubmed": 34628355, "text": "IL-27 as a potential biomarker for distinguishing between necrotising enterocolitis and highly suspected early-onset food protein-induced enterocolitis syndrome with abdominal gas signs."}, {"pubmed": 34659203, "text": "IL-27 Derived From Macrophages Facilitates IL-15 Production and T Cell Maintenance Following Allergic Hypersensitivity Responses."}, {"pubmed": 34663639, "text": "Interleukin-30 feeds breast cancer stem cells via CXCL10 and IL23 autocrine loops and shapes immune contexture and host outcome."}, {"pubmed": 34691022, "text": "IL-27 Mediates Pro-Inflammatory Effects via the ERK Signaling Pathway During Preterm Labor."}, {"pubmed": 34733272, "text": "Integrative Characterization of the Role of IL27 In Melanoma Using Bioinformatics Analysis."}, {"pubmed": 34744512, "text": "Elevated Levels of IL-27 Are Associated with Disease Activity in Patients with Crohn's Disease."}, {"pubmed": 34773188, "text": "The Role of IL-27 in the Systemic Inflammatory Response That Accompanies Preterm Labour."}, {"pubmed": 34819664, "text": "IL-27 signalling promotes adipocyte thermogenesis and energy expenditure."}, {"pubmed": 34953118, "text": "Association between genetic polymorphism of IL-27 (rs153109) and toxoplasmosis in Iraqi women with recurrent abortion."}, {"pubmed": 35058928, "text": "Interleukin 27 Signaling in Rheumatoid Arthritis Patients: Good or Evil?"}, {"pubmed": 35064378, "text": "Expressions of Interleukin-27 in Oral Lichen Planus, Oral Leukoplakia, and Oral Squamous Cell Carcinoma."}, {"pubmed": 35091454, "text": "Intermediate monocytes induced by IFN-gamma inhibit cancer metastasis by promoting NK cell activation through FOXO1 and interleukin-27."}, {"pubmed": 35341464, "text": "The association of interleukin-6, interleukin-27, and body roundness index with gestational diabetes mellitus."}, {"pubmed": 35723626, "text": "IL27 Signaling Serves as an Immunologic Checkpoint for Innate Cytotoxic Cells to Promote Hepatocellular Carcinoma."}, {"pubmed": 35785034, "text": "Study on the Correlation between Interleukin-27 and CXCL10 in Pulmonary Tuberculosis."}, {"pubmed": 35920255, "text": "Structural insights into the assembly and activation of the IL-27 signaling complex."}, {"pubmed": 36050707, "text": "IL-27 shapes the immune properties of human astrocytes and their impact on encountered human T lymphocytes."}, {"pubmed": 36148243, "text": "IL27 gene expression distinguishes multisystem inflammatory syndrome in children from febrile illness in a South African cohort."}, {"pubmed": 36328955, "text": "Association between gene polymorphisms of IL-12, IL-12 receptor and IL-27 and organ involvement in Iranian endometriosis patients."}, {"pubmed": 36344385, "text": "Clinical value of serum IL-27 in allergic rhinitis patients and its relationship with Treg associated cytokine levels."}, {"pubmed": 36370169, "text": "Elevated expression of interleukin-27, IL-35, and decreased IL-12 in patients with thyroid-associated ophthalmopathy."}, {"pubmed": 36476070, "text": "Predicting roles of IL-27 and IL-32 in determining the severity and outcome of COVID-19."}, {"pubmed": 36610657, "text": "American-Asian- and African lineages of Zika virus induce differential pro-inflammatory and Interleukin 27-dependent antiviral responses in human monocytes."}, {"pubmed": 36860682, "text": "IL-27 deficiency inhibits proliferation and invasion of trophoblasts via the SFRP2/Wnt/beta-catenin pathway in fetal growth restriction."}, {"pubmed": 36863206, "text": "IL-27 inhibits anti- Mycobacterium tuberculosis innate immune activity of primary human macrophages."}, {"pubmed": 37083793, "text": "Association of IL-27 gene rs153109 and rs17855750 polymorphisms with preeclampsia susceptibility and severity: Meta-analysis and trial sequential analysis."}, {"pubmed": 37175706, "text": "Defective Induction of IL-27-Mediated Immunoregulation by Myeloid DCs in Multiple Sclerosis."}, {"pubmed": 37306242, "text": "Association between interleukin-27 gene polymorphisms and Plasmodium falciparum Malaria."}, {"pubmed": 37306644, "text": "Constitutive expression of interleukin-27 diminishes proinflammatory cytokine production without impairing effector function of engineered T cells."}, {"pubmed": 37310504, "text": "Antiviral response and immunopathogenesis of interleukin 27 in COVID-19."}, {"pubmed": 37345470, "text": "Interleukin-27 potentiates CD8+ T-cell-mediated antitumor immunity in chronic lymphocytic leukemia."}, {"pubmed": 37354782, "text": "IL-27 enhances peripheral B cell glycolysis of rheumatoid arthritis patients via activating mTOR signaling."}, {"pubmed": 37540894, "text": "Research Progress of Interleukin-27 in Inflammatory Bowel Disease."}, {"pubmed": 37756334, "text": "Externalized histones fuel pulmonary fibrosis via a platelet-macrophage circuit of TGFbeta1 and IL-27."}, {"pubmed": 37818353, "text": "Identification of IL-27 as a novel regulator of major histocompatibility complex class I and class II expression, antigen presentation, and processing in intestinal epithelial cells."}, {"pubmed": 37904702, "text": "Association of IL-17 and IL-27 polymorphisms with susceptibility to recurrent pregnancy loss and pre-eclampsia: A systematic review and meta-analysis."}, {"pubmed": 38087324, "text": "Interleukin-30 subverts prostate cancer-endothelium crosstalk by fostering angiogenesis and activating immunoregulatory and oncogenic signaling pathways."}, {"pubmed": 38174681, "text": "Investigation of the role of interleukin 27 in the immune regulation of Treg and Th17 cells in neurosyphilis patients."}, {"pubmed": 38224627, "text": "Deletion of IL-27p28 induces CD8 T cell immunity against colorectal tumorigenesis."}, {"pubmed": 38369903, "text": "IL-27 Levels in Bronchoalveolar Lavage Fluid in Children with Post-infectious Bronchiolitis Obliterans."}, {"pubmed": 38390338, "text": "IL-27 alters inflammatory cytokine expression and limits protective immunity against Mycobacterium tuberculosis in a neonatal BCG vaccination model."}, {"pubmed": 38509369, "text": "Role of IL-27 in Epstein-Barr virus infection revealed by IL-27RA deficiency."}, {"pubmed": 38615236, "text": "Association of serum IL-30 and soluble GP130 with the risk of psoriasis vulgaris."}, {"pubmed": 38690286, "text": "The effects of IL-27 and IL-35 gene variation and expression levels on the susceptibility and clinical manifestations of pulmonary tuberculosis."}, {"pubmed": 38932287, "text": "Interleukin 27, Similar to Interferons, Modulates Gene Expression of Tripartite Motif (TRIM) Family Members and Interferes with Mayaro Virus Replication in Human Macrophages."}, {"pubmed": 39063193, "text": "Role of IL-27 in COVID-19: A Thin Line between Protection and Disease Promotion."}], "genomic_pos": {"chr": "16", "end": 28512051, "ensemblgene": "ENSG00000197272", "start": 28499362, "strand": -1}, "genomic_pos_hg19": {"chr": "16", "end": 28523372, "start": 28510683, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0002230", "qualifier": "involved_in", "term": "positive regulation of defense response to virus by host"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007165", "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032729", "pubmed": 12734330, "qualifier": "involved_in", "term": "positive regulation of type II interferon production"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0042129", "qualifier": "involved_in", "term": "regulation of T cell proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0042129", "qualifier": "involved_in", "term": "regulation of T cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045087", "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045625", "qualifier": "involved_in", "term": "regulation of T-helper 1 cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045625", "pubmed": 12734330, "qualifier": "involved_in", "term": "regulation of T-helper 1 cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0140459", "qualifier": "involved_in", "term": "response to Gram-positive bacterium"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005615", "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005788", "qualifier": "located_in", "term": "endoplasmic reticulum lumen"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0009986", "qualifier": "located_in", "term": "cell surface"}], "MF": [{"category": "MF", "evidence": "ISS", "id": "GO:0005102", "qualifier": "enables", "term": "signaling receptor binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005125", "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [19933857, 20974977], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0045523", "qualifier": "enables", "term": "interleukin-27 receptor binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0045523", "qualifier": "enables", "term": "interleukin-27 receptor binding"}]}, "homologene": {"genes": [[9598, 737725], [9606, 246778], [9615, 607880], [9913, 614927], [10090, 246779], [10116, 365368]], "id": 17087}, "interpro": [{"desc": "Four-helical cytokine-like, core", "id": "IPR009079", "short_desc": "4_helix_cytokine-like_core"}, {"desc": "Interleukin-27 alpha", "id": "IPR026207", "short_desc": "IL-27_alpha"}], "ipi": "IPI00302598", "map_location": "16p12.1-p11.2", "name": "interleukin 27", "other_names": ["IL-27 p28 subunit", "IL-27 subunit alpha", "IL-27-A", "IL27-A", "interleukin-27 subunit alpha", "interleukin-30"], "pantherdb": {"HGNC": "19157", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2384409", "ortholog_type": "LDO", "panther_family": "PTHR20879", "taxid": 10090, "uniprot_kb": "Q8K3I6"}, {"RGD": "1561420", "ortholog_type": "LDO", "panther_family": "PTHR20879", "taxid": 10116, "uniprot_kb": "D3ZPW3"}], "uniprot_kb": "Q8NEV9"}, "pathway": {"kegg": {"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, "pid": {"id": "il27pathway", "name": "IL27-mediated signaling events"}, "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-447115", "name": "Interleukin-12 family signaling"}, {"id": "R-HSA-447115", "name": "Interleukin-12 family signaling"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-9020956", "name": "Interleukin-27 signaling"}, {"id": "R-HSA-9020956", "name": "Interleukin-27 signaling"}]}, "pdb": ["7U7N", "7ZXK", "8D85"], "pharmgkb": "PA134870478", "pharos": {"target_id": 9632, "tdl": "Tbio"}, "reagent": {"CM-LibrX-no-seq": [{"id": "GNF329051", "relationship": "is"}, {"id": "GNF329052", "relationship": "is"}, {"id": "GNF329053", "relationship": "is"}], "CondMedia_CM_LibrAB": {"id": "GNF292944", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF271711", "relationship": "is"}, {"id": "GNF271712", "relationship": "is"}, {"id": "GNF271714", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF016240", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF329960", "relationship": "is"}, {"id": "GNF331398", "relationship": "is"}, {"id": "GNF332999", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF336146", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF110379", "relationship": "is"}, {"id": "GNF150020", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000016.10", "NC_060940.1"], "protein": ["NP_663634.2", "XP_054235964.1"], "rna": ["NM_145659.3", "XM_054379989.1"], "translation": [{"protein": "XP_054235964.1", "rna": "XM_054379989.1"}, {"protein": "NP_663634.2", "rna": "NM_145659.3"}]}, "reporter": {"GNF1H": "gnf1h10084_at", "HG-U133_Plus_2": "1552995_at", "HTA-2_0": "TC16000988.hg.1", "HuEx-1_0": ["3654712", "3654777"], "HuGene-1_1": "8000567", "HuGene-2_1": "16825365"}, "summary": "The protein encoded by this gene is one of the subunits of a heterodimeric cytokine complex. This protein is related to interleukin 12A (IL12A). It interacts with Epstein-Barr virus induced gene 3 (EBI3), a protein similar to interleukin 12B (IL12B), and forms a complex that has been shown to drive rapid expansion of naive but not memory CD4(+) T cells. The complex is also found to synergize strongly with interleukin 12 to trigger interferon gamma (IFNG) production of naive CD4(+) T cells. The biological effects of this cytokine are mediated by the class I cytokine receptor (WSX1/TCRR). [provided by RefSeq, Jul 2008].", "symbol": "IL27", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1426048"}, "unigene": "Hs.528111", "uniprot": {"Swiss-Prot": "Q8NEV9", "TrEMBL": "H3BQY2"}, "wikipedia": {"url_stub": "Template:PBB/246778"}}