{"AllianceGenome": "6008", "HGNC": "6008", "MIM": "147730", "_id": "3559", "_version": 1, "accession": {"genomic": ["AH003109.2", "AL137186.18", "AL157395.17", "AY563103.1", "BN000945.1", "CH471072.2", "CP068268.2", "HI573910.1", "JA738831.1", "M15864.1", "M16285.1", "NC_000010.11", "NC_060934.1", "NG_007403.1", "U57613.2", "X03131.1", "X03138.1"], "protein": ["AAA59142.1", "AAA59144.1", "AAA59162.1", "AAA67527.1", "AAB59535.1", "AAB63458.1", "AAS55572.1", "BAD97033.1", "BAG36576.1", "CAA25525.1", "CAA26906.1", "CAK26553.1", "CBX47444.1", "CCF77061.1", "EAW86412.1", "EAW86413.1", "EAW86414.1", "NP_000408.1", "NP_001295171.1", "NP_001295172.1", "P01589.1"], "rna": ["AF008556.1", "AK223313.1", "AK313847.1", "CD701954.1", "CR996090.1", "K03122.1", "M14098.1", "NM_000417.3", "NM_001308242.2", "NM_001308243.2", "X01057.1"], "translation": [{"protein": "BAD97033.1", "rna": "AK223313.1"}, {"protein": "AAA59142.1", "rna": "M14098.1"}, {"protein": "AAB63458.1", "rna": "AF008556.1"}, {"protein": "NP_001295172.1", "rna": "NM_001308243.2"}, {"protein": "NP_001295171.1", "rna": "NM_001308242.2"}, {"protein": "BAG36576.1", "rna": "AK313847.1"}, {"protein": "AAB59535.1", "rna": "K03122.1"}, {"protein": "CAA25525.1", "rna": "X01057.1"}, {"protein": "NP_000408.1", "rna": "NM_000417.3"}]}, "alias": ["CD25", "IDDM10", "IL2R", "IMD41", "TCGFR", "p55"], "ensembl": {"gene": "ENSG00000134460", "protein": ["ENSP00000256876", "ENSP00000369287", "ENSP00000369293", "ENSP00000402024", "ENSP00000513307"], "transcript": ["ENST00000256876", "ENST00000379954", "ENST00000379959", "ENST00000447847", "ENST00000644262", "ENST00000649218", "ENST00000697424"], "translation": [{"protein": "ENSP00000369293", "rna": "ENST00000379959"}, {"protein": "ENSP00000369287", "rna": "ENST00000379954"}, {"protein": "ENSP00000402024", "rna": "ENST00000447847"}, {"protein": "ENSP00000256876", "rna": "ENST00000256876"}, {"protein": "ENSP00000513307", "rna": "ENST00000697424"}], "type_of_gene": "protein_coding"}, "entrezgene": "3559", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 11.0481980891, "exp_mis": 99.2908848127, "exp_syn": 45.0356808916, "lof_z": 2.99455410783994, "mis_z": 0.112451211710287, "mu_lof": 6.9525551448e-07, "mu_mis": 8.58973558588e-06, "mu_syn": 3.73977297428e-06, "n_lof": 1.0, "n_mis": 97.0, "n_syn": 43.0, "p_li": 0.881288719632373, "p_null": 0.000287972921289504, "p_rec": 0.118423307446338, "syn_z": 0.188053152087418}, "bp": 819, "cds_end": 6104114, "cds_start": 6054834, "n_exons": 8, "nonpsych": {"exp_lof": 9.83748276424, "exp_mis": 89.7056319487, "exp_syn": 40.5994346499, "lof_z": 2.76718735878964, "mis_z": -0.0689303103033539, "mu_lof": 6.9525551448e-07, "mu_mis": 8.58973558588e-06, "mu_syn": 3.73977297428e-06, "n_lof": 1.0, "n_mis": 91.0, "n_syn": 40.0, "p_li": 0.843610043970573, "p_null": 0.00072780982085076, "p_rec": 0.155662146208577, "syn_z": 0.059230036794469}, "nontcga": {"exp_lof": 10.1485319755, "exp_mis": 91.3318099077, "exp_syn": 41.4170178939, "lof_z": 2.8328986480614, "mis_z": 0.330085650504728, "mu_lof": 6.9525551448e-07, "mu_mis": 8.58973558588e-06, "mu_syn": 3.73977297428e-06, "n_lof": 1.0, "n_mis": 85.0, "n_syn": 34.0, "p_li": 0.846537426129818, "p_null": 0.000567333398993565, "p_rec": 0.152895240471189, "syn_z": 0.729730291262192}, "transcript": "ENST00000379959.3"}, "exons": [{"cdsend": 6062151, "cdsstart": 6012871, "chr": "10", "position": [[6010691, 6012896], [6018052, 6018119], [6019427, 6019499], [6019869, 6019941], [6021477, 6021693], [6024243, 6024354], [6025833, 6026025], [6062087, 6062367]], "strand": -1, "transcript": "NM_000417", "txend": 6062367, "txstart": 6010691}, {"cdsend": 6062151, "cdsstart": 6012871, "chr": "10", "position": [[6010691, 6012896], [6018052, 6018119], [6019427, 6019499], [6019869, 6019941], [6024243, 6024354], [6025833, 6026025], [6062087, 6062367]], "strand": -1, "transcript": "NM_001308242", "txend": 6062367, "txstart": 6010691}, {"cdsend": 6062151, "cdsstart": 6012871, "chr": "10", "position": [[6010691, 6012896], [6018052, 6018119], [6019427, 6019499], [6024243, 6024354], [6025833, 6026025], [6062087, 6062367]], "strand": -1, "transcript": "NM_001308243", "txend": 6062367, "txstart": 6010691}], "exons_hg19": [{"cdsend": 6104114, "cdsstart": 6054834, "chr": "10", "position": [[6052654, 6054859], [6060015, 6060082], [6061390, 6061462], [6061832, 6061904], [6063440, 6063656], [6066206, 6066317], [6067796, 6067988], [6104050, 6104330]], "strand": -1, "transcript": "NM_000417", "txend": 6104330, "txstart": 6052654}, {"cdsend": 6104114, "cdsstart": 6054834, "chr": "10", "position": [[6052654, 6054859], [6060015, 6060082], [6061390, 6061462], [6061832, 6061904], [6066206, 6066317], [6067796, 6067988], [6104050, 6104330]], "strand": -1, "transcript": "NM_001308242", "txend": 6104330, "txstart": 6052654}, {"cdsend": 6104114, "cdsstart": 6054834, "chr": "10", "position": [[6052654, 6054859], [6060015, 6060082], [6061390, 6061462], [6066206, 6066317], [6067796, 6067988], [6104050, 6104330]], "strand": -1, "transcript": "NM_001308243", "txend": 6104330, "txstart": 6052654}], "generif": [{"pubmed": 11856346, "text": "Here we show, in four cell lines of human adult T cell lymphoma/leukemia origin, that the three IL-2R subunits are compartmented together with HLA glycoproteins and CD48 molecules in the plasma membrane., IL-2Ralpha (CD25) was also found in DRMs"}, {"pubmed": 11886175, "text": "the mechanics of this complex receptor system and to other receptor complexes in the immune system that send signals by clustering receptor subunits."}, {"pubmed": 11960393, "text": "Secretion levels of sIL-2R, IL-6, IL-8, IL-10, and TNF-alpha, but not IL-4 and IL-12, are elevated in activated T-cells in large granular lymphocytic leukemia associated with autoimmune disorders."}, {"pubmed": 11986281, "text": "Cells from all infected patients but from none of the controls responded specifically to ST-Ag by expressing surface CD25 on culture"}, {"pubmed": 12171778, "text": "Elevated IL-2 and IL-2 receptor serum levels correlated with the severity of cutaneous graft-versus-host disease after bone marrow transplantation, and evidence suggested that both act together in the development of cutaneous GVHD."}, {"pubmed": 12200381, "text": "Increased CD25 expression, especially in CD4(+) T cells but also in CD8(+) T cells, without increases in expression of the beta and gamma chains of the IL-2 receptor was detected in HIV patients following long-term intermittent interleukin 2 therapy"}, {"pubmed": 12230826, "text": "investigation of the presence of IL-2alpha, and IL-2beta receptors on fresh and isolated sperm"}, {"pubmed": 12486319, "text": "Serum soluble interleukin-2 receptor correlates with probable etiology and severity of disease in eosinophilia."}, {"pubmed": 12525482, "text": "Anti-apoptotic signaling by the interleukin-2 receptor reveals a function for cytoplasmic tyrosine residues within the common gamma (gamma c) receptor subunit."}, {"pubmed": 12698200, "text": "Expression of cd25 on the surface of activated T lymphocytes are, in part, responsible for apoptosis of T lymphocytes and excessive turnover of immune cells in the circulation of patients with breast cancer."}, {"pubmed": 12970897, "text": "Total expression level of membrane IL-2R in peripheral blood monocytes before and after being stimulated with PHA was lower than those in normal controls."}, {"pubmed": 14680494, "text": "The development of breast tumour is associated with an increased expression of IL-2 receptor alpha and this expression also seems to be associated with the malignancy of the tumour."}, {"pubmed": 15197226, "text": "Mucosal induction of tolerance against dietary antigens is associated with the development of CD4(+)CD25(+) T cells."}, {"pubmed": 15263076, "text": "IL-2R alpha, IL-15R alpha, IL-2/15R beta and gamma(c)-subunits, as well as MHC class I and II glycoproteins formed supramolecular receptor clusters in lipid rafts of the T lymphoma line."}, {"pubmed": 15328201, "text": "Decreased levels of CD25 expression occur in T-cell lymphoma when it involves the lymph nodes."}, {"pubmed": 15353339, "text": "interleukin-2 receptor has a role in diverse types of cancer [review]"}, {"pubmed": 15365604, "text": "Antagonists may minimize need for steroids in kidney transplantation. (review)"}, {"pubmed": 15503821, "text": "Soluble interleukin 2 receptor alone is not a good candidate marker in the diagnosis of pancreatic cancer; it can, however, be used in association with carbohydrate antigen 19-9 for this purpose"}, {"pubmed": 15617342, "text": "Cytomegalovirus infection raises the IL-2R level in serum of childbearing age women."}, {"pubmed": 15619904, "text": "The results showed that increasing of sIL-2R is associated with the activation of CD8+ cells which is mainly of cytotoxicity T lymphoeytes that play an important role in the pathogenesis of acute and subacute serious HB."}, {"pubmed": 15649306, "text": "decreased production of IL-2sRa by peripheral blood mononuclear cells after induction by non-sialylated serotype HS-3 C. jejuni serotypes"}, {"pubmed": 15714205, "text": "The presence of CD4+CD25+ (regulatory T cells in head and neck cancer patients might be, in part, responsible for downregulation of antitumour immune responses."}, {"pubmed": 15731180, "text": "CD4(+)CD25(+) fetal T cells are present in the human fetus from week 14 onwards, which shows that generation of regulatory-suppressor T cells is consubstantial to the generation of a functional and self-tolerant immune system"}, {"pubmed": 15776395, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15776395, "text": "We found strong statistical evidence in the case-control collection (P=6.5x10(-8)) for a T1D locus in the CD25 region of chromosome 10p15 and replicated the association in the family collection"}, {"pubmed": 15885081, "text": "human leukocyte antigen-DR and CD25 may have a role in progression of cutaneous lupus erythematosus"}, {"pubmed": 15964425, "text": "Lipid rafts are the functional microdomains for IL-2alpha receptors."}, {"pubmed": 15972448, "text": "Phenotypic studies demonstrated decreased frequency of CD4+CD25+ T cells in patients with chronic graft-versus-host disease"}, {"pubmed": 15985167, "text": "model of the ternary complex of interleukin-10 with its soluble receptors"}, {"pubmed": 16003241, "text": "Analysis of biopsies from cardiac allograft recipients during acute rejection by quantitative (Q)-PCR.  FOXP3 mRNA expression was restricted to the CD25population that inhibited the proliferation of allostimulated CD25 cells."}, {"pubmed": 16034095, "text": "CD25-expressing memory CD8+ T cells in elderly persons appear to be a prerequisite for intact immune responsiveness in the absence of naive T cells in old age."}, {"pubmed": 16060678, "text": "A quantitative relationship is established between receptor alpha subunit binding affinity and mitogenic activity for IL-2 and IL-15."}, {"pubmed": 16126178, "text": "over-expression of ITF2B protein inhibited the expression of IL-2Ralpha gene in Jurkat cells in an NRE-dependent manner"}, {"pubmed": 16226465, "text": "The soluble receptor balance (sIL-2R/sIL-4R) in patients with severe hemolytic uremic syndrome may shift, depending on the disease state of the patients"}, {"pubmed": 16293754, "text": "the crystal structure, at 2.3 A resolution, of the quaternary complex of IL-2 with the extracellular domains of receptors IL-2R alpha, IL-2Rss, and gamma c."}, {"pubmed": 16339919, "text": "Increased expression of interleukin-10 and transforming growth factor-beta1 mRNA was also detected in patients with TB but did not correlate with regulatory T-cell markers."}, {"pubmed": 16380476, "text": "The coexpression of CD25 and the costimulatory molecule CD134 on memory T-cells provides a novel marker for type 1 diabetes-associated T-cell immunity."}, {"pubmed": 16385451, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16410445, "text": "Increase of functional CD25 in T cells in cancer patients is a response to the process of malignant transformation."}, {"pubmed": 16491350, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16690518, "text": "sIL-2R and IL-6, but not IL-2, IL-4, or IL-10, may have a role in preventing progression of aggressive non-Hodgkin's lymphoma"}, {"pubmed": 16698664, "text": "euthyroid female relatives of autoimmune thyroid disease patients had a reduced expression of CD25 on CD4+ T cells"}, {"pubmed": 16750991, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16758122, "text": "CD4 and CD25 in T cells, which are increased in breast cancer, are decreased after vaccination with a HER2/neu peptide (E75) and GM-CSF vaccine"}, {"pubmed": 16889540, "text": "during chronic lung allograft rejection there was a significant decline of T(IL-10) cells with concomitant expansion of collagen type V-specific IFN-gammaproducing Th1 cells"}, {"pubmed": 16920911, "text": "STAT5b propagates an important IL-2-mediated signal for the in vivo accumulation of functional regulatory T cells"}, {"pubmed": 16955142, "text": "CD4+ CD45RO+ Foxp3+ CD25hi T lymphocytes are highly proliferative, with a doubling time of 8 days, compared with memory CD4+ CD45RO+ Foxp3- CD25- (24 days)."}, {"pubmed": 17062437, "text": "data suggest that despite normal levels of IL-10R expression, and an apparent lack of abnormalities in intracellular signals induced through this receptor, immune cells from SLE patients exhibit aberrant pattern of gene expression induced through IL-10R"}, {"pubmed": 17074352, "text": "percentage of activated T cells expressing CD25 is lower in decidua than in peripheral blood but the opposite in regulatory T cells."}, {"pubmed": 17152005, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17175221, "text": "These data support studies using in vitro generated and expanded human CD4+ CD25+ regulatory T cells with indirect allospecificity as therapeutic reagents to promote donor-specific transplantation tolerance."}, {"pubmed": 17205058, "text": "IL-2Ralpha solely has a prognostic value and should be considered as a major prognostic factor for adult lymphoblastic leukemia."}, {"pubmed": 17237241, "text": "In conclusion, numbers of circulating immunosuppressive T(reg) are reduced in transplant recipients."}, {"pubmed": 17275508, "text": "Extracorporeal photopheresis may may modulate peripheral Treg cell number containing cd25 antigens after lung transplantation"}, {"pubmed": 17294624, "text": "In children with Down's syndrome and periodontitis, serum IL-2 receptor levels were significantly higher than in control subjects"}, {"pubmed": 17302593, "text": "CD25(bright+) T cells suppressed the proliferation of CD25(-/dim) donor- and third party-stimulated responder T cells in renal allograft patients."}, {"pubmed": 17304105, "text": "although CD4+ CD25+ T regulatory cells induced by IL-10 seem to contribute to aspects of sepsis-induced lymphoid immune suppression, the oblation of CD25+ cells does not provide a survival advantage or disadvantage"}, {"pubmed": 17313446, "text": "The levels of peripheral CD4(+)CD25(high) T cells in recipients and donors could be helpful for predicting of the onset and outcome of acute graft-versus-host disease."}, {"pubmed": 17371467, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17371467, "text": "study found statistical evidence of an association between Graves' disease and the CD25 region (P = 4.5 x 10(-4)), with the pattern of association of the 20 tag SNPs similar to that found in type 1 diabetes"}, {"pubmed": 17372588, "text": "Hepatocellular carcinoma cell supernatants increase expansion and function of IL2RA of regulatory T-cells."}, {"pubmed": 17389235, "text": "implicate Interleukin-10-producing CD25(-)Foxp3(-) T cells in the pathogenesis of human visceral leishmaniasis"}, {"pubmed": 17395754, "text": "IL2RA is a promising candidate gene for type 1 diabetes, suggesting a potential role of IL2Ralpha in the pathogenesis of type 1 diabetes, likely involving regulatory T-cells."}, {"pubmed": 17395754, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17420929, "text": "No evidence of IL2RA/CD25 polymorphisms contribute to multiple sclerosis."}, {"pubmed": 17462597, "text": "These results suggest that Tregs inhibit osteoclast differentiation from PBMCs in a cytokine-dependent manner, not by cell-to-cell contact manner and that TGF-beta and IL-4 may be the key cytokines for this suppressive function of Tregs."}, {"pubmed": 17523134, "text": "the expression of the IL-2R is relevant to human plasmacytoid dendritic cells (PDC) activation, and that IL-2 may be an important auto- and/or paracrine factor modulating the activation and survival of PDC"}, {"pubmed": 17543960, "text": "Human CD4(+)CD25(bright) T cells play a major role in tolerating conceptus antigens and therefore may contribute to the maintenance of pregnancy."}, {"pubmed": 17591854, "text": "CD4(+)CD25(+)IL-7Ralpha(+) cell population represents a specific marker to monitor allospecific CD4 T cell responses in blood and in tissues after organ transplantation."}, {"pubmed": 17615291, "text": "reveal a novel role for non-Hodgkin lymphoma B cells in the development of intratumoral regulatory T cells"}, {"pubmed": 17645467, "text": "Impaired function of CD4+/CD25+ T regulatory lymphocytes characterizes the self-limited hepatitis A virus infection."}, {"pubmed": 17660530, "text": "Alleles of IL2RA and IL7RA and those in the HLA locus are identified as heritable risk factors for multiple sclerosis."}, {"pubmed": 17661330, "text": "CD25 expression on T cells was significantly increased for subjects ingesting Echinacea at 24 h with notable increases in activation from Astragalus and Glycyrrhiza"}, {"pubmed": 17676041, "text": "Association of IL2RA type 1 diabetes (T1D) susceptibility genotypes with lower circulating levels of the soluble IL-2RA suggest that an inherited lower immune responsiveness predisposes to T1D."}, {"pubmed": 17676041, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17703412, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17712998, "text": "CD4+CD25+CTLA-4+FoxP3+ T cells have roles in patients with systemic lupus erythematosus and are impaired after conventional treatments"}, {"pubmed": 17878392, "text": "demonstrate the capacity of a CD25-directed immunotoxin to selectively mediate a transient partial reduction in circulating and tumor-infiltrating T regulatory cells in vivo"}, {"pubmed": 17944116, "text": "A decrease in CD4+CD25+ T cell numbers in mitral stenosis patients might suggest a role for cellular autoimmunity in a smoldering rheumatic process."}, {"pubmed": 17975141, "text": "CD4+CD25highFoxp3+ T cells have a role in squamous cell carcinoma of the head and neck"}, {"pubmed": 17981806, "text": "Fusion of interleukin 2 (IL2) to the N terminus of R336A-aerolysin results in a hybrid that has little or no activity against cells that do not have an IL2 receptor."}, {"pubmed": 17985312, "text": "Results demonstrate variable expression of IL-2 and its receptor in various types of lung tumours, but no simple relationship could be detected between tissue expression of the markers and proliferative activity."}, {"pubmed": 18021968, "text": "Cyclosporine therapy after kidney transplant resulted in a reduction of cd25 regulatory T cells."}, {"pubmed": 18059223, "text": "Immunoreactivity for CD25 in gastrointestinal mucosal mast cells is specific for systemic mastocytosis and can be used to confirm the diagnosis."}, {"pubmed": 18089681, "text": "Suggest that CD4+CD25+bright T cells were likely to play anti-inflammatory and immunosuppressive roles in the pathogenesis of primary Sjogren's syndrome."}, {"pubmed": 18162781, "text": "CD25 in cutaneous mast cells may be useful for stratifying adult patients presenting with Urticaria pigmentosa for additional clinical evaluation"}, {"pubmed": 18174382, "text": "These data suggest that dual recruitment of FcgammaRIIIa and the IL-12R to lipid raft microdomains allows for enhanced activation of downstream signaling events that lead to IFN-gamma production."}, {"pubmed": 18204854, "text": "Moderate intensity long-term training may increase the recruitment of active memory CD4+CD25+ in men rather than women."}, {"pubmed": 18261176, "text": "Campath-1H (Alemtuzumab) is an effective immunodepletion agent used in renal transplantation which increass CD25 regulatory T cells."}, {"pubmed": 18287585, "text": "We here confirm clustering of IL2Ralpha and IL15Ralpha at the submicron scale. Our single-molecule data reveal that a non-negligible percentage of the receptors are organized as monomers."}, {"pubmed": 18354419, "text": "IL2RA and IL7RA genes confer susceptibility for multiple sclerosis in two independent European populations."}, {"pubmed": 18354419, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18376303, "text": "Increased numbers of CD4+CD25high Tregs may influence IgG4 production in autoimmune pancreatitis."}, {"pubmed": 18390743, "text": "during HIV infection, specific changes in the fraction of CD4(+) T cells expressing CD25 and/or CD127 are associated with disease progression"}, {"pubmed": 18451325, "text": "Results showed that patients with chronic periodontitis presented increased frequency of T lymphocytes and CD4+CD25+ T cells in the inflammatory infiltrate of gingival tissues."}, {"pubmed": 18556337, "text": "Clinical trial of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 18593762, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18641303, "text": "IRF-1 is a key negative regulator of CD4(+)CD25(+) Treg cells through direct repression of Foxp3 expression"}, {"pubmed": 18641304, "text": "acquisition of suppressive behavior by activated CD4(+)CD25(-) T cells requires the expression of CTLA-4, a feature that appears to be facilitated by, but is not dependent on, expression of FoxP3"}, {"pubmed": 18650830, "text": "Susceptibility gene for multiple sclerosis in Australians."}, {"pubmed": 18715339, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 18780166, "text": "Genetic variation in IL-2 and CD25 regions may promote T1D susceptibility by influencing transcription and/or splicing and hence IL-2 and CD25 expression at the protein level in different immune cell subsets."}, {"pubmed": 18818748, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19019335, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19034005, "text": "Evidence is provided that the increase of CD4+CD25 high T cells and FoxP3 transcripts is associated with operational tolerance in liver transplanted patients during immunosuppression withdrawal."}, {"pubmed": 19073967, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19077408, "text": "peripheral blood lymphocyte CD25 and Ki67 have roles in renal cell carcinoma"}, {"pubmed": 19106270, "text": "IL2RA is associated with Japanese type 1 diabetes, and its contribution to susceptibility to type 1 diabetes is different according to the mode of diabetes onset."}, {"pubmed": 19106270, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19116909, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19116909, "text": "results provide strong evidence that the IL2RA/CD25 gene represents a juvenile idiopathic arthritis susceptibility locus"}, {"pubmed": 19119414, "text": "allelic heterogeneity\" at the IL2RA region between Multiple sclerosis and type 1 diabetes."}, {"pubmed": 19125193, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19125193, "text": "Results describe the association of IL-2 receptor alpha with MS and reveal a genetic heterogeneity of the associated polymorphisms and risk alleles between MS and T1D suggesting different immunopathological roles of IL2RA in these two diseases."}, {"pubmed": 19139102, "text": "IL-9Ralpha and IL-2Rbeta homodimers efficiently mediate constitutive activation of ALL-associated JAK1 mutants."}, {"pubmed": 19141347, "text": "expression in gastrointestinal mucosal mast cells is specific for systemic mastocytosis with gastrointestinal involvement and can be used to confirm the diagnosis"}, {"pubmed": 19155502, "text": "IL2RA genotypes differentially affect soluble IL-2RA (sIL-2RA) levels in multiple sclerosis (MS) cases vs healthy controls; immunological perturbations associated with aggressive forms of the disease can influence sIL-2RA levels in serum of MS subjects."}, {"pubmed": 19155502, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19155519, "text": "T cells from patients with systemic lupus erythematosus contain a sizeable proportion of CD4-positive cells expressing regulatory T cell (Treg)-associated transcription factor Foxp3, but lacking another important marker of Treg, CD25 (CD4+CD25-Foxp3+)."}, {"pubmed": 19192224, "text": "There is a role for lung Foxp3(+)CD4(+)CD25(+) T cells in the regulation of asthma phenotypes, presumably through an IL-10-mediated mechanism."}, {"pubmed": 19231135, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19231135, "text": "confirm involvement of polymorphisms in the IL7RA and IL2RA genes in multiple sclerosis pathogenesis"}, {"pubmed": 19240061, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19258923, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19264985, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19265545, "text": "Differential association of autoimmune diseases and SNPs within the IL2RA locus suggests that the IL2RA pathway may prove to play differing, as yet undefined, roles in systemic lupus erythematosus and systemic vasculitis"}, {"pubmed": 19265545, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19289595, "text": "hairy cell leukemia (HCL) lacking CD25 and annexin-A1 behave clinically differently and can be separated from HCL on diagnosis."}, {"pubmed": 19303058, "text": "higher level of expression in HIV-1 infected subjects in comparison to the healthy control group"}, {"pubmed": 19327240, "text": "Soluble IL-2Ralpha was not a marker of inflammation in this group of psoriatic arthritis patients"}, {"pubmed": 19375175, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19375175, "text": "These data provide further evidence of allelic heterogeneity at the IL2RA locus and point to the existence of at least two independent MS susceptibility alleles."}, {"pubmed": 19375249, "text": "Stimulation of human monocyte-derived DC with LPS strongly upregulated IL-2RA expression. Inhibition of IL2RA with a mAB reduced the ability of LPS-DC to induce allogeneic CD4(+) T cell proliferation."}, {"pubmed": 19377213, "text": "serum IL-2R alpha (interleukin 2 receptor alpha )levels were significantly higher in lupus patients than controls; and was higher in lupus nephritis than those without nephritis"}, {"pubmed": 19447046, "text": "Genome-wide association studies have established a link between SNPs surrounding IL2RA at 10p15.1, encoding the IL-2Ralpha chain of the high-affinity receptor for IL-2 (CD25), and human Type 1 Diabetes and other immune diseases. [Review]"}, {"pubmed": 19471255, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19499289, "text": "The serum sIL-2R (Interleukin-2 receptor)level can be a valuable marker for diagnosing malignant lymphoma of the bone"}, {"pubmed": 19505389, "text": "Reciprocal modulation of circulating CD4+CD25+bright T cells induced by extracorporeal photochemotherapy in cutaneous T-cell lymphoma and chronic graft-versus-host-disease patients."}, {"pubmed": 19506219, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19522766, "text": "soluble CD25 does not inhibit proliferation of CD4+CD25(-) T cells or inhibit the action of IL-2"}, {"pubmed": 19523791, "text": "Letter: Analysis of variation in the IL7RA and IL2RA genes in atopic dermatitis."}, {"pubmed": 19527514, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19565500, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19637754, "text": "the expression of alpha-subunit of IL-2R takes place during the IL-2-dependent stage of T cell proliferation and may be directly induced by IL-2 via IL-2R."}, {"pubmed": 19664391, "text": "Foxp3 expressions were increased in the purified CD4+CD25- T cell population from active patients compared to healthy controls."}, {"pubmed": 19667946, "text": "Extracorporeal photophoresis augments function of CD4+CD25+FoxP3+ regulatory T cells by triggering adenosine production."}, {"pubmed": 19667950, "text": "Increased interleukin-10 production without expansion of CD4+CD25+ T-regulatory cells in early stable renal transplant patients on calcineurin inhibitors."}, {"pubmed": 19701192, "text": "Differences in surface expression of IL2RA protein are restricted to particular immune cell types and correlate with two autoimmune diseases, type 1 diabetes and multiple sclerosis."}, {"pubmed": 19715524, "text": "Tolerogenic semimature dendritic cells induce effector T-cell hyporesponsiveness by the activation of antigen-specific CD4+ CD25+ T-regulatory cells."}, {"pubmed": 19734224, "text": "A decrease is observed in the proportion of central memory T cells and a concomitant increase of the proportion of effector memory T cells in the CD25high T cell fraction at 18 months of age compared with newborns."}, {"pubmed": 19794070, "text": "an as yet unidentified variant or haplotype, best marked by rs3118470, is responsible for this independent effect and increases T1D risk through diminished expression of the IL-2R, likely by interfering with the proper development of regulatory T cells."}, {"pubmed": 19798683, "text": "Data show that bound CD4+ T cells had high proliferative activity and increased CD25 and FoxP3 expression, and also expressed CD127."}, {"pubmed": 19822714, "text": "Results provide additional evidence for the association of IL2RB and IL2RA with RA by independent replication in a Dutch population, underlining the importance of the IL2 pathway in rheumatoid arthritis."}, {"pubmed": 19833889, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19834503, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19834503, "text": "Studies indicate that five SNPs showed genome-wide significant association with MS: HLA-DRA, IL7R, IL2RA, CD58 and CLEC16A."}, {"pubmed": 19849846, "text": "Data suggest that expression of Foxp3 does not necessarily convey regulatory function in human CD4+CD25+ T cells."}, {"pubmed": 19865102, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19879194, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19923221, "text": "Data indicate that ser/thr phosphorylation negatively regulates IL-2 receptor complex formation and JAK3/STAT5 activation, and that this regulation is counteracted by PP2A."}, {"pubmed": 19951265, "text": "CD25 is downregulated by basiliximab in regulatory T cells after kidney transplantation"}, {"pubmed": 19956099, "text": "fine mapping of the type I diabetes association to independent effects, all from the 50 flanking region of IL2RA, suggests a regulatory effect."}, {"pubmed": 19956753, "text": "membrane CD25 stability has a role in T lymphocyte activity and immunoregulation"}, {"pubmed": 20032294, "text": "In the complex structure of chimeric basiliximab antibody and IL-2 receptor alpha, the immunoglobulin Fab fragment interacts specifically with IL-2R alpha with extensive hydrophobic and hydrophilic interactions, accounting for a high binding affinity."}, {"pubmed": 20033399, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20033399, "text": "These findings suggest that the IL2RA locus controls both the susceptibility to disease and its time of occurrence."}, {"pubmed": 20063526, "text": "Positivity for both leukemia-associated antigens CD66c and CD25 in combination can predict the presence of BCR/ABL rearrangement in pre-B cell acute lymphoblastic leukemia"}, {"pubmed": 20140262, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20164820, "text": "Rabbit antithymocyte globulins allow the induction of Tregs from peripheral blood mononuclear cells of end-stage renal disease patients."}, {"pubmed": 20179739, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20179739, "text": "Polymorphisms in IL2, IL2RA and IL2RB subunit genes were studied in 430 multiple sclerosis (MS) patients and in 550 ethnically matched controls from Madrid (Spain)."}, {"pubmed": 20203524, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20213609, "text": "Suggest that CD4+CD25+ cells and dimeric IgA-producing cells in tonsils may be related to the pathogenesis of IgA nephropathy."}, {"pubmed": 20219786, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20224778, "text": "CD4+CD25+FoxP3+ regulatory T cell induction during infection is directly associated with level of circulating Plasmodium vivax parasites"}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20346270, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20346270, "text": "Single nucleotide polymorphisms in IL2RA in lymphocytes are associated with diabetes mellitus."}, {"pubmed": 20362271, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20368992, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20378605, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20388015, "text": "Increased levels of circulating CD4-positive CD25high regulatory T cells or transforming growth factor (TGF)-beta might be associated with a favorable clinical course in patients with adult-onset Still's disease."}, {"pubmed": 20403730, "text": "These data indicate that the number and function of CD4(+)CD25(+) Treg cells from allergic patients are not impaired. However, the deficiency of allergen-specific Tr1 cells may play a role in the development of allergic rhinitis."}, {"pubmed": 20410501, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20424473, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20448211, "text": "Impaired immunoregulation by CD4+CD25+ Tregs that may contribute to abdominal aortic aneurysm pathogenesis."}, {"pubmed": 20450971, "text": "Studies indicate that SNP in IL7RA, IL2RA, CD58 and CLEC16A genes has been consistently associated with MS."}, {"pubmed": 20452482, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20483636, "text": "Increased monocyte CD25 expression is associated with history of thrombosis and is also up-regulated in patients harboring JAK2V617F mutation."}, {"pubmed": 20484297, "text": "Report enhanced chemotaxis of CD25+ mononuclear cells in patients with familial IgAN through glomerulotubular interactions."}, {"pubmed": 20498205, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20503287, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20518821, "text": "decreased T cell surface expression and increased plasma levels in patients with B cell malignancies"}, {"pubmed": 20539016, "text": "Circulating CD4+CD25hiCD127lo Treg-cell levels are not significantly associated with the extent of severity of carotid/coronary atherosclerosis."}, {"pubmed": 20545784, "text": "The constitutive expression of the high-affinity IL-2 receptor alpha-chain plays a role in ensuring survival, stability and expansion of a structurally diverse antigenic receptor iNKT-cell repertoire early in life."}, {"pubmed": 20562654, "text": "there were significant differences in shorter survival of children with B-cell non-Hodgkin lymphomas, as related to cellular expression of IL-2 and IL-22R(alpha) (CD25)."}, {"pubmed": 20595929, "text": "Treatment benefits of IL2ra induction combined with immunosuppressive agents is less effective than previously reported in kidney transplantation."}, {"pubmed": 20596022, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20599261, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20615141, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20673868, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20716621, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20716663, "text": "Data suggest that CD25 B cells may have a regulatory role in Wegener's granulomatosis and microscopic polyangiitis, or alternatively may result from previous treatment."}, {"pubmed": 20729906, "text": "Primary biliary cirrhosis patients demonstrated a reduction of CD4(+)CD25(+) T cells but elevated CD4(+)Foxp3(+) T cells in peripheral blood mononuclear cells (PBMCs) and CD4(+) T cells."}, {"pubmed": 20810507, "text": "IL2RA rs2104286 polymorphism does not appear to be a genetic risk factor for susceptibility to biopsy-proven giant-cell arteritis."}, {"pubmed": 20810507, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20849903, "text": "IL-2RA/CD25 is associated with type 1 diabetes independently of gender in the Belgian population, and this association is present in both early-onset and late-onset type 1 diabetes."}, {"pubmed": 20849903, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20930173, "text": "CD4+CD25+foxp3+Tregs may exert their protective effects against atherogenesis by inducing an immune-inhibitory phenotype of endothelial cells involving cytotoxic T-lymphocyte antigen-4-dependent cell-to-cell contact and also requiring soluble factors."}, {"pubmed": 21048031, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 21094786, "text": "Stem cell factor, interleukin-16, and interleukin-2 receptor alpha are predictive biomarkers for delayed and slow graft function after deceased donor kidney transplantation."}, {"pubmed": 21131424, "text": "A CD25-positive profile of T regulatory cells (Tregs) is inhibited by a hypocalcemic vitamin D analog TX527 which has immunoregulatory properties."}, {"pubmed": 21132303, "text": "Elevation of IL-15, sIL2-R and sTNF-R1 in active patients provides preliminary evidence for the activation of inflammatory response during PM/DM flares."}, {"pubmed": 21157146, "text": "The results suggest that serum sIL-2Ralpha might be useful as a biomarker for evaluating the prognosis of patients with non-Hodgkin's lymphoma at the time of diagnosis and during therapy."}, {"pubmed": 21179414, "text": "atRA and TGF-beta, but not IL-2, enable CD4+CD25+CD45RA+ cells to express a phenotype and trafficking receptors similar to natural Tregs"}, {"pubmed": 21180073, "text": "Estradiol can increase the expression of IL2R on MCF-7 cells."}, {"pubmed": 21211217, "text": "There is no significant difference in IL-2R rs2104286 polymorphism between idiopathic demyelinating optic neuritis patients and controls."}, {"pubmed": 21239413, "text": "Association of IL2RA polymorphisms with susceptibility to multiple sclerosis is not explained by missense mutations in IL2RA."}, {"pubmed": 21249500, "text": "CD4+ CD25+FoxP3+ cells sorted from peripheral blood of juvenile idiopathic arthritis patients had statistically lower ability to suppress CD4+ CD25- cell proliferation in comparison with cells obtained from controls."}, {"pubmed": 21278348, "text": "Prenatal exposure to malaria blood-stage antigen Msp1 induces CD25-positive regulatory T cells that primarily suppress T helper type (Th)1-type recall responses."}, {"pubmed": 21300823, "text": "Three ex vivo CD25(high-producing) regulatory T cell subsets suppress the proliferation of cocultured T responder-type cells, but with marked differences in the strength and kinetics of suppression."}, {"pubmed": 21376048, "text": "Colonic myofibroblasts from patients with inflammatory bowel diseases had reduced capacity to induce active Treg cells and increased capacity to transiently generate CD4+CD25+/- CD127+ T cells that express low levels of FoxP3."}, {"pubmed": 21437244, "text": "Early active multiple sclerosis (MS) lesions were assessed in brain biopsies obtained from 16 patients with MS by FOXP3 immunohistochemistry."}, {"pubmed": 21525574, "text": "sIL2R and MDR1gene expression levels as early predictors of steroid resistance in nephrotic syndrome for early control of disease by immediate introduction of cytotoxic drugs."}, {"pubmed": 21533205, "text": "findings represent a substantial advance showing, first, that the structural properties of the IL2RA promoter are encoded in the DNA sequence and second, that during the initiation process DNA conformation is dynamic and not static"}, {"pubmed": 21557210, "text": "Data indicate that CD4(+) CD25(low) GITR(+) cells represent a low percentage of the CD4(+) T-cell population (0.32-1.74%) and are mostly memory cells."}, {"pubmed": 21557772, "text": "Increased CD4(+) CD69(+) CD25(-) T cells exert a critical role in hepatocellular carcinoma progression and might represent a clinically aggressive tumor phenotype."}, {"pubmed": 21571262, "text": "In dendritic cells, aging can impair the expression of ICAM-1 and CD25 and skew the production of cytokines, including IL-18, which concur to make a pro-inflammatory milieu."}, {"pubmed": 21651772, "text": "Suggest a smoking-induced expansion of predominantly activated airway CD4+CD25+ helper T cells that seem to persist after chronic obstructive pulmonary disease development."}, {"pubmed": 21722762, "text": "Interleukin-2 signaling pathway in human was analyzed by quantitative phosphoproteomics."}, {"pubmed": 21744325, "text": "The aim of this study was to evaluate regulatory T lymphocytes (Tregs) in the course of allergic contact dermatitis (ACD) and to elucidate the role of IL-10 and TGF-beta in Tregs activity."}, {"pubmed": 21757642, "text": "Demonstrate an increase in the proportion of CD4+CD25highIL-7Ralphahigh activated T cells in kidney transplant recipients, regardless of the immunosuppressive regimen."}, {"pubmed": 21815908, "text": "genetic polymorphism predisposing to Graves' disease is associated with increased levels of soluble interleukin-2 receptor"}, {"pubmed": 21839272, "text": "Case Report: obtained good results in 2 high-titer ABO-incompatible living donor kidney transplantation using anti-CD20 and anti-CD25 antibodies without splenectomy, in conjunction with a calcineurin inhibitor plus mycophenolate mofetil or mizoribine."}, {"pubmed": 21911588, "text": "These findings suggest an association of the rs2104286 IL2RA polymorphism with intermediate uveitis, but not with HLA-B27-associated acute anterior uveitis."}, {"pubmed": 21941578, "text": "CD25 expression is a common denominator of a specific immunomodulatory B-cell subset ready to proliferate upon IL-2 stimulation."}, {"pubmed": 21949691, "text": "Data show that production of IFN-gamma and IL-17A from duodenal biopsy culture was suppressed in hookworm-infected participants, and increased levels of CD4+CD25+Foxp3+ cells in the circulation and mucosa are associated with active celiac disease."}, {"pubmed": 21980389, "text": "Results show that levels of CD3epsilon, CD25, CD68, and ICAM-1 mRNA in BCC biopsies may predict risk for new basal cell carcinomas."}, {"pubmed": 22012429, "text": "indicating that rs2104286 best described the association between IL2RA and auto-antibodie presence in systemic sclerosis"}, {"pubmed": 22032685, "text": "The levels of inflammatory factors are associated with the variation of Foxp3+Tregs in COPD."}, {"pubmed": 22117963, "text": "both of the IL2RA gene polymorphisms, rs2104286 and rs12722489, were associated with increased susceptibility to multiple sclerosis. [meta-analysis]"}, {"pubmed": 22158072, "text": "The immunological monitoring of CD$+CD25+ Treg may be useful to predict the prognosis for patients with pancreatic cancer."}, {"pubmed": 22195034, "text": "Mutated STAT1 inhibits IL12R/IL-23R signaling, with hyperphosphorylation of STAT1 as the likely underlying molecular mechanism."}, {"pubmed": 22211793, "text": "association of the IL2RA locus with type 1 diabetes in the Polish population"}, {"pubmed": 22213266, "text": "rs7072793 C > T genetic variation in CD25 genes may be genetic modifier for developing breast cancer in Chinese population"}, {"pubmed": 22222639, "text": "CD2 expression does not contribute to improve the diagnosis of systemic mastocytosis when compared with aberrant CD25 expression alone."}, {"pubmed": 22266274, "text": "We observed significant upregulation of CD-25, in women with recurrent miscarriage compared with controls."}, {"pubmed": 22294642, "text": "An association of the PTPN2 and IL2RA genes with juvenile idiopathic arthritis was found."}, {"pubmed": 22309031, "text": "soluble interleukin 2 receptor (sIL-2R) as a may have a role in acute rejection in renal transplant children"}, {"pubmed": 22310634, "text": "Absolute of CD4(+)CD25(+)FOXP3(+) regulatory T-cell count rather than its ratio in peripheral blood is related to long-term survival of renal allografts."}, {"pubmed": 22313865, "text": "GdA reduces the surface expression of the high-affinity IL-2R complex by down-regulating the synthesis of IL-2Ralpha (CD25)."}, {"pubmed": 22419479, "text": "The peripheral or intrahepatic frequency of CD25- FOXP3- Tregs in HCC patients is higher than those in other groups."}, {"pubmed": 22436290, "text": "plasma concentrations is a predictive marker of in vitro fertilization outcome"}, {"pubmed": 22446965, "text": "The peripheral blood from 30 patients with HCV-associated chronic liver disease and 20 healthy controls by flow cytometry for the evaluation of the Treg population [CD4+CD25+ forkhead box protein 3 (Foxp3)+, were analysed."}, {"pubmed": 22447883, "text": "The CD25(-)FOXP3(+) population was significantly increased in RA patients and negatively correlated with DAS-28 and other disease parameters."}, {"pubmed": 22461703, "text": "the presence of an autoimmune disease-associated IL2RA haplotype correlates with diminished IL-2 responsiveness in Ag-experienced CD4(+) T cells"}, {"pubmed": 22466163, "text": "CD4+CD25+ Tregs might relate to the inflammatory activity of both autoimmune pancreatitis and pilonidal sinus."}, {"pubmed": 22479496, "text": "IL-2-CD25 interaction, likely stimulating aTregs in unaffected relatives, had an opposed effect in SLE patients, presumably triggering primarily T-effector cells in this group."}, {"pubmed": 22516956, "text": "Targeting IL-2R by partial mammalian target of rapamycin (mTOR) inhibition or blocking IL-2Ralpha enriches human CD4+/CD8+ central memory T cells within the virus-specific T cell product associated with enhanced functionality."}, {"pubmed": 22537764, "text": "serum sIL-2R level elevates in acute type leukemias like mature type Lymphoproliferative disorders, and increased sIL-2R levels in adult Acute myeloid leukemia are correlated with certain biological and clinical characteristics."}, {"pubmed": 22554193, "text": "We have for the first time confirmed the association of primary sclerosing cholangitis with genetic variants at 10p15 (IL2RA) locus at genome-wide significance."}, {"pubmed": 22558434, "text": "sIL-2Ralpha and sIL-2Rbeta induce marked subunit- and soluble cytokine receptor-specific behavioral disturbances"}, {"pubmed": 22564647, "text": "CD25 plays an important role in regulating monocyte-derived CD40 expression during anti-porcine cellular responses."}, {"pubmed": 22576476, "text": "Characteristics of CD25 expression may shed light on immunohistochemistry and immunofluorescence analysis of bile canaliculus in both basic and clinical hepatic investigations."}, {"pubmed": 22623161, "text": "There is no correlation between CD25 expression on the surface of chronic lymphocytic leukemia (CLL) cells and time to first treatment or overall survival; CD25 expression does not appear to be a prognostic factor in CLL."}, {"pubmed": 22672991, "text": "Data indicate that the frequency of Foxp3(+)CD25(high) CD4(+)-T cells is augmented and correlated with the maintenance of a better cardiac function in indeterminate (IND) Chagas disease."}, {"pubmed": 22824721, "text": "Data indicate that the mean number of CD4(+)CD25(+)CD127(lo) regulatory T cells per mul of whole blood was 48+/-16.9with a range of 18 - 79."}, {"pubmed": 22897480, "text": "Investigation of selected cytokine genes suggests that IL2RA and the TNF/LTA locus are risk factors for severe alopecia areata."}, {"pubmed": 23103669, "text": "Er-1 coupling to IL-2R and ERK immuno-enhances T-cell activity, and that this effect likely translates to an inhibition of glioma cell growth."}, {"pubmed": 23116454, "text": "High CD25 expression at diagnosis correlated with shorter overall & disease-free survival in acute myeloid leukemia. Survival was worse in those patients also carrying a FLT3 internal tandem duplication."}, {"pubmed": 23121673, "text": "chronic T cell activation in common variable immunodeficiency (CVID) is associated with elevated levels of sCD14 and sCD25."}, {"pubmed": 23129754, "text": "Environments in which IL-7-IL-7 receptor signaling is enhanced favor alloreactive and autoreactive T cell expansion by releasing T cells from the inhibitory network ofCD4+CD25+FOXP3+ Tregs."}, {"pubmed": 23144749, "text": "Data indicate that RelA and FOXP3 synergize to trans activate Cd25 Promoter."}, {"pubmed": 23170961, "text": "The results suggested that common genetic polymorphisms at IL2RA do not exert a significant genetic effect on the development of GD in the Chinese Han population"}, {"pubmed": 23217119, "text": "in a Gabonese population, study identified 2 reported variants each for IL2 and its receptor IL2R alpha gene loci; also identified were 2 novel variants, -83 /-84 CT deletions (ss410961576) for IL2 and -409C/T (ss410961577) for IL2R alpha"}, {"pubmed": 23282736, "text": "The percentage of CD4+CD25+CD127low/- Treg and Foxp3 in portal hypertension and hypersplenism was significantly increased, suggesting that they may take part in the regulation of immune function and be related to the change of T lymphocyte subsets."}, {"pubmed": 23320892, "text": "Levels of S100A8/A9 and sIL-2R, but not ACE or lysozyme, are elevated in the serum of patients with Hidradenitis suppurativa."}, {"pubmed": 23340699, "text": "CD4(+)CD25(+)FOXP3(+) Treg levels were lower in Kawasaki disease patients than healthy subjects, and levels before treatment were lower in intravenous immunoglobulin (IVIg)-resistant patients than in IVIg-sensitive patients."}, {"pubmed": 23340854, "text": "A possible role for preoperative sIL-2Ralpha level as a potent predictor of prognosis in colorectal cancer patients undergoing surgery, is reported."}, {"pubmed": 23345407, "text": "Results indicate a key role of class I PI3K in IL-2R endocytosis that creates a link with IL-2 signalling."}, {"pubmed": 23383287, "text": "Increased level of myeloid-derived suppressor cells, programmed death receptor ligand 1/programmed death receptor 1, and soluble CD25 in Sokal high risk chronic myeloid leukemia."}, {"pubmed": 23416241, "text": "The complex pathogenesis of CD25 deficiency provides invaluable insight into the role of IL2/IL2RA-dependent regulation in autoimmunity and inflammatory diseases"}, {"pubmed": 23418630, "text": "The frequency of naive CD4 T cells that express CD25 (IL-2 receptor alpha-chain) increases with age on subsets of naive CD4 T cells."}, {"pubmed": 23510625, "text": "The aim of this study was to evaluate diagnostic value of soluble biomarkers (CD14 subtype, interleukin-2 receptor, HLA-G) and procalcitonin in the identification of infectious process at the beginning of a febrile episode in pediatric oncology patients."}, {"pubmed": 23512675, "text": "Data indicate that the two genetic variants within IL-2RA and IL-2RB are not associated with genetic susceptibility to rheumatoid arthritis (RA) in Han Chinese."}, {"pubmed": 23529819, "text": "Inherited altered genetic constitution at the IL2RA locus may predispose to a less destructive course of rheumatoid arthritis."}, {"pubmed": 23531337, "text": "Soluble CD25 was useful as a biomarker of sepsis at the time of admission to intensive care."}, {"pubmed": 23561467, "text": "CD25 levels contributed to early diagnosis of bacteremic systemic inflammatory response syndrome."}, {"pubmed": 23665204, "text": "Studies indicate that activated Treg (aTreg) can be directly selected as CD25+CD147+, whereas the resting Treg (rTreg) are the CD25+CD147- cells."}, {"pubmed": 23676143, "text": "specific IL2/IL21, IL2RA and IL2RB polymorphisms do not seem to play a significant role on the non-anterior uveitis genetic predisposition"}, {"pubmed": 23697843, "text": "Data suggest that CD25 + follicular lymphoma (FL) may constitute a distinct subgroup associated with aggressiveness and an inferior prognosis."}, {"pubmed": 23715268, "text": "Sam68 is identified as a novel non-Rel component in the nuclear factor-kappaB (NF-kappaB) complex that confers CD25 transcription."}, {"pubmed": 23758320, "text": "CD25 induction occurs with outside-in alpha4beta1 integrin signalling and T-cell receptor signalling."}, {"pubmed": 23870656, "text": "showed elevated serum IL-2R levels and positive correlation with disease severity in active nonsegmental vitiligo in a North American patient population"}, {"pubmed": 23874506, "text": "The effect of IL2RA risk alleles on type 1 diabetes may be partially mediated through epigenetic changes."}, {"pubmed": 23904478, "text": "Disordered IL-15 and IL-15Ralpha may be involved in type 1 diabetes (T1D) and the IL-15/IL15Ralpha system and its signaling pathway may be rational therapeutic targets for early T1D."}, {"pubmed": 23972291, "text": "IL2RA and IL2RB as promising candidate genes for inflammatory bowel diseases(IBD) and suggesting a potential role of IL2R in the pathogenesis of IBD, likely involves regulatory T cells."}, {"pubmed": 24006086, "text": "Alterations in sIL-2RA concentrations in nondiabetic islet autoantibody-positive subjects are likely to reflect the activation of T cells."}, {"pubmed": 24037346, "text": "Elevated serum sIL-2Ralpha level was related to poor responses to treatments."}, {"pubmed": 24141626, "text": "Thus, the pretreatment cytokine profile, particularly serum levels of IL-6 and IL-2R, may be used to identify patients with cHL at high risk for early-disease relapse."}, {"pubmed": 24151582, "text": "this study identifies a novel mechanism of Chronic heat stress immunosuppression mediated by regulating CD4 CD25 Foxp3 Tregs."}, {"pubmed": 24159173, "text": "Data indicate that IL-21 induces IL-2RA (CD25) in normal, but not STAT3-deficient, naive B cells."}, {"pubmed": 24163352, "text": "Strong IL-2R and inflammatory signals act through Dicer and miRNAs to control the cytolytic program and other aspects of effector cytotoxic T lymphocyte differentiation."}, {"pubmed": 24180329, "text": "When testing patients treated with CHOP +/- rituximab, soluble IL-2Ralpha was found to be the best univariate predictor for progression-free survival among all tested prognostic factors in patients with follicular lymphoma."}, {"pubmed": 24189682, "text": "The results showed that Leishmania major suppressed IL-2Ralpha expression in activated T cells as well as inhibited lymphocyte proliferation 6h after infection and was increased up to 36 hour later."}, {"pubmed": 24200909, "text": "No association was found between IL2RA genotypes and the risk of erosion in the subgroup of anti-citrullinated protein antibody positive rheumatoid arthritis patients."}, {"pubmed": 24236041, "text": "Soluble IL2R is associated with overall survival in diffuse large B-cell lymphoma."}, {"pubmed": 24257225, "text": "The rs2104286 G allele in IL2RA is present at higher frequencies in neuromyelitis optica patients than in healthy controls within a Southern Han Chinese population."}, {"pubmed": 24280705, "text": "The rs3118470 single nucleotide polymorphism of IL2RA may be a genetic marker to assess the risk of AA in a Chinese population."}, {"pubmed": 24332945, "text": "IL2RA gene polymorphisms were able to modify the disease activity in female MS patients, but had no influence on either susceptibility or disease phenotype in NMO/NMOSD patients."}, {"pubmed": 24346644, "text": "Authors confirmed in vitro that HIV infection of regulatory T cells cells downregulates IL-2 receptor alpha and phosphorylated STAT5."}, {"pubmed": 24354800, "text": "CD4(+) CD25(+) FoxP3(+) Treg cells played an important role in immunosuppression in B-cell acute lymphoblastic leukemia, resulting in a positive disease-correlation in these patients."}, {"pubmed": 24362271, "text": "since high sIL-2R levels were associated with a large tumor bulk, sIL-2R may serve as a good indicator for monitoring disease relapse or progression."}, {"pubmed": 24369221, "text": "High sIL-2Ralpha is an important risk factor for survival in DLBCL treated with not only CHOP-like, but also R-CHOP-like regimens, regardless of the tumor's expression of CD25."}, {"pubmed": 24376757, "text": "decreased IL-2R signaling in CD4+ CD25(hi) T cells of type 1 diabetic and multiple sclerosis patients.(e83811) Status:  Complete Incomplete Delete"}, {"pubmed": 24412607, "text": "Treg impairment may play a role in the immune dysregulation observed in primary sclerosing cholangitis (PSC). Reduced Treg numbers in patients with PSC are associated with polymorphisms in the IL2RA gene."}, {"pubmed": 24462799, "text": "Data show that the bivalent IL-2 fusion toxin has notably increased affinity for CD25(+) cells."}, {"pubmed": 24467668, "text": "(99) Tc-methylene diphosphonate may improve the activity of RA through upregulating the frequency of peripheral gammadelta T cells and CD4(+) CD25(+) Foxp3(+) Tregs as well as affecting the serum cytokine environment by increasing TGF-beta and decreasing TNF-alpha and IL-6."}, {"pubmed": 24572742, "text": "The IL2RA and IL7RA variants had univariate association in MS and T1D, whereas the MGAT1 and CTLA-4 variants associated with only MS or T1D, respectively."}, {"pubmed": 24634493, "text": "Functional NK cell repertoires are maintained through IL-2Ralpha and Fas ligand."}, {"pubmed": 24646167, "text": "These results suggest that immune suppression in sepsis may be closely linked to the development of acute kidney injury and that sCD25 or IL-10 may be useful as novel biomarkers."}, {"pubmed": 24648607, "text": "Serum IL-2R levels are higher due to muscle damage in active myositis."}, {"pubmed": 24708420, "text": "Newborns have a higher proportion of circulating thymically derived Helios(+) Treg cells than adults and that S. aureus possess an ability to convert neonatal conventional CD4(+) T cells into FOXP3(+) CD25(+) CD127(low) Treg cells via the PD-1/PD-L1 axis."}, {"pubmed": 24752698, "text": "data show that Ag-specific CD4(+) CD25(+) CD134(+) CD39(+) T cells are highly enriched for Treg cells, form a large component of recall responses and maintain a Treg-cell-like phenotype upon in vitro expansion."}, {"pubmed": 24770783, "text": "This study has confirmed the association between genetic variants in IL2RA and multiple sclerosis."}, {"pubmed": 24901172, "text": "Using biopsies from H. pylori-positive patients, PCR was used to quantify the expression of Foxp3 mRNA and IHC was used to semi- quantify the number of CD4+ CD25+ T cells in gastric mucosa."}, {"pubmed": 25006129, "text": "PIM inhibitors target CD25-positive AML cells through concomitant suppression of STAT5 activation and degradation of MYC oncogene."}, {"pubmed": 25018055, "text": "Suggest potential role of Th17, CD4(+) CD25(high)FoxP3(+)T-regs, and probably CD4(+) CD25(+)IL-10(+) T regulatory cells 1 (Tr1), and Th3 in leprosy."}, {"pubmed": 25089268, "text": "IL-2/IL-2R and B7-H3 pathways may be involved in the progression of clear cell renal cell carcinoma"}, {"pubmed": 25148371, "text": "TL1A increases expression of CD25, LFA-1, CD134 and CD154, and induces IL-22 and GM-CSF production from effector CD4 T-cells"}, {"pubmed": 25197969, "text": "CD4+CD25highFOXP3+ T regulatory cells displayed a strongly inverse correlation to disease activity in the long term in systemic lupus erythematosis."}, {"pubmed": 25256257, "text": "Data may suggest a key role of regulatory GITR+CD25 low/-CD4+ T cells subset in the modulation of the abnormal immune response in lupus erythematosus (SLE) patients."}, {"pubmed": 25263533, "text": "CD25(+) Bcl6(low) T follicular helper cells provide help to maturing B cells in germinal centers of human tonsil."}, {"pubmed": 25278028, "text": "analysis of an IL2RA polymorphism that controls GM-CSF production in human TH cells"}, {"pubmed": 25297818, "text": "Confocal microscopy and fluorescence resonance energy transfer experiments revealed nonrandom association of IL-9R with IL-2R/major histocompatibility complex glycoproteins at the surface of human T lymphoma cells."}, {"pubmed": 25305215, "text": "urinary sCD25 correlated with systemic lupus erythematosus disease activity"}, {"pubmed": 25311493, "text": "Fndings show the practical utility of flow cytometric evaluation of CD25 antigen in the stratification of cytogenetically intermediate (CI)-acute myeloid leukemia."}, {"pubmed": 25337274, "text": "CD25 expression is a specific and relatively sensitive marker for the identification of Ph+ B-ALL in the pediatric population."}, {"pubmed": 25347332, "text": "The result confirm specific steroid 21-hydroxylase-directed reactivity of the peripheral Addison's disease lymphocytes, which display increased synthesis of interleukin-2 and soluble IL2Ra."}, {"pubmed": 25402852, "text": "Although sMCs displayed immunoreactivity for one of the neoplastic antigens in the majority of SM patients, the aberrant CD2 and/or CD25 expression on sMCs is not as indicative of SM as the BMMC immunophenotype."}, {"pubmed": 25416807, "text": "in the face of CD25 blockade, human FOXP3+ cells decline in number but retain the phenotypic and functional characteristics of the Treg lineage."}, {"pubmed": 25422100, "text": "Elevated IL-2R, IL-1RA, and CXCL9 are associated with shorter event-free survival in newly diagnosed follicular lymphoma, treated with chemoimmunotherapy."}, {"pubmed": 25498254, "text": "Data suggest that the in vitro effect of soot/nanoparticulates from diesel exhaust on T-lymphocytes is a quiescent phenotype as noted by down-regulation of IL2RA/CD25 expression."}, {"pubmed": 25509109, "text": "JAK3/STAT5 signaling via IL-2 receptor is necessary to maintain the long-term expression of the high-affinity alpha beta gamma(c)-receptor of IL-2 and optimal proliferation of blood lymphocytes."}, {"pubmed": 25539460, "text": "CD4+CD45RO+CD25-/lowCD127+: CD4+CD45RO+CD25hiCD127-/low ratio in peripheral blood indicates heart transplant recipients at risk for cardiac allograft vasculopathy."}, {"pubmed": 25563559, "text": "Data show that an ultra-high level of serum serum soluble interleukin-2 receptor (sIL-2R) at diagnosis is a significant poor prognostic biomarker for angioimmunoblastic T-cell lymphoma (AITL)."}, {"pubmed": 25623898, "text": "potential marker of the extra-pulmonary organ involvement during srcoidosis"}, {"pubmed": 25661802, "text": "we observed decreased CD3 surface expression, reduced ZAP-70 abundance and increased histone H3-acetylation in activated T lymphocytes after 5 minutes of clinorotation and a transient downregulation of CD3 and stable downregulation of IL-2R"}, {"pubmed": 25672756, "text": "Data indicate that interleukin 2 receptor alpha (IL2RA) single nucleotide polymorphism (SNPs) and key genes of the IL-2 pathway are also associated with cutaneous leishmaniasis (CL)."}, {"pubmed": 25742430, "text": "Nicotine ameliorates experimental severe acute pancreatitis via enhancing immunoregulation of CD4+ CD25+ regulatory T cells."}, {"pubmed": 25745051, "text": "analysis of sIL-2R levels in sarcoidosis patients with renal insufficiency"}, {"pubmed": 25753532, "text": "ADP-ribosylation inhibits binding of IL-2 by CD25, IL-2- induced phosphorylation of STAT5, and IL-2-dependent cell proliferation."}, {"pubmed": 25793623, "text": "soluble IL2Ralpha likely plays a significant role in autoimmune phenomena seen in patients with myelofibrosis."}, {"pubmed": 25889680, "text": "combined IL-12 and IL-18 treatment increased the expression of CD25."}, {"pubmed": 25903733, "text": "This study demonstrated that the Polymorphism, Single Nucleotide of IL2RA is associated with multiple sclerosis in Russia."}, {"pubmed": 25921629, "text": "The percentages of CD8(+)CD25(+)FoxP3(brigh) Tregs correlate with mean peak expiratory flow."}, {"pubmed": 25935549, "text": "CD25-positive T-cells in T-LBL are presumed to be the primary source of sIL-2R, and the low number of cells present results in a lower level of sIL-2R released into the serum compared with the other aggressive and highly aggressive lymphomas."}, {"pubmed": 25957287, "text": "Our results suggest that the CD34/CD25/CD123/CD99(+) LAIP is strictly associated with FLT3-ITD-positive cells."}, {"pubmed": 26124312, "text": "The WAVE complex interacts with IL-2R, via a WAVE-interacting receptor sequence (WIRS) present in the receptor polypeptide, and allows for receptor clustering close to membrane protrusions."}, {"pubmed": 26133380, "text": "The IL2RA rs11594656 and rs12722495 polymorphisms are associated with intermediate uveitis but not with HLA-B27 acute anterior uveitis."}, {"pubmed": 26249556, "text": "all five single nucleotide polymorphisms in the IL2RA gene are risk factors for type 1 diabetes risk."}, {"pubmed": 26276780, "text": "Morphologically occult involvement of normal-appearing Bone marrow by systemic mastocytosis will be missed without appropriate clinical suspicion and pathologic evaluation by tryptase and CD25 IHC and KIT D816V mutation analysis"}, {"pubmed": 26293465, "text": "Il-2Ra single nucleotide polymorphism plays a role in the development of coronary atherosclerosis."}, {"pubmed": 26333292, "text": "A decrease of CD4(+) CD25(+) CD127(low) FoxP3(+) regulatory T cells with impaired suppressive function had been found in untreated ulcerative colitis patients."}, {"pubmed": 26350263, "text": "Anti-CD25 recombinant immunotoxin LMB-2 had phase I activity limited by immunogenicity and rapid growth."}, {"pubmed": 26350950, "text": "Data show that interleukin 2 receptor subunit alpha (IL2RA)-single nucleotide polymorphism rs2104286 and serum sIL2Ralpha-level associated with rheumatoid arthritis (RA)-persistence."}, {"pubmed": 26375984, "text": "Interleukin-2 Receptor alpha-Chain (CD25) Expression Predicts a Poor Prognosis in Acute Myeloid Leukemia"}, {"pubmed": 26422713, "text": "CD25 had an adverse prognostic impact on these patients, and this poor prognosis may not be overcome, even with transplant. Patients with AML with residual CD25-positive blasts at the time of transplant may require additional therapy before or after transplant to improve survival."}, {"pubmed": 26487586, "text": "Serum IL1RA and IL2RA are predictors of event free survival in T-cell lymphoma."}, {"pubmed": 26588180, "text": "IL-2Ra Interleukin-2 receptor antagonists (IL-2Ra) reduces the risk on new-onset diabetes after transplantation (NODAT) in liver transplant recipients."}, {"pubmed": 26707936, "text": "CDK6-mediated suppression of CD25 is required for initiation of T-ALL by activated Notch1"}, {"pubmed": 26721345, "text": "Enhanced pretreatment CD25 expression on CD4+ T cells was associated with decreased survival rate of acute myeloid leukemia patients."}, {"pubmed": 26765264, "text": "IL2RA and TAGAP are novel vitamin D target genes. The vitamin D response is observed in samples from both the multiple sclerosis (MS) patients and controls, and is not dependent on the genotype of MS-associated SNPs in the respective genes."}, {"pubmed": 27087256, "text": "introduce the combined use of CD25 and properly strati fi ed CD135 values as alternatives to testing for the FLT3-ITD mutation"}, {"pubmed": 27288719, "text": "this study shows that PTPN22 genetic polymorphisms play role in predisposition of type 1 diabetes mellitus in Egyptian children"}, {"pubmed": 27306531, "text": "A compensatory mechanism of IL-7-mediated homeostatic proliferation can restore the inhibitory network of CD24+Foxp3+Treg cell after anti-CD25 induction therapy in islet allotransplantation."}, {"pubmed": 27431260, "text": "Efficiently downregulated the percentages of CD4+CD25+Foxp3+ regulator T (Treg) cells."}, {"pubmed": 27466555, "text": "Its levels correlate to disease stage, assess response to therapy and are predictive of recurrence or better survival. We suggest, therefore, using sIL-2R as a reliable prognostic marker in HNC patients as a single marker, or in a combined panel of biomarkers."}, {"pubmed": 27556155, "text": "The study demonstrated Increased level of CD25 in patients with active vitilligo."}, {"pubmed": 27560779, "text": "Our results show that the frequency of Tregs is altered in a large cohort of long-term T1D patients, a profound decrease in CD25 expression and altered IL-2 signaling are typical features of Tregs populations in long-term diabetic patients and their relatives."}, {"pubmed": 27643478, "text": "Through GWAS, we found that emotion dysregulation is associated at genome-wide level significance in a sex-specific manner, with a SNP in IL2RA in men."}, {"pubmed": 27651429, "text": "Decidual stromal cells affect IL-2 production and IL-2R expression and signaling."}, {"pubmed": 27876533, "text": "dissected the first intron of the IL2RA gene and selected several single nucleotide polymorphisms (SNPs) that may influence the regulation of the IL2RA gene in cell types relevant to autoimmune pathology"}, {"pubmed": 27936140, "text": "Sustained STAT5 transcription factor (STAT5) phosphorylation is necessary to induce long-term interleukin 2 receptor subunit alpha (CD25) expression in T lymphocytes."}, {"pubmed": 28031121, "text": "Gastric adenocarcinoma patients present with increased PD-1(+) lymphocytes and CD4(+)CD25(+)FOXP3(+) regulatory T cells in the peripheral blood."}, {"pubmed": 28077880, "text": "Data suggest that differential methylation of the IL2RA promoter in T cells could be an important pathogenic mechanism in multiple sclerosis."}, {"pubmed": 28081636, "text": "The serum concentration of soluble IL2 receptor are increased in patients with Kawasaki disease. (Review)"}, {"pubmed": 28097942, "text": "CD25 is an independent prognostic factor in elderly AML patients. Alternative therapies for CD25-positive elderly AML patients are needed."}, {"pubmed": 28118317, "text": "CD45RA distinguishes CD4+CD25+CD127-/low TSDR demethylated regulatory T cell subpopulations with differential stability and susceptibility to tacrolimus-mediated immunosuppression."}, {"pubmed": 28126963, "text": "Data show that interleukin-2 receptor alpha, tumor necrosis factor receptor 1, serum STimulation-2 (IL1RL1 gene product), and regenerating islet-derived 3-alpha were significantly associated with non-relapse mortality."}, {"pubmed": 28207945, "text": "CD4(+) CD25(+) GARP(+) Treg cells are defective in dilated cardiomyopathy patients and GARP seems to be a better molecular definition of the regulatory phenotype."}, {"pubmed": 28230853, "text": "Inhibits CD25 translation through regulation of the LKB1-AMPK-mTOR pathway to suppress T cells."}, {"pubmed": 28234966, "text": "The single nucleotide variant rs12722489 determines differential ERalpha binding and enhancer properties of an IL2RA intronic region."}, {"pubmed": 28295230, "text": "study provides evidence that membrane-coated microvesicles released by apoptotic neutrophils suppress a subset of resting Th cells by downregulating IL-2 and IL-2R expression"}, {"pubmed": 28410988, "text": "Combination with anti-programmed cell death protein-1 (PD-1) antibodies promoted complete tumor rejection, indicating the relevance of CD25 antigen as a therapeutic target and promising substrate for future combination approaches in immune-oncology."}, {"pubmed": 28413914, "text": "Among patients with a low pretreatment sIL-2R level who exhibited a positive response to R-CHOP, the posttreatment sIL-2R level may help to identify those with a poor prognosis."}, {"pubmed": 28430957, "text": "The findings not only confirm the predictive power of CD25 expression for Philadelphia chromosome translocation (Ph)+ but also demonstrate that CD25 expression is associated with RD (a biomarker correlated with prognosis) in Ph- patients. The latter finding is likely associated with underlying molecular abnormalities, including Ph-like genotype."}, {"pubmed": 28457753, "text": "it has been shown that CD25 serves as a negative growth regulator of Chronic myeloid leukemia leukemic stem cells."}, {"pubmed": 28497365, "text": "Studies indicate many potential uses of soluble interleukin-2 receptor measurement in the diagnosis and treatment of hemophagocytic syndromes."}, {"pubmed": 28511943, "text": "Relationship between soluble CD25 and gene expression in healthy individuals and patients with multiple sclerosis."}, {"pubmed": 28545581, "text": "Increased serum level of soluble interleukin-2 receptor is associated with a worse response of metastatic clear cell renal cell carcinoma to interferon alpha and sequential VEGF-targeting therapy."}, {"pubmed": 28634419, "text": "sIL-2R could be a promising new marker for determining inflammatory disease activity in CRPS."}, {"pubmed": 28645874, "text": "In T1D, low IL-2 responsiveness was most pronounced in memory T effector cells. Reduced IL-2 responses in memory T effector cells were not rescued by resting, remained lower after activation and proliferation, and were absent in type 2 diabetes."}, {"pubmed": 28866095, "text": "High IL2RA expression is associated with CRLF2-rearranged acute lymphoblastic leukemia."}, {"pubmed": 29121154, "text": "This cross-sectional study demonstrates that sIL-2R is a useful marker for diagnosing sarcoidosis in patients with uveitis and has slightly better diagnostic value than ACE."}, {"pubmed": 29141792, "text": "Higher frequency of IL2RA SNP could not be detected among multiple sclerosis patients. The difference of frequencies was statistically insignificant between groups, probably, due to low power of analysis and inadequate sample size."}, {"pubmed": 29330114, "text": "Data suggest interleukin 2 receptor subunit alpha (CD25(+))interleukin-7 receptor subunit alpha (CD127(hi)) cells are a highly active subset of memory T cells that might play a role in controlling inflammation via anti-inflammatory Th2-type deviation."}, {"pubmed": 29407181, "text": "Low-expression of CD25 on erythroblasts might correlate with anemia in myelodysplastic syndrome (MDS) patients. CD25 could be a specific marker of LSC in MDS, and could involve in the mechanisms of development and progression of MDS"}, {"pubmed": 29421812, "text": "The mean values of IL2R level in patients experiencing acute rejection (14.8 +/- 6.54) ng/mL were significantly higher than that in patients with stable graft functions"}, {"pubmed": 29459344, "text": "low HDL-C levels are associated with increased levels of soluble IL-2R and poorer disease prognosis in patients with malignant lymphoma and adult T-cell leukemia-lymphoma."}, {"pubmed": 29506265, "text": "urinary soluble CD25, serum soluble CD25 and urinary soluble CD163 levels were significantly higher during active renal disease and significantly decreased after induction of remission"}, {"pubmed": 29549600, "text": "il2Ra internalizes via both clathrin-dependent and clathrin-independent endocytosis"}, {"pubmed": 29574662, "text": "Results are in line with the hypothesis that in the early phase of ALS, neuroprotective helper T cells infiltrate in the affected areas in the lumbar spinal cord. This was reflected in higher peripheral percentage of CD4(+) helper T cells and higher expression of FOXP3 and IL-2Ralpha."}, {"pubmed": 29648897, "text": "Our meta-analysis suggests that the rs2104286 A allele is associated with increased MS risk in both Caucasians and Asians, whereas the rs12722489 C allele is associated with elevated MS risk in Caucasians but not in Asians."}, {"pubmed": 29724880, "text": "We present the case of a patient with IL-10RA mutation who developed encephalopathy after influenza infection. Genetic testing revealed a IL-10RA mutation at the 3' end of exon 4 (c.537G-->A). A cytokine study revealed elevated levels of IL-1 receptor antagonist, IL-2, IL-6, IL-8, IP-10, eotaxin, G-CSF, MCP-1, and IL-10. These findings might reflect an increased risk of severe IAE in patients with IL-10RA mutation."}, {"pubmed": 29979892, "text": "a significant association was found between IL2RA SNP and susceptibility to alopecia areata in Iranian cohort"}, {"pubmed": 30096258, "text": "Dynamic demethylation of the IL2RA promoter during in vitro CD4+ T cell activation regulates IL2RA expression."}, {"pubmed": 30352019, "text": "The gene polymorphisms at the loci of IL2RA rs2104286 and rs12722489 are closely associated with susceptibility to MS in the Chinese."}, {"pubmed": 30540075, "text": "The AA genotype of rs2386841 in IL2RA was associated with the paucibacillary leprosy form in the start population."}, {"pubmed": 30550585, "text": "Study reevaluated the relationship between CD25 expression and the leukemia-initiating cell (LIC) properties of acute myeloid leukemia (AML) using a patient-derived xenograft model. Leukemic engraftment was observed with both CD25-positive and -negative populations from three of nine CD25-positive AML patients."}, {"pubmed": 30598511, "text": "Vascular smooth muscle cells express all three subunits of the IL-2R; expression of IL-2Ralpha varies with vascular smooth muscle cell phenotype."}, {"pubmed": 30663116, "text": "Physical fitness modulates the expression of CD39 and CD73 on CD4(+) CD25(-) and CD4(+) CD25(+) T cells following high intensity interval exercise."}, {"pubmed": 30668930, "text": "The CD4(+)CD25(+) T cells from cocultures with M((HdAg)) drove the suppression of DNBS-induced colitis."}, {"pubmed": 30790452, "text": "High serum IL2R levels are associated with diffuse large B-cell lymphoma."}, {"pubmed": 30988066, "text": "Blockade of Notch signaling inhibited the suppressive function of purified CD4(+)CD25(+)CD127(dim/-) regulatory T cells from Gastric Cancer patients, which presented as elevation of cellular proliferation and IL-35 secretion."}, {"pubmed": 31134763, "text": "Two SNPs (rs791588 and rs2281089) in IL2RA were significantly associated with a reduced rheumatoid arthritis risk in an allele and genetic model after stratification by gender or age."}, {"pubmed": 31171000, "text": "High IL2RA mRNA expression is an independent and adverse prognostic factor in Acute Myeloid Leukemia (AML) and specifically stratifies patients to worse prognosis in both CBF and intermediate-risk AML."}, {"pubmed": 31183777, "text": "Elevated serum soluble interleukin-2 receptor levels associated with increase malignancy-related risk in patients on chronic hemodialysis."}, {"pubmed": 31242590, "text": "This study found novel associations of multiple sclerosis-associated IL2RA Single nucleotide polymorphisms."}, {"pubmed": 31279323, "text": "results showed that the IL2RA polymorphisms were associated with lung cancer risk in the Chinese Han population"}, {"pubmed": 31366819, "text": "serum sIL-2R could be a biomarker for Pneumocystis jirovecii Pneumonia diagnosis among patients with rheumatoid arthritis under Methotrexate therapy."}, {"pubmed": 31630080, "text": "CD4(+)CD25(-)FoxP3(+) cells in patients with BC are exhausted cells with an intermediate phenotype between effector and regulatory cells."}, {"pubmed": 31886294, "text": "we observed increased USP18 and IL2RA expressions after one and six months of INH therapy and decreased IFNA, CCL4, and CXCL11 expressions after six months of LTBI treatment. These results might facilitate the use of mRNA expression as a tool for monitoring INH treatment and may have the potential for monitoring new alternative LTBI regimens."}, {"pubmed": 31943147, "text": "observed DNA hypomethylation in the IL2RA gene promoter in patients with Graves' disease might be related to its increased expression"}, {"pubmed": 31971468, "text": "Expression of the IL-2R in Human Podocytes and the Effect of Activation on Autophagy and Apoptosis."}, {"pubmed": 32081398, "text": "Plasma sIL-2Ralpha levels are associated with disease progression in myelofibrosis with JAK2(V617F) but not CALR mutation."}, {"pubmed": 32155316, "text": "Association of soluble interleukin-2 receptor alpha and tumour necrosis factor receptor 1 with heart failure: The Multi-Ethnic Study of Atherosclerosis."}, {"pubmed": 32248706, "text": "Value of serum soluble interleukin-2 receptor as a diagnostic and predictive biomarker in sarcoidosis."}, {"pubmed": 32319410, "text": "polymorphism of rs1800896 in IL-10 gene and rs2104286 in IL2RA gene may be related with the incidence of Epstein Barr Virus associated hemophagocytic lymphohistiocytosis in children"}, {"pubmed": 32366194, "text": "Pretreatment serum soluble interleukin-2 receptor level predicts survival in patients with newly diagnosed follicular lymphoma."}, {"pubmed": 32385519, "text": "Aberrant peripheral blood CD4(+) CD25(+) FOXP3(+) regulatory T cells/T helper-17 number is associated with the outcome of patients with lymphoma."}, {"pubmed": 32392378, "text": "Detection of circulating natural antibodies against CD25, MUC1, and VEGFR1 for early diagnosis of non-small cell lung cancer."}, {"pubmed": 32417762, "text": "Clinical value of CD25/CD123 co-expression in acute myeloid leukemia patients."}, {"pubmed": 32470973, "text": "Association of serum interleukin-6 and soluble interleukin-2-receptor levels with disease activity status in patients with inflammatory bowel disease: A prospective observational study."}, {"pubmed": 32535334, "text": "Low expressions of PD-L1 and CTLA-4 by induced CD4(+)CD25(+) Foxp3(+) Tregs in patients with SLE and their correlation with the disease activity."}, {"pubmed": 32687530, "text": "Role of CD25 expression on prognosis of acute myeloid leukemia: A literature review and meta-analysis."}, {"pubmed": 32738499, "text": "The association of genetic variants IL2RA rs2104286, IFI30 rs11554159 and IKZF3 rs12946510 with multiple sclerosis onset and severity in patients from Serbia."}, {"pubmed": 32774147, "text": "Soluble IL-2 Receptor in Dermatomyositis: Its Associations with Skin Ulcers and Disease Activity."}, {"pubmed": 32776743, "text": "Study of Circulating Natural Antibodies Against CD25 and FOXP3 in Type-2 Diabetes."}, {"pubmed": 32795376, "text": "Prognostic significance of plasma IL-2 and sIL-2Ralpha in patients with first-ever ischaemic stroke."}, {"pubmed": 32836195, "text": "sIL-2R levels predict the spontaneous remission in sarcoidosis."}, {"pubmed": 32873636, "text": "IL2RA Promotes Aggressiveness and Stem Cell-Related Properties of Acute Myeloid Leukemia."}, {"pubmed": 32970831, "text": "Association of variants in PTPN22, CTLA-4, IL2-RA, and INS genes with type 1 diabetes in Emiratis."}, {"pubmed": 33145806, "text": "PRDM1 decreases sensitivity of human NK cells to IL2-induced cell expansion by directly repressing CD25 (IL2RA)."}, {"pubmed": 33193078, "text": "Analysis of Polymorphisms rs7093069-IL-2RA, rs7138803-FAIM2, and rs1748033-PADI4 in the Group of Adolescents With Autoimmune Thyroid Diseases."}, {"pubmed": 33193091, "text": "Increased Plasma Soluble Interleukin-2 Receptor Alpha Levels in Patients With Long-Term Type 1 Diabetes With Vascular Complications Associated With IL2RA and PTPN2 Gene Polymorphisms."}, {"pubmed": 33507447, "text": "Impact of genetic variants in IL-2RA and IL-2RB on breast cancer risk in Chinese Han women."}, {"pubmed": 33529846, "text": "NK/T cell ratios associate with interleukin-2 receptor alpha chain expression and shedding in multiple sclerosis."}, {"pubmed": 33916798, "text": "Peripheral Blood from Rheumatoid Arthritis Patients Shows Decreased Treg CD25 Expression and Reduced Frequency of Effector Treg Subpopulation."}, {"pubmed": 34031980, "text": "Polymorphisms and haplotypes of IL2RA, IL10, IFNG, IRF5, and CCR2 are associated with Epstein-Barr virus-associated hemophagocytic lymphohistiocytosis in children."}, {"pubmed": 34120187, "text": "A Crohn's Disease-associated IL2RA Enhancer Variant Determines the Balance of T Cell Immunity by Regulating Responsiveness to IL-2 Signalling."}, {"pubmed": 34143519, "text": "Cytokines: Application in recurrence appraisal for differentiated thyroid carcinoma and their relation with radioiodine ablation."}, {"pubmed": 34226674, "text": "Duplication of the IL2RA locus causes excessive IL-2 signaling and may predispose to very early onset colitis."}, {"pubmed": 34287665, "text": "Predisposition to Graves' disease and Graves' ophthalmopathy by genetic variants of IL2RA."}, {"pubmed": 34304016, "text": "Biomarkers of systemic inflammation, soluble IL-2Ralpha and the multiple sclerosis-associated IL2RA SNP rs2104286 in healthy subjects and multiple sclerosis patients."}, {"pubmed": 34324509, "text": "Increase of CD4+CD25highFoxP3+ cells impairs in vitro human microbicidal activity against Mycobacterium tuberculosis during latent and acute pulmonary tuberculosis."}, {"pubmed": 34386002, "text": "IL2RA Methylation and Gene Expression in Relation to the Multiple Sclerosis-Associated Gene Variant rs2104286 and Soluble IL-2Ralpha in CD8(+) T Cells."}, {"pubmed": 34470917, "text": "Blood transfusion practices affect CD4(+) CD25(+) FOXP3(+) regulatory T cells/T helper-17 cells and the clinical outcome of geriatric patients with hip fracture."}, {"pubmed": 34724091, "text": "Prognostic value of preoperative soluble interleukin 2 receptor alpha as a novel immune biomarker in epithelial ovarian cancer."}, {"pubmed": 34737296, "text": "Restoration of HBV-specific CD8(+) T-cell responses by sequential low-dose IL-2 treatment in non-responder patients after IFN-alpha therapy."}, {"pubmed": 34916686, "text": "[Serum interleukin-2 receptor alpha as a clinical biomarker in patients with systemic lupus erythematosus]."}, {"pubmed": 34970527, "text": "Liver Injury and Elevated Levels of Interleukins, Interleukin-2 Receptor, and Interleukin-6 Predict the Severity in Patients With COVID-19."}, {"pubmed": 35213635, "text": "Human IL-2Ra subunit binding modulation of IL-2 through a decline in electrostatic interactions: A computational and experimental approach."}, {"pubmed": 35233677, "text": "Up-regulated serum levels of soluble CD25 and soluble CD163 in pediatric patients with SARS-CoV-2."}, {"pubmed": 35458517, "text": "Soluble IL-2R Levels at Baseline Predict the Development of Severe Respiratory Failure and Mortality in COVID-19 Patients."}, {"pubmed": 35484226, "text": "Spatial analysis and CD25-expression identify regulatory T cells as predictors of a poor prognosis in colorectal cancer."}, {"pubmed": 36164371, "text": "KIAA0101 and IL2RA Were Identified as Core Genes in Hormone-Resistant Nephropathy."}, {"pubmed": 36165614, "text": "A great disturbance in the force: IL-2 receptor defects disrupt immune homeostasis."}, {"pubmed": 36195861, "text": "An association study of IL2RA polymorphisms with cerebral palsy in a Chinese population."}, {"pubmed": 37169554, "text": "CD4+CD25+CD127[lo]FOXP3+ cell in food allergy: Does it predict anaphylaxis?"}, {"pubmed": 37724526, "text": "DNA methylation differences within INS, PTPN22 and IL2RA promoters in lymphocyte subsets in children with type 1 diabetes and controls."}, {"pubmed": 37843874, "text": "IL2RA rs2104286 and IL2 rs2069762 polymorphisms may be associated with bipolar disorder and its clinical findings."}, {"pubmed": 38037265, "text": "The soluble IL-2 receptor alpha/CD25 as a modulator of IL-2 function."}, {"pubmed": 38195135, "text": "Evaluation of gene-gene interaction between the interleukin (IL)-2 and IL-2RA gene polymorphisms in schizophrenia patients in the Turkish Population."}, {"pubmed": 38394507, "text": "Interleukin gene polymorphisms and alopecia areata: A systematic review and meta-analysis."}, {"pubmed": 38805281, "text": "Long noncoding RNA LIRIL2R modulates FOXP3 levels and suppressive function of human CD4[+] regulatory T cells by regulating IL2RA."}], "genomic_pos": {"chr": "10", "end": 6062370, "ensemblgene": "ENSG00000134460", "start": 6010689, "strand": -1}, "genomic_pos_hg19": {"chr": "10", "end": 6104288, "start": 6052652, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0002437", "qualifier": "involved_in", "term": "inflammatory response to antigenic stimulus"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0002664", "pubmed": 23416241, "qualifier": "involved_in", "term": "regulation of T cell tolerance induction"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006915", "pubmed": 9096364, "qualifier": "involved_in", "term": "apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006924", "qualifier": "involved_in", "term": "activation-induced cell death of T cells"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006955", "pubmed": 9096364, "qualifier": "involved_in", "term": "immune response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007166", "pubmed": 2983318, "qualifier": "involved_in", "term": "cell surface receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007219", "qualifier": "involved_in", "term": "Notch signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0038110", "pubmed": 16293754, "qualifier": "involved_in", "term": "interleukin-2-mediated signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042104", "qualifier": "involved_in", "term": "positive regulation of activated T cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042130", "qualifier": "involved_in", "term": "negative regulation of T cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045582", "qualifier": "involved_in", "term": "positive regulation of T cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046013", "qualifier": "involved_in", "term": "regulation of T cell homeostatic proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050728", "qualifier": "involved_in", "term": "negative regulation of inflammatory response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050798", "qualifier": "involved_in", "term": "activated T cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000561", "qualifier": "involved_in", "term": "regulation of CD4-positive, alpha-beta T cell proliferation"}], "CC": [{"evidence": "IC", "gocategory": "CC", "id": "GO:0005886", "pubmed": 16293754, "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005893", "pubmed": 2467293, "qualifier": "part_of", "term": "interleukin-2 receptor complex"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0009897", "qualifier": "located_in", "term": "external side of plasma membrane"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0004911", "pubmed": 16293754, "qualifier": "enables", "term": "interleukin-2 receptor activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0004911", "pubmed": 2467293, "qualifier": "contributes_to", "term": "interleukin-2 receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [16477002, 17032757], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0019976", "qualifier": "enables", "term": "interleukin-2 binding"}]}, "homologene": {"genes": [[9544, 574300], [9598, 450884], [9606, 3559], [9615, 403870], [9913, 281861], [10090, 16184], [10116, 25704]], "id": 360}, "interpro": [{"desc": "Sushi/SCR/CCP domain", "id": "IPR000436", "short_desc": "Sushi_SCR_CCP_dom"}, {"desc": "Interleukin-2 receptor alpha", "id": "IPR015486", "short_desc": "IL-2_rcpt_alpha"}, {"desc": "Sushi/SCR/CCP superfamily", "id": "IPR035976", "short_desc": "Sushi/SCR/CCP_sf"}], "ipi": ["IPI00003101", "IPI00479039", "IPI00644604"], "map_location": "10p15.1", "name": "interleukin 2 receptor subunit alpha", "other_names": ["IL-2 receptor subunit alpha", "IL-2R subunit alpha", "TAC antigen", "interleukin 2 receptor, alpha", "interleukin-2 receptor subunit alpha"], "pantherdb": {"HGNC": "6008", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "96549", "ortholog_type": "LDO", "panther_family": "PTHR10573", "taxid": 10090, "uniprot_kb": "P01590"}, {"RGD": "2895", "ortholog_type": "LDO", "panther_family": "PTHR10573", "taxid": 10116, "uniprot_kb": "P26897"}, {"Ensembl": "ENSGALG00000042471", "ortholog_type": "LDO", "panther_family": "PTHR10573", "taxid": 9031, "uniprot_kb": "Q90WJ4"}], "uniprot_kb": "P01589"}, "pathway": {"biocarta": [{"id": "il2pathway", "name": "il 2 signaling pathway"}, {"id": "il2rbpathway", "name": "il-2 receptor beta chain in t cell activation"}], "kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04061", "name": "Viral protein interaction with cytokine and cytokine receptor - Homo sapiens (human)"}, {"id": "hsa04144", "name": "Endocytosis - Homo sapiens (human)"}, {"id": "hsa04151", "name": "PI3K-Akt signaling pathway - Homo sapiens (human)"}, {"id": "hsa04630", "name": "JAK-STAT signaling pathway - Homo sapiens (human)"}, {"id": "hsa04640", "name": "Hematopoietic cell lineage - Homo sapiens (human)"}, {"id": "hsa04658", "name": "Th1 and Th2 cell differentiation - Homo sapiens (human)"}, {"id": "hsa04659", "name": "Th17 cell differentiation - Homo sapiens (human)"}, {"id": "hsa05162", "name": "Measles - Homo sapiens (human)"}, {"id": "hsa05166", "name": "Human T-cell leukemia virus 1 infection - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}], "netpath": {"id": "Pathway_IL2", "name": "IL2"}, "pid": [{"id": "cd8tcrdownstreampathway", "name": "Downstream signaling in na&#xef;ve CD8+ T cells"}, {"id": "il12_2pathway", "name": "IL12-mediated signaling events"}, {"id": "il12_stat4pathway", "name": "IL12 signaling mediated by STAT4"}, {"id": "il2_1pathway", "name": "IL2-mediated signaling events"}, {"id": "il2_pi3kpathway", "name": "IL2 signaling events mediated by PI3K"}, {"id": "il2_stat5pathway", "name": "IL2 signaling events mediated by STAT5"}, {"id": "nfat_tfpathway", "name": "Calcineurin-regulated NFAT-dependent transcription in lymphocytes"}, {"id": "shp2_pathway", "name": "SHP2 signaling"}, {"id": "tcrcalciumpathway", "name": "Calcium signaling in the CD4+ TCR pathway"}], "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-451927", "name": "Interleukin-2 family signaling"}, {"id": "R-HSA-512988", "name": "Interleukin-3, Interleukin-5 and GM-CSF signaling"}, {"id": "R-HSA-5673001", "name": "RAF/MAP kinase cascade"}, {"id": "R-HSA-5683057", "name": "MAPK family signaling cascades"}, {"id": "R-HSA-5684996", "name": "MAPK1/MAPK3 signaling"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8877330", "name": "RUNX1 and FOXP3 control the development of regulatory T lymphocytes (Tregs)"}, {"id": "R-HSA-8878171", "name": "Transcriptional regulation by RUNX1"}, {"id": "R-HSA-9020558", "name": "Interleukin-2 signaling"}, {"id": "R-HSA-912526", "name": "Interleukin receptor SHC signaling"}], "wikipathways": [{"id": "WP205", "name": "IL-7 signaling pathway"}, {"id": "WP2203", "name": "Thymic Stromal LymphoPoietin (TSLP) Signaling Pathway"}, {"id": "WP2328", "name": "Allograft Rejection"}, {"id": "WP3932", "name": "Focal Adhesion-PI3K-Akt-mTOR-signaling pathway"}, {"id": "WP4172", "name": "PI3K-Akt signaling pathway"}, {"id": "WP453", "name": "Inflammatory Response Pathway"}, {"id": "WP4538", "name": "Regulatory circuits of the STAT3 signaling pathway"}, {"id": "WP4559", "name": "Interactions between immune cells and microRNAs in tumor microenvironment"}, {"id": "WP4754", "name": "IL-18 signaling pathway"}, {"id": "WP4891", "name": "COVID-19 adverse outcome pathway"}, {"id": "WP49", "name": "IL-2 signaling pathway"}, {"id": "WP5063", "name": "FOXP3 in COVID-19"}]}, "pdb": ["1Z92", "2B5I", "2ERJ", "3IU3", "3NFP", "6VWU", "6YIO", "7F9W", "7ZMZ"], "pfam": "PF00084", "pharmgkb": "PA29828", "pharos": {"target_id": 6574, "tdl": "Tclin"}, "pir": "A44186", "prosite": "PS50923", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF251287", "relationship": "is"}, {"id": "GNF251288", "relationship": "is"}, {"id": "GNF251289", "relationship": "is"}, {"id": "GNF251290", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": {"id": "GNF085044", "relationship": "is"}, "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF055119", "relationship": "is"}, {"id": "GNF072993", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF066299", "relationship": "is"}, {"id": "GNF066300", "relationship": "is"}], "GNF_hs-oncomine_IDT-siRNA": [{"id": "GNF281394", "relationship": "is"}, {"id": "GNF281460", "relationship": "is"}, {"id": "GNF281526", "relationship": "is"}, {"id": "GNF281592", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF097540", "relationship": "is"}, {"id": "GNF137195", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000010.11", "NC_060934.1", "NG_007403.1"], "protein": ["NP_000408.1", "NP_001295171.1", "NP_001295172.1"], "rna": ["NM_000417.3", "NM_001308242.2", "NM_001308243.2"], "translation": [{"protein": "NP_001295172.1", "rna": "NM_001308243.2"}, {"protein": "NP_000408.1", "rna": "NM_000417.3"}, {"protein": "NP_001295171.1", "rna": "NM_001308242.2"}]}, "reporter": {"HG-U133_Plus_2": ["206341_at", "211269_s_at"], "HG-U95Av2": "1702_at", "HTA-2_0": "TC10001007.hg.1", "HuEx-1_0": "3275729", "HuGene-1_1": "7931914", "HuGene-2_1": "16711501"}, "retired": 3409, "summary": "The interleukin 2 (IL2) receptor alpha (IL2RA) and beta (IL2RB) chains, together with the common gamma chain (IL2RG), constitute the high-affinity IL2 receptor. Homodimeric alpha chains (IL2RA) result in low-affinity receptor, while homodimeric beta (IL2RB) chains produce a medium-affinity receptor. Normally an integral-membrane protein, soluble IL2RA has been isolated and determined to result from extracellular proteolyisis. Alternately-spliced IL2RA mRNAs have been isolated, but the significance of each is presently unknown. Mutations in this gene are associated with interleukin 2 receptor alpha deficiency. Patients with severe Coronavirus Disease 2019 (COVID-19), the disease caused by the novel severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), have significantly elevated levels of IL2R in their plasma. Similarly, serum IL-2R levels are found to be elevated in patients with different types of carcinomas. Certain IL2RA and IL2RB gene polymorphisms have been associated with lung cancer risk. [provided by RefSeq, Jul 2020].", "symbol": "IL2RA", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1334114"}, "unigene": "Hs.231367", "uniprot": {"Swiss-Prot": "P01589", "TrEMBL": ["H0Y5Z0", "Q5W005", "Q5W006", "A0A8V8TMM2"]}, "wikipedia": {"url_stub": "IL2RA"}}