{"AllianceGenome": "6010", "HGNC": "6010", "MIM": "308380", "_id": "3561", "_version": 1, "accession": {"genomic": ["AH002843.2", "AL590764.3", "AY692262.1", "CH471132.2", "CP068255.2", "D16358.1", "GN051377.1", "GN061222.1", "L19546.1", "NC_000023.11", "NC_060947.1", "NG_009088.1", "NG_021141.1"], "protein": ["AAA59145.1", "AAC37524.1", "AAH14972.1", "AAT85803.1", "AKO71446.1", "BAA01857.1", "BAA03861.1", "BAD89384.1", "BAD89385.1", "BAD89386.1", "BAD89387.1", "BAD89388.1", "BAG37438.1", "BAH12839.1", "CAX52142.1", "CAX52189.1", "EAX05319.1", "NP_000197.1", "P31785.1", "XP_047298045.1", "XP_054182987.1"], "rna": ["AB102793.1", "AB102794.1", "AB102795.1", "AB102796.1", "AB102797.1", "AK298656.1", "AK314932.1", "BC014972.1", "BC071710.1", "D11086.1", "DC345219.1", "KP186138.1", "NM_000206.3", "XM_047442089.1", "XM_054327012.1"], "translation": [{"protein": "BAG37438.1", "rna": "AK314932.1"}, {"protein": "AAH14972.1", "rna": "BC014972.1"}, {"protein": "NP_000197.1", "rna": "NM_000206.3"}, {"protein": "AKO71446.1", "rna": "KP186138.1"}, {"protein": "BAD89388.1", "rna": "AB102797.1"}, {"protein": "BAA01857.1", "rna": "D11086.1"}, {"protein": "BAD89387.1", "rna": "AB102796.1"}, {"protein": "XP_054182987.1", "rna": "XM_054327012.1"}, {"protein": "BAH12839.1", "rna": "AK298656.1"}, {"protein": "BAD89384.1", "rna": "AB102793.1"}, {"protein": "BAD89386.1", "rna": "AB102795.1"}, {"protein": "BAD89385.1", "rna": "AB102794.1"}, {"protein": "XP_047298045.1", "rna": "XM_047442089.1"}]}, "alias": ["CD132", "CIDX", "IL-2RG", "IMD4", "P64", "SCIDX", "SCIDX1"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2021-04-22T19:11:03.318Z", "disease_label": "T-B+ severe combined immunodeficiency due to gamma chain deficiency", "gcep": "SCID-CID Gene Curation Expert Panel", "moi": "XL", "mondo": "MONDO:0010315", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_e4a8be06-e082-47c7-b005-956b51424fd2-2021-04-22T191103.318Z", "sop": "SOP8"}}, "ensembl": {"gene": "ENSG00000147168", "protein": ["ENSP00000363318", "ENSP00000421262", "ENSP00000423601", "ENSP00000425233"], "transcript": ["ENST00000276110", "ENST00000374202", "ENST00000464642", "ENST00000473378", "ENST00000482750", "ENST00000487883", "ENST00000512747", "ENST00000696903"], "translation": [{"protein": "ENSP00000363318", "rna": "ENST00000374202"}, {"protein": "ENSP00000421262", "rna": "ENST00000482750"}, {"protein": "ENSP00000425233", "rna": "ENST00000464642"}, {"protein": "ENSP00000423601", "rna": "ENST00000473378"}], "type_of_gene": "protein_coding"}, "entrezgene": "3561", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 9.6245219621, "exp_mis": 72.013830833, "exp_syn": 31.4342365942, "lof_z": 3.07311829202917, "mis_z": 1.44174577139678, "mu_lof": 1.02344976292e-06, "mu_mis": 1.01742339145e-05, "mu_syn": 4.22297146699e-06, "n_lof": 0.0, "n_mis": 47.0, "n_syn": 40.0, "p_li": 0.957764471265316, "p_null": 0.000101894004117024, "p_rec": 0.0421336347305671, "syn_z": -0.947139267139677}, "bp": 1110, "cds_end": 70331389, "cds_start": 70327585, "n_exons": 8, "nonpsych": {"exp_lof": 8.62215396902, "exp_mis": 65.2118697643, "exp_syn": 28.4044780999, "lof_z": 2.8837649522502, "mis_z": 1.26242284711222, "mu_lof": 1.02344976292e-06, "mu_mis": 1.01742339145e-05, "mu_syn": 4.22297146699e-06, "n_lof": 0.0, "n_mis": 45.0, "n_syn": 37.0, "p_li": 0.946869548256609, "p_null": 0.00021998434365557, "p_rec": 0.0529104673997359, "syn_z": -1.01541195430272}, "nontcga": {"exp_lof": 8.72958460782, "exp_mis": 65.5529623611, "exp_syn": 28.5935909256, "lof_z": 2.91459387857858, "mis_z": 1.44930297870123, "mu_lof": 1.02344976292e-06, "mu_mis": 1.01742339145e-05, "mu_syn": 4.22297146699e-06, "n_lof": 0.0, "n_mis": 42.0, "n_syn": 37.0, "p_li": 0.944071706000279, "p_null": 0.000205108065397246, "p_rec": 0.0557231859343237, "syn_z": -0.995402126696151}, "transcript": "ENST00000374202.2"}, "exons": [{"cdsend": 71111539, "cdsstart": 71107735, "chr": "X", "position": [[71107405, 71107921], [71108276, 71108346], [71108598, 71108695], [71109227, 71109390], [71110155, 71110295], [71110503, 71110688], [71110896, 71111050], [71111424, 71111577]], "strand": -1, "transcript": "NM_000206", "txend": 71111577, "txstart": 71107405}], "exons_hg19": [{"cdsend": 70331389, "cdsstart": 70327585, "chr": "X", "position": [[70327256, 70327771], [70328126, 70328196], [70328448, 70328545], [70329077, 70329240], [70330005, 70330145], [70330353, 70330538], [70330746, 70330900], [70331274, 70331427]], "strand": -1, "transcript": "NM_000206", "txend": 70331427, "txstart": 70327256}], "generif": [{"pubmed": 11418669, "text": "The immature form of the gamma(c) chain is a 54-58 kDa intracellular component localized in the endoplasmic reticulum of resting, unstimulated CD4 T cells."}, {"pubmed": 11426455, "text": "Observational study of genetic testing. (HuGE Navigator)"}, {"pubmed": 11750878, "text": "Alternate signalling pathways from the interleukin-2 receptor"}, {"pubmed": 11856346, "text": "Here we show, in four cell lines of human adult T cell lymphoma/leukemia origin, that the three IL-2R subunits are compartmented together with HLA glycoproteins and CD48 molecules in the plasma membrane"}, {"pubmed": 12036606, "text": "presence of membrane-associated as well as soluble gamma c in cell lysates and cell free supernatants from peripheral blood lymphocyte cultures; panel of human serum samples was examined and compared with sIL-2R"}, {"pubmed": 12200137, "text": "SHB links IL2 receptor for signal transduction and mediates apoptosis"}, {"pubmed": 12207328, "text": "In normal lung fibroblasts IL-4 & IL-13 induce gamma c chain & its association with JAK3. In myofibroblasts, constitutive gamma c chain together with JAK3 controls TYK2 phosphorylation & the balance between functional & decoy high-affinity receptors."}, {"pubmed": 12504082, "text": "Human IL-21 and IL-4 bind to partially overlapping epitopes of common gamma-chain."}, {"pubmed": 14680494, "text": "The development of breast tumour is associated with an increased expression of IL-2 receptor gamma and this expression also seems to be associated with the malignancy of the tumour."}, {"pubmed": 14726805, "text": "Meta-analysis and HuGE review of genotype prevalence, gene-disease association, genetic testing, and healthcare-related. (HuGE Navigator)"}, {"pubmed": 15702055, "text": "A mutation in this locus resulting in severe combined immunodeficiency, initially diagnosed as HIV infection."}, {"pubmed": 16293754, "text": "the crystal structure, at 2.3 A resolution, of the quaternary complex of IL-2 with the extracellular domains of receptors IL-2R alpha, IL-2Rss, and gamma c."}, {"pubmed": 17082603, "text": "The common cytokine receptor gamma-chain is a required signaling subunit of the growth hormone receptor (GHR) complex in B cell lines. Genetic alteration of the IL2RG gene results in growth failure in X-linked severe combined immunodeficiency (X-SCID)."}, {"pubmed": 17363735, "text": "results confirm that signal transduction via the IL-15R, and hence NK ontogeny, is preferentially retained relative to the IL-7R as gammac expression becomes limiting."}, {"pubmed": 17703412, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18417356, "text": "Review describes current state of knowledge of how the gamma c cytokine network is affected during HIV infection, with a focus on how this impairs CD4+ and CD8+ T cell function while also benefiting the virus itself."}, {"pubmed": 18589435, "text": "Report the selective expansion of genetically modified T cells using an antibody/IL2RG receptor chimera."}, {"pubmed": 18791162, "text": "The uncleaved 12-kDa form of p12(I) resides in the ER and interacts with the beta and gamma(c) chains of the interleukin-2 receptor (IL-2R), the heavy chain of the major histocompatibility complex (MHC) class I, as well as calreticulin and calnexin."}, {"pubmed": 18829468, "text": "the preformed complexes between gamma c and IL-2Rbeta or IL-9Ralpha promote signaling by the JAK3 A572V mutant without ligand, identified in several human cancers."}, {"pubmed": 19011158, "text": "This suggests a role for gamma(C) cytokines in the pathogenesis of diseases in which CD127 expression is altered on CD8+ T cells such as in progressive viral infections and cancer."}, {"pubmed": 19234229, "text": "Self-sufficient growth of B lymphoblastoid cells in X-linked combined immunodeficiency disease (SCID) cell lines is strongly dependent on common gamma-chain expression."}, {"pubmed": 19258923, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19494261, "text": "Plasma sIL-7Ralpha and sgamma(c) are present as heterocomplexes and sgamma(c) was found to be mainly associated with sIL-7Ralpha"}, {"pubmed": 19615332, "text": "the loss of NEDD4 association on IL-2Rgamma(c) is accompanied by a dramatic increase of the half-life of the receptor subunit."}, {"pubmed": 19734221, "text": "Transgenic Jak3-dependent common gamma c cytokine signals are not required for naive primary CD4-positive T cell proliferation and cell cycle regulation in vitro."}, {"pubmed": 19802382, "text": "dengue virus infection and virus-specific HLA-A2 restricted immune response does not require IL2rgamma"}, {"pubmed": 19812686, "text": "Tumor-shed PGE(2) impairs IL2Rgammac-signaling to inhibit CD4 T cell survival and is regulated by theaflavins"}, {"pubmed": 19859091, "text": "Observational study of genetic testing. (HuGE Navigator)"}, {"pubmed": 19923221, "text": "Data indicate that ser/thr phosphorylation negatively regulates IL-2 receptor complex formation and JAK3/STAT5 activation, and that this regulation is counteracted by PP2A."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20503287, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20592278, "text": "IL-2Rgamma(c) reconstituted T cells may persist more efficiently than natural killer (NK) cells due to compensation for suboptimal IL-2Rgamma(c) signaling by T cell receptors."}, {"pubmed": 21715655, "text": "IL-2R common gamma-chain is epigenetically silenced by nucleophosphin-anaplastic lymphoma kinase (NPM-ALK) and acts as a tumor suppressor by targeting NPM-ALK."}, {"pubmed": 21831415, "text": "We report a novel X-CID family with a unique mutation in the extracellular part of CD132 with almost normal T-cell counts but defective memory induction"}, {"pubmed": 22039266, "text": "Data imply that IL-21-mediated signaling is critical for long-lived humoral immunity and to restore antibody responses in IL2RG/JAK3-deficient patients after hematopoietic cell transplantation."}, {"pubmed": 22223761, "text": "the amount of the gamma-chain transducing element is able to influence the transcription of genes involved in cell cycle progression, thus being directly involved in the regulatory control of cell proliferation of malignant hematopoietic cell"}, {"pubmed": 22363690, "text": "These data highlight the central role of IL-15 and gammac-receptor signaling in renal homeostasis."}, {"pubmed": 22645657, "text": "Interleukin-2 signalling is modulated by a labile disulfide bond in the CD132 chain of its receptor."}, {"pubmed": 22737248, "text": "analysis of multiorgan metastasis of human HER-2+ breast cancer in Rag2-/-;Il2rg-/- mice and treatment with PI3K inhibitor"}, {"pubmed": 23341462, "text": "Data suggest that cross-talk occurs between cAMP/PKA and the IL-2R beta/Jak3/Stat5b cascade in T-cells."}, {"pubmed": 23403317, "text": "In a patient with a novel IL2RG mutation, gene-reverted CD8+ T cells accumulate over time."}, {"pubmed": 23683512, "text": "Massively parallel sequencing reveals maternal somatic IL2RG mosaicism in an X-linked severe combined immunodeficiency family."}, {"pubmed": 23733874, "text": "Tax-specific cytotoxic T-lymphocyte cell treatment significantly decreases human soluble IL-2Rgamma serum concentrations and prolongation of survival time in a mouse model of adult T cell leukemia/lymphoma."}, {"pubmed": 23790094, "text": "this is the first report on a de novo mutation in the IL2RG gene in a patient born after IVF"}, {"pubmed": 23940110, "text": "we presented here a novel IL-2Rgammac mutation in a carrier and SCID patient presenting NK cells in the peripheral blood"}, {"pubmed": 24713359, "text": "findings suggest that over-expression of the IL2RG gene may be implicated in altered immune response in schizophrenia and contribute to the pathomechanisms of this disorder"}, {"pubmed": 24771849, "text": "in humans, signaling through the gammac pathway is not required for prethymic lymphoid commitment or for DNA rearrangement."}, {"pubmed": 25109334, "text": "Results demonstrate that IL2Rgamma has an onogenic role in JAK3-mutation-positive leukemias."}, {"pubmed": 26076747, "text": "reversion of mutation in common lymphoid progenitor results in mild phenotype of SCID"}, {"pubmed": 26125817, "text": "Study show the detection of IL2RG mutations in 2 families with X-SCID and identified 2 novel mutations, confirming the X-SCID pedigrees."}, {"pubmed": 26183780, "text": "Targeting the binding interface on a shared receptor subunit of a cytokine family enables the inhibition of multiple member cytokines with selectable target spectrum."}, {"pubmed": 26407811, "text": "novel missense mutation in Japanese patient results in atypical X-linked severe combined immunodeficiency with the presence of T cells and NK cells and revertant somatic mosaicism"}, {"pubmed": 26409833, "text": "Interleukin 2 receptor subunit gamma mutation is associated with X-linked severe combined immunodeficiency."}, {"pubmed": 26468051, "text": "Identification of a gammaC splice isoform revealed expression of soluble gammaC proteins (sgammaC). sgammaC directly interacted with surface IL-2Rbeta to suppress IL-2 signaling and to promote pro-inflammatory Th17 cell differentiation. [review]"}, {"pubmed": 26551670, "text": "High IL2RG expression is associated with Sezary syndrome."}, {"pubmed": 26748725, "text": "New insights of common gamma chain in hematological malignancies."}, {"pubmed": 27195783, "text": "analysis of the contribution of IL2Rgamma to the dynamic formation of IL2-IL2R complexes"}, {"pubmed": 27463037, "text": "Characterization of interleukin receptor beta/gamma-associated protein complex assembly in IL-2- and IL-15-activated T-cells has been reported."}, {"pubmed": 27502164, "text": "this study shows that downregulation of miR-3940-5p promotes T-cell activity by targeting the cytokine receptor IL-2R gamma on human cutaneous T-cell lines"}, {"pubmed": 27566612, "text": "A deletion mutation in IL2RG gene results in X-linked severe combined immunodeficiency with an atypical phenotype"}, {"pubmed": 28497365, "text": "systematic scoping review highlights the many potential uses of soluble interleukin-2 receptor measurement in the diagnosis and treatment of hemophagocytic syndromes."}, {"pubmed": 28963568, "text": "IL2RG mutations cause X-linked severe combined immunodeficiency in humans and mice that can be corrected by gene editing."}, {"pubmed": 29388853, "text": "This study identifies one novel mutation in the IL2RG gene and another, previously described mutation in the CYBB genes. It is the first report establishing a diagnosis of X-SCID and X-CGD using WES in Chinese patients."}, {"pubmed": 29728406, "text": "IL2RG/JAK3-deficient B cells remain intrinsically defective posttransplant despite follicular helper T-cell reconstitution. In vitro response of B cells to IL-21 is a potential biomarker for humoral immunity in patients with IL2RG/JAK3 SCID after transplantation."}, {"pubmed": 30129110, "text": "excreted-secreted antigens (ESA) directly influenced the expression of IL-2Rgamma, rather than the availability of IL-2 indirectly. ESA suppressed the level of Foxp3 via inhibiting IL-2Rgamma/JAK3/Stats signaling pathway in EL4 cells."}, {"pubmed": 30800133, "text": "sgammac was highly expressed in synovial fluid of rheumatoid arthritis patients and increased in established Collagen-Induced Arthritis mice."}, {"pubmed": 30850927, "text": "These data suggest that a fine balance between aberrant splicing and leaky production of normally spliced IL2RG mRNA resulted in late-onset combined immunodeficiency in these patients."}, {"pubmed": 31545408, "text": "High IL2RG expression is associated with peripheral Tcell lymphoma expressing the ITKSYK fusion gene."}, {"pubmed": 31799703, "text": "Data indicate a nonsense mutation in exon 8 (p.R328X) of interleukin (IL)-2 receptor common gamma chain gene (IL2RG)in two brothers were diagnosed with X-Linked combined Immunodeficiency (X-SCID)."}, {"pubmed": 32072341, "text": "Novel Hemizygous IL2RG p.(Pro58Ser) Mutation Impairs IL-2 Receptor Complex Expression on Lymphocytes Causing X-Linked Combined Immunodeficiency."}, {"pubmed": 32248706, "text": "Value of serum soluble interleukin-2 receptor as a diagnostic and predictive biomarker in sarcoidosis."}, {"pubmed": 32921793, "text": "Atypical immune phenotype in severe combined immunodeficiency patients with novel mutations in IL2RG and JAK3."}, {"pubmed": 33959125, "text": "Case Report: A Novel IL2RG Frame-Restoring Rescue Mutation Mimics Early T Cell Engraftment Following Haploidentical Hematopoietic Stem Cell Transplantation in a Patient With X-SCID."}, {"pubmed": 34382351, "text": "Survival-Assured Liver Injury Preconditioning (SALIC) Enables Robust Expansion of Human Hepatocytes in Fah(-/-) Rag2(-/-) IL2rg(-/-) Rats."}, {"pubmed": 35052377, "text": "Somatic Reversion of a Novel IL2RG Mutation Resulting in Atypical X-Linked Combined Immunodeficiency."}, {"pubmed": 36645024, "text": "Keratinocytes activated by IL-4/IL-13 express IL-2Rgamma with consequences on epidermal barrier function."}, {"pubmed": 37481508, "text": "Somatic Genetic Reversion of a Duplication Event in IL2RG in Siblings."}, {"pubmed": 37904191, "text": "NFAT1 and NFkappaB regulates expression of the common gamma-chain cytokine receptor in activated T cells."}, {"pubmed": 37932447, "text": "PD-1 signaling negatively regulates the common cytokine receptor gamma chain via MARCH5-mediated ubiquitination and degradation to suppress anti-tumor immunity."}, {"pubmed": 38720389, "text": "IL-2RG as a possible immunotherapeutic target in CRC predicting poor prognosis and regulated by miR-7-5p and miR-26b-5p."}], "genomic_pos": {"chr": "X", "end": 71112108, "ensemblgene": "ENSG00000147168", "start": 71107404, "strand": -1}, "genomic_pos_hg19": {"chr": "X", "end": 70331958, "start": 70327254, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0002335", "qualifier": "involved_in", "term": "mature B cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002361", "qualifier": "involved_in", "term": "CD4-positive, CD25-positive, alpha-beta regulatory T cell differentiation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006955", "pubmed": 8266078, "qualifier": "involved_in", "term": "immune response"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": 8266076, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010467", "qualifier": "involved_in", "term": "gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010628", "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0019221", "qualifier": "involved_in", "term": "cytokine-mediated signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0019725", "pubmed": 35021100, "qualifier": "involved_in", "term": "cellular homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032831", "qualifier": "involved_in", "term": "positive regulation of CD4-positive, CD25-positive, alpha-beta regulatory T cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033077", "qualifier": "involved_in", "term": "T cell differentiation in thymus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033089", "qualifier": "involved_in", "term": "positive regulation of T cell differentiation in thymus"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0035723", "pubmed": 15123770, "qualifier": "involved_in", "term": "interleukin-15-mediated signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035771", "qualifier": "involved_in", "term": "interleukin-4-mediated signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0038110", "pubmed": 7568005, "qualifier": "involved_in", "term": "interleukin-2-mediated signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0038111", "pubmed": 8128231, "qualifier": "involved_in", "term": "interleukin-7-mediated signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0038113", "pubmed": 18829468, "qualifier": "involved_in", "term": "interleukin-9-mediated signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045579", "qualifier": "involved_in", "term": "positive regulation of B cell differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0050766", "pubmed": 15123770, "qualifier": "involved_in", "term": "positive regulation of phagocytosis"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005768", "qualifier": "located_in", "term": "endosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005783", "qualifier": "located_in", "term": "endoplasmic reticulum"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IC", "gocategory": "CC", "id": "GO:0005886", "pubmed": 7973659, "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": [8128231, 8524310, 18829468], "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0009897", "qualifier": "is_active_in", "term": "external side of plasma membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0009897", "qualifier": "located_in", "term": "external side of plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009986", "pubmed": 15123770, "qualifier": "located_in", "term": "cell surface"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 19946888, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0043235", "qualifier": "part_of", "term": "receptor complex"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0004896", "qualifier": "enables", "term": "cytokine receptor activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004911", "pubmed": 8266076, "qualifier": "contributes_to", "term": "interleukin-2 receptor activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004913", "pubmed": 8266078, "qualifier": "contributes_to", "term": "interleukin-4 receptor activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004917", "pubmed": 8266077, "qualifier": "contributes_to", "term": "interleukin-7 receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [8266077, 12504082, 25416956, 31515488, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0015026", "pubmed": [7568005, 8026467, 8128231, 8624802, 18829468], "qualifier": "enables", "term": "coreceptor activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0019955", "qualifier": "enables", "term": "cytokine binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0019976", "qualifier": "enables", "term": "interleukin-2 binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042010", "pubmed": 15123770, "qualifier": "enables", "term": "interleukin-15 receptor activity"}]}, "homologene": {"genes": [[7955, 796604], [7955, 100144554], [8364, 100492995], [9031, 395199], [9544, 641338], [9598, 101059843], [9606, 3561], [9615, 403851], [9913, 281862], [10090, 16186], [10116, 140924]], "id": 172}, "interpro": [{"desc": "Immunoglobulin-like fold", "id": "IPR013783", "short_desc": "Ig-like_fold"}, {"desc": "Fibronectin type III superfamily", "id": "IPR036116", "short_desc": "FN3_sf"}, {"desc": "Cytokine receptor-like factor 2-like, D1 domain", "id": "IPR048651", "short_desc": "CRLF2_D1"}, {"desc": "Short hematopoietin receptor, family 1, conserved site", "id": "IPR003531", "short_desc": "Hempt_rcpt_S_F1_CS"}, {"desc": "Fibronectin type III", "id": "IPR003961", "short_desc": "FN3_dom"}, {"desc": "Cytokine receptor-like factor 2-like, D2 domain", "id": "IPR048648", "short_desc": "CRLF2-like_D2"}], "ipi": ["IPI00012899", "IPI00554601", "IPI00965723", "IPI00966344", "IPI00967166", "IPI01012267"], "map_location": "Xq13.1", "name": "interleukin 2 receptor subunit gamma", "other_names": ["CD132 antigen", "IL-2 receptor subunit gamma", "IL-2R subunit gamma", "common cytokine receptor gamma chain", "cytokine receptor common subunit gamma", "gammaC", "interleukin 2 receptor, gamma", "nonfunctional common cytokine receptor gamma chain"], "pantherdb": {"HGNC": "6010", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "96551", "ortholog_type": "LDO", "panther_family": "PTHR23036", "taxid": 10090, "uniprot_kb": "P34902"}, {"Ensembl": "ENSGALG00000005638", "ortholog_type": "LDO", "panther_family": "PTHR23036", "taxid": 9031, "uniprot_kb": "A0A1D5PKP8"}, {"ZFIN": "ZDB-GENE-080402-1", "ortholog_type": "LDO", "panther_family": "PTHR23036", "taxid": 7955, "uniprot_kb": "A8WH93"}], "uniprot_kb": "P31785"}, "pathway": {"biocarta": [{"id": "il2pathway", "name": "il 2 signaling pathway"}, {"id": "il2rbpathway", "name": "il-2 receptor beta chain in t cell activation"}, {"id": "il4pathway", "name": "il 4 signaling pathway"}, {"id": "il7pathway", "name": "il-7 signal transduction"}], "kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04061", "name": "Viral protein interaction with cytokine and cytokine receptor - Homo sapiens (human)"}, {"id": "hsa04144", "name": "Endocytosis - Homo sapiens (human)"}, {"id": "hsa04151", "name": "PI3K-Akt signaling pathway - Homo sapiens (human)"}, {"id": "hsa04630", "name": "JAK-STAT signaling pathway - Homo sapiens (human)"}, {"id": "hsa04658", "name": "Th1 and Th2 cell differentiation - Homo sapiens (human)"}, {"id": "hsa04659", "name": "Th17 cell differentiation - Homo sapiens (human)"}, {"id": "hsa05162", "name": "Measles - Homo sapiens (human)"}, {"id": "hsa05166", "name": "Human T-cell leukemia virus 1 infection - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}, {"id": "hsa05321", "name": "Inflammatory bowel disease - Homo sapiens (human)"}, {"id": "hsa05340", "name": "Primary immunodeficiency - Homo sapiens (human)"}], "netpath": [{"id": "Pathway_IL-7", "name": "IL-7"}, {"id": "Pathway_IL2", "name": "IL2"}, {"id": "Pathway_IL4", "name": "IL4"}, {"id": "Pathway_IL9", "name": "IL9"}], "pid": [{"id": "cd8tcrdownstreampathway", "name": "Downstream signaling in na&#xef;ve CD8+ T cells"}, {"id": "il12_2pathway", "name": "IL12-mediated signaling events"}, {"id": "il2_1pathway", "name": "IL2-mediated signaling events"}, {"id": "il2_pi3kpathway", "name": "IL2 signaling events mediated by PI3K"}, {"id": "il2_stat5pathway", "name": "IL2 signaling events mediated by STAT5"}, {"id": "il4_2pathway", "name": "IL4-mediated signaling events"}, {"id": "shp2_pathway", "name": "SHP2 signaling"}], "reactome": [{"id": "R-HSA-1266695", "name": "Interleukin-7 signaling"}, {"id": "R-HSA-1266695", "name": "Interleukin-7 signaling"}, {"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-201556", "name": "Signaling by ALK"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-451927", "name": "Interleukin-2 family signaling"}, {"id": "R-HSA-451927", "name": "Interleukin-2 family signaling"}, {"id": "R-HSA-512988", "name": "Interleukin-3, Interleukin-5 and GM-CSF signaling"}, {"id": "R-HSA-5673001", "name": "RAF/MAP kinase cascade"}, {"id": "R-HSA-5683057", "name": "MAPK family signaling cascades"}, {"id": "R-HSA-5684996", "name": "MAPK1/MAPK3 signaling"}, {"id": "R-HSA-6785807", "name": "Interleukin-4 and Interleukin-13 signaling"}, {"id": "R-HSA-8983432", "name": "Interleukin-15 signaling"}, {"id": "R-HSA-8983432", "name": "Interleukin-15 signaling"}, {"id": "R-HSA-8985947", "name": "Interleukin-9 signaling"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}, {"id": "R-HSA-9020558", "name": "Interleukin-2 signaling"}, {"id": "R-HSA-9020958", "name": "Interleukin-21 signaling"}, {"id": "R-HSA-912526", "name": "Interleukin receptor SHC signaling"}, {"id": "R-HSA-9701898", "name": "STAT3 nuclear events downstream of ALK signaling"}], "wikipathways": [{"id": "WP205", "name": "IL-7 signaling pathway"}, {"id": "WP22", "name": "IL-9 signaling pathway"}, {"id": "WP3932", "name": "Focal Adhesion-PI3K-Akt-mTOR-signaling pathway"}, {"id": "WP395", "name": "IL-4 signaling pathway"}, {"id": "WP4172", "name": "PI3K-Akt signaling pathway"}, {"id": "WP453", "name": "Inflammatory Response Pathway"}, {"id": "WP4538", "name": "Regulatory circuits of the STAT3 signaling pathway"}, {"id": "WP4559", "name": "Interactions between immune cells and microRNAs in tumor microenvironment"}, {"id": "WP49", "name": "IL-2 signaling pathway"}, {"id": "WP5063", "name": "FOXP3 in COVID-19"}]}, "pdb": ["2B5I", "2ERJ", "3BPL", "3QAZ", "3QB7", "4GS7", "5M5E", "6OEL", "7S2R", "8ENT", "8EPA"], "pfam": ["PF21604", "PF21605"], "pharmgkb": "PA196", "pharos": {"target_id": 18682, "tdl": "Tclin"}, "pir": "A42565", "prosite": "PS50853", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF212878", "relationship": "is"}, {"id": "GNF251295", "relationship": "is"}, {"id": "GNF251296", "relationship": "is"}, {"id": "GNF251297", "relationship": "is"}, {"id": "GNF251298", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF158698", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF037003", "relationship": "similar to"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF085048", "relationship": "is"}, {"id": "GNF085049", "relationship": "is"}, {"id": "GNF085050", "relationship": "is"}, {"id": "GNF085051", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052858", "relationship": "is"}, {"id": "GNF054739", "relationship": "is"}, {"id": "GNF059521", "relationship": "is"}, {"id": "GNF074923", "relationship": "is"}, {"id": "GNF074990", "relationship": "is"}, {"id": "GNF075242", "relationship": "is"}, {"id": "GNF075276", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF063045", "relationship": "is"}, {"id": "GNF063046", "relationship": "is"}, {"id": "GNF065131", "relationship": "is"}, {"id": "GNF065132", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF007139", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF105520", "relationship": "is"}, {"id": "GNF145166", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000023.11", "NC_060947.1", "NG_009088.1", "NG_021141.1"], "protein": ["NP_000197.1", "XP_047298045.1", "XP_054182987.1"], "rna": ["NM_000206.3", "XM_047442089.1", "XM_054327012.1"], "translation": [{"protein": "XP_054182987.1", "rna": "XM_054327012.1"}, {"protein": "NP_000197.1", "rna": "NM_000206.3"}, {"protein": "XP_047298045.1", "rna": "XM_047442089.1"}]}, "reporter": {"GNF1H": "gnf1h06850_s_at", "HG-U133_Plus_2": "204116_at", "HG-U95Av2": "1506_at", "HTA-2_0": "TC0X001121.hg.1", "HuEx-1_0": "4011844", "HuGene-1_1": "8173444", "HuGene-2_1": "17111895"}, "retired": 1150, "summary": "The protein encoded by this gene is an important signaling component of many interleukin receptors, including those of interleukin -2, -4, -7 and -21, and is thus referred to as the common gamma chain. Mutations in this gene cause X-linked severe combined immunodeficiency (XSCID), as well as X-linked combined immunodeficiency (XCID), a less severe immunodeficiency disorder. [provided by RefSeq, Mar 2010].", "symbol": "IL2RG", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1334116"}, "unigene": "Hs.84", "uniprot": {"Swiss-Prot": "P31785", "TrEMBL": ["H0Y8J6", "D6R964", "D6RDW9"]}, "wikipedia": {"url_stub": "Common gamma chain"}}