{"AllianceGenome": "15741", "HGNC": "15741", "MIM": "605542", "_id": "56300", "_version": 1, "accession": {"genomic": ["AC016724.11", "AY968311.1", "BN000002.1", "CH471217.1", "CP068276.2", "NC_000002.12", "NC_060926.1"], "protein": ["AAF69248.1", "AAG35670.1", "AAH96721.1", "AAH98130.1", "AAH98155.1", "AAH98337.1", "AAQ89469.1", "AAX59035.1", "AAY14987.1", "CAD29874.1", "EAW73613.1", "NP_001265497.1", "NP_062564.1", "Q9NZH8.1"], "rna": ["AF200492.1", "AF206696.1", "AY359111.2", "BC096721.1", "BC098130.1", "BC098155.1", "BC098337.1", "NM_001278568.2", "NM_019618.4"], "translation": [{"protein": "AAH98337.1", "rna": "BC098337.1"}, {"protein": "AAH98130.1", "rna": "BC098130.1"}, {"protein": "AAF69248.1", "rna": "AF200492.1"}, {"protein": "AAQ89469.1", "rna": "AY359111.2"}, {"protein": "NP_001265497.1", "rna": "NM_001278568.2"}, {"protein": "NP_062564.1", "rna": "NM_019618.4"}, {"protein": "AAG35670.1", "rna": "AF206696.1"}, {"protein": "AAH98155.1", "rna": "BC098155.1"}, {"protein": "AAH96721.1", "rna": "BC096721.1"}]}, "alias": ["IL-1F9", "IL-1H1", "IL-1RP2", "IL1E", "IL1F9", "IL1H1", "IL1RP2"], "ensembl": {"gene": "ENSG00000136688", "protein": ["ENSP00000259205", "ENSP00000365672", "ENSP00000411639"], "transcript": ["ENST00000259205", "ENST00000376489", "ENST00000447128"], "translation": [{"protein": "ENSP00000411639", "rna": "ENST00000447128"}, {"protein": "ENSP00000259205", "rna": "ENST00000259205"}, {"protein": "ENSP00000365672", "rna": "ENST00000376489"}], "type_of_gene": "protein_coding"}, "entrezgene": "56300", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 6.94663938, "exp_mis": 51.9660831, "exp_syn": 22.853463, "lof_z": -0.0200550244356399, "mis_z": -0.477258761023268, "mu_lof": 4.65150661663e-07, "mu_mis": 4.43855029661e-06, "mu_syn": 1.86908141703e-06, "n_lof": 7.0, "n_mis": 59.0, "n_syn": 29.0, "p_li": 2.50412730985725e-05, "p_null": 0.69071647687782, "p_rec": 0.309258481849081, "syn_z": -0.797084102139643}, "bp": 510, "cds_end": 113742626, "cds_start": 113736215, "n_exons": 4, "nonpsych": {"exp_lof": 6.2048367, "exp_mis": 46.9517788, "exp_syn": 20.6020514, "lof_z": 0.0807596753353083, "mis_z": -0.59242780466276, "mu_lof": 4.65150661663e-07, "mu_mis": 4.43855029661e-06, "mu_syn": 1.86908141703e-06, "n_lof": 6.0, "n_mis": 55.0, "n_syn": 28.0, "p_li": 0.000143581912266055, "p_null": 0.607091588421121, "p_rec": 0.392764829666613, "syn_z": -1.02617075446249}, "nontcga": {"exp_lof": 6.38286274, "exp_mis": 47.8007541, "exp_syn": 21.01714558, "lof_z": 0.53994881053203, "mis_z": -0.518775598966215, "mu_lof": 4.65150661663e-07, "mu_mis": 4.43855029661e-06, "mu_syn": 1.86908141703e-06, "n_lof": 5.0, "n_mis": 55.0, "n_syn": 26.0, "p_li": 0.00114688231578325, "p_null": 0.378450386677235, "p_rec": 0.620402731006982, "syn_z": -0.688197745616742}, "transcript": "ENST00000259205.4"}, "exons": [{"cdsend": 112985049, "cdsstart": 112978638, "chr": "2", "position": [[112978005, 112978078], [112978619, 112978693], [112980008, 112980148], [112984839, 112985657]], "strand": 1, "transcript": "NM_001278568", "txend": 112985657, "txstart": 112978005}, {"cdsend": 112985049, "cdsstart": 112978638, "chr": "2", "position": [[112978005, 112978078], [112978619, 112978693], [112979220, 112979325], [112980008, 112980148], [112984839, 112985657]], "strand": 1, "transcript": "NM_019618", "txend": 112985657, "txstart": 112978005}], "exons_hg19": [{"cdsend": 113742626, "cdsstart": 113736215, "chr": "2", "position": [[113735582, 113735655], [113736196, 113736270], [113737585, 113737725], [113742416, 113743234]], "strand": 1, "transcript": "NM_001278568", "txend": 113743234, "txstart": 113735582}, {"cdsend": 113742626, "cdsstart": 113736215, "chr": "2", "position": [[113735582, 113735655], [113736196, 113736270], [113736797, 113736902], [113737585, 113737725], [113742416, 113743234]], "strand": 1, "transcript": "NM_019618", "txend": 113743234, "txstart": 113735582}], "generif": [{"pubmed": 14734551, "text": "IL-1F6 and IL-1F8, in addition to IL-1F9, activate the pathway leading to NF-kappaB in an IL-1Rrp2-dependent manner in Jurkat cells"}, {"pubmed": 15331687, "text": "This is the first report of IL-1 genotype association with the inflammation of skeletal muscle following acute resistance exercise that may potentially affect the adaptations to chronic resistance exercise."}, {"pubmed": 15701729, "text": "This report demonstrates expression of IL1F9 by bronchial epithelial cells induced by pro-inflammatory stimuli, suggesting a function of this molecule in airway inflammation."}, {"pubmed": 18484691, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20141484, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20870894, "text": "Regulation and function of the IL-1 family cytokine IL-1F9 in human bronchial epithelial cells."}, {"pubmed": 21242515, "text": "Expression of IL-1F9 is increased in human plaque psoriasis skin and is overexpressed in a transgenic mouse psoriasis model."}, {"pubmed": 21965679, "text": "Interleukin-36 (IL-36) ligands require processing for full agonist (IL-36alpha, IL-36beta, and IL-36gamma) or antagonist (IL-36Ra) activity"}, {"pubmed": 22318382, "text": "This is the first report of extracellular release of endogenous IL-36gamma through pyroptosis suggesting a function of IL-36gamma as an alarmin."}, {"pubmed": 23095752, "text": "Data presented herein shed further light on involvement of T-bet in innate immunity and suggest that IL-36gamma, besides IFNgamma, may contribute to functions of this transcription factor in immunopathology."}, {"pubmed": 24829417, "text": "IL-36 promotes myeloid cell infiltration, activation, and inflammatory activity in skin"}, {"pubmed": 24950037, "text": "Decreased Langerhans cell responses to IL36G: altered innate immunity in patients with recurrent respiratory papillomatosis"}, {"pubmed": 25305315, "text": "CAMP induces IL-36gamma expression leading to initiation of skin inflammation and occasional exacerbations of psoriasis."}, {"pubmed": 25525775, "text": "IL-36gamma is a valuable biomarker in psoriasis patients, both for diagnostic purposes and measurement of disease activity during the clinical course"}, {"pubmed": 25897967, "text": "IL36G was identified as strong regulators of skin pathology in both lesional and non-lesional skin samples."}, {"pubmed": 26321222, "text": "IL-36gamma expression inversely correlated with the progression of human melanoma and lung cancer."}, {"pubmed": 26516833, "text": "Study shows that plasma concentrations of IL-36alpha and IL-36gamma are overexpressed in active systemic lupus erythematosus patients and that IL-36alpha has a substantial pro-inflammatory effect through regulation of IL-6 and CXCL8 production."}, {"pubmed": 26524325, "text": "IL-36gamma is significantly more strongly expressed in the epidermis of patients with psoriasis-based erythroderma than in other inflammatory skin diseases."}, {"pubmed": 26562662, "text": "Findings indicate that Interleukin (IL)-1beta-induced interleukin 36 gamma (IL-36gamma) expression is mediated by the activation of transcriptional factors, NF-kappaB p65 and AP-1 (c-jun)."}, {"pubmed": 26819203, "text": "IRF6 is likely to promote inflammation to P. gingivalis through its regulation of IL-36gamma."}, {"pubmed": 27183581, "text": "Autocrine and Paracrine Regulation of Keratinocyte Proliferation through a Novel Nrf2-IL-36gamma Pathway"}, {"pubmed": 27389350, "text": "Here the authors show that Mycobacterium tuberculosis infection of macrophages induces IL-36gamma production in a 2-stage-regulated fashion."}, {"pubmed": 27673278, "text": "IL-36gamma-stimulated endothelial cells secrete the proinflammatory chemokines IL-8, CCL2 and CCL20."}, {"pubmed": 27853811, "text": "IL-36gamma, a member of the IL-1 superfamily, is involved in host defense and contributes to proinflammatory responses and development of inflammatory diseases."}, {"pubmed": 28176791, "text": "enhanced expression of IL-36gamma was observed in plasma and bronchoalveolar lavage fluid of patients with acute respiratory distress syndrome because of bacterial pneumonia"}, {"pubmed": 28289191, "text": "Cathepsin S was identified as the major IL-36gamma-activating protease expressed in epithelial cells."}, {"pubmed": 28774595, "text": "skin injury increases IL-36gamma via the activation of TLR3-SLUG-VDR axis and IL-36gamma induces REG3A to promote wound healing"}, {"pubmed": 28811383, "text": "With a focus on the skin as a target for microbial and viral invasion, the current knowledge of IL-36: IL-36alpha, IL-36beta and IL-36gamma, functions is reviewed. One physiological function of the IL-36smay be to counteract microbial immune evasion. [Review]"}, {"pubmed": 28869889, "text": "IL-36-mediated IL-6 and CXCL8 production in human lung fibroblasts and bronchial epithelial cells may be involved in pulmonary inflammation especially caused by bacterial or viral infections."}, {"pubmed": 28924372, "text": "IL-36gamma inhibits differentiation and induces inflammation of keratinocyte via Wnt signaling pathway in psoriasis."}, {"pubmed": 29274415, "text": "Increased production and activation of IL-36gamma may act on neutrophils and further exaggerate neutrophilic inflammation in CRS."}, {"pubmed": 29474749, "text": "this study not only advances our understanding of how IL-36 cytokines may control mucosal inflammation, but also establishes EGFR signaling as a potentially important modulator of IL-36 cytokine function"}, {"pubmed": 29571080, "text": "serum IL-36gamma levels were higher in active systemic lupus erythematosus patients and correlated with disease activity and arthritis"}, {"pubmed": 29782895, "text": "The results presented here confirm that IL-36gamma is a robust, specific, and reliable biomarker for psoriatic inflammation that outperforms previously reported biomarkers and is likely to withstand all challenges in real-life primary and secondary dermatologic care."}, {"pubmed": 29914927, "text": "The expression of IL-36gamma by oral epithelial cells in response to P. gingivalis might enable the subsequent autocrine stimulation of PGLYRP2 expression. Our data identify how IL-36gamma may promote oral mucosal homeostasis by regulating PGLYRP2 expression."}, {"pubmed": 30118914, "text": "data indicate that IL-36gamma may participate as a key player in host defense mechanisms against invading pathogens in the female reproductive tract."}, {"pubmed": 30315348, "text": "Interleukin 36 gamma (IL-36gamma) is detected in the immune and vascular compartments in the tumor microenvironment."}, {"pubmed": 30395846, "text": "IL-36gamma secretion by monocytes/macrophages and keratinocytes in response to culprit drug exposure likely plays a key role in the pathogenesis of AGEP."}, {"pubmed": 30614571, "text": "IL-17A synergistically enhances TLR3-mediated IL-36gamma production by keratinocytes"}, {"pubmed": 30634937, "text": "Polymorphisms in IL36G gene are associated with plaque psoriasis. IL36G has previously demonstrated markedly increased levels in plaque psoriasis patients and is linked to IL-23/IL-17 axis critical in psoriasis pathology."}, {"pubmed": 30831444, "text": "High expression of IL-36gamma exaggerates eosinophilic inflammation in allergic rhinitis by promoting the survival, adhesion, and activation of eosinophils."}, {"pubmed": 30856602, "text": "IL-36gamma regulates mediators of tissue homeostasis in epithelial cells."}, {"pubmed": 31235551, "text": "our findings reveal a novel activity for IL-36gamma as an inducer of autophagy, which represents a critical inflammatory cytokine that control the outcome of M. tuberculosis infection in human macrophages."}, {"pubmed": 31430658, "text": "Increased expression of interleukin 36 in chronic rhinosinusitis and its contribution to chemokine secretion and increased epithelial permeability."}, {"pubmed": 31586390, "text": "Interleukin-36gamma Is Elevated in Cervicovaginal Epithelial Cells in Women With Bacterial Vaginosis and In Vitro After Infection With Microbes Associated With Bacterial Vaginosis."}, {"pubmed": 31736959, "text": "Biology of IL-36 Signaling and Its Role in Systemic Inflammatory Diseases."}, {"pubmed": 31805013, "text": "IL-36gamma drives skin toxicity induced by EGFR/MEK inhibition and commensal Cutibacterium acnes."}, {"pubmed": 31848404, "text": "IL-36gamma is a pivotal inflammatory player in periodontitis-associated bone loss."}, {"pubmed": 32013927, "text": "IL-36 s in the colorectal cancer: is interleukin 36 good or bad for the development of colorectal cancer?"}, {"pubmed": 32351508, "text": "IL36 Cooperates With Anti-CTLA-4 mAbs to Facilitate Antitumor Immune Responses."}, {"pubmed": 32447345, "text": "Cytokine IL-36gamma improves CAR T-cell functionality and induces endogenous antitumor response."}, {"pubmed": 32814555, "text": "Increased serum IL-36gamma levels are associated with disease severity in myasthenia gravis patients."}, {"pubmed": 33034926, "text": "Serum IL-36 cytokines levels in type 2 diabetes mellitus patients and their association with obesity, insulin resistance, and inflammation."}, {"pubmed": 33188781, "text": "Cigarette Smoke Underlies the Pathogenesis of Palmoplantar Pustulosis via an IL-17A-Induced Production of IL-36gamma in Tonsillar Epithelial Cells."}, {"pubmed": 33193319, "text": "High Expression of IL-36gamma in Influenza Patients Regulates Interferon Signaling Pathway and Causes Programmed Cell Death During Influenza Virus Infection."}, {"pubmed": 33491092, "text": "IkBzeta is a Key Regulator of Tumour Necrosis Factor-a and Interleukin-17A-mediated Induction of Interleukin-36g in Human Keratinocytes."}, {"pubmed": 33593161, "text": "Elevated urinary IL-36gamma in patients with active lupus nephritis and response to treatment."}, {"pubmed": 33675789, "text": "IL-36 and IL-17A Cooperatively Induce a Psoriasis-Like Gene Expression Response in Human Keratinocytes."}, {"pubmed": 34289144, "text": "IL-36alpha and IL-36gamma expressions in the differential diagnosis of palmoplantar psoriasis and palmoplantar eczema: A retrospective histopathologic and immunohistochemical study."}, {"pubmed": 34369094, "text": "IL-36gamma and IL-36Ra Reciprocally Regulate NSCLC Progression by Modulating GSH Homeostasis and Oxidative Stress-Induced Cell Death."}, {"pubmed": 34376113, "text": "Downregulation of interleukin 36gamma and its cleaver cathepsin G following treatment with narrow-band ultraviolet B phototherapy in psoriasis vulgaris."}, {"pubmed": 35222417, "text": "Increased Levels of Interleukin-36 in Obesity and Type 2 Diabetes Fuel Adipose Tissue Inflammation by Inducing Its Own Expression and Release by Adipocytes and Macrophages."}, {"pubmed": 35325069, "text": "IL-36gamma in enthesitis-related juvenile idiopathic arthritis and its association with disease activity."}, {"pubmed": 35698471, "text": "IL-36 is Closely Related to Neutrophilic Inflammation in Chronic Obstructive Pulmonary Disease."}, {"pubmed": 35862195, "text": "Proprotein convertase subtilisin/kexin type 9 is a psoriasis-susceptibility locus that is negatively related to IL36G."}, {"pubmed": 35903102, "text": "IL-36 Cytokines: Their Roles in Asthma and Potential as a Therapeutic."}, {"pubmed": 36040155, "text": "Treponema denticola Induces Interleukin-36gamma Expression in Human Oral Gingival Keratinocytes via the Parallel Activation of NF-kappaB and Mitogen-Activated Protein Kinase Pathways."}, {"pubmed": 36172384, "text": "L36G is associated with cutaneous antiviral competence in psoriasis."}, {"pubmed": 36245286, "text": "The role of interleukin 36gamma in the epithelial-mesenchymal transition process of chronic rhinosinusitis: A pilot study."}, {"pubmed": 36470344, "text": "Clinical significance of elevated serum IL-36gamma levels in patients with early-stage Hashimoto's thyroiditis."}, {"pubmed": 36740182, "text": "IL-36gamma Augments Ocular Angiogenesis by Promoting the Vascular Endothelial Growth Factor-Vascular Endothelial Growth Factor Receptor Axis."}, {"pubmed": 36891608, "text": "Oleic acid-induced interleukin-36gamma: A possible link between facial skin redness and sebum."}, {"pubmed": 37285630, "text": "IL36G genetic variant is independently associated with susceptibility, severity and joint involvement in psoriasis."}, {"pubmed": 37545106, "text": "Role of interleukin-36gamma induced by ultraviolet radiation in chronic actinic dermatitis."}, {"pubmed": 37827276, "text": "Mature IL-36gamma Induces Stratum Corneum Exfoliation in Generalized Pustular Psoriasis by Suppressing Corneodesmosin."}, {"pubmed": 38262494, "text": "Human interleukin-36gamma plays a crucial role in cytokine induction during Sporothrix brasiliensis and S. schenckii infection in keratinocytes and PBMCs."}, {"pubmed": 38301135, "text": "Interleukin-36gamma Mediates the In Vitro Activation of CD8[+] T Cells from Patients Living with Chronic Human Immunodeficiency Virus-1 Infection."}], "genomic_pos": {"chr": "2", "end": 112985658, "ensemblgene": "ENSG00000136688", "start": 112973203, "strand": 1}, "genomic_pos_hg19": {"chr": "2", "end": 113743242, "start": 113730780, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0002437", "qualifier": "involved_in", "term": "inflammatory response to antigenic stimulus"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007267", "pubmed": 10744718, "qualifier": "involved_in", "term": "cell-cell signaling"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0010628", "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0019221", "qualifier": "involved_in", "term": "cytokine-mediated signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045087", "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0071222", "qualifier": "involved_in", "term": "cellular response to lipopolysaccharide"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005125", "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005149", "qualifier": "enables", "term": "interleukin-1 receptor binding"}]}, "homologene": {"genes": [[9544, 700822], [9598, 738914], [9606, 56300], [9615, 100686137], [9913, 615762], [10090, 215257], [10116, 499744]], "id": 49595}, "interpro": [{"desc": "Interleukin-1 family", "id": "IPR000975", "short_desc": "IL-1_fam"}, {"desc": "Interleukin-1 receptor antagonist/Interleukin-36", "id": "IPR003297", "short_desc": "IL-1RA/IL-36"}, {"desc": "Cytokine IL1/FGF", "id": "IPR008996", "short_desc": "IL1/FGF"}], "ipi": ["IPI00021343", "IPI00432063", "IPI00917489"], "map_location": "2q14.1", "name": "interleukin 36 gamma", "other_names": ["IL-1 related protein 2", "IL-1-epsilon", "interleukin 1-related protein 2", "interleukin-1 epsilon", "interleukin-1 family member 9", "interleukin-1 homolog 1", "interleukin-36 gamma"], "pantherdb": {"HGNC": "15741", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2449929", "ortholog_type": "LDO", "panther_family": "PTHR10078", "taxid": 10090, "uniprot_kb": "Q8R460"}, {"RGD": "1563019", "ortholog_type": "LDO", "panther_family": "PTHR10078", "taxid": 10116, "uniprot_kb": "F7FNC4"}, {"Ensembl": "ENSGALG00000029940", "ortholog_type": "LDO", "panther_family": "PTHR10078", "taxid": 9031, "uniprot_kb": "O73909"}, {"ZFIN": "ZDB-GENE-040702-2", "ortholog_type": "O", "panther_family": "PTHR10078", "taxid": 7955, "uniprot_kb": "A0A0R4IYF1"}], "uniprot_kb": "Q9NZH8"}, "pathway": {"kegg": {"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-446652", "name": "Interleukin-1 family signaling"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-9014826", "name": "Interleukin-36 pathway"}]}, "pdb": ["4IZE", "4P0J", "4P0K", "4P0L", "6P9E"], "pfam": "PF00340", "pharmgkb": "PA38395", "pharos": {"target_id": 4674, "tdl": "Tbio"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF266651", "relationship": "is"}, {"id": "GNF266652", "relationship": "is"}, {"id": "GNF266653", "relationship": "is"}, {"id": "GNF266654", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF084937", "relationship": "is"}, {"id": "GNF084938", "relationship": "is"}, {"id": "GNF084939", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052959", "relationship": "is"}, {"id": "GNF057724", "relationship": "is"}, {"id": "GNF072845", "relationship": "is"}, {"id": "GNF078888", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF063041", "relationship": "is"}, {"id": "GNF063042", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF276444", "relationship": "is"}, {"id": "GNF276445", "relationship": "is"}, {"id": "GNF276463", "relationship": "is"}, {"id": "GNF276464", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF337680", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF101448", "relationship": "is"}, {"id": "GNF141103", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000002.12", "NC_060926.1"], "protein": ["NP_001265497.1", "NP_062564.1"], "rna": ["NM_001278568.2", "NM_019618.4"], "translation": [{"protein": "NP_001265497.1", "rna": "NM_001278568.2"}, {"protein": "NP_062564.1", "rna": "NM_019618.4"}]}, "reporter": {"HG-U133_Plus_2": "220322_at", "HTA-2_0": "TC02000715.hg.1", "HuEx-1_0": "2501120", "HuGene-1_1": "8044541", "HuGene-2_1": "16884594"}, "summary": "The protein encoded by this gene is a member of the interleukin 1 cytokine family. The activity of this cytokine is mediated by interleukin 1 receptor-like 2 (IL1RL2/IL1R-rp2), and is specifically inhibited by interleukin 1 family, member 5 (IL1F5/IL-1 delta). Interferon-gamma, tumor necrosis factor-alpha and interleukin 1, beta (IL1B) are reported to stimulate the expression of this cytokine in keratinocytes. The expression of this cytokine in keratinocytes can also be induced by a contact hypersensitivity reaction or herpes simplex virus infection. This gene and eight other interleukin 1 family genes form a cytokine gene cluster on chromosome 2. [provided by RefSeq, May 2019].", "symbol": "IL36G", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1423696"}, "unigene": "Hs.211238", "uniprot": {"Swiss-Prot": "Q9NZH8", "TrEMBL": "C9J681"}, "wikipedia": {"url_stub": "IL1F9"}}