{"AllianceGenome": "15563", "HGNC": "15563", "MIM": "605510", "_id": "27178", "_version": 1, "accession": {"genomic": ["AC079753.7", "AY973625.1", "BN000002.1", "CH471217.1", "CP068276.2", "NC_000002.12", "NC_060926.1", "NG_029219.1"], "protein": ["AAF25212.1", "AAF69252.1", "AAG14420.1", "AAG14421.1", "AAG14422.1", "AAG29344.1", "AAH20637.1", "AAL67151.1", "AAL67154.1", "AAX59036.1", "AAX88889.1", "BAG70147.1", "BAG70292.1", "CAD29873.1", "EAW73608.1", "EAW73609.1", "EAW73610.1", "EAW73611.1", "EAW73612.1", "NP_055254.2", "NP_775294.1", "NP_775295.1", "NP_775296.1", "NP_775297.1", "Q9NZH6.1"], "rna": ["AB451333.1", "AB451478.1", "AF167368.1", "AF200496.1", "AF201832.1", "AF251118.1", "AF251119.1", "AF251120.1", "AY071840.1", "AY071841.1", "BC020637.1", "NM_014439.4", "NM_173202.2", "NM_173203.2", "NM_173204.2", "NM_173205.2"], "translation": [{"protein": "AAG29344.1", "rna": "AF167368.1"}, {"protein": "NP_775296.1", "rna": "NM_173204.2"}, {"protein": "AAF69252.1", "rna": "AF200496.1"}, {"protein": "AAL67151.1", "rna": "AY071840.1"}, {"protein": "BAG70147.1", "rna": "AB451333.1"}, {"protein": "AAG14421.1", "rna": "AF251119.1"}, {"protein": "AAL67154.1", "rna": "AY071841.1"}, {"protein": "AAH20637.1", "rna": "BC020637.1"}, {"protein": "NP_775295.1", "rna": "NM_173203.2"}, {"protein": "AAF25212.1", "rna": "AF201832.1"}, {"protein": "NP_055254.2", "rna": "NM_014439.4"}, {"protein": "NP_775297.1", "rna": "NM_173205.2"}, {"protein": "AAG14422.1", "rna": "AF251120.1"}, {"protein": "AAG14420.1", "rna": "AF251118.1"}, {"protein": "NP_775294.1", "rna": "NM_173202.2"}, {"protein": "BAG70292.1", "rna": "AB451478.1"}]}, "alias": ["FIL1", "FIL1(ZETA)", "FIL1Z", "IL-1F7", "IL-1H", "IL-1H4", "IL-1RP1", "IL-23", "IL-37", "IL1F7", "IL1H4", "IL1RP1"], "ensembl": {"gene": "ENSG00000125571", "protein": ["ENSP00000263326", "ENSP00000263327", "ENSP00000263328", "ENSP00000309208", "ENSP00000309883"], "transcript": ["ENST00000263326", "ENST00000311328", "ENST00000349806", "ENST00000352179", "ENST00000353225"], "translation": [{"protein": "ENSP00000263326", "rna": "ENST00000263326"}, {"protein": "ENSP00000263327", "rna": "ENST00000352179"}, {"protein": "ENSP00000263328", "rna": "ENST00000349806"}, {"protein": "ENSP00000309208", "rna": "ENST00000353225"}, {"protein": "ENSP00000309883", "rna": "ENST00000311328"}], "type_of_gene": "protein_coding"}, "entrezgene": "27178", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 6.59856929, "exp_mis": 68.7609405, "exp_syn": 30.497659, "lof_z": 1.00207224021671, "mis_z": -0.426999866288112, "mu_lof": 3.97440785551e-07, "mu_mis": 5.88386860263e-06, "mu_syn": 2.5067662616e-06, "n_lof": 4.0, "n_mis": 76.0, "n_syn": 37.0, "p_li": 0.00783605765988603, "p_null": 0.209229200714881, "p_rec": 0.782934741625233, "syn_z": -0.729937884840062}, "bp": 657, "cds_end": 113676386, "cds_start": 113670589, "n_exons": 5, "nonpsych": {"exp_lof": 5.8691639, "exp_mis": 62.1321103, "exp_syn": 27.5001487, "lof_z": 0.757724327926671, "mis_z": -0.439467698361715, "mu_lof": 3.97440785551e-07, "mu_mis": 5.88386860263e-06, "mu_syn": 2.5067662616e-06, "n_lof": 4.0, "n_mis": 69.0, "n_syn": 35.0, "p_li": 0.0062085355712106, "p_null": 0.282312442218943, "p_rec": 0.711479022209847, "syn_z": -0.900427164544806}, "nontcga": {"exp_lof": 6.06062673, "exp_mis": 63.2500125, "exp_syn": 28.04779266, "lof_z": 0.825699082174433, "mis_z": -0.172270223771839, "mu_lof": 3.97440785551e-07, "mu_mis": 5.88386860263e-06, "mu_syn": 2.5067662616e-06, "n_lof": 4.0, "n_mis": 66.0, "n_syn": 35.0, "p_li": 0.00634155480916577, "p_null": 0.249784819855322, "p_rec": 0.743873625335512, "syn_z": -0.831181392214907}, "transcript": "ENST00000263326.3"}, "exons": [{"cdsend": 112918809, "cdsstart": 112913012, "chr": "2", "position": [[112911164, 112911248], [112912962, 112913094], [112913791, 112913854], [112917128, 112917248], [112917634, 112917777], [112918560, 112918881]], "strand": 1, "transcript": "NM_014439", "txend": 112918881, "txstart": 112911164}, {"cdsend": 112918809, "cdsstart": 112913012, "chr": "2", "position": [[112911164, 112911248], [112912962, 112913094], [112917128, 112917248], [112917634, 112917777], [112918560, 112918881]], "strand": 1, "transcript": "NM_173202", "txend": 112918881, "txstart": 112911164}, {"cdsend": 112918809, "cdsstart": 112913012, "chr": "2", "position": [[112911164, 112911248], [112912962, 112913094], [112917634, 112917777], [112918560, 112918881]], "strand": 1, "transcript": "NM_173203", "txend": 112918881, "txstart": 112911164}, {"cdsend": 112918809, "cdsstart": 112913012, "chr": "2", "position": [[112911164, 112911248], [112912962, 112913094], [112913791, 112913854], [112917634, 112917777], [112918560, 112918881]], "strand": 1, "transcript": "NM_173204", "txend": 112918881, "txstart": 112911164}, {"cdsend": 112918809, "cdsstart": 112915192, "chr": "2", "position": [[112915192, 112915259], [112917128, 112917248], [112917634, 112917777], [112918560, 112918881]], "strand": 1, "transcript": "NM_173205", "txend": 112918881, "txstart": 112915192}], "exons_hg19": [{"cdsend": 113676386, "cdsstart": 113670589, "chr": "2", "position": [[113668741, 113668825], [113670539, 113670671], [113671368, 113671431], [113674705, 113674825], [113675211, 113675354], [113676137, 113676458]], "strand": 1, "transcript": "NM_014439", "txend": 113676458, "txstart": 113668741}, {"cdsend": 113676386, "cdsstart": 113670589, "chr": "2", "position": [[113668741, 113668825], [113670539, 113670671], [113674705, 113674825], [113675211, 113675354], [113676137, 113676458]], "strand": 1, "transcript": "NM_173202", "txend": 113676458, "txstart": 113668741}, {"cdsend": 113676386, "cdsstart": 113670589, "chr": "2", "position": [[113668741, 113668825], [113670539, 113670671], [113675211, 113675354], [113676137, 113676458]], "strand": 1, "transcript": "NM_173203", "txend": 113676458, "txstart": 113668741}, {"cdsend": 113676386, "cdsstart": 113670589, "chr": "2", "position": [[113668741, 113668825], [113670539, 113670671], [113671368, 113671431], [113675211, 113675354], [113676137, 113676458]], "strand": 1, "transcript": "NM_173204", "txend": 113676458, "txstart": 113668741}, {"cdsend": 113676386, "cdsstart": 113672769, "chr": "2", "position": [[113672769, 113672836], [113674705, 113674825], [113675211, 113675354], [113676137, 113676458]], "strand": 1, "transcript": "NM_173205", "txend": 113676458, "txstart": 113672769}], "generif": [{"pubmed": 12096920, "text": "caspase-1 cleaves IL-1F7b at the predicted site to generate mature IL-1F7b"}, {"pubmed": 12381835, "text": "after binding to IL-18BP, IL-1F7b forms a complex with IL-18Rbeta, depriving the beta-chain of forming a functional receptor complex with IL-18Ralpha and thus inhibiting IL-18 activity"}, {"pubmed": 12496389, "text": "IL-1F7 plays an important role in the link between innate and adaptive immunity and has the ability to inhibit tumor growth following adenovirus-mediated gene transfer."}, {"pubmed": 18390730, "text": "results demonstrate that IL-1F7b translocates to the nucleus after caspase-1 processing and may act as a transcriptional modulator reducing the production of LPS-stimulated proinflammatory cytokines"}, {"pubmed": 18484691, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19874811, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20141484, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20935647, "text": "IL-37 thus emerges as a natural suppressor of innate inflammatory and immune responses"}, {"pubmed": 21072596, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 21394384, "text": "Data show that weight loss led to a significant reduction in liver IL-1beta, IL-18 and IL-1Ra expression, whereas hepatic IL-37 expression remained stable, adipose/liver NLRP3 inflammasome and IL-1alpha expression were not affected by weight loss."}, {"pubmed": 21873195, "text": "IL-37 is a key modulator of intestinal inflammation, and its expression protects mice from experimental colitis."}, {"pubmed": 22646996, "text": "IL-37 is protective against hepatic ischemia-reperfusion injury."}, {"pubmed": 23159404, "text": "Data indicate that IL-1alpha binds stronger to nuclear structures than IL-33 and IL-37."}, {"pubmed": 23171316, "text": "the A allele of IL-1F7 gene (rs3811047) may have a protective effect on rheumatoid arthritis."}, {"pubmed": 23182761, "text": "IL37 may play a role in the pathogenesis of atopic dermatitis by modulating innate immune reactions."}, {"pubmed": 23600829, "text": "IL-37b may be involved in the pathophysiology of inflammatory bowel disease as an anti-inflammatory cytokine and an inhibitor of both innate and acquired immune responses."}, {"pubmed": 23697556, "text": "that IL-37 may play a significant role in the immune response of CHB patients with HBeAg seroconversion. The serum levels of IL-37 are associated with liver damage in CHB patients."}, {"pubmed": 24174711, "text": "cerebrospinal fluid and plasma interleukin-37 are elevated and may play a role in Guillain-Barre syndrome"}, {"pubmed": 24357513, "text": "functional polymorphism, IL1f7 rs3811047 G>A, might contribute to gastric cardiac adenocarcinoma (GCA) susceptibility."}, {"pubmed": 24453242, "text": "these studies strongly indicate that IL-37 plays a potent immunosuppressive role in the pathogenesis of both experimental psoriasis models in vitro and in vivo by downregulating proinflammatory cytokines."}, {"pubmed": 24481253, "text": "Although caspase-1 is required for nuclear translocation of intracellular IL-37 and for secretion of mature IL-37, the release of the IL-37 precursor is independent of caspase-1 activation."}, {"pubmed": 24551286, "text": "Downregulation of IL-37 expression appeared to result in overexpression of pro-inflammatory cytokines in degenerative disc disease."}, {"pubmed": 24629023, "text": "IL-37 associated with SLE disease activity, especially related with systemic Lupus erythematosus renal disease activity."}, {"pubmed": 24730521, "text": "We conclude that a decreased IL-37 expression in active BD patients may trigger the production of pro-inflammatory cytokines and ROS in association with activation of Th1 and Th17 cells by DCs."}, {"pubmed": 24733959, "text": "plasma IL-37 levels are associated with the onset of acute coronary syndrome"}, {"pubmed": 24787052, "text": "show here that IL1A, IL1B and IL1F7 regulatory regions come in close proximity in LPS stimulated cells but not in resting human monocytes"}, {"pubmed": 24788826, "text": "IL-37 expression in RA and during DMARD treatment appears to be controlled by the level of pro-inflammatory cytokines. This results in a strong correlation between plasma levels of IL-37 and disease activity in RA patients."}, {"pubmed": 24796748, "text": "Data indicate that anti-IL-37 antibody with high titer and specificity was successfully prepared."}, {"pubmed": 24898887, "text": "Low Interleukin-37 expression is associated with hepatocellular carcinoma."}, {"pubmed": 25182023, "text": "IL-37 as an important anti-inflammatory modulator during obesity-induced inflammation and insulin resistance."}, {"pubmed": 25207880, "text": "tubular epithelial cells express the IL-18 contra-regulatory protein IL-37 as an endogenous control mechanism to reduce inflammation"}, {"pubmed": 25214710, "text": "IL-35 and IL-37 protein expressions were higher in IBD patients compared with controls."}, {"pubmed": 25226272, "text": "the expression of IL-37 is correlated with the disease activity of GD, and contribute to suppress inflammation cytokines TNF-alpha, IL-6, and IL-17 during GD pathogenesis."}, {"pubmed": 25294929, "text": "DCs expressing IL-37 are tolerogenic, thereby impairing activation of effector T-cell responses and inducing Treg cells"}, {"pubmed": 25308753, "text": "research demonstrated, for the first time, that anti-inflammatory active components (triptolide and triptonide) upregulated the expression of IL-37 most likely via activation of the ERK1/2 and p38 MAPK pathways."}, {"pubmed": 25541254, "text": "hBD-3 stimulates IL-37 expression through CCR6 in keratinocytes"}, {"pubmed": 25557042, "text": "IL-37 requires IL-18Ralpha and SIGIRR/IL-1R8 to diminish allergic airway inflammation in mice"}, {"pubmed": 25559248, "text": "Thus, this method provides an efficient way to obtain an active IL-37 with high yield and high purity."}, {"pubmed": 25627863, "text": "Higher levels of IL-37 were found in ankylosing spondylitis patients, which were correlated with disease activity."}, {"pubmed": 25654981, "text": "IL-37 acts as an extracellular cytokine by binding to the IL-18 receptor but using the IL-1R8 for its anti-inflammatory properties."}, {"pubmed": 25729923, "text": "IL-37 requires the receptors IL-18Ralpha and IL-1R8 to carry out its multifaceted anti-inflammatory program upon innate signal transduction."}, {"pubmed": 25854573, "text": "Patients with active pulmonary tuberculosis present with significantly increased level of plasma IL-37."}, {"pubmed": 25879630, "text": "our data shows that the level of IL-37 mRNA is affected by chronic HIV-1-infection."}, {"pubmed": 25917106, "text": "IL-37 plays a potent immunosuppressive role in the pathogenesis of human rheumatoid arthritis and mouse collagen-induced arthritis models via the downregulation of IL-17 and IL-17-triggering cytokine production and the curbing of Th17 cell proliferation."}, {"pubmed": 25960620, "text": "IL-37 does not play an important role in the systematic inflammatory response but may be involved in leukocytic inflammation in ASTEMI after percutaneous coronary intervention"}, {"pubmed": 26008726, "text": "The serum level of IL-37 was found to be significantly increased in multiple sclerosis and neuromyelitis optica patients compared to healthy controls."}, {"pubmed": 26073153, "text": "IL-37 may be a novel research target to understand the pathogenesis of tuberculosis infection."}, {"pubmed": 26159110, "text": "IL-37 is an important anti-inflammatory cytokine in the control of RA pathogenesis by suppressing inflammatory cytokine production"}, {"pubmed": 26253248, "text": "Interleukin-37 expression is decreased in Behcet's disease and is associated with inflammation"}, {"pubmed": 26319074, "text": "Letter: Expression of IL-37 is decreased in psoriatic skin."}, {"pubmed": 26342048, "text": "These findings suggest that increased expression of IL-37 was present in eutopic and ectopic endometrium of women with ovarian endometriosis, which might be involved in the inflammatory process of endometriomas."}, {"pubmed": 26373794, "text": "Our study strongly supports that the IL37 gene variants are associated with the susceptibility to AITD."}, {"pubmed": 26411375, "text": "These results demonstrated that IL-37 might manifest as a critical protein involving in immunosuppression of human CD4(+)CD25(+)Tregs."}, {"pubmed": 26454413, "text": "IL-37 is an important cytokine in the control of asthma by suppressing the production of inflammatory cytokines."}, {"pubmed": 26464282, "text": "The expression of IL-37 was decreased in renal cell carcinoma patients and was negatively correlated with tumor progression."}, {"pubmed": 26515414, "text": "Suggest that IL-37 is a novel and potent proangiogenic cytokine."}, {"pubmed": 26547368, "text": "The results suggest serum IL-37 levels were increased in rheumatoid arthritis (RA) patients and were positively associated with disease activity, IL-17/IL-23 and bone loss in RA, suggesting that IL-37 may play a critical role in the pathogenesis of RA."}, {"pubmed": 26561030, "text": "these data suggest a special role for IL-37 in asthma pathogenesis"}, {"pubmed": 26791086, "text": "Findings show IL-37 mRNA and protein expressions significantly decreased in non-small cell lung cancer and demonstrate its protective role possibly through inhibiting tumor angiogenesis."}, {"pubmed": 27112970, "text": "These fi ndings suggest that elevation of HLA-G and IL-37 in hepatitis C virus may play an important role in response to combined therapy with interferon-apha and ribovirin."}, {"pubmed": 27125292, "text": "Results show that elevated plasma IL-37 level and its associations with anti-Sm, anti-RNP and C3 in systemic lupus erythematosus patients suggest that IL-37 may be implicated in this disease."}, {"pubmed": 27154248, "text": "this study shows that human IL-37 inhibited LPS-induced mouse osteoclast formation and bone resorption via inhibition of LPS-induced osteoclast related cytokines"}, {"pubmed": 27225603, "text": "IL-37 increased from normal control (NC) to oral leukoplakia (OLK) and oral squamous cell carcinoma (OSCC).  IL-37 expression was lower in OSCC with lymph node metastasis than those without metastasis. IL-37 overexpression in RAW264.7 cells remarkably reduced the pseudopodia, vacuolization and the expression of IL-6, TNF-alpha, and IL-1beta. IL-37 and IL-18Ralpha but not IL-18BP have similar expression and location in ..."}, {"pubmed": 27233003, "text": "this study shows that IL-37 could decrease both NF-kappaB and ICAM-1 expression upon TLR2 activation in human coronary artery endothelial cells, and that this effect may be due to its inhibition on NF-kappaB"}, {"pubmed": 27451144, "text": "increased IL-37 concentrations are associated with the onset of arterial calcification"}, {"pubmed": 27499437, "text": "CCL22 and IL-37 with a co-localization in the A549 cells inhibited the proliferation"}, {"pubmed": 27533638, "text": "In the discovery phase, two nonsynonymous SNPs (rs3811046 and rs3811047), located in the IL1F7 gene and in an intergenic region, respectively were found to be weakly associated with non-high tension glaucoma cases."}, {"pubmed": 27665946, "text": "common genetic variants of IL37 lead to different immune-inhibitory potencies."}, {"pubmed": 27708376, "text": "The data suggest that IL-10, but not IL-37, may have potential as a biomarker predictive for disease activity in Systemic lupus erythematosus."}, {"pubmed": 27761939, "text": "the present data suggest that rs2723176 SNP of IL-37 is involved in the development of TB infection."}, {"pubmed": 27775096, "text": "An association of IL-37 single nucleotide polymorphism rs3811047 with Behcet's disease, but not Vogt-Koyanagi-Harada disease in Han Chinese."}, {"pubmed": 27807338, "text": "serum level of IL-37 plays a part in the pathophysiology of multiple myeloma progression."}, {"pubmed": 27835881, "text": "these data highlight the importance of IL-37 in the cell proliferation and progression of hepatocellular carcinoma"}, {"pubmed": 27878686, "text": "reviewed the updated evidence indicating the roles of IL-35 and IL-37 in asthma"}, {"pubmed": 27881605, "text": "constitutive IL-37 secretion by myeloid dendritic cells may serve to maintain an anti-inflammatory milieu at steady state, whereas IL-37 is stored in monocytes to be available for rapid release upon inflammatory encounters."}, {"pubmed": 27940589, "text": "IL37 itself reduced IL1beta, IL6 and IL8 production in osteoarthritis chondrocytes, indicating that IL37 is able to induce a counter-regulatory anti-inflammatory feedback loop in chondrocytes. In addition, IL37 dampens catabolic enzyme expression."}, {"pubmed": 27941849, "text": "Study concludes that recombinant human interleukin-37 enhances the suppressive activity of CD4(+)CD25(+) regulatory T cells and might be a potential immunomodulator for the treatment of septic complications."}, {"pubmed": 27982737, "text": "this study reviews the role of IL-37 as a key suppressor of asthma mediated by mast cells"}, {"pubmed": 28039466, "text": "Serum Il-37 level is significantly increased in acute coronary syndrome. IL-37 may exert a cardioprotective effect by suppressing ROCK activity."}, {"pubmed": 28044228, "text": "These results indicate that a decreased IL-37 expression by colon epithelial cells may be an important factor for increasing the recruitment of immune cells and subsequently developing microscopic colitis."}, {"pubmed": 28057714, "text": "The serum levels of IL-37, which were correlated with antibody production and the serum levels of total IL-18 and IL-18BP, were elevated in the patients with primary Sjogren's syndrome."}, {"pubmed": 28076390, "text": "IL-37 may be employed as a new molecular target for the therapy and diagnosis of Tuberculosis."}, {"pubmed": 28092676, "text": "these findings reveal that intracellular IL-37b is a critical factor in the negative regulation of multiple signaling pathways that modulate the expression of metastasis-related genes"}, {"pubmed": 28181534, "text": "These data suggest that IL37 is a new susceptibility gene for Coronary artery disease (CAD), which provides a potential target for the prevention and treatment of CAD"}, {"pubmed": 28237549, "text": "IL-37 profile in patients with acute coronary syndrome and the increased IL-37 concentration was associated with a worse clinical in-hospital outcome in STEMI patients undergoing PPCI"}, {"pubmed": 28244597, "text": "IL-37 is elevated in AF patients and its expression is closely associated with AF subgroups. Thus, IL-37 may provide a novel research target for the pathogenesis and therapy of AF."}, {"pubmed": 28322860, "text": "this study found that IL-37 levels in peritoneal fluid and in serum were significantly higher in patients with endometriosis compared to women without endometriosis"}, {"pubmed": 28395710, "text": "IL-37 inhibited the proliferation of hepatocellular carcinoma SMMC-7721 cells."}, {"pubmed": 28420489, "text": "Blocking IL-1 with IL-37 alleviates the symptoms in patients with inflammatory diseases including arteriosclerosis. The impact of IL-37 on inflammatory cytokines mediating atherosclerosis is beneficial and protective."}, {"pubmed": 28433890, "text": "IL-37 regulates autophagy in SMMC-7721 and Huh-7 cells via inhibition of the PI3K/AKT/mTOR signaling pathway."}, {"pubmed": 28502149, "text": "serum IL-37 and its mRNA expression is increased in Ankylosing spondylitis (AS) patients with special consideration in patient with Osteoporosis and correlates with disease activity and BMD which indicate that IL-37 may provide a novel research target for pathogenesis and therapy of AS."}, {"pubmed": 28548248, "text": "IL-37 can be secreted extracellularly, and binds to IL-18Ra chain and recruits Toll/IL-1R (TIR)-8 for transducing anti-inflammatory signaling. IL-37 is upregulated in an inducible manner and negatively regulates signaling mediated by TLR agonists and pro-inflammatory cytokines."}, {"pubmed": 28601872, "text": "this study shows that IL-37 causes excessive inflammation and tissue damage in murine pneumococcal pneumonia"}, {"pubmed": 28627005, "text": "IL-37 level is elevated in systemic lupus erythematous patients in comparison to healthy controls and is correlated to high disease activity, mucocutaneous and renal involvement."}, {"pubmed": 28733640, "text": "The result suggests that IL-37 induces pro-angiogenic responses through TGF-beta, which may act as the bridging molecule that mediates IL-37 binding to the TGF-beta receptor complex."}, {"pubmed": 28762845, "text": "results suggest that there was a low level of interleukin 37 in the eutopic and ectopic endometria of patients with adenomyosis"}, {"pubmed": 28792474, "text": "We conclude that under low-grade inflammatory conditions, hematopoietic IL-37 expression reduces the inflammatory state, but does not influence atherosclerosis development in hyperlipidemic LDLr-deficient mice."}, {"pubmed": 28865413, "text": "Our finding shows that elevation of serum level of IL-33, IL-37, and sVEGFR2 in patients with MS is correlated to disease severity."}, {"pubmed": 28874444, "text": "IL-27 and IL-37 limit the induction of particular T cell subsets along with cytokine responses in S. stercoralis infections, which suggest the importance of IL-27 and IL-37 in immune modulation in a chronic helminth infection."}, {"pubmed": 29030487, "text": "this study shows that macrophage-specific expression of IL-37 in hyperlipidemic mice attenuates atherosclerosis"}, {"pubmed": 29106392, "text": "Low IL37 expression promotes lung tumor metastasis."}, {"pubmed": 29111085, "text": "These results point to the effective participation of IL-37 in the immunopathogenesis of leprosy."}, {"pubmed": 29115624, "text": "IL37 may be an important cytokine in the pathogenesis of allergic rhinitis."}, {"pubmed": 29221667, "text": "In vitro IL-8 production by IL-27 and IL-37 pre-treated neutrophils and monocytes was significantly inhibited."}, {"pubmed": 29268192, "text": "this study shows that Interleukin-37 alleviates airway inflammation and remodeling in asthma via inhibiting the activation of NF-kappaB and STAT3 signalings"}, {"pubmed": 29336365, "text": "IL1F7 gene polymorphism does not significantly influence rheumatoid arthritis susceptibility in the Northern Chinese Han population."}, {"pubmed": 29424310, "text": "High Interleukin 37 Expression is Associated With HLA-B27 Associated Anterior Uveitis."}, {"pubmed": 29439249, "text": "IL-37 is produced primarily by CD4+ T cells and vascular smooth muscle cells and that it plays a protective role in atherosclerotic injury by directing a switch in CD4+ T lymphocyte phenotypes in addition to directly regulating the expression of caspase-3 to reduce H2O2- and pro-inflammatoryinduced SMC apoptosis."}, {"pubmed": 29500054, "text": "IL-37 may represent a therapeutic target for rheumatoid arthritis."}, {"pubmed": 29566725, "text": "Up-regulation of IL-37 is positively correlated with adult-onset Still's disease activity."}, {"pubmed": 29575809, "text": "Our results showed that IL-37 plays an inhibitory role in non-small cell lung cancer progression, possibly by suppressing STAT3 activation and decreasing epithelial-to-mesenchymal transition by inhibiting IL-6 expression. IL-37 could serve as a potential novel tumor suppressor in non-small cell lung cancer"}, {"pubmed": 29642198, "text": "The IL- 37 (rs3811047) polymorphism contributes to the development of ADs in a Chinese population."}, {"pubmed": 29730558, "text": "In allergic rhinits patients, the IL-1R8 ligand IL-37 could potentially modulate aberrant immune responses by attenuating IL-17 and IL-4 production by CD4+ T cells."}, {"pubmed": 29789615, "text": "IL-37d is a functional cytokine that negatively regulates pro-inflammatory cytokines expression in a Smad3-dependent manner."}, {"pubmed": 29796799, "text": "IL-37 is up-regulated in Hashimoto thyroiditis and may exert a protective role by counteracting oxidative stress and inflammation."}, {"pubmed": 29805973, "text": "Review of role of interleukin 37 in physiology and disease."}, {"pubmed": 29924731, "text": "The IL-37 suppresses cell proliferation, adhesion, migration and invasion of human endometrial stromal cells through multiple signaling pathways, thereby affecting the occurrence and development ofEndometriosis."}, {"pubmed": 30072596, "text": "This study suggests that human IL-37 overexpressed in mice reduces lean body mass by reducing food intake."}, {"pubmed": 30077546, "text": "results suggest that in an active disease status, activated T lymphocytes may be a contributing source to the elevated levels of IL-37 trying to down-regulate the active inflammatory process."}, {"pubmed": 30098064, "text": "Performed in vivo and in vitro experiments which showed Influenza A Virus (IAV) can upregulate interleukin 37 (IL-37) expression, as well as demonstrated that IL-37 could inhibit IAV replication."}, {"pubmed": 30106887, "text": "TIM-3 and IL-37 may be used as potential biomarkers of active rheumatoid arthritis."}, {"pubmed": 30206230, "text": "a genome wide association study for \"high\" gingival crevicular fluid IL-1beta expression among 4910 European-American adults and identify association signals in the IL37 locus, is reported."}, {"pubmed": 30225559, "text": "IL-37 gene polymorphisms were similar in Behcet's disease (BD) and healthy controls.  IL-37 may play a role in the etiopathogenesis of BD by contributing to manifestation with more moderate clinical symptoms."}, {"pubmed": 30305171, "text": "IL-37 may have the potential role as a natural inhibitor for the pathogenesis and therapy of systemic juvenile idiopathic arthritis."}, {"pubmed": 30526407, "text": "Interleukin-37 may protect stem cell-based cartilage formation in an inflammatory osteoarthritis."}, {"pubmed": 30556856, "text": "IL-37 suppresses migration and invasion of gallbladder cancer cells by inhibiting of HIF-1alpha induced epithelial-mesenchymal transition."}, {"pubmed": 30590949, "text": "IL-37 gene rs3811047 single nucleotide polymorphism was associated with more severe rheumatoid arthritis disease activity in the Egyptian patient pilot cohort."}, {"pubmed": 30600948, "text": "there is a negative relation between serum level of IL-37 and asthma"}, {"pubmed": 30632819, "text": "Our results suggest that the serum and peritoneal fluid IL-6 and IL-37 levels were significantly increased in the endometriosis patients, indicating that these cytokines may serve as biomarkers for the diagnosis of endometriosis."}, {"pubmed": 30665041, "text": "IL-37 alleviates allergic inflammation in murine allergic rhinitis possibly through repressing STAT6 and STAT3 signaling pathways"}, {"pubmed": 30707387, "text": "Umbilical cord blood mesenchymal stem cells increased the LPS-stimulated expression of IL-10 and IL-37 in macrophages through the PI3K/Akt signaling pathway."}, {"pubmed": 30728750, "text": "IL-37 is able to inhibit inflammatory response by suppressing the TLR2-NF-kappaB-ICAM-1 pathway intracellularly in human coronary artery endothelial cells [review]"}, {"pubmed": 30735937, "text": "this study shows that IL-37 suppresses the sustained hepatic IFN-gamma/TNF-alpha production and T cell-dependent liver injury"}, {"pubmed": 30843355, "text": "IL-37 expression was increased in rheumatoid arthritis patients, and correlated with disease activity."}, {"pubmed": 30901679, "text": "these data suggest IL-36, IL-37 and IL-38 might contribute to the immunological mediated pathogenesis of chronic primary angle closure glaucoma , despite the eye being an immune-privileged organ under normal conditions"}, {"pubmed": 30907193, "text": "These data demonstrate that sitagliptin in combination with VitD3 may accelerate the process of T2DM treatment by exerting synergic anti-inflammatory effects on immune system through upregulation of FOXP3 and IL-37, and downregulation of RORgammat and BCL6 as well as IFN-gamma, IL-17 and IL-21 production."}, {"pubmed": 31061403, "text": "IL-37 increases in patients after ischemic stroke and protects from inflammatory brain injury, motor impairment and lung infection in mice."}, {"pubmed": 31073186, "text": "Association between IL-37 gene polymorphisms and risk of HBV-related liver disease in a Saudi Arabian population."}, {"pubmed": 31099111, "text": "A potential immunosuppressive role for IL-1 and IL-37 in melanoma tumorigenesis."}, {"pubmed": 31125703, "text": "Interleukin-37 eliminated the maturation of dendritic cells induced by oxidized low-density lipoprotein and caused marked upregulation of interleukin-1 receptor 8 in vitro and downregulation of Toll-like receptor 4 and p65."}, {"pubmed": 31149943, "text": "The anti-inflammatory IL-37/SIGIRR axis is functionally compromised in HIV infection."}, {"pubmed": 31238287, "text": "Higher IL-37 was associated with increased insulin sensitive in elderly type 2 DM patients through suppressing the gut microbiota dysbiosis."}, {"pubmed": 31308830, "text": "IL-1beta, which plays a role in the pathogenesis of aggressive periodontitis, is positively correlated with IL-37 levels in gingival crevicular fluid of aggressive periodontitis patients before and after periodontal treatment with two different laser therapies"}, {"pubmed": 31330219, "text": "he suppressed IL-37 secretion caused by a type 2 milieu can enhance Mex3B-mediated TLR3 activation and subsequent TSLP production in nasal epithelial cells and therefore promotes eosinophilic inflammation in patients with eosinophilic chronic rhinosinusitis with nasal polyps."}, {"pubmed": 31418380, "text": "IL-37 and its receptors may play an immunoregulatory role in CD4(+) T cells and NK cells"}, {"pubmed": 31519861, "text": "The decrease in IL-37 may be involved in the progression of IPF and that IL-37 inhibited TGF-beta1 signaling and enhancement of autophagy in IPF fibroblasts."}, {"pubmed": 31557634, "text": "Interleukin-37 reduces inflammation and impairs phagocytosis of platelets in immune thrombocytopenia (ITP)."}, {"pubmed": 31582734, "text": "Extracellular IL-37 promotes osteogenic differentiation of human bone marrow mesenchymal stem cells via activation of the PI3K/AKT signaling pathway."}, {"pubmed": 31584126, "text": "The current study, for the first time, demonstrated that the IL-37 network is involved in Hashimoto's thyroiditis, and IL-37 signaling pathway may ameliorate the excessive autoimmune responses in this chronic lymphocytic thyroiditis."}, {"pubmed": 31591201, "text": "gene expression of the antiinflammatory cytokine IL-37, as well as of the proinflammatory cytokines IL-18 and TNF, is increased in the amygdala and dorsolateral prefrontal cortex of children with Autism spectrum disorder as compared to non-Autism spectrum disorder controls."}, {"pubmed": 31633447, "text": "Studies indicate that interleukin-37 (IL-37) could play a crucial role in protecting host tissues from injury during infections by damping excessive inflammatory reactions [Review]."}, {"pubmed": 31746381, "text": "IL37 expression is decreased in patients with hyperhomocysteinemia and protects cells from inflammatory injury by homocysteine."}, {"pubmed": 31746393, "text": "Interleukin37 is increased in peripheral blood mononuclear cells of coronary heart disease patients and inhibits the inflammatory reaction."}, {"pubmed": 31751903, "text": "Circulating concentration of interleukin-37 in Helicobacter pylori-infected patients with peptic ulcer: Its association with IL-37 related gene polymorphisms and bacterial virulence factor CagA."}, {"pubmed": 31781119, "text": "Interleukin-37 Inhibits Colon Carcinogensis During Chronic Colitis."}, {"pubmed": 31837249, "text": "Impact of mast cells in fibromyalgia and low-grade chronic inflammation: Can IL-37 play a role?"}, {"pubmed": 31861585, "text": "Data strengthens and extends the current emerging concept that endogenous IL37 plays an important role in determining onset and progression of multiple sclerosis."}, {"pubmed": 31939340, "text": "Entecavir downregulates interleukin-37 in patients with chronic active hepatitis B infection."}, {"pubmed": 31961041, "text": "Correlation between serum IL 37 levels with keloid severity."}, {"pubmed": 31983439, "text": "The balance of serum IL-18/IL-37 levels is disrupted during the development of oral squamous cell carcinoma."}, {"pubmed": 32035244, "text": "IL-37 expression in tumor tissues and para-cancerous tissues (PT) was related to serum AFP and liver cirrhosis, tumor size, respectively. IL-37 protein expression was correlated with Oct4 in cancer cell lines and tumor tissues but not PT"}, {"pubmed": 32097657, "text": "Microglia and mast cells generate proinflammatory cytokines in the brain and worsen inflammatory state: Suppressor effect of IL-37."}, {"pubmed": 32111731, "text": "IL-37 Represses the Autoimmunity in Myasthenia Gravis via Directly Targeting Follicular Th and B Cells."}, {"pubmed": 32114511, "text": "We identified four rare variants in IL37 in six of the discovery gout patients; p.(A144P), p.(G174Dfs*16), p.(C181*) and p.(N182S), whereas none emerged in healthy controls. Predictive modelling and functional studies confirmed loss of anti-inflammatory functions."}, {"pubmed": 32226541, "text": "IL-37/ STAT3/ HIF-1alpha negative feedback signaling drives gemcitabine resistance in pancreatic cancer."}, {"pubmed": 32278131, "text": "IL-37 is protective in allergic contact dermatitis through mast cell inhibition."}, {"pubmed": 32472715, "text": "The miR-155/GATA3/IL37 axis modulates the production of proinflammatory cytokines upon TNF-alpha stimulation to affect psoriasis development."}, {"pubmed": 32615656, "text": "Clinical Applications of Interleukin-37: A Key Player in the Immunopathogenesis of Immune Disorders."}, {"pubmed": 32691667, "text": "Plasma levels of IL-1beta and IL-37 in patients with severe haemophilia."}, {"pubmed": 32736334, "text": "Roles of novel IL-1 family (IL-36, IL-37, and IL-38) members in chronic brucellosis."}, {"pubmed": 32910705, "text": "Interleukin-37 contributes to the pathogenesis of gout by affecting PDZ domain-containing 1 protein through the nuclear factor-kappa B pathway."}, {"pubmed": 32935478, "text": "IL-37: An anti-inflammatory cytokine with antitumor functions."}, {"pubmed": 33028050, "text": "IL-37 Gene and Cholesterol Metabolism: Association of Polymorphisms with the Presence of Hypercholesterolemia and Cardiovascular Risk Factors. The GEA Mexican Study."}, {"pubmed": 33239358, "text": "IL-37 Expression Is Downregulated in Lesional Psoriasis Skin."}, {"pubmed": 33293426, "text": "Targeting MARCO and IL37R on Immunosuppressive Macrophages in Lung Cancer Blocks Regulatory T Cells and Supports Cytotoxic Lymphocyte Function."}, {"pubmed": 33381572, "text": "Association between Serum IL-37 and Spinal Cord Injury: A Prospective Observational Study."}, {"pubmed": 33391457, "text": "IL-37 exerts therapeutic effects in experimental autoimmune encephalomyelitis through the receptor complex IL-1R5/IL-1R8."}, {"pubmed": 33459098, "text": "Association between IL-37 and Systemic Lupus Erythematosus Risk."}, {"pubmed": 33492183, "text": "IL-35 and IL-37 are negatively correlated with high IgE production among children with asthma in Saudi Arabia."}, {"pubmed": 33545167, "text": "Interleukin-37 as a biomarker of mortality risk in patients with sepsis."}, {"pubmed": 33569791, "text": "Skewed inflammation is associated with aberrant interleukin-37 signaling pathway in atopic dermatitis."}, {"pubmed": 33647713, "text": "Elevated interleukin-37 associated with tophus and pro-inflammatory mediators in Chinese gout patients."}, {"pubmed": 33674380, "text": "Homozygous IL37 mutation associated with infantile inflammatory bowel disease."}, {"pubmed": 33746950, "text": "Modulation of Liver Inflammation and Fibrosis by Interleukin-37."}, {"pubmed": 33753880, "text": "IL-37bDelta1-45 suppresses the migration and invasion of endometrial cancer cells by targeting the Rac1/NF-kappaB/MMP2 signal pathway."}, {"pubmed": 33859245, "text": "Interleukin-37 regulates innate immune signaling in human and mouse colonic organoids."}, {"pubmed": 33902634, "text": "Deregulation of IL-37 and its miRNAs modulators in sarcopenic patients after rehabilitation."}, {"pubmed": 33942365, "text": "Elevated levels of interleukin-35 and interleukin-37 in adult patients with obstructive sleep apnea."}, {"pubmed": 33953828, "text": "Serum Interleukin-37 Increases in Patients after Ischemic Stroke and Is Associated with Stroke Recurrence."}, {"pubmed": 34025645, "text": "The Associations of Serum IL-37 With the Severity and Prognosis in Patients With Community-Acquired Pneumonia: A Retrospective Cohort Study."}, {"pubmed": 34092586, "text": "The effect of Apis dorsata honey as complementary therapy on IL-37 levels and fatigue in breast cancer patients undergoing chemotherapy."}, {"pubmed": 34299012, "text": "IL-37 Targets TSLP-Primed Basophils to Alleviate Atopic Dermatitis."}, {"pubmed": 34460953, "text": "IL-37 regulates allergic inflammation by counterbalancing pro-inflammatory IL-1 and IL-33."}, {"pubmed": 34534925, "text": "Interleukin-37 is down-regulated in serum of patients with severe coronavirus disease 2019 (COVID-19)."}, {"pubmed": 34580597, "text": "Analysis of Serum Interleukin-37 Level and Prognosis in Patients with ACS."}, {"pubmed": 34649135, "text": "Interleukin-37 inhibits inflammation activation and disease severity of PM2.5-induced airway hyperresponsiveness."}, {"pubmed": 34672136, "text": "Activation of CpG-ODN-Induced TLR9 Signaling Inhibited by Interleukin-37 in U937 Human Macrophages."}, {"pubmed": 34702760, "text": "Transcriptomic Analysis of Healthy and Atopic Dermatitis Samples Reveals the Role of IL-37 in Human Skin."}, {"pubmed": 34800851, "text": "Dual role of IL-37 in the progression of tumors."}, {"pubmed": 35015844, "text": "IL-37 blocks gouty inflammation by shaping macrophages into a non-inflammatory phagocytic phenotype."}, {"pubmed": 35049442, "text": "The Emerging Roles of IL-36, IL-37, and IL-38 in Diabetes Mellitus and its Complications."}, {"pubmed": 35379401, "text": "Interleukin-37 gene polymorphism and susceptibility to pulmonary tuberculosis among Iraqi patients."}, {"pubmed": 35429346, "text": "NLRP3 inflammasome triggers interleukin-37 release from human monocytes."}, {"pubmed": 35524374, "text": "Evaluating the MicroRNA Expression of IL-35 and IL-37 in Helicobacter Pylori-infected Patients with Gastritis and Gastric Ulcer."}, {"pubmed": 35565085, "text": "Counteractive Effects of IL-33 and IL-37 on Inflammation in Osteoarthritis."}, {"pubmed": 35602104, "text": "IL-37 Expression in Patients with Abdominal Aortic Aneurysm and Its Role in the Necroptosis of Vascular Smooth Muscle Cells."}, {"pubmed": 35622271, "text": "Circulating interleukin-37 declines with aging in healthy humans: relations to healthspan indicators and IL37 gene SNPs."}, {"pubmed": 35636779, "text": "Serum levels of IL-37 and correlation with inflammatory cytokines and clinical outcomes in patients with coronary artery disease."}, {"pubmed": 35658770, "text": "MiR-300 promotes the proliferation, migration and invasion of fibroblast-like synoviocytes in rheumatoid arthritis by targeting IL-37."}, {"pubmed": 35815383, "text": "Interleukin-37, vascular endothelial growth factor A, and transforming growth factor-beta1: promising biomarkers in primary immune thrombocytopenia."}, {"pubmed": 35902929, "text": "Biomarker significance of interleukins, IL-37 and IL-38 in patients with juvenile idiopathic arthritis."}, {"pubmed": 36010641, "text": "Expression of IL-37 Induces a Regulatory T-Cell-like Phenotype and Function in Jurkat Cells."}, {"pubmed": 36166295, "text": "Interleukin-37 protects against acinar cell pyroptosis in acute pancreatitis."}, {"pubmed": 36208723, "text": "Imbalanced IL-37/TNF-alpha/CTSS signaling disrupts corneal epithelial barrier in a dry eye model in vitro."}, {"pubmed": 36326182, "text": "Interleukin-37 suppresses the cytotoxicity of hepatitis B virus peptides-induced CD8+ T cells in patients with acute hepatitis B."}, {"pubmed": 36362030, "text": "Mast Cell Cytokines in Acute and Chronic Gingival Tissue Inflammation: Role of IL-33 and IL-37."}, {"pubmed": 36397279, "text": "Evaluation of interleukins 37 and 38 and vitamin D status in the serum of women with Graves' disease."}, {"pubmed": 36476991, "text": "Effect of exogenous IL-37 on immune cells from a patient carrying a potential IL37 loss-of-function variant: A case study."}, {"pubmed": 36525507, "text": "Myeloid cell-derived proteases produce a proinflammatory form of IL-37 that signals via IL-36 receptor engagement."}, {"pubmed": 36834391, "text": "A Critical Appraisal of the Diagnostic and Prognostic Utility of the Anti-Inflammatory Marker IL-37 in a Clinical Setting: A Case Study of Patients with Diabetes Type 2."}, {"pubmed": 36853287, "text": "Polymorphism Analysis of Interleukin-18 and Interleukin-37 Genes in Hepatitis B Infections with Different Outcomes: A Preliminary Report from an Iranian Population."}, {"pubmed": 37030535, "text": "Interleukin-23 mediates the reduction of GADD45a expression to attenuate oxidative stress-induced cellular senescence in human fibroblasts."}, {"pubmed": 37031465, "text": "Interleukin -37 in rheumatoid arthritis: Correlation with clinical severity and genetic polymorphisms in Mosul city, Iraq."}, {"pubmed": 37061279, "text": "Relative CTLA-4, PTPN-22, and interleukin 37 mRNA expressions in patients with lupus nephritis."}, {"pubmed": 37069321, "text": "IL-12 and IL-23 pathway inhibition in inflammatory bowel disease."}, {"pubmed": 37262304, "text": "Interleukin-37 inhibits desmoglein-3 endocytosis and keratinocyte dissociation via upregulation of Caveolin-1 and inhibition of the STAT3 pathway."}, {"pubmed": 37396740, "text": "Estimation of Interleukin 32 and Interleukin 37 Serum Levels in Iraqi Patients with Rheumatoid Arthritis."}, {"pubmed": 37690572, "text": "Upregulation of IL-37 in epithelial cells: A potential new mechanism of T cell inhibition induced by tacrolimus."}, {"pubmed": 37735774, "text": "Correlation analysis of IL-37 gene polymorphisms and susceptibility to chronic HBV infection among Han people in Central China."}, {"pubmed": 37799712, "text": "Modulation of intestinal IL-37 expression and its impact on the epithelial innate immune response and barrier integrity."}, {"pubmed": 37853488, "text": "Interleukin-37: associations of plasma levels and genetic variants in gout."}, {"pubmed": 37928545, "text": "Novel insights into IL-37: an anti-inflammatory cytokine with emerging roles in anti-cancer process."}, {"pubmed": 37990457, "text": "[Expression of interleukin-37, vascular endothelial growth factor A, and transforming growth factor-beta1 and their correlation with T cells in children with primary immune thrombocytopenia]."}, {"pubmed": 38067193, "text": "Potential Role of IL-37 in Atopic Dermatitis."}, {"pubmed": 38091678, "text": "Interleukin-37 relieves PM2.5-triggered lung injury by inhibiting autophagy through the AKT/mTOR signaling pathway in vivo and in vitro."}, {"pubmed": 38412100, "text": "IL-37 dampens immunosuppressive functions of MDSCs via metabolic reprogramming in the tumor microenvironment."}, {"pubmed": 38513665, "text": "Epithelial-derived interleukin-23 promotes oral mucosal immunopathology."}], "genomic_pos": {"chr": "2", "end": 112918882, "ensemblgene": "ENSG00000125571", "start": 112911165, "strand": 1}, "genomic_pos_hg19": {"chr": "2", "end": 113676459, "start": 113670548, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0002437", "qualifier": "involved_in", "term": "inflammatory response to antigenic stimulus"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0006955", "pubmed": [10625660, 10744718], "qualifier": "involved_in", "term": "immune response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0010628", "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0019221", "qualifier": "involved_in", "term": "cytokine-mediated signaling pathway"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0032715", "pubmed": 30362558, "qualifier": "acts_upstream_of_or_within", "term": "negative regulation of interleukin-6 production"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0032720", "pubmed": 30362558, "qualifier": "acts_upstream_of", "term": "negative regulation of tumor necrosis factor production"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0032720", "pubmed": 30362558, "qualifier": "acts_upstream_of_or_within", "term": "negative regulation of tumor necrosis factor production"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032720", "pubmed": 33674380, "qualifier": "involved_in", "term": "negative regulation of tumor necrosis factor production"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0050727", "pubmed": 30362558, "qualifier": "acts_upstream_of_or_within", "term": "regulation of inflammatory response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0071222", "qualifier": "involved_in", "term": "cellular response to lipopolysaccharide"}], "CC": [{"evidence": "NAS", "gocategory": "CC", "id": "GO:0005576", "pubmed": 10625660, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "pubmed": 10744718, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "is_active_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043231", "qualifier": "located_in", "term": "intracellular membrane-bounded organelle"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005125", "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "NAS", "id": "GO:0005149", "pubmed": 10744718, "qualifier": "enables", "term": "interleukin-1 receptor binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0005149", "pubmed": 10625660, "qualifier": "enables", "term": "interleukin-1 receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [32296183, 32814053], "qualifier": "enables", "term": "protein binding"}]}, "homologene": {"genes": [[9544, 700579], [9606, 27178], [9615, 100686057], [9913, 786493]], "id": 105713}, "interpro": [{"desc": "Interleukin-1 family", "id": "IPR000975", "short_desc": "IL-1_fam"}, {"desc": "Cytokine IL1/FGF", "id": "IPR008996", "short_desc": "IL1/FGF"}, {"desc": "Interleukin-1 receptor antagonist/Interleukin-36", "id": "IPR003297", "short_desc": "IL-1RA/IL-36"}], "ipi": ["IPI00016741", "IPI00218391", "IPI00218392", "IPI00218393", "IPI00218394"], "map_location": "2q14.1", "name": "interleukin 37", "other_names": ["FIL1 zeta", "IL-1 zeta", "IL-1F7b (IL-1H4, IL-1H, IL-1RP1)", "IL-1X protein", "IL1F7 (canonical product IL-1F7b)", "interleukin 1 family member 7", "interleukin 1, zeta", "interleukin-1 homolog 4", "interleukin-1 superfamily z", "interleukin-1-related protein", "interleukin-23", "interleukin-37"], "pantherdb": {"HGNC": "15563", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"Ensembl": "ENSGALG00000029940", "ortholog_type": "O", "panther_family": "PTHR10078", "taxid": 9031, "uniprot_kb": "O73909"}, {"ZFIN": "ZDB-GENE-040702-2", "ortholog_type": "O", "panther_family": "PTHR10078", "taxid": 7955, "uniprot_kb": "A0A0R4IYF1"}], "uniprot_kb": "Q9NZH6"}, "pathway": {"kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04061", "name": "Viral protein interaction with cytokine and cytokine receptor - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-446652", "name": "Interleukin-1 family signaling"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-9008059", "name": "Interleukin-37 signaling"}, {"id": "R-HSA-9012546", "name": "Interleukin-18 signaling"}], "wikipathways": {"id": "WP4754", "name": "IL-18 signaling pathway"}}, "pdb": ["5HN1", "6NCU"], "pfam": "PF00340", "pharmgkb": "PA38390", "pharos": {"target_id": 4671, "tdl": "Tbio"}, "reagent": {"CondMedia_CM_LibrAB": {"id": "GNF292805", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF264247", "relationship": "is"}, {"id": "GNF264248", "relationship": "is"}, {"id": "GNF264249", "relationship": "is"}, {"id": "GNF264250", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF084932", "relationship": "is"}, {"id": "GNF084933", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF059663", "relationship": "is"}, {"id": "GNF075087", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF066761", "relationship": "is"}, {"id": "GNF066762", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF007101", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": [{"id": "GNF335698", "relationship": "is"}, {"id": "GNF338024", "relationship": "is"}, {"id": "GNF338037", "relationship": "is"}, {"id": "GNF338246", "relationship": "is"}, {"id": "GNF338840", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF101447", "relationship": "is"}, {"id": "GNF141102", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000002.12", "NC_060926.1", "NG_029219.1"], "protein": ["NP_055254.2", "NP_775294.1", "NP_775295.1", "NP_775296.1", "NP_775297.1"], "rna": ["NM_014439.4", "NM_173202.2", "NM_173203.2", "NM_173204.2", "NM_173205.2"], "translation": [{"protein": "NP_775296.1", "rna": "NM_173204.2"}, {"protein": "NP_775295.1", "rna": "NM_173203.2"}, {"protein": "NP_775297.1", "rna": "NM_173205.2"}, {"protein": "NP_055254.2", "rna": "NM_014439.4"}, {"protein": "NP_775294.1", "rna": "NM_173202.2"}]}, "reporter": {"HG-U133_Plus_2": ["221470_s_at", "224555_x_at"], "HTA-2_0": "TC02000714.hg.1", "HuEx-1_0": "2501075", "HuGene-1_1": "8044532", "HuGene-2_1": "16884582"}, "summary": "The protein encoded by this gene is a member of the interleukin 1 cytokine family. This cytokine can bind to, and may be a ligand for interleukin 18 receptor (IL18R1/IL-1Rrp). This cytokine also binds to interleukin 18 binding protein (IL18BP), an inhibitory binding protein of interleukin 18 (IL18), and subsequently forms a complex with IL18 receptor beta subunit, and through which it inhibits the activity of IL18. This gene along with eight other interleukin 1 family genes form a cytokine gene cluster on chromosome 2. Five alternatively spliced transcript variants encoding distinct isoforms have been reported. [provided by RefSeq, Jul 2008].", "symbol": "IL37", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1423575"}, "unigene": "Hs.166371", "uniprot": {"Swiss-Prot": "Q9NZH6"}, "wikipedia": {"url_stub": "IL1F7"}}