{"AllianceGenome": "6011", "HGNC": "6011", "MIM": "147740", "_id": "3562", "_version": 2, "accession": {"genomic": ["AC004511.1", "AC034228.6", "AF365976.2", "CH471062.2", "CP068273.2", "HI574160.1", "L10616.1", "M60870.1", "NC_000005.10", "NC_060929.1", "U97676.1", "U97677.1", "U97678.1", "U97679.1"], "protein": ["AAA35725.1", "AAA59146.1", "AAA59147.1", "AAC08706.1", "AAH66272.1", "AAH66273.1", "AAH66274.1", "AAH66275.1", "AAH66276.1", "AAH69472.1", "AAK38378.1", "AAO88167.1", "CBX47569.1", "EAW62354.1", "NP_000579.2", "P08700.2"], "rna": ["BC066272.1", "BC066273.1", "BC066274.1", "BC066275.1", "BC066276.1", "BC069472.1", "M14743.1", "M17115.1", "M20137.1", "NM_000588.4"], "translation": [{"protein": "AAH66273.1", "rna": "BC066273.1"}, {"protein": "AAH69472.1", "rna": "BC069472.1"}, {"protein": "AAA35725.1", "rna": "M17115.1"}, {"protein": "AAA59147.1", "rna": "M20137.1"}, {"protein": "AAH66272.1", "rna": "BC066272.1"}, {"protein": "NP_000579.2", "rna": "NM_000588.4"}, {"protein": "AAH66275.1", "rna": "BC066275.1"}, {"protein": "AAH66276.1", "rna": "BC066276.1"}, {"protein": "AAH66274.1", "rna": "BC066274.1"}, {"protein": "AAA59146.1", "rna": "M14743.1"}]}, "alias": ["IL-3", "MCGF", "MULTI-CSF"], "ensembl": {"gene": "ENSG00000164399", "protein": "ENSP00000296870", "transcript": "ENST00000296870", "translation": [{"protein": "ENSP00000296870", "rna": "ENST00000296870"}], "type_of_gene": "protein_coding"}, "entrezgene": "3562", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 7.51725103, "exp_mis": 62.3751829, "exp_syn": 32.383082, "lof_z": -1.25829475715679, "mis_z": 0.270960810518643, "mu_lof": 4.78523325084e-07, "mu_mis": 5.32026492427e-06, "mu_syn": 2.67317244215e-06, "n_lof": 11.0, "n_mis": 58.0, "n_syn": 30.0, "p_li": 3.72135953228091e-09, "p_null": 0.972807533829939, "p_rec": 0.0271924624487013, "syn_z": 0.259614514736483}, "bp": 459, "cds_end": 131398484, "cds_start": 131396399, "n_exons": 5, "nonpsych": {"exp_lof": 6.7006596, "exp_mis": 56.3523833, "exp_syn": 29.2066381, "lof_z": -1.63115412728549, "mis_z": 0.0908666018144808, "mu_lof": 4.78523325084e-07, "mu_mis": 5.32026492427e-06, "mu_syn": 2.67317244215e-06, "n_lof": 11.0, "n_mis": 55.0, "n_syn": 27.0, "p_li": 2.03812764214027e-09, "p_null": 0.982352442244177, "p_rec": 0.0176475557176952, "syn_z": 0.257071671787732}, "nontcga": {"exp_lof": 6.90581399, "exp_mis": 57.3751151, "exp_syn": 29.78238159, "lof_z": -1.5368849828524, "mis_z": 0.221991666113345, "mu_lof": 4.78523325084e-07, "mu_mis": 5.32026492427e-06, "mu_syn": 2.67317244215e-06, "n_lof": 11.0, "n_mis": 54.0, "n_syn": 27.0, "p_li": 2.37444461152915e-09, "p_null": 0.979062641348115, "p_rec": 0.0209373562774405, "syn_z": 0.322818951703297}, "transcript": "ENST00000296870.2"}, "exons": [{"cdsend": 132062791, "cdsstart": 132060706, "chr": "5", "position": [[132060654, 132060868], [132060966, 132061008], [132062311, 132062401], [132062525, 132062567], [132062668, 132063204]], "strand": 1, "transcript": "NM_000588", "txend": 132063204, "txstart": 132060654}], "exons_hg19": [{"cdsend": 131398484, "cdsstart": 131396399, "chr": "5", "position": [[131396347, 131396561], [131396659, 131396701], [131398004, 131398094], [131398218, 131398260], [131398361, 131398897]], "strand": 1, "transcript": "NM_000588", "txend": 131398897, "txstart": 131396347}], "generif": [{"pubmed": 11179015, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11700046, "text": "binding kinetics of native IL-3 and several variants to IL-3 receptor"}, {"pubmed": 11714768, "text": "IL-3 induces MHC class II and B7.2 expression on eosinophils and renders them capable of supporting T cell proliferation to superantigen and antigen-derived peptides."}, {"pubmed": 11763346, "text": "inhibition of signaling by antisense oligodeoxynucleotides targeting the common beta chain of receptors"}, {"pubmed": 11861295, "text": "ectopically expressed in myeloid leukemic cells with t(5;12)(q31;p13), suggesting that expression of IL3 was deregulated by the translocation, indicating a variant leukemogenic mechanism for translocations involving the 5' end of ETV6"}, {"pubmed": 12002675, "text": "Antiapoptotic cytokine IL-3 + SCF + FLT3L influence on proliferation of gamma-irradiated AC133+/CD34+ progenitor cells."}, {"pubmed": 12055233, "text": "Monocytes cultured in the presence of IL-3 (plus IL-4) differentiate into dendritic cells that produce less IL-12 and shift T helper (Th) cell responses toward a Th2 cytokine pattern."}, {"pubmed": 12093816, "text": "Data suggest that increased activity of mutated interleukin 3 is due to a change from a rare ligand to a common one, allowing the increase in IL-3-dependent signaling."}, {"pubmed": 12135758, "text": "role in potentiating hematopoietic cell migration"}, {"pubmed": 12165512, "text": "The IL-3 gene is regulated by two enhancers that have distinct but overlapping tissue specificities."}, {"pubmed": 12612065, "text": "WEHI-3B-derived IL-3 stimulation of mcl-1 gene transcription through the SIE motif involves phosphorylation of PU.1 at serine 142 by a p38(MAPK)-dependent pathway."}, {"pubmed": 12759409, "text": "Incubation of eosinophils with IL-3 leads to reduced expression of IL-5R alpha which is sustained for up to 5 days; in contrast, expression of IL-3R alpha is increased by IL-3, whereas GM-CSF receptor alpha expression in eosinophils is unaffected by IL-3."}, {"pubmed": 12855588, "text": "induces cell cycle progression via internal ribosome entry site-mediated translation of c-myc though the PI3K pathway in human factor-dependent leukemic cells"}, {"pubmed": 12884288, "text": "expression of alleles of the genes encoding IL-2, IL-3, IL-4, and IL-13 in CD4(+) T cell clones"}, {"pubmed": 12943658, "text": "IL-3 plays important roles in local eosinophil activation"}, {"pubmed": 14551608, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14564341, "text": "Hematopoietin receptor superfamily. Comprised of cytokine-specific alpha chain and common beta chain for signaling. Contributes to differentiation and function of leukocytes. Protective immunity and pathophysiology of immunologic diseases. Review."}, {"pubmed": 14615378, "text": "increased IL-3 levels in the bone marrow microenvironment of MM patients with imbalanced AML-1A and AML-1B expression can increase bone destruction and tumor cell growth."}, {"pubmed": 14628073, "text": "long-term exposure of primitive human hematopoietic cells to elevated levels of human IL-3, GM-CSF and SF in vivo may deleteriously affect the stem cell compartment, while expanding terminal myelopoiesis."}, {"pubmed": 14675189, "text": "ability of TGF-beta1 to polarize the differentiation of HPCs induced by IL-3 towards LC development, although IL-3 DCs were unable to form BGs partly because of their poor ability to induce Langerin."}, {"pubmed": 14755254, "text": "positive immunostaining for IL-3 by TILs in 'in situ' breast cancers sustains the possibility that early in tumor development, IL-3 can contribute to the chronic immaturity of these vessels"}, {"pubmed": 15060062, "text": "Interleukin-3 binding to the human betac receptor involves functional epitopes formed by domains 1 and 4 of different protein chains"}, {"pubmed": 15372320, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15576295, "text": "The IL3 regulates the growth and differentiation of hematopoietic progenitor cells and functionally activates mature neutrophils or macrophages."}, {"pubmed": 15585837, "text": "Endogenous IL-3 is required to maintain the lymphatic endothelial cell (LEC) phenotype in culture, and the addition of IL-3 to dermal blood endothelial cells (BEC) appears to induce transdifferentiation of BEC into LEC."}, {"pubmed": 15878977, "text": "CD45+ cells were required for the capacity of IL-3 to inhibit osteoblast differentiation. IL-3 plays a dual role in the bone destructive process in myeloma by both stimulating osteoclasts and indirectly inhibiting osteoblast formation"}, {"pubmed": 15988318, "text": "Multiple logistic regression revealed a significant association between the appearance of nucleated RBCs in the blood and erythropoietin, IL-3, IL-6, and age."}, {"pubmed": 16785501, "text": "Expression of CD48 on human peripheral blood eosinophils is regulated by interleukin (IL)-3."}, {"pubmed": 17179997, "text": "In this paper provide the evidence that multiple single nucleotide polymorphisms in and around interleukin 3 (IL3) are associated with the disease in the Irish."}, {"pubmed": 17179997, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17273755, "text": "IL-3 can not replace GM-CSF to induce the differentiation of human monocytes into Langerhans cells in culture"}, {"pubmed": 17362254, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 17507237, "text": "About 18% of Indian subjects studied showed non histamine-releaser phenotype & also had reduced Lyn & Syk kinase expression. Non-releasers have also shown less potent isoform of IL-3/P8, which is suspected to be responsible for non-releaser phenotype"}, {"pubmed": 17541278, "text": "IL-3 is a central inducer of CD69 expression, while antigen is an enhancing factor acting on basophils cooperatively with IL-3."}, {"pubmed": 17624239, "text": "IL-3-induced upregulation of CD203c is a late event and is not accompanied by upregulation of CD63."}, {"pubmed": 17703412, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18633131, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18676680, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18768389, "text": "IL-3 up-regulates the expression of the antiapoptotic proteins cIAP2, Mcl-1, and Bcl-X(L) and induces a rapid and sustained de novo expression of the serine/threonine kinase Pim1 that closely correlates with cytokine-enhanced survival."}, {"pubmed": 18804346, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18804346, "text": "We found evidence of a joint effect between IL3 (rs31400) and DTNBP1"}, {"pubmed": 18826654, "text": "IL-1beta and IL-3 stimulated endothelium induces proliferation and differentiation of myeloid precursors, while IL-6 treatment induced a benefit of HPC survival."}, {"pubmed": 18829683, "text": "SNP rs40401 in the interleukin-3 gene was associated with risk of asthma"}, {"pubmed": 19074885, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19131452, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19158269, "text": "These data argue that the regulation of the IL-3 and the GM-CSF promoters depends on the positions of their enhancers relative to the conserved CTCF/cohesin-binding sites."}, {"pubmed": 19170196, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19201898, "text": "autocrine IL-3 activity resulting from low-level IgE/FcepsilonRI cross-linking by specific allergen represents an important mechanism behind the hyperreactive nature of basophils that has long been observed in allergic disease."}, {"pubmed": 19247692, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19258923, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19262575, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19262575, "text": "This study provides convincing evidence that the IL3 gene is a susceptibility locus for GD in the Chinese population."}, {"pubmed": 19529981, "text": "Synergistic protecting effect of cord blood CD34+ cells over-expressing both interleukin-3 and Flt3 ligand on lethally irradiated mice."}, {"pubmed": 19578876, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19625176, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19692168, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19730683, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19829692, "text": "IL-3 and oncogenic Abl regulate the myeloblast transcriptome by altering mRNA stability"}, {"pubmed": 19845895, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20147630, "text": "The IL-3/GM-CSF locus undergoes progressive stages of activation, with stepwise increases in active modifications and the proportion of cytokine-expressing cells, throughout the course of T cell differentiation."}, {"pubmed": 20210668, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20332709, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20332709, "text": "The interaction of 6-locus from the 5 interleukin genes might confer higher risk for graves'disease and Graves'ophthalmopathy than single risk allele."}, {"pubmed": 20381581, "text": "a novel role for VPA in enhancing the potential of IL-3 to stimulate megakaryopoiesis as well as erythropoiesis"}, {"pubmed": 20424473, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20452482, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20453000, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20472554, "text": "Two different modes of beta c binding are utilized in the presence of the hIL-3R alpha isoforms."}, {"pubmed": 20503287, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20516062, "text": "the domain 1 D-E loop disulfide of hbetac and beta(IL-3) in maintaining the precise positions of ligand-binding residues necessary for normal high affinity binding and signaling"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20673868, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20738848, "text": "propose that RhoH functions as a negative regulator for IL3-induced signals through modulation of the JAK-STAT pathway"}, {"pubmed": 20800603, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20964623, "text": "IL-3 provides cellular protection against amyloid-beta neurotoxicity in primary cortical neuronal cells and may play a neuroprotective role in Alzheimer's disease."}, {"pubmed": 21071541, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21168724, "text": "IL-3 genotypes of 60 acute rejection (AR) subjects and the 270 patients without AR demonstrated a significant relationship between genotype frequencies and the SNPs"}, {"pubmed": 21224257, "text": "The IL3 genotypes rs40401 and rs40401 were found to exert a protective effect against malaria attacks."}, {"pubmed": 21262803, "text": "Human IL-3/GM-CSF knock-in mice support human alveolar macrophage development and human immune responses in the lung."}, {"pubmed": 21506110, "text": "Data indicate a role for PLCgamma2 and Ca(2+) signaling through the modulation of MEK/ERK in IL3/GM-csf stimulated human hematopoietic stem/progenitor cells."}, {"pubmed": 21643009, "text": "an IL-3 autocrine loop can drive a tumor endothelial switch and that targeting IL-3 might confer a significant therapeutic advantage to hamper tumor angiogenesis"}, {"pubmed": 22321809, "text": "data indicate that within microenvironments rich in betac-family cytokines and TNF, eosinophils are a source of proMMP-9 and highlight a previously unrecognized role for synergistic interaction between TNF and betac-family cytokinea, for proMMP-9 synthesis"}, {"pubmed": 22515947, "text": "This study demonistrated that Carriers of the minor allele for a single nucleotide polymorphism in IL13 (rs1295686) were more likely to report breast pain prior to surgery (P = .019)."}, {"pubmed": 23024272, "text": "Transgenic mice are used to study the developmental regulation of the closely linked IL-3 and granulocyte-macrophage colony stimulting factor (GM-CSF) locus and to identify DNA enhancer elements required for its correct activity in vivo."}, {"pubmed": 23226269, "text": "Genetic variation in the IL3 promoter affects human brain volume by regulating proliferation and survival of neural progenitors."}, {"pubmed": 23726808, "text": "IL3 rs2073506 G>A polymorphism is associated with an increased risk for esophageal cancer of nodal and metastatic stages."}, {"pubmed": 23953855, "text": "This is the first study to show a significant positive association between IL3 SNP rs40401 variant and the risk of rhinoconjunctivitis."}, {"pubmed": 23978640, "text": "A single nucleotide polymorphism (SNP; rs20541) in the IL-13 gene has been recognized as a risk factor for asthma."}, {"pubmed": 24598054, "text": "This study is the first to link beta-catenin activation to IL-3 and suggests that targeting IL-3 signaling may be an effective approach for the inhibition of beta-catenin activity in some patients with AML."}, {"pubmed": 24658545, "text": "results suggest that HuR recognizes the ARE-rich region in the IL-3 3'-UTR and plays a role in the IL-3 3'-UTR-mediated post-transcriptional control in T-cells"}, {"pubmed": 24670917, "text": "Genetic variation in interleukin-3 gene is associated with breast cancer risk."}, {"pubmed": 24684517, "text": "IL3 SNP rs40401 is significantly associated with the risk of asthma in young adult Japanese women."}, {"pubmed": 25766237, "text": "findings showed that high plasma IL-3 levels are associated with high mortality in sepsis"}, {"pubmed": 25962901, "text": "Thymic stromal lymphopoietin activation of basophils in patients with allergic asthma is IL-3 dependent"}, {"pubmed": 26277822, "text": "were not able to confirm the association of IL-3 SNPs with schizophrenia."}, {"pubmed": 26299549, "text": "results suggest that IL-3 and IL-12p40 could be considered as molecular predictors for recurrent wheezing due to RSV infection"}, {"pubmed": 26875095, "text": "results suggest that IL3 is an important genetic regulator for human brain volume variation and implied that IL3 might have experienced weak or modest positive selection in the evolutionary history of humans"}, {"pubmed": 27157262, "text": "These results indicate that IL-3 regulates endothelial cells-extracellular vesicles release, cargo and IL-3 angiogenic paracrine action via STAT5."}, {"pubmed": 27323078, "text": "Our results indicated that the IL-3 and IL-13 polymorphisms were not associated with rheumatoid arthritis (RA).  stratification analyses suggested that the IL-13 rs1800925 CT and CT/CC genotypes increased the risk of RA in patients with erythrocyte sedimentation rate (ESR) <25.00.  these findings suggest that the IL-13 rs1800925 C/T polymorphism may be associated with increased risk of RA in ESR"}, {"pubmed": 27443880, "text": "IL-3 hardly down-regulates the alpha-chain of its receptor without depleting the common beta-chain, which enables extraordinarily sustained signaling events, predominantly the activation of Stat5."}, {"pubmed": 27862234, "text": "Results show that IL-3 induces several signaling pathways associated with increased cell survival under oxidative stress. This activity correlates with previous fi ndings indicating glucose uptake stimulation by IL-3, which together contribute to an emerging picture of a broader mechanism promoting cell survival."}, {"pubmed": 28112181, "text": "genetic polymorphisms in the immune genes IL-3 rs181781 and CTLA4 rs4553808 may influence the TAC dose-adjusted concentrations"}, {"pubmed": 28344320, "text": "T-GM-CSF and -IL-3 significantly, and reciprocally, blunted receptor binding and myeloid progenitor cell proliferation activity of both FL-GM-CSF and -IL-3 in vitro and in vivo"}, {"pubmed": 28377320, "text": "The IL-3/ GM-CSF effected on the myofibroblastic differentiation of human adipose derive stromal cells (hASCs) as well as it did on human dermal fibroblasts (HDFs)."}, {"pubmed": 28456746, "text": "Genetically engineered mesenchymal stromal cells produce IL-3 and TPO to further improve human scaffold-based xenograft models"}, {"pubmed": 28705238, "text": "The present study demonstrates for the first time that IL-3 has an important role in enhancing the migration of human MSCs through regulation of the CXCR4/SDF-1alpha axis. These findings suggest a potential role of IL-3 in improving the efficacy of MSCs in regenerative cell therapy."}, {"pubmed": 29554544, "text": "IL-3 may be involved in the immediate memory deficits in the chronic phase of schizophrenia."}, {"pubmed": 29724998, "text": "IL-3 transcriptionally regulates surface levels of Fcepsilon RI in human primary basophils."}, {"pubmed": 30274838, "text": "IL-3 also induces a shift towards secretion of proinflammatory cytokines."}, {"pubmed": 30652781, "text": "Higher levels of IL-3 are shown to be independently associated with hospital mortality in septic patients but with poor clinical performance"}, {"pubmed": 30769926, "text": "characterizing GM-CSF and IL-3 as central mediators of innate immune activation is poised to open new therapeutic avenues for several immune-mediated disorders and define their potential in the context of immunotherapies."}, {"pubmed": 30804107, "text": "Fancd2(-/-) but not Fancd2(+/+) cells were transformed into malignant IL3-independent cells by both E6, and E7 oncogenes, but not by empty plasmid. Hematopoietic cell lines and tumors induced by Fancd2(-/-) E6 and Fancd2(-/-) E7 cell lines were positive for each respective HPV RNA and protein"}, {"pubmed": 30893922, "text": "results indicated that the IL-3 rs40401 polymorphism is associated with increased risk of abortion of IVF patients"}, {"pubmed": 30967511, "text": "STIM1 is essential for IL-4 release after stimulation of FcepsilonRI, STIM2 mediates a delayed IL-3/IL-33-induced IL-4 release independent of STIM1."}, {"pubmed": 31175163, "text": "Stimulated with either GM-CSF, IL-3, or IL-5 for 48 h."}, {"pubmed": 31990690, "text": "The RNFT2/IL-3Ralpha axis regulates IL-3 signaling and innate immunity."}, {"pubmed": 32327499, "text": "A 3D iPSC-differentiation model identifies interleukin-3 as a regulator of early human hematopoietic specification."}, {"pubmed": 32889153, "text": "Interleukin 3-induced GITR promotes the activation of human basophils."}, {"pubmed": 33301029, "text": "MYC-induced human acute myeloid leukemia requires a continuing IL-3/GM-CSF costimulus."}, {"pubmed": 34262178, "text": "Astrocytic interleukin-3 programs microglia and limits Alzheimer's disease."}, {"pubmed": 34506850, "text": "Demonstration and implications of IL-3 upregulation of CD25 expression on human mast cells."}, {"pubmed": 34619417, "text": "The association between serum level and genetic variation of IL-3 (rs40401) in recurrent abortion women infected with toxoplasmosis in Iraq."}, {"pubmed": 34753904, "text": "Persistent astrocytic IL-3 stimulation of microglia slows disease in Alzheimer's: treatment perspectives for Alzheimer's."}, {"pubmed": 35281014, "text": "An Immunoregulatory Role of Interleukin-3 in Allergic Asthma."}, {"pubmed": 36729088, "text": "Conformational and binding mode assessment of the human IL-3 recognition by its alpha receptor."}, {"pubmed": 36911737, "text": "Interleukin-3 protects against viral pneumonia in sepsis by enhancing plasmacytoid dendritic cell recruitment into the lungs and T cell priming."}, {"pubmed": 37160117, "text": "Interleukin-3 coordinates glial-peripheral immune crosstalk to incite multiple sclerosis."}, {"pubmed": 37453342, "text": "Quantitative estimation of TNF-alpha and IL-3 by using ELISA from human lung tissue in fatal asphyxial deaths."}, {"pubmed": 38356460, "text": "ETV6::ACSL6 translocation-driven super-enhancer activation leads to eosinophilia in acute lymphoblastic leukemia through IL-3 overexpression."}], "genomic_pos": {"chr": "5", "end": 132063204, "ensemblgene": "ENSG00000164399", "start": 132060655, "strand": 1}, "genomic_pos_hg19": {"chr": "5", "end": 131398897, "start": 131396222, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0006955", "qualifier": "involved_in", "term": "immune response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007267", "pubmed": 3497400, "qualifier": "involved_in", "term": "cell-cell signaling"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007399", "pubmed": 9736740, "qualifier": "involved_in", "term": "nervous system development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008284", "pubmed": 9722506, "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0008284", "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0035162", "pubmed": 21149635, "qualifier": "involved_in", "term": "embryonic hemopoiesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0038156", "pubmed": 35281014, "qualifier": "involved_in", "term": "interleukin-3-mediated signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042531", "pubmed": 9722506, "qualifier": "involved_in", "term": "positive regulation of tyrosine phosphorylation of STAT protein"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0050731", "qualifier": "involved_in", "term": "positive regulation of peptidyl-tyrosine phosphorylation"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 35281014, "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005615", "qualifier": "located_in", "term": "extracellular space"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0005125", "pubmed": 35281014, "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0005135", "pubmed": 2544122, "qualifier": "enables", "term": "interleukin-3 receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [18692472, 29374162], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008083", "qualifier": "enables", "term": "growth factor activity"}]}, "homologene": {"genes": [[9544, 706946], [9598, 471626], [9606, 3562]], "id": 47938}, "interpro": [{"desc": "Interleukin-3", "id": "IPR002183", "short_desc": "IL-3"}, {"desc": "Four-helical cytokine-like, core", "id": "IPR009079", "short_desc": "4_helix_cytokine-like_core"}], "ipi": "IPI00030336", "map_location": "5q31.1", "name": "interleukin 3", "other_names": ["P-cell stimulating factor", "colony-stimulating factor, multiple", "hematopoietic growth factor", "interleukin-3", "mast-cell growth factor", "multilineage-colony-stimulating factor", "multipotential colony-stimulating factor"], "pathway": {"biocarta": [{"id": "badpathway", "name": "regulation of bad phosphorylation"}, {"id": "il3pathway", "name": "il 3 signaling pathway"}], "kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04151", "name": "PI3K-Akt signaling pathway - Homo sapiens (human)"}, {"id": "hsa04210", "name": "Apoptosis - Homo sapiens (human)"}, {"id": "hsa04630", "name": "JAK-STAT signaling pathway - Homo sapiens (human)"}, {"id": "hsa04640", "name": "Hematopoietic cell lineage - Homo sapiens (human)"}, {"id": "hsa04664", "name": "Fc epsilon RI signaling pathway - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}, {"id": "hsa05202", "name": "Transcriptional misregulation in cancer - Homo sapiens (human)"}, {"id": "hsa05221", "name": "Acute myeloid leukemia - Homo sapiens (human)"}, {"id": "hsa05310", "name": "Asthma - Homo sapiens (human)"}], "netpath": {"id": "Pathway_IL3", "name": "IL3"}, "pid": [{"id": "il3_pathway", "name": "IL3-mediated signaling events"}, {"id": "nfat_tfpathway", "name": "Calcineurin-regulated NFAT-dependent transcription in lymphocytes"}, {"id": "tcrcalciumpathway", "name": "Calcium signaling in the CD4+ TCR pathway"}], "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-451927", "name": "Interleukin-2 family signaling"}, {"id": "R-HSA-512988", "name": "Interleukin-3, Interleukin-5 and GM-CSF signaling"}, {"id": "R-HSA-5673001", "name": "RAF/MAP kinase cascade"}, {"id": "R-HSA-5683057", "name": "MAPK family signaling cascades"}, {"id": "R-HSA-5684996", "name": "MAPK1/MAPK3 signaling"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8878171", "name": "Transcriptional regulation by RUNX1"}, {"id": "R-HSA-8939247", "name": "RUNX1 regulates transcription of genes involved in interleukin signaling"}, {"id": "R-HSA-912526", "name": "Interleukin receptor SHC signaling"}], "smpdb": {"id": "SMP00358", "name": "Fc Epsilon Receptor I Signaling in Mast Cells"}, "wikipathways": [{"id": "WP2848", "name": "Differentiation Pathway"}, {"id": "WP286", "name": "IL-3 signaling pathway"}, {"id": "WP4172", "name": "PI3K-Akt signaling pathway"}, {"id": "WP530", "name": "Cytokines and Inflammatory Response"}, {"id": "WP615", "name": "Senescence and Autophagy in Cancer"}]}, "pdb": ["1JLI", "5UV8", "5UWC", "6NMY"], "pfam": "PF02059", "pharmgkb": "PA29830", "pharos": {"target_id": 15650, "tdl": "Tbio"}, "pir": "A24427", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF325318", "relationship": "is"}, {"id": "GNF325319", "relationship": "is"}], "CondMedia_CM_LibrAB": {"id": "GNF293252", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF169298", "relationship": "is"}, {"id": "GNF251299", "relationship": "is"}, {"id": "GNF251300", "relationship": "is"}, {"id": "GNF251301", "relationship": "is"}, {"id": "GNF251302", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF085077", "relationship": "is"}, {"id": "GNF085078", "relationship": "is"}, {"id": "GNF085079", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053301", "relationship": "is"}, {"id": "GNF058067", "relationship": "is"}, {"id": "GNF073245", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF066429", "relationship": "is"}, {"id": "GNF066430", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF007140", "relationship": "is"}, {"id": "GNF007141", "relationship": "is"}, {"id": "GNF007142", "relationship": "is"}, {"id": "GNF007143", "relationship": "is"}, {"id": "GNF007144", "relationship": "is"}, {"id": "GNF128371", "relationship": "is"}, {"id": "GNF277817", "relationship": "is"}], "MasterSecretomicsList": [{"id": "GNF332501", "relationship": "is"}, {"id": "GNF334191", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF336686", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF104989", "relationship": "is"}, {"id": "GNF144636", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000005.10", "NC_060929.1"], "protein": "NP_000579.2", "rna": "NM_000588.4", "translation": {"protein": "NP_000579.2", "rna": "NM_000588.4"}}, "reporter": {"HG-U133_Plus_2": "207906_at", "HG-U95Av2": "1263_at", "HTA-2_0": "TC05000628.hg.1", "HuEx-1_0": "2828323", "HuGene-1_1": "8107878", "HuGene-2_1": "16988964"}, "summary": "The protein encoded by this gene is a potent growth promoting cytokine. This cytokine is capable of supporting the proliferation of a broad range of hematopoietic cell types. It is involved in a variety of cell activities such as cell growth, differentiation and apoptosis. This cytokine has been shown to also possess neurotrophic activity, and it may be associated with neurologic disorders. [provided by RefSeq, Jul 2008].", "symbol": "IL3", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1334117"}, "unigene": "Hs.694", "uniprot": {"Swiss-Prot": "P08700"}, "wikipedia": {"url_stub": "Interleukin 3"}}