{"AllianceGenome": "6016", "HGNC": "6016", "MIM": "147850", "_id": "3567", "_version": 1, "accession": {"genomic": ["AC116366.2", "AF353265.1", "CH471062.2", "CP068273.2", "J02971.1", "J03478.1", "LC461680.1", "NC_000005.10", "NC_060929.1", "NG_033019.1", "X12706.1"], "protein": ["AAA74469.1", "AAA98620.1", "AAH66282.1", "AAK19759.1", "CAA28390.1", "CAA31210.1", "CAA31211.1", "EAW62331.1", "NP_000870.1", "P05113.1", "XP_005272045.1", "XP_011541675.1", "XP_047273104.1", "XP_054208493.1", "XP_054208494.1", "XP_054208495.1", "XP_054208496.1"], "rna": ["BC066279.1", "BC066280.1", "BC066281.1", "BC066282.1", "BC069137.1", "DQ655971.2", "DQ655974.2", "NM_000879.3", "X04688.1", "X12705.1", "XM_005271988.5", "XM_011543373.4", "XM_047417148.1", "XM_054352518.1", "XM_054352519.1", "XM_054352520.1", "XM_054352521.1"], "translation": [{"protein": "XP_054208495.1", "rna": "XM_054352520.1"}, {"protein": "XP_054208496.1", "rna": "XM_054352521.1"}, {"protein": "XP_005272045.1", "rna": "XM_005271988.5"}, {"protein": "XP_047273104.1", "rna": "XM_047417148.1"}, {"protein": "NP_000870.1", "rna": "NM_000879.3"}, {"protein": "AAH66282.1", "rna": "BC066282.1"}, {"protein": "XP_054208494.1", "rna": "XM_054352519.1"}, {"protein": "XP_011541675.1", "rna": "XM_011543373.4"}, {"protein": "XP_054208493.1", "rna": "XM_054352518.1"}, {"protein": "CAA28390.1", "rna": "X04688.1"}, {"protein": "CAA31210.1", "rna": "X12705.1"}]}, "alias": ["EDF", "IL-5", "TRF"], "ensembl": {"gene": "ENSG00000113525", "protein": ["ENSP00000231454", "ENSP00000409825"], "transcript": ["ENST00000231454", "ENST00000450655", "ENST00000462418"], "translation": [{"protein": "ENSP00000231454", "rna": "ENST00000231454"}, {"protein": "ENSP00000409825", "rna": "ENST00000450655"}], "type_of_gene": "protein_coding"}, "entrezgene": "3567", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 5.57242196673, "exp_mis": 39.2162074056, "exp_syn": 17.6746508891, "lof_z": 1.07946850661031, "mis_z": -0.842277302961216, "mu_lof": 3.52289854311e-07, "mu_mis": 3.34154268573e-06, "mu_syn": 1.42523433677e-06, "n_lof": 3.0, "n_mis": 50.0, "n_syn": 17.0, "p_li": 0.0283744149089649, "p_null": 0.171723153042297, "p_rec": 0.799902432048738, "syn_z": 0.0994838495787122}, "bp": 405, "cds_end": 131879170, "cds_start": 131877502, "n_exons": 4, "nonpsych": {"exp_lof": 4.96315435037, "exp_mis": 35.4140277107, "exp_syn": 15.9168388844, "lof_z": 0.865421219322492, "mis_z": -0.812475181223263, "mu_lof": 3.52289854311e-07, "mu_mis": 3.34154268573e-06, "mu_syn": 1.42523433677e-06, "n_lof": 3.0, "n_mis": 45.0, "n_syn": 17.0, "p_li": 0.0243006207878919, "p_null": 0.224493565602607, "p_rec": 0.751205813609501, "syn_z": -0.170933692668539}, "nontcga": {"exp_lof": 5.11878897975, "exp_mis": 36.0710738745, "exp_syn": 16.2528396426, "lof_z": 0.923815680585377, "mis_z": -0.740678153917764, "mu_lof": 3.52289854311e-07, "mu_mis": 3.34154268573e-06, "mu_syn": 1.42523433677e-06, "n_lof": 3.0, "n_mis": 45.0, "n_syn": 15.0, "p_li": 0.024191243926938, "p_null": 0.200008902477586, "p_rec": 0.775799853595476, "syn_z": 0.19676746264243}, "transcript": "ENST00000231454.1"}, "exons": [{"cdsend": 132543478, "cdsstart": 132541810, "chr": "5", "position": [[132541444, 132541909], [132542014, 132542143], [132543093, 132543126], [132543334, 132543522]], "strand": -1, "transcript": "NM_000879", "txend": 132543522, "txstart": 132541444}], "exons_hg19": [{"cdsend": 131879170, "cdsstart": 131877502, "chr": "5", "position": [[131877136, 131877601], [131877706, 131877835], [131878785, 131878818], [131879026, 131879214]], "strand": -1, "transcript": "NM_000879", "txend": 131879214, "txstart": 131877136}], "generif": [{"pubmed": 11763346, "text": "inhibition of signaling by antisense oligodeoxynucleotides targeting the common beta chain of receptors"}, {"pubmed": 11830476, "text": "data indicate that ability to produce the type 2 cytokines IL-13 and IL-5 defines CD161(+) NK cells at intermediate stages of differentiation, and is lost upon terminal functional differentiation, concomitant with acquired ability to produce IFN-gamma"}, {"pubmed": 11842300, "text": "CD4(+) T cells are the major source of IL-5 among CD3(+) lymphocytes in atopic asthmatic subjects, whereas in nonatopic asthmatic subjects CD8 (+) T cells as well as CD4(+) T cells contribute to the increased production of IL-5"}, {"pubmed": 11877300, "text": "By itself, IL5 increases nerve growth factor level in eosinophils, but in combination with immune complexes, significantly reduces eosinophil NGF levels."}, {"pubmed": 11897983, "text": "in asthma Il-5 might directly induce bronchial hyperresponsiveness"}, {"pubmed": 12097386, "text": "A putative Bcl6-binding silencer element has been identified in the 3' untranslated region of IL-5 cDNA."}, {"pubmed": 12354764, "text": "the AP-1 complex plays a key role in regulating IL5 expression- this provides an explanation for the sensitivity of IL5 to protein synthesis inhibitors and a mechanism for the specific induction of IL5 compared with other cytokines."}, {"pubmed": 12366695, "text": "expression of mRNA for IL-4, IL-5, TGF-beta1, IFN-gamma in patients with cicatricial pemphigoid"}, {"pubmed": 12393708, "text": "Constitutive overexpression of human IL-5 in transgenic mice induces migration of bone marrow progenitor cells to the spleen and extramedullary hematopoiesis in the spleen."}, {"pubmed": 12444155, "text": "IL-5 down-modulates its receptor via a proteinase-mediated process."}, {"pubmed": 12525574, "text": "Protease allergen Der p1 and the secreted proteases of the hookworm Necator americanus are able to directly induce type 2 cytokines IL-4, IL-5, and IL-13 by basophils, that could promote IgE synthesis, eosinophil recruitment, and Th2 cells."}, {"pubmed": 12534990, "text": "Increased IL-5 expression in muscle of eosinophilic myositis patients correlates with the presence of activated eosinophilic granules and the release of eosinophilic major basic protein in muscle biopsy specimens."}, {"pubmed": 12575459, "text": "This is the first evidence of an association between the IL5 gene polymorphism and bronchial asthma"}, {"pubmed": 12759409, "text": "Incubation of eosinophils with IL-5 leads to reduced expression of IL-5R alpha, which is sustained for up to 5 days; eosinophil IL-3R alpha expression is increased by IL-5, whereas GM-CSF receptor alpha expression is not affected by IL-5."}, {"pubmed": 12771545, "text": "IL-5 gene transcription in human asthmatic peripheral T cells in vivo clearly demonstrate that an interaction with monocytes enhances IL-5 gene transcription."}, {"pubmed": 12851716, "text": "In all three groups of patients significant correlation was seen between abundance of IL-2 vs. IL-4, IL-5, IL-10, or TNF-alpha, between IL-4 vs. IL-10, and between TNF-alpha vs. INF-gamma"}, {"pubmed": 12910312, "text": "Results show that the expression of interleukin-5 mRNA in mild asthma differed from that in severe and moderate asthma before and after corticosteroid treatment."}, {"pubmed": 12915771, "text": "IL-5 and eotaxin are associated with acute exacerbation of asthma."}, {"pubmed": 14564341, "text": "Hematopoietin receptor superfamily. Comprised of cytokine-specific alpha chain and common beta chain for signaling. Contributes to differentiation and function of leukocytes. Protective immunity and pathophysiology of immunologic diseases. Review."}, {"pubmed": 14581138, "text": "IL5 gene may play a role in blood eosinophilia associated with atopic dermatitis"}, {"pubmed": 14581138, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14630612, "text": "Results identify several transcriptional targets of interleukin-5 and granulocyte macrophage-colony-stimulating factor in human eosinophils and suggest that a number of protein products are critical to the responsiveness of airway eosinophils."}, {"pubmed": 14634065, "text": "skin mast cells precultured in the presence of IL-4 [alone or plus stem cell factor (SCF)] before anti-IgE stimulation, acquired the ability to produce IL-5, and IL-1beta was concomitantly suppressed"}, {"pubmed": 15007355, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15155645, "text": "Significantly higher levels were found in soluble egg antigen-stimulated PBMC from schistosomiasis mansoni patients with degree III hepatic fibrosis compared to patients with degree I or II fibrosis, and in patients untreated for 1 year."}, {"pubmed": 15271374, "text": "histone acetyltransferase (HAT) activity of CBP/p300 was required to activate IL-5 expression"}, {"pubmed": 15367434, "text": "exposure of human mast cells to IL-4, IL-5, and IFN-gamma during growth and differentiation generally down-regulated mast cell number and function"}, {"pubmed": 15528381, "text": "IL-5 induces the protein expression of cyclin D3 and the kinase Pim-1, both of which are regulated by STAT-dependent processes in airway and blood eosinophils."}, {"pubmed": 15534922, "text": "IL-5 acts as a triggering factor in the toxiallergic complaints commonly seen in helminth and protozoon infections."}, {"pubmed": 15549733, "text": "Up-regulated by a conserved upstream enhancer with two potential GATA-3-binding sites"}, {"pubmed": 15563083, "text": "GATA-3 contributed to the production of IL-4, IL-5 in patients with allergic rhinitis."}, {"pubmed": 15713213, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15802551, "text": "extracellular signal-regulated kinase-mediated adhesion of beta(2)-integrin caused by IL-5 is mediated in human eosinophils by a class IA PI3K through activation of a PKCdelta pathway"}, {"pubmed": 15805995, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15826943, "text": "analysis of IL5 induction of activation of the multisubunit receptor system using an interleukin-5 mimetic peptide"}, {"pubmed": 15826950, "text": "interleukin-5 transcription repression by the glucocorticoid receptor targets GATA3 signaling and involves histone deacetylase recruitment"}, {"pubmed": 15835818, "text": "Topical steroid treatment may suppress IL-5 gene expression, and steroids may inhibit eosinophil functions in nasal polyps."}, {"pubmed": 15842590, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15845862, "text": "Allergen-specific T cell lines induced in the presence of salmeterol and fluticasone proprionate inhibited IL-5 and IL-13 production by allergen-specific Th2 cell lines in an IL-10-dependent manner"}, {"pubmed": 15935984, "text": "Interleukin 5 plays a role in colonic carcinogenesis from ulcerative colitis by interacting with IGF-II."}, {"pubmed": 15951665, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15951665, "text": "Polymorphisms in the IL5 gene were associated with each other in whites and African Americans."}, {"pubmed": 15964392, "text": "This Th2 cytokine is possibly involved in the modulation of lung graft transplantation tolerance."}, {"pubmed": 16001979, "text": "These data suggest that during a respiratory virus infection activated CD8+ T cells from asthmatic subjects may produce excess type 2 cytokines and may contribute to asthma exacerbation by augmenting allergic inflammation."}, {"pubmed": 16036415, "text": "Eosinophils from asthmatics release IL-5 in an autocrine fashion to act on their own IL-5 receptors in prevention of apoptosis through the upregulation of Bcl-2 expression."}, {"pubmed": 16236836, "text": "Sputum IL-13, but not IL-5, is inversely correlated with the provocative concentration of a substance causing a 20% fall in FEV1 for methacholine in asthmatic patients"}, {"pubmed": 16243713, "text": "The conserved lymphokine element 0 is important for inducible interleukin-5 transcription."}, {"pubmed": 16449530, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16556602, "text": "dynamin has roles in the IL-5 signaling pathway and in receptor endocytosis and termination of the ERK1/2 signaling pathway"}, {"pubmed": 16596275, "text": "ROC analysis demonstrated that the ratio of IL-5/IL-4 was the most sensitive parameter associated with acute graft-versus-host disease."}, {"pubmed": 16722389, "text": "NFKB, IL4 and IL5 expression levels are elevated in T cells from allergic rhinitis patients."}, {"pubmed": 16879311, "text": "serum expression of eotaxin & IL-5 were significantly increased in patients with strongyloidiasis compared with controls; this rise suggests that selective mediators of the eosinophil can have a role in immunity against S. stercoralis in human infection"}, {"pubmed": 16922677, "text": "HDAC4 (histone deacetylase 4) and p300, a known HAT (histone acetyltransferase), reversibly controlled the activity of the IL-5 promoter in vivo and in vitro, with a concurrent alteration of histone H3 acetylation status at the promoter regions."}, {"pubmed": 16929824, "text": "IL-5 and IL-8 are the key cytokines in the formation of nasal polyps."}, {"pubmed": 17015735, "text": "study of link between SWA-specific Th2 cytokines IL4 and IL5 responsiveness and subsequent increases in worm-IgE, and age factors"}, {"pubmed": 17362254, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 17438848, "text": "AP-1 may participate in the signal transduction of PKC-triggered expression of IL-5 in allergic rhinitis T lymphocytes."}, {"pubmed": 17517104, "text": "Ragweed stimulation significantly increased the production of the Th2-associated cytokines IL-5, IL-9 and IL-13, the chemokines CCL17 and CCL22 and the regulatory cytokine IL-10 in allergic patients"}, {"pubmed": 17581195, "text": "Inhaled IL-5 modulated eosinophil progenitor numbers in both the airways and bone marrow of asthmatics and induced local eosinophilia in non-asthmatics."}, {"pubmed": 17620002, "text": "A significant correlation exists between bronchoalveolar lavage concentration of IL-5 and eosinophils in veterans with sulfur mustard gas-induced pulmonary fibrosis."}, {"pubmed": 17620072, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17623648, "text": "ST2 reduced production of IL-4, IL-5, and IL-13 from IL-33-stimulated splenocytes. These results indicate that soluble ST2 acts as a negative regulator of Th2 cytokine production by the IL-33 signaling."}, {"pubmed": 17628972, "text": "Activation of GATA-3 might be one of the mechanisms for induction of IL-5 expression in chronic rhinosinusitis."}, {"pubmed": 17690326, "text": "IL-5 priming enhances Siglec-8-mediated mitochondrial and ROS-dependent eosinophil apoptosis and eliminates caspase dependence."}, {"pubmed": 17703412, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17845581, "text": "Chromatin immunoprecipitation showed increased binding of Ets1 and GATA-3 to the IL-5 promoter after stimulation. Ets1, GATA-3 and AP-1 synergize to regulate IL-5 transcription in human T cells."}, {"pubmed": 18028994, "text": "Glucocorticoid receptor beta is able to act as a transcriptional repressor of cytokine genes, IL5 and IL13 and mediates its function through the recruitment of histone deacetylase complexes."}, {"pubmed": 18056382, "text": "IL-5 may modulate the immune response in individuals with symptomatic Schistosomiasis japonica."}, {"pubmed": 18056382, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18206982, "text": "thrombin and cell interaction with lung epithelial cells may augment the inflammatory response in allergic diseases by stimulating the secretion of IL-5 from basophils"}, {"pubmed": 18273035, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18383036, "text": "ability of CD8hi CD57+ T cells to further differentiate is highlighted by a distinct cytokine profile late after activation that includes the unexpected release of high levels of interleukin"}, {"pubmed": 18395252, "text": "IL-5 overexpression is associated with eosinophilia in T-cell lymphomas."}, {"pubmed": 18519231, "text": "The production of Th1 and Th2 cytokines by naive CD4+ T cells to mycobacterial antigen-pulsed DCs in the group of young, healthy BCG vaccinated volunteers, was investigated."}, {"pubmed": 18633131, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18676870, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18686101, "text": "Reduction of IL-5, which is involved in regulating B cell differentiation into antibody-secreting plasma cells, may contribute to defective antibody production in common variable immunodeficiency patients."}, {"pubmed": 18687755, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18712166, "text": "Alterations of MMP-2 and -9 expression may play a role in eosinophilic chronic rhinosinusitis, but the association with IL-5 and IL-13 remains unclear"}, {"pubmed": 18772129, "text": "cyclic AMP signals enhance histone H3 acetylation at the IL-5 promoter and the concerted binding of GATA-3 and NFATc to the promoter."}, {"pubmed": 18818748, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18844613, "text": "Analysis of IL-5 expression suggests that several cytokines could participate in the physiopathology of EE in humans.IL-5 was not detected in control samples, and expression levels were variably downregulated after steroid treatment in six patients."}, {"pubmed": 18849614, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18925696, "text": "Diffuse large B-cell lymphoma and follicular lymphoma grade 3 is more influenced by expression of B-cell differentiation stage genes than by tumor cells growth pattern, BCL2 and BCL6 abnormalities, and International Prognostic Index."}, {"pubmed": 18996999, "text": "Children with the higher IL-10/IL-5 ratios appeared to have lower risks for virtually all of the four categories of respiratory infections in each of the five 1-year periods spanning the study."}, {"pubmed": 19019335, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19050632, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19131452, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19141349, "text": "increased secretion by peripheral blood T cells in patients with eosinophilic gastroenteritis"}, {"pubmed": 19152965, "text": "Pim-1, but not PI3K, plays a major role in IL-5-mediated antiapoptotic signaling in eosinophils."}, {"pubmed": 19168731, "text": "RgpA-Kgp proteinase-adhesin complexes of Prophyromonas gingivalis degrade Th2 cytokines IL-4 and IL-5 and reduce their bioavailability in T cell lines."}, {"pubmed": 19180571, "text": "IL-5 induces cell proliferation and anti-apoptosis through the JAK/c-Myc pathway, and JAK1 and JAK2 activation participate in IL-5-induced up-regulation of c-Myc."}, {"pubmed": 19200845, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19222422, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19247692, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19258923, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19299749, "text": "PPARalpha was demonstrated, for the first time, to regulate the IL-4 and IL-5 genes in experimental autoimmune encephalomyelitis"}, {"pubmed": 19336370, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19360850, "text": "children with mycoplasma pneumonia and wheeze have significantly higher serum levels of IL-5 and VEGF(vascular endothelial growth factor) than those without wheeze"}, {"pubmed": 19379606, "text": "stimulation of HNEC with SEB resulted in increased IL-5 and GM-CSF expression, which could be suppressed by dexamethasone (p < 0.05), and SEB at concentrations of 1-100 ng/mL effectively promoted IL-5 and GM-CSF release by HNEC (p < 0.05)"}, {"pubmed": 19419945, "text": "In giardiosis, the concentrations of IgE and IL-5 in blood serum were twice as high, the concentration of IL-6 was two and a half times higher and the concentration of IFN-gamma was almost four times higher as compared to healthy controls."}, {"pubmed": 19478474, "text": "Sputum IL-5 was associated with a sputum eosinophilia."}, {"pubmed": 19486544, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19527514, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19533685, "text": "IL5 rs2069812 is associated with HTLV-I infection in non-Hodgkin lymphoma and adult T-cell lymphoma/leukemia."}, {"pubmed": 19573080, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19578876, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19698128, "text": "Data show that expression of IL-1 Beta, IL-4, IL-5, IL-6 and IL-10 were upregulated in CT-positive infertile women."}, {"pubmed": 19773279, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19773451, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19840389, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19845895, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19860791, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19914334, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20332709, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20332709, "text": "The interaction of 6-locus from the 5 interleukin genes might confer higher risk for graves'disease and Graves'ophthalmopathy than single risk allele."}, {"pubmed": 20403914, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20418110, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20452482, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20453000, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20503287, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20523065, "text": "Serum levels of ECP, IL-5, -6, -8 and -10, G-CSF, MCP-1, IL-1 ra and IP-10 were significantly elevated in acute compared with stable childhhood asthma."}, {"pubmed": 20530519, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20561085, "text": "promotes increased immunoglobulin M at the site of disease in leprosy"}, {"pubmed": 20568250, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20636896, "text": "higher levels of secretion induced by food allergens in 4(1/2) yrs-old children who remain allergic to egg or milk after elimination diet than in children who aquired tolerance"}, {"pubmed": 20650294, "text": "PPD-induced preferential secretion by PBMCs of Warao indigenous patients in Venezuela"}, {"pubmed": 20673868, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20825427, "text": "Suggest that IL-5 responses in cord blood samples were strongly related to the season of birth."}, {"pubmed": 20943047, "text": "Our study identifies CXCL10 and IL-5 as proteins differentiating complicated and uncomplicated plaques from human carotid arteries"}, {"pubmed": 20952689, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21168500, "text": "Transplantation of human mesenchymal stem cells suppresses middle cerebral artery occlusion (MCAO) focal ischemia-induced inflammation, possibly through expression of fractalkine and interleukin (IL)-5."}, {"pubmed": 21235536, "text": "Functional polymorphisms in the genes encoding the Th2 cytokines Il-5, IL-6, and IL-13, are associated differently with the development and prognosis of autoimmune thyroid disease from each other."}, {"pubmed": 21323726, "text": "IL-5 may play a role in the early phase of acute pneumonia caused by the 2009 H1N1 virus in Japanese children."}, {"pubmed": 21418620, "text": "The increase of plasma IL-9, and the decrease of plasma IL-5, IL-7 and IFN-gamma may contribute to get further insights into the inflammatory pathways involved in chronic heart failure."}, {"pubmed": 21609545, "text": "There is no correlation between the eosinophilic infiltration and the expression of IL-5 in lung cancer tissues."}, {"pubmed": 21849680, "text": "results demonstrate that IL-5(+) and IL-5(-) Th2 cells, respectively, represent more and less highly differentiated Th2 cell subpopulations"}, {"pubmed": 21986312, "text": "REVIEW: Interleukin-5 and IL-5 receptor in health and disease"}, {"pubmed": 22153509, "text": "The structure demonstrates that for steric reasons, homodimeric IL-5 can bind only one receptor molecule, even though two equivalent receptor-binding sites exist."}, {"pubmed": 22186238, "text": "elevated levels in induced sputum from patients with asthma and allergic rhinitis"}, {"pubmed": 22230487, "text": "Elevated levels of IL-5, which uses the neural plasticity-related RAS GTPase-ERK pathway to mediate its actions in the central nervous system, could be one of the factors underlying the depression-related changes in CNS plasticity."}, {"pubmed": 22528658, "text": "The study reports the crystal structure of dimeric IL-5 in complex with the IL5RA extracellular domains."}, {"pubmed": 22710862, "text": "binding of IL-5 to IL-5Ralpha plays a critical role in MMP-9 expression, which may be involved in the migration of bladder cancer."}, {"pubmed": 22805115, "text": "Data indicate that children exposed to secondhand smoke had lower concentrations of IL-1beta, IL-4, IL-5, and IFN-gamma than those with no exposure."}, {"pubmed": 22962576, "text": "Elevated expression of inflammatory cytokines (IL-5, IL-20, and IL-28A) is associated with bladder cancer development."}, {"pubmed": 23306429, "text": "The IL-4 and IL-5 correlation to central obesity in adolescent Egyptian girls among proinflammatory and anti-inflammatory cytokines."}, {"pubmed": 23306834, "text": "alpha(M)beta(2) integrin-mediated adhesion and motility of IL-5-stimulated eosinophils on periostin."}, {"pubmed": 23328843, "text": "present work has shown that IL-2 and IL-15, cytokines critical for NK cell development and maintenance, greatly stimulate KIR3DL1 reverse promoter activity, but not forward promoter activity"}, {"pubmed": 23382558, "text": "Type I interferon (IFN)-dependent inhibition of T cell-derived IL-5 is mediated by IFN-alpha acting directly on activated T cells."}, {"pubmed": 23401558, "text": "Strong IL-5 production was detected in response to peptides from several of the previously undescribed proteins of grass pollen."}, {"pubmed": 23555579, "text": "When patients were classified according to sputum IgE levels, it appeared that IL-5, IL-6, IL-17 and TNF-alpha sputum supernatant levels were raised in the \"IgE high\" asthmatics when compared to \"IgE low\" asthmatics"}, {"pubmed": 23684072, "text": "In activated eosinophils ligation of Siglec-8 leads to ROS-dependent enhancement of IL-5-induced ERK phosphorylation, which results in a novel mode of biochemically regulated eosinophil cell death."}, {"pubmed": 23770289, "text": "These unexpected results provide a theoretical basis for the therapeutic targeting of IL-5 in bladder cancer"}, {"pubmed": 23957336, "text": "Patients with the 'IL-5, IL-17A, IL-25-high' airway inflammatory pattern are often uncontrolled asthmatics, despite daily treatment."}, {"pubmed": 24447082, "text": "11beta-HSD2 expression was decreased in allergic nasal mucosa. In cultured epithelial cells treated with IL-4, IL-5, IL-13, and IL-17A, 11beta-HSD1 expression and activity increased in parallel with the expression levels of CYP11B1 and cortisol"}, {"pubmed": 24530098, "text": "Mechanisms of human eosinophil migration induced by the combination of IL-5 and the endocannabinoid 2-arachidonoyl-glycerol."}, {"pubmed": 24706315, "text": "No significant association was observed between the serum levels IL-5 and IL-1ra and the rate of tobacco smoking in AEP patients."}, {"pubmed": 24710117, "text": "At a fixed concentration of 10-10 M, FF had significantly higher suppressive effects on interferon (IFN)-gamma, interleukin (IL)-2 and IL-17 release, but not IL-5 or tumor necrosis factor (TNF)-alpha, vs. MF."}, {"pubmed": 24738292, "text": "cagocel lead to an increase of IL-4 (p > 0.05), IL-2, IFN-gamma (p < 0.05) and decrease of TGF-beta and IL-12 (p < 0.05). At the same time basic therapy facilitated a significant increase of IL-5 and decrease of IL-6, IL-12, IFN-gamma."}, {"pubmed": 24822215, "text": "Fibrocytes studied were generated in vitro from PBMCs by culturing in the presence of platelet derived growth factors and stimulated by IL-33. Fibrocytes constitutively expressed IL-13 and IL-5, which was augmented by stimulation with IL-33."}, {"pubmed": 24875149, "text": "HDM-specific IL-5 responses at age 3 years or later are the best measure of T cell function for predicting asthma at age 8 years."}, {"pubmed": 24980230, "text": "increased levels in recurrent versus nonrecurrent rhinosinusitis with nasal polyps at the moment of the first surgery"}, {"pubmed": 25121926, "text": "Subsequent IL-5-stimulated signaling."}, {"pubmed": 25585038, "text": "TRPV1 expression level, IL-4 level, and rs4790522 site mutation are the main risk factors inducing bronchial asthma in children"}, {"pubmed": 25587992, "text": "IL-5 may be part of protective mechanisms operating in early atherosclerosis, at least in women"}, {"pubmed": 25613757, "text": "Results showed that PAX2 expression is significantly overexpressed in esophageal squamous cell carcinoma tissues and IL-5 is identified as PAX2's effector for metastasis."}, {"pubmed": 25703059, "text": "high levels of IL-33 and a high IL-33/soluble ST2 ratio correlates with elevated levels of IFN-gamma, TNF-alpha and IL-17alpha as well as IL-5, demonstrating that IL-33 has pleiotropic effects."}, {"pubmed": 25817862, "text": "Production of IL-5 in response to both extract and the Bet v1-derived peptide mix strongly suggested that T cells were a major source of IL-5."}, {"pubmed": 25840634, "text": "There was an improvement of the in vitro-cytokine responses in iL-5, IL-10, and interferon-gamma after liver transplantations in end-stage liver disease pediatric patients."}, {"pubmed": 25937050, "text": "It has been shown in this study that the level of IL-5, one of the markers of eosinophilic inflammation, is higher in EBC of children with atopic asthma than in those with nonatopic asthma."}, {"pubmed": 26282695, "text": "Post-liver transplant patients with food allergy showed a unique cytokine profile in response to various stimuli, with extremely elevated IL-5, low IL-10 secretion."}, {"pubmed": 26821299, "text": "Data indicate that interleukin 5 (IL-5)-associated single nucleotide polymorphisms (SNPs) were not associated with carotid intima-media thickness."}, {"pubmed": 26859368, "text": "Interleukin-5/-targeted treatments offer promises to patients with eosinophilic respiratory disorders; review"}, {"pubmed": 27060452, "text": "Serum IL-5 and IL-13 are reliable biomarkers for the blood eosinophilia asthma phenotype."}, {"pubmed": 27275740, "text": "simvastatin was demonstrated to inhibit IL-5-induced CCR3 expression and chemotaxis of eosinophils mediated via the mevalonate pathway."}, {"pubmed": 28226398, "text": "eosinophilia in FE is secondary to dysregulation of IL-5 production in PBMC (and their component subsets)."}, {"pubmed": 28398462, "text": "Data indicate that interleukin-5 (IL-5) was that only serum cytokines show statistical significance between severe chronic obstructive pulmonary disease (COPD) and controls."}, {"pubmed": 28737771, "text": "Obesity alters the lung neutrophil infiltration to enhance breast cancer metastasis through IL5 and GM-CSF."}, {"pubmed": 28752719, "text": "The luteal phase of the cycle in perimenstrual asthma patients is associated with increased serum estradiol levels with concurrent higher sputum concentration of IL-5 and IL-8."}, {"pubmed": 28915273, "text": "Longitudinal co-variations between inflammatory cytokines, lung function and patient reported outcomes in patients with asthma"}, {"pubmed": 29247803, "text": "These experiments indicate a direct role of S. aureus in the regulation of IL-5 production in nasal polyps and may suggest the involvement of bacterial proteins detected in the tissues."}, {"pubmed": 29602685, "text": "IL-5 is expressed intrathecally in tick-borne encephalitis, but its pathogenetic role remains unclear."}, {"pubmed": 29921484, "text": "Knockdown (KD) of STAT5 abolished the direct anti-angiogenic effect of IL-5 on VEGF-induced endothelial cell proliferation, migration and tube formation."}, {"pubmed": 30072087, "text": "The elevated intrafollicular concentrations of IL-5 seem to be a negative predictor to the pregnancy outcome in intracytoplasmic sperm injection/embryo transfer cycles."}, {"pubmed": 30210646, "text": "The concentration of Th2-related cytokines (IL-5 and IL-13) in asthmatic children with Rhinovirus(+) was significantly higher than those with Rhinovirus(-)."}, {"pubmed": 30529748, "text": "Peptide variants with improved IL-5 inhibition have been generated."}, {"pubmed": 30694585, "text": "IL-5 increased the levels of Bcl2L12 in CD4(+) T cells, the latter bound to the FasL promoter to prevent FasL gene transcription."}, {"pubmed": 30974106, "text": "CST1 enhanced eosinophil activation and recruitment through induction of IL-5."}, {"pubmed": 31175163, "text": "Stimulated with either GM-CSF, IL-3, or IL-5 for 48 h."}, {"pubmed": 31333650, "text": "IL-5 is a potential biomarker which predicts germinal center activity, follicular helper T-cells activity, and neutralization breadth in the HIV-Infected pediatric population."}, {"pubmed": 31495774, "text": "Interleukin-5 levels are decreased in the plasma of coronary artery disease patients and inhibit Th1 and Th17 differentiation in vitro."}, {"pubmed": 31673233, "text": "Placenta-derived Mesenchymal stem cells exerted an anti-IL-5 effect and reduced the IL-5 level in culture in different subgroups of children with asthma."}, {"pubmed": 31830482, "text": "Low IL-5 expression is associated with aortic dissection."}, {"pubmed": 31900992, "text": "Association of cytokine Th2 gene polymorphisms with autoimmune thyroid diseases in Tunisian population."}, {"pubmed": 32447242, "text": "Contrasting serum biomarker profiles in two Colombian populations with different risks for progression of premalignant gastric lesions during chronic Helicobacter pylori infection."}, {"pubmed": 32552827, "text": "Identification of a novel IL-5 signaling pathway in chronic pancreatitis and crosstalk with pancreatic tumor cells."}, {"pubmed": 33003107, "text": "IL-5 mediates monocyte phenotype and pain outcomes in fibromyalgia."}, {"pubmed": 33109625, "text": "Association Between IL-5 Levels and the Clinicopathologic Features of Eosinophilic Granulomatosis With Polyangiitis."}, {"pubmed": 33176218, "text": "Ceruloplasmin and oxidative stress in severe eosinophilic asthma patients treated with Mepolizumab and Benralizumab."}, {"pubmed": 33191121, "text": "Clinical significance of invariant natural killer T cells and IL-5 in acute eosinophilic pneumonia."}, {"pubmed": 33494375, "text": "Pin1 Regulates IL-5 Induced Eosinophil Polarization and Migration."}, {"pubmed": 33852849, "text": "A stromal progenitor and ILC2 niche promotes muscle eosinophilia and fibrosis-associated gene expression."}, {"pubmed": 33921360, "text": "Treatment Challenges in Severe Eosinophilic Asthma: Differential Response to Anti-IL-5 and Anti-IL-5R Therapy."}, {"pubmed": 34239620, "text": "Serum IL-5 and IFN-gamma Are Novel Predictive Biomarkers for Anti-PD-1 Treatment in NSCLC and GC Patients."}, {"pubmed": 35243803, "text": "The roles of eosinophils and interleukin-5 in the pathophysiology of chronic rhinosinusitis with nasal polyps."}, {"pubmed": 35752781, "text": "Serum IL-5, POSTN and IL-33 levels in chronic rhinosinusitis with nasal polyposis correlate with clinical severity."}, {"pubmed": 36543402, "text": "[Expression and predictive value of type inflammatory cytokines in nasal secretion in eosinophilic chronic rhinosinusitis with nasal polyps]."}, {"pubmed": 36685563, "text": "Serum IL-5 levels predict HBsAg seroclearance in patients treated with Nucleos(t)ide analogues combined with pegylated interferon."}, {"pubmed": 37301436, "text": "Patients With Asthma Only Sensitized to Staphylococcus aureus Enterotoxins Have More Exacerbations, Airflow Limitation, and Higher Levels of Sputum IL-5 and IgE."}, {"pubmed": 37705107, "text": "Vitamin D status in hospitalized COVID-19 patients is associated with disease severity and IL-5 production."}, {"pubmed": 37908348, "text": "A fine mapping of single nucleotide variants and haplotype analysis of IL13 gene in patients with Leishmania guyanensis-cutaneous leishmaniasis and plasma cytokines IL-4, IL-5, and IL-13."}, {"pubmed": 38497343, "text": "The association of 25(OH)D, interleukin-4, interleukin-5, and interleukin-13 levels with the burden of soil-transmitted helminth infection in stunted children aged 24-59 months."}, {"pubmed": 38612591, "text": "A Potential Role of Interleukin-5 in the Pathogenesis and Progression of Amyotrophic Lateral Sclerosis: A New Molecular Perspective."}], "genomic_pos": {"chr": "5", "end": 132556838, "ensemblgene": "ENSG00000113525", "start": 132541445, "strand": -1}, "genomic_pos_hg19": {"chr": "5", "end": 131892530, "start": 131877136, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0002639", "qualifier": "involved_in", "term": "positive regulation of immunoglobulin production"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006954", "pubmed": 3498940, "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006955", "qualifier": "involved_in", "term": "immune response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030890", "qualifier": "involved_in", "term": "positive regulation of B cell proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0038043", "pubmed": 33099778, "qualifier": "involved_in", "term": "interleukin-5-mediated signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045645", "qualifier": "involved_in", "term": "positive regulation of eosinophil differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045893", "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046427", "qualifier": "involved_in", "term": "positive regulation of receptor signaling pathway via JAK-STAT"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0050731", "qualifier": "involved_in", "term": "positive regulation of peptidyl-tyrosine phosphorylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071803", "pubmed": 15220135, "qualifier": "involved_in", "term": "positive regulation of podosome assembly"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005576", "pubmed": 20041150, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 33099778, "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005615", "pubmed": 3024129, "qualifier": "located_in", "term": "extracellular space"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0005125", "pubmed": 33099778, "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005137", "qualifier": "enables", "term": "interleukin-5 receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [1495999, 22153509], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008083", "qualifier": "enables", "term": "growth factor activity"}]}, "homologene": {"genes": [[9544, 710622], [9598, 743963], [9606, 3567], [9615, 403790], [9913, 280825], [10090, 16191], [10116, 24497]], "id": 679}, "interpro": [{"desc": "Interleukin-5", "id": "IPR000186", "short_desc": "IL-5"}, {"desc": "Four-helical cytokine-like, core", "id": "IPR009079", "short_desc": "4_helix_cytokine-like_core"}], "ipi": ["IPI00007082", "IPI00796601"], "map_location": "5q31.1", "name": "interleukin 5", "other_names": ["B-cell differentiation factor I", "T-cell replacing factor", "colony-stimulating factor, eosinophil", "eosinophil differentiation factor", "interleukin-5"], "pathway": {"biocarta": {"id": "gata3pathway", "name": "gata3 participate in activating the th2 cytokine genes expression"}, "kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04630", "name": "JAK-STAT signaling pathway - Homo sapiens (human)"}, {"id": "hsa04640", "name": "Hematopoietic cell lineage - Homo sapiens (human)"}, {"id": "hsa04657", "name": "IL-17 signaling pathway - Homo sapiens (human)"}, {"id": "hsa04658", "name": "Th1 and Th2 cell differentiation - Homo sapiens (human)"}, {"id": "hsa04660", "name": "T cell receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa04664", "name": "Fc epsilon RI signaling pathway - Homo sapiens (human)"}, {"id": "hsa04672", "name": "Intestinal immune network for IgA production - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}, {"id": "hsa05310", "name": "Asthma - Homo sapiens (human)"}, {"id": "hsa05320", "name": "Autoimmune thyroid disease - Homo sapiens (human)"}, {"id": "hsa05321", "name": "Inflammatory bowel disease - Homo sapiens (human)"}, {"id": "hsa05330", "name": "Allograft rejection - Homo sapiens (human)"}], "netpath": {"id": "Pathway_IL5", "name": "IL5"}, "pid": [{"id": "ap1_pathway", "name": "AP-1 transcription factor network"}, {"id": "il4_2pathway", "name": "IL4-mediated signaling events"}, {"id": "il5_pathway", "name": "IL5-mediated signaling events"}, {"id": "nfat_tfpathway", "name": "Calcineurin-regulated NFAT-dependent transcription in lymphocytes"}, {"id": "reg_gr_pathway", "name": "Glucocorticoid receptor regulatory network"}, {"id": "smad2_3nuclearpathway", "name": "Regulation of nuclear SMAD2/3 signaling"}], "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-451927", "name": "Interleukin-2 family signaling"}, {"id": "R-HSA-512988", "name": "Interleukin-3, Interleukin-5 and GM-CSF signaling"}, {"id": "R-HSA-5673001", "name": "RAF/MAP kinase cascade"}, {"id": "R-HSA-5683057", "name": "MAPK family signaling cascades"}, {"id": "R-HSA-5684996", "name": "MAPK1/MAPK3 signaling"}, {"id": "R-HSA-912526", "name": "Interleukin receptor SHC signaling"}], "smpdb": {"id": "SMP00358", "name": "Fc Epsilon Receptor I Signaling in Mast Cells"}, "wikipathways": [{"id": "WP2328", "name": "Allograft Rejection"}, {"id": "WP3624", "name": "Lung fibrosis"}, {"id": "WP3863", "name": "T-Cell antigen Receptor (TCR) pathway during Staphylococcus aureus infection"}, {"id": "WP3893", "name": "Development and heterogeneity of the ILC family"}, {"id": "WP4484", "name": "Control of immune tolerance by vasoactive intestinal peptide"}, {"id": "WP4494", "name": "Selective expression of chemokine receptors during T-cell polarization"}, {"id": "WP453", "name": "Inflammatory Response Pathway"}, {"id": "WP530", "name": "Cytokines and Inflammatory Response"}]}, "pdb": ["1HUL", "3QT2", "3VA2", "8TLD"], "pfam": "PF02025", "pharmgkb": "PA29833", "pharos": {"target_id": 14905, "tdl": "Tclin"}, "pir": "A28477", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF325390", "relationship": "is"}, {"id": "GNF325391", "relationship": "is"}, {"id": "GNF325392", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF251311", "relationship": "is"}, {"id": "GNF251312", "relationship": "is"}, {"id": "GNF251313", "relationship": "is"}, {"id": "GNF251314", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF085088", "relationship": "is"}, {"id": "GNF085089", "relationship": "is"}, {"id": "GNF085090", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052714", "relationship": "is"}, {"id": "GNF057483", "relationship": "is"}, {"id": "GNF072567", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF066425", "relationship": "is"}, {"id": "GNF066426", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF007150", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF330412", "relationship": "is"}, {"id": "GNF331827", "relationship": "is"}, {"id": "GNF333613", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF336781", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF096375", "relationship": "is"}, {"id": "GNF136030", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000005.10", "NC_060929.1", "NG_033019.1"], "protein": ["NP_000870.1", "XP_005272045.1", "XP_011541675.1", "XP_047273104.1", "XP_054208493.1", "XP_054208494.1", "XP_054208495.1", "XP_054208496.1"], "rna": ["NM_000879.3", "XM_005271988.5", "XM_011543373.4", "XM_047417148.1", "XM_054352518.1", "XM_054352519.1", "XM_054352520.1", "XM_054352521.1"], "translation": [{"protein": "XP_054208495.1", "rna": "XM_054352520.1"}, {"protein": "XP_054208496.1", "rna": "XM_054352521.1"}, {"protein": "XP_005272045.1", "rna": "XM_005271988.5"}, {"protein": "XP_047273104.1", "rna": "XM_047417148.1"}, {"protein": "NP_000870.1", "rna": "NM_000879.3"}, {"protein": "XP_011541675.1", "rna": "XM_011543373.4"}, {"protein": "XP_054208493.1", "rna": "XM_054352518.1"}, {"protein": "XP_054208494.1", "rna": "XM_054352519.1"}]}, "reporter": {"HG-U133_Plus_2": "207952_at", "HG-U95Av2": "436_at", "HTA-2_0": ["TC05001769.hg.1", "TC05003236.hg.1"], "HuEx-1_0": "2875384", "HuGene-1_1": "8114023", "HuGene-2_1": "16999799"}, "summary": "This gene encodes a cytokine that acts as a growth and differentiation factor for both B cells and eosinophils. The encoded cytokine plays a major role in the regulation of eosinophil formation, maturation, recruitment and survival. The increased production of this cytokine may be related to pathogenesis of eosinophil-dependent inflammatory diseases. This cytokine functions by binding to its receptor, which is a heterodimer, whose beta subunit is shared with the receptors for interleukine 3 (IL3) and colony stimulating factor 2 (CSF2/GM-CSF). This gene is located on chromosome 5 within a cytokine gene cluster which includes interleukin 4 (IL4), interleukin 13 (IL13), and CSF2 . This gene, IL4, and IL13 may be regulated coordinately by long-range regulatory elements spread over 120 kilobases on chromosome 5q31. [provided by RefSeq, Jul 2013].", "symbol": "IL5", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1334121"}, "unigene": "Hs.2247", "uniprot": {"Swiss-Prot": "P05113", "TrEMBL": "C9JQP9"}, "wikipedia": {"url_stub": "Interleukin 5"}}