{"AllianceGenome": "6023", "HGNC": "6023", "MIM": "146660", "_id": "3574", "_version": 1, "accession": {"genomic": ["AC083837.4", "AC100854.2", "AH006906.2", "CH471068.1", "CP068270.2", "EF064721.1", "LC461681.1", "NC_000008.11", "NC_060932.1"], "protein": ["AAA59156.1", "AAC63047.1", "AAH47698.1", "ABK41904.1", "ACX53627.1", "ANQ68335.1", "BAD89408.1", "BAD89409.1", "BAD89411.1", "BAD89412.1", "BAD89414.1", "BAD89422.1", "BAF84227.1", "EAW87060.1", "EAW87061.1", "EAW87062.1", "NP_000871.1", "NP_001186815.1", "NP_001186816.1", "NP_001186817.1", "P13232.1", "XP_011515824.1", "XP_011515825.1", "XP_047277721.1", "XP_047277722.1", "XP_047277723.1", "XP_047277724.1", "XP_054216412.1", "XP_054216413.1", "XP_054216414.1"], "rna": ["AB102879.1", "AB102880.1", "AB102882.1", "AB102883.1", "AB102885.1", "AB102893.1", "AK226000.1", "AK291538.1", "AU136355.1", "BC032487.1", "BC047698.1", "CD013923.1", "GQ919059.1", "J04156.1", "KX160446.1", "NM_000880.4", "NM_001199886.2", "NM_001199887.2", "NM_001199888.2", "XM_011517522.4", "XM_011517523.4", "XM_047421765.1", "XM_047421766.1", "XM_047421767.1", "XM_047421768.1", "XM_054360437.1", "XM_054360438.1", "XM_054360439.1"], "translation": [{"protein": "ACX53627.1", "rna": "GQ919059.1"}, {"protein": "XP_054216414.1", "rna": "XM_054360439.1"}, {"protein": "BAF84227.1", "rna": "AK291538.1"}, {"protein": "NP_001186815.1", "rna": "NM_001199886.2"}, {"protein": "XP_047277723.1", "rna": "XM_047421767.1"}, {"protein": "ANQ68335.1", "rna": "KX160446.1"}, {"protein": "XP_047277724.1", "rna": "XM_047421768.1"}, {"protein": "XP_054216412.1", "rna": "XM_054360437.1"}, {"protein": "BAD89414.1", "rna": "AB102885.1"}, {"protein": "XP_047277721.1", "rna": "XM_047421765.1"}, {"protein": "XP_047277722.1", "rna": "XM_047421766.1"}, {"protein": "XP_011515824.1", "rna": "XM_011517522.4"}, {"protein": "NP_001186817.1", "rna": "NM_001199888.2"}, {"protein": "BAD89408.1", "rna": "AB102879.1"}, {"protein": "BAD89422.1", "rna": "AB102893.1"}, {"protein": "XP_011515825.1", "rna": "XM_011517523.4"}, {"protein": "BAD89409.1", "rna": "AB102880.1"}, {"protein": "AAH47698.1", "rna": "BC047698.1"}, {"protein": "NP_000871.1", "rna": "NM_000880.4"}, {"protein": "XP_054216413.1", "rna": "XM_054360438.1"}, {"protein": "NP_001186816.1", "rna": "NM_001199887.2"}, {"protein": "AAA59156.1", "rna": "J04156.1"}, {"protein": "BAD89411.1", "rna": "AB102882.1"}, {"protein": "BAD89412.1", "rna": "AB102883.1"}]}, "alias": "IL-7", "ensembl": {"gene": "ENSG00000104432", "protein": ["ENSP00000263851", "ENSP00000368408", "ENSP00000427750", "ENSP00000427800", "ENSP00000428364", "ENSP00000430272", "ENSP00000438922"], "transcript": ["ENST00000263851", "ENST00000379113", "ENST00000518982", "ENST00000519833", "ENST00000520215", "ENST00000520269", "ENST00000520317", "ENST00000521323", "ENST00000523959", "ENST00000541183"], "translation": [{"protein": "ENSP00000263851", "rna": "ENST00000263851"}, {"protein": "ENSP00000368408", "rna": "ENST00000379113"}, {"protein": "ENSP00000438922", "rna": "ENST00000541183"}, {"protein": "ENSP00000430272", "rna": "ENST00000518982"}, {"protein": "ENSP00000428364", "rna": "ENST00000520215"}, {"protein": "ENSP00000427750", "rna": "ENST00000520269"}, {"protein": "ENSP00000427800", "rna": "ENST00000520317"}], "type_of_gene": "protein_coding"}, "entrezgene": "3574", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 6.62851087443, "exp_mis": 46.2803114192, "exp_syn": 18.7881985407, "lof_z": 2.550337657151, "mis_z": 0.0201537983716014, "mu_lof": 4.02732084735e-07, "mu_mis": 4.03691827523e-06, "mu_syn": 1.50787827784e-06, "n_lof": 0.0, "n_mis": 46.0, "n_syn": 30.0, "p_li": 0.879873742046463, "p_null": 0.00143436242686804, "p_rec": 0.118691895526669, "syn_z": -1.60354894965077}, "bp": 534, "cds_end": 79717157, "cds_start": 79645947, "n_exons": 6, "nonpsych": {"exp_lof": 5.88549767999, "exp_mis": 41.7742044854, "exp_syn": 16.8911887588, "lof_z": 2.38255853814664, "mis_z": -0.0956593100240388, "mu_lof": 4.02732084735e-07, "mu_mis": 4.03691827523e-06, "mu_syn": 1.50787827784e-06, "n_lof": 0.0, "n_mis": 43.0, "n_syn": 29.0, "p_li": 0.863319283684702, "p_null": 0.00242666585738838, "p_rec": 0.13425405045791, "syn_z": -1.8549612517032}, "nontcga": {"exp_lof": 6.08712352856, "exp_mis": 42.5667826673, "exp_syn": 17.2740371258, "lof_z": 2.4338136572591, "mis_z": -0.0330811205928447, "mu_lof": 4.02732084735e-07, "mu_mis": 4.03691827523e-06, "mu_syn": 1.50787827784e-06, "n_lof": 0.0, "n_mis": 43.0, "n_syn": 26.0, "p_li": 0.861335534325157, "p_null": 0.00207787505076138, "p_rec": 0.136586590624082, "syn_z": -1.32934761054441}, "transcript": "ENST00000263851.4"}, "exons": [{"cdsend": 78804922, "cdsstart": 78733712, "chr": "8", "position": [[78732771, 78733832], [78736473, 78736527], [78738503, 78738635], [78740001, 78740082], [78798071, 78798208], [78804912, 78805463]], "strand": -1, "transcript": "NM_000880", "txend": 78805463, "txstart": 78732771}, {"cdsend": 78804922, "cdsstart": 78733712, "chr": "8", "position": [[78732771, 78733832], [78736473, 78736527], [78740001, 78740082], [78798071, 78798208], [78804912, 78805523]], "strand": -1, "transcript": "NM_001199886", "txend": 78805523, "txstart": 78732771}, {"cdsend": 78804922, "cdsstart": 78733712, "chr": "8", "position": [[78732771, 78733832], [78738503, 78738635], [78740001, 78740082], [78798071, 78798208], [78804912, 78805523]], "strand": -1, "transcript": "NM_001199887", "txend": 78805523, "txstart": 78732771}, {"cdsend": 78804922, "cdsstart": 78733712, "chr": "8", "position": [[78732771, 78733832], [78740001, 78740082], [78798071, 78798208], [78804912, 78805523]], "strand": -1, "transcript": "NM_001199888", "txend": 78805523, "txstart": 78732771}], "exons_hg19": [{"cdsend": 79717157, "cdsstart": 79645947, "chr": "8", "position": [[79645006, 79646067], [79648708, 79648762], [79650738, 79650870], [79652236, 79652317], [79710306, 79710443], [79717147, 79717698]], "strand": -1, "transcript": "NM_000880", "txend": 79717698, "txstart": 79645006}, {"cdsend": 79717157, "cdsstart": 79645947, "chr": "8", "position": [[79645006, 79646067], [79648708, 79648762], [79652236, 79652317], [79710306, 79710443], [79717147, 79717758]], "strand": -1, "transcript": "NM_001199886", "txend": 79717758, "txstart": 79645006}, {"cdsend": 79717157, "cdsstart": 79645947, "chr": "8", "position": [[79645006, 79646067], [79650738, 79650870], [79652236, 79652317], [79710306, 79710443], [79717147, 79717758]], "strand": -1, "transcript": "NM_001199887", "txend": 79717758, "txstart": 79645006}, {"cdsend": 79717157, "cdsstart": 79645947, "chr": "8", "position": [[79645006, 79646067], [79652236, 79652317], [79710306, 79710443], [79717147, 79717758]], "strand": -1, "transcript": "NM_001199888", "txend": 79717758, "txstart": 79645006}], "generif": [{"pubmed": 11927620, "text": "IL7 downregulates both TGF-beta production and signaling in pulmonary fibroblasts."}, {"pubmed": 11929775, "text": "Effects on human thymus function."}, {"pubmed": 12027403, "text": "an aromatic residue is required at position 143 of human IL-7 for IL-7R binding and subsequent signal transduction"}, {"pubmed": 12072494, "text": "increased HIV replication in the thymus by inducing differentiation and expansion of mature CD27(+) thymocytes expressing CXCR4 or CCR5"}, {"pubmed": 12149213, "text": "IL-7 may function to regulate the milieu of the microenvironment by modulating IL-6 secretion by the IL-7R-expressing stromal elements"}, {"pubmed": 12427286, "text": "IL-7 has a role in T cell regeneration that may be useful in enhancing immunity in AIDS infection [review]"}, {"pubmed": 12433286, "text": "Patients with untreated AML had decreased IL-7 serum levels.  Patients in complete remission had intermediate levels and developed adverse effects.  IL-7 enhanced in vitro proliferation by clone T-cells and these cells responded to IL-2 and Il-7."}, {"pubmed": 12441142, "text": "C-terminal modification alters biological activity"}, {"pubmed": 12742982, "text": "A role for IL-7-driven inflammation in atherogenesis was suggested and the promotion of clinical instability in coronary artery disease involving interactions between platelets, monocytes, and chemokines"}, {"pubmed": 12792903, "text": "IL-7 and its downstream signalling complex have roles in some human solid malignancies [review]"}, {"pubmed": 12816983, "text": "IL-7 regulates homeostasis by modulating the equilibrium between proliferation and apoptotic cell death in T cells that have recently exited from the thymus as well as mature naive and memory T cell subsets."}, {"pubmed": 12847229, "text": "IL-7 confers potent survival signals to some but not all subpopulations of human thymocytes in vitro; in contrast, in vivo administration of IL-7 to SCID/hu Thy/Liv mice is not associated with enhanced thymocyte survival or accelerated HIV infection."}, {"pubmed": 12882655, "text": "results confirm a role for SDF-1alpha and IL-7 in HIV-1 disease progression, and suggest that these cytokines play a role in the modulation of CXCR4"}, {"pubmed": 14530372, "text": "Recombinant human IL-7 induces both a renewal and an expansion of T lymphocytes associated with cell activation in SIVmac-infected macaques without modulation of the other hemopoietic cells and with no increase in the viral load in blood or lymph nodes."}, {"pubmed": 14601648, "text": "the drop in CD4 in HIV children would induce an increase of IL-7 as part of a homeostatic mechanism"}, {"pubmed": 14607751, "text": "Interaction between IL-7 and its receptor has the major role in modulating T-ALL survival within the microenvironment generated by the T-ALL/TEC interaction."}, {"pubmed": 14978141, "text": "Human IL-7 has potent effects on the survival and expansion of T cells that are sufficient to significantly increase lethality of murine graft-vs-host disease in the absence of a conditioning regimen."}, {"pubmed": 15048088, "text": "IL-7 induced the death of DN STAT5 expressing 697 cells occurs through caspase-dependent and -independent mechanisms that both require mitochondrial activation."}, {"pubmed": 15133032, "text": "Interleukin-7 and transforming growth factor-beta play counter-regulatory roles in protein kinase C-delta-dependent control of fibroblast collagen synthesis in pulmonary fibrosis"}, {"pubmed": 15226432, "text": "Results suggest that the functional interplay between interferon regulatory factors 1 and 2 serves as an elaborate and cooperative mechanism for regulation of interleukin-7 production essential for local immune regulation within human intestinal mucosa."}, {"pubmed": 15247003, "text": "Interleukin-7 has a role in rejuvenating the immune system [review]"}, {"pubmed": 15353558, "text": "interleukin 7-mediated viability, proliferation, glucose use, and growth of T cell acute lymphoblastic leukemia cells requires PI3 kinase"}, {"pubmed": 15598813, "text": "elevated plasma levels of circulating IL-7 in a subgroup of common variable immunodeficiency"}, {"pubmed": 15911446, "text": "IL-7 response to T-cell depletion may enhance T-cell production, but at the same time may foster HIV-1 disease progression favoring the emergence of more virulent HIV-1 strains characterized by syncytium-inducing capability and rapid replication rate."}, {"pubmed": 15964403, "text": "Transfected into bone marrow stromal cells, protects mice from lukemia following allogeneic T-cell-depleted bone marrow transplantation."}, {"pubmed": 15993713, "text": "Anergy induction by IL-7 and restoration of responsiveness by IL-15 suggest novel mechanisms for regulation of helper T-cell responses, induction of peripheral tolerance, and breakdown of T-cell self-tolerance."}, {"pubmed": 16162475, "text": "IL-7, which is increased endogenously in HIV-1-infected individuals late in disease, may be involved in the neuronal apoptosis"}, {"pubmed": 16284535, "text": "findings suggest that higher IL-7 levels may contribute to higher CD4 counts in Hiv-1 infected women"}, {"pubmed": 16322477, "text": "IL-7 produced by skin cells contributes to the survival and proliferation of T cells within skin lesions and is likely the source of elevated circulating IL-7 in CTCL."}, {"pubmed": 16626395, "text": "IL-7 plasma levels were higher in centenarian females than males."}, {"pubmed": 16709829, "text": "IL-7 promotes the extended survival of both naive and memory CD4+ T cells, whereas cycling of these two subsets is distinct and transient."}, {"pubmed": 16923550, "text": "IL-7 plays a major role in the expansion of mature T-cells that occurs during lymphopenia and has a role in immunotherapy [review]"}, {"pubmed": 17053062, "text": "CD4+ T-cell lymphopenia has an impact on human B-cell development either directly or indirectly via the associated elevation of IL-7 levels"}, {"pubmed": 17110377, "text": "IL-7 has a distinct inductive effect on APOBEC3G (A3G) deoxycytidine deaminase gene expression and A3G complex assembly that occur in natural cellular targets of human immunodeficiency virus infection."}, {"pubmed": 17205128, "text": "showed the capability of IL-7 to stimulate spontaneous osteoclastogenesis of bone metastatic patients and to induce osteoclastogenesis in cancer patients without bone involvement"}, {"pubmed": 17284597, "text": "The level of IL-7-mediated reduction of apoptosis was inversely correlated with the number of circulating CD4+ T cells. The antiapoptotic effect of IL-7 was uncoupled from the induction of cellular proliferation or endogenous HIV-1 replication"}, {"pubmed": 17296584, "text": "IL-7 has a major role in the enhanced survival mediated by BM stroma both in T-ALL cells and thymocytes"}, {"pubmed": 17328044, "text": "IL-7 and, to a limited extent, TNFalpha, both of which are produced by activated monocytes and were detected in synovial fluid, abrogated the CD4+,CD25+ Treg-mediated suppression."}, {"pubmed": 17373935, "text": "A three base ATC deletion just upstream of an out-of-frame ATG codon in the upstream non-coding region of the IL-7 gene, reduces the efficiency of translation from the upstream, out-of-frame ATG."}, {"pubmed": 17438097, "text": "IL-7 levels were found to be strongly associated with ovarian cancer."}, {"pubmed": 17524612, "text": "During sleep and especially during late sleep serum interleukin-7 concentrations were distinctly increased as compared to wakefulness."}, {"pubmed": 17584976, "text": "IL-7 stimulates osteoclastogenesis by inducing TNF-alpha release by T and B cells"}, {"pubmed": 17635814, "text": "Survival cytokines IL-7 and IL-15 are differentially involved in the growth and maintenance of heart-infiltrating peripheral CD8-positive T cells from patients with chronic Chagas disease cardiomyopathy."}, {"pubmed": 17656007, "text": "IL-7 produced by MS-5 cells is required for human pro-B-cell development from CD34(+)bone marrow cells in our culture system, and IL-7 appears to play a certain role in early human B lymphopoiesis."}, {"pubmed": 17665400, "text": "Activation of the IL-7 pathway may play an important role in lymphoid neogenesis in rheumatoid arthritis synovial tissue."}, {"pubmed": 17703412, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17894415, "text": "Immunolocalization of IL-7, IL-7Ralpha, SDF-1alpha, and CXCR4 resulted in a diffuse but specific labeling. RT-PCR analysis confirmed the expression of the above-mentioned transcripts."}, {"pubmed": 17909291, "text": "Stimulation of the IL-7 pathway begins with IL-7 binding to unglycosylated and glycosylated forms of its alpha-receptor, IL-7 receptor alpha."}, {"pubmed": 17913246, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17913246, "text": "The IL7 gene is very unlikely to influence the genetic susceptibility to MS in this population."}, {"pubmed": 17956896, "text": "IL-7 reduced CD127-surface expression and shedding by CD8+ T cells; results support a role for IL-7 in the down-regulation of CD127 expression and impairment of CTL function observed in HIV infection"}, {"pubmed": 18158957, "text": "IL-7 is an important factor in the development of GVHD, presumably by supporting the survival, proliferation, and possibly activation of alloreactive donor-derived T cells in the recipients."}, {"pubmed": 18289383, "text": "IL-7 may contribute to cartilage destruction in joint diseases, including osteoarthritis."}, {"pubmed": 18322183, "text": "Levels of induced telomerase activity in cultured CD4-positive T cells are inversely correlated with cell death."}, {"pubmed": 18390701, "text": "data show that IL-7- and TCR/CD28-mediated signaling differentially regulate IL-7Ralpha expression on human T cells with a transient and chronic effect, respectively."}, {"pubmed": 18401975, "text": "HCV co-infection does not affect the TREC/IL-7 pathway in HIV disease."}, {"pubmed": 18431516, "text": "Data show that T cell loss after islet transplantation in patients with autoimmune type 1 diabetes was associated with both increased serum concentrations of IL-7 and IL-15 and in vivo proliferation of memory CD45RO(+) T cells."}, {"pubmed": 18441236, "text": "high IL-7 levels associated with lymphopenic conditions may simultaneously induce sensitivity to Fas-mediated apoptosis in nonactivated T cells and increase Fas-induced costimulatory signals in T cells recognizing low-affinity antigens."}, {"pubmed": 18949045, "text": "Expressed as soluble recombinant protein in Sf9 cells via nonlysing vector transfection, its secreted levels were 1.7 microg x 1(-1) under serum-free cell culture conditions."}, {"pubmed": 18976766, "text": "Raloxifene reduces circulating levels of interleukin-7 and monocyte chemoattractant protein-1 in postmenopausal women."}, {"pubmed": 19001329, "text": "Data support preclinical observations that IL-7 plays a critical role in inducing acute graft-versus-host-disease."}, {"pubmed": 19002156, "text": "CD40 signals regulate DC-derived IL-7 production that, in turn, may instruct CD8(+) T cells at the time of TCR engagement for survival leading to an increased expansion of antigen-specific T cells"}, {"pubmed": 19008454, "text": "During adulthood CD31(+) naive CD4(+) T cells are maintained by IL-7 and IL-7-based therapies may exert a preferential effect on this population."}, {"pubmed": 19092841, "text": "A differentially spliced IL-7 isoform, lacking exon 5, leads to STAT-5 phosphorylation in CD4+ and CD8+ T cells, promotes thymocyte maturation and T-cell survival."}, {"pubmed": 19141282, "text": "The SCID mutations of IL-7Ralpha locate outside the binding interface with IL-7, suggesting that the expressed mutations cause protein folding defects in IL-7Ralpha"}, {"pubmed": 19147839, "text": "act synergistically with HIV Tat protein to suppress CD127 expression on the surface of CD8 T cells"}, {"pubmed": 19155487, "text": "The airway response to allergen is associated with the generation of IL-7, which may contribute to airway inflammation by promoting enhanced eosinophil activation and survival in patients with allergic asthma."}, {"pubmed": 19230961, "text": "patients with partial DiGeorge syndrome with adequate IL-7 levels would be expected to achieve an almost normal number of peripheral blood T cells with good prognosis."}, {"pubmed": 19240061, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19248116, "text": "IL-7 stimulates chondrocyte secretion of S100A4 via activation of JAK/STAT signaling, and then S100A4 acts in an autocrine manner to stimulate MMP-13 production via RAGE."}, {"pubmed": 19258923, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19279003, "text": "These results indicate that adenovirus-REIC has another arm against human cancer, an indirect host-mediated effect because of overproduction of IL-7 by mis-targeted normal human fibroblasts, in addition to its direct effect on cancer cells."}, {"pubmed": 19299724, "text": "IL-7 is essential for human B cell production from adult bone marrow"}, {"pubmed": 19366834, "text": "Lack of epithelial interleukin-7 gene expression in prostate cancer is associated with tumor escape from immunosurveillance."}, {"pubmed": 19432535, "text": "Responsiveness of T cells to IL-7 is associated with higher CD4+ T cell counts during HAART and thus may be a determinant of the extent of immune reconstitution."}, {"pubmed": 19675167, "text": "A block in IL-2/IL-7 signaling via the STAT5 pathway provides the basis for low surface expression of the CD8 coreceptor and failure of IL-2 to break CD8 T cell anergy in a transgenic model of spontaneous autoimmunity."}, {"pubmed": 19714586, "text": "Enhanced expression of IL-7Ralpha and IL-7 in rheumatoid arthritis patients contributes significantly to the joint inflammation by activating T cells, B cells, and macrophages."}, {"pubmed": 19770269, "text": "IL-7 and TSLP use different mechanisms to regulate human CD4(+) T cell homeostasis."}, {"pubmed": 19796902, "text": "Report a new capillary electrophoresis method that allows quality assessment of purified recombinant Il7, and quantification/profiling of glycoforms of rhIL-7."}, {"pubmed": 19847194, "text": "IL-7 influences neural development at a molecular level by participating in human brain architecture through glia cell formation"}, {"pubmed": 19864382, "text": "HIV infection perturbs IL-7 responses at both receptor binding and signaling steps, which likely compromises the regenerative capacity of the CD4(+) T-cell pool and may contribute to CD4(+) T-cell depletion"}, {"pubmed": 19889552, "text": "Data suggest that an impaired IL-7/JAK3 signal may cause SCID and compromise T-cell differentiation, even if the IL-15 signal is preserved and supports NK-cell development."}, {"pubmed": 19904747, "text": "findings suggest that polymorphism of IL-17F 7488 involved in susceptibility to gastric cancer, which also influenced certain subtypes according to clinicopathological features, whereas IL-17A 197 may be less relevant"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19923894, "text": "BMP4 counteracts the IL-7-induced proliferation and differentiation of CD34(+) cells."}, {"pubmed": 20035760, "text": "Demonstrate that sCD127 is detectable at various levels in the plasma of healthy humans. IL-7 treatment has no impact on sCD127 plasma concentration in patients infected by HIV."}, {"pubmed": 20067635, "text": "bone-invading cells express and produce IL-7, which is known to promote osteoclast activation and osteolytic lesions"}, {"pubmed": 20089933, "text": "Data demonstrate that IL-7 is a novel myokine regulated both in vitro and in vivo, and it may play a role in the regulation of muscle cell development."}, {"pubmed": 20131250, "text": "IL-7 expression may contribute to the immunopathology of primary Sjogren's syndrome."}, {"pubmed": 20190192, "text": "IL-7 and IL-21 are superior to IL-2 and IL-15 in promoting human T cell-mediated rejection of systemic lymphoma in immunodeficient mice."}, {"pubmed": 20190194, "text": "IL-7 triggers rapid IL-7Ralpha endocytosis, which is required for IL-7-mediated signaling and subsequent receptor degradation"}, {"pubmed": 20200205, "text": "IL-7 controls glucose utilization by regulating the gene expression of HXKII, suggesting a mechanism by which IL-7 supports bioenergetics that control cell fate decisions in lymphocytes."}, {"pubmed": 20226540, "text": "The IL-7 transcript, lacking exon 4, and not the full length IL-7 represents the dominant IL-7 RNA transcript in human PBMCs and a novel IL-7R splice variant lacking exons 5, 6 and 7."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20382196, "text": "Subjects with major depressive disorder had low serum levels of IL7. May underlie the depression-related impairment of T-cell function."}, {"pubmed": 20386468, "text": "enhances survival of CD56bright NK cells"}, {"pubmed": 20465565, "text": "IL-7 protects human CD4+ effector/memory T cells from apoptosis. IL-7 upregulates not only Bcl-2, but also Bcl-xL and Mcl-1. Il-7 activates the JAK/STAT signalling pathway."}, {"pubmed": 20503287, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20505146, "text": "Transgenic expression of IL-7 restores a protective anti-pneumococcal polysaccharide response in young mice."}, {"pubmed": 20546594, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20673240, "text": "Interleukin-7 enhances memory CD8(+) T-cell recall responses in health but its activity is impaired in human immunodeficiency virus infection."}, {"pubmed": 20815339, "text": "A large favorable entropy change, a global favorable electrostatic component, and glycosylation of the receptor, albeit not at the interface, contribute significantly to the interaction between IL-7 and the IL-7R subunit alpha extracellular domain."}, {"pubmed": 21048031, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 21159243, "text": "The high expression of IL-7 and IL-7R is highly positie correlated with clinic stage, lymph node metastasis, VEGF-D, LVD and poor prognosis in Non-small cell lung cancer."}, {"pubmed": 21209878, "text": "immunological nonresponders to HIV therapy display elevated BM IL-7/IL-7Ralpha expression but impaired T-cell responsiveness to IL-7, suggesting the activity of a central compensatory pathway targeted to replenish the CD4+ compartment"}, {"pubmed": 21239710, "text": "Increased amounts of bioavailable IL-7 are not detected in the spleens of transgenic IL-7 receptor alpha449F mice because IL-7Ralpha-expressing cells that bind IL-7 are acting as a cytokine sink."}, {"pubmed": 21257970, "text": "CD4 T cell subsets from patients with HIV infection show enhanced signal transducer-activator of transcription (STAT)1 phosphorylation in response to exogenous IL-7."}, {"pubmed": 21418620, "text": "The increase of plasma IL-9, and the decrease of plasma IL-5, IL-7 and IFN-gamma may contribute to get further insights into the inflammatory pathways involved in chronic heart failure."}, {"pubmed": 21455214, "text": "the existence of a critical crosstalk between PI3K/Akt signaling pathway and ROS that is essential for IL-7-mediated T-ALL cell survival"}, {"pubmed": 21647866, "text": "Expression of IL-7 and its receptor was significantly elevated in rheumatoid arthritis (RA) synovial fluid and peripheral blood macrophages as well as RA fibroblasts, compared to normal cells."}, {"pubmed": 21680796, "text": "relationship between CD127 expression, IL-7 signaling and Ig gene rearrangement in pre-B cells"}, {"pubmed": 21711552, "text": "IL-7 gene expression was similar in controls and bacteraemia, but lower in sepsis patients."}, {"pubmed": 21753149, "text": "IL-7 dysregulation and loss of CD8+ T cell homeostasis in the monogenic human disease autoimmune polyendocrinopathy-candidiasis-ectodermal dystrophy."}, {"pubmed": 21795588, "text": "a serum profile of high IL-7 may signify a T(H)1-driven form of MS"}, {"pubmed": 21876448, "text": "In HIV patients with low or moderate degree of immunodeficiency, CD4 counts and plasma IL-7 levels do not evolve in parallel, suggesting that other factors different from CD4 counts must be involved in the upregulation of IL-7 observed in HIV infection."}, {"pubmed": 21912394, "text": "myelodysplastic syndromes patients with normal plasma levels of CXCL10, IL-7 and IL-6 lived significantly longer (median survival 76 months) than those with elevated levels."}, {"pubmed": 21920046, "text": "HIV infection of thymocytes inhibits IL-7 activity."}, {"pubmed": 22027639, "text": "After seven years of effective highly active antiretroviral therapy, the quantity and capacity of T cell subsets and IL-7 in HIV-1-infected patients had been partially restored."}, {"pubmed": 22113713, "text": "IL-7 and TGFbeta1 are promising markers to indicate those at risk for poor prostate cancer survival."}, {"pubmed": 22194871, "text": "High IL-7 concentration can prime resting B cells to CD95-mediated apoptosis via an indirect mechanism."}, {"pubmed": 22247488, "text": "IL-7 was significantly increased in the serum of patients with active Vogt Koyanagi-Harada disease compared with those without or with inactive Vogt Koyanagi-Harada disease."}, {"pubmed": 22312161, "text": "Considering the immunostimulatory ability of IL-7Ralpha T cells and IL-7, this suggests that IL-7(R)-dependent T cell-driven immune activation plays an important role in inflammation in Sjogren syndrome."}, {"pubmed": 22314878, "text": "IL-7 levels were significantly lower in patients with Crohn's disease than in controls."}, {"pubmed": 22384197, "text": "JunD/AP-1-mediated gene expression promotes lymphocyte growth dependent on interleukin-7 signal transduction"}, {"pubmed": 22398700, "text": "We did not observe differences in thymic function, but we found that plasma levels of interleukin-7 and the frequency of its receptor were significantly decreased in preterm infants"}, {"pubmed": 22506826, "text": "In our pilot study, we discovered significant changes in methylation patterns of genes IL-7, IL-13, IL-17C and TYK2 between henodialysis patients and healthy subjects"}, {"pubmed": 22618230, "text": "these findings demonstrate that IL-7delta5 variant induces human breast cancer cell proliferation and cell cycle progression via activation of PI3K/Akt pathway."}, {"pubmed": 22795293, "text": "Data indicate that serum IL-7 was confirmed as independent variable associated to both disease-free survival (DFS) and overall survival (OS)."}, {"pubmed": 22859301, "text": "analysis of synergistic effects of interleukin-7 and pre-T cell receptor signaling in human T cell development"}, {"pubmed": 22897934, "text": "The importance of optimal IL-7 and pre-TCR signaling during adult human T cell development, was investigated."}, {"pubmed": 22921903, "text": "In conclusion the positive correlation between plasma concentration of IL-7, MCP-1 and hs-CRP in diabetic foot patients observed herein, suggests a plausible role for IL-7 in the promotion of clinical instability in coronary artery disease"}, {"pubmed": 22949940, "text": "Keratinocyte growth factor up-regulates Interleukin-7 expression following intestinal ischemia/reperfusion in vitro and in vivo."}, {"pubmed": 22955921, "text": "Data show that lymphatic endothelial cells (LECs) are a prominent source of IL-7 both in human and murine lymph nodes."}, {"pubmed": 23018454, "text": "Hepatocyte-derived transgenic IL-7 plays an indispensable role in maintenance of natural killer T (NKT) and T cells in adult mouse liver and development of B cells in fetal liver."}, {"pubmed": 23053510, "text": "the first report of rhIL-7 ability to restore normal lymphocyte functions in septic patients."}, {"pubmed": 23129754, "text": "IL-7-rich environment abrogates regulatory T (Treg) cell suppressor function and promotes activation and expansion of T effector cells, alloreactive and autoreactive T cells, and Tregs, all of which become fully functional cell populations."}, {"pubmed": 23157741, "text": "IL-7/IL-7R promotes c-Fos/c-Jun expression and activity in non-small cell lung cancer which further facilitates cyclin D1 expression, and accelerates proliferation of cells and VEGF-D-induced lymphovascular formation."}, {"pubmed": 23160470, "text": "IL-7 and IL-15 instruct the generation of human memory stem T cells from naive precursors."}, {"pubmed": 23188693, "text": "Changes of IL-7 expression in different phases of Graves ophthalmopathy (GO) suggested that IL-7 may play an important role in the pathogenesis of GO."}, {"pubmed": 23244154, "text": "Increase in the level of IL-7 is associated with skin pathogenesis in breast cancer."}, {"pubmed": 23325887, "text": "IL-7 or IL-15 priming of the RasGRP/SOS pathway contributes to the increased ERK responsiveness and reduces the threshold above which signaling cascades are initiated, thereby predisposing for autoimmunity."}, {"pubmed": 23437070, "text": "IL-7 and IL-15 levels remain relatively low after nonmyeloablative transplantation."}, {"pubmed": 23454692, "text": "genetic, immunologic, and metabolic factors contribute to a dysregulation of the IL-7/IL-7 receptor pathway in type 1 diabetes and identify a novel hyperglycemia-mediated interference of immune regulatory networks."}, {"pubmed": 23454917, "text": "These results suggest that ineffective responses to IL-7 could impair the transition to memory cells of naive CD4(+) T lymphocytes recognizing self-peptides in the setting of strong costimulation."}, {"pubmed": 23628622, "text": "Data indicate that both CgammaCR-CD127(+)composed of Interleukin-7 (IL-7) tethered to IL-7Ralpha/CD127, and CgammaCR-CD122(+) CD8(+) T((E/CM)) engraft in mice and persist in an absence of exogenous cytokine administration."}, {"pubmed": 23963040, "text": "our data point toward an unexpected new role for IL-7 as a potential autocrine mediator of lymphatic drainage"}, {"pubmed": 23966629, "text": "our data show that IL-7 negatively regulates Tregs"}, {"pubmed": 24097874, "text": "IL-7 can have a significant impact in sustaining expansion and persistence of adoptively chimeric antigen receptor-redirected cytotoxic T lymphocytes."}, {"pubmed": 24224652, "text": "IL-23 does not induce IL-7 expression in microglia and astrocytes."}, {"pubmed": 24585897, "text": "Diminished T-cell responsiveness to IL-7."}, {"pubmed": 24695377, "text": "These results strongly suggest that IL-7/IL-7R prevents apoptosis by upregulating the expression of bcl-2 and by downregulating the expression of bax"}, {"pubmed": 24750122, "text": "decreased IL-7 in peripheral blood, maybe, is a consequence of the negative feedback of the pro-inflammatory function in ITP patients."}, {"pubmed": 24820104, "text": "Low-level transient antigenic stimuli during cART were not associated with changes in the thymic function or the IL-7/CD127 system."}, {"pubmed": 25063872, "text": "These data suggest that increased IFN-alpha activity may promote the loss of T cells by accelerating cell turnover and activation-induced cell death while decreasing the renewal of T cells by inhibiting the proliferative effect of IL-7."}, {"pubmed": 25169828, "text": "Septic patients showed the lowest levels of IL-7. Patients with severe sepsis reached levels of IL-7 higher than those observed in the groups of uncomplicated sepsis and septic shock."}, {"pubmed": 25184791, "text": "blocking IL-7 in hMSCs-lymphocytes co-cultures increased lymphocytes apoptosis and we also have demonstrated that hMSCs are able to produce this interleukin"}, {"pubmed": 25263171, "text": "The present data indicate that high plasma levels of IL-7 in the early post-transplant period are predictive for slow T cell reconstitution, increased risk of acute graft-versus-host disease and increased mortality following haematopoietic stem cell transplantation."}, {"pubmed": 25333710, "text": "In view of the important role IL-7 plays in lymphocyte proliferation, homeostasis and survival, down regulation of CD127 by Tat likely plays a central role in immune dysregulation and CD4 T-cell decline"}, {"pubmed": 25393692, "text": "SF of BC OA displayed significantly higher concentrations for a number of proinflammatory cytokines [CXCL1, eotaxin, interferon (IFN)-gamma, interleukin (IL)-7, IL-8, IL-9, IL-12]."}, {"pubmed": 25411246, "text": "IL-7 elevates miR-124 to decrease the expression of splicing regulator PTB and represses CD95 mRNA splicing."}, {"pubmed": 25784743, "text": "Interferon-alpha inhibits CD4 T cell responses to interleukin-7 and interleukin-2 and selectively interferes with Akt signaling."}, {"pubmed": 25793917, "text": "Increase in serum IL-7 is associated with adenoma."}, {"pubmed": 25870237, "text": "These observations provide evidence of a novel mechanism that enables cells to optimally use IL-7."}, {"pubmed": 25933188, "text": "IL-7/IL-17 axis mediates chronic pelvic pain in experimental autoimmune prostatitis and in patients."}, {"pubmed": 25962782, "text": "The results from this study suggested for the first time that miR-181c was able to negatively regulate the production of proinflammatory cytokines IL-7 and IL-17 in myasthenia gravis patients."}, {"pubmed": 26085358, "text": "Common gamma-chain cytokines IL-2, IL-7, and IL-15 prevent differentiation of naive T cells in vitro and limit activation of primed T cells in the absence of antigenic stimulus, which can contribute to the formation of cytokine imbalance."}, {"pubmed": 26113403, "text": "The observations suggest that IL-7 may play a role in the pathogenesis of Graves' disease and may be associated with its clinical activity."}, {"pubmed": 26177551, "text": "IL-7 and SCF are elevated for a prolonged period after double umbilical cord blood transplantation and persistently high levels of these cytokines may correlate with worse clinical outcomes."}, {"pubmed": 26272555, "text": "provides negative feedback on its own signaling in T cells via endocytosis and degradation of its receptor, CD127"}, {"pubmed": 26324773, "text": "this study identified that IL-7, as well as the Akt/ mTOR signaling pathway, effectively modulates human Double-Negative T Cell- mediated suppression of allogeneic T cell responses."}, {"pubmed": 26479922, "text": "IL7 was expressed primarily in the infundibulum and suprabulb of the hair follicle. IL7 expression was increased in cutaneous T-cell lymphoma."}, {"pubmed": 26615570, "text": "Observed highly significant reductions in the concentration of circulating interleukin (IL)-16, IL-7, and Vascular Endothelial Growth Factor A (VEGF-A) in encephalomyelitis/chronic fatigue syndrome patients."}, {"pubmed": 26795458, "text": "the critical role played by IL-7 and IL-15 in T cell homeostasis and how these cytokines could be used to improve immune reconstitution after allogeneic SCT."}, {"pubmed": 26910841, "text": "Data strongly implicate IL-7 in the thymus-independent long-term survival of functional naive-Tregs."}, {"pubmed": 27036031, "text": "In this study, authors compared the concentrations of IL-15 and IL-7 in the plasma of MDS patients (n = 20) compared with that in the plasma of healthy controls (n = 20)."}, {"pubmed": 27235388, "text": "The results show that SNPs in IL7 caused a significant association in this OA Chinese Han population."}, {"pubmed": 27272942, "text": "increased IL-7 was secreted by mesenchymal stem cells (MSC) in the bone marrow, which may protect leukemic cells from apoptosis induced by imatinib through JAK1/STAT5 signaling pathway"}, {"pubmed": 27306531, "text": "A compensatory mechanism of IL-7-mediated homeostatic proliferation can restore the inhibitory network of CD24+Foxp3+Treg cell after anti-CD25 induction therapy in islet allotransplantation."}, {"pubmed": 27315061, "text": "Therefore, generalized CD8+ T-cell impairment in HCV infection is characterized, in part, by impaired IL-7-mediated signalling and survival, independent of CD127 expression. This impairment is more pronounced in the liver and may be associated with an increased potential for apoptosis. This generalized CD8+ T-cell impairment represents an important immune dysfunction in chronic HCV infection that may alter patient health."}, {"pubmed": 27579861, "text": "IL-7 inhibits the osteogenic differentiation of Periodontal ligament stem cells probably via inactivation of mitogen-activated protein kinase (MAPK) signaling pathway."}, {"pubmed": 27611862, "text": "In summary, our study demonstrates that IL-7/IL-7R axis promotes the invasion and migration of prostate cancer cells, through activation of AKT/NF-kappaB pathway and upregulation of MMP-3 and MMP-7 expression"}, {"pubmed": 27620619, "text": "Indian patients with primary Sjogren's syndrome have higher salivary sL-selectin and IL-7 levels than healthy controls"}, {"pubmed": 27767237, "text": "IL-7/IL-7R signaling pathway plays a possible role in recurrent pregnancy loss by upregulating Th17 immunity while downregulating Treg immunity."}, {"pubmed": 27855183, "text": "These results reveal a novel role of IL-7 and IL-15 in maintaining human T cell function, provide an explanation for T cell dysfunction in humanized mice, and have significant implications for in vitro studies with human T cells."}, {"pubmed": 27866242, "text": "In CRC, IL-7 was higher in patients with lymph node and distant metastases and with tumors located in right colon. In adenomas, IL-7 elevation was associated exclusively with villous growth pattern, while in IBD, circulating IL-7 reflected clinical activity of Crohn's disease and ulcerative colitis."}, {"pubmed": 28127156, "text": "IL-7 has a role inducing epitope masking of gammac protein in IL-7 receptor signaling complex"}, {"pubmed": 28314253, "text": "review of role of IL-7 in immunity and its role in the pathogenesis of neoplasia [review]"}, {"pubmed": 28387753, "text": "we demonstrated that Imatinib mesylate (IM)impaired T cell survival through the inhibition of IL-7 and STAT5-p but not TCR signaling which remained unaffected during IM therapy. Thus, off-target inhibitory effects of IM on IL-7 and STAT5-p explain how T cell lymphopenia occurs in patients treated with IM."}, {"pubmed": 28396296, "text": "IL-7 is capable of enhancing functional T cell activity without causing significant functional inbalance between various T cell subsets."}, {"pubmed": 28400540, "text": "CD56(bright) NK IL-7Ralpha expression negatively associates with HCV level, and IL-7-induced NK function is impaired during HCV and HIV infections"}, {"pubmed": 28582466, "text": "Tuberculosis patients had lower soluble IL-7R and higher IL-7 plasma concentrations as compared to healthy contacts."}, {"pubmed": 28724580, "text": "this study shows that IL-7 restores T Lymphocyte immunometabolic failure in septic shock patients through mTOR activation"}, {"pubmed": 28830878, "text": "The constitutively signaling C7R system developed here delivers potent IL7 stimulation to CAR T cells, increasing their persistence and antitumor activity against multiple preclinical tumor models, supporting its clinical development"}, {"pubmed": 28845674, "text": "Human IL-7 binds more strongly to stretched than to relaxed Fibronectin."}, {"pubmed": 28894184, "text": "our research characterized the memory Th2 cells in allergic diseases and suggested the presence of lung-resident memory Th2 cells that depend on IL-7 signalings."}, {"pubmed": 29033080, "text": "these findings add further evidence that IL-7 is a key regulatory factor that may tune the balance between functionally different T-cell subsets following haematopoietic stem cell transplantation"}, {"pubmed": 29399633, "text": "IL-7R-mTORC1-Myc and PTEN-mediated PI3K suppression as discrete signaling axes driving B cell development."}, {"pubmed": 29484785, "text": "children with type 1 diabetes carrying the protective haplotype rs6897932T had lower serum IL-7 concentrations"}, {"pubmed": 29506153, "text": "IL-7 unveils and supports reactivation of pathogen-specific T cells."}, {"pubmed": 29655570, "text": "IL-7 might be considered as one of the therapeutic candidates for HCC treatment."}, {"pubmed": 29672235, "text": "Downregulation of IL-7 and T follicular helper cells (Tfh) might contribute to viral persistence in hepatitis C virus (HCV)infection. The in vitro study revealed an immunopotentiator of IL-7 in chronic HCV infection, which manifested as IL-7-regulated HCV-specific and nonspecific activated Tfh cells."}, {"pubmed": 29907867, "text": "A complex role for IL-7 signaling in allergic fungal asthma."}, {"pubmed": 30071285, "text": "There was no significant change in the level of IL7 between patients with dementia and healthy elderly subjects. The positive correlation between the levels of IL7 and TLR4 in the healthy elderly subjects was absent in the dementia patients."}, {"pubmed": 30185437, "text": "STAT5, in part by upregulating PIM1 activity, plays a major role in mediating the leukemia-promoting effects of IL-7/IL-7R."}, {"pubmed": 30193429, "text": "These data indicate the involvement of IL-7 into a direct upregulation of growth and functional activity of human T cells in the absence of antigenic stimulus and the relative scarcity of costimulatory effects."}, {"pubmed": 30239047, "text": "Studied association of interleukin 7 (IL7) single nucleotide polymorphisms (SNPs) and found IL7 SNP rs766736182 to be associated with asthma in children."}, {"pubmed": 30517089, "text": "Alterations of the IL-7/IL-7R axis and in the levels of inflammatory cytokines were linked to impaired T. cruzi-specific IFN-gamma production."}, {"pubmed": 30557823, "text": "The current data revealed a potential immunopromotive property of IL-7 to lung-resident CD14(+) monocytes in lung squamous carcinoma."}, {"pubmed": 31061414, "text": "Interleukin-7 Contributes to the Invasiveness of Prostate Cancer Cells by Promoting Epithelial-Mesenchymal Transition."}, {"pubmed": 31082338, "text": "Ascitic IL-7 promotes T lymphocyte function in patients with liver cirrhosis complicated with SBP [ spontaneous bacterial peritonitis]."}, {"pubmed": 31138762, "text": "These data indicated that this Traditional Chinese Medicine combined with cisplatin showed superior anti-tumor effects with reduced myelosuppression via up-regulating IL-7."}, {"pubmed": 31162840, "text": "CCL3, IL-7, IL-13 and IFNgamma transcripts are increased in skin's biopsy of systemic sclerosis."}, {"pubmed": 31349155, "text": "The present data indicated that IL-7 induced cytolytic and non-cytolytic functions of CD8+ T cells in EV71 associated encephalitis. IL-7 might be considered as one of the immunomodulatory therapeutic candidates for EV71 infection."}, {"pubmed": 31420016, "text": "Genetic variation in IL7 is associated with erythropoietic responses in children with falciparum malaria, a central physiological feature contributing to development of Severe malarial anemia"}, {"pubmed": 31487407, "text": "Interleukin-7, T helper 1, and regulatory T-cell activity-related cytokines are increased during the second trimester of healthy pregnancy compared to non-pregnant women."}, {"pubmed": 31621896, "text": "A novel SOCS3 function in IL-7Ralpha regulation during T-cell activation with crucial implications for IL-7-dependent mechanisms."}, {"pubmed": 31865243, "text": "Contribution of IL-7/7R genetic polymorphisms in coronary heart disease in Chinese Han population."}, {"pubmed": 32325460, "text": "Plasma Oncostatin M, TNF-alpha, IL-7, and IL-13 Network Predicts Crohn's Disease Response to Infliximab, as Assessed by Calprotectin Log Drop."}, {"pubmed": 32479694, "text": "Single-cell profiling of pediatric T-cell acute lymphoblastic leukemia: Impact of PTEN exon 7 mutation on PI3K/Akt and JAK-STAT signaling pathways."}, {"pubmed": 32599539, "text": "IL-7/alphaIL-7 mAb M25 immunocomplexes expand CD8(+) T cells but paradoxically abrogate the antitumor activity of CTLA-4 and PD-1 blockage."}, {"pubmed": 32816947, "text": "Coexpression of IL7 and CCL21 Increases Efficacy of CAR-T Cells in Solid Tumors without Requiring Preconditioned Lymphodepletion."}, {"pubmed": 33180667, "text": "Modulation of Memory B Cell Phenotypes and Toll-Like Receptor-7 in Chronic Hepatitis C Virus Infection During Direct-Acting Antiviral Interferon-Free Therapy: Correlation with Interleukin-7."}, {"pubmed": 33540496, "text": "Role of Interleukin-7 in the Development of and Recovery from Radiation-Induced Lymphopenia: A Post-hoc Analysis of a Prospective Cohort."}, {"pubmed": 33559853, "text": "Interleukin (IL)-7 Signaling in the Tumor Microenvironment."}, {"pubmed": 33578108, "text": "Mutations that collaborate with IL-7Ra signaling pathways to drive ALL."}, {"pubmed": 33584648, "text": "Translation of IRF-1 Restricts Hepatic Interleukin-7 Production to Types I and II Interferons: Implications for Hepatic Immunity."}, {"pubmed": 33705736, "text": "Development of a long-term, IL7 dependent cell death rescue assay in CD4+ T-cells."}, {"pubmed": 33758164, "text": "The lncRNA Snhg1-Vps13D vesicle trafficking system promotes memory CD8 T cell establishment via regulating the dual effects of IL-7 signaling."}, {"pubmed": 33769258, "text": "Interleukin-7: a potential factor supporting B-cell maturation in the rheumatoid arthritis synovium."}, {"pubmed": 33878985, "text": "Gene fusion of IL7 involved in the regulation of idiopathic pulmonary fibrosis."}, {"pubmed": 33909103, "text": "IL-7 coupled with IL-12 increases intratumoral T cell clonality, leading to complete regression of non-immunogenic tumors."}, {"pubmed": 33911006, "text": "Lower IL-7 Receptor Expression of Monocytes Impairs Antimycobacterial Effector Functions in Patients with Tuberculosis."}, {"pubmed": 34276694, "text": "Internal Disulfide Bonding and Glycosylation of Interleukin-7 Protect Against Proteolytic Inactivation by Neutrophil Metalloproteinases and Serine Proteases."}, {"pubmed": 34325726, "text": "IL-7 and CCL19-secreting CAR-T cell therapy for tumors with positive glypican-3 or mesothelin."}, {"pubmed": 34596812, "text": "Interleukin-7 Is Associated with Clinical and Pathological Activities in Immunoglobulin A Nephropathy and Protects the Renal Proximal Tubule Epithelium from Cellular Fibrosis."}, {"pubmed": 34625948, "text": "Interleukin-7-dependent nonclassical monocytes and CD40 expression are affected in children with type 1 diabetes."}, {"pubmed": 34956167, "text": "The Broad Immunomodulatory Effects of IL-7 and Its Application In Vaccines."}, {"pubmed": 35405597, "text": "Association between IL-7 and primary Sjogren's syndrome: A single-center study and a systematic scoping review."}, {"pubmed": 35602889, "text": "LncRNA OIP5-AS1 modulates the proliferation and apoptosis of Jurkat cells by sponging miR-181c-5p to regulate IL-7 expression in myasthenia gravis."}, {"pubmed": 35850640, "text": "Interleukin-7 regulates CD127 expression and promotes CD8(+) T cell activity in patients with primary cutaneous melanoma."}, {"pubmed": 35907923, "text": "IL-7/IL7R axis dysfunction in adults with severe community-acquired pneumonia (CAP): a cross-sectional study."}, {"pubmed": 36054746, "text": "IL-7 is expressed in malignant mesothelioma and has a prognostic value."}, {"pubmed": 36142322, "text": "The Role of IL-7 and IL-7R in Cancer Pathophysiology and Immunotherapy."}, {"pubmed": 36503870, "text": "IL-7 and IL-7R in health and disease: An update through COVID times."}, {"pubmed": 36526722, "text": "IL7 genetic variation and toxicity to immune checkpoint blockade in patients with melanoma."}, {"pubmed": 36627528, "text": "Tear levels of IL-7, IL-1alpha, and IL-1beta may differentiate between IgG4-related disease and Sjogren's syndrome."}, {"pubmed": 36748568, "text": "IL-7 germline variant: setting the stage for immune-related adverse events."}, {"pubmed": 37369082, "text": "IL-7 receptor signaling drives human B-cell progenitor differentiation and expansion."}, {"pubmed": 37566474, "text": "The Therapeutic Values of IL-7/IL-7R and the Recombinant Derivatives in Glioma: A Narrative Review."}], "genomic_pos": {"chr": "8", "end": 78805523, "ensemblgene": "ENSG00000104432", "start": 78675743, "strand": -1}, "genomic_pos_hg19": {"chr": "8", "end": 79717758, "start": 79587978, "strand": -1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0001961", "pubmed": 11418668, "qualifier": "involved_in", "term": "positive regulation of cytokine-mediated signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002360", "qualifier": "involved_in", "term": "T cell lineage commitment"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006959", "pubmed": 2643102, "qualifier": "involved_in", "term": "humoral immune response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007267", "pubmed": 2643102, "qualifier": "involved_in", "term": "cell-cell signaling"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0008284", "pubmed": 2643102, "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0009887", "pubmed": 2643102, "qualifier": "involved_in", "term": "animal organ morphogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0019221", "pubmed": 11418668, "qualifier": "involved_in", "term": "cytokine-mediated signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030890", "qualifier": "involved_in", "term": "positive regulation of B cell proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032722", "pubmed": 11418668, "qualifier": "involved_in", "term": "positive regulation of chemokine production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035265", "qualifier": "involved_in", "term": "organ growth"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0038111", "pubmed": 25870237, "qualifier": "involved_in", "term": "interleukin-7-mediated signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042100", "qualifier": "involved_in", "term": "B cell proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043066", "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045453", "qualifier": "involved_in", "term": "bone resorption"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045579", "qualifier": "involved_in", "term": "positive regulation of B cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045582", "qualifier": "involved_in", "term": "positive regulation of T cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046622", "qualifier": "involved_in", "term": "positive regulation of organ growth"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048873", "qualifier": "involved_in", "term": "homeostasis of number of cells within a tissue"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050730", "qualifier": "involved_in", "term": "regulation of peptidyl-tyrosine phosphorylation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0097191", "qualifier": "involved_in", "term": "extrinsic apoptotic signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2001240", "qualifier": "involved_in", "term": "negative regulation of extrinsic apoptotic signaling pathway in absence of ligand"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005576", "pubmed": 11418668, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 25870237, "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": 28675934, "qualifier": "located_in", "term": "collagen-containing extracellular matrix"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0005125", "pubmed": [11418668, 25870237], "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005139", "qualifier": "enables", "term": "interleukin-7 receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [8266077, 19141282], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0008083", "qualifier": "enables", "term": "growth factor activity"}]}, "homologene": {"genes": [[9544, 574168], [9598, 464245], [9606, 3574], [9615, 751768], [9913, 280827], [10090, 16196], [10116, 25647]], "id": 680}, "interpro": [{"desc": "Interleukin-7", "id": "IPR001181", "short_desc": "IL-7"}, {"desc": "Interleukin-7/Interleukin-9, conserved site", "id": "IPR018049", "short_desc": "IL-7/IL-9_CS"}, {"desc": "Interleukin-7 superfamily", "id": "IPR038325", "short_desc": "IL7_sf"}], "ipi": ["IPI00007748", "IPI00554803", "IPI00744116", "IPI00983308"], "map_location": "8q21.13", "name": "interleukin 7", "other_names": "interleukin-7", "pathway": {"kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04151", "name": "PI3K-Akt signaling pathway - Homo sapiens (human)"}, {"id": "hsa04630", "name": "JAK-STAT signaling pathway - Homo sapiens (human)"}, {"id": "hsa04640", "name": "Hematopoietic cell lineage - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}], "netpath": {"id": "Pathway_IL-7", "name": "IL-7"}, "reactome": [{"id": "R-HSA-1266695", "name": "Interleukin-7 signaling"}, {"id": "R-HSA-1266695", "name": "Interleukin-7 signaling"}, {"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}], "wikipathways": [{"id": "WP205", "name": "IL-7 signaling pathway"}, {"id": "WP3893", "name": "Development and heterogeneity of the ILC family"}, {"id": "WP4172", "name": "PI3K-Akt signaling pathway"}, {"id": "WP4891", "name": "COVID-19 adverse outcome pathway"}, {"id": "WP530", "name": "Cytokines and Inflammatory Response"}]}, "pdb": ["3DI2", "3DI3"], "pfam": "PF01415", "pharmgkb": "PA29839", "pharos": {"target_id": 7048, "tdl": "Tbio"}, "pir": ["A43527", "B32223", "C32223"], "reagent": {"CM-LibrX-no-seq": [{"id": "GNF325393", "relationship": "is"}, {"id": "GNF325394", "relationship": "is"}, {"id": "GNF325395", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF251331", "relationship": "is"}, {"id": "GNF251332", "relationship": "is"}, {"id": "GNF251333", "relationship": "is"}, {"id": "GNF251334", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF085104", "relationship": "is"}, {"id": "GNF085105", "relationship": "is"}, {"id": "GNF085106", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054048", "relationship": "is"}, {"id": "GNF058827", "relationship": "is"}, {"id": "GNF074111", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF063839", "relationship": "is"}, {"id": "GNF063840", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF007153", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF244645", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF330476", "relationship": "is"}, {"id": "GNF331780", "relationship": "is"}, {"id": "GNF333565", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF335504", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF096785", "relationship": "is"}, {"id": "GNF136440", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000008.11", "NC_060932.1"], "protein": ["NP_000871.1", "NP_001186815.1", "NP_001186816.1", "NP_001186817.1", "XP_011515824.1", "XP_011515825.1", "XP_047277721.1", "XP_047277722.1", "XP_047277723.1", "XP_047277724.1", "XP_054216412.1", "XP_054216413.1", "XP_054216414.1"], "rna": ["NM_000880.4", "NM_001199886.2", "NM_001199887.2", "NM_001199888.2", "XM_011517522.4", "XM_011517523.4", "XM_047421765.1", "XM_047421766.1", "XM_047421767.1", "XM_047421768.1", "XM_054360437.1", "XM_054360438.1", "XM_054360439.1"], "translation": [{"protein": "NP_001186817.1", "rna": "NM_001199888.2"}, {"protein": "XP_047277724.1", "rna": "XM_047421768.1"}, {"protein": "XP_054216414.1", "rna": "XM_054360439.1"}, {"protein": "XP_054216412.1", "rna": "XM_054360437.1"}, {"protein": "XP_011515825.1", "rna": "XM_011517523.4"}, {"protein": "XP_054216413.1", "rna": "XM_054360438.1"}, {"protein": "NP_001186815.1", "rna": "NM_001199886.2"}, {"protein": "XP_047277723.1", "rna": "XM_047421767.1"}, {"protein": "NP_001186816.1", "rna": "NM_001199887.2"}, {"protein": "NP_000871.1", "rna": "NM_000880.4"}, {"protein": "XP_047277721.1", "rna": "XM_047421765.1"}, {"protein": "XP_047277722.1", "rna": "XM_047421766.1"}, {"protein": "XP_011515824.1", "rna": "XM_011517522.4"}]}, "reporter": {"HG-U133_Plus_2": "206693_at", "HG-U95Av2": ["1159_at", "33966_at"], "HTA-2_0": "TC08001350.hg.1", "HuEx-1_0": "3141589", "HuGene-1_1": "8151447", "HuGene-2_1": "17078434"}, "summary": "The protein encoded by this gene is a cytokine important for B and T cell development. This cytokine and the hepatocyte growth factor (HGF) form a heterodimer that functions as a pre-pro-B cell growth-stimulating factor. IL7 is found to be a cofactor for V(D)J rearrangement of the T cell receptor beta (TCRB) during early T cell development. This cytokine can be produced locally by intestinal epithelial and epithelial goblet cells, and may serve as a regulatory factor for intestinal mucosal lymphocytes. IL7 plays an essential role in lymphoid cell survival, and in the maintenance of naive and memory T cells. Alternative splicing results in multiple transcript variants encoding distinct isoforms. Additional splice variants have been described but their presence in normal tissues has not been confirmed. Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection can be a potent inducer of proinflammatory cytokines and chemokines which may defend against the infection, but may also mediate destructive lung injury. Elevated serum IL7 levels, together with several other circulating cytokines and chemokines, has been found to be associated with the severity of Coronavirus Disease 19 (COVID-19). [provided by RefSeq, Jul 2020].", "symbol": "IL7", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1334124"}, "unigene": "Hs.591873", "uniprot": {"Swiss-Prot": "P13232", "TrEMBL": ["A8K673", "Q5FBX5", "A0A0A0MTG5", "Q5FBY3", "Q5FBY6"]}, "wikipedia": {"url_stub": "Interleukin 7"}}