{"AllianceGenome": "6029", "HGNC": "6029", "MIM": "146931", "_id": "3578", "_version": 1, "accession": {"genomic": ["AC002428.1", "AC004763.1", "AF242300.1", "AF244575.1", "AF361105.1", "CH471062.2", "CP068273.2", "M30135.1", "M86593.1", "NC_000005.10", "NC_060929.1"], "protein": ["AAA35887.1", "AAA36400.1", "AAA59161.1", "AAB19823.1", "AAB66904.1", "AAC17735.1", "AAH66283.1", "AAH66284.1", "AAH66285.1", "AAH66286.1", "AAH66287.1", "AAK26666.1", "CAA35581.1", "EAW62204.1", "NP_000581.1", "P15248.1"], "rna": ["BC066283.1", "BC066284.1", "BC066285.1", "BC066286.1", "BC066287.1", "M30134.1", "NM_000590.2", "S63356.1", "X17543.1"], "translation": [{"protein": "AAB19823.1", "rna": "S63356.1"}, {"protein": "NP_000581.1", "rna": "NM_000590.2"}, {"protein": "AAH66287.1", "rna": "BC066287.1"}, {"protein": "AAH66285.1", "rna": "BC066285.1"}, {"protein": "AAH66286.1", "rna": "BC066286.1"}, {"protein": "CAA35581.1", "rna": "X17543.1"}, {"protein": "AAH66283.1", "rna": "BC066283.1"}, {"protein": "AAA36400.1", "rna": "M30134.1"}, {"protein": "AAH66284.1", "rna": "BC066284.1"}]}, "alias": ["HP40", "IL-9", "P40"], "ensembl": {"gene": "ENSG00000145839", "protein": "ENSP00000274520", "transcript": "ENST00000274520", "translation": [{"protein": "ENSP00000274520", "rna": "ENST00000274520"}], "type_of_gene": "protein_coding"}, "entrezgene": "3578", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 5.28045237827, "exp_mis": 44.0630709992, "exp_syn": 20.9038920465, "lof_z": 0.120896380755539, "mis_z": 0.373072309368576, "mu_lof": 2.89845706974e-07, "mu_mis": 3.78757003606e-06, "mu_syn": 1.6893898483e-06, "n_lof": 5.0, "n_mis": 39.0, "n_syn": 21.0, "p_li": 0.000540879665166309, "p_null": 0.539185359740502, "p_rec": 0.460273760594332, "syn_z": -0.0130318023417175}, "bp": 435, "cds_end": 135231505, "cds_start": 135228079, "n_exons": 5, "nonpsych": {"exp_lof": 4.67765198575, "exp_mis": 39.779665239, "exp_syn": 18.8183723817, "lof_z": -0.146373685951722, "mis_z": 0.382233724417054, "mu_lof": 2.89845706974e-07, "mu_mis": 3.78757003606e-06, "mu_syn": 1.6893898483e-06, "n_lof": 5.0, "n_mis": 35.0, "n_syn": 20.0, "p_li": 0.0004090610608654, "p_null": 0.618801647166467, "p_rec": 0.380789291772668, "syn_z": -0.17149600463006}, "nontcga": {"exp_lof": 4.84810634941, "exp_mis": 40.5281180894, "exp_syn": 19.2216714148, "lof_z": 0.379966681817904, "mis_z": 0.354363780287178, "mu_lof": 2.89845706974e-07, "mu_mis": 3.78757003606e-06, "mu_syn": 1.6893898483e-06, "n_lof": 4.0, "n_mis": 36.0, "n_syn": 19.0, "p_li": 0.00328425321694314, "p_null": 0.390419269557906, "p_rec": 0.606296477225151, "syn_z": 0.0320135359226617}, "transcript": "ENST00000274520.1"}, "exons": [{"cdsend": 135895816, "cdsstart": 135892390, "chr": "5", "position": [[135892245, 135892510], [135894019, 135894151], [135895439, 135895472], [135895554, 135895590], [135895702, 135895841]], "strand": -1, "transcript": "NM_000590", "txend": 135895841, "txstart": 135892245}], "exons_hg19": [{"cdsend": 135231505, "cdsstart": 135228079, "chr": "5", "position": [[135227934, 135228199], [135229708, 135229840], [135231128, 135231161], [135231243, 135231279], [135231391, 135231530]], "strand": -1, "transcript": "NM_000590", "txend": 135231530, "txstart": 135227934}], "generif": [{"pubmed": 11842292, "text": "HCLCA1 is strongly related to IL-9 expression and mucus production in bronchial epithelium of patients with asthma"}, {"pubmed": 11937570, "text": "IL-9 inhibition of oxidative burst and TNF-alpha release in lipopolysaccharide-stimulated monocytes involves the potentiation of TGF-beta 1 production and extracellular signal-regulated kinase inhibition."}, {"pubmed": 12082592, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 12482498, "text": "IL-9 can potentiate human megakaryocytopoiesis in the presence of Epo and/or SCF"}, {"pubmed": 12588703, "text": "airway smooth muscle is a target for IL-9 and that IL-9 amplifies the potential for these cells to recruit eosinophils and neutrophils into the airways by a mechanism involving ERK."}, {"pubmed": 12594054, "text": "IL-9 induced goblet cell hyperplasia during repair of human airway epithelia."}, {"pubmed": 12646606, "text": "IL-9 appears to act as a potent enhancer for the SCF-dependent growth of mast cell progenitors in humans, particularly asthmatic patients."}, {"pubmed": 12789235, "text": "Segmental allergen challenge in patients with atopic asthma leads to increased IL-9 expression in bronchoalveolar lavage fluid lymphocytes."}, {"pubmed": 14722888, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 15007348, "text": "expression of IL-9 protein and mRNA in bronchi of patients with nasal polyposis"}, {"pubmed": 15128795, "text": "Genetic cross of IL-9-transgenic mice with X-linked immunodeficient (xid) mice generates xid mice that have normal B-1 cell numbers because of a specific expansion of CD5-negative B-1b cells."}, {"pubmed": 15289339, "text": "Induction of IL-9 is associated with pathogenesis of EBV-associated T-cell diseases"}, {"pubmed": 15621723, "text": "IL-9 and its receptor have roles in cell growth and malignant transformation of lymphoid cells associated with constitutive activation of the Jak/STAT pathway [review]"}, {"pubmed": 15699153, "text": "Neutralization of IL-9, a susceptible factor in BALB/c mice with Leishmania major infection, results in a reduction of detrimental T helper (Th) cell type 2 responses with an observed shift toward protective Th1/type 1 immune responses."}, {"pubmed": 15713213, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16322282, "text": "High interleukin-9 ;evelis asociated with nasal natural killer/T-cell lymphoma"}, {"pubmed": 16611254, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16763206, "text": "IL-9/Jak3 signaling plays a significant role in the pathogenesis of ALK+ anaplastic large-cell lymphoma"}, {"pubmed": 17083349, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 17517104, "text": "Ragweed stimulation significantly increased the production of the Th2-associated cytokines IL-5, IL-9 and IL-13, the chemokines CCL17 and CCL22 and the regulatory cytokine IL-10 in allergic patients"}, {"pubmed": 17541281, "text": "Synthesis of IL-9, a Th2 cytokine, is dependent on IL-2, a Th1 cytokine, which is produced by Th cells themselves."}, {"pubmed": 17703412, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18032114, "text": "increased expression of IL-9 may contribute to the development of tuberculosis"}, {"pubmed": 18298822, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18339896, "text": "primary ATL cells, via IL-9, support the action of IL-9Ralpha/CD14-expressing monocytes, which subsequently support the ex vivo spontaneous proliferation of malignant T cells"}, {"pubmed": 18349591, "text": "House dust mite extract induces interleukin-9 expression in human eosinophils."}, {"pubmed": 18633131, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18974840, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19005922, "text": "Coincubation with IL-9 or IL-13 was protective against this corticosteroid-induced apoptosis by up-regulation of Bcl-2"}, {"pubmed": 19028820, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19131662, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19258923, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19263529, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19387455, "text": "Individuals carrying the A allele of the IL-9 promoter display increased synthesis of IL-9, which may result in strong Th2 immune responses and a modulation of their susceptibility to infectious, neoplastic, parasitic or atopic disease."}, {"pubmed": 19536153, "text": "IL9 single-nucleotide polymorphism is asociated with lung function and polysensitization."}, {"pubmed": 19536153, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19559392, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19573080, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19729601, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19773279, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19845895, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20020328, "text": "Investigation of IL-9-producing CD4(+)T cells, and elucidation of the mechanisms of IL-9-induced STATs signaling, in concert with other transcription factors, will provide a better understanding of the pathogenesis of various autoimmune diseases--REVIEW"}, {"pubmed": 20159257, "text": "These studies indicate differential involvement of the IL-9/IL-9R pathway in systemic and oral antigen-induced anaphylaxis."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20306823, "text": "serum levels are associated with severity of rhinorrhea in allergic rhinitis patients"}, {"pubmed": 20332709, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20332709, "text": "The interaction of 6-locus from the 5 interleukin genes might confer higher risk for graves'disease and Graves'ophthalmopathy than single risk allele."}, {"pubmed": 20452482, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20498357, "text": "After initial differentiation of naive cells, IL-9 expression by human T helper type (Th)17 cells is acquired as a late event, suggesting that IL-9 and IL-17 can, in fact, be coexpressed by the same cell in humans."}, {"pubmed": 20503287, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20503287, "text": "the IL-9 genetic polymorphism (rs2069885) has an opposite effect on the risk of severe respiratory syncytial virus bronchiolitis in boys and girls."}, {"pubmed": 20568250, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20595916, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20673868, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20674401, "text": "data clearly demonstrate the central function of interferon regulatory factor 4 in the development of T helper 9 cells and underline the contribution of this T helper cell subset to the pathogenesis of asthma."}, {"pubmed": 20861646, "text": "Serum IL-9 levels may depend on allergen exposure: symptomatic patients with pollen-induced allergic rhinitis (AR), evaluated during the pollen season, have higher values than patients studied outside the pollen season and without symptoms."}, {"pubmed": 21360526, "text": "results demonstrate a previously unappreciated role for IL-9 in dampening the pathogenic activities of Th17 cells"}, {"pubmed": 21371865, "text": "analysis of IL-9 and IL-9 receptor gene polymorphisms and atopic dermatitis in a Korean population"}, {"pubmed": 21418620, "text": "The increase of plasma IL-9, and the decrease of plasma IL-5, IL-7 and IFN-gamma may contribute to get further insights into the inflammatory pathways involved in chronic heart failure."}, {"pubmed": 21498517, "text": "TAK1-c-Rel and IRF4 pathways play distinct roles in the maintenance of IL-9-producing Th17 phenotype of HTLV-1-transformed cells"}, {"pubmed": 21765905, "text": "IL-33 can initiate IL-9 protein secretion in vitro in human CD4+ T cells and basophils."}, {"pubmed": 21807780, "text": "Serum IL-9 level was increased in patients with systemic sclerosis, and was associated with lower frequency and severity of pulmonary fibrosis in systemic sclerosis."}, {"pubmed": 21898141, "text": "contributes to immunosuppression mediated by regulatory T cells and mast cells in B-cell non-hodgkin's lymphoma"}, {"pubmed": 22612419, "text": "Children with atopic dermatitis may have higher serum IL-9 levels than healthy children, and IL-9 levels are significantly related to symptom severity."}, {"pubmed": 22772464, "text": "Higher numbers of TH9 cells occur in normal human skin & blood vs metastatic lesions of progressive stage IV melanoma. These results suggest a role for IL-9 in tumor immunity."}, {"pubmed": 22841205, "text": "Results suggest a lack of participation of IL-9 in human liver allograft rejection."}, {"pubmed": 22841206, "text": "Results indicated that increased serum IL-9 concentrations accompanied a lower immunosuppressive load in liver transplant recipients."}, {"pubmed": 22971662, "text": "Substantial renal IL-9 release was observed from deceased donor kidneys"}, {"pubmed": 23034251, "text": "IL-9 contributes to disease by promoting mast cell expansion and production of IL-13 which in turn contributes to airway hyperresponsiveness."}, {"pubmed": 23376058, "text": "Interleukin-9 is required for allergic airway inflammation mediated by the cytokine TSLP."}, {"pubmed": 23700286, "text": "Recruitment of interleukin 9-producing CD4+ T cells into malignant pleural effusion could be induced by pleural CCL20 and that the majority of Th9 cells in MPE displayed the phenotype of effector memory cells."}, {"pubmed": 24023645, "text": "A role for the IL-9/IL-9R axis in the atherosclerotic process, is reported."}, {"pubmed": 24032555, "text": "the expansion of the Th9 cell subset, up-regulation of the PU.1 transcription factor and increased secretion of the IL-9 cytokine may contribute to the pathogenesis of AD"}, {"pubmed": 24216482, "text": "The activator protein 1 (AP1) family transcription factor BATF (B cell, activating transcription factor-like) was among the genes enriched in Th9 cells and was required for the expression of IL-9 and other Th9-associated genes."}, {"pubmed": 24468256, "text": "IL-9 production by memory T-helper (TH)9 cells is higher in the peripheral blood of patients with asthma than in healthy donors."}, {"pubmed": 24487305, "text": "This study demonstrates that IL-9, through its direct effects on Th1 and ability to promote IL-4 secretion, has a regulatory role for Th1 lymphocytes in allergic contact dermatitis."}, {"pubmed": 24551294, "text": "Overexpression of IL-9 may contribute to the pathogenesis of chronic lymphocytic leukemia and is associated with some adverse prognostic parameters."}, {"pubmed": 24692846, "text": "IL-8 and IL-9 producing T helper cells are subject to regulation by the engagement of the AHR"}, {"pubmed": 24722378, "text": "Serum IL-9 is closely related to several clinical features, such as age, B symptoms and local lymph node involvement. It can also be an independent prognostic factor for extranodal NK/T-cell lymphoma, which suggests a role for IL-9 in disease pathogenesis"}, {"pubmed": 24957265, "text": "The results provide evidence that IL-9 is predominantly involved in the pathogenesis of ulcerative colitis suggesting that targeting IL-9 might become a therapeutic option for patients with UC."}, {"pubmed": 24966942, "text": "Upregulation of IL-9 induced by pSTAT6 may be involved in the pathogenesis of chronic lymphocytic leukemia."}, {"pubmed": 25112699, "text": "IL-9 is a key component of memory TH cell peanut-specific responses from children with peanut allergy (PA) and may be a useful biomarker to distinguish between children with PA and those with peanut sensitization."}, {"pubmed": 25393692, "text": "SF of BC OA displayed significantly higher concentrations for a number of proinflammatory cytokines [CXCL1, eotaxin, interferon (IFN)-gamma, interleukin (IL)-7, IL-8, IL-9, IL-12]."}, {"pubmed": 25542095, "text": "association between IL-9 and diabetic kidney disease was complex as it was reduced in diabetes mellitus, but it was of normal levels in those with diabetic kidney disease"}, {"pubmed": 25840641, "text": "show the regulation of the IL-9-STIM1-ERK-IL-8 axis in keratinocyte, and how the axis might play an important role in the pathophysiology of atopic dermatitis"}, {"pubmed": 25902303, "text": "Interleukin-9 Is Associated with Elevated Anti-Double-Stranded DNA Antibodies in Lupus-Prone Mice"}, {"pubmed": 25913104, "text": "identified as a gene target that might interact with environmental exposure to dust mite allergen to increase asthma severity in children"}, {"pubmed": 26078482, "text": "Data demonstrated increased serum levels of IL-9 in systemic lupus erythematosus and rheumatoid arthritis patients but no association with clinical and laboratory parameters was found."}, {"pubmed": 26131817, "text": "secretion increased in respiratory epithelial adenomatoid hamartoma tissue"}, {"pubmed": 26191227, "text": "Asthmatic children showed an increase in plasma Il9 levels post Mycoplasma pneumoniae infection."}, {"pubmed": 26751012, "text": "IL-9 is functionally active, and is a pro-growth/survival factor for the localized pathologic T cells in the synovium of inflammatory arthritis."}, {"pubmed": 26851186, "text": "In vitro data indicate that IL9 is regulated by STAT3/5 and in vivo results highlight the pro-neoplastic effect of IL9 on lymphoma T cells.  The results suggest that IL9 and its regulators are promising new targets for therapy development in mycosis fungoides."}, {"pubmed": 26921642, "text": "IL-9 serum leves are elevated in patients with systemic lupus erythematosus, rheumatoid arthritis and systemic sclerosis but their clinical significance is unknown. [review]"}, {"pubmed": 26926842, "text": "Th9 cell numbers and IL-9 levels are correlated with OA patient symptoms and joint functionality"}, {"pubmed": 26976761, "text": "recent findings suggest that blockade of IL-9 signaling is effective in treating experimental models of autoimmune and chronic inflammatory diseases such as inflammatory bowel diseases, allergic disorders such as food allergy and asthma."}, {"pubmed": 26989880, "text": "Inflammatory cell expression of IL-9 and IL-17C were increased in chronic rhinosinusitis, particularly with allergy and asthma. These interleukins may contribute to the pathogenesis of chronic rhinosinusitis with nasal polyps as well as atopy and may serve as therapeutic targets for disease management"}, {"pubmed": 26993036, "text": "Increased expression of nuclear factor of activated T cells 1 drives IL-9-mediated allergic asthma."}, {"pubmed": 27364124, "text": "Findings showed that serum levels of IL-9 were elevated in diffuse large-B-cell lymphoma (DLBCL) patients and positive expression of IL-9 was correlated with adverse prognosis indicators. It directly effected proliferation and apoptosis of DLBCL cells by enhancing the expression of p21CIP1 genes and promoted tumor cells to display resistance to chemotherapeutic drugs."}, {"pubmed": 27442004, "text": "serum levels determined of both T cell polarizing (IL- 33 and IL-12) and T cell effector (IFN-gamma, IL-4, IL-10, IL-17 and IL-9) cytokines in T1DM (type-1 Diabetes Mellitus) subjects with and without microvascular complications (MVC). All the tested cytokines were significantly elevated in T1DM subjects except for IFN-gamma with no significant difference between those with and without MVC."}, {"pubmed": 27506138, "text": "no differences were found in serum levels of IL-9 between different clinical forms of periportal fibrosis in human Schistosoma mansoni infection in Brazil"}, {"pubmed": 27543964, "text": "in PsA patients gammadelta T cells activation is driven prevalently by IL-9/IL-9R interaction, and not only by IL-23/IL-23R. Together these findings indicate gammadelta T cells and IL-9 as new players in the pathogenesis of PsA."}, {"pubmed": 27629397, "text": "Th9 cells produce IL9 that may participate in pathogenesis of Takayasu's arteritis"}, {"pubmed": 27662073, "text": "An aberrant expression profile of Th9/IL-9 was associated with pathogenesis of immune thrombocytopenia, possibly through cooperative interaction with Th17/IL-17."}, {"pubmed": 27696572, "text": "expression of IL-9, IFN-gamma and IL-22 was higher in CLP compared to that of OLP"}, {"pubmed": 27733581, "text": "TL1A differentially induces expression of TH17 effector cytokines IL-17, -9, and -22 and provides a potential target for therapeutic intervention in TH17-driven chronic inflammatory diseases."}, {"pubmed": 27791087, "text": "Data suggest that the conditions defined for strong induction of interleukin-9 (IL-9) might be relevant for the development of Vdelta2 T-cell-based immunotherapy. IL-9 might be relevant for the development of Vdelta2 T-cell-based immunotherapy."}, {"pubmed": 27916102, "text": "Expression of IL-9 remarkably increases in peripheral blood and liver tissues in patients with primary biliary cirrhosis"}, {"pubmed": 28229452, "text": "PU.1 and IL-9 may play a role in AD pathogenesis and relate to disease severity and clinical eruption types."}, {"pubmed": 28349057, "text": "IL-9 promotes proliferation and metastasis in pancreatic cancer cells; this effect may partly involve regulation of the miR-200a/b-catenin axis."}, {"pubmed": 28450306, "text": "These data indicate that IL-9 is an essential regulator of megakaryopoiesis and a promising therapeutic agent for treatment of thrombocytopenia such as CIT."}, {"pubmed": 28652656, "text": "The systemic IL9 level is higher in ulcerative colitis and corresponds with endoscopic inflammation, suggesting its possible application as a negative marker of mucosal healing."}, {"pubmed": 28681919, "text": "results suggest that Th9 cells and IL-9 could play an important role in the pathogenesis of systemic sclerosis by modulating adaptive and innate immune responses and the production of autoantibodies and indicate the IL-9 pathway as a possible therapeutic target"}, {"pubmed": 28724400, "text": "T Helper 9 cells may be the major source of interleukin-9 (IL-9) in children with allergic asthma. In these patients, IL-9 impairs interferon gamma production and synergistically promotes interleukin-4-induced IgE secretion."}, {"pubmed": 28761327, "text": "These findings suggest that IL-9 is involved in the pathogenesis of VKH disease, and that IL-9 might also enhance the inflammatory response by increasing the secretion of IL-17, an established proinflammatory cytokine in VKH disease"}, {"pubmed": 28918288, "text": "these results demonstrated that IL-9-expressing Th9 cells were upregulated in breast cancer patients and potentially possessed antitumor roles by enhancing CD8+ T cell-mediated cytotoxicity"}, {"pubmed": 28934137, "text": "Serum IL-9 and IL-22 are associated with eosinophilia in cow's milk allergy, and decrease in these two cytokines with occurs with cow's milk elimination."}, {"pubmed": 29112074, "text": "Having one or more copies of the 1635A allele was associated with increased cytomegalovirus acquisition in HIV-infected infants (42 vs. 11%, P = 0.03) and increased risk of Epstein-Barr virus acquisition in HIV-exposed uninfected infants (hazard ratio = 4.2, P = 0.02) compared with 1635GG."}, {"pubmed": 29138487, "text": "The results suggested that elevated IL-17A and IL-9 expressions and decreased levels of adipsin and CCL11 were positively associated with adult asthma."}, {"pubmed": 29382374, "text": "Inhibiting interleukin-9 (IL-9) may have wider impact on the production of pathogenic cytokines involved in autoimmune diseases including rheumatoid arthritis (RA) and may offer better control over the disease."}, {"pubmed": 29391143, "text": "The TGF-beta/Smad signaling pathway is activated, and the signaling pathway may promote the differentiation of Th9 cells and IL-9 expression in active Cystic echinococcosis patients."}, {"pubmed": 29775946, "text": "Our study reveals that degeneration and destruction of cartilage may be related to the production of IL-9 in osteonecrosis of the femoral head patients. In a human primary chondrocytes culture model, IL-9 increased the degeneration of cartilage; blocking JAK-STAT signaling alleviated this effect."}, {"pubmed": 29788092, "text": "High IL9 expression is associated with Crohn's disease."}, {"pubmed": 29848573, "text": "This study demonstrates the deleterious effects of prior exposure to anti-CTLA4 on tumor-infiltrating lymphocytes Adoptive cell therapy response and shows that baseline IL9 levels can potentially serve as a predictive tool to select the appropriate sequence of immunotherapies."}, {"pubmed": 29860220, "text": "CXCL10, not CXCL9 or CXCL11, induced IL-9 expression in the liver tissue."}, {"pubmed": 29927662, "text": "this study shows that intensified IL-9 production is associated with the immunopathogenesis of active ulcerative colitis"}, {"pubmed": 30133800, "text": "CD4+IL-9+ T cells were infiltrated in both the skin and muscle tissues in dermatomyositis (DM) patients with elevated serum IL-9 levels. Thus, IL-9 may play an important role in the development of DM."}, {"pubmed": 30240278, "text": "High expression of IL-9 in alveolar macrophages in the lungs of patients with idiopathic pulmonary fibrosis."}, {"pubmed": 30300911, "text": "these findings indicated that IL-9 facilitated platelet function through the JAK2/STAT3 pathway, thus promoting the development of deep venous thrombosis"}, {"pubmed": 30369485, "text": "SOCS3 overexpression rescued the IL-9-induced effects. Altogether, IL-9 participates in the pathogenesis of Ulcerative colitis (UC) through STAT3/SOCS3 signaling pathway and has the potential to serve as a possible therapeutic candidate in patients with UC"}, {"pubmed": 30442929, "text": "IL9 CNS-25/IL9 CNS-18 is a critical and conserved regulatory element for IL-9 production in mice and humans."}, {"pubmed": 30915898, "text": "CASC11 may improve atherosclerosis by downregulating IL-9 and regulating VSMC apoptosis and proliferation"}, {"pubmed": 31075294, "text": "IL-9 expression levels of Behcet disease patients were increased significantly compared with the control group"}, {"pubmed": 31095970, "text": "this study shows lack of association between serum IL-9 levels and Behcet's disease"}, {"pubmed": 31242804, "text": "this study revealed that interleukin 9 exerts robust antitumor effects in colon cancer and transforms the tumor microenvironment in vivo."}, {"pubmed": 31271450, "text": "Baseline and AD-associated IL-9 differences between African Americans and Caucasians point to distinct molecular phenotypes for Alzheimer Disease according to ancestry."}, {"pubmed": 31352324, "text": "IL-9 is highly expressed in non-small cell lung cancer (NSCLC), is associated with poor prognosis in NSCLC patients, and plays a pro-tumor role in NSCLC progression through promoting tumor angiogenesis via STAT3. IL-9 thus may represent a useful prognostic marker and therapeutic target for NSCLC."}, {"pubmed": 31396657, "text": "Studies indicate that interleukin 9 (IL-9) has a dual function depending on the cell line, conditions of the experiment, and sort of cancer disease, and the fact that IL-9 can both promote and inhibit the growth of cancer cells is further complicating its role [Review]."}, {"pubmed": 31414895, "text": "A new functional Cd4 lymphocyte subgroup, Th9 cells, express transcription factor PU.1 and cytokine interleukin-9 characteristically. (Review)"}, {"pubmed": 31471342, "text": "These findings may imply a novel role of IL-9 in anemia and/or renal dysfunction development in multiple myeloma."}, {"pubmed": 32063130, "text": "Changes and significance of T helper-9 cells and interleukin-9 in patients with atherosclerotic chronic lower limb ischemia: Effect on IL-17 release."}, {"pubmed": 32329646, "text": "Decreased placental IL9 and IL9R in preeclampsia impair trophoblast cell proliferation, invasion, and angiogenesis."}, {"pubmed": 32375811, "text": "Interleukin-9 regulates macrophage activation in the progressive multiple sclerosis brain."}, {"pubmed": 32532833, "text": "A singular role for interleukin-9 in the development of asthma."}, {"pubmed": 32734613, "text": "Poor clinical outcomes and immunoevasive contexture in interleukin-9 abundant muscle-invasive bladder cancer."}, {"pubmed": 32871778, "text": "Do TRIB1 and IL-9 Gene Polymorphisms Impact the Development and Manifestation of Pituitary Adenoma?"}, {"pubmed": 32911568, "text": "Cytokine trafficking of IL-9 and IL-13 through TfnRc(+) vesicles in activated human eosinophils."}, {"pubmed": 33067970, "text": "[Expression and Significance of IL-9 and IL-6 in Patients with BCR-ABL- MPN]."}, {"pubmed": 33172731, "text": "Increased interleukin-9 levels in skin lesions from cutaneous lupus erythematosus patients may predict the progression to systemic lupus erythematosus."}, {"pubmed": 33354409, "text": "Intratumoral interleukin-9 delineates a distinct immunogenic class of gastric cancer patients with better prognosis and adjuvant chemotherapeutic response."}, {"pubmed": 33429004, "text": "ILC2-derived IL-9 inhibits colorectal cancer progression by activating CD8(+) T cells."}, {"pubmed": 33463482, "text": "Negative Correlation between Neuregulin-4 and IL-9 Serum Levels in Patients with Coronary Artery Disease."}, {"pubmed": 33488574, "text": "Significant and Conflicting Correlation of IL-9 With Prevotella and Bacteroides in Human Colorectal Cancer."}, {"pubmed": 33667432, "text": "Multiomics Analysis and Systems Biology Integration Identifies the Roles of IL-9 in Keratinocyte Metabolic Reprogramming."}, {"pubmed": 33803218, "text": "The Role of IL-9 Polymorphisms and Serum IL-9 Levels in Carcinogenesis and Survival Rate for Laryngeal Squamous Cell Carcinoma."}, {"pubmed": 33834624, "text": "Presence and the roles of IL-9/Th9 axis in vitiligo."}, {"pubmed": 33953642, "text": "IL-9 and IL-10 Single-Nucleotide Variants and Serum Levels in Age-Related Macular Degeneration in the Caucasian Population."}, {"pubmed": 33964831, "text": "CORRELATION OF CD4+capital TE, Cyrillic LYMPHOCYTES ACTIVATION WITH INTERLEUKIN IL-9, IL-17, IL- 22 PROFILES IN THE PERIPHERAL BLOOD OF PATIENTS WITH PLAQUE PSORIASIS."}, {"pubmed": 33995403, "text": "Induction of IL-9 in Peripheral Lymphocytes of Rheumatoid Arthritis Patients and Healthy Donors by Th17-Inducing Cytokine Conditions."}, {"pubmed": 34021045, "text": "IL-9 Abrogates the Metastatic Potential of Breast Cancer by Controlling Extracellular Matrix Remodeling and Cellular Contractility."}, {"pubmed": 34534877, "text": "Trophoblast-derived interleukin 9 mediates immune cell conversion and contributes to maternal-fetal tolerance."}, {"pubmed": 34638736, "text": "Interleukin-9 Facilitates Osteoclastogenesis in Rheumatoid Arthritis."}, {"pubmed": 34752423, "text": "Kidney VISTA prevents IFN-gamma/IL-9 axis-mediated tubulointerstitial fibrosis after acute glomerular injury."}, {"pubmed": 34814015, "text": "Genetic association analysis between IL9 and coronary artery disease in a Chinese Han population."}, {"pubmed": 34970264, "text": "Association of IL-9, IL-10, and IL-17 Cytokines With Hepatic Fibrosis in Human Schistosoma mansoni Infection."}, {"pubmed": 35179949, "text": "An IL-9-pulmonary macrophage axis defines the allergic lung inflammatory environment."}, {"pubmed": 35778404, "text": "Mouse pulmonary interstitial macrophages mediate the pro-tumorigenic effects of IL-9."}, {"pubmed": 35998415, "text": "IL-9 and IL-9 receptor expression in lymphocytes from bronchoalveolar lavage fluid of patients with interstitial lung disease."}, {"pubmed": 36293524, "text": "Integrated Analysis of Cytokine Profiles in Malaria Patients Discloses Selective Upregulation of TGF-beta1, beta3, and IL-9 in Mild Clinical Presentation."}, {"pubmed": 36637217, "text": "ERG Functionally Overlaps with Other Ets Proteins in Promoting TH9 Cell Expression of Il9 during Allergic Lung Inflammation."}, {"pubmed": 37075705, "text": "Deficiency of the CD155-CD96 immune checkpoint controls IL-9 production in giant cell arteritis."}, {"pubmed": 37142770, "text": "JAKing up IL-9 expression in TH9 cells."}, {"pubmed": 37879380, "text": "Negative impact of Interleukin-9 on synovial regulatory T cells in rheumatoid arthritis."}, {"pubmed": 38058269, "text": "Th9/IL-9 may participate in the pathogenesis of multiple myeloma."}, {"pubmed": 38360867, "text": "Leukemic cell-secreted interleukin-9 suppresses cytotoxic T cell-mediated killing in chronic lymphocytic leukemia."}, {"pubmed": 38605942, "text": "Increased interleukin-9 and Th9 cells in patients with refractory Graves' disease and interleukin-9 polymorphisms are associated with autoimmune thyroid diseases."}, {"pubmed": 38643817, "text": "Serum levels of IL-9 and IL-11 serve as predictors for the occurrence of early neurologic deterioration in patients with cerebral infarction."}], "genomic_pos": {"chr": "5", "end": 135895841, "ensemblgene": "ENSG00000145839", "start": 135892246, "strand": -1}, "genomic_pos_hg19": {"chr": "5", "end": 135231516, "start": 135227935, "strand": -1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0006954", "pubmed": 9371819, "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007165", "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0008284", "pubmed": 1680606, "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0016064", "qualifier": "involved_in", "term": "immunoglobulin mediated immune response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030183", "qualifier": "involved_in", "term": "B cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030307", "qualifier": "involved_in", "term": "positive regulation of cell growth"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032754", "qualifier": "involved_in", "term": "positive regulation of interleukin-5 production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042100", "qualifier": "involved_in", "term": "B cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046425", "qualifier": "involved_in", "term": "regulation of receptor signaling pathway via JAK-STAT"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050730", "qualifier": "involved_in", "term": "regulation of peptidyl-tyrosine phosphorylation"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 33463482, "qualifier": "is_active_in", "term": "extracellular space"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005125", "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005125", "pubmed": 24487305, "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005140", "qualifier": "enables", "term": "interleukin-9 receptor binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008083", "qualifier": "enables", "term": "growth factor activity"}]}, "homologene": {"genes": [[9544, 712292], [9598, 745517], [9606, 3578], [9615, 100682918], [9913, 613392], [10090, 16198], [10116, 116558]], "id": 492}, "interpro": [{"desc": "Interleukin-7/Interleukin-9, conserved site", "id": "IPR018049", "short_desc": "IL-7/IL-9_CS"}, {"desc": "Interleukin-9", "id": "IPR020447", "short_desc": "IL-9"}], "ipi": "IPI00010780", "map_location": "5q31.1", "name": "interleukin 9", "other_names": ["T-cell growth factor p40", "cytokine P40", "homolog of mouse T cell and mast cell growth factor 40", "interleukin-9", "p40 T-cell and mast cell growth factor", "p40 cytokine"], "pantherdb": {"HGNC": "6029", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "96563", "ortholog_type": "LDO", "panther_family": "PTHR16926", "taxid": 10090, "uniprot_kb": "P15247"}, {"RGD": "620049", "ortholog_type": "LDO", "panther_family": "PTHR16926", "taxid": 10116, "uniprot_kb": "D4A8I9"}, {"Ensembl": "ENSGALG00000006329", "ortholog_type": "LDO", "panther_family": "PTHR16926", "taxid": 9031, "uniprot_kb": "Q2PYN4"}], "uniprot_kb": "P15248"}, "pathway": {"kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04630", "name": "JAK-STAT signaling pathway - Homo sapiens (human)"}, {"id": "hsa05310", "name": "Asthma - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-451927", "name": "Interleukin-2 family signaling"}, {"id": "R-HSA-8985947", "name": "Interleukin-9 signaling"}], "wikipathways": [{"id": "WP22", "name": "IL-9 signaling pathway"}, {"id": "WP3893", "name": "Development and heterogeneity of the ILC family"}, {"id": "WP4754", "name": "IL-18 signaling pathway"}, {"id": "WP69", "name": "T-cell receptor (TCR) signaling pathway"}]}, "pdb": ["7OX1", "7OX2", "7OX3", "7OX5", "7OX6"], "pharmgkb": "PA29845", "pharos": {"target_id": 15, "tdl": "Tbio"}, "pir": "A60480", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF325320", "relationship": "is"}, {"id": "GNF325321", "relationship": "is"}, {"id": "GNF325322", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF251347", "relationship": "is"}, {"id": "GNF251348", "relationship": "is"}, {"id": "GNF251349", "relationship": "is"}, {"id": "GNF251350", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF085117", "relationship": "is"}, {"id": "GNF085118", "relationship": "is"}, {"id": "GNF085119", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054158", "relationship": "is"}, {"id": "GNF058938", "relationship": "is"}, {"id": "GNF074237", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF068721", "relationship": "is"}, {"id": "GNF068722", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF007163", "relationship": "is"}, {"id": "GNF007164", "relationship": "is"}, {"id": "GNF007165", "relationship": "is"}, {"id": "GNF007166", "relationship": "is"}, {"id": "GNF007167", "relationship": "is"}], "MasterSecretomicsList": [{"id": "GNF330413", "relationship": "is"}, {"id": "GNF331828", "relationship": "is"}, {"id": "GNF333614", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF336674", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF096784", "relationship": "is"}, {"id": "GNF136439", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000005.10", "NC_060929.1"], "protein": "NP_000581.1", "rna": "NM_000590.2", "translation": {"protein": "NP_000581.1", "rna": "NM_000590.2"}}, "reporter": {"HG-U133_Plus_2": "208193_at", "HG-U95Av2": "34037_at", "HTA-2_0": ["TC05001807.hg.1", "TC05003251.hg.1"], "HuEx-1_0": "2876707", "HuGene-1_1": "8114256", "HuGene-2_1": "17000180"}, "summary": "The protein encoded by this gene is a cytokine that acts as a regulator of a variety of hematopoietic cells. This cytokine stimulates cell proliferation and prevents apoptosis. It functions through the interleukin 9 receptor (IL9R), which activates different signal transducer and activator (STAT) proteins and thus connects this cytokine to various biological processes. The gene encoding this cytokine has been identified as a candidate gene for asthma. Genetic studies on a mouse model of asthma demonstrated that this cytokine is a determining factor in the pathogenesis of bronchial hyperresponsiveness. [provided by RefSeq, Jul 2008].", "symbol": "IL9", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1334127"}, "unigene": "Hs.960", "uniprot": {"Swiss-Prot": "P15248"}, "wikipedia": {"url_stub": "Interleukin 9"}}