{"AllianceGenome": "6065", "HGNC": "6065", "MIM": "147380", "_id": "3623", "_version": 1, "accession": {"genomic": ["A14420.1", "AC009955.4", "AF272341.1", "CH471063.1", "CP068276.2", "FJ210784.1", "NC_000002.12", "NC_060926.1", "NG_016977.2", "X04445.1", "X04446.1"], "protein": ["AAA59166.1", "AAA59167.1", "AAH06391.1", "AAP35600.1", "ACI28454.1", "CAA01158.1", "CAA28040.1", "EAW70774.1", "NP_002182.1", "P05111.1"], "rna": ["AW025787.1", "BC006391.2", "BC039076.1", "BT006954.1", "M13144.1", "M13981.1", "NM_002191.4"], "translation": [{"protein": "AAA59167.1", "rna": "M13144.1"}, {"protein": "AAP35600.1", "rna": "BT006954.1"}, {"protein": "AAA59166.1", "rna": "M13981.1"}, {"protein": "NP_002182.1", "rna": "NM_002191.4"}, {"protein": "AAH06391.1", "rna": "BC006391.2"}]}, "ensembl": {"gene": "ENSG00000123999", "protein": "ENSP00000243786", "transcript": ["ENST00000243786", "ENST00000489456"], "translation": [{"protein": "ENSP00000243786", "rna": "ENST00000243786"}], "type_of_gene": "protein_coding"}, "entrezgene": "3623", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 6.53348978412, "exp_mis": 127.974207471, "exp_syn": 54.849465512, "lof_z": 1.75691084904988, "mis_z": 0.258306319823742, "mu_lof": 5.39118478063e-07, "mu_mis": 1.16916906992e-05, "mu_syn": 4.99308466879e-06, "n_lof": 2.0, "n_mis": 122.0, "n_syn": 75.0, "p_li": 0.199710681546667, "p_null": 0.0448181766147612, "p_rec": 0.755471141838572, "syn_z": -1.68674615236302}, "bp": 1101, "cds_end": 220440248, "cds_start": 220437096, "n_exons": 2, "nonpsych": {"exp_lof": 5.87586193783, "exp_mis": 115.79143365, "exp_syn": 49.6064812763, "lof_z": 1.97545706134796, "mis_z": 0.177714613564185, "mu_lof": 5.39118478063e-07, "mu_mis": 1.16916906992e-05, "mu_syn": 4.99308466879e-06, "n_lof": 1.0, "n_mis": 112.0, "n_syn": 66.0, "p_li": 0.542364392985121, "p_null": 0.0172803290519981, "p_rec": 0.440355277962881, "syn_z": -1.46543487996289}, "nontcga": {"exp_lof": 6.00714818977, "exp_mis": 117.732616961, "exp_syn": 50.4578466717, "lof_z": 1.61280743179964, "mis_z": 0.125470085282596, "mu_lof": 5.39118478063e-07, "mu_mis": 1.16916906992e-05, "mu_syn": 4.99308466879e-06, "n_lof": 2.0, "n_mis": 115.0, "n_syn": 68.0, "p_li": 0.173929329377389, "p_null": 0.0569746279804028, "p_rec": 0.769096042642208, "syn_z": -1.56365434425956}, "transcript": "ENST00000243786.2"}, "exons": [{"cdsend": 219575526, "cdsstart": 219572374, "chr": "2", "position": [[219572309, 219572642], [219574693, 219575711]], "strand": 1, "transcript": "NM_002191", "txend": 219575711, "txstart": 219572309}], "exons_hg19": [{"cdsend": 220440248, "cdsstart": 220437096, "chr": "2", "position": [[220437031, 220437364], [220439415, 220440433]], "strand": 1, "transcript": "NM_002191", "txend": 220440433, "txstart": 220437031}], "generif": [{"pubmed": 11818495, "text": "DNA hypermethylation of the inhibin alpha-subunit gene in prostate carcinoma"}, {"pubmed": 12093833, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12093833, "text": "Patients affected by premature ovarian failure for the missense mutation (769G-->A transition) in the exon 2 of the INHalpha gene."}, {"pubmed": 12456605, "text": "findings suggest that inhibin A is a specific marker of early pregnancy loss before the onset of the clinical symptoms of recurrent miscarriage"}, {"pubmed": 12493718, "text": "To determine which cell types in the testes may produce inhibin B, the localization of the two subunits of inhibin B was examined in adult testicular biopsies with normal spermatogenesis, spermatogenic arrest, or Sertoli cell only tubules."}, {"pubmed": 12576745, "text": "Preliminary results show that inhibin A levels are raised in Asian women affected with fetal Down syndrome and sex chromosome abnormality."}, {"pubmed": 12587530, "text": "data suggest that the increased placental expression of inhibin subunit mRNAs is part of the mechanism leading to increased serum activin A and inhibin A levels"}, {"pubmed": 12651901, "text": "Results quantify the relative expression of inhibin alpha, inhibin/activin beta(A), beta(B), beta(C), follistatin, activin receptors and beta-glycan genes in placental tissue of term pre-eclamptic patients."}, {"pubmed": 12660265, "text": "results suggest dissociation between major sources of inhibin A and inhibin pro-alpha C in early pregnancy; identified a link between production of pro-alpha C and luteal steroidogenesis and a predominantly feto-placental origin of inhibin A"}, {"pubmed": 12679471, "text": "estradiol exerts a greater role over inhibin in FSH-negative feedback regulation during the luteal phase while inhibin A and/or B plays a more critical role as the follicular phase progresses"}, {"pubmed": 12682233, "text": "Mast cell-derived activin A may play an important role in airway remodeling in patients with asthma at least in part by mediating the proliferation of airway smooth muscle cells."}, {"pubmed": 12721183, "text": "Proportions of precursor inhibin B and alpha-subunit forms in the circulation are unchanged in men with spermatogenic disorders indicating there is no alteration of the Sertoli cell inhibin secretory pattern."}, {"pubmed": 12857425, "text": "significant correlation between arterial and venous levels of inhibin A, inhibin B and activin A was found in umbilical cord artery and vein; findings suggest the placenta is the main source of inhibin B and the fetus of activin A in the umbilical cord"}, {"pubmed": 14596968, "text": "Molecular analysis of the katG codon 315 and the promoter region of the inhA is a good alternative to diagnose isoniazid resistance in South Kore.a"}, {"pubmed": 14667886, "text": "role as a marker for pregnancy viability"}, {"pubmed": 14967395, "text": "Serum inhibin A may be helpful in predicting the failure of pregnancies."}, {"pubmed": 15205401, "text": "The INHalpha gene is a strong candidate gene for ovarian failure"}, {"pubmed": 15214825, "text": "study expands the immunophenotype of granular cell tumor (S100, CD68, protein gene product 9.5, and inhibin-alpha) regardless of location and supports a neural origin"}, {"pubmed": 15227735, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15227735, "text": "no variation between the normal subjects and the premature ovarian failure patients; G769A variation of INHalpha is rare in Korea women with POF."}, {"pubmed": 15236099, "text": "Activin A and inhibin A appear to be viable candidates as laboratory parameters for detection of pregnancy induced hypertension."}, {"pubmed": 15374731, "text": "Women with premature ovarian failure showed low levels of inhibin A"}, {"pubmed": 15451570, "text": "review article supports the hypothesis that tumor suppressor activities of the inhibin alpha subunit dominate in non-malignant tissue, but its oncogenic activities emerge during tumorigenesis"}, {"pubmed": 15551748, "text": "Expressed in Sertoli cells in oligozoospermia."}, {"pubmed": 15562017, "text": "Ovulatory cycles were characterized by higher FSH and lower inhibin A leveels in hypergonadotropic hypogonadism or premature ovarian failure."}, {"pubmed": 15578072, "text": "Inhibin A expressed in primary clear cell renal cell carcinoma (2/16, 13%) and metastatic clear cell renal cell carcinoma (3/5, 60%)."}, {"pubmed": 15745937, "text": "The lower inhibin alpha and betaglycan expression in endometrial adenocarcinoma suggests that the inhibin action may be disrupted."}, {"pubmed": 15816368, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15950648, "text": "Inhibin A and activin A may be used as markers to predict pregnancies that are likely to miscarry."}, {"pubmed": 16048795, "text": "conclude that obese women present less percentage variation of both inhibin A and B during the menstrual cycle, associated with a low frequency of ovulatory cycles"}, {"pubmed": 16161415, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 16195413, "text": "Discordant pattern of inhibin A and inhibin B during the rat estrous cycle is due to independent populations of antral follicles making inhibin B (small antral follicles) or inhibin A (large antral follicles)."}, {"pubmed": 16390856, "text": "Inheritance of specific INHA promoter haplotypes predispose to the development of premature ovarian failure."}, {"pubmed": 16390856, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16396934, "text": "16C>T and 769G>A variants in INHalpha gene may not be associated to premature ovarian failure disease."}, {"pubmed": 16396934, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16423381, "text": "A strong colocalisation of inhibin-alpha and -betaA could be demonstrated in malignant endometrial tissue."}, {"pubmed": 16621788, "text": "analysis of inhibin and transforming growth factor beta-binding sites on betaglycan"}, {"pubmed": 16650414, "text": "Higher levels of inhibin A and B are associated with oocyte presence but not with fertilization rates."}, {"pubmed": 16670820, "text": "A significant lower expression of the inhibin-alpha subunit in IUGR extravillous trophoblast compared to normal pregnancies was observed."}, {"pubmed": 16723387, "text": "polymorphisms in the INHA gene may have a role in ovarian failure"}, {"pubmed": 16758344, "text": "dimeric inhibins do not play a central role in the endocrinological imbalance observed in polycystic ovary syndrome"}, {"pubmed": 16778388, "text": "inhibin A may have a role in development of severe preeclampsia"}, {"pubmed": 16989826, "text": "The present findings showed that treatment with vaginal estroprogestinic decreases serum inhibin A and inhibin B levels, the follicular diameter."}, {"pubmed": 17074342, "text": "The lower expression of follistatin and beta A subunit in women with recurrent miscarriage may imply an altered activity of activin A at the time of decidualization, which may lead to poor pregnancy outcome in the form of miscarriage."}, {"pubmed": 17272393, "text": "glycosylation of Asn(302) of the alpha-subunit of inhibin A and B results in a decrease in bioactivity, and the effect on inhibin A, at least, is explained by its reduced affinity to betaglycan"}, {"pubmed": 17457606, "text": "The expression of estrogen receptors, progesterone receptors, and inhibin-alpha in the ovarian-like stroma supports the likely hormonal dependence of this tumor and probably explains its almost exclusive occurrence in women."}, {"pubmed": 17603052, "text": "Inhibin A increases strongly in the late follicular phase."}, {"pubmed": 17933751, "text": "INHA 769G>A variant may increase susceptibility to premature ovarian failure with impaired inhibin B bioactivity"}, {"pubmed": 18047273, "text": "analysis of human follicular fluid samples of patients undergoing controlled ovarian hyper stimulation for in vitro fertilization therapy identified SHBG and INHA"}, {"pubmed": 18091323, "text": "the combinational characterization of calretinin (either by polyclonal or monoclonal antibody), inhibin alpha, and Melan-A expression is of great significance in the differential diagnosis of adrenocortical tumors."}, {"pubmed": 18249384, "text": "INHA promoter variants are associated with the development of premature ovarian failure."}, {"pubmed": 18249384, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18397882, "text": "a high affinity interaction between betaglycan and residues Val(108)-Tyr(120) of the inhibin alpha-subunit mediate inhibin A biological activity"}, {"pubmed": 18413775, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18423626, "text": "Women with polycystic ovary syndrome have high serum concentration of total inhibin but not of inhibin A or inhibin B."}, {"pubmed": 18460206, "text": "InA interferes with selected aspects of DC maturation & may help prevent activation of allogenic T-cells by the embryo. This may promote the generation of tolerance-inducing DCs."}, {"pubmed": 18630123, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 18826955, "text": "Activin stimulates endogenous inhibin alpha- and betaB-subunit mRNA, protein, and proteolytic processing. Simultaneously, activin stimulated the proconvertase furin through a Smad2/3-dependent process."}, {"pubmed": 18852530, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18852530, "text": "The 769G>A variant of the INHalpha gene may be rare in Korean patients with preeclampsia."}, {"pubmed": 19003635, "text": "Levels of inhibin A in the preeclampsia group were greater than in the normotensive group."}, {"pubmed": 19064572, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19079962, "text": "ectopic pregnancy yielded significantly lower inhibin A concentrations compared with normal pregnancy & similar concentrations to non-pregnant controls; Inhibin A concentrations in abnormal pregnancies were significantly lower than in normal pregnancy"}, {"pubmed": 19107499, "text": "Inhibin A levels were greater in the severe than in the mild preeclampsia group"}, {"pubmed": 19195690, "text": "Immunohistochemistry detected inhibin-alpha, -betaA and -betaB, Ki67, p53 and glycodelin A in invasive trophoblastic mole."}, {"pubmed": 19324345, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19324345, "text": "in the inhibin alpha gene is strongly associated with premature ovarian failure in Indian patients."}, {"pubmed": 19363042, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19363042, "text": "association between INHA promoter variants & premature ovarian failure could not be replicated. Results suggest that this discrepancy is likely to be due to small sample size of previous studies."}, {"pubmed": 19391217, "text": "Calponin and alpha-inhibin are the most useful positive markers for serous microcystic adenoma, and are negative in most entities in the differential diagnosis."}, {"pubmed": 19412349, "text": "Activin A and inhibin A levels declined rapidly with placental delivery in NP and pre-eclamptic pregnancies."}, {"pubmed": 19436293, "text": "INH alpha expression in the primary prostate tumour can be used as a predictive factor for prognosis of prostate cancer"}, {"pubmed": 19542176, "text": "Data show no evidence of association between the polymorphisms of the inhibin alpha gene (G769A, C16T and A124G) and premature ovarian failure."}, {"pubmed": 19542176, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19574343, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19589860, "text": "Inhibin B is a more potent suppressor of rat FSH release in vitro and in vivo than inhibin A."}, {"pubmed": 19615428, "text": "The gonadally derived Inhibins are important regulators of locally produced osteotrophic factors."}, {"pubmed": 19752047, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20188029, "text": "The data suggest that, in humans, inhibin is secreted by Sertoli cells into the seminiferous tubules and then travels towards the efferent ducts, where it is reabsorbed into the bloodstream."}, {"pubmed": 20209104, "text": "analysis of the evolutionary origin of the inhibin alpha-subunit, a unique TGFbeta superfamily antagonist"}, {"pubmed": 20634197, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20704626, "text": "Report serum/synovial fluid activin A and inhibin A levels in rheumatoid arthritis, systemic lupus erythematosus and knee ostoearthritis."}, {"pubmed": 20716560, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20734064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21115906, "text": "Increase in Inhibin A is associated with breast cancer."}, {"pubmed": 21174065, "text": "Inhibin-alpha subunit expression in uterine endometrioid adenocarcinomas and endometrial cancer cell lines: a potential prognostic factor."}, {"pubmed": 21252475, "text": "study showed that inhibin A was an important predictable marker of preeclampsia"}, {"pubmed": 21263247, "text": "The PAX2(-), PAX8(-), and inhibin A(+) profile supports the diagnosis of hemangioblastoma with a sensitivity of 95%, specificity of 100%, and positive predictive value of 100%."}, {"pubmed": 21388678, "text": "Our data support the hypothesis that elevated second trimester maternal serum levels of total hCG and/or inhibin-A may result from premature accelerated differentiation of the villous cytotrophoblasts."}, {"pubmed": 21529351, "text": "Data show that inhibin A levels were significantly lower in the PCOS group compared to the control group, and inhibin B levels were comparable in the two groups."}, {"pubmed": 21535305, "text": "Serum inhibin A level might be a useful biomarker for diagnosis and monitoring of preeclampsia"}, {"pubmed": 21707703, "text": "Inhibin bodies are a new marker for immature Sertoli cells."}, {"pubmed": 21708117, "text": "GRP94, FN14, and inhibin have roles in brain and non-brain metastases in ErbB-2+ and ErbB-2- breast neoplasms"}, {"pubmed": 21785376, "text": "The inhibin-alpha -16C/T and -124A/G polymorphisms are genetic factors associated with the prevalence of premature ovarian failure in Korean women."}, {"pubmed": 21809377, "text": "Inhibin A enhances bone formation during distraction osteogenesis."}, {"pubmed": 21992678, "text": "Human amniotic fluid activin-A and inhibin-A are involved in biological processes linked to intra-amniotic infection/inflammation-induced preterm birth."}, {"pubmed": 22055401, "text": "This is the first report of immunoreactivity for inhibin-alpha and synaptophysin in synovial sarcoma"}, {"pubmed": 22127493, "text": "Inhibin pro-alphaC is produced by the adrenal gland. Differentiation between adrenocortical adenoma (ADA) and adrenocortical carcinoma (ACC) by serum inhibin pro-alphaC is limited, but its levels may constitute a novel tumor marker for ACC."}, {"pubmed": 22267736, "text": "Inhibin alpha-subunit N terminus interacts with activin type IB receptor to disrupt activin signaling."}, {"pubmed": 22296042, "text": "Inhibin alpha subunit staining is not detected in any of the major anatomical regions of the human brain."}, {"pubmed": 22417854, "text": "inhibin alpha had a diagnostic role, differentiating between the adrenocortical and adrenomedullary neoplasms. Inhibin/activin beta might play a predictive role for malignant potential in pheochromocytoma."}, {"pubmed": 22430733, "text": "Expression of transcription factors controlling alpha inhibin gene expression in placental tissues from pregnancies affected by fetal Down syndrome."}, {"pubmed": 22581369, "text": "the inhibinalpha gene is transcriptionally silenced in human gastric cancer cells"}, {"pubmed": 22585605, "text": "A subset of primary mixed or acinar and mucin-producing acinar carcinomas (10%) and large-cell carcinomas (22%) expressed inhibin-alpha."}, {"pubmed": 23724521, "text": "located in the syncytiotrophoblast and the intermediate trophoblast of the placenta during early pregnancy; no remarkable findings in placentas of pathological gestations"}, {"pubmed": 23756051, "text": "Data suggest placentation (here, placenta basal plate surface area) and maternal serum PAPP-A (pregnancy-associated plasma protein A) are significantly lower and maternal serum INHA is significantly higher in pre-eclampsia than in control subjects."}, {"pubmed": 23836275, "text": "Serum inhibin B was significantly higher in breastfed adolescent males than in their peers."}, {"pubmed": 24012099, "text": "Data indicate that fallopian tube and the epithelial component of Brenner tumours (BTs) expressed AKR1C3 and androgen receptor, but the tumour stromal cells showed strong expression of calretinin, inhibin and steroidogenic factor 1 in the majority of BTs."}, {"pubmed": 24107149, "text": "Maternal serum inhibin-A levels were significantly higher in pregnancies with fetal Hb Bart's disease."}, {"pubmed": 24269065, "text": "When two variant alleles of inhibin alpha gene promoter are combined, the c.-16C>T and c.-124A>G polymorphisms are associated with increased primary ovarian insufficiency risk in Korean women."}, {"pubmed": 24599287, "text": "Serum inhibin levels correlate with clinical characteristics and mortality in epithelial ovarian cancer patients."}, {"pubmed": 25111790, "text": "Aberrant methylation and common genetic variation in the INHA promoter occur in human adrenocortical carcinoma and are associated with decreased INHA expression."}, {"pubmed": 25329118, "text": "Inhibin alpha-subunit, Melan A and MNF116 were not sensitive for pheochromocytomas."}, {"pubmed": 25358080, "text": "Inhibin alpha gene expression in human trophoblasts is regulated by interactions between TFAP2 and cAMP signaling pathways."}, {"pubmed": 25445105, "text": "The present study did not find an association between INHA-124A>G and -16C>T and the risk of premature ovarian failure (POF). For the 769G>A mutation, Asian women with the 769A allele were found to be susceptible to POF."}, {"pubmed": 25617520, "text": "For INHA gene c.-124G>A, males carrying c.-124GG genotype and c.-124GA genotype showed an increased risk of non-normozoospermic syndrome."}, {"pubmed": 26452703, "text": "The Sertoli cell hormones inhibin-B and anti Mullerian hormone have different patterns of secretion in prepubertal cryptorchid boys."}, {"pubmed": 26654447, "text": "the correlation between placental DNAm of INHBA/FN1 and maternal serum INHA/FN1 levels indicate that DNAm may be a useful tool to identify novel biomarkers for adverse pregnancy outcomes in some cases."}, {"pubmed": 26683836, "text": "Immunostaining allowed the identification of specific cell types with E-cadherin, p53, and inhibin-alpha expression in all cases."}, {"pubmed": 27125339, "text": "Anti-Mullerian hormone (AMH) and inhibin-A (INH-A) levels were found to be significantly higher in the polycystic ovary syndrome (PCOS) group compared to the controls."}, {"pubmed": 27484063, "text": "Each follicular fluid (FF) was individually aspirated and FF/serum EG-VEGF, inhibin-a, and FF IGF-1 levels were evaluated. The pregnant group was characterized by increased numbers of WVFs (p = 0.044), a WVE (p = 0.022), and increased levels of FF IGF-1 (p = 0.001) and serum EG-VEGF (p = 0.03)."}, {"pubmed": 27628954, "text": "Results suggest that high expression levels of alpha-inhibin and beta-glycan transcripts in secretory phase endometrium are associated with a lower chance of achieving pregnancy with in vitro fertilization."}, {"pubmed": 28115494, "text": "HIF1A and EPAS1 potentiate hypoxia-induced upregulation of INHA expression in human term cytotrophoblasts in vitro."}, {"pubmed": 28260095, "text": "Inhibin-alpha gene is transcriptionally silenced in human leukemia cells. In addition, mutations in, and expression levels of, the inhibin-alpha gene differed between human lymphoid and myeloid leukemia cells."}, {"pubmed": 29091146, "text": "There is genetic heterogeneity regarding the INHA gene in different populations, and among the causes of premature ovarian insufficiency. The G769A variant was found in only one patient in the Premature Ovarian Insufficiency Group and in no control, and it appears to be rare in Brazilian patients with premature ovarian insufficiency."}, {"pubmed": 29535220, "text": "Inhibin is a novel paracrine factor for tumor angiogenesis and metastasis."}, {"pubmed": 29923343, "text": "INHA inhibits BMP9-induced osteogenic differentiation through blocking BMP/Smad signal and activating NF-kappaB signal in mesenchymal stem cells."}, {"pubmed": 30340444, "text": "Variations in the inhibin gene in Kashmiri women with primary ovarian insufficiency."}, {"pubmed": 30400783, "text": "Genetic variation in growth factor pathway genes INHA and IGFBP1/3 may predict longitudinal mammographic density change after women quit estrogen and progestin combined therapy ."}, {"pubmed": 30598510, "text": "identify the BGZP-C-binding site on TGF-beta2 and shed light on the specificity of BG for select TGF-beta-type GFs and the mechanisms by which BG influences their signaling"}, {"pubmed": 30874767, "text": "Activin A (follicle-stimulating hormone-releasing protein inhibin beta A subunit inhibin beta A) signaling is restrained in normal mammary epithelia by concomitant inhibin alpha-subunit expression, and relatively higher levels of follistatin (FST) expression, however, these expression patterns are reversed in breast cancer [Review]."}, {"pubmed": 31115221, "text": "Data show that the inclusion of inhibin A in screening protocols reduces the number of positive results in high risk population screened without inhibin A."}, {"pubmed": 31286756, "text": "Investigated the association between polycystic ovary syndrome (PCOS) and obesity and insulin resistance (IR) with respect to anti-Mullerian hormone (AMH), inhibin A (INH-A), inhibin B (INH-B), and insulin-like peptide 3 (INSL3) plasma levels."}, {"pubmed": 31622323, "text": "Polymorphisms in inhibin alpha gene promoter associated with male infertility."}, {"pubmed": 31982478, "text": "ALK4-SMAD3/4 mediates the effects of activin A on the upregulation of PAI-1 in human granulosa lutein cells."}, {"pubmed": 32569368, "text": "Engineering the Ovarian Hormones Inhibin A and Inhibin B to Enhance Synthesis and Activity."}, {"pubmed": 32593229, "text": "Association of polymorphism c.-124G>A and c.-16 C>T in the promoter region of human INHA gene with altered sperm parameters; A pilot study."}, {"pubmed": 32613604, "text": "An exome-wide exploration of cases of primary ovarian insufficiency uncovers novel sequence variants and candidate genes."}, {"pubmed": 32990126, "text": "PAPP-A2 and Inhibin A as Novel Predictors for Pregnancy Complications in Women With Suspected or Confirmed Preeclampsia."}, {"pubmed": 35235537, "text": "Homozygosity for a novel INHA mutation in two male siblings with hypospadias, primary hypogonadism, and high-normal testicular volume."}, {"pubmed": 35853432, "text": "Altered Endometrial Expression of alpha-Inhibin Subunit and Its Co-Receptor Betaglycan in Infertile Women with Endometriosis."}, {"pubmed": 35909548, "text": "Testicular Sertoli Cell Hormones in Differences in Sex Development."}], "genomic_pos": {"chr": "2", "end": 219575711, "ensemblgene": "ENSG00000123999", "start": 219569162, "strand": 1}, "genomic_pos_hg19": {"chr": "2", "end": 220440435, "start": 220433884, "strand": 1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0001501", "pubmed": 10865214, "qualifier": "involved_in", "term": "skeletal system development"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0001541", "pubmed": 9166111, "qualifier": "involved_in", "term": "ovarian follicle development"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": 3267209, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007166", "pubmed": 12456957, "qualifier": "involved_in", "term": "cell surface receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007267", "pubmed": 12456957, "qualifier": "involved_in", "term": "cell-cell signaling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008584", "qualifier": "involved_in", "term": "male gonad development"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0030154", "pubmed": 12456957, "qualifier": "involved_in", "term": "cell differentiation"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0030218", "pubmed": 1310063, "qualifier": "involved_in", "term": "erythrocyte differentiation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0032689", "pubmed": 12456957, "qualifier": "involved_in", "term": "negative regulation of type II interferon production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042127", "pubmed": 9032295, "qualifier": "involved_in", "term": "regulation of cell population proliferation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0042326", "pubmed": 12456957, "qualifier": "involved_in", "term": "negative regulation of phosphorylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042541", "pubmed": 1310063, "qualifier": "involved_in", "term": "hemoglobin biosynthetic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0045578", "pubmed": 12456957, "qualifier": "involved_in", "term": "negative regulation of B cell differentiation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0045650", "pubmed": 12456957, "qualifier": "involved_in", "term": "negative regulation of macrophage differentiation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0045786", "pubmed": 12456957, "qualifier": "involved_in", "term": "negative regulation of cell cycle"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0046881", "pubmed": 12456957, "qualifier": "involved_in", "term": "positive regulation of follicle-stimulating hormone secretion"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0046882", "pubmed": 3267209, "qualifier": "involved_in", "term": "negative regulation of follicle-stimulating hormone secretion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051726", "pubmed": 9032295, "qualifier": "involved_in", "term": "regulation of cell cycle"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0051726", "pubmed": 12456957, "qualifier": "involved_in", "term": "regulation of cell cycle"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0001750", "qualifier": "located_in", "term": "photoreceptor outer segment"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0001917", "qualifier": "located_in", "term": "photoreceptor inner segment"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "pubmed": 12456957, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0034673", "pubmed": 10746731, "qualifier": "part_of", "term": "inhibin-betaglycan-ActRII complex"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0043025", "qualifier": "located_in", "term": "neuronal cell body"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043512", "pubmed": 7890768, "qualifier": "part_of", "term": "inhibin A complex"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0043513", "qualifier": "part_of", "term": "inhibin B complex"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005102", "pubmed": 9032295, "qualifier": "enables", "term": "signaling receptor binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005125", "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0005125", "pubmed": 12456957, "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0005179", "pubmed": 12456957, "qualifier": "enables", "term": "hormone activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 10746731, "qualifier": "contributes_to", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [2575216, 12697670, 25416956, 25910212], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0008083", "pubmed": 12324653, "qualifier": "enables", "term": "growth factor activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0034711", "qualifier": "enables", "term": "inhibin binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0044877", "qualifier": "enables", "term": "protein-containing complex binding"}]}, "homologene": {"genes": [[7955, 570520], [8364, 613114], [9031, 424197], [9544, 574379], [9598, 743866], [9606, 3623], [9615, 488540], [9913, 281254], [10090, 16322], [10116, 24504]], "id": 1652}, "interpro": [{"desc": "Transforming growth factor-beta, C-terminal", "id": "IPR001839", "short_desc": "TGF-b_C"}, {"desc": "Transforming growth factor-beta-related", "id": "IPR015615", "short_desc": "TGF-beta-rel"}, {"desc": "Inhibin, alpha subunit", "id": "IPR017175", "short_desc": "Inhibin_asu"}, {"desc": "Transforming growth factor beta, conserved site", "id": "IPR017948", "short_desc": "TGFb_CS"}, {"desc": "Cystine-knot cytokine", "id": "IPR029034", "short_desc": "Cystine-knot_cytokine"}], "ipi": "IPI00007080", "map_location": "2q35", "name": "inhibin subunit alpha", "other_names": ["A-inhibin subunit", "inhibin alpha chain", "inhibin alpha subunit"], "pantherdb": {"HGNC": "6065", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "96569", "ortholog_type": "LDO", "panther_family": "PTHR11848", "taxid": 10090, "uniprot_kb": "Q04997"}, {"RGD": "2912", "ortholog_type": "LDO", "panther_family": "PTHR11848", "taxid": 10116, "uniprot_kb": "P17490"}, {"Ensembl": "ENSGALG00000054770", "ortholog_type": "LDO", "panther_family": "PTHR11848", "taxid": 9031, "uniprot_kb": "A0A3Q2UG76"}, {"Gene": "INHA", "ortholog_type": "LDO", "panther_family": "PTHR11848", "taxid": 9031, "uniprot_kb": "P43031"}, {"ZFIN": "ZDB-GENE-060503-554", "ortholog_type": "LDO", "panther_family": "PTHR11848", "taxid": 7955, "uniprot_kb": "A0A2R8Q1P5"}, {"WormBase": "WBGene00000903", "ortholog_type": "O", "panther_family": "PTHR11848", "taxid": 6239, "uniprot_kb": "P92172"}, {"FlyBase": "FBgn0024913", "ortholog_type": "O", "panther_family": "PTHR11848", "taxid": 7227, "uniprot_kb": "O61643"}, {"FlyBase": "FBgn0031461", "ortholog_type": "O", "panther_family": "PTHR11848", "taxid": 7227, "uniprot_kb": "Q9VQG9"}, {"FlyBase": "FBgn0026199", "ortholog_type": "O", "panther_family": "PTHR11848", "taxid": 7227, "uniprot_kb": "Q9V4F4"}], "uniprot_kb": "P05111"}, "pathway": {"kegg": {"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-1502540", "name": "Signaling by Activin"}, {"id": "R-HSA-1502540", "name": "Signaling by Activin"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-201451", "name": "Signaling by BMP"}, {"id": "R-HSA-209822", "name": "Glycoprotein hormones"}, {"id": "R-HSA-209952", "name": "Peptide hormone biosynthesis"}, {"id": "R-HSA-2980736", "name": "Peptide hormone metabolism"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-9006936", "name": "Signaling by TGFB family members"}, {"id": "R-HSA-9006936", "name": "Signaling by TGFB family members"}, {"id": "R-HSA-9839373", "name": "Signaling by TGFBR3"}, {"id": "R-HSA-9839406", "name": "TGFBR3 regulates activin signaling"}], "wikipathways": {"id": "WP34", "name": "Ovarian infertility"}}, "pfam": "PF00019", "pharmgkb": "PA29876", "pharos": {"target_id": 14902, "tdl": "Tbio"}, "pir": "A23556", "prosite": "PS51362", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF325954", "relationship": "is"}, {"id": "GNF325955", "relationship": "is"}], "CondMedia_CM_LibrAB": {"id": "GNF292736", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF251479", "relationship": "is"}, {"id": "GNF251480", "relationship": "is"}, {"id": "GNF251481", "relationship": "is"}, {"id": "GNF251482", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF162092", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF047439", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF007201", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF285669", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF331058", "relationship": "is"}, {"id": "GNF334017", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF337841", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF104095", "relationship": "is"}, {"id": "GNF143744", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000002.12", "NC_060926.1", "NG_016977.2"], "protein": "NP_002182.1", "rna": "NM_002191.4", "translation": {"protein": "NP_002182.1", "rna": "NM_002191.4"}}, "reporter": {"HG-U133_Plus_2": "210141_s_at", "HG-U95Av2": ["255_s_at", "38544_at"], "HTA-2_0": "TC02001332.hg.1", "HuEx-1_0": "2528698", "HuGene-1_1": "8048639", "HuGene-2_1": "16891403"}, "summary": "This gene encodes a member of the TGF-beta (transforming growth factor-beta) superfamily of proteins. The encoded preproprotein is proteolytically processed to generate multiple peptide products, including the alpha subunit of the inhibin A and B protein complexes. These complexes negatively regulate follicle stimulating hormone secretion from the pituitary gland. Inhibins have also been implicated in regulating numerous cellular processes including cell proliferation, apoptosis, immune response and hormone secretion. Mutations in this gene may be associated with male infertility and premature ovarian failure in female human patients. [provided by RefSeq, Aug 2016].", "symbol": "INHA", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1334130"}, "unigene": "Hs.407506", "uniprot": {"Swiss-Prot": "P05111"}, "wikipedia": {"url_stub": "INHA"}}