{"AllianceGenome": "6066", "HGNC": "6066", "MIM": "147290", "_id": "3624", "_version": 1, "accession": {"genomic": ["A14422.1", "AC005027.3", "CH236951.1", "CH471073.1", "CP068271.2", "CS274788.1", "NC_000007.14", "NC_060931.1", "X04447.1", "X57578.1", "X57579.1"], "protein": ["AAA35787.1", "AAA59168.1", "AAG17260.1", "AAH07858.1", "AAQ96861.1", "BAA08577.1", "BAD96462.1", "BAF83273.1", "CAA01159.1", "CAA28041.1", "CAA40805.1", "CAA40806.1", "CAA51163.1", "CAI46003.1", "CAJ84003.1", "EAL24001.1", "EAW94139.1", "EAW94140.1", "EAW94141.1", "NP_002183.1", "P08476.2", "XP_016867663.2", "XP_047276291.1", "XP_054214132.1", "XP_054214133.1", "XP_054214134.1"], "rna": ["AA491465.1", "AF218018.1", "AK001903.1", "AK222742.1", "AK290584.1", "AU137531.1", "BC007858.2", "BX648811.1", "D49743.1", "J03634.1", "M13436.1", "NM_002192.4", "OA988815.1", "X72498.1", "XM_017012174.2", "XM_047420335.1", "XM_054358157.1", "XM_054358158.1", "XM_054358159.1"], "translation": [{"protein": "AAA59168.1", "rna": "M13436.1"}, {"protein": "AAH07858.1", "rna": "BC007858.2"}, {"protein": "AAA35787.1", "rna": "J03634.1"}, {"protein": "BAA08577.1", "rna": "D49743.1"}, {"protein": "CAA51163.1", "rna": "X72498.1"}, {"protein": "XP_054214133.1", "rna": "XM_054358158.1"}, {"protein": "XP_054214134.1", "rna": "XM_054358159.1"}, {"protein": "XP_047276291.1", "rna": "XM_047420335.1"}, {"protein": "BAD96462.1", "rna": "AK222742.1"}, {"protein": "XP_054214132.1", "rna": "XM_054358157.1"}, {"protein": "AAG17260.1", "rna": "AF218018.1"}, {"protein": "NP_002183.1", "rna": "NM_002192.4"}, {"protein": "XP_016867663.2", "rna": "XM_017012174.2"}, {"protein": "CAI46003.1", "rna": "BX648811.1"}, {"protein": "BAF83273.1", "rna": "AK290584.1"}]}, "alias": ["EDF", "FRP"], "ensembl": {"gene": "ENSG00000122641", "protein": ["ENSP00000242208", "ENSP00000397197", "ENSP00000490646"], "transcript": ["ENST00000242208", "ENST00000416150", "ENST00000442711", "ENST00000464515", "ENST00000638023"], "translation": [{"protein": "ENSP00000242208", "rna": "ENST00000242208"}, {"protein": "ENSP00000397197", "rna": "ENST00000442711"}, {"protein": "ENSP00000490646", "rna": "ENST00000638023"}], "type_of_gene": "protein_coding"}, "entrezgene": "3624", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 6.36525313, "exp_mis": 167.9417033, "exp_syn": 80.78236, "lof_z": 2.10655142903593, "mis_z": 2.71530055805148, "mu_lof": 4.87816345781e-07, "mu_mis": 1.47484890328e-05, "mu_syn": 7.05584197897e-06, "n_lof": 1.0, "n_mis": 96.0, "n_syn": 81.0, "p_li": 0.556279739729954, "p_null": 0.0129508320568366, "p_rec": 0.43076942821321, "syn_z": -0.0150117017014193}, "bp": 1281, "cds_end": 41739972, "cds_start": 41729247, "n_exons": 2, "nonpsych": {"exp_lof": 5.7198972, "exp_mis": 151.9621811, "exp_syn": 73.0745559, "lof_z": 1.93816357105172, "mis_z": 2.8625782890485, "mu_lof": 4.87816345781e-07, "mu_mis": 1.47484890328e-05, "mu_syn": 7.05584197897e-06, "n_lof": 1.0, "n_mis": 82.0, "n_syn": 72.0, "p_li": 0.527033792569273, "p_null": 0.0193555512261925, "p_rec": 0.453610656204535, "syn_z": 0.0791427261090561}, "nontcga": {"exp_lof": 5.85201034, "exp_mis": 154.5023557, "exp_syn": 74.31574746, "lof_z": 1.97856551861513, "mis_z": 2.62542227524534, "mu_lof": 4.87816345781e-07, "mu_mis": 1.47484890328e-05, "mu_syn": 7.05584197897e-06, "n_lof": 1.0, "n_mis": 89.0, "n_syn": 72.0, "p_li": 0.516968865562751, "p_null": 0.0173596978671604, "p_rec": 0.465671436570088, "syn_z": 0.170087947299774}, "transcript": "ENST00000242208.4"}, "exons": [{"cdsend": 41700374, "cdsstart": 41689649, "chr": "7", "position": [[41685113, 41690542], [41699986, 41700517], [41703004, 41703090]], "strand": -1, "transcript": "NM_002192", "txend": 41703090, "txstart": 41685113}], "exons_hg19": [{"cdsend": 41739972, "cdsstart": 41729247, "chr": "7", "position": [[41724711, 41730140], [41739584, 41740115], [41742602, 41742688]], "strand": -1, "transcript": "NM_002192", "txend": 41742688, "txstart": 41724711}], "generif": [{"pubmed": 11969340, "text": "distribution in gestational tissues across human pregnancy and during labour"}, {"pubmed": 12088879, "text": "Activin was secreted by both endometrial adenocarcinoma cell lines. Activin showed a weak, but significant, mitogenic effect on HEC-50 cells without modifications in Bax and Bcl-2. Activin is a regulator of endometrial cancer cell growth."}, {"pubmed": 12149426, "text": "Activin A is potently induced in the bone marrow and may play a role in the suppression of inflammatory or immune processes."}, {"pubmed": 12161551, "text": "Activin A promotes human endometrial stromal cell decidualization in vitro."}, {"pubmed": 12399529, "text": "Seminal inhibin B levels were higher in normal men than in men after vasectomy and in men with azoospermia."}, {"pubmed": 12414903, "text": "synthesis by the endosalpinx"}, {"pubmed": 12524226, "text": "Activin A induces cardiac ankyrin repeat protein (CARP) in cultured intimal smooth muscle cells in a dose-dependent way."}, {"pubmed": 12587530, "text": "data suggest that the increased placental expression of inhibin subunit mRNAs is part of the mechanism leading to increased serum activin A and inhibin A levels"}, {"pubmed": 12651901, "text": "Results quantify the relative expression of inhibin alpha, inhibin/activin beta(A), beta(B), beta(C), follistatin, activin receptors and beta-glycan genes in placental tissue of term pre-eclamptic patients."}, {"pubmed": 12665510, "text": "Activin A promotes Smad2 phosphorylation and its nuclear translocation. As an immediate response to activin A, Smad2 was modified by phosphorylation within 2 hours."}, {"pubmed": 12702211, "text": "Activin-A modulates ActRI mRNA levels in human trophoblast cells."}, {"pubmed": 12721183, "text": "Proportions of precursor inhibin B and alpha-subunit forms in the circulation are unchanged in men with spermatogenic disorders indicating there is no alteration of the Sertoli cell inhibin secretory pattern."}, {"pubmed": 12877256, "text": "Serum inhibin B is an effective marker of follicular development in infertile women undergoing induction of superovulation, and may represent a further marker for ovarian follicular capacity."}, {"pubmed": 14613548, "text": "activin promoted ovine preantral follicle & oocyte growth in vitro, but did not accelerate follicle differentiation; these results support a paracrine role for activin A during early oocyte & follicular development"}, {"pubmed": 14671202, "text": "Peripheral blood monoCYTES and endothelium, activated by TNFalpha, could be extraplacental sources of activin A in preeclampsia. May have role in mechanisms underlying endothelium dysfunction."}, {"pubmed": 14671321, "text": "DLX1 blocks multiple signals from TGF-beta superfamily cytokines such as activin A, TGF-beta1, and BMP-4, including differentiation of a hematopoietic cell line by activin A"}, {"pubmed": 14738881, "text": "Data indicate that activin A and activin receptors IIA and IIB may be involved in the regulation of germ cell proliferation in the human ovary during the period leading up to primordial follicle formation."}, {"pubmed": 14993131, "text": "Activin A markedly increased gene expression of mediators involved in infarction healing and myocardial remodeling in neonatal rat cardiomyocytes."}, {"pubmed": 15031321, "text": "the smad pathway and the tumor suppressor menin are key regulators of activin effects on PRL and Pit-1 expression, as well as on cell growth inhibition"}, {"pubmed": 15070957, "text": "Testosterone secretion is impaired in infants with Klinefelter syndrome."}, {"pubmed": 15123352, "text": "Activin A increased the expression of VEGF receptors in cultured sinusoidal endothelial cells."}, {"pubmed": 15123686, "text": "activin signaling via type II receptors requires a specific sequence for ALK4 binding"}, {"pubmed": 15188178, "text": "activin A is a novel stimulus of vascular endothelial growth factor gene expression in hepatocellular carcinoma"}, {"pubmed": 15205401, "text": "Mutations in INHbetaB and INHbetaA genes are not associated with ovarian failure."}, {"pubmed": 15205401, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15292256, "text": "may be an anabolic factor in cartilage"}, {"pubmed": 15374731, "text": "Women with POF showed low levels of inhibin A and inhibin B, but not of activin A, whereas the levels of pro-alphaC were significantly higher than in postmenopausal women"}, {"pubmed": 15451571, "text": "review article of gene expression of inhibin beta A in normal breast carcinoma, fibroadenoma, and normal mammary tissue"}, {"pubmed": 15580313, "text": "enhanced activin A expression suppresses proliferation and colony formation of human neuroblastoma cell"}, {"pubmed": 15737465, "text": "activin A inhibits adipogenesis via affecting the transcriptional factor cascade upstream of PPARgamma expression"}, {"pubmed": 15950648, "text": "Activin A and inhibin A may be used as markers to predict pregnancies that are likely to miscarry."}, {"pubmed": 16081641, "text": "Activation of TAK1 (and probably p38-MAPK), but not Smad3, is necessary for triggering induction of oFSHbeta by activin."}, {"pubmed": 16423381, "text": "Hyperplastic tissue labelled more intensely than endometrium for the presence of INH-betaA and -betaB."}, {"pubmed": 16643884, "text": "When cultured with the mesonephros, Wolffian ducts formed ectopic buds in response to GDNF; inhibition of GDNF-induced budding by activin A led to inhibition of cell proliferation, & decrease of both Pax2 expression and PI3- & MAP kinase phosphorylation"}, {"pubmed": 16820918, "text": "Activin has autocrine roles in tumor growth of ovarian clear cell adenocarcinoma cells."}, {"pubmed": 16988001, "text": "Activin A has opposite effects on glucagon and arx gene expression in alpha-cells compared with beta-cells, a finding that may have relevance during pancreatic endocrine lineage specification and physiological function of the adult islets"}, {"pubmed": 17204604, "text": "Phosphatidylinositol 3-kinase antagonizes the ability of human embryonic stem cells to differentiate in response to transforming growth factor beta family members such as Activin A"}, {"pubmed": 17384470, "text": "FGF-2 and activin A enhance their signals each other in bovine aortic endothelial cells, and endogenous activin A is critical for FGF-2-induced capillary formation."}, {"pubmed": 17436000, "text": "Activin A suppresses interleukin-1-induced matrix metalloproteinase 3 secretion in human chondrosarcoma cells"}, {"pubmed": 17462637, "text": "Serum AMH and inhibin B are significantly lower in the men with nonobstructive azoospermia compared to the controls."}, {"pubmed": 17478557, "text": "Activin-A is an excellent candidate for an effector molecule in human luteolysis whose paracrine action is inhibited during maternal recognition of pregnancy"}, {"pubmed": 17681301, "text": "Ovarian follicle size did influence rates of local hormone production."}, {"pubmed": 17909904, "text": "Overexpression of Activin a causes cancer cell aggressiveness in esophageal squamous cell carcinoma"}, {"pubmed": 17929017, "text": "bFGF does not directly act on p38 nor on the mRNA expression levels of activin receptors but inhibit activin A activation of p38 upstream of p38 in K562 cells."}, {"pubmed": 17954979, "text": "A peptide corresponding to the N-terminal region of human follicle-stimulating hormone (FSH)-binding inhibitor (FSHBI/ovarian follicular fluid peptide) shows FSHBI inhibitory activity in rat ovarian granulosa cell cultures."}, {"pubmed": 17968943, "text": "Activin A is potentially an anticatabolic molecule in articular cartilage"}, {"pubmed": 18001154, "text": "Inhibin/activin BA subunit, follistatin, and activin receptor proteins and mRNAs are present in the human fetal palate."}, {"pubmed": 18077449, "text": "new hypoxia-inducible and SOX9-regulated genes, Gdf10 and Chm-I. In addition, Mig6 and InhbA were induced by hypoxia, predominantly via HIF-2alpha"}, {"pubmed": 18089557, "text": "Cripto facilitates Nodal signaling and inhibits activin signaling by forming receptor complexes with these ligands that are structurally and functionally similar."}, {"pubmed": 18156495, "text": "These findings establish an immune-regulatory role for activin-A in dendritic cells, highlighting the potential of antagonizing activin-A signaling in vivo to enhance vaccine immunogenicity."}, {"pubmed": 18166170, "text": "The effects of activin on germ cells are indirect and include mediation by the kit ligand/c-Kit pathway, rather than being an autocrine germ cell effect."}, {"pubmed": 18299275, "text": "analysis of the production and function of activin A in human dendritic cells"}, {"pubmed": 18319260, "text": "These results reveal a key role of GLI2 in activation of the activin/BMP antagonist FST in response to hedgehog (HH) signaling."}, {"pubmed": 18353928, "text": "A dual role of activin A in regulating immunoglobulin production of B cells."}, {"pubmed": 18359784, "text": "Activin A increases invasiveness of endometrial cells in an in vitro model of human peritoneum."}, {"pubmed": 18381582, "text": "Concentration of anti-Mullerian hormone and inhibin-B in relation to steroids and age in follicular fluid from small antral human follicles."}, {"pubmed": 18413775, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18423626, "text": "Women with polycystic ovary syndrome have high serum concentration of total inhibin but not of inhibin A or inhibin B."}, {"pubmed": 18450971, "text": "Activin A may mediate ovarian oncogenesis by activating Akt and repressing GSK to stimulate cellular proliferation."}, {"pubmed": 18460206, "text": "ActA interferes with selected aspects of DC maturation & may help prevent activation of allogenic T-cells by the embryo. This may promote the generation of tolerance-inducing DCs."}, {"pubmed": 18535106, "text": "Differential antagonism of activin, myostatin and growth and differentiation factor 11 by wild-type and mutant follistatin."}, {"pubmed": 18600473, "text": "TGF-beta1 or activin A but not BMP-2 significantly decreased significantly decreased melanin content and expression of Tyrosinase and Tyrp-1 in the absence of alpha-MSH in melanoma cells"}, {"pubmed": 18608101, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18695873, "text": "activin A may modulate the expression of MMP-7 via AP-1"}, {"pubmed": 18719101, "text": "synergistic effect of Wnt3a and ActivinA on hESCs differentiation into hepatic-like cells"}, {"pubmed": 18768470, "text": "analysis of the structure of the FSTL3.activin A complex"}, {"pubmed": 18854336, "text": "Adenoviral activin A expression prevents vein graft intimal hyperplasia in a rat model."}, {"pubmed": 19027859, "text": "Synthesis, purification and bioactivity of recombinant human activin A expressed in the yeast Pichia pastoris"}, {"pubmed": 19028479, "text": "The serum activin A level increased in acute myocardial infarction positively correlated with peak creatine kinase and CK-MB levels which are measures of infarction size."}, {"pubmed": 19064572, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19086053, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19091310, "text": "Data suggest that activin A can down-regulate inflammatory mediator production and phagocytosis of LPS-activated macrophages via suppressing CD14 expression, and may influence the presentation of exogenous antigens via inhibiting MHC II expression."}, {"pubmed": 19095948, "text": "activin-beta(C) is an antagonist of activin A"}, {"pubmed": 19128983, "text": "Results indicate that adiponectin upregulates monocytic activin A release via the p38 MAPK pathway."}, {"pubmed": 19141859, "text": "A novel immune regulatory role of activin-A during DC-mediated NK-cell regulation."}, {"pubmed": 19158274, "text": "Activin B is a key mediator of VHL/HIF-induced transformation in renal cell carcinomas."}, {"pubmed": 19196915, "text": "Our findings in both clinical and experimental studies suggest a role for activin A in the development of various types of pulmonary hypertension"}, {"pubmed": 19200970, "text": "Activin A is secreted into uterine lumen; the levels in endometrial washing fluids were higher in women who subsequently became pregnant after IUI, so its measurement may be useful in predicting successful implantation."}, {"pubmed": 19240652, "text": "INHBA overexpression promotes cell proliferation and may be epigenetically regulated in esophageal adenocarcinoma."}, {"pubmed": 19257827, "text": "activation of the AR through Smads is required for activin A-promoted prostate cancer cell migration to bone matrix, thereby promoting the bone metastatic phenotype"}, {"pubmed": 19308293, "text": "INHBA is overexpressed in lung adenocarcinoma relative to controls."}, {"pubmed": 19324968, "text": "A novel role for FOXL2 in activin A-regulated Fshb transcription."}, {"pubmed": 19383344, "text": "up-regulation in human colorectal cancer is correlated with upregulation of the TIMP-1 transcript"}, {"pubmed": 19386982, "text": "Activin A, activin receptor type II, nodal, and cripto mRNA are expressed by eutopic and ectopic endometrium in women with ovarian endometriosis."}, {"pubmed": 19539911, "text": "Bone morphogenetic protein-6 stimulates gene expression of inhibin/activin beta subunits in human granulosa cells."}, {"pubmed": 19574343, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19615428, "text": "The gonadally derived Inhibins are important regulators of locally produced osteotrophic factors."}, {"pubmed": 19641514, "text": "Activin A is not a clinically useful marker of intrauterine infection in women with preterm prelabour rupture of membranes"}, {"pubmed": 19661148, "text": "Synthesis of activin and TGFB-signaling modulators may be affected by spermatogenic disruption and altered hormone levels in the testis."}, {"pubmed": 19733294, "text": "Both TGF-beta and activin signaling pathways are activated on allergen provocation in asthma. Activin-A may contribute to resolution of inflammation."}, {"pubmed": 19885849, "text": "roles of activin A in Human embryonic stem cell proliferation and differentiation were found."}, {"pubmed": 20028875, "text": "in ductal carcinoma in situ lesions, high COX-2 expression is associated with high gammaH2AX, TRF2, activin A, and telomere malfunction"}, {"pubmed": 20036850, "text": "Activin A increased in asphyxiated full-term newborns with hypoxic ischemic encephalopathy before the appearance of related signs."}, {"pubmed": 20043075, "text": "down-regulated KLF4, CHGA, GPX3, SST and LIPF, together with up-regulated SERPINH1, THY1 and INHBA is an 8-gene signature for gastric cancer"}, {"pubmed": 20194748, "text": "Activin A, a TGF-beta family member, is a therapeutically amenable target exploited by multiple myeloma (MM) to alter its microenvironmental niche favoring osteolysis."}, {"pubmed": 20200332, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20203128, "text": "results are consistent with a role for activin in maintaining oocyte granulosa cell interactions due to increased peripheral granulosa cell adhesion to the basement membrane and retention of adhesion at the surface of the zona pellucida."}, {"pubmed": 20226172, "text": "activin A signal is transduced through the activin A type 1 receptor, ALK4, and transactivates several TGF-beta target genes in a SMAD-independent manner."}, {"pubmed": 20309641, "text": "Overexpression of activin A is associated with oral squamous cell carcinoma."}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20610541, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20628624, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20634197, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20634891, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20660033, "text": "GDF9 attenuates the suppressive effects of activin A on StAR expression and progesterone production by increasing the expression of inhibin B, which acts as an activin A competitor."}, {"pubmed": 20704626, "text": "Report serum/synovial fluid activin A and inhibin A levels in rheumatoid arthritis, systemic lupus erythematosus and knee ostoearthritis."}, {"pubmed": 20720391, "text": "Elevated plasma activin A levels are associated with the presence of carcinoid heart disease."}, {"pubmed": 20734064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20926007, "text": "Protein levels of activin A and follistatin were assessed in glioblastoma and normal brain tissues in this study"}, {"pubmed": 21132402, "text": "INHBA may be a poor survival indicator of gastric cancer"}, {"pubmed": 21222045, "text": "analysis of candidate genes revealed four genes that influence fertility: CGB/LHB gene cluster (p = 0.0036), FSHR (p = 0.023), FST (p = 0.023), and INHB; none of the independent SNPs in these genes predicted mortality"}, {"pubmed": 21464440, "text": "Study found a significant association between activin A and newly detected abnormal glucose regulation in patients with acute myocardial infarction."}, {"pubmed": 21475087, "text": "High inhibin beta A is associated with cervical intraepithelial neoplasia grade 3 compared to cervical intraepithelial neoplasia grades 1 and 2."}, {"pubmed": 21529351, "text": "Data show that inhibin A levels were significantly lower in the PCOS group compared to the control group, and inhibin B levels were comparable in the two groups."}, {"pubmed": 21576276, "text": "results indicate that the coding regions of INHBA, SFRP4 and HOXA10 do not harbour mutations responsible for linkage to endometriosis in the families studied"}, {"pubmed": 21640344, "text": "Activin-A appears to promote endometriosis by stimulating interleukin-6 and protease-activated receptor-2 mRNA expression and increasing the proliferation of endometrioma stromal cells."}, {"pubmed": 21767104, "text": "Activin A in maternal and fetal biological fluids is increased after SSRI administration in the third trimester of pregnancy."}, {"pubmed": 21846490, "text": "Activin A in the follicular fluid is biologically inactivated by a more than ten times surplus of follistatin."}, {"pubmed": 21952245, "text": "Activin-A was identified as strongly secreted by mesenchymal cells from control and T21 mesenchymal cells. Recombinant activin-A stimulated T21 trophoblast fusion"}, {"pubmed": 21992678, "text": "Human amniotic fluid activin-A and inhibin-A are involved in biological processes linked to intra-amniotic infection/inflammation-induced preterm birth."}, {"pubmed": 22161160, "text": "High Activin-A levels were found in bronchoalveolar lavage (BAL) samples from patients with acute respiratory distress syndrome (ARDS)."}, {"pubmed": 22234949, "text": "In patients with T2DM, increased activin A may reflect chronic underlying pathophysiological processes involved in development of cardiovascular disease."}, {"pubmed": 22296042, "text": "Inhibin and activin beta subunits aree clearly demonstrable throughout the adult human hypothalamus and basal forebrain."}, {"pubmed": 22416010, "text": "The present study demonstrated that serum activin A is not significantly altered in peritoneal or deep infiltrating endometriosis and has limited diagnostic accuracy in the diagnosis of ovarian endometrioma."}, {"pubmed": 22425195, "text": "The pathological expression of activin beta A, iNOS and MUC1 by fallopian tubes bearing an ectopic pregnancy is not involved in the determination of implantation site."}, {"pubmed": 22439617, "text": "Activin A levels were significantly higher in hypoxic than nonhypoxic newborns and in male newborns."}, {"pubmed": 22548442, "text": "Activin A promotes the induction of mesoderm, as indicated by the upregulation of Brachyury expression."}, {"pubmed": 22549017, "text": "The activin A signals via SMAD proteins, but not TAK1 or p38, to regulate murine and ovine Fshb transcription in gonadotrope-like cells."}, {"pubmed": 22579070, "text": "The overarching hypothesis is that insensitivity to the growth inhibitory effects of activin A is an acquired capability in prostate cancer progression."}, {"pubmed": 22685232, "text": "Plasma and placental productions of Activin A were significantly higher in preeclamptic patients when compared with normal pregnant subjects in a Chinese Han population"}, {"pubmed": 22845186, "text": "The study shows the involvement of activin A pathway in preterm premature rupture of the membranes associated with acute chorioamnionitis."}, {"pubmed": 23024260, "text": "Activin A stimulates AKR1C3 expression and growth in human prostate cancer"}, {"pubmed": 23205865, "text": "Screening by maternal characteristics and activin-A at 30-33 weeks identifies half of the pregnancies that will subsequently develop preeclampsia."}, {"pubmed": 23589129, "text": "Mineralization induction by 1alpha,25(OH)2 D3 may actually be controlled via interplay with activin A and osteocalcin."}, {"pubmed": 23781072, "text": "Activin A suppresses osteoblast mineralization capacity by altering extracellular matrix composition and impairing matrix vesicle production."}, {"pubmed": 23808611, "text": "Urine Activin A in preterm infants who developed intraventricular hemorrhage was significantly higher than in controls at all monitoring time-points, increasing progressively from first urination to 24 h when it reached the highest peak."}, {"pubmed": 23812417, "text": "Activin A released from EAT-T2D inhibits insulin action via the induction of miR-143 in cardiomyocytes"}, {"pubmed": 23831638, "text": "retinoid signalling can potently suppress activin-induced proliferation by antagonising G1 phase progression and entry into the cell cycle."}, {"pubmed": 24085226, "text": "The present study suggests that INHBA is useful as a predictive marker for prognosis in colorectal cancer patients."}, {"pubmed": 24107149, "text": "Maternal serum inhibin-A levels were significantly higher in pregnancies with fetal Hb Bart's disease."}, {"pubmed": 24134550, "text": "Circulating activin A levels are associated with impaired myocardial glucose metabolism and high left ventricular mass/volume ratio in men with uncomplicated type 2 diabetes, reflecting a potential detrimental role in early human diabetic cardiomyopathy."}, {"pubmed": 24139759, "text": "the Activin/ALK4 pathway directly recruits PTP1B and stimulates its release from the endoplasmic reticulum through ALK4-mediated cleavage."}, {"pubmed": 24168163, "text": "expression of erythroid differentiation regulator 1 was negatively correlated with the malignant potential in various skin tumors."}, {"pubmed": 24204752, "text": "Follistatin, by its ability to neutralize the actions of activin A may be of value as an antifibrotic for radiation induced fibrosis."}, {"pubmed": 24227781, "text": "Recombinant human activin A increases mature mast cell numbers in vivo in mouse skin via attraction of mast cell progenitors from bone marrow."}, {"pubmed": 24302632, "text": "We identified an unreported germline mutation of the INHA gene encoding the alpha-subunit, the partner of the betaA-subunit. This mutation also alters the secreted activin/inhibin ratio, by disrupting both inhibin A and inhibin B biosynthesis."}, {"pubmed": 24336657, "text": "IFN-gamma modulates NF-kappaB/c-Jun to antagonize activin A-mediated NF-E2 transcriptional activity on erythroid cell globin gene expression"}, {"pubmed": 24378873, "text": "Data show that expression of activin A and B was increased in many cancer cell lines."}, {"pubmed": 24395917, "text": "Activin A, produced during NK-DC interactions, represents a relevant negative feedback mechanism that might function to prevent excessive immune activation by DCs."}, {"pubmed": 24599287, "text": "Serum inhibin levels correlate with clinical characteristics and mortality in epithelial ovarian cancer patients."}, {"pubmed": 24778035, "text": "Overexpression of the INHBA gene is considered a useful independent predictor of outcomes in patients with gastric cancer after curative surgery."}, {"pubmed": 24916766, "text": "overexpression of INHBA in mesenchymal cells increases colony formation potential of epithelial cells, suggesting that it contributes to the dynamic reciprocity between breast mesenchymal and epithelial cells."}, {"pubmed": 24928494, "text": "Activin A promoted chemotaxis, migration and proliferation of human periodontal ligament cells, and caused an increase in fibroblastic differentiation of these cells while down-regulating their osteoblastic differentiation."}, {"pubmed": 25062451, "text": "Activin A, B, and AB have similar effects on steroidogenesis in human granulosa cells; in contrast, activin AC is not biologically active and does not act as a competitive antagonist."}, {"pubmed": 25084052, "text": "Activin A is an anti-lymphangiogenic factor, but because of its pleiotropic effects on cell mobility it appears not suitable as a pharmacological target."}, {"pubmed": 25114097, "text": "Endothelial cells initiate a smooth muscle cell differentiation program in adjacent adipose stromal cells via induction activin A expression."}, {"pubmed": 25200295, "text": "Data suggest that activin A (dimer of INHBA), especially in lateral hypothalamus, plays role in neuronal sensing of free amino acids, appetite regulation, and neuronal plasticity. [REVIEW]"}, {"pubmed": 25449777, "text": "High activin A signal promotes cancer progression and is involved in cachexia in a subset of pancreatic cancer."}, {"pubmed": 25488476, "text": "INHBA overexpression implies adverse clinical outcomes for urothelial carcinoma, justifying it is a potential prognostic biomarker and a novel therapeutic target in UC"}, {"pubmed": 25557874, "text": "Activin-A and -B are abundantly expressed in mesothelioma tumor tissue."}, {"pubmed": 25565002, "text": "changes in Follistatin levels during pregnancy contribute to the control of the activin A system"}, {"pubmed": 25634576, "text": "Data suggest that activin A [plus bone morphogenic protein 4 (BMP4)] strongly stimulates germ cell differentiation potential of human embryonic stem cells; this stimulation appear to depend on gene expression regulation by activin A."}, {"pubmed": 25659497, "text": "Data suggest that an SNP in promoter region of ACVR2A (activin A receptor type IIA; rs1424954, the pre-eclampsia susceptibility allele) down-regulates signal transduction in trophoblasts in response to excess activin-A (as seen in pre-eclampsia)."}, {"pubmed": 25729977, "text": "Increased serum level of activin A indicates its role in the pathogenesis of asthma, particularly in underweight and overweight patients."}, {"pubmed": 25751105, "text": "our study suggests that increased circulating concentrations of ActA may contribute to the development of cachexia in cancer patients."}, {"pubmed": 25796148, "text": "Low activin-A expression was correlated with the occurrence, development, metastasis and malignant degree of lung adenocarcinoma."}, {"pubmed": 25833251, "text": "able to restore glucose-stimulated insulin secretion in islets from type 2 diabetic donors"}, {"pubmed": 26047946, "text": "Activin A inhibited signaling by BMP-6 and BMP-9 by competing for type 2 receptors ACVR2A and ACVR2B."}, {"pubmed": 26096938, "text": "Inhibin betaA is translationally regulated by TGFbeta via hnRNP E1."}, {"pubmed": 26215835, "text": "binding of SMAD2/3, the intracellular effectors of activin signaling, was significantly enriched at the Pmepa1 gene, which encodes a negative feedback regulator of TGF-beta signaling in cancer cells, and at the Kdm6b gene, which encodes an epigenetic regulator promoting transcriptional plasticity."}, {"pubmed": 26298390, "text": "Our study uncovers the PITX2-induced expression of TGFB1/2/3 as well as INHBA genes (p < 0.01) followed by SMAD2/3-dependent TGF-b signalling pathway in ovarian cancer cells"}, {"pubmed": 26317418, "text": "Overexpression of activin A in OSCCs, which is controlled by downregulation of miR-143/miR-145 cluster, regulates apoptosis, proliferation and invasiveness, and it is clinically correlated with lymph node metastasis and poor survival."}, {"pubmed": 26415587, "text": "Study shows that INHBA and FST are induced by seminal fluid in cervical tissues and thus, may contribute to regulation of the post-coital response in women."}, {"pubmed": 26447543, "text": "we show a role for autocrine Activin signaling in the regulation of colony formation, cell migration and invasion in Barrett's tumorigenesis."}, {"pubmed": 26563344, "text": "Data show that dedifferentiated chondrocytes can be redifferentiated following treatment with the chimeric erythroid differentiation factor (activin A)/bone morphogenetic protein 2 (BMP2) ligand AB235."}, {"pubmed": 26950277, "text": "High INHBA expression is associated with lung adenocarcinoma."}, {"pubmed": 27001469, "text": "These data provide evidence that eosinophils release activin A and that this function is enhanced when eosinophils are present in an allergen-induced inflammatory environment."}, {"pubmed": 27155341, "text": "Activin A and preeclamptic serum upregulate ET-1, ICAM-1, and VCAM-1 in human umbilical vein endothelial cells, consistent with activin A contributing to the pathophysiology of preeclampsia."}, {"pubmed": 27159193, "text": "The activin-A to follistatin ratio may play a role in determining the clinical phenotype of preterm birth as preterm labor or preterm premature rupture of membranes."}, {"pubmed": 27223076, "text": "analysis of a novel SMAD-independent pathway linking enhanced activin B signaling to reduced E-cadherin expression and increased migration in type II endometrial cancer"}, {"pubmed": 27373274, "text": "pro-activin A share features seen in the pro-TGF-beta1 and pro-BMP-9 structures."}, {"pubmed": 27376469, "text": "A screen of a human protein library identified activin A as a potent regulator of follicular helper T cells cell differentiation."}, {"pubmed": 27621190, "text": "Activin A is higher in patients with steatohepatitis than both lean and obese controls"}, {"pubmed": 27756855, "text": "Inhibin-B secretion and FSH isoform distribution may play an integral part of follicular selection in the natural menstrual cycle. (Review)"}, {"pubmed": 27760788, "text": "our results defined a novel pathway in which dysregulation of the RUNX2/INHBA axis due to miR-376c downregulation fosters lymph node metastasis in head and neck squamous cell carcinoma"}, {"pubmed": 27932444, "text": "These results demonstrate that activin induces skin carcinogenesis via attraction and reprogramming of macrophages and identify novel activin targets involved in tumor formation."}, {"pubmed": 28005267, "text": "INHBA expression is significantly upregulated in human masticatory mucosa during wound healing"}, {"pubmed": 28281143, "text": "The present study was undertaken to evaluate the distribution of the FSHB -211 G/T in men with normal or abnormal sperm parameters from Southern Italy to assess its functional relevance on the serum levels of reproductive hormones and on sperm parameters in men."}, {"pubmed": 28639003, "text": "Our study provided experimental and clinical evidence for the involvement of activin A and ALK4 in the pathophysiology of atrial fibrosis and atrial fibrillation"}, {"pubmed": 28652421, "text": "INHBA gene expression in gastric cancer tissue is considered a useful independent predictor of outcomes in patients with stage II/III gastric cancer who receive adjuvant chemotherapy with S-1."}, {"pubmed": 28834227, "text": "This finding suggests that blockade of activin A signalling in ischaemic tissue may improve preservation of the affected tissue."}, {"pubmed": 28836868, "text": "that high expression of INHBA was associated with poor response to therapy for de novo AML, and it can serve as an adverse prognostic factor for this malignancy."}, {"pubmed": 28844941, "text": "activin A signaling has a role in melanoma growth and metastasis through immune evasion"}, {"pubmed": 28877610, "text": "Low INHBA expression is associated with diffuse large B-cell lymphoma."}, {"pubmed": 29100238, "text": "Data suggest that activin A (INHBA) plays roles in inflammation, tissue repair, fibrosis, neoplastic activation of myofibroblasts, and leiomyoma development/growth. [REVIEW]"}, {"pubmed": 29182731, "text": "Serum concentrations of activin A are associated with increased arterial blood pressure and increased pulse pressure."}, {"pubmed": 29287776, "text": "Activin-A may induce fibrosis in NASH and alcoholic cirrhosis via activation of Kupffer cells to express pro-inflammatory molecules that promote HSC-dependent fibrogenesis and could be a target for future anti-fibrotic therapies."}, {"pubmed": 29739878, "text": "Knockdown of the type 2 receptor BMPR2 strongly potentiated activin A- and activin B-induced activation of SMAD1/5/8 and subsequent cell death."}, {"pubmed": 29967428, "text": "Activin A serum level was elevated and correlated positively with carotid intima-media thickness in prediabetes."}, {"pubmed": 30179208, "text": "It was indicated that concentrations of activin A in serum and synovial fluid showed a positive correlation with the occurrence and severity of knee osteoarthritis."}, {"pubmed": 30874767, "text": "Activin A (follicle-stimulating hormone-releasing protein inhibin beta A subunit inhibin beta A) signaling is restrained in normal mammary epithelia by concomitant inhibin alpha-subunit expression, and relatively higher levels of follistatin (FST) expression, however, these expression patterns are reversed in breast cancer [Review]."}, {"pubmed": 30914776, "text": "Activin A regulates the epidermal growth factor receptor promoter by activating the PI3K/SP1 pathway in oral squamous cell carcinoma cells."}, {"pubmed": 31229504, "text": "activin A downregulates E-cadherin expression by upregulating SLUG and SNAIL expression via SMAD2/3-SMAD4-dependent signaling."}, {"pubmed": 31586103, "text": "Expression and gene regulation network of INHBA in Head and neck squamous cell carcinoma based on data mining."}, {"pubmed": 31613925, "text": "These data suggested that urinary activin A concentration reflects renal inflammation and tubular damage in ANCA-associated vasculitis."}, {"pubmed": 31740783, "text": "A NF-kB-Activin A signaling axis enhances prostate cancer metastasis."}, {"pubmed": 31757999, "text": "Follistatin impacts Tumor Angiogenesis and Outcome in Thymic Epithelial Tumors."}, {"pubmed": 31827640, "text": "High INHBA expression is associated with Ovarian Cancer."}, {"pubmed": 32126552, "text": "Activin A Expressed in Rheumatoid Synovial Cells Downregulates TNFalpha-Induced CXCL10 Expression and Osteoclastogenesis."}, {"pubmed": 32293338, "text": "INHBA is a prognostic predictor for patients with colon adenocarcinoma."}, {"pubmed": 32295230, "text": "Activin A-Mediated Regulation of XT-I in Human Skin Fibroblasts."}, {"pubmed": 32569368, "text": "Engineering the Ovarian Hormones Inhibin A and Inhibin B to Enhance Synthesis and Activity."}, {"pubmed": 32662905, "text": "Inhibin, beta A regulates the transforming growth factor-beta pathway to promote malignant biological behaviour in colorectal cancer."}, {"pubmed": 32703439, "text": "Activin A induces tumorigenesis of leiomyoma via regulation of p38beta MAPK-mediated signal cascade."}, {"pubmed": 32760351, "text": "Activin-A Induces Fewer, but Larger Osteoclasts From Monocytes in Both Healthy Controls and Fibrodysplasia Ossificans Progressiva Patients."}, {"pubmed": 32873911, "text": "Effects of Roux-en-Y gastric bypass on circulating follistatin, activin A, and peripheral ActRIIB signaling in humans with obesity and type 2 diabetes."}, {"pubmed": 32970737, "text": "A polymorphism in the cachexia-associated gene INHBA predicts efficacy of regorafenib in patients with refractory metastatic colorectal cancer."}, {"pubmed": 33089365, "text": "Heterogeneity of the bone marrow niche in patients with myeloproliferative neoplasms: ActivinA secretion by mesenchymal stromal cells correlates with the degree of marrow fibrosis."}, {"pubmed": 33439349, "text": "A functional polymorphism of inhibin alpha subunit at miR-181b-1-3p-binding site regulates proliferation and apoptosis of chicken ovarian granular cells."}, {"pubmed": 34130530, "text": "INHBA promotes the proliferation, migration and invasion of colon cancer cells through the upregulation of VCAN."}, {"pubmed": 34181290, "text": "Clinical application value of Inhibin B alone or in combination with other hormone indicators in subfertile men with different spermatogenesis status: A study of 324 Chinese men."}, {"pubmed": 34346300, "text": "Inhibin beta-A (INHBA) induces epithelial-mesenchymal transition and accelerates the motility of breast cancer cells by activating the TGF-beta signaling pathway."}, {"pubmed": 34505633, "text": "Inhibin betaA is an independent prognostic factor that promotes invasion via Hippo signaling in nonsmall cell lung cancer."}, {"pubmed": 34723652, "text": "The Activin/FLRG Pathway Associates with Poor COVID-19 Outcomes in Hospitalized Patients."}, {"pubmed": 34889158, "text": "Inhibin subunit beta A promotes cell proliferation and metastasis of breast cancer through Wnt/beta-catenin signaling pathway."}, {"pubmed": 34958114, "text": "Methylation and mutation of the inhibinalpha gene in human melanoma cells and regulation of PTEN expression and AKT/PI3K signaling by a demethylating agent."}, {"pubmed": 35100076, "text": "Circular RNA 0000654 facilitates the growth of gastric cancer cells through absorbing microRNA-149-5p to up-regulate inhibin-beta A."}, {"pubmed": 35102236, "text": "Visceral adipose tissue remodeling in pancreatic ductal adenocarcinoma cachexia: the role of activin A signaling."}, {"pubmed": 35150061, "text": "M2-phenotype tumour-associated macrophages upregulate the expression of prognostic predictors MMP14 and INHBA in pancreatic cancer."}, {"pubmed": 35216189, "text": "DNA Hypomethylation Is Associated with the Overexpression of INHBA in Upper Tract Urothelial Carcinoma."}, {"pubmed": 35338119, "text": "CircTHBS1 drives gastric cancer progression by increasing INHBA mRNA expression and stability in a ceRNA- and RBP-dependent manner."}, {"pubmed": 35521936, "text": "Comprehensive analysis of INHBA: A biomarker for anti-TGFbeta treatment in head and neck cancer."}, {"pubmed": 35580932, "text": "Activin-A impairs CD8 T cell-mediated immunity and immune checkpoint therapy response in melanoma."}, {"pubmed": 35624327, "text": "CGB5, INHBA and TRAJ19 Hold Prognostic Potential as Immune Genes for Patients with Gastric Cancer."}, {"pubmed": 35689549, "text": "Upregulation of INHBA mediated by the transcription factor BHLHE40 promotes colon cancer cell proliferation and migration."}, {"pubmed": 36984496, "text": "Correlation of INHBA Overexpression with Pathological Features, Antitumor Immune Response and Clinical Prognosis in Cervical Cancer."}, {"pubmed": 37097749, "text": "Impaired angiogenesis in diabetic critical limb ischemia is mediated by a miR-130b/INHBA signaling axis."}, {"pubmed": 37567436, "text": "DeltaNp63 overexpression promotes oral cancer cell migration through hyperactivated Activin A signaling."}, {"pubmed": 38062804, "text": "The New Role of HNF1A-NAS1/miR-214/INHBA Signaling Axis in Colorectal Cancer."}, {"pubmed": 38252148, "text": "FOXA2-initiated transcriptional activation of INHBA induced by methylmalonic acid promotes pancreatic neuroendocrine neoplasm progression."}, {"pubmed": 38329386, "text": "INHBA is Enriched in HPV-negative Oropharyngeal Squamous Cell Carcinoma and Promotes Cancer Progression."}, {"pubmed": 38419562, "text": "Elevated INHBA Promotes Tumor Progression of Cervical Cancer."}, {"pubmed": 38531807, "text": "Inhibin A contributes to the tumorigenesis of oral squamous cell carcinoma by KIAA1429-mediated m6A modification."}], "genomic_pos": {"chr": "7", "end": 41705834, "ensemblgene": "ENSG00000122641", "start": 41667168, "strand": -1}, "genomic_pos_hg19": {"chr": "7", "end": 41742706, "start": 41724712, "strand": -1}, "go": {"BP": [{"evidence": "IGI", "gocategory": "BP", "id": "GO:0001541", "pubmed": 10932194, "qualifier": "involved_in", "term": "ovarian follicle development"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0001541", "pubmed": 9166111, "qualifier": "involved_in", "term": "ovarian follicle development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001934", "qualifier": "involved_in", "term": "positive regulation of protein phosphorylation"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0001942", "pubmed": 10932194, "qualifier": "involved_in", "term": "hair follicle development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0002244", "pubmed": 15451575, "qualifier": "involved_in", "term": "hematopoietic progenitor cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006357", "pubmed": 11948405, "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006366", "qualifier": "involved_in", "term": "transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006914", "qualifier": "involved_in", "term": "autophagy"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006952", "pubmed": 12456957, "qualifier": "involved_in", "term": "defense response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007166", "pubmed": 12456957, "qualifier": "involved_in", "term": "cell surface receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007267", "pubmed": 12456957, "qualifier": "involved_in", "term": "cell-cell signaling"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0007399", "pubmed": 10320815, "qualifier": "involved_in", "term": "nervous system development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008285", "pubmed": 11948405, "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0008584", "pubmed": 10932194, "qualifier": "involved_in", "term": "male gonad development"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0009611", "pubmed": 10320815, "qualifier": "NOT involved_in", "term": "response to wounding"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010628", "pubmed": 23812417, "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0019221", "qualifier": "involved_in", "term": "cytokine-mediated signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0021773", "pubmed": 25804741, "qualifier": "involved_in", "term": "striatal medium spiny neuron differentiation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0030154", "pubmed": 12456957, "qualifier": "involved_in", "term": "cell differentiation"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0030218", "pubmed": 1310063, "qualifier": "involved_in", "term": "erythrocyte differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030308", "pubmed": 9884026, "qualifier": "involved_in", "term": "negative regulation of cell growth"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0032689", "pubmed": 12456957, "qualifier": "involved_in", "term": "negative regulation of type II interferon production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032924", "pubmed": 9884026, "qualifier": "involved_in", "term": "activin receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032967", "qualifier": "involved_in", "term": "positive regulation of collagen biosynthetic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0035987", "pubmed": 21828274, "qualifier": "involved_in", "term": "endodermal cell differentiation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0042326", "pubmed": 12456957, "qualifier": "involved_in", "term": "negative regulation of phosphorylation"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0042476", "pubmed": 10932194, "qualifier": "involved_in", "term": "odontogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042541", "pubmed": 1310063, "qualifier": "involved_in", "term": "hemoglobin biosynthetic process"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0042701", "pubmed": 10932194, "qualifier": "involved_in", "term": "progesterone secretion"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0045578", "pubmed": 12456957, "qualifier": "involved_in", "term": "negative regulation of B cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045648", "pubmed": 9032295, "qualifier": "involved_in", "term": "positive regulation of erythrocyte differentiation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0045650", "pubmed": 12456957, "qualifier": "involved_in", "term": "negative regulation of macrophage differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045893", "pubmed": 21281489, "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": [12702211, 21281489], "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045945", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase III"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0046880", "pubmed": 10932194, "qualifier": "involved_in", "term": "regulation of follicle-stimulating hormone secretion"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0046881", "pubmed": 12456957, "qualifier": "involved_in", "term": "positive regulation of follicle-stimulating hormone secretion"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0046882", "pubmed": 3267209, "qualifier": "involved_in", "term": "negative regulation of follicle-stimulating hormone secretion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048333", "qualifier": "involved_in", "term": "mesodermal cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051247", "pubmed": 21828274, "qualifier": "involved_in", "term": "positive regulation of protein metabolic process"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0060021", "pubmed": 10932194, "qualifier": "involved_in", "term": "roof of mouth development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060279", "qualifier": "involved_in", "term": "positive regulation of ovulation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060391", "pubmed": 19736306, "qualifier": "involved_in", "term": "positive regulation of SMAD protein signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060395", "qualifier": "involved_in", "term": "SMAD protein signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060936", "qualifier": "involved_in", "term": "cardiac fibroblast cell development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0061029", "qualifier": "involved_in", "term": "eyelid development in camera-type eye"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070374", "qualifier": "involved_in", "term": "positive regulation of ERK1 and ERK2 cascade"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071372", "qualifier": "involved_in", "term": "cellular response to follicle-stimulating hormone stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071397", "qualifier": "involved_in", "term": "cellular response to cholesterol"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071456", "qualifier": "involved_in", "term": "cellular response to hypoxia"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0090650", "qualifier": "involved_in", "term": "cellular response to oxygen-glucose deprivation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0097154", "pubmed": 25804741, "qualifier": "involved_in", "term": "GABAergic neuron differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0097191", "pubmed": 9884026, "qualifier": "involved_in", "term": "extrinsic apoptotic signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1904044", "qualifier": "involved_in", "term": "response to aldosterone"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1904385", "qualifier": "involved_in", "term": "cellular response to angiotensin"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000134", "pubmed": 9884026, "qualifier": "involved_in", "term": "negative regulation of G1/S transition of mitotic cell cycle"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2001241", "pubmed": 8267637, "qualifier": "involved_in", "term": "positive regulation of extrinsic apoptotic signaling pathway in absence of ligand"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005576", "pubmed": 12213882, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043509", "pubmed": 7890768, "qualifier": "part_of", "term": "activin A complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043512", "pubmed": 7890768, "qualifier": "part_of", "term": "inhibin A complex"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0048471", "qualifier": "located_in", "term": "perinuclear region of cytoplasm"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005125", "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005125", "pubmed": 9884026, "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0005179", "pubmed": 12456957, "qualifier": "enables", "term": "hormone activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [2575216, 9032295, 12697670, 16482217], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0008083", "pubmed": 12324653, "qualifier": "enables", "term": "growth factor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0017046", "pubmed": 16198295, "qualifier": "enables", "term": "peptide hormone binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": 2575216, "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0044877", "qualifier": "enables", "term": "protein-containing complex binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0070699", "pubmed": 7890768, "qualifier": "enables", "term": "type II activin receptor binding"}]}, "homologene": {"genes": [[7227, 43826], [7955, 30072], [7955, 553816], [8364, 100038114], [9031, 396361], [9544, 702734], [9598, 463371], [9606, 3624], [9615, 483245], [9913, 281867], [10090, 16323], [10116, 29200]], "id": 1653}, "interpro": [{"desc": "Inhibin, beta A subunit", "id": "IPR000491", "short_desc": "Inhibin_betaA"}, {"desc": "TGF-beta, propeptide", "id": "IPR001111", "short_desc": "TGF-b_propeptide"}, {"desc": "Transforming growth factor-beta, C-terminal", "id": "IPR001839", "short_desc": "TGF-b_C"}, {"desc": "Transforming growth factor-beta-related", "id": "IPR015615", "short_desc": "TGF-beta-rel"}, {"desc": "Transforming growth factor beta, conserved site", "id": "IPR017948", "short_desc": "TGFb_CS"}, {"desc": "Cystine-knot cytokine", "id": "IPR029034", "short_desc": "Cystine-knot_cytokine"}], "ipi": "IPI00028670", "map_location": "7p14.1", "name": "inhibin subunit beta A", "other_names": ["FSH-releasing protein", "Inhibin, beta-1", "activin beta-A chain", "erythroid differentiation factor", "erythroid differentiation protein", "follicle-stimulating hormone-releasing protein", "inhibin beta A chain", "inhibin beta A subunit", "inhibin, beta A (activin A, activin AB alpha polypeptide)"], "pantherdb": {"HGNC": "6066", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "96570", "ortholog_type": "LDO", "panther_family": "PTHR11848", "taxid": 10090, "uniprot_kb": "Q04998"}, {"RGD": "62074", "ortholog_type": "LDO", "panther_family": "PTHR11848", "taxid": 10116, "uniprot_kb": "P18331"}, {"Gene": "INHBA", "ortholog_type": "O", "panther_family": "PTHR11848", "taxid": 9031, "uniprot_kb": "P27092"}, {"Ensembl": "ENSGALG00000034616", "ortholog_type": "LDO", "panther_family": "PTHR11848", "taxid": 9031, "uniprot_kb": "A0A1D5NV71"}, {"ZFIN": "ZDB-GENE-050525-2", "ortholog_type": "O", "panther_family": "PTHR11848", "taxid": 7955, "uniprot_kb": "B0S4U4"}, {"ZFIN": "ZDB-GENE-000210-21", "ortholog_type": "LDO", "panther_family": "PTHR11848", "taxid": 7955, "uniprot_kb": "Q8QGE3"}, {"WormBase": "WBGene00006570", "ortholog_type": "O", "panther_family": "PTHR11848", "taxid": 6239, "uniprot_kb": "O16273"}, {"WormBase": "WBGene00006852", "ortholog_type": "O", "panther_family": "PTHR11848", "taxid": 6239, "uniprot_kb": "G5EBY8"}, {"WormBase": "WBGene00021594", "ortholog_type": "O", "panther_family": "PTHR11848", "taxid": 6239, "uniprot_kb": "Q965N9"}, {"WormBase": "WBGene00000936", "ortholog_type": "O", "panther_family": "PTHR11848", "taxid": 6239, "uniprot_kb": "G5EEL5"}, {"FlyBase": "FBgn0039914", "ortholog_type": "O", "panther_family": "PTHR11848", "taxid": 7227, "uniprot_kb": "Q9V4E6"}, {"FlyBase": "FBgn0005590", "ortholog_type": "O", "panther_family": "PTHR11848", "taxid": 7227, "uniprot_kb": "P54631"}, {"FlyBase": "FBgn0024234", "ortholog_type": "O", "panther_family": "PTHR11848", "taxid": 7227, "uniprot_kb": "P27091"}, {"FlyBase": "FBgn0000490", "ortholog_type": "O", "panther_family": "PTHR11848", "taxid": 7227, "uniprot_kb": "P07713"}], "uniprot_kb": "P08476"}, "pathway": {"kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04350", "name": "TGF-beta signaling pathway - Homo sapiens (human)"}, {"id": "hsa04550", "name": "Signaling pathways regulating pluripotency of stem cells - Homo sapiens (human)"}], "pid": {"id": "alk1pathway", "name": "ALK1 signaling events"}, "reactome": [{"id": "R-HSA-1502540", "name": "Signaling by Activin"}, {"id": "R-HSA-1502540", "name": "Signaling by Activin"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-201451", "name": "Signaling by BMP"}, {"id": "R-HSA-209822", "name": "Glycoprotein hormones"}, {"id": "R-HSA-209952", "name": "Peptide hormone biosynthesis"}, {"id": "R-HSA-2473224", "name": "Antagonism of Activin by Follistatin"}, {"id": "R-HSA-2980736", "name": "Peptide hormone metabolism"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-9006936", "name": "Signaling by TGFB family members"}, {"id": "R-HSA-9006936", "name": "Signaling by TGFB family members"}, {"id": "R-HSA-9839373", "name": "Signaling by TGFBR3"}, {"id": "R-HSA-9839406", "name": "TGFBR3 regulates activin signaling"}], "wikipathways": [{"id": "WP2406", "name": "Cardiac Progenitor Differentiation"}, {"id": "WP2848", "name": "Differentiation Pathway"}, {"id": "WP2857", "name": "Mesodermal commitment pathway"}, {"id": "WP4816", "name": "TGF-beta receptor signaling in skeletal dysplasias"}, {"id": "WP560", "name": "TGF-beta Receptor Signaling"}, {"id": "WP615", "name": "Senescence and Autophagy in Cancer"}]}, "pdb": ["1NYS", "1NYU", "1S4Y", "2ARP", "2ARV", "2B0U", "2P6A", "3B4V", "4MID", "5HLY", "5HLZ", "6Y6N", "6Y6O", "7OLY", "7U5P"], "pfam": ["PF00019", "PF00688"], "pharmgkb": "PA29877", "pharos": {"target_id": 12491, "tdl": "Tbio"}, "pir": "S30488", "prosite": "PS51362", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF325956", "relationship": "is"}, {"id": "GNF325957", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF251483", "relationship": "is"}, {"id": "GNF251484", "relationship": "is"}, {"id": "GNF251485", "relationship": "is"}, {"id": "GNF251486", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF157650", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF050432", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF084704", "relationship": "is"}, {"id": "GNF084705", "relationship": "is"}, {"id": "GNF084706", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052189", "relationship": "is"}, {"id": "GNF056956", "relationship": "is"}, {"id": "GNF061786", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF063427", "relationship": "is"}, {"id": "GNF063428", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF007202", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF286198", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF332231", "relationship": "is"}, {"id": "GNF334278", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF337562", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF097721", "relationship": "is"}, {"id": "GNF137376", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000007.14", "NC_060931.1"], "protein": ["NP_002183.1", "XP_016867663.2", "XP_047276291.1", "XP_054214132.1", "XP_054214133.1", "XP_054214134.1"], "rna": ["NM_002192.4", "XM_017012174.2", "XM_047420335.1", "XM_054358157.1", "XM_054358158.1", "XM_054358159.1"], "translation": [{"protein": "XP_054214133.1", "rna": "XM_054358158.1"}, {"protein": "XP_054214134.1", "rna": "XM_054358159.1"}, {"protein": "XP_047276291.1", "rna": "XM_047420335.1"}, {"protein": "XP_054214132.1", "rna": "XM_054358157.1"}, {"protein": "XP_016867663.2", "rna": "XM_017012174.2"}, {"protein": "NP_002183.1", "rna": "NM_002192.4"}]}, "reporter": {"HG-U133_Plus_2": ["204926_at", "210511_s_at", "227140_at"], "HG-U95Av2": ["1203_at", "40357_at"], "HTA-2_0": "TC07001318.hg.1", "HuEx-1_0": ["3047572", "3047581"], "HuGene-1_1": "8139207", "HuGene-2_1": "17056984"}, "summary": "This gene encodes a member of the TGF-beta (transforming growth factor-beta) superfamily of proteins. The encoded preproprotein is proteolytically processed to generate a subunit of the dimeric activin and inhibin protein complexes. These complexes activate and inhibit, respectively, follicle stimulating hormone secretion from the pituitary gland. The encoded protein also plays a role in eye, tooth and testis development. Elevated expression of this gene may be associated with cancer cachexia in human patients. [provided by RefSeq, Aug 2016].", "symbol": "INHBA", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1334131"}, "unigene": ["Hs.583348", "Hs.28792"], "uniprot": {"Swiss-Prot": "P08476", "TrEMBL": "A4D1W7"}, "wikipedia": {"url_stub": "INHBA"}}