{"AllianceGenome": "6067", "HGNC": "6067", "MIM": "147390", "_id": "3625", "_version": 2, "accession": {"genomic": ["AC012363.6", "AH002850.2", "CH471103.1", "CP068276.2", "NC_000002.12", "NC_060926.1"], "protein": ["AAA59169.1", "AAA59170.1", "AAA59451.1", "AAH30029.1", "AAI27816.1", "AAY14801.1", "EAW95243.1", "NP_002184.2", "P09529.2"], "rna": ["AA416873.1", "AI659282.1", "AI671596.1", "AI693790.1", "BC030029.2", "BC127815.1", "BF938974.1", "BI545428.1", "CK430845.1", "M13437.1", "M31682.1", "NM_002193.4"], "translation": [{"protein": "AAA59170.1", "rna": "M31682.1"}, {"protein": "AAA59169.1", "rna": "M13437.1"}, {"protein": "AAI27816.1", "rna": "BC127815.1"}, {"protein": "AAH30029.1", "rna": "BC030029.2"}, {"protein": "NP_002184.2", "rna": "NM_002193.4"}]}, "ensembl": {"gene": "ENSG00000163083", "protein": "ENSP00000295228", "transcript": "ENST00000295228", "translation": [{"protein": "ENSP00000295228", "rna": "ENST00000295228"}], "type_of_gene": "protein_coding"}, "entrezgene": "3625", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 7.70745534472, "exp_mis": 190.660122241, "exp_syn": 94.4580337521, "lof_z": 2.75007913943662, "mis_z": 3.24688490278153, "mu_lof": 7.33289281399e-07, "mu_mis": 2.15243433046e-05, "mu_syn": 1.11863305574e-05, "n_lof": 0.0, "n_mis": 99.0, "n_syn": 74.0, "p_li": 0.916829217955213, "p_null": 0.000559307889589032, "p_rec": 0.0826114741551976, "syn_z": 1.30494983992101}, "bp": 1224, "cds_end": 121107450, "cds_start": 121103764, "n_exons": 2, "nonpsych": {"exp_lof": 6.94458534743, "exp_mis": 172.534408675, "exp_syn": 85.4622288734, "lof_z": 2.58806464835222, "mis_z": 3.28446490431354, "mu_lof": 7.33289281399e-07, "mu_mis": 2.15243433046e-05, "mu_syn": 1.11863305574e-05, "n_lof": 0.0, "n_mis": 87.0, "n_syn": 69.0, "p_li": 0.904388553359697, "p_null": 0.000968665300916698, "p_rec": 0.0946427813393866, "syn_z": 1.1211534093877}, "nontcga": {"exp_lof": 7.0877981219, "exp_mis": 175.404264502, "exp_syn": 86.8983325716, "lof_z": 2.62625513942604, "mis_z": 3.43839857435985, "mu_lof": 7.33289281399e-07, "mu_mis": 2.15243433046e-05, "mu_syn": 1.11863305574e-05, "n_lof": 0.0, "n_mis": 84.0, "n_syn": 71.0, "p_li": 0.900869945382035, "p_null": 0.000873373462651015, "p_rec": 0.0982566811553141, "syn_z": 1.07986161985844}, "transcript": "ENST00000295228.3"}, "exons": [{"cdsend": 120349874, "cdsstart": 120346188, "chr": "2", "position": [[120346135, 120346636], [120349098, 120351803]], "strand": 1, "transcript": "NM_002193", "txend": 120351803, "txstart": 120346135}], "exons_hg19": [{"cdsend": 121107450, "cdsstart": 121103764, "chr": "2", "position": [[121103711, 121104212], [121106674, 121109379]], "strand": 1, "transcript": "NM_002193", "txend": 121109379, "txstart": 121103711}], "generif": [{"pubmed": 12414903, "text": "synthesis by the endosalpinx"}, {"pubmed": 12493718, "text": "To determine which cell types in the testes may produce inhibin B, the localization of the two subunits of inhibin B was examined in adult testicular biopsies with normal spermatogenesis, spermatogenic arrest, or Sertoli cell only tubules."}, {"pubmed": 12651901, "text": "Results quantify the relative expression of inhibin alpha, inhibin/activin beta(A), beta(B), beta(C), follistatin, activin receptors and beta-glycan genes in placental tissue of term pre-eclamptic patients."}, {"pubmed": 12857425, "text": "significant correlation between arterial and venous levels of inhibin A, inhibin B and activin A was found in umbilical cord artery and vein; findings suggest the placenta is the main source of inhibin B and the fetus of activin A in the umbilical cord"}, {"pubmed": 15070953, "text": "Gonads in anorexia nervosa with weight gain have low level of activity. Inhibin B is early marker of gonadal activity, and with weight gain, awakening of the reproductive function is gradual."}, {"pubmed": 15205401, "text": "Mutations in INHbetaB and INHbetaA genes are not associated with ovarian failure."}, {"pubmed": 15319819, "text": "Inhibin B pubertal surge is prominent signal of gonadal maturation in females as well as in males. Significantly higher in boys than in girls. Review."}, {"pubmed": 15374731, "text": "Women with POF showed low levels of inhibin A and inhibin B, but not of activin A, whereas the levels of pro-alphaC were significantly higher than in postmenopausal women"}, {"pubmed": 15551748, "text": "The expression of inhibin betaB by Sertoli cells is dependent on the coexistence of spermatogenic activity within these seminiferous tubules and is low in patients with Sertoli cell only syndrome."}, {"pubmed": 15562017, "text": "Ovulatory cycles were characterized by higher FSH and lower inhibin B leveels in hypergonadotropic hypogonadism or premature ovarian failure."}, {"pubmed": 15757857, "text": "Regular increase of inhibin B(InhB) during puberty. In first phases of gonadal maturation, InhB and FSH correlate positively, while in mid-late stages relationship is inverse. In mid-puberty (G3-G4), serum InhB increases."}, {"pubmed": 15910540, "text": "Exposure of the cells of Sertoli to excessive amounts of lead results in inappropriate inhibin B overproduction that may be involved in the impairment of spermatogenesis."}, {"pubmed": 16024538, "text": "inhibin B may have a role in male fecundity"}, {"pubmed": 16048795, "text": "conclude that obese women present less percentage variation of both inhibin A and B during the menstrual cycle, associated with a low frequency of ovulatory cycles"}, {"pubmed": 16195413, "text": "Discordant pattern of inhibin A and inhibin B during the rat estrous cycle is due to independent populations of antral follicles making inhibin B (small antral follicles) or inhibin A (large antral follicles)."}, {"pubmed": 16423381, "text": "Hyperplastic tissue labelled more intensely than endometrium for the presence of INH-betaA and -betaB."}, {"pubmed": 16650414, "text": "Higher levels of inhibin A and B are associated with oocyte presence but not with fertilization rates."}, {"pubmed": 16650820, "text": "INHBB expression was high in human adipocytes, reduced by weight loss and adipose tissue INHBB mRNA levels correlated to metabolic risk factors."}, {"pubmed": 16670820, "text": "A significant down-regulation of inhibin-beta (B) subunit in extravillous trophoblast cells in IUGR syncytiotrophoblast cells was demonstrated."}, {"pubmed": 16728349, "text": "Preoperative serum inhibin B concentration could not reliably predict a response to varicocelectomy, but the increase in inhibin B levels after treatment might suggest an improvement in testicular function."}, {"pubmed": 16758344, "text": "dimeric inhibins do not play a central role in the endocrinological imbalance observed in polycystic ovary syndrome"}, {"pubmed": 16935389, "text": "Follistatin was overexpressed while both activin subunits were downregulated in the majority of rat and human liver tumours"}, {"pubmed": 16989826, "text": "The present findings showed that treatment with vaginal estroprogestinic decreases serum inhibin A and inhibin B levels, the follicular diameter"}, {"pubmed": 17272393, "text": "glycosylation of Asn(302) of the alpha-subunit of inhibin A and B results in a decrease in bioactivity, and the effect on inhibin A, at least, is explained by its reduced affinity to betaglycan"}, {"pubmed": 17376219, "text": "Varicocele sclerotherapy improves inhibin B levels and seminal parameters."}, {"pubmed": 17525068, "text": "it is not clear that inhibin B does not seem to play any role in the mechanism of action of laparoscopic ovarian diathermy [letter]"}, {"pubmed": 17628551, "text": "Granulosa cell production of inhibin B is reduced by pharmacologically induced increase in the intrafollicular androgen levels."}, {"pubmed": 17666595, "text": "decreased levels of inhibin b are associated with hot flushes, aches, joint pain, stiffness and depressed mood in the stages of menopausal transition."}, {"pubmed": 17681301, "text": "Ovarian follicle size did influence rates of local hormone production."}, {"pubmed": 17761145, "text": "Activin B is a potent inducer of Pdx1 as well as Shh in differentiating embryonic stem cell derived embryoid bodies"}, {"pubmed": 17914098, "text": "Activin and estrogen crosstalk regulates transcription in human breast cancer cells."}, {"pubmed": 17991484, "text": "Used monoclonal antibody to xenopus laevis Inhbb in ELISA for detection of human Inhbb."}, {"pubmed": 18381568, "text": "Expression of the beta-B subunit is related to decidualization and can be detected in the circulation as activin B."}, {"pubmed": 18413775, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18423626, "text": "Women with polycystic ovary syndrome have high serum concentration of total inhibin but not of inhibin A or inhibin B."}, {"pubmed": 18555227, "text": "The degree of inhibin B increment during controlled ovarian stimulation provides a way for for predicting ovarian response to ovarian stimulation."}, {"pubmed": 18593767, "text": "There was no significant association of (log)inhibin B profiles with age at final menstrual period."}, {"pubmed": 18826955, "text": "Activin stimulates endogenous inhibin alpha- and betaB-subunit mRNA, protein, and proteolytic processing. Simultaneously, activin stimulated the proconvertase furin through a Smad2/3-dependent process."}, {"pubmed": 18927237, "text": "Functional validation of activins and bone morphogenetic protein 11 as candidate novel muscle mass regulators."}, {"pubmed": 19061996, "text": "Antral follicle size influences serum inhibin B and FSH levels and alters their expected relationship with the number of antral follicles on day 3"}, {"pubmed": 19064572, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19198021, "text": "Serum inhibin B and estradiol concentrations obtained shortly after Gn therapy may offer an accurate and early prediction of ovarian response."}, {"pubmed": 19539911, "text": "Bone morphogenetic protein-6 stimulates gene expression of inhibin/activin beta subunits in human granulosa cells."}, {"pubmed": 19574343, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19589860, "text": "Inhibin B is more potent than inhibin A in suppressing FSH in vitro and in vivo, and this difference in bioactivity is not explained by its affinity to betaglycan or activin type II receptors."}, {"pubmed": 20149358, "text": "Serum inhibin-b levels decrease nonlinearly during the daytime, and are positively correlated with sperm counts, but the predictive power is best when inhibin-b is low."}, {"pubmed": 20200332, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20630504, "text": "A variant in the fibrillin-3 gene is associated with TGF-beta and inhibin B levels in women with polycystic ovary syndrome."}, {"pubmed": 20634197, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20634891, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20713036, "text": "The aim of the present study is to investigate the effect of obesity on testicular function by evaluating reproductive hormones, inhibinB, insulin-like 3(INSL3), and leptin, in obese and non-obese adolescents according to pubertal Tanner stages."}, {"pubmed": 20734064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21168856, "text": "Inhibin B and antimullerian hormone have a role in gonadal function after treatment for medulloblastoma or posterior fossa ependymoma during childhood"}, {"pubmed": 21285453, "text": "Inhibin B constitutes a reliable marker of Sertoli cell function as well as spermatogenesis, while the clinical significance of anti-Mullerian hormone in men with varicocele remains to be elucidated."}, {"pubmed": 21475087, "text": "High inhibin beta B is associated with cervical intraepithelial neoplasia grades 1 and 2 compared to cervix uteri."}, {"pubmed": 21529351, "text": "Data show that inhibin A levels were significantly lower in the PCOS group compared to the control group, and inhibin B levels were comparable in the two groups."}, {"pubmed": 21843890, "text": "Compared with antimullerian hormone (AMH), stimulated serum inhBB is a more accurate predictor of ovarian response in patients undergoing in vitro fertilization."}, {"pubmed": 21938679, "text": "inhibin-betaB subunit appears not to be a useful prognostic marker regarding endometrioid adenocarcinomas."}, {"pubmed": 22432041, "text": "A genome-wide association study for preeclampsia in unrelated Australian individuals of Caucasian ancestry was performed to genotype single nucleotide polymorphisms the Inhibin, beta B gene on 2q14.2, in preeclampsia and normal pregnancy controls."}, {"pubmed": 22611157, "text": "The signaling pathway responsible for hepcidin up-regulation in the inflammatory context is still not understood completely. Activin B has an unexpected but crucial role in the induction of hepcidin by inflammation."}, {"pubmed": 23349064, "text": "Inhibin B was measured in plasma samples obtained from 34 healthy male subjects selected on criteria typical for a phase I clinical trial across a wide age range."}, {"pubmed": 23423746, "text": "Data indicate that neither serum inhibin B nor follicle-stimulating hormone (FSH) is a suitable surrogate for determination of sperm concentration in a semen sample."}, {"pubmed": 23664458, "text": "There are significant differences in serum inhibin B levels in patients with diminished ovarian reserve before and after supplementation with dehydroepiandrosterone (DHEA)."}, {"pubmed": 23692058, "text": "inhibin B levels, but not FSH, are increased in primary hypothyroidism, which is consistent with a hypogonadotrophic hypogonadal state affecting the reproductive segment of the gonadotrophic axis"}, {"pubmed": 23836275, "text": "Serum inhibin B was significantly higher in breastfed adolescent males than in their peers."}, {"pubmed": 24188875, "text": "Inhibin B production was decreased following recombinant human chorionic gonadotropin administration in both control and polycystic ovary syndrome women."}, {"pubmed": 24378873, "text": "Data show that expression of activin A and B was increased in many cancer cell lines."}, {"pubmed": 24599287, "text": "Serum inhibin levels correlate with clinical characteristics and mortality in epithelial ovarian cancer patients."}, {"pubmed": 25062451, "text": "Activin A, B, and AB have similar effects on steroidogenesis in human granulosa cells; in contrast, activin AC is not biologically active and does not act as a competitive antagonist."}, {"pubmed": 25343250, "text": "reduction of RhoA signaling by Activin B together with persistent Rac1 activity is a prerequisite for inducing an invasive phenotype in clear cell renal cell carcinoma."}, {"pubmed": 25361680, "text": "We report here an original observation that activin-B is upregulated in the human idiopathic pulmonary fibrosis lung."}, {"pubmed": 25557874, "text": "Activin-A and -B are abundantly expressed in mesothelioma tumor tissue."}, {"pubmed": 25581422, "text": "inhibin B and anti-Mullerian hormone serum concentrations did not provide an additional diagnostic tool for male infertility"}, {"pubmed": 26313529, "text": "Pregnant Han Chinese women carrying the rs7579169 CC genotype and G-G-C haplotype are significantly more likely to develop pre-eclampsia, especially late-onset and multiparous cases."}, {"pubmed": 26452703, "text": "The Sertoli cell hormones inhibin-B and anti Mullerian hormone have different patterns of secretion in prepubertal cryptorchid boys."}, {"pubmed": 26968108, "text": "Low activin B level is associated with tubal ectopic pregnancy."}, {"pubmed": 27423503, "text": "Presence of varicocele was associated with lower serum inhibin B."}, {"pubmed": 27620967, "text": "Results identified Inhbb as one factor mediating the proliferative effect of Pdx-1 on islet cells."}, {"pubmed": 28302133, "text": "Elevated activin B levels together with normal activin A levels identified patients with the diagnostic symptoms of chronic fatigue syndrome/myalgic encephalomyelitis."}, {"pubmed": 29665850, "text": "three novel MD loci were identified (at P < 5 x 10(- 8)): one for percent dense volume (HABP2) and two for the absolute dense volume (INHBB, LINC01483). INHBB is an established locus for ER-negative breast cancer, and HABP2 and LINC01483 represent putative new breast cancer susceptibility loci"}, {"pubmed": 29739878, "text": "Knockdown of the type 2 receptor BMPR2 strongly potentiated activin A- and activin B-induced activation of SMAD1/5/8 and subsequent cell death."}, {"pubmed": 30151927, "text": "Results found that INHBB expression was reduced in nasopharyngeal carcinoma (NPC) tissues, and associated with lymph node metastasis. Further data revealed that INHBB could suppress anoikis resistance and migration of NPC cells by the TGF-beta signaling pathway, decrease p53 overexpression, and could serve as a potential biomarker for NPC metastasis and prognosis ."}, {"pubmed": 30520425, "text": "It concluded that serum INHB as an effective marker for spermatogenesis was a significant predictor of testicular haploid gamete retrieval outcomes in nonobstructive azoospermic men"}, {"pubmed": 31328883, "text": "TGFb/Activin signaling is activated through an ActivinB autocrine mechanism in a subset of Group 3 medulloblastmas."}, {"pubmed": 32341457, "text": "Genome-wide association study of semen volume, sperm concentration, testis size, and plasma inhibin B levels."}, {"pubmed": 33083477, "text": "INHBB Is a Novel Prognostic Biomarker Associated with Cancer-Promoting Pathways in Colorectal Cancer."}, {"pubmed": 33246092, "text": "Sox9/INHBB axis-mediated crosstalk between the hepatoma and hepatic stellate cells promotes the metastasis of hepatocellular carcinoma."}, {"pubmed": 34010394, "text": "FSH-stimulated Inhibin B (FSH-iB): A Novel Marker for the Accurate Prediction of Pubertal Outcome in Delayed Puberty."}, {"pubmed": 34181290, "text": "Clinical application value of Inhibin B alone or in combination with other hormone indicators in subfertile men with different spermatogenesis status: A study of 324 Chinese men."}, {"pubmed": 34543458, "text": "Tubule-derived INHBB promotes interstitial fibroblast activation and renal fibrosis."}, {"pubmed": 34723652, "text": "The Activin/FLRG Pathway Associates with Poor COVID-19 Outcomes in Hospitalized Patients."}, {"pubmed": 35022746, "text": "Human INHBB Gene Variant (c.1079T>C:p.Met360Thr) Alters Testis Germ Cell Content, but Does Not Impact Fertility in Mice."}, {"pubmed": 35909548, "text": "Testicular Sertoli Cell Hormones in Differences in Sex Development."}, {"pubmed": 36905105, "text": "Undetectable anti-Mullerian hormone and inhibin B do not preclude the presence of germ cell tumours in 45,X/46,XY or 46,XY gonadal dysgenesis."}, {"pubmed": 36913138, "text": "Downregulated INHBB in endometrial tissue of recurrent implantation failure patients impeded decidualization through the ADCY1/cAMP signalling pathway."}, {"pubmed": 37116368, "text": "INHBB promotes tumor aggressiveness and stemness of glioblastoma via activating EGFR signaling."}, {"pubmed": 37858201, "text": "Paracrine activin B-NF-kappaB signaling shapes an inflammatory tumor microenvironment in gastric cancer via fibroblast reprogramming."}, {"pubmed": 37996919, "text": "Dose inhibin B or anti-Mullerian hormone relate to precocious puberty in girls? result of a systematic review and meta-analysis."}, {"pubmed": 38803096, "text": "Basal and FSH-stimulated Inhibin B in Precocious Puberty."}], "genomic_pos": {"chr": "2", "end": 120351803, "ensemblgene": "ENSG00000163083", "start": 120346136, "strand": 1}, "genomic_pos_hg19": {"chr": "2", "end": 121109384, "start": 121103719, "strand": 1}, "go": {"BP": [{"evidence": "NAS", "gocategory": "BP", "id": "GO:0001541", "pubmed": 12790766, "qualifier": "involved_in", "term": "ovarian follicle development"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006952", "pubmed": 3122219, "qualifier": "involved_in", "term": "defense response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007283", "qualifier": "involved_in", "term": "spermatogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0009267", "qualifier": "involved_in", "term": "cellular response to starvation"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0009611", "pubmed": 10320815, "qualifier": "involved_in", "term": "response to wounding"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0017085", "qualifier": "involved_in", "term": "response to insecticide"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021983", "qualifier": "involved_in", "term": "pituitary gland development"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0030154", "pubmed": 10320815, "qualifier": "involved_in", "term": "cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032686", "pubmed": 12419948, "qualifier": "involved_in", "term": "negative regulation of hepatocyte growth factor production"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032869", "qualifier": "involved_in", "term": "cellular response to insulin stimulus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032924", "pubmed": 16650820, "qualifier": "involved_in", "term": "activin receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0034698", "qualifier": "involved_in", "term": "response to gonadotropin"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0044320", "qualifier": "involved_in", "term": "cellular response to leptin stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0044650", "qualifier": "involved_in", "term": "adhesion of symbiont to host cell"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045444", "qualifier": "involved_in", "term": "fat cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0046676", "qualifier": "involved_in", "term": "negative regulation of insulin secretion"}, {"evidence": "IPI", "gocategory": "BP", "id": "GO:0046881", "pubmed": 3122219, "qualifier": "involved_in", "term": "positive regulation of follicle-stimulating hormone secretion"}, {"evidence": "IPI", "gocategory": "BP", "id": "GO:0046882", "pubmed": 3122219, "qualifier": "involved_in", "term": "negative regulation of follicle-stimulating hormone secretion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048599", "qualifier": "involved_in", "term": "oocyte development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060279", "qualifier": "involved_in", "term": "positive regulation of ovulation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071277", "qualifier": "involved_in", "term": "cellular response to calcium ion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071320", "qualifier": "involved_in", "term": "cellular response to cAMP"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071347", "qualifier": "involved_in", "term": "cellular response to interleukin-1"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071397", "qualifier": "involved_in", "term": "cellular response to cholesterol"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0072520", "qualifier": "involved_in", "term": "seminiferous tubule development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0097067", "qualifier": "involved_in", "term": "cellular response to thyroid hormone stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0097190", "qualifier": "involved_in", "term": "apoptotic signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1904017", "qualifier": "involved_in", "term": "cellular response to Thyroglobulin triiodothyronine"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2001235", "qualifier": "involved_in", "term": "positive regulation of apoptotic signaling pathway"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "pubmed": 3122219, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0048471", "pubmed": 16650820, "qualifier": "located_in", "term": "perinuclear region of cytoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0071944", "qualifier": "located_in", "term": "cell periphery"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005125", "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0005125", "pubmed": 3122219, "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0005179", "pubmed": 3122219, "qualifier": "enables", "term": "hormone activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [2575216, 12697670], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008083", "qualifier": "enables", "term": "growth factor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042803", "pubmed": 2575216, "qualifier": "enables", "term": "protein homodimerization activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0046789", "pubmed": 12456957, "qualifier": "enables", "term": "host cell surface receptor binding"}]}, "homologene": {"genes": [[7955, 30275], [9031, 396126], [9544, 574343], [9606, 3625], [9913, 530430], [10090, 16324], [10116, 25196]], "id": 1654}, "interpro": [{"desc": "Inhibin, beta B subunit, C-terminal", "id": "IPR000381", "short_desc": "INHBB_C"}, {"desc": "TGF-beta, propeptide", "id": "IPR001111", "short_desc": "TGF-b_propeptide"}, {"desc": "Transforming growth factor-beta, C-terminal", "id": "IPR001839", "short_desc": "TGF-b_C"}, {"desc": "Transforming growth factor-beta-related", "id": "IPR015615", "short_desc": "TGF-beta-rel"}, {"desc": "Transforming growth factor beta, conserved site", "id": "IPR017948", "short_desc": "TGFb_CS"}, {"desc": "Cystine-knot cytokine", "id": "IPR029034", "short_desc": "Cystine-knot_cytokine"}], "ipi": "IPI00297026", "map_location": "2q14.2", "name": "inhibin subunit beta B", "other_names": ["Inhibin, beta-2", "activin AB beta polypeptide", "activin beta-B chain", "inhibin beta B chain", "inhibin beta B subunit"], "pantherdb": {"HGNC": "6067", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "96571", "ortholog_type": "LDO", "panther_family": "PTHR11848", "taxid": 10090, "uniprot_kb": "Q04999"}, {"RGD": "2913", "ortholog_type": "LDO", "panther_family": "PTHR11848", "taxid": 10116, "uniprot_kb": "P17491"}, {"Ensembl": "ENSGALG00000028770", "ortholog_type": "LDO", "panther_family": "PTHR11848", "taxid": 9031, "uniprot_kb": "R4GIS0"}, {"Gene": "INHBB", "ortholog_type": "LDO", "panther_family": "PTHR11848", "taxid": 9031, "uniprot_kb": "P27093"}, {"ZFIN": "ZDB-GENE-990415-2", "ortholog_type": "O", "panther_family": "PTHR11848", "taxid": 7955, "uniprot_kb": "B0S7E0"}, {"Ensembl": "ENSDARG00000103892", "ortholog_type": "LDO", "panther_family": "PTHR11848", "taxid": 7955, "uniprot_kb": "A0A0G2KD75"}, {"WormBase": "WBGene00006570", "ortholog_type": "O", "panther_family": "PTHR11848", "taxid": 6239, "uniprot_kb": "O16273"}, {"WormBase": "WBGene00006852", "ortholog_type": "O", "panther_family": "PTHR11848", "taxid": 6239, "uniprot_kb": "G5EBY8"}, {"WormBase": "WBGene00021594", "ortholog_type": "O", "panther_family": "PTHR11848", "taxid": 6239, "uniprot_kb": "Q965N9"}, {"WormBase": "WBGene00000936", "ortholog_type": "O", "panther_family": "PTHR11848", "taxid": 6239, "uniprot_kb": "G5EEL5"}, {"FlyBase": "FBgn0039914", "ortholog_type": "O", "panther_family": "PTHR11848", "taxid": 7227, "uniprot_kb": "Q9V4E6"}, {"FlyBase": "FBgn0005590", "ortholog_type": "O", "panther_family": "PTHR11848", "taxid": 7227, "uniprot_kb": "P54631"}, {"FlyBase": "FBgn0024234", "ortholog_type": "O", "panther_family": "PTHR11848", "taxid": 7227, "uniprot_kb": "P27091"}, {"FlyBase": "FBgn0000490", "ortholog_type": "O", "panther_family": "PTHR11848", "taxid": 7227, "uniprot_kb": "P07713"}], "uniprot_kb": "P09529"}, "pathway": {"kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04350", "name": "TGF-beta signaling pathway - Homo sapiens (human)"}, {"id": "hsa04550", "name": "Signaling pathways regulating pluripotency of stem cells - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1502540", "name": "Signaling by Activin"}, {"id": "R-HSA-1502540", "name": "Signaling by Activin"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-209822", "name": "Glycoprotein hormones"}, {"id": "R-HSA-209952", "name": "Peptide hormone biosynthesis"}, {"id": "R-HSA-2473224", "name": "Antagonism of Activin by Follistatin"}, {"id": "R-HSA-2980736", "name": "Peptide hormone metabolism"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-9006936", "name": "Signaling by TGFB family members"}, {"id": "R-HSA-9006936", "name": "Signaling by TGFB family members"}], "wikipathways": [{"id": "WP2324", "name": "AGE-RAGE pathway"}, {"id": "WP3927", "name": "BMP Signaling Pathway in Eyelid Development"}]}, "pdb": "7U5O", "pfam": ["PF00019", "PF00688"], "pharmgkb": "PA29878", "pharos": {"target_id": 13455, "tdl": "Tbio"}, "pir": "A40150", "prosite": "PS51362", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF325958", "relationship": "is"}, {"id": "GNF325959", "relationship": "is"}, {"id": "GNF325960", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF251487", "relationship": "is"}, {"id": "GNF251488", "relationship": "is"}, {"id": "GNF251489", "relationship": "is"}, {"id": "GNF251490", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF084707", "relationship": "is"}, {"id": "GNF084708", "relationship": "is"}, {"id": "GNF084709", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051556", "relationship": "is"}, {"id": "GNF056322", "relationship": "is"}, {"id": "GNF061074", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070279", "relationship": "is"}, {"id": "GNF070280", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF007203", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF330242", "relationship": "is"}, {"id": "GNF332414", "relationship": "is"}, {"id": "GNF333378", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF097396", "relationship": "is"}, {"id": "GNF137051", "relationship": "is"}, {"id": "GNF149539", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000002.12", "NC_060926.1"], "protein": "NP_002184.2", "rna": "NM_002193.4", "translation": {"protein": "NP_002184.2", "rna": "NM_002193.4"}}, "reporter": {"HG-U133_Plus_2": "205258_at", "HG-U95Av2": "38545_at", "HG-U95B": "56021_at", "HTA-2_0": "TC02000762.hg.1", "HuEx-1_0": "2503257", "HuGene-1_1": "8044927", "HuGene-2_1": "16885135"}, "summary": "This gene encodes a member of the TGF-beta (transforming growth factor-beta) superfamily of proteins. The encoded preproprotein is proteolytically processed to generate a subunit of the dimeric activin and inhibin protein complexes. These complexes activate and inhibit, respectively, follicle stimulating hormone secretion from the pituitary gland. Polymorphisms near this gene are associated with pre-eclampsia in female human patients. [provided by RefSeq, Aug 2016].", "symbol": "INHBB", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1334132"}, "unigene": "Hs.1735", "uniprot": {"Swiss-Prot": "P09529"}, "wikipedia": {"url_stub": "INHBB"}}