{"AllianceGenome": "6080", "HGNC": "6080", "MIM": "600829", "_id": "3636", "_version": 1, "accession": {"genomic": ["AP000593.4", "CH471076.1", "CP068267.2", "NC_000011.10", "NC_060935.1", "NG_023253.2"], "protein": ["AAA50503.1", "AAA96658.1", "AAI40854.1", "CAA74743.1", "EAW74854.1", "EAW74855.1", "NP_001558.3", "O15357.2", "XP_005274036.1", "XP_011543301.1", "XP_047282843.1", "XP_047282844.1", "XP_047282845.1", "XP_047282846.1", "XP_047282847.1", "XP_047282848.1", "XP_047282849.1", "XP_054224654.1", "XP_054224655.1", "XP_054224656.1", "XP_054224657.1", "XP_054224658.1", "XP_054224659.1", "XP_054224660.1"], "rna": ["BC140853.1", "BG236320.1", "L24444.1", "L36818.1", "NM_001567.4", "XM_005273979.5", "XM_011544999.3", "XM_047426887.1", "XM_047426888.1", "XM_047426889.1", "XM_047426890.1", "XM_047426891.1", "XM_047426892.1", "XM_047426893.1", "XM_054368679.1", "XM_054368680.1", "XM_054368681.1", "XM_054368682.1", "XM_054368683.1", "XM_054368684.1", "XM_054368685.1", "Y14385.1"], "translation": [{"protein": "XP_047282849.1", "rna": "XM_047426893.1"}, {"protein": "AAA96658.1", "rna": "L36818.1"}, {"protein": "CAA74743.1", "rna": "Y14385.1"}, {"protein": "XP_054224660.1", "rna": "XM_054368685.1"}, {"protein": "XP_011543301.1", "rna": "XM_011544999.3"}, {"protein": "XP_047282846.1", "rna": "XM_047426890.1"}, {"protein": "XP_054224658.1", "rna": "XM_054368683.1"}, {"protein": "AAA50503.1", "rna": "L24444.1"}, {"protein": "XP_054224659.1", "rna": "XM_054368684.1"}, {"protein": "XP_047282845.1", "rna": "XM_047426889.1"}, {"protein": "XP_054224655.1", "rna": "XM_054368680.1"}, {"protein": "NP_001558.3", "rna": "NM_001567.4"}, {"protein": "XP_054224654.1", "rna": "XM_054368679.1"}, {"protein": "XP_054224656.1", "rna": "XM_054368681.1"}, {"protein": "XP_005274036.1", "rna": "XM_005273979.5"}, {"protein": "XP_047282847.1", "rna": "XM_047426891.1"}, {"protein": "XP_047282843.1", "rna": "XM_047426887.1"}, {"protein": "AAI40854.1", "rna": "BC140853.1"}, {"protein": "XP_054224657.1", "rna": "XM_054368682.1"}, {"protein": "XP_047282844.1", "rna": "XM_047426888.1"}, {"protein": "XP_047282848.1", "rna": "XM_047426892.1"}]}, "alias": ["OPSMD", "SHIP2"], "ec": "3.1.3.86", "ensembl": {"gene": "ENSG00000165458", "protein": ["ENSP00000298229", "ENSP00000321775", "ENSP00000437852", "ENSP00000440018", "ENSP00000440512", "ENSP00000440904", "ENSP00000441094", "ENSP00000444619", "ENSP00000444630"], "transcript": ["ENST00000298229", "ENST00000320683", "ENST00000535985", "ENST00000537656", "ENST00000537755", "ENST00000538339", "ENST00000538751", "ENST00000540329", "ENST00000540973", "ENST00000541303", "ENST00000541544", "ENST00000541752", "ENST00000543234", "ENST00000544806", "ENST00000545355"], "translation": [{"protein": "ENSP00000440904", "rna": "ENST00000540973"}, {"protein": "ENSP00000440512", "rna": "ENST00000543234"}, {"protein": "ENSP00000298229", "rna": "ENST00000298229"}, {"protein": "ENSP00000444619", "rna": "ENST00000538751"}, {"protein": "ENSP00000440018", "rna": "ENST00000540329"}, {"protein": "ENSP00000444630", "rna": "ENST00000537656"}, {"protein": "ENSP00000437852", "rna": "ENST00000535985"}, {"protein": "ENSP00000441094", "rna": "ENST00000541752"}, {"protein": "ENSP00000321775", "rna": "ENST00000320683"}], "type_of_gene": "protein_coding"}, "entrezgene": "3636", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 40.5610385671, "exp_mis": 486.400528079, "exp_syn": 211.779431433, "lof_z": 4.44231261229662, "mis_z": 1.87182140176542, "mu_lof": 2.88689375206e-06, "mu_mis": 4.72971650278e-05, "mu_syn": 2.05570127695e-05, "n_lof": 12.0, "n_mis": 402.0, "n_syn": 226.0, "p_li": 0.00608952548790821, "p_null": 1.51007852148893e-06, "p_rec": 0.99390896443357, "syn_z": -0.605794770532865}, "bp": 3777, "cds_end": 71949397, "cds_start": 71936028, "n_exons": 28, "nonpsych": {"exp_lof": 36.1801254486, "exp_mis": 439.707898809, "exp_syn": 191.149293567, "lof_z": 4.76435474205667, "mis_z": 2.32617047465937, "mu_lof": 2.88689375206e-06, "mu_mis": 4.72971650278e-05, "mu_syn": 2.05570127695e-05, "n_lof": 7.0, "n_mis": 343.0, "n_syn": 207.0, "p_li": 0.83856727824382, "p_null": 5.50568059599203e-08, "p_rec": 0.161432666699374, "syn_z": -0.721814530091895}, "nontcga": {"exp_lof": 37.2643465323, "exp_mis": 447.436707961, "exp_syn": 194.785275195, "lof_z": 4.08265388656907, "mis_z": 2.17715087433853, "mu_lof": 2.88689375206e-06, "mu_mis": 4.72971650278e-05, "mu_syn": 2.05570127695e-05, "n_lof": 12.0, "n_mis": 355.0, "n_syn": 206.0, "p_li": 0.00185634102591849, "p_null": 8.38295957356983e-06, "p_rec": 0.998135276014508, "syn_z": -0.508782158755217}, "transcript": "ENST00000298229.2"}, "exons": [{"cdsend": 72238353, "cdsstart": 72224984, "chr": "11", "position": [[72224766, 72225166], [72228189, 72228253], [72228347, 72228498], [72228726, 72228847], [72229089, 72229230], [72229464, 72229558], [72229662, 72229752], [72229923, 72230019], [72230120, 72230271], [72230361, 72230468], [72230795, 72230898], [72230992, 72231189], [72231497, 72231615], [72232239, 72232336], [72232625, 72232764], [72232874, 72232974], [72233074, 72233163], [72233440, 72233522], [72233654, 72233744], [72234280, 72234394], [72234526, 72234615], [72235115, 72235203], [72235295, 72235451], [72235674, 72235753], [72235845, 72235986], [72237123, 72237796], [72238041, 72238175], [72238262, 72239144]], "strand": 1, "transcript": "NM_001567", "txend": 72239144, "txstart": 72224766}], "exons_hg19": [{"cdsend": 71949397, "cdsstart": 71936028, "chr": "11", "position": [[71935810, 71936210], [71939233, 71939297], [71939391, 71939542], [71939770, 71939891], [71940133, 71940274], [71940508, 71940602], [71940706, 71940796], [71940967, 71941063], [71941164, 71941315], [71941405, 71941512], [71941839, 71941942], [71942036, 71942233], [71942541, 71942659], [71943283, 71943380], [71943669, 71943808], [71943918, 71944018], [71944118, 71944207], [71944484, 71944566], [71944698, 71944788], [71945324, 71945438], [71945570, 71945659], [71946159, 71946247], [71946339, 71946495], [71946718, 71946797], [71946889, 71947030], [71948167, 71948840], [71949085, 71949219], [71949306, 71950188]], "strand": 1, "transcript": "NM_001567", "txend": 71950188, "txstart": 71935810}], "generif": [{"pubmed": 12086927, "text": "candidate gene for type 2 diabetes"}, {"pubmed": 12147234, "text": "overexpression strongly reduces the proliferation rate of K562 erythroleukemia cell line"}, {"pubmed": 12370370, "text": "SHIP phosphorylation by the immunoreceptor tyrosine-based activation motif (ITAM)-associated Fc gamma RIIa requires Shc phosphorylation, leads to activation of Src kinases, and down-regulates NF-kappa B-induced gene transcription during phagocytosis."}, {"pubmed": 12690104, "text": "regulation of FcgammaR-mediated activation of human myeloid cells by the expression and function of the inositol phosphatase SHIP-2"}, {"pubmed": 15220217, "text": "INPPL1 variants may impact susceptibility to disease and/or to subphenotypes involved in the metabolic syndrome in some diabetic patients."}, {"pubmed": 15316017, "text": "Schizosaccharomyces pombe synaptojanin (SPsynaptojanin) and human SH2 domain-containing inositol-5-phosphatase SHIP2 comparison: substrate specificity and mechanism study"}, {"pubmed": 15492005, "text": "SHIP1 and SHIP2 interact preferentially with Tec and inactivate it by de-phosphorylation of local PtdIns 3,4,5-P(3) and inhibition of Tec membrane localization"}, {"pubmed": 15557176, "text": "A novel regulatory role is suggested for SHIP2 in macrophage colony-stimulating factor (M-CSF)-stimulated myeloid cells."}, {"pubmed": 15668240, "text": "SHIP2 plays a distinct role in signaling pathways mediated by integrins and growth factor receptors."}, {"pubmed": 15735664, "text": "SHIP-2 accumulates transiently at actin-rich regions along the cellular leading edge in HGF-stimulated MDCK cells; overexpression alters HGF-mediated lamellipodium formation"}, {"pubmed": 15777721, "text": "Findings suggest that SHIP2 gene expression is controlled by the Sp-family of transcription factors."}, {"pubmed": 16302969, "text": "Data report the identification of the cytoskeletal protein vinexin as a protein interacting with SHIP2."}, {"pubmed": 16804414, "text": "The SNPs in the SHIP2 gene promoter and the 5'-UTR may account partly for the impaired fasting glycemia and may be a marker for the risk of diabetes"}, {"pubmed": 16842970, "text": "SHIP2 substitutes for PTEN in the acute regulation of PKB in PC3 cells but not other prostate cell lines, where PTEN may share this role with further PIP3-degrading mechanisms."}, {"pubmed": 17219406, "text": "SHIP2 tyrosine phosphorylation and Shc association can be regulated by serine/threonine signaling pathways, either indirectly (via PKC), or directly (via T958)"}, {"pubmed": 17314030, "text": "In a yeast two-hybrid screen for new interaction partners of Arap3, the PI 5'-phosphatase SHIP2 was identified as an interaction partner of Arap3."}, {"pubmed": 17557929, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17557929, "text": "There was no association of INPPL1 polymorphisms & essential hypertension. Any association may be limited to metabolic syndrome patients with hypertension as part of the phenotype"}, {"pubmed": 17671700, "text": "ignificance of glucose intolerance in prognosis of male hepaatocellular carcinoma (HCC) patients and down-regulation of SHIP2 expression in HCC."}, {"pubmed": 17672824, "text": "shift in the balance of lipid signals is the activation of SHIP2 by increased tyrosine phosphorylation, an effect observed in HeLa cells in response to both PTP inhibitors and epidermal growth factor."}, {"pubmed": 17893231, "text": "endogenous SHIP2 in MDA-231 breast cancer cells supports in vitro cell proliferation, increases cellular sensitivity to drugs targeting the EGFR and supports cancer development and metastasis"}, {"pubmed": 18061583, "text": "These data raise the interesting possibility that SHIP2 inhibition exerts proliferative effects in beta-cells and further support the attractiveness of a specific inhibition of SHIP2 for the treatment of type 2 diabetes."}, {"pubmed": 18660489, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18692052, "text": "Thse data provide a molecular link between SHIP2 and ITSN1 which are involved in receptor endocytosis regulation."}, {"pubmed": 18991394, "text": "NMR and ITC (isothermal titration calorimetry) studies on the Sam domain of Ship2 revealing its three-dimensional structure and its possible mode of interaction with the Sam domain from the EphA2 receptor"}, {"pubmed": 19033458, "text": "the corneal epithelial-specific miR-184 can interfere with the ability of miR-205 to suppress SHIP2 levels"}, {"pubmed": 19065064, "text": "High expression of obesity-linked phosphatase SHIP2 is associated with invasive breast cancer."}, {"pubmed": 19477690, "text": "comparison of expression of SHIP-1, SHIP-2, and Syk protein to histamine release from mast cells cultured from the peripheral blood of chronic idiopathic urticaria responder (R), chronic idiopathic urticaria NR, and normal subjects"}, {"pubmed": 19518129, "text": "SH2 domain of SHIP2, in conjunction with the C-terminus, confers an inhibitory effect to maintain a low basal activity, and signal-induced tyrosine phosphorylations overcome this effect to activate SHIP2"}, {"pubmed": 19765305, "text": "This binding mode of Ship 2 protein is identical to the association between Ship2-Sam and the Sam domain from the Ephrin A2 receptor."}, {"pubmed": 19825976, "text": "data highlight a novel biological role of the PP2A(T130) holoenzyme in EGF signaling through interaction with EGFR and the phosphatidylinositol (3,4,5)-trisphosphate 5-phosphatase SHIP2."}, {"pubmed": 19839650, "text": "Data suggest that a combination of tissue distribution, specificity, and kinetic differences is likely responsible for SHIP1 and SHIP2 in vivo functional differences."}, {"pubmed": 19880507, "text": "SHIP2 (SH2 domain-containing inositol phosphatase 2) SH2 domain negatively controls SHIP2 monoubiquitination in response to epidermal growth factor."}, {"pubmed": 19895833, "text": "Data show that SHIP2 localizes to the nucleus and periphery, and has been shown to translocate to the cell membrane following EGF treatment."}, {"pubmed": 20114020, "text": "A recent study now shows that two additional tyrosines within Tir recruit the inositol phosphatase SHIP2 to generate a PI(3,4)P2-enriched membrane platform that stabilizes pedestal assembly."}, {"pubmed": 20114025, "text": "The authors demonstrate that Y483 and Y511 within tandem ITIM-like sequences of Escherichia coli Tir are essential for recruiting human SHIP2, a host inositol phosphatase."}, {"pubmed": 20236936, "text": "LL5beta directs the translocation of filamin A and SHIP2 to sites of phosphatidylinositol 3,4,5-triphosphate (PtdIns(3,4,5)P3) accumulation, and PtdIns(3,4,5)P3 localization is mutually modified by co-recruited SHIP2."}, {"pubmed": 20453000, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20530248, "text": "Treatment of HEKs and HCEKs with antago-205 increased SHIP2 levels and impaired the ability of these cells to seal linear scratch wounds compared with untreated or irrelevant-antago treatments"}, {"pubmed": 20654688, "text": "The upregulation of SHIP2 in Zucker rat glomeruli prior to the age of onset of proteinuria suggests a possible role for SHIP2 in the development of podocyte injury."}, {"pubmed": 21770892, "text": "The function of SHIP2 is different at the plasma membrane where it recognizes PtdIns(3,4,5)P3, and in the nucleus where it may interact with PtdIns(4,5)P2, particularly in speckles."}, {"pubmed": 21918362, "text": "Caveolin-1 knockdown by small interfering RNA reduces H2O2-induced SHP-2 phosphorylation in rat primary astrocytes and in CRT-MG human astroglioma cells."}, {"pubmed": 22079859, "text": "results support the hypothesis that SHIP2 may play a critical role in the initiation and progression of LSCC and may serve as both a prognostic marker and a potential therapeutic target in patients with LSCC"}, {"pubmed": 22194892, "text": "Nephrin ligation resulted in abnormal morphology of actin tails in human podocytes when Ship2, Filamin or Lamellipodin were individually knocked down."}, {"pubmed": 22244754, "text": "SHIP2 suppresses ligand-induced activation of EphA2 and promotes receptor coordinated chemotactic cell migration."}, {"pubmed": 22593208, "text": "RhoA associates with SHIP2 to regulate cell polarization and migration."}, {"pubmed": 23273567, "text": "mutations in inositol polyphosphate phosphatase-like 1 (INPPL1) cause opsismodysplasia with or without renal phosphate wasting."}, {"pubmed": 23273569, "text": "INPPL1 mutations in OPS, a severe spondylodysplastic dysplasia with major growth plate disorganization, supports a key and specific role of this enzyme in endochondral ossification."}, {"pubmed": 23552673, "text": "INPPL1 is the disease gene for opsismodysplasia; opsismodysplasia has genetic heterogeneity."}, {"pubmed": 24091101, "text": "SHIP2 play roles in normal development and at in cell proliferation in some cancer derived cells. [review]"}, {"pubmed": 24133597, "text": "The results of this research suggested that SHIP2 expression was correlated with malignant phenotypes of non-small cell lung cancer and may thus serve as a poor prognostic factor and valuable oncogene for NSCLC."}, {"pubmed": 24183204, "text": "Together, our result was shown that miR-184 might play a part in proliferation of HCC cells by INPPL1 loss and act as antiapoptotic factor in the development of HCC by inhibiting the activities of caspases 3/7."}, {"pubmed": 24228114, "text": "SHIP2 expression is correlated with significant characteristics of hepatocellular carcinoma, and it may be useful as an unfavorable prognostic factor in HCC."}, {"pubmed": 24313349, "text": "Association with SHIP2 and aging might depend on its effect on the insulin/IGF-1 pathway."}, {"pubmed": 24561238, "text": "SHIP2 localization in intact cells is dependent on phosphorylation mechanisms on both Ser/Thr and Tyr residues."}, {"pubmed": 24704254, "text": "The crystal structures of human SHIP2 in complex with phosphoinositide substrate analogs revealed a membrane interaction patch likely to assist in sequestering substrates from the lipid bilayer."}, {"pubmed": 24802135, "text": "In conclusion, SHIP2 plays a key role in breast cancer stem cells of ER-negative breast cancers"}, {"pubmed": 25383712, "text": "Findings indicate that SHIP2 is a regulator of lymphatic function in humans and that inherited mutations in the INPPL1 gene may act in concert with HGF, and likely MAP3K7, mutations to exacerbate lymphatic phenotypes."}, {"pubmed": 25525286, "text": "Kaplan-Meier method and Cox multifactor analysis suggested that high SHIP2 protein level and positive distant metastasis were critically associated with the unfavorable survival of coloretal cancer patients."}, {"pubmed": 25635986, "text": "results indicated genotype and allele frequency of SHIP2(+1893CC/AA) locus in Type 2 diabetes mellitus (T2DM) Han Chinese patients was significantly different from healthy controls; G allele (+2945A/G) seemed to increase susceptibility to hypertension for T2DM patients"}, {"pubmed": 26123392, "text": "SHIP2 inhibition was accompanied by an increased Akt and FOXO-1 phosphorylation, whereas overexpression of the wild-type SHIP2 gene had the opposite effects"}, {"pubmed": 26188518, "text": "investigated the molecular link between SHIP2 expression and metabolic dyslipidemia using overexpression or suppression of SHIP2 gene in HepG2 cells"}, {"pubmed": 26201869, "text": "Suppression of SHIP2 contributes to tumorigenesis and proliferation of gastric cancer cells via activation of Akt."}, {"pubmed": 26456051, "text": "these findings suggest that SHIP2 is an important regulator of hepatic lipogenesis and lipoprotein secretion in insulin resistance state."}, {"pubmed": 26826186, "text": "Regulation of phosphatidylinositol 4,5-bisphosphate by SHIP2 controls glioblastoma cell migration through the organization of focal adhesions."}, {"pubmed": 26910424, "text": "the dissociation process of the EphA2-SHIP2 SAM-SAM domain heterodimer complex the dissociation process of the EphA2-SHIP2 SAM-SAM domain heterodimer complex"}, {"pubmed": 27170292, "text": "In order to shed light on the role of the C2 related (C2R) domain, immediately C-terminal to the SHIP2 phosphatase domain, molecular cloning, expression, purification and crystallization of the human SHIP2 fragment containing the phosphatase (Ptase) and C2R domains were performed an X-ray crystallographic data analysis was conducted."}, {"pubmed": 27246739, "text": "In glioblastoma 1321 N1 cells, we recently identified Myo1c as a new interactor of SHIP2. SHIP2 localization at lamellipodia and ruffles is impaired in Myo1c depleted cells. In the absence of Myo1c, N1 cells tend to associate to form clusters."}, {"pubmed": 27597754, "text": "SHIP2 recruits Mena to invadopodia and disruption of SHIP2-Mena interaction in cancer cells leads to attenuated capacity for ECM degradation and invasion in vitro, as well as reduced metastasis in vivo."}, {"pubmed": 27708270, "text": "article focuses on the mutations associated with opsismodysplasia and explores the role of INPPL1/ SHIP2 in skeletal development (Review)"}, {"pubmed": 27716613, "text": "the expression and intrinsic phosphatase activity of the lipid phosphatase SHIP2 is increased in human colorectal cancer, and that increased expression within a large cohort of CRC patient is correlated to a worse patient survival. SHIP2 functions as an oncogene, by enhancing cell migration and invasion, and reducing cell adhesion in colorectal cancer cells."}, {"pubmed": 27926875, "text": "HIP2 regulates mitotic spindle alignment. SHIP2 is expressed in G1 phase, whereas Aurora A kinase is enriched in mitosis. SHIP2 binds Aurora A kinase and the scaffolding protein HEF1 and promotes their basolateral localization at the expense of their luminal expression connected with cilia resorption."}, {"pubmed": 28117748, "text": "decreased expression of transcription factor Sp1 contributes to suppression of SHIP2 in gastric cancer cells."}, {"pubmed": 28792888, "text": "Aiming to uncover interdomain regulatory mechanisms in SHIP2, the authors determined crystal structures containing the 5-phosphatase and a proximal region adopting a C2 fold. This reveals an extensive interface between the two domains, which results in significant structural changes in the phosphatase domain."}, {"pubmed": 28869677, "text": "The authors report two novel mutations in the INPPL1 gene and show that cell migration is very much decreased in fibroblasts derived from three opsismodysplasia (OPS) patients as compared with control individuals. In contrast, cell adhesion on fibronectin is increased in OPS fibroblasts."}, {"pubmed": 30061681, "text": "FBP17 and CIP4 prime the membrane of resting cells for fast endophilin-mediated endocytosis by recruiting the 5'-lipid phosphatase SHIP2 and lamellipodin to mediate the local production of phosphatidylinositol-3,4-bisphosphate and endophilin pre-enrichment."}, {"pubmed": 30228226, "text": "Data show that inositol phosphatase SHIP2 (SHIP2) recruited src-Family tyrosine kinases Src family kinases to the fibroblast growth factor receptors (FGFRs), which promoted FGFR-mediated phosphorylation."}, {"pubmed": 31498891, "text": "Low SHIP2 expression is associated with migration and invasion in non-small cell lung cancer."}, {"pubmed": 31545285, "text": "SHIP2 knockdown impairs cell proliferation, invasion, migration and promotes cell apoptosis."}, {"pubmed": 31628071, "text": "Phosphoinositide 5-phosphatases SKIP and SHIP2 in ruffles, the endoplasmic reticulum and the nucleus: An update."}, {"pubmed": 31664099, "text": "Abeta modulates actin cytoskeleton via SHIP2-mediated phosphoinositide metabolism."}, {"pubmed": 32183047, "text": "IQGAP2 Inhibits Migration and Invasion of Gastric Cancer Cells via Elevating SHIP2 Phosphatase Activity."}, {"pubmed": 32198795, "text": "SH2 domain-containing inositol-5'-phosphatase 2 (SHIP2) binds to the Western CagA-specific EPIYA-C segment or East Asian CagA-specific EPIYA-D segment of Helicobacter pylori in a tyrosine phosphorylation-dependent manner. SHIP2 binds more strongly to EPIYA-C than to EPIYA-D. Interaction with CagA tethers SHIP2 to the plasma membrane, where it mediates production of phosphatidylinositol 3,4-diphosphate [PI(3,4)P(2) ]."}, {"pubmed": 32535200, "text": "IRSp53 is a novel interactor of SHIP2: A role of the actin binding protein Mena in their cellular localization in breast cancer cells."}, {"pubmed": 32881386, "text": "SHIP2 inhibition alters redox-induced PI3K/AKT and MAP kinase pathways via PTEN over-activation in cervical cancer cells."}, {"pubmed": 33421554, "text": "Expression, purification and characterization of the RhoA-binding domain of human SHIP2 in E.coli."}, {"pubmed": 34021368, "text": "An auxiliary binding interface of SHIP2-SH2 for Y292-phosphorylated FcgammaRIIB reveals diverse recognition mechanisms for tyrosine-phosphorylated receptors involved in different cell signaling pathways."}, {"pubmed": 34314064, "text": "A new layer of phosphoinositide-mediated allosteric regulation uncovered for SHIP2."}, {"pubmed": 35421738, "text": "OxLDL-stimulated macrophage exosomes promote proatherogenic vascular smooth muscle cell viability and invasion via delivering miR-186-5p then inactivating SHIP2 mediated PI3K/AKT/mTOR pathway."}, {"pubmed": 38200519, "text": "PHB2 promotes SHIP2 ubiquitination via the E3 ligase NEDD4 to regulate AKT signaling in gastric cancer."}, {"pubmed": 38309262, "text": "Regulation of inositol 5-phosphatase activity by the C2 domain of SHIP1 and SHIP2."}, {"pubmed": 38833073, "text": "Alteration of gene expression and protein solubility of the PI 5-phosphatase SHIP2 are correlated with Alzheimer's disease pathology progression."}], "genomic_pos": {"chr": "11", "end": 72239147, "ensemblgene": "ENSG00000165458", "start": 72223701, "strand": 1}, "genomic_pos_hg19": {"chr": "11", "end": 71950149, "start": 71934745, "strand": 1}, "go": {"BP": [{"evidence": "IMP", "gocategory": "BP", "id": "GO:0001958", "pubmed": 23273569, "qualifier": "involved_in", "term": "endochondral ossification"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002376", "qualifier": "involved_in", "term": "immune system process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006006", "qualifier": "involved_in", "term": "glucose metabolic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006661", "qualifier": "involved_in", "term": "phosphatidylinositol biosynthetic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006897", "pubmed": 15668240, "qualifier": "involved_in", "term": "endocytosis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006915", "qualifier": "involved_in", "term": "apoptotic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007015", "pubmed": 15668240, "qualifier": "involved_in", "term": "actin filament organization"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007155", "pubmed": 15668240, "qualifier": "involved_in", "term": "cell adhesion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008285", "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009791", "qualifier": "involved_in", "term": "post-embryonic development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010467", "qualifier": "involved_in", "term": "gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010629", "qualifier": "involved_in", "term": "negative regulation of gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032868", "qualifier": "involved_in", "term": "response to insulin"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043491", "qualifier": "involved_in", "term": "phosphatidylinositol 3-kinase/protein kinase B signal transduction"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043569", "qualifier": "involved_in", "term": "negative regulation of insulin-like growth factor receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046856", "qualifier": "involved_in", "term": "phosphatidylinositol dephosphorylation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0050776", "qualifier": "involved_in", "term": "regulation of immune response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070371", "qualifier": "involved_in", "term": "ERK1 and ERK2 cascade"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0097178", "qualifier": "involved_in", "term": "ruffle assembly"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0000922", "qualifier": "located_in", "term": "spindle pole"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005634", "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005794", "qualifier": "located_in", "term": "Golgi apparatus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "is_active_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0009925", "qualifier": "located_in", "term": "basal plasma membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0016607", "qualifier": "located_in", "term": "nuclear speck"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0030027", "qualifier": "located_in", "term": "lamellipodium"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0030175", "qualifier": "located_in", "term": "filopodium"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0003779", "qualifier": "enables", "term": "actin binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004445", "qualifier": "enables", "term": "inositol-polyphosphate 5-phosphatase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [9485206, 11158326, 12504111, 16302969, 18692052, 20368287, 20933011, 21712384, 24728074], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0017124", "qualifier": "enables", "term": "SH3 domain binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0034485", "qualifier": "enables", "term": "phosphatidylinositol-3,4,5-trisphosphate 5-phosphatase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042169", "pubmed": 5668240, "qualifier": "enables", "term": "SH2 domain binding"}]}, "homologene": {"genes": [[7955, 325179], [9544, 718421], [9598, 451403], [9606, 3636], [9615, 485209], [9913, 783833], [10090, 16332], [10116, 65038]], "id": 1204}, "interpro": [{"desc": "Sterile alpha motif domain", "id": "IPR001660", "short_desc": "SAM"}, {"desc": "Sterile alpha motif/pointed domain superfamily", "id": "IPR013761", "short_desc": "SAM/pointed_sf"}, {"desc": "Inositol polyphosphate-related phosphatase", "id": "IPR000300", "short_desc": "IPPc"}, {"desc": "Endonuclease/exonuclease/phosphatase superfamily", "id": "IPR036691", "short_desc": "Endo/exonu/phosph_ase_sf"}, {"desc": "SH2 domain", "id": "IPR000980", "short_desc": "SH2"}, {"desc": "SH2 domain superfamily", "id": "IPR036860", "short_desc": "SH2_dom_sf"}], "ipi": ["IPI00016932", "IPI00795687", "IPI01009446", "IPI01009881", "IPI01012176", "IPI01015539"], "map_location": "11q13.4", "name": "inositol polyphosphate phosphatase like 1", "other_names": ["51C protein", "INPPL-1", "SH2 domain-containing inositol-5'-phosphatase 2", "SHIP-2", "phosphatidylinositol 3,4,5-trisphosphate 5-phosphatase 2", "protein 51C"], "pantherdb": {"HGNC": "6080", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1333787", "ortholog_type": "LDO", "panther_family": "PTHR46051", "taxid": 10090, "uniprot_kb": "Q6P549"}, {"RGD": "68396", "ortholog_type": "LDO", "panther_family": "PTHR46051", "taxid": 10116, "uniprot_kb": "Q9WVR3"}, {"Ensembl": "ENSGALG00000004336", "ortholog_type": "LDO", "panther_family": "PTHR46051", "taxid": 9031, "uniprot_kb": "A0A3Q2U574"}, {"ZFIN": "ZDB-GENE-030616-75", "ortholog_type": "O", "panther_family": "PTHR46051", "taxid": 7955, "uniprot_kb": "Q2I6J0"}, {"ZFIN": "ZDB-GENE-030131-3904", "ortholog_type": "LDO", "panther_family": "PTHR46051", "taxid": 7955, "uniprot_kb": "Q2I6J1"}], "uniprot_kb": "O15357"}, "pathway": {"biocarta": {"id": "igf1mtorpathway", "name": "skeletal muscle hypertrophy is regulated via akt-mtor pathway"}, "humancyc": [{"id": "PWY-6358", "name": "superpathway of D-<i>myo</i>-inositol (1,4,5)-trisphosphate metabolism"}, {"id": "PWY-6362", "name": "1D-<i>myo</i>-inositol hexakisphosphate biosynthesis II (mammalian)"}, {"id": "PWY-6363", "name": "D-<i>myo</i>-inositol (1,4,5)-trisphosphate degradation"}, {"id": "PWY-6364", "name": "D-<i>myo</i>-inositol (1,3,4)-trisphosphate biosynthesis"}, {"id": "PWY-6368", "name": "3-phosphoinositide degradation"}, {"id": "PWY-6371", "name": "superpathway of inositol phosphate compounds"}], "kegg": [{"id": "hsa00562", "name": "Inositol phosphate metabolism - Homo sapiens (human)"}, {"id": "hsa04070", "name": "Phosphatidylinositol signaling system - Homo sapiens (human)"}, {"id": "hsa04662", "name": "B cell receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa04666", "name": "Fc gamma R-mediated phagocytosis - Homo sapiens (human)"}, {"id": "hsa04910", "name": "Insulin signaling pathway - Homo sapiens (human)"}], "netpath": [{"id": "Pathway_EGFR1", "name": "EGFR1"}, {"id": "Pathway_Fibroblast__growth__factor-1", "name": "Fibroblast growth factor-1"}], "pid": [{"id": "epha2_fwdpathway", "name": "EPHA2 forward signaling"}, {"id": "met_pathway", "name": "Signaling events mediated by Hepatocyte Growth Factor Receptor (c-Met)"}, {"id": "pi3kcipathway", "name": "Class I PI3K signaling events"}], "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-1483249", "name": "Inositol phosphate metabolism"}, {"id": "R-HSA-1483255", "name": "PI Metabolism"}, {"id": "R-HSA-1483257", "name": "Phospholipid metabolism"}, {"id": "R-HSA-1660499", "name": "Synthesis of PIPs at the plasma membrane"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-1855204", "name": "Synthesis of IP3 and IP4 in the cytosol"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-451927", "name": "Interleukin-2 family signaling"}, {"id": "R-HSA-512988", "name": "Interleukin-3, Interleukin-5 and GM-CSF signaling"}, {"id": "R-HSA-556833", "name": "Metabolism of lipids"}, {"id": "R-HSA-912526", "name": "Interleukin receptor SHC signaling"}, {"id": "R-HSA-9680350", "name": "Signaling by CSF1 (M-CSF) in myeloid cells"}], "wikipathways": [{"id": "WP437", "name": "EGF-EGFR signaling pathway"}, {"id": "WP481", "name": "Insulin Signaling"}]}, "pdb": ["2K4P", "2KSO", "2MK2", "3NR8", "4A9C", "5OKM", "5OKN", "5OKO", "5OKP", "6SQU", "6SRR"], "pfam": ["PF00017", "PF00536"], "pharmgkb": "PA29888", "pharos": {"target_id": 10022, "tdl": "Tchem"}, "pir": "JC5765", "prosite": ["PS50001", "PS50105"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF167902", "relationship": "is"}, {"id": "GNF178808", "relationship": "is"}, {"id": "GNF189714", "relationship": "is"}, {"id": "GNF200620", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF084746", "relationship": "is"}, {"id": "GNF084747", "relationship": "is"}, {"id": "GNF084748", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051902", "relationship": "is"}, {"id": "GNF056669", "relationship": "is"}, {"id": "GNF061458", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF066237", "relationship": "is"}, {"id": "GNF066238", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF094857", "relationship": "is"}, {"id": "GNF134514", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000011.10", "NC_060935.1", "NG_023253.2"], "protein": ["NP_001558.3", "XP_005274036.1", "XP_011543301.1", "XP_047282843.1", "XP_047282844.1", "XP_047282845.1", "XP_047282846.1", "XP_047282847.1", "XP_047282848.1", "XP_047282849.1", "XP_054224654.1", "XP_054224655.1", "XP_054224656.1", "XP_054224657.1", "XP_054224658.1", "XP_054224659.1", "XP_054224660.1"], "rna": ["NM_001567.4", "XM_005273979.5", "XM_011544999.3", "XM_047426887.1", "XM_047426888.1", "XM_047426889.1", "XM_047426890.1", "XM_047426891.1", "XM_047426892.1", "XM_047426893.1", "XM_054368679.1", "XM_054368680.1", "XM_054368681.1", "XM_054368682.1", "XM_054368683.1", "XM_054368684.1", "XM_054368685.1"], "translation": [{"protein": "XP_047282849.1", "rna": "XM_047426893.1"}, {"protein": "XP_047282846.1", "rna": "XM_047426890.1"}, {"protein": "XP_054224657.1", "rna": "XM_054368682.1"}, {"protein": "XP_054224658.1", "rna": "XM_054368683.1"}, {"protein": "NP_001558.3", "rna": "NM_001567.4"}, {"protein": "XP_047282844.1", "rna": "XM_047426888.1"}, {"protein": "XP_054224660.1", "rna": "XM_054368685.1"}, {"protein": "XP_054224654.1", "rna": "XM_054368679.1"}, {"protein": "XP_054224656.1", "rna": "XM_054368681.1"}, {"protein": "XP_054224659.1", "rna": "XM_054368684.1"}, {"protein": "XP_047282845.1", "rna": "XM_047426889.1"}, {"protein": "XP_047282848.1", "rna": "XM_047426892.1"}, {"protein": "XP_005274036.1", "rna": "XM_005273979.5"}, {"protein": "XP_054224655.1", "rna": "XM_054368680.1"}, {"protein": "XP_047282847.1", "rna": "XM_047426891.1"}, {"protein": "XP_011543301.1", "rna": "XM_011544999.3"}, {"protein": "XP_047282843.1", "rna": "XM_047426887.1"}]}, "reporter": {"HG-U133_Plus_2": "201598_s_at", "HG-U95Av2": "36598_s_at", "HTA-2_0": "TC11000756.hg.1", "HuEx-1_0": "3339423", "HuGene-1_1": "7942342", "HuGene-2_1": "16728652"}, "summary": "The protein encoded by this gene is an SH2-containing 5'-inositol phosphatase that is involved in the regulation of insulin function. The encoded protein also plays a role in the regulation of epidermal growth factor receptor turnover and actin remodelling. Additionally, this gene supports metastatic growth in breast cancer and is a valuable biomarker for breast cancer. [provided by RefSeq, Jan 2009].", "symbol": "INPPL1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1416448"}, "unigene": "Hs.523875", "uniprot": {"Swiss-Prot": "O15357", "TrEMBL": ["H0YFZ4", "F5GYK9", "H0YFB4", "F5GY16", "H7BXR2", "F5GWY9", "F5H588"]}, "wikipedia": {"url_stub": "INPPL1"}}