{"AllianceGenome": "6086", "HGNC": "6086", "MIM": "146738", "_id": "3640", "_version": 1, "accession": {"genomic": ["AC005952.2", "AC007201.1", "CH471106.1", "CP068259.2", "HC007042.1", "NC_000019.10", "NC_060943.1", "NG_012092.1", "X73637.1"], "protein": ["AAB31371.1", "AAD22740.1", "AAH32810.1", "AAH53345.1", "AAH71706.1", "AAI06722.1", "AAI06723.1", "AAL92559.1", "BAG63984.1", "CAA52017.1", "CBH19326.1", "EAW84633.1", "EAW84634.1", "EAW84635.1", "EAW84636.1", "NP_001252516.1", "NP_005534.2", "P51460.2"], "rna": ["AK302780.1", "AY082014.1", "BC032810.1", "BC040435.1", "BC053345.1", "BC061886.1", "BC071706.1", "BC106721.1", "BC106722.1", "BC107045.2", "BX334591.2", "NM_001265587.2", "NM_005543.4", "S72482.1"], "translation": [{"protein": "AAB31371.1", "rna": "S72482.1"}, {"protein": "AAI06722.1", "rna": "BC106721.1"}, {"protein": "AAH32810.1", "rna": "BC032810.1"}, {"protein": "BAG63984.1", "rna": "AK302780.1"}, {"protein": "AAI06723.1", "rna": "BC106722.1"}, {"protein": "AAL92559.1", "rna": "AY082014.1"}, {"protein": "NP_001252516.1", "rna": "NM_001265587.2"}, {"protein": "AAH71706.1", "rna": "BC071706.1"}, {"protein": "AAH53345.1", "rna": "BC053345.1"}, {"protein": "NP_005534.2", "rna": "NM_005543.4"}]}, "alias": ["RLF", "RLNL", "ley-I-L"], "ensembl": {"gene": "ENSG00000248099", "protein": ["ENSP00000321724", "ENSP00000369017", "ENSP00000469309"], "transcript": ["ENST00000317306", "ENST00000379695", "ENST00000598577"], "translation": [{"protein": "ENSP00000321724", "rna": "ENST00000317306"}, {"protein": "ENSP00000469309", "rna": "ENST00000598577"}, {"protein": "ENSP00000369017", "rna": "ENST00000379695"}], "type_of_gene": "protein_coding"}, "entrezgene": "3640", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 2.34542946576, "exp_mis": 31.9844201768, "exp_syn": 16.1567221529, "lof_z": 0.223428151160544, "mis_z": -0.606751408212733, "mu_lof": 4.78208685307e-07, "mu_mis": 6.77214160555e-06, "mu_syn": 3.43727686676e-06, "n_lof": 2.0, "n_mis": 39.0, "n_syn": 18.0, "p_li": 0.0341265074058471, "p_null": 0.3476309518267, "p_rec": 0.618242540767453, "syn_z": -0.284291674396202}, "bp": 474, "cds_end": 17932315, "cds_start": 17927679, "n_exons": 3, "nonpsych": {"exp_lof": 2.09869440893, "exp_mis": 28.9248419461, "exp_syn": 14.5992459729, "lof_z": 0.0669067478525886, "mis_z": -0.663532817365969, "mu_lof": 4.78208685307e-07, "mu_mis": 6.77214160555e-06, "mu_syn": 3.43727686676e-06, "n_lof": 2.0, "n_mis": 36.0, "n_syn": 16.0, "p_li": 0.0338726320822571, "p_null": 0.378553201369262, "p_rec": 0.58757416654848, "syn_z": -0.230812290365216}, "nontcga": {"exp_lof": 2.15544162803, "exp_mis": 29.4233151558, "exp_syn": 14.8618303731, "lof_z": 0.77635639627522, "mis_z": -0.604047368764606, "mu_lof": 4.78208685307e-07, "mu_mis": 6.77214160555e-06, "mu_syn": 3.43727686676e-06, "n_lof": 1.0, "n_mis": 36.0, "n_syn": 17.0, "p_li": 0.179740071028216, "p_null": 0.17508201263549, "p_rec": 0.645177916336294, "syn_z": -0.351178874319783}, "transcript": "ENST00000379695.5"}, "exons": [{"cdsend": 17821506, "cdsstart": 17816870, "chr": "19", "position": [[17816511, 17817059], [17820395, 17820490], [17821316, 17821519]], "strand": -1, "transcript": "NM_001265587", "txend": 17821519, "txstart": 17816511}, {"cdsend": 17821506, "cdsstart": 17816853, "chr": "19", "position": [[17816511, 17817059], [17821316, 17821519]], "strand": -1, "transcript": "NM_005543", "txend": 17821519, "txstart": 17816511}], "exons_hg19": [{"cdsend": 17932315, "cdsstart": 17927679, "chr": "19", "position": [[17927320, 17927868], [17931204, 17931299], [17932125, 17932328]], "strand": -1, "transcript": "NM_001265587", "txend": 17932328, "txstart": 17927320}, {"cdsend": 17932315, "cdsstart": 17927662, "chr": "19", "position": [[17927320, 17927868], [17932125, 17932328]], "strand": -1, "transcript": "NM_005543", "txend": 17932328, "txstart": 17927320}], "generif": [{"pubmed": 10391220, "text": "Functional analysis of the mouse counterpart."}, {"pubmed": 11095425, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11182749, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11383919, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12601553, "text": "A novel mutation in this protein is found in patients with cryptorchidism."}, {"pubmed": 12684664, "text": "differentially expressed in hyperplastic and neoplastic thyrocytes, and in various thyroid diseases"}, {"pubmed": 12970298, "text": "the only clinical consequence of alterations of the INSL3-LGR8 system seems to be failure of the testis to normally descend in the scrotum during embryonic development, without affecting the spermatogenic and endocrine components of the testis itself"}, {"pubmed": 15579743, "text": "Analysis of men treated with different combinations of hormones of the hypothalamus-pituitary-testis axis suggests that the production of INSL3 is related to LH in a manner similar to that of the LH-testosterone axis."}, {"pubmed": 15579790, "text": "Although a common polymorphism was identified in the INSL3 gene, no mutations were observed. Lack of association between genetic factors necessary for correct testicular descent and anorchia."}, {"pubmed": 15708846, "text": "LGR8 signal is activated by the relaxin-like factor"}, {"pubmed": 15755855, "text": "Even testosterone and INSL3 are both dependent on lutropin, thesse two Leydig cell hormones are regulated differently."}, {"pubmed": 15956746, "text": "relaxin-like hormones appear to be present early during C-cell hyperplasia and potentially functional relaxin/INSL3 ligand-receptor systems are present in human medullary thyroid carcinoma tissues and cell lines"}, {"pubmed": 15956751, "text": "Analysis of men treated with different combinations of hormones of the hypothalamus-pituitary-testis axis suggests that the production of INSL3 is related to the luteinizing hormone"}, {"pubmed": 16010410, "text": "Strongest INSL3 expression was detected in the basal epithelial cell compartment of the prostate epithelial cells, while weaker mRNA expression and immunoreactive production were observed in secretory epithelial cells."}, {"pubmed": 16394084, "text": "INSL3 is not sensitive to gonadotropin stimulation in normal men, but declines markedly in response to gonadotropin deprivation."}, {"pubmed": 16467267, "text": "Thus, the human INSL3 promoter constitutes a novel target for the orphan nuclear receptor Nur77."}, {"pubmed": 16687567, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16687567, "text": "Results showed a significant association of INSL3 gene mutations in men presenting one or more signs of testicular dysgenesis syndrome."}, {"pubmed": 16867980, "text": "INSL3 was found to adopt a characteristic relaxin/insulin-like fold in solution but is a highly dynamic molecule. The four termini of this two-chain peptide are disordered, and additional conformational exchange is evident in the molecular core."}, {"pubmed": 17014531, "text": "The data show that INSL3 is an independent measure of Leydig cell function (quality and number), which appears to be independent of acute control via the HPG axis."}, {"pubmed": 17028442, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17028442, "text": "The results, in conjunction with the previous data, suggest that mutations of INSL3 and LGR8/GREAT remain rare, and that the Thr/Thr genotype of Ala60Thr polymorphism in INSL3 may constitute a susceptibility factor for the development of cryptorchidism."}, {"pubmed": 17314233, "text": "INSL3 blood levels may be higher in men with persistent spermatogenesis during treatment with male hormonal contraceptives."}, {"pubmed": 17356050, "text": "INSL3 could be considered a new circulating hormone related to LH-dependent ovarian hyperandrogenism, particularly in normal-weight polycystic ovary women"}, {"pubmed": 17437853, "text": "Mutations involving the insulin-like factor 3 gene may contribute to other anomalies of male genital development, such as micropenis."}, {"pubmed": 17437853, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17473281, "text": "predicted the complete INSL3/LGR8 primary binding site, including interactions between INSL3 His-B12 and LGR8 Trp-177, INSL3 Val-B19 and LGR8 Ile-179, and INSL3 Arg-B20 with LGR8 Asp-181 and Glu-229"}, {"pubmed": 17549672, "text": "Higher blood levels may be indicative of ovarian cancer."}, {"pubmed": 17559848, "text": "The common INSL3 G178A polymorphism was not statistically significantly associated with male infertility."}, {"pubmed": 17666478, "text": "In boys, early postnatal INSL3 is markedly higher as compared with later childhood, presumably because it is stimulated by the transient postnatal LH peak"}, {"pubmed": 18063691, "text": "negative cooperativity is present and that INSL3-RXFP2 binding shows both similarities and differences with insulin binding to the insulin receptor"}, {"pubmed": 18310050, "text": "INSL3 concentration in human amniotic fluid is potentially predictive of fetal sex and pre-eclampsia, and presumably reflects the functioning of the fetal Leydig cell population."}, {"pubmed": 18433302, "text": "study suggests for the first time a role for INSL3/RXFP2 signaling in bone metabolism and links RXFP2 gene mutations with human osteoporosis"}, {"pubmed": 18611973, "text": "INSL3 is clearly present in human male amniotic fluid in the second trimester, where abdominal testis translocation takes place."}, {"pubmed": 18772597, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19017913, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19017913, "text": "There is a significant association between bilateral and persistent cryptorchidism and genetic alterations, including Klinefelter syndrome and INSL3 receptor gene mutations."}, {"pubmed": 19067106, "text": "Analogues of INSL3 with higher alpha-helicity had higher receptor binding affinity."}, {"pubmed": 19086273, "text": "Via comparison of the solution structure of a fully active carboxy-terminal cross-linked RLF analogue with the native synthetic human RLF, it becomes clear that the cross-linked analogue largely retains the essential folding of the native protein."}, {"pubmed": 19110449, "text": "High INSL3 is associated with testicular Leydig cell tumors."}, {"pubmed": 19226271, "text": "This study showed for the first time that INSL3 levels decrease with obesity, probably as a result of a primary dysfunction of the Leydig cells. INSL3 is a reliable marker of Leydig cell general impairment."}, {"pubmed": 19329805, "text": "The role of INSL3 throughout human reproduction is discussed.  [review]"}, {"pubmed": 19416166, "text": "The receptor-binding residues of RLF are in the B chain of the two-chain molecule and extend from the midregion of the central helix to the tryptophan in position B27"}, {"pubmed": 19416188, "text": "Several missense mutations were described in both the INSL3 and RXFP2 genes and a novel V39G INSL3 mutation in a patient with cryptorchidism was identified"}, {"pubmed": 19416190, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19416190, "text": "This study confirmed the association between INSL3 and RXFP2 gene mutations and human cryptorchidism."}, {"pubmed": 19416220, "text": "Data provide the first evidence that the INSL3 peptide can promote early tumor cell invasiveness in human thyroid carcinoma cells by enhancing their metabolic activity and elastin-degrading potential."}, {"pubmed": 19423540, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19755411, "text": "An early impairment of the overall Leydig cell function is present in men with T2DM, manifesting as reduced INSL3, mainly related to visceral adiposity rather than to glycemic control."}, {"pubmed": 19773279, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19950223, "text": "INSL3 is a powerful and multifunctional promoter of tumor growth and angiogenesis in human thyroid cancer cell xenografts. INSL3 actions involve RXFP2 activation and the secretion of S100A4 and (pro-)cathepsin-L"}, {"pubmed": 20082125, "text": "Results describe the in vitro degradation of insulin-like peptide 3 by insulin-degrading enzyme."}, {"pubmed": 20200332, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20406964, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20438785, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20550598, "text": "The current knowledge of INSL3, its involvement in testicular descent and germ cell survival, verifies that this Leydig cell hormone is an important player in testicular physiology[review]"}, {"pubmed": 20560146, "text": "Data show that synthetic parallel dimer of the B-chain of INSL3 is a potent inhibitor of the native peptide's binding to its receptor, RXFP2."}, {"pubmed": 20570702, "text": "investigation of INSL3 structural requirements (i.e., intra-A-chain disulfide bonds) for binding to & activation of RXFP2"}, {"pubmed": 20713036, "text": "The aim of the present study is to investigate the effect of obesity on testicular function by evaluating reproductive hormones, inhibinB, insulin-like 3(INSL3), and leptin, in obese and non-obese adolescents according to pubertal Tanner stages."}, {"pubmed": 21586896, "text": "Data suggest that insulin-like factor 3 is related to functional ovarian hyperandrogenism in women with polycystic ovary syndrome."}, {"pubmed": 22216350, "text": "study demonstrates that the INSL3/RXFP2 system is involved in bone metabolism by acting on the MAPK cascade and stimulating transcription of important genes of osteoblast maturation/differentiation and osteoclastogenesis"}, {"pubmed": 22574850, "text": "Cystin A11-B10 serves as an insulator between the two ports, whereas the amide functionality disturbs the signal transmission complex likely due to changes in polarity."}, {"pubmed": 23028900, "text": "In the meta-analysis, INSL3 rs10421916 and rs11088680 had both a 0.8-fold decreased odds ratio for gastric cancer."}, {"pubmed": 23150680, "text": "Most Prader-Willi syndrome males have normal INSL3 levels."}, {"pubmed": 23539510, "text": "Findings suggest a novel and gender-specific role for INSL3 and cognate receptor RXFP2 signaling in ocular surface homeostasis."}, {"pubmed": 23928669, "text": "INSL3 and AMH levels are significantly correlated with each other in women with PCOS, and they are significantly increased, particularly in the presence of amenorrhea and oligomenorrhea."}, {"pubmed": 24243640, "text": "INSL3 is as sensitive a marker as T for the evaluation of altered Leydig cell function in congenital hypogonadotropic hypogonadism/Kallmann syndrome patients."}, {"pubmed": 24640568, "text": "The aim of this study was to assess plasma INSL3 in patients with osteoporosis and Klinefelter's Syndrome compared to healthy males."}, {"pubmed": 24659579, "text": "low INSL3 concentration is related to the pathogenesis behind an unfavourable change in body composition and bone metabolism among Klinefelter syndrome patients"}, {"pubmed": 24908673, "text": "DLK1, INSL3 and COUP-TFII expression changes during normal development and is linked to different stages of Leydig Cell differentiation."}, {"pubmed": 25516081, "text": "INSL3 in girls is a unique and specific marker of theca cells surrounding antral follicles."}, {"pubmed": 25728210, "text": "Three common INSL3 gene polymorphisms (27G>A, 126G>A, 178G>A) unrelated to any particular phenotype of testicular maldescent (TMD) were detected both in patients and controls, indicating that INSL3 gene mutations are not a common cause of TMD."}, {"pubmed": 26077926, "text": "hINSL3 seems to recruit Aund spermatogonia into differentiation, potentially mediating an Fsh effect on spermatogenesis."}, {"pubmed": 26579638, "text": "Healthy eumenorrheic late adolescent females with sporadic anovulation display higher INSL3 blood concentration."}, {"pubmed": 26625974, "text": "rs6523 polymorphism and AGAG haplotype of INSL3 showed significant association with increased risk of polycystic ovary syndrome."}, {"pubmed": 26840636, "text": "The INSL3 G178A polymorphism was not significantly associated with spermatozoa or no spermatozoa in the testes of males with a history of bilateral cryptorchidism. I The evidence suggests that mutations of INSL3 may not directly contribute to the damage of spermatogenesis in patients with bilateral cryptorchidism history."}, {"pubmed": 26874000, "text": "KLF6-mediated activation of the human INSL3 promoter required an intact KLF element as well as Leydig/Sertoli-enriched factors. KLF6 transcriptionally cooperates with NUR77 and SF1. our results identify KLF6 as a regulator of human INSL3 transcription."}, {"pubmed": 29084059, "text": "results contrast with those of previously published studies, and show that the great majority of Leydig cell tumors are negative or have decreased expression of INSL3 while its expression is retained in Leydig cell hyperplasia."}, {"pubmed": 29254383, "text": "The strong positive correlation between INSL3, and high ovarian androgens levels in all polycystic ovary syndrome women, which appeared clearly in undescended polycystic ovaries could support the proposed syndrome hypothesis between those abnormal findings."}, {"pubmed": 29785651, "text": "Variants of the INSL3 gene are prevalent in patients with testicular torsion instead of healthy subjects."}, {"pubmed": 31286756, "text": "Investigated the association between polycystic ovary syndrome (PCOS) and obesity and insulin resistance (IR) with respect to anti-Mullerian hormone (AMH), inhibin A (INH-A), inhibin B (INH-B), and insulin-like peptide 3 (INSL3) plasma levels."}, {"pubmed": 31444964, "text": "Homozygotic combination of the three allelic variants rs1047233-rs6523-rs1003887 of (INSL3 gene is associated with cryptorchidism."}, {"pubmed": 32557760, "text": "Expression of RXFP2 receptor on human spermatozoa and the anti-apoptotic and antioxidant effects of insulin-like factor 3."}, {"pubmed": 32593193, "text": "Effects of acute hCG stimulation on serum INSL3 and 25-OH vitamin D in Klinefelter syndrome."}, {"pubmed": 32865613, "text": "The G178A polymorphic variant of INSL3 may be linked to cryptorchidism among Egyptian pediatric cohort."}, {"pubmed": 32981493, "text": "INSL3: A Marker of Leydig Cell Function and Testis-Bone-Skeletal Muscle Network."}, {"pubmed": 33041054, "text": "New theca-cell marker insulin-like factor 3 is associated with premature ovarian insufficiency."}, {"pubmed": 33094328, "text": "Age-related changes in human Leydig cell status."}, {"pubmed": 34233048, "text": "Clinical value of INSL3 in the diagnosis and development of diabetic nephropathy."}, {"pubmed": 34447353, "text": "Serum Concentrations and Gonadal Expression of INSL3 in Eighteen Males With 45,X/46,XY Mosaicism."}, {"pubmed": 35464060, "text": "Expression and Role of INSL3 in the Fetal Testis."}, {"pubmed": 35666805, "text": "The nuclear receptors SF1 and COUP-TFII cooperate on the Insl3 promoter in Leydig cells."}, {"pubmed": 37208861, "text": "Bi-allelic variants in INSL3 and RXFP2 cause bilateral cryptorchidism and male infertility."}, {"pubmed": 37421657, "text": "The impact of acute SARS-CoV-2 on testicular function including insulin-like factor 3 (INSL3) in men with mild COVID-19: A longitudinal study."}, {"pubmed": 37830594, "text": "New JAK3-INSL3 Fusion Transcript-An Oncogenic Event in Cutaneous T-Cell Lymphoma."}], "genomic_pos": {"chr": "19", "end": 17821574, "ensemblgene": "ENSG00000248099", "start": 17816512, "strand": -1}, "genomic_pos_hg19": {"chr": "19", "end": 17932383, "start": 17927321, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001556", "qualifier": "involved_in", "term": "oocyte maturation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007193", "qualifier": "involved_in", "term": "adenylate cyclase-inhibiting G protein-coupled receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007267", "pubmed": 8253799, "qualifier": "involved_in", "term": "cell-cell signaling"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007283", "pubmed": 8253799, "qualifier": "involved_in", "term": "spermatogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008284", "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008285", "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008584", "qualifier": "involved_in", "term": "male gonad development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010634", "pubmed": 23539510, "qualifier": "involved_in", "term": "positive regulation of epithelial cell migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043066", "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043950", "qualifier": "involved_in", "term": "positive regulation of cAMP-mediated signaling"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0090303", "pubmed": 23539510, "qualifier": "involved_in", "term": "positive regulation of wound healing"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0048471", "qualifier": "located_in", "term": "perinuclear region of cytoplasm"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0001664", "qualifier": "enables", "term": "G protein-coupled receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0002020", "pubmed": 20082125, "qualifier": "enables", "term": "protease binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0005102", "pubmed": 8020942, "qualifier": "enables", "term": "signaling receptor binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0005158", "pubmed": 8253799, "qualifier": "enables", "term": "insulin receptor binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005179", "qualifier": "enables", "term": "hormone activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 32296183, "qualifier": "enables", "term": "protein binding"}]}, "homologene": {"genes": [[9598, 748892], [9606, 3640], [9615, 403436], [9913, 281870], [10090, 16336], [10116, 114215]], "id": 4048}, "interpro": [{"desc": "Insulin-like superfamily", "id": "IPR036438", "short_desc": "Insulin-like_sf"}, {"desc": "Insulin-like INSL3/INSL4", "id": "IPR043387", "short_desc": "INSL3/INSL4"}, {"desc": "Insulin-like", "id": "IPR016179", "short_desc": "Insulin-like"}, {"desc": "Insulin, conserved site", "id": "IPR022353", "short_desc": "Insulin_CS"}], "ipi": ["IPI00018695", "IPI00815936"], "map_location": "19p13.11", "name": "insulin like 3", "other_names": ["insulin-like 3", "insulin-like 3 (Leydig cell)", "leydig insulin -like hormone", "leydig insulin-like peptide", "prepro-INSL3", "relaxin-like factor b"], "pantherdb": {"HGNC": "6086", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "108427", "ortholog_type": "LDO", "panther_family": "PTHR10423", "taxid": 10090, "uniprot_kb": "O09107"}, {"RGD": "620117", "ortholog_type": "LDO", "panther_family": "PTHR10423", "taxid": 10116, "uniprot_kb": "Q9WUK0"}, {"ZFIN": "ZDB-GENE-050310-5", "ortholog_type": "LDO", "panther_family": "PTHR10423", "taxid": 7955, "uniprot_kb": "Q2P9V5"}, {"FlyBase": "FBgn0044049", "ortholog_type": "LDO", "panther_family": "PTHR10423", "taxid": 7227, "uniprot_kb": "Q9VT53"}], "uniprot_kb": "P51460"}, "pathway": {"kegg": [{"id": "hsa04080", "name": "Neuroactive ligand-receptor interaction - Homo sapiens (human)"}, {"id": "hsa04926", "name": "Relaxin signaling pathway - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-375276", "name": "Peptide ligand-binding receptors"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-418555", "name": "G alpha (s) signalling events"}, {"id": "R-HSA-444821", "name": "Relaxin receptors"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}], "wikipathways": {"id": "WP4842", "name": "Mammalian disorder of sexual development"}}, "pdb": ["2H8B", "2K6T", "2K6U"], "pfam": "PF00049", "pharmgkb": "PA29893", "pharos": {"target_id": 4219, "tdl": "Tbio"}, "pir": "B53024", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF326559", "relationship": "is"}, {"id": "GNF326560", "relationship": "is"}, {"id": "GNF326561", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF251523", "relationship": "is"}, {"id": "GNF251524", "relationship": "is"}, {"id": "GNF251525", "relationship": "is"}, {"id": "GNF251526", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF007213", "relationship": "is"}, {"id": "GNF277462", "relationship": "is"}, {"id": "GNF277463", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF234311", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF330662", "relationship": "is"}, {"id": "GNF331888", "relationship": "is"}, {"id": "GNF333861", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF338353", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF106580", "relationship": "is"}, {"id": "GNF146226", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000019.10", "NC_060943.1", "NG_012092.1"], "protein": ["NP_001252516.1", "NP_005534.2"], "rna": ["NM_001265587.2", "NM_005543.4"], "translation": [{"protein": "NP_001252516.1", "rna": "NM_001265587.2"}, {"protein": "NP_005534.2", "rna": "NM_005543.4"}]}, "reporter": {"HG-U133_Plus_2": ["1553594_a_at", "214400_at", "214572_s_at"], "HG-U95Av2": ["36301_at", "701_s_at"], "HTA-2_0": "TC19001279.hg.1", "HuEx-1_0": "3854621", "HuGene-1_1": "8035345", "HuGene-2_1": "16870269"}, "retired": 6020, "summary": "This gene encodes a member of the insulin-like hormone superfamily. The encoded protein is mainly produced in gonadal tissues. Studies of the mouse counterpart suggest that this gene may be involved in the development of urogenital tract and female fertility. This protein may also act as a hormone to regulate growth and differentiation of gubernaculum, and thus mediating intra-abdominal testicular descent. Mutations in this gene may lead to cryptorchidism. Alternate splicing results in multiple transcript variants. [provided by RefSeq, May 2012].", "symbol": "INSL3", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1416453"}, "unigene": "Hs.37062", "uniprot": {"Swiss-Prot": "P51460", "TrEMBL": "M0QXQ3"}, "wikipedia": {"url_stub": "INSL3"}}