{"AllianceGenome": "6090", "HGNC": "6090", "MIM": "600010", "_id": "3642", "_version": 1, "accession": {"genomic": ["AL161658.21", "CP068258.2", "NC_000020.11", "NC_060944.1", "U07172.1"], "protein": ["AAA20938.1", "AAA58680.1", "NP_002187.1", "Q01101.1"], "rna": ["BM503821.1", "M93119.1", "NM_002196.3"], "translation": [{"protein": "AAA58680.1", "rna": "M93119.1"}, {"protein": "NP_002187.1", "rna": "NM_002196.3"}]}, "alias": ["IA-1", "IA1"], "ensembl": {"gene": "ENSG00000173404", "protein": "ENSP00000312631", "transcript": "ENST00000310227", "translation": [{"protein": "ENSP00000312631", "rna": "ENST00000310227"}], "type_of_gene": "protein_coding"}, "entrezgene": "3642", "exons": [{"cdsend": 20369800, "cdsstart": 20368267, "chr": "20", "position": [[20368103, 20370948]], "strand": 1, "transcript": "NM_002196", "txend": 20370948, "txstart": 20368103}], "exons_hg19": [{"cdsend": 20350444, "cdsstart": 20348911, "chr": "20", "position": [[20348747, 20351592]], "strand": 1, "transcript": "NM_002196", "txend": 20351592, "txstart": 20348747}], "generif": [{"pubmed": 11854618, "text": "IA-1 gene was shown to be developmentally regulated in fetal pancreatic cells, and its expression pattern is consistent with parallel changes in islet-specific transcription factors during the endocrine differentiation of AR42J cells."}, {"pubmed": 12890672, "text": "IA-1 gene is developmentally expressed in the nervous system and the NeuroD1/E47 transcription factors up-regulate IA-1 gene expression through the proximal E-box element of the IA-1 promoter"}, {"pubmed": 16569215, "text": "results presented in this study define INSM1 as a transcriptional repressor of the neuroD/b2 gene. The molecular mechanism of INSM1 transcriptional repression is attributed to the recruitment of cyclin D1 and HDAC-1 and -3"}, {"pubmed": 18205207, "text": "in mice and humans, INSM1 is likewise expressed transiently during terminal neurogenic divisions, from late progenitors to nascent neurons, and particularly during symmetric neuronogenic divisions."}, {"pubmed": 18417529, "text": "INSM1 is a new zinc-finger transcription factor that modulates insulin gene transcription during early pancreas development."}, {"pubmed": 19246490, "text": "INSM1 role as an important regulator during neuroendocrine differentiation [review]"}, {"pubmed": 19604042, "text": "The INSM1 promoter can direct herpes simplex virus thymidine kinase gene expression in a nude mouse model of neuroendocrine cancer and effectively repress tumor growth in response to ganciclovir treatment."}, {"pubmed": 20215568, "text": "Data show that the consistent functional effect of INSM1, either with or without other ITFs, promotes pancreatic duct cell differentiation as well as induces Panc-1 cell cycle arrest."}, {"pubmed": 21609490, "text": "The results suggest that INSM1 up-regulation plays a positive role in HSV-1 replication, probably by binding to the ICP0 promoter."}, {"pubmed": 21830214, "text": "Both the AR42J cell line and the primary cultured mouse acinar cells support role for INSM1 in pancreatic acinar cell trans-differentiation model."}, {"pubmed": 25523979, "text": "INSM1 autoantibodies were associated with risk of developing type 1 diabetes."}, {"pubmed": 26386079, "text": "INSM1 expression was significantly increased in Neuroendocrine neoplastic vs nonneoplastic tissue."}, {"pubmed": 26456864, "text": "Data supports our hypothesis that a positive-feedback loop of sonic hedgehog signaling induced INSM1 through N-myc and INSM1 enhanced N-myc stability contributing to the transformation of human neuroblastoma."}, {"pubmed": 26482608, "text": "Insulinoma-Associated Protein 1 is a crucial regulator of neuroendocrine differentiation in lung cancer."}, {"pubmed": 26530405, "text": "the INSM1-promoter specific conditional replicating adenovirus represents a sensitive diagnostic tool to aid clinicians in the detection of NE tumors."}, {"pubmed": 27072116, "text": "Small cell lung cancer tissues were strongly positive for INSM1. INSM1 signal was not detected on normal adjacent tissues from lung cancer patients or normal lung tissues"}, {"pubmed": 27908529, "text": "INSM1 is closely related to the development of high-grade neuroendocrine carcinoma of uterine cervix, and a useful new neuroendocrine marker in conducting its correct and rapid diagnosis"}, {"pubmed": 28160313, "text": "Solution NMR structure of zinc finger 4 and 5 from human INSM1 has been presented."}, {"pubmed": 28229505, "text": "Our data suggest that children with the INSM1 binding site within the CLDN14 risk haplotype have a higher likelihood of hypercalciuria and kidney stones. Enhanced CLDN14 expression may play a role in the pathophysiology of their hypercalciuria."}, {"pubmed": 28667074, "text": "High INSM1 expression is associated with small-cell lung cancer."}, {"pubmed": 28719469, "text": "Suggest that INSM1 is valuable for identification of the high-grade thoracic neuroendocrine carcinomas that are sometimes negative for synaptophysin, chromogranin, and CD56."}, {"pubmed": 28849340, "text": "Our results suggest that INSM1 is a useful immunohistochemical marker for diagnosing pancreatic neuroendocrine tumor."}, {"pubmed": 29148079, "text": "INSM1 is a sensitive marker for Merkel cell carcinoma"}, {"pubmed": 29327709, "text": "Insulinoma-associated 1 (INSM1) gene is intronless and encodes a protein containing both a zinc finger DNA-binding domain and a putative prohormone domain. This gene is a sensitive marker for neuroendocrine differentiation of human lung tumors."}, {"pubmed": 29360191, "text": "specificity of INSM1 for neuroendocrine neoplasms as a group was 100%. INSM1 staining was concordant with surgical pathology specimens in all 20 paired cases"}, {"pubmed": 29438167, "text": "INSM1 may be used as a standalone first-line marker of neuroendocrine differentiation for tumors of the head and neck."}, {"pubmed": 29490065, "text": "nuclear INSM1 immunostaining may serve as a strong nuclear marker in the brain for neoplasms of neuroendocrine or immature neuronal differentiation, when used in concert with other immunostains"}, {"pubmed": 29501727, "text": "INSM1 functions as a key player in neuroendocrine lung cancer via sonic hedgehog (Shh) signaling that crosstalk with PI3K/AKT and MEK/ERK(1/2) pathway to enhance N-myc stability in neuroendocrine lung cancer."}, {"pubmed": 29885405, "text": "INSM1 is a novel sensitive and specific marker for detection of small cell carcinoma of the prostate."}, {"pubmed": 29936498, "text": "INSM1 is highly expressed in small-cell lung carcinomas."}, {"pubmed": 30080705, "text": "INSM1 holds promise as a neuroendocrine marker that can distinguish Merkel cell carcinoma from its mimickers in the skin."}, {"pubmed": 30154579, "text": "INSM1 is a reliable marker of neuroendocrine differentiation in primary lung neoplasms"}, {"pubmed": 30290028, "text": "NSM1 immunocytochemistry of cytological specimens obtained from endoscopic ultrasound-guided fine needle aspiration cytology can accurately diagnose pancreatic neuroendocrine tumours; therefore, INSM1 could be an important diagnostic tool in assessing therapeutic strategies, including molecular-targeted therapy."}, {"pubmed": 30502379, "text": "INSM1 is a sensitive and specific marker for detection of neuroendocrine tumors in cytology samples independent of primary site."}, {"pubmed": 30523500, "text": "INSM1 is expressed in most of the tumors with neuroendocrine and neuroepithelial differentiation in this study, confirming the diagnostic utility of INSM1 as a novel and sensitive marker of NE/neuroepithelial differentiation."}, {"pubmed": 30755485, "text": "5'-Iodotubercidin treatment and INSM1 inhibition suppressed extracellular signal-regulated kinase 1/2 (ERK1/2) activity and the AKT signaling pathways required for neuroblastoma cell proliferation."}, {"pubmed": 30975032, "text": "we find that the expression of INSM1 is variable among peripheral neuroblastic tumors, with absence of expression in a subset of undifferentiated and poorly differentiated neuroblastomas, as well as in mature ganglioneuromas"}, {"pubmed": 31155641, "text": "Insulinoma-associated protein 1 controls nasopharyngeal carcinoma to radiotherapy by modulating cyclin D1-dependent DNA repair machinery."}, {"pubmed": 31343851, "text": "The sensitivity of INSM1 immunohistochemistry (IHC) was 97% (36 of 37 cases) whereas the sensitivity of INSM1 immunocytochemistry (ICC) was 91% (30 of 33 cases) for the diagnosis of small cell lung carcinoma (SCLC). All cases of non-small cell lung carcinoma were negative for INSM1 (100% specificity). INSM1 appears to be a robust and reliable ICC marker for the confirmation of SCLC diagnosis on cytology smears."}, {"pubmed": 31345782, "text": "The results from this study have further established the high sensitivity and specificity of INSM1 in the largest pulmonary cytologic and surgical cohorts to date."}, {"pubmed": 31436913, "text": "INSM1 is a novel diagnostic marker for small cell lung carcinoma (SCLC) and is useful in both bronchial brushing and pleural effusion cytology specimens. Because INSM1 generally is expressed in <10% of tumor cells in adenocarcinomas, determining an accurate cutoff value for INSM1 is important in the diagnosis of SCLC."}, {"pubmed": 31977134, "text": "Insulinoma-associated protein 1 (INSM1) is a robust marker for identifying and grading pancreatic neuroendocrine tumors."}, {"pubmed": 32118626, "text": "Insulinoma-associated Protein 1 (INSM1) Is a Better Marker for the Diagnosis and Prognosis Estimation of Small Cell Lung Carcinoma Than Neuroendocrine Phenotype Markers Such as Chromogranin A, Synaptophysin, and CD56."}, {"pubmed": 32128564, "text": "INSM1 is a useful marker of neuroendocrine differentiation in gastrointestinal neuroendocrine and mixed neuroendocrine neoplasms."}, {"pubmed": 32346887, "text": "Insulinoma-associated protein 1 is a prognostic biomarker in pulmonary high-grade neuroendocrine carcinoma."}, {"pubmed": 32381384, "text": "Expression of novel neuroendocrine marker insulinoma-associated protein 1 (INSM1) in genitourinary high-grade neuroendocrine carcinomas: An immunohistochemical study with specificity analysis and comparison to chromogranin, synaptophysin, and CD56."}, {"pubmed": 32573984, "text": "Insulinoma-associated protein 1 immunostaining for various types of neuroendocrine tumors on FNA smears."}, {"pubmed": 32763255, "text": "Well-differentiated rectal neuroendocrine tumors: analysis of histology, including insulinoma-associated protein 1 expression, and biologic behavior, involving a large cohort of 94 cases."}, {"pubmed": 32966884, "text": "A promoter-driven assay for INSM1-associated signaling pathway in neuroblastoma."}, {"pubmed": 33025295, "text": "Insulinoma-associated protein 1 (INSM1) expression in breast carcinomas with neuroendocrine morphologies: application and future prospective."}, {"pubmed": 33426999, "text": "Nuclear Insulinoma-Associated Protein 1 Expression as a Marker of Neuroendocrine Differentiation in Neoplasms of the Breast."}, {"pubmed": 33515627, "text": "Next-generation sequencing analysis suggests varied multistep mutational pathogenesis for endocrine mucin-producing sweat gland carcinoma with comments on INSM1 and MUC2 suggesting a conjunctival origin."}, {"pubmed": 33610950, "text": "Neuroendocrine differentiation in a large series of genetically-confirmed Ewing's sarcoma family tumor: Does it provide any diagnostic or prognostic information?"}, {"pubmed": 33629710, "text": "INSM1 Expression in Chordomas."}, {"pubmed": 33650906, "text": "Diagnostic Utility of INSM1 in Medullary Thyroid Carcinoma."}, {"pubmed": 34008122, "text": "INSM1 Expression in Breast Neoplasms with Neuroedocrine Features."}, {"pubmed": 34048981, "text": "A limited panel of INSM1 and LEF1 immunostains accurately distinguishes between pancreatic neuroendocrine tumor and solid pseudopapillary neoplasm."}, {"pubmed": 34086646, "text": "Utility of Insulinoma-Associated Protein 1 (INSM1) and Mucin 2 (MUC2) Immunohistochemistry in the Distinction of Endocrine Mucin-Producing Sweat Gland Carcinoma From Morphologic Mimics."}, {"pubmed": 34352404, "text": "Cross-talk among MEN1, p53 and Notch regulates the proliferation of pancreatic neuroendocrine tumor cells by modulating INSM1 expression and subcellular localization."}, {"pubmed": 34619866, "text": "[Expression of CD200 and INSM1 in gastrointestinal and pancreatic neuroendocrine neoplasms and its diagnostic values]."}, {"pubmed": 34764822, "text": "Syntaxin-1 and Insulinoma-Associated Protein 1 Expression in Breast Neoplasms with Neuroendocrine Features."}, {"pubmed": 35147301, "text": "Exploration of INSM1 and hASH1 as additional markers in lung cytology samples of high-grade neuroendocrine carcinoma with indeterminate neuroendocrine differentiation."}, {"pubmed": 36245222, "text": "Immunosensitivity and specificity of insulinoma-associated protein 1 (INSM1) for neuroendocrine neoplasms of the uterine cervix."}, {"pubmed": 36305944, "text": "Insulinoma-associated-1 (INSM1) expression in thymic squamous cell carcinoma."}, {"pubmed": 36531655, "text": "INSM1 Expression in Mesenchymal Tumors and Its Clinicopathological Significance."}, {"pubmed": 36563884, "text": "Extraskeletal myxoid chondrosarcoma: A study of 17 cases focusing on the diagnostic utility of INSM1 expression and presenting rare morphological variants associated with non-EWSR1::NR4A3 fusions."}, {"pubmed": 38171081, "text": "INSM1 expression in primary and metastatic neuroendocrine neoplasms at distinct locations."}], "genomic_pos": {"chr": "20", "end": 20370949, "ensemblgene": "ENSG00000173404", "start": 20368104, "strand": 1}, "genomic_pos_hg19": {"chr": "20", "end": 20351590, "start": 20348765, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0000122", "pubmed": [11842116, 16569215, 18417529, 19124461], "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0001933", "pubmed": 19124461, "qualifier": "involved_in", "term": "negative regulation of protein phosphorylation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003309", "qualifier": "involved_in", "term": "type B pancreatic cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003310", "qualifier": "involved_in", "term": "pancreatic A cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0003323", "qualifier": "involved_in", "term": "type B pancreatic cell development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003358", "qualifier": "involved_in", "term": "noradrenergic neuron development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008283", "qualifier": "involved_in", "term": "cell population proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008285", "pubmed": 19124461, "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010468", "qualifier": "involved_in", "term": "regulation of gene expression"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0010564", "qualifier": "involved_in", "term": "regulation of cell cycle process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0016477", "qualifier": "involved_in", "term": "cell migration"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030182", "qualifier": "involved_in", "term": "neuron differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030335", "qualifier": "involved_in", "term": "positive regulation of cell migration"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0042421", "qualifier": "involved_in", "term": "norepinephrine biosynthetic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043254", "pubmed": 19124461, "qualifier": "involved_in", "term": "regulation of protein-containing complex assembly"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045597", "qualifier": "involved_in", "term": "positive regulation of cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051726", "pubmed": 19124461, "qualifier": "involved_in", "term": "regulation of cell cycle"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060290", "pubmed": 16511571, "qualifier": "involved_in", "term": "transdifferentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0061104", "qualifier": "involved_in", "term": "adrenal chromaffin cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0061549", "qualifier": "involved_in", "term": "sympathetic ganglion development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2000179", "qualifier": "involved_in", "term": "positive regulation of neural precursor cell proliferation"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005634", "qualifier": "located_in", "term": "nucleus"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0017053", "qualifier": "part_of", "term": "transcription repressor complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0017053", "pubmed": [16569215, 18417529], "qualifier": "part_of", "term": "transcription repressor complex"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000978", "pubmed": [11842116, 16569215, 18417529], "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0001227", "qualifier": "enables", "term": "DNA-binding transcription repressor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001227", "pubmed": 16569215, "qualifier": "enables", "term": "DNA-binding transcription repressor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003700", "pubmed": [11842116, 16569215, 18417529], "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0030332", "pubmed": [16569215, 18417529, 19124461], "qualifier": "enables", "term": "cyclin binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0031490", "pubmed": [16569215, 18417529], "qualifier": "enables", "term": "chromatin DNA binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042826", "pubmed": [16569215, 18417529], "qualifier": "enables", "term": "histone deacetylase binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}, {"category": "MF", "evidence": "EXP", "id": "GO:0060090", "pubmed": 23721412, "qualifier": "enables", "term": "molecular adaptor activity"}]}, "homologene": {"genes": [[7955, 323882], [7955, 402941], [8364, 779614], [9598, 738566], [9606, 3642], [9913, 100137721], [10090, 53626], [10116, 100912563]], "id": 31080}, "interpro": [{"desc": "Zinc finger C2H2-type", "id": "IPR013087", "short_desc": "Znf_C2H2_type"}, {"desc": "Zinc finger C2H2 superfamily", "id": "IPR036236", "short_desc": "Znf_C2H2_sf"}, {"desc": "Insulinoma-associated protein 1/2", "id": "IPR042972", "short_desc": "INSM1/2"}], "ipi": "IPI00005944", "map_location": "20p11.23", "name": "INSM transcriptional repressor 1", "other_names": ["insulinoma-associated 1", "insulinoma-associated protein 1", "zinc finger protein IA-1"], "pantherdb": {"HGNC": "6090", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1859980", "ortholog_type": "LDO", "panther_family": "PTHR15065", "taxid": 10090, "uniprot_kb": "Q63ZV0"}, {"ZFIN": "ZDB-GENE-040426-1810", "ortholog_type": "O", "panther_family": "PTHR15065", "taxid": 7955, "uniprot_kb": "Q6P0F9"}, {"ZFIN": "ZDB-GENE-030131-2602", "ortholog_type": "LDO", "panther_family": "PTHR15065", "taxid": 7955, "uniprot_kb": "Q7T3H2"}, {"WormBase": "WBGene00001210", "ortholog_type": "O", "panther_family": "PTHR15065", "taxid": 6239, "uniprot_kb": "G5EFY4"}, {"FlyBase": "FBgn0041105", "ortholog_type": "O", "panther_family": "PTHR15065", "taxid": 7227, "uniprot_kb": "A0A0B4KH20"}, {"FlyBase": "FBgn0028999", "ortholog_type": "O", "panther_family": "PTHR15065", "taxid": 7227, "uniprot_kb": "Q9V3B8"}], "uniprot_kb": "Q01101"}, "pathway": {"reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-186712", "name": "Regulation of beta-cell development"}, {"id": "R-HSA-210746", "name": "Regulation of gene expression in endocrine-committed (NEUROG3+) progenitor cells"}]}, "pdb": ["2LV2", "3ZMS"], "pfam": "PF00096", "pharmgkb": "PA29897", "pharos": {"target_id": 19255, "tdl": "Tbio"}, "pir": "A42750", "prosite": "PS50157", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF167903", "relationship": "is"}, {"id": "GNF178809", "relationship": "is"}, {"id": "GNF189715", "relationship": "is"}, {"id": "GNF200621", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF098795", "relationship": "is"}, {"id": "GNF138450", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000020.11", "NC_060944.1"], "protein": "NP_002187.1", "rna": "NM_002196.3", "translation": {"protein": "NP_002187.1", "rna": "NM_002196.3"}}, "reporter": {"HG-U133_Plus_2": "206502_s_at", "HG-U95Av2": "33157_at", "HTA-2_0": "TC20000137.hg.1", "HuEx-1_0": "3879112", "HuGene-1_1": "8061303", "HuGene-2_1": "16911917"}, "retired": 8196, "summary": "Insulinoma-associated 1 (INSM1) gene is intronless and encodes a protein containing both a zinc finger DNA-binding domain and a putative prohormone domain. This gene is a sensitive marker for neuroendocrine differentiation of human lung tumors. [provided by RefSeq, Jul 2008].", "symbol": "INSM1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1416457"}, "unigene": "Hs.89584", "uniprot": {"Swiss-Prot": "Q01101"}, "wikipedia": {"url_stub": "INSM1"}}