{"AllianceGenome": "6119", "HGNC": "6119", "MIM": "601900", "_id": "3662", "_version": 2, "accession": {"genomic": ["AC243946.3", "AL365272.20", "AL512308.19", "AL589962.3", "CH471087.1", "CP068272.2", "KF458069.1", "NC_000006.12", "NC_060930.1", "NG_027728.1", "U52683.1", "U63739.1"], "protein": ["AAB37258.1", "AAC50779.1", "AAH15752.1", "BAA11335.1", "EAW55056.1", "EAW55057.1", "EAW55058.1", "EAW55059.1", "EAW55060.1", "NP_001182215.1", "NP_002451.2", "Q15306.1", "XP_006715153.1", "XP_047274686.1", "XP_054211324.1", "XP_054211325.1"], "rna": ["AK130762.1", "AK310149.1", "AW197089.1", "BC015752.1", "BG230623.1", "BM551611.1", "CR977713.1", "D78261.1", "NM_001195286.2", "NM_002460.4", "NR_036585.1", "NR_046000.3", "U52682.1", "U63738.1", "XM_006715090.3", "XM_047418730.1", "XM_054355349.1", "XM_054355350.1"], "translation": [{"protein": "AAC50779.1", "rna": "U52682.1"}, {"protein": "AAH15752.1", "rna": "BC015752.1"}, {"protein": "XP_006715153.1", "rna": "XM_006715090.3"}, {"protein": "AAB37258.1", "rna": "U63738.1"}, {"protein": "XP_054211324.1", "rna": "XM_054355349.1"}, {"protein": "NP_002451.2", "rna": "NM_002460.4"}, {"protein": "XP_054211325.1", "rna": "XM_054355350.1"}, {"protein": "BAA11335.1", "rna": "D78261.1"}, {"protein": "NP_001182215.1", "rna": "NM_001195286.2"}, {"protein": "XP_047274686.1", "rna": "XM_047418730.1"}]}, "alias": ["LSIRF", "MUM1", "NF-EM5", "SHEP8"], "ensembl": {"gene": "ENSG00000137265", "protein": ["ENSP00000370343", "ENSP00000436094", "ENSP00000512940", "ENSP00000512941", "ENSP00000512942"], "transcript": ["ENST00000380956", "ENST00000468485", "ENST00000469834", "ENST00000493114", "ENST00000495137", "ENST00000696871", "ENST00000696872", "ENST00000696873"], "translation": [{"protein": "ENSP00000512940", "rna": "ENST00000696871"}, {"protein": "ENSP00000512941", "rna": "ENST00000696872"}, {"protein": "ENSP00000370343", "rna": "ENST00000380956"}, {"protein": "ENSP00000512942", "rna": "ENST00000696873"}, {"protein": "ENSP00000436094", "rna": "ENST00000493114"}], "type_of_gene": "protein_coding"}, "entrezgene": "3662", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 16.7036312798, "exp_mis": 175.234543586, "exp_syn": 95.2072260565, "lof_z": 3.56376325951892, "mis_z": 3.07545956476725, "mu_lof": 1.34042184195e-06, "mu_mis": 1.71478359075e-05, "mu_syn": 9.29908590843e-06, "n_lof": 2.0, "n_mis": 92.0, "n_syn": 74.0, "p_li": 0.922220690010892, "p_null": 1.959520688444e-05, "p_rec": 0.0777597147822235, "syn_z": 1.3474058546237}, "bp": 1356, "cds_end": 407598, "cds_start": 393152, "n_exons": 8, "nonpsych": {"exp_lof": 14.9695299764, "exp_mis": 158.455308125, "exp_syn": 86.02286341, "lof_z": 3.29209332083014, "mis_z": 3.10355491631232, "mu_lof": 1.34042184195e-06, "mu_mis": 1.71478359075e-05, "mu_syn": 9.29908590843e-06, "n_lof": 2.0, "n_mis": 81.0, "n_syn": 69.0, "p_li": 0.87649570125339, "p_null": 7.92102035507854e-05, "p_rec": 0.123425088543059, "syn_z": 1.15555083882258}, "transcript": "ENST00000380956.4"}, "exons": [{"cdsend": 407598, "cdsstart": 393152, "chr": "6", "position": [[391751, 391809], [393097, 393368], [394820, 395007], [395846, 395935], [397110, 397252], [398827, 398935], [401423, 401777], [405017, 405130], [407454, 411443]], "strand": 1, "transcript": "NM_001195286", "txend": 411443, "txstart": 391751}, {"cdsend": 407598, "cdsstart": 393152, "chr": "6", "position": [[391751, 391809], [393097, 393368], [394820, 395007], [395846, 395935], [397107, 397252], [398827, 398935], [401423, 401777], [405017, 405130], [407454, 411443]], "strand": 1, "transcript": "NM_002460", "txend": 411443, "txstart": 391751}, {"cdsend": 411443, "cdsstart": 411443, "chr": "6", "position": [[391751, 391809], [393097, 393368], [394820, 395007], [395846, 395935], [397110, 397252], [398827, 398935], [401423, 401777], [405017, 405130], [406765, 406899], [407454, 411443]], "strand": 1, "transcript": "NR_046000", "txend": 411443, "txstart": 391751}], "exons_hg19": [{"cdsend": 407598, "cdsstart": 393152, "chr": "6", "position": [[391751, 391809], [393097, 393368], [394820, 395007], [395846, 395935], [397110, 397252], [398827, 398935], [401423, 401777], [405017, 405130], [407454, 411443]], "strand": 1, "transcript": "NM_001195286", "txend": 411443, "txstart": 391751}, {"cdsend": 407598, "cdsstart": 393152, "chr": "6", "position": [[391751, 391809], [393097, 393368], [394820, 395007], [395846, 395935], [397107, 397252], [398827, 398935], [401423, 401777], [405017, 405130], [407454, 411443]], "strand": 1, "transcript": "NM_002460", "txend": 411443, "txstart": 391751}, {"cdsend": 411443, "cdsstart": 411443, "chr": "6", "position": [[391751, 391809], [393097, 393368], [394820, 395007], [395846, 395935], [397110, 397252], [398827, 398935], [401423, 401777], [405017, 405130], [406765, 406899], [407454, 411443]], "strand": 1, "transcript": "NR_046000", "txend": 411443, "txstart": 391751}], "generif": [{"pubmed": 11749693, "text": "Possible involvement of interferon regulatory factor 4 (IRF4) in a clinical subtype of adult T-cell leukemia."}, {"pubmed": 11846984, "text": "review article summarizes recent studies on the regulation of IRF-4 and its function in activated T cells, human T cell lymphoma virus (HTLV-I)-infected T cells, and HTLV-I-induced adult T cell leukemia"}, {"pubmed": 12218129, "text": "Chronic IRF4 expression in human T cell leukemia virus-I-infected T lymphocytes is associated with a leukemic phenotype, driven through activation of the NF-kappa B and NF-AT pathways."}, {"pubmed": 12374808, "text": "IRF-4 represents one of the lymphoid-specific components that control the ability of T lymphocytes to produce a distinctive array of cytokines"}, {"pubmed": 12566414, "text": "IRF-4, by modulating the efficiency of the Fas-mediated death signal, is a novel participant in the regulation of lymphoid cell apoptosis."}, {"pubmed": 12676954, "text": "IRF-4 binds to PU.1 and downregulates CD68 expression in lymphoid cells"}, {"pubmed": 12920225, "text": "MUM1 appears to be a sensitive and specific immunohistochemical stain for melanocytic lesions and may prove to be a useful addition to the current panel of melanoma markers"}, {"pubmed": 15242870, "text": "in B cells, E47 and PU.1/IRF-4 interact with the E-box motifs and the EICE, respectively, and act synergistically in the activation of CIITA-PIII"}, {"pubmed": 15829558, "text": "IRF-4 as a potential player in human myeloid DC differentiation and is a target for the immunomodulatory activity of 1,25(OH)(2)D(3)."}, {"pubmed": 16272311, "text": "IRF4 protein provides a positive feedback signal for its own gene expression in dendritic cells"}, {"pubmed": 17150500, "text": "The sequence preference of IRF-4 was investigated by nuclear magnetic resonance and fluorescence antisotropy as an example of the indirect sequence recognition."}, {"pubmed": 17296585, "text": "MUM1 expression dichotomizes follicular lymphoma (FL) into low-grade FL of CD10+/Bcl-6+/MUM1-/Ki-67low phenotype, and high-grade FL of CD10+/- /Bcl-6+/weak/MUM1+/ Ki-67high phenotype"}, {"pubmed": 17502719, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17690696, "text": "Identifies MUM1 mRNA expression as an independent risk factor for poor survival in myeloma, particularly in patients without a deletion of 13q."}, {"pubmed": 17768115, "text": "MUM1/IRF4 is expressed in most cases of classical Hodgkin's lymphoma and shows that lack of this expression in a minority of cases may be a potential adverse prognostic factor"}, {"pubmed": 18231914, "text": "The variability in MUM1/IRF4 staining suggests a level of biologic complexity that is not adequately reflected in the current binary models of CLL pathobiology."}, {"pubmed": 18235046, "text": "bortezomib down-regulation of PRDM1beta preceded decreased IRF4 and c-MYC expression"}, {"pubmed": 18417578, "text": "Interferon regulatory factor 4 is involved in Epstein-Barr virus-mediated transformation of human B lymphocytes."}, {"pubmed": 18483556, "text": "Genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18483556, "text": "IRF4 and SLC24A4 loci are associated with human hair color and skin pigmentation."}, {"pubmed": 18758461, "text": "Genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18815567, "text": "genetic abnormalities involving MUM1 are rare in diffuse large B-cell lymphoma"}, {"pubmed": 18962896, "text": "our results establish crucial roles for enhancer element CNS-9, and NFAT1 and IRF4 that bind to it, for IL-10 expression in differential T helper subsets."}, {"pubmed": 18987657, "text": "IRF4 translocations are a novel recurrent genetic abnormality in peripheral T-cell lymphomas, especially cutaneous anaplastic large-cell lymphomas, as well as in previously reported neoplasms."}, {"pubmed": 19047678, "text": "GC-enriched hsa-miR-125b down-regulates the expression of IRF4 and PRDM1/BLIMP1, and memory B cell-enriched hsa-miR-223 down-regulates the expression of LMO2."}, {"pubmed": 19144381, "text": "We found 90 cases (40.5%) of Burkitt lymphoma with multiple myeloma 1 nuclear expression, suggesting a late germinal center stage of differentiation"}, {"pubmed": 19340012, "text": "Observational study and genome-wide association study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19396635, "text": "Analysis of joint effects between eye and hair color with the IRF4 rs12203592 SNP did not reveal statistically significant p-interactions although NHL risk did decline with lighter hair color and presence of the variant IRF4 rs12203592 allele."}, {"pubmed": 19396635, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19448593, "text": "The expression of CD10, Bcl-6, MUM1/IRF4, Bcl-2, and FOXP1 was determined immunohistochemically from 88 samples of diffuse large B-cell lymphoma patients treated uniformly with R-CHOP"}, {"pubmed": 19573080, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19604093, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19656156, "text": "in patients with diffuse large B-cell lymphoma (DLBCL) treated with cyclophosphamide, vincristine, doxorubicin, and prednisolone the high expression of MUM1 was associated with worse overall survival"}, {"pubmed": 19710684, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19717648, "text": "C/EBPbeta directly bound to the promoter region of IRF4, BLIMP1, and BCL2."}, {"pubmed": 19773279, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19787248, "text": "Stratification of diffuse large B-cell lymphoma with respect to combined expression profiles of CD10, Bcl-6 and MUM-1 revealed six groups showing significant differences in survival"}, {"pubmed": 19804451, "text": "IRF4 rs872071 influences Hodgkin lymphoma risk"}, {"pubmed": 19812605, "text": "IRF4 rearrangements define a subgroup of CD30-positive cutaneous large cell lymphoma and transformed myocosis fungoides cases"}, {"pubmed": 19897031, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19897031, "text": "Studay of IRF gene can provide information on the mechanism of the sex effect and the role of immune surveillance in childhood acute lymphoblastic leukemia."}, {"pubmed": 19925052, "text": "Studies illustrated tools for cut-off level determination with prognostic tumor-related biomarkers Bcl-2, Bcl-6, CD10, FOXP1, MUM1, and Cyclin E in DLBCL."}, {"pubmed": 19955181, "text": "IRF4, another member in the IRF family of transcription factors overexpressed in a Tax-independent manner, negatively regulated TAK1-dependent IRF3 transcriptional activity."}, {"pubmed": 20054341, "text": "IRF4 expression is not associated with gene rearrangement in cutaneous diffuse large B cell lymphoma, leg type"}, {"pubmed": 20090783, "text": "Variations in IRF4 gene is associated with interaction with CD38 and chronic lymphocytic leukaemia."}, {"pubmed": 20123861, "text": "The 3'-untranslated region (UTR) of IRF4 is a susceptibility locus associated with a modest but highly significant increase in chronic lymphocytic leukaemia risk."}, {"pubmed": 20332261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20408839, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20553269, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20568250, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20585627, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20587610, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20602913, "text": "Observational study, meta-analysis, and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20647408, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20674401, "text": "data clearly demonstrate the central function of IRF4 in the development of T helper 9 cells and underline the contribution of this T helper cell subset to the pathogenesis of asthma."}, {"pubmed": 20731705, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20855867, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21169992, "text": "Support the clinical utility of FISH for IRF4 in the differential diagnosis of T-cell lymphoproliferative disorders in skin biopsies, with detection of a translocation favoring cutaneous anaplastic large cell lymphoma."}, {"pubmed": 21197618, "text": "Data show that Mc1R, HERC2, IRF4, TYR and EXOC2 are ranked highest in hair color prediction analysis."}, {"pubmed": 21270109, "text": "presented the IRF4 single nucleotide polymorphism rs12203592 as a risk locus for all 3 types of skin cancer"}, {"pubmed": 21424034, "text": "Twenty-two cases of nodular lymphocyte predominant Hodgkin lymphoma were studied for the immunohistochemical expression of Pax-5, Oct-2, BOB.1, Bcl-6 protein and MUM1/IRF-4. Results support the usefulness of this set of transcription factors to distinguish nodular lymphocyte predominant Hodgkin lymphoma from classical Hodgkin lymphoma."}, {"pubmed": 21454650, "text": "Interferon regulatory factor 4 (IRF-4) targets IRF-5 to regulate Epstein-Barr virus transformation"}, {"pubmed": 21487109, "text": "we identified chromosomal translocations juxtaposing the IRF4 oncogene next to one of the immunoglobulin (IG) loci as a novel recurrent aberration in mature B-cell lymphoma"}, {"pubmed": 21498517, "text": "TAK1-c-Rel and IRF4 pathways play distinct roles in the maintenance of IL-9-producing Th17 phenotype of HTLV-1-transformed cells"}, {"pubmed": 21569705, "text": "expression of CARMA1 mRNA is likely associated with the expression of MUM1 and shows male predominance in diffuse large B cell lymphoma."}, {"pubmed": 21623692, "text": "Data show that BCL-6 (64%) and MUM1 (45%) were expressed in patients with primary mediastinal large B-cell lymphoma."}, {"pubmed": 21680528, "text": "IRF4 plays an important role in the regulation of BIC in the context of EBV and HTLV1 infection"}, {"pubmed": 21728176, "text": "in a dose-dependent manner, SWAP-70 controls IRF-4 protein expression and thereby regulates the initiation of plasma cell differentiation"}, {"pubmed": 21791429, "text": "IRF4 mutations are associated with chronic lymphocytic leukemia with good prognosis."}, {"pubmed": 21890374, "text": "IRF-4 was shown to enhance the c-Rel-dependent binding and activation of the interleukin-4 (IL-4) promoter region. IL-2 production was also enhanced by exogenously-expressed IRF-4 and c-Rel."}, {"pubmed": 21903680, "text": "The study demonstrated differential MUM-1 expression between PEComas and other true melanocytic tumors"}, {"pubmed": 21919915, "text": "Increased expression of IRF4 in allergen-challenged CD4(+) cells from patients with intermittent allergic rhinitis leads to activation of a complex transcriptional program, including Th2 cytokines"}, {"pubmed": 22003407, "text": "IRF4 has activities similar to IRF8 in regulating myeloid cell development"}, {"pubmed": 22025054, "text": "Studies indicate that the M1 macrophage phenotype is controlled by STAT1 and IRF5, whereas STAT6, IRF4 and PPARgamma regulate M2 macrophage polarization."}, {"pubmed": 22158496, "text": "Mum-1 was positive in all but one case (96.7%) of systemic anaplastic large-cell lymphoma by tissue microarray immunohistochem analysis."}, {"pubmed": 22169641, "text": "MUM-1/IRF4 expression is significantly higher in high-grade follicular lymphoma, indicating that these cases have a high proliferative activity, more aggressive behavior and poorer prognosis."}, {"pubmed": 22512251, "text": "The results indicate that polymorphism at IRF4 constitutes a pigmentation-independent risk factor in the development of basal cell carcinoma."}, {"pubmed": 22515488, "text": "The levels of IRF4 were elevated in allergic asthmatics compared with those in healthy controls. IRF4 may play a role in facilitating the differentiation of Th2 and Th17 cells at least at the transcriptional level."}, {"pubmed": 22528235, "text": "Both IRF-4 and IBP might be involved in the pathogenesis of psoriasis vulgaris."}, {"pubmed": 22698399, "text": "Data show that in a cereblon-dependent fashion, lenalidomide downregulates IRF4 and SPIB, transcription factors that together prevent IFNbeta production."}, {"pubmed": 22718837, "text": "Prolonged early G(1) arrest by selective CDK4/CDK6 inhibition sensitizes myeloma cells to cytotoxic killing through cell cycle-coupled loss of IRF4."}, {"pubmed": 22994707, "text": "Positive expression of BCL-6, CD10, CD138 and MUM-1 was shown in 78%, 61%, 39% and 91% of the cases."}, {"pubmed": 23029519, "text": "IRF4 and CCL18 are novel genes expressed in periodontitis tissues, which may constitute potential therapeutic targets for future treatment strategies of periodontitis."}, {"pubmed": 23073988, "text": "Data indicate a recurrent pattern of secondary genetic alterations in IRF4 translocation-positive lymphomas."}, {"pubmed": 23138182, "text": "FAIM modulates IGF-1-induced Akt activation and IRF4 expression and has a role in multiple myeloma cell survival"}, {"pubmed": 23332472, "text": "detection of IRF4 translocation had a specificity and positive predictive value for PCALCL of 100%. In contrast MUM1/IRF4 protein expression was distributed widely without any predictive value"}, {"pubmed": 23445872, "text": "Chromosomal imbalances of IRF4 were found in 6 of 16 pediatric follicular cases."}, {"pubmed": 23537197, "text": "polymorphism, rs12203592, located on the IRF4 gene was associated with protection to develop malignant melanoma"}, {"pubmed": 23658517, "text": "novel insights into the contribution of EBNA3C to EBV-mediated B-cell transformation through regulation of IRF4 and IRF8 and add another molecular link to the mechanisms by which EBV dysregulates cellular activities"}, {"pubmed": 23666852, "text": "Found that IRF4 expressed in plasma cells in bone marrow biopsy samples of multiple myeloma. Silencing IRF4 in myeloma cell lines could inhibit myeloma cells proliferation and induce myeloma cell apoptosis, partly by JNK/Jun pathway."}, {"pubmed": 23804646, "text": "c-Src dramatically stimulates IRF4 phosphorylation and activity and Y61 and Y124 are two key sites responding to c-Src-mediated activation. Consistently, c-Src is constitutively expressed and active in EBV-transformed cells."}, {"pubmed": 23804715, "text": "these results suggest a dual role for IRF4 in regulating ISG induction and KSHV lytic reactivation in primary effusion lymphoma cells."}, {"pubmed": 23977280, "text": "Increased IRF4 expression correlates with childhood leukemia severity and relapse."}, {"pubmed": 23992230, "text": "CRBN and IRF4 have been shown to be associated with response to lenalidomide in patients, these findings do not translate back to HMCLs, which could be attributable to factors present in the bone marrow microenvironment."}, {"pubmed": 24074333, "text": "We found genetic associations in IRF-4 to be associated with recurrent bronchitis in our two study populations. Associated polymorphisms are localized in a putative regulatory element in the 3'UTR region of IRF-4."}, {"pubmed": 24204280, "text": "IRF-4-mediated CIITA transcription is blocked by KSHV encoded LANA to inhibit MHC II presentation."}, {"pubmed": 24267888, "text": "Study shows that IRF4 is involved in pigmentation, that the melanocyte master regulator MITF activates expression of the IRF4 gene, and that this activation depends on the presence of the transcription factor activator protein 2alpha (TFAP2A)."}, {"pubmed": 24292686, "text": "These findings suggest that the IRF4 gene polymorphism is not associated with SLE in a Chinese Han population; further studies are needed to establish the role of IRF4 in SLE with a larger sample size."}, {"pubmed": 24670424, "text": "NOD2 downregulates colonic inflammation by IRF4-mediated inhibition of K63-linked polyubiquitination of RICK and TRAF6."}, {"pubmed": 24906573, "text": "Our meta-analysis indicated that the rs12203592 and rs872071 IRF4 gene polymorphisms are associated with individual susceptibility to skin cancer and haematological malignancies."}, {"pubmed": 24928034, "text": "These results show that IRF4 helps maintain the balance between latency and KSHV reactivation in PEL cells."}, {"pubmed": 24995979, "text": "Study shows that IRF4 is transcriptionally regulated by cold and cAMP in murine and human brown adipose tissue (BAT) prior to the induction of Ucp1 and that mice that overexpress IRF4 transgenically in BAT display enhanced thermogenic gene expression, energy expenditure, and cold tolerance."}, {"pubmed": 25149549, "text": "These results show that MUM1 is a strong and robust predictive immunohistochemical marker in patients with follicular lymphoma"}, {"pubmed": 25207815, "text": "the unique roles of IRF4 in different hematological malignancies"}, {"pubmed": 25359993, "text": "anaplastic large cell lymphomas are dependent on IRF4 and MYC signaling"}, {"pubmed": 25480495, "text": "The data are consistent with the rs4487645-CDCA7L loci being responsible for the chromosome 7p11.2 association with multiple myeloma risk, probably exerting its effects through an extended pathway involving IRF4 and MYC."}, {"pubmed": 25584414, "text": "FOXO1 and PR are required for the regulation of IRF4, a novel transcriptional regulator of decidualization in human endometrial stromal cells."}, {"pubmed": 25631878, "text": "Allele-specific transcriptional regulation of IRF4 in melanocytes is mediated by chromatin looping of the intronic rs12203592 enhancer to the IRF4 promoter"}, {"pubmed": 25705849, "text": "IRF4 gene mutation is influencing facial pigmented spots."}, {"pubmed": 25724930, "text": "Overall, our data strongly suggest that IRF4, MC1R and TYR genes likely have pleiotropic effects, a combination of pigmentation and oncogenic functions, resulting in an increased risk of actinic keratosis."}, {"pubmed": 25740143, "text": "collagen I induces TNF- alpha production, which is crucial for the activation and function of DCs, through down-regulation of IRF4, and implicates the importance in development of anti- TNF-alpha therapeutics for several inflammatory diseases."}, {"pubmed": 25987254, "text": "inhibition of IRF4 translated into downregulation of c-Myc, caspase-10 and cFlip, relevant IRF4-downstream effectors"}, {"pubmed": 26119939, "text": "The anti-PEL effects of IMiDs involved cereblon-dependent suppression of IRF4 and rapid degradation of IKZF1"}, {"pubmed": 26276871, "text": "IRF4 is deregulated in B cells from common variable immunodeficiency patients, contributing to the observed aberrant expression of activation-induced deaminase in these patients."}, {"pubmed": 26414904, "text": "MUM1 expression is reliable in the prognosis of diffuse large B-cell lymphoma."}, {"pubmed": 26617862, "text": "MUM-1 could be a useful marker for the differential diagnosis of angioimmunoblastic T cell lymphoma (AITL) with Hodgkin/Reed-Sternberg like cells and classical Hodgkins lymphoma."}, {"pubmed": 26728187, "text": "These results indicate that the KDM3A-KLF2-IRF4 pathway plays an essential role in multiple myeloma cell survival and homing to the bone marrow, and therefore represents a therapeutic target."}, {"pubmed": 26781452, "text": "Study demonstrate that IRF4 acts as an inhibitor of epithelial cell proliferation and mediates the expression of TIPE2, a negative regulator of TLR signaling, to control cell growth."}, {"pubmed": 26857527, "text": "Role of IRF4 rs12203592 in pathway-specific risk for melanoma development. Hypothesize that IRF4 rs12203592 could underlie in part the bimodal age distribution reported for melanoma and linked to the divergent pathways"}, {"pubmed": 26907189, "text": "IRF4 single nucleotide polymorphism is predictive factor of melanoma subtypes."}, {"pubmed": 26928068, "text": "This meta-analysis indicates that the IL-6 gene -174G/C and interferon regulatory factor 4 polymorphisms may be associated with an increased skin cancer risk."}, {"pubmed": 27111665, "text": "This study identified a novel shared locus, IRF4, for the risk of systemic sclerosis and rheumatoid arthritis, and highlighted the usefulness of a cross-disease GWAS meta-analysis strategy in the identification of common risk loci"}, {"pubmed": 27113098, "text": "CPEB4 and IRF4 expression in peripheral mononuclear cells are potential prognostic factors for advanced lung cancer"}, {"pubmed": 27223072, "text": "IRF4 is an independent prognostic factor for general MM patients."}, {"pubmed": 27232759, "text": "Evidence for an essential role of Notch signaling in the development of chronic lymphocytic leukemia (CLL) and establish IRF4 as a critical regulator of Notch signaling during CLL development."}, {"pubmed": 27419920, "text": "identify PDL1 and MUM1 as prognostic biomarkers for high-risk disease in primary mediastinal large B-cell lymphoma"}, {"pubmed": 27517498, "text": "Data show that the host transcript of miR-223, linc-223, as a novel functional long non-coding RNA (lncRNA) and induces interferon regulatory factor 4 (IRF4) expression in acute myeloid leukemia."}, {"pubmed": 27525438, "text": "GM-CSF can mediate inflammation and pain by regulating IRF4-induced CCL17 production"}, {"pubmed": 27566401, "text": "Study confirmed a significant role for IRF4 rs12203592 and SLC45A2 rs16891982 in the risk of cutaneous squamous cell carcinoma development in organ transplant recipients."}, {"pubmed": 27616053, "text": "High IRF4 expression is associated with lymphoma in Waldeyer ring."}, {"pubmed": 27819673, "text": "results definitively show that LMP1 promotes IRF4 tyrosine phosphorylation and markedly stimulates its transcriptional activity through recruiting Src via P85"}, {"pubmed": 27841661, "text": "These results show that significantly increased levels of FOXO3, IRF4, and xIAP mRNA in Chinese HIV-1-infected patients."}, {"pubmed": 27903272, "text": "Mechanistically, we found that BETi-mediated inhibition of cMYC correlates with the upregulation of miR-125b-5p and the downregulation of the cMYC/miR-125b-5p target gene IRF4, a transcriptional repressor of MICA."}, {"pubmed": 28079574, "text": "IRF4/MUM1+ Burkitt lymphoma (BL) showed significantly worse prognosis, particularly in adult cases, compared with IRF4/MUM1- BL."}, {"pubmed": 28083618, "text": "IRF4 and CRBN polymorphisms affect risk and response to treatment in multiple myeloma"}, {"pubmed": 28103633, "text": "These findings suggest for the first time that IRF4 rs12203592 plays a role in the modulation of melanoma outcome and confirms its contribution to the localization of the primary tumour."}, {"pubmed": 28251349, "text": "IRF4 had independent prognostic significance in node-negative breast cancer"}, {"pubmed": 28320933, "text": "IRF4 signaling is essential for activin A induced regulatory T cells that restrain asthmatic responses."}, {"pubmed": 28368411, "text": "PU.1-induced apoptosis in myeloma cells is associated with IRF4 downregulation and subsequent IRF7 upregulation."}, {"pubmed": 28635957, "text": "IRF4 pathway is required for functional development of type 1 regulatory T cells."}, {"pubmed": 28667740, "text": "The results indicate that an inherited functional variant in IRF4 may independently predict Breslow thickness - the most important prognostic indicator for melanoma."}, {"pubmed": 28706201, "text": "IRF4 polymorphism is associated with rheumatoid arthritis."}, {"pubmed": 28755520, "text": "High IRF4 expression is associated with melanoma."}, {"pubmed": 28791349, "text": "The data indicate that USP4 interacts with and deubiquitinates IRF4, and also stabilizes IRF4 protein and promotes IRF4 function to facilitate IL-4 expression in Th2 cells, which may be related to the pathological process of rheumatic heart disease."}, {"pubmed": 28849037, "text": "IRF4 is overexpressed in human non-small cell lung cancer and activates the Notch signaling pathway."}, {"pubmed": 28851732, "text": "IRF4 protects arteries against neointima formation by promoting the expression of KLF4 by directly binding to its promoter."}, {"pubmed": 28930660, "text": "We propose that the Irf4 locus functions as the \"reader\" of TCR signal strength, and in turn, concentration-dependent activity of Irf4 \"writes\" T helper fate choice."}, {"pubmed": 29056123, "text": "In Pakistani population, the frequency of GCB type DLBCL [diffuse large B cell lymphoma ]expressing CD10 and BCL6 is 37.5%, and non- GCB type DLBCL [diffuse large B cell lymphoma ] expressing MUM1 is 62.5%."}, {"pubmed": 29166413, "text": "BCL7A, BRWD3, and AUTS2 demonstrate significantly higher mutation frequencies among AA cases. These genes are all involved in translocations in B-cell malignancies. Moreover, we detected a significant difference in mutation frequency of TP53 and IRF4 with frequencies higher among CA cases. Our study provides rationale for interrogating diverse tumor cohorts to best understand tumor genomics across populations."}, {"pubmed": 29537367, "text": "We also found that only six of the other 153 known non-synonymous IRF4 variants were loss-of-function. Finally, we found that IRF4 had evolved under purifying selection. autosomal dominant IRF4 deficiency can underlie WD by haploinsufficiency, with age-dependent incomplete penetrance"}, {"pubmed": 29540473, "text": "may represent a therapeutic target in adult T-cell leukemia(ATL) because ATL cells select for a mutant of IRF4 with higher nuclear expression and transcriptional activity, and overexpression of IRF4 induces the expansion of T lymphocytes in vivo"}, {"pubmed": 29569949, "text": "This paper suggests that IRF4 and IRF8 are important in the counter-balancing mechanisms controlling differentiation of plasma cells in myasthenia gravis."}, {"pubmed": 29753029, "text": "IRF4 inherited genotype may influence melanoma BRAF/NRAS subtype development."}, {"pubmed": 29771307, "text": "IRF4 single nucleotide polymorphism is associated with rosacea symptom severity."}, {"pubmed": 29954751, "text": "IRF4 was critical for survival in all 8 primary effusion lymphoma cell lines challenged with immunomodulators lenalidomide and pomalidomide. IMiDs triggered downregulation of IRF4 expression independently of both IKZF1 and IKZF3."}, {"pubmed": 30098518, "text": "IRF4 is highly expressed in B cells and plasma cells where it plays essential roles in controlling B cell to plasma cell differentiation and immunoglobulin class switching. Overexpression of IRF4 is found in MM patients' derived cells, often as a result of activating mutations or translocations, where it is required for their survival."}, {"pubmed": 30171029, "text": "Myeloma cells with histone modifier mutations or lower IRF4/MYC expression were less sensitive to DOT1L inhibition, but with prolonged treatment, anti-proliferative effects were achieved in these cells."}, {"pubmed": 30293322, "text": "Non-methylation of AOX1 and IRF4 were a risk factors for breast cancer."}, {"pubmed": 30376993, "text": "increased IRF4 protein expression correlates with improved outcome in esophageal squamous cell carcinoma."}, {"pubmed": 30503671, "text": "this study shows increased IRF4 expression in isolated B cells from common variable immunodeficiency patients"}, {"pubmed": 30556855, "text": "lncRNA SOX2-OT upregulated by IRF4 promotes cell proliferation and metastasis in cholangiocarcinoma via upregulating SOX2 and activating PI3K/AKT signaling pathway."}, {"pubmed": 30666255, "text": "The differential expression of IRF4 and IRGs observed in Systemic Lupus Erythematosus and Rheumatoid Arthritis can delineate gene expression signatures associated with clinical features and treatment outcomes."}, {"pubmed": 30907723, "text": "IRF4 knockout impairs B cell receptor (BCR) signalling activation."}, {"pubmed": 31380412, "text": "The intensity of IRF4 binding to IL-10 DNA of Tregs in patients was higher than that of normal controls and Teffs in Primary immune thrombocytopenia (ITP) patients. The expressions of IRF4 of Tregs in ITP patients were remarkably lower than that of healthy controls. The percentage of Th17 cells in healthy controls was significantly increased after IRF4 mRNA silencing"}, {"pubmed": 31537531, "text": "IRF4 deletion in Tcl-1 tg mice and IRF4low Chronic lymphocytic leukemia patients enhances disease progression due to increased tumor immune evasion.  This is caused by a downregulation of the antigen processing and presentation machinery and reduced T-cell costimulation."}, {"pubmed": 31738823, "text": "Large B-cell lymphomas (LBCLs) in the pediatric and young adult population are a heterogeneous group of tumors with distinct genomic and mutational alterations. LBCL-IRF4 reveals a germinal center phenotype with frequent mutations in IRF4, NF-kappaB-related genes (CARD11, CD79B, and MYD88), and overexpression of genes of the NF-kappaB pathway."}, {"pubmed": 31775034, "text": "IRF4 Activity Is Required in Established Plasma Cells to Regulate Gene Transcription and Mitochondrial Homeostasis."}, {"pubmed": 31958143, "text": "Association of IRF4 single-nucleotide polymorphism rs12203592 with melanoma-specific survival."}, {"pubmed": 32125291, "text": "IRF4 instructs effector Treg differentiation and immune suppression in human cancer."}, {"pubmed": 32239695, "text": "Experience with provisional WHO-entities large B-cell lymphoma with IRF4-rearrangement and Burkitt-like lymphoma with 11q aberration in paediatric patients of the NHL-BFM group."}, {"pubmed": 32349466, "text": "IRF4-Rearranged Large B-Cell Lymphoma on Waldeyer's Ring: A Case Report"}, {"pubmed": 32375053, "text": "Suppression of Inflammasome Activation by IRF8 and IRF4 in cDCs Is Critical for T Cell Priming."}, {"pubmed": 32448264, "text": "IRF4 and STAT3 activities are associated with the imbalanced differentiation of T-cells in responses to inhalable particulate matters."}, {"pubmed": 32859220, "text": "Interferon regulatory factor 4 as a therapeutic target in adult T-cell leukemia lymphoma."}, {"pubmed": 32921221, "text": "Clinicopathological and prognostic significance of BCL2, BCL6, MYC, and IRF4 copy number gains and translocations in follicular lymphoma: a study by FISH analysis."}, {"pubmed": 32992413, "text": "[Clinicopathological study of large B-cell lymphoma with IRF4 rearrangement]."}, {"pubmed": 33149265, "text": "The transcription factor IRF4 represses proapoptotic BMF and BIM to licence multiple myeloma survival."}, {"pubmed": 33150420, "text": "Plasmablasts derive from CD23- activated B cells after the extinction of IL-4/STAT6 signaling and IRF4 induction."}, {"pubmed": 33184104, "text": "Predicting unrecognized enhancer-mediated genome topology by an ensemble machine learning model."}, {"pubmed": 33249782, "text": "Bach2 overexpression represses Th9 cell differentiation by suppressing IRF4 expression in systemic lupus erythematosus."}, {"pubmed": 33357426, "text": "Chromatin Protein PC4 Orchestrates B Cell Differentiation by Collaborating with IKAROS and IRF4."}, {"pubmed": 33623139, "text": "IRF4 modulates the response to BCR activation in chronic lymphocytic leukemia regulating IKAROS and SYK."}, {"pubmed": 34020619, "text": "Hsa_circ_0000301 facilitates the progression of cervical cancer by targeting miR-1228-3p/IRF4 Axis."}, {"pubmed": 34136833, "text": "Sensitive intranuclear flow cytometric quantification of IRF4 protein in multiple myeloma and normal human hematopoietic cells."}, {"pubmed": 34196610, "text": "Phosphorus and sulfur SAD phasing of the nucleic acid-bound DNA-binding domain of interferon regulatory factor 4."}, {"pubmed": 34293285, "text": "Cell-type-specific meQTLs extend melanoma GWAS annotation beyond eQTLs and inform melanocyte gene-regulatory mechanisms."}, {"pubmed": 34310776, "text": "Impact of hypoxia on the pathogenesis and therapy resistance in multiple myeloma."}, {"pubmed": 34331664, "text": "IRF4 and IRF8 expression are associated with clinical phenotype and clinico-hematological response to hydroxyurea in essential thrombocythemia."}, {"pubmed": 34654055, "text": "Diffuse large B-cell lymphomas in adults with aberrant coexpression of CD10, BCL6, and MUM1 are enriched in IRF4 rearrangements."}, {"pubmed": 34670117, "text": "RNF2 promotes the progression of colon cancer by regulating ubiquitination and degradation of IRF4."}, {"pubmed": 34913532, "text": "The molecular basis for the development of adult T-cell leukemia/lymphoma in patients with an IRF4(K59R) mutation."}, {"pubmed": 34920653, "text": "Evaluation of MicroRNA-125b-5p and Transcription Factors BLIMP1 and IRF4 Expression in Unsolved Common Variable Immunodeficiency Patients."}, {"pubmed": 34929342, "text": "IRF4 transcriptionally activate HOTAIRM1, which in turn regulates IRF4 expression, thereby affecting Th9 cell differentiation and involved in allergic rhinitis."}, {"pubmed": 35225648, "text": "Circ_0020123 regulates autophagy, glycolysis, and malignancy by upregulating IRF4 through eliminating miR-193a-3p-mediated suppression of IRF4 in non-small cell lung cancer."}, {"pubmed": 35390444, "text": "Variants in proinflammatory genes IL1RL1, IL1B and IRF4 are associated with overweight in a pediatric Brazilian population."}, {"pubmed": 35459909, "text": "IRF4 deficiency vulnerates B-cell progeny for leukemogenesis via somatically acquired Jak3 mutations conferring IL-7 hypersensitivity."}, {"pubmed": 35472072, "text": "Reduced IRF4 expression promotes lytic phenotype in Type 2 EBV-infected B cells."}, {"pubmed": 35544467, "text": "Correlation of the transcription factors IRF4 and BACH2 with the abnormal NFATC1 expression in T cells from chronic myeloid leukemia patients."}, {"pubmed": 35652395, "text": "Unraveling the Structure-Dependent Inhibitory Effects of Ginsenoside Series Compounds on Human Cytochrome P450 1B1."}, {"pubmed": 35780774, "text": "Interferon Regulatory Factor 4 (IRF4) Promotes Lipopolysaccharide-Induced Colonic Mucosal Epithelial Cell Proliferation by Regulating Macrophage Polarization."}, {"pubmed": 36081178, "text": "Regulatory network of BLIMP1, IRF4, and XBP1 triad in plasmacytic differentiation and multiple myeloma pathogenesis."}, {"pubmed": 36195064, "text": "IRF4 Gene Expression on the Trail of Molecular Response: Looking at Chronic Myeloid Leukemia from Another Perspective."}, {"pubmed": 36470475, "text": "Large B-cell lymphoma with IRF4 gene rearrangements: Differences in clinicopathologic, immunophenotypic and cytogenetic features between pediatric and adult patients."}, {"pubmed": 36662884, "text": "A multimorphic mutation in IRF4 causes human autosomal dominant combined immunodeficiency."}, {"pubmed": 36797470, "text": "IRF4 as a novel target involved in malignant transformation of oral submucous fibrosis into oral squamous cell carcinoma."}, {"pubmed": 36800915, "text": "MUM-1 in canine lymphoma: A pilot study."}, {"pubmed": 36810796, "text": "Prevalence of IRF4 rearrangement in large B-cell lymphomas of the Waldeyer's ring in adults."}, {"pubmed": 36917008, "text": "A neomorphic mutation in the interferon activation domain of IRF4 causes a dominant primary immunodeficiency."}, {"pubmed": 37478314, "text": "NOTCH4 potentiates the IL-13 induced genetic program in M2 alternative macrophages through the AP1 and IRF4-JMJD3 axis."}, {"pubmed": 37555980, "text": "Emerging entities: high-grade/large B-cell lymphoma with 11q aberration, large B-cell lymphoma with IRF4 rearrangement, and new molecular subgroups in large B-cell lymphomas. A report of the 2022 EA4HP/SH lymphoma workshop."}, {"pubmed": 37683642, "text": "Molecular basis for the functional roles of the multimorphic T95R mutation of IRF4 causing human autosomal dominant combined immunodeficiency."}, {"pubmed": 37809068, "text": "Human inborn errors of immunity associated with IRF4."}, {"pubmed": 37876327, "text": "Clinical boundaries in adult cases of large B cell lymphoma with IRF4 rearrangement."}, {"pubmed": 37935654, "text": "Transcriptional reprogramming by mutated IRF4 in lymphoma."}, {"pubmed": 38943641, "text": "IRF4 impedes human CD8 T cell function and promotes cell proliferation and PD-1 expression."}], "genomic_pos": {"chr": "6", "end": 411443, "ensemblgene": "ENSG00000137265", "start": 391739, "strand": 1}, "genomic_pos_hg19": {"chr": "6", "end": 411447, "start": 391739, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0002376", "qualifier": "involved_in", "term": "immune system process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006338", "qualifier": "involved_in", "term": "chromatin remodeling"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032733", "pubmed": 12374808, "qualifier": "involved_in", "term": "positive regulation of interleukin-10 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032736", "pubmed": 12374808, "qualifier": "involved_in", "term": "positive regulation of interleukin-13 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032743", "pubmed": 12374808, "qualifier": "involved_in", "term": "positive regulation of interleukin-2 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032753", "pubmed": 12374808, "qualifier": "involved_in", "term": "positive regulation of interleukin-4 production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0034122", "qualifier": "involved_in", "term": "negative regulation of toll-like receptor signaling pathway"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0042110", "pubmed": 12374808, "qualifier": "involved_in", "term": "T cell activation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0042832", "qualifier": "involved_in", "term": "defense response to protozoan"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043011", "qualifier": "involved_in", "term": "myeloid dendritic cell differentiation"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0045622", "pubmed": 12374808, "qualifier": "involved_in", "term": "regulation of T-helper cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045893", "pubmed": 12374808, "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 12374808, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0072540", "qualifier": "involved_in", "term": "T-helper 17 cell lineage commitment"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0120162", "pubmed": 24995979, "qualifier": "involved_in", "term": "positive regulation of cold-induced thermogenesis"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0000786", "qualifier": "part_of", "term": "nucleosome"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IC", "gocategory": "CC", "id": "GO:0005634", "pubmed": 12374808, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 19946888, "qualifier": "located_in", "term": "membrane"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000978", "pubmed": 12374808, "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001228", "pubmed": 12374808, "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISS", "id": "GO:0003700", "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0003713", "qualifier": "enables", "term": "transcription coactivator activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [21903422, 32296183, 33951726], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0043565", "qualifier": "enables", "term": "sequence-specific DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}]}, "homologene": {"genes": [[7955, 100002070], [8364, 100490143], [9031, 374179], [9598, 462386], [9606, 3662], [9615, 100684399], [9913, 506141], [10090, 16364], [10116, 291100]], "id": 1842}, "interpro": [{"desc": "SMAD/FHA domain superfamily", "id": "IPR008984", "short_desc": "SMAD_FHA_dom_sf"}, {"desc": "SMAD-like domain superfamily", "id": "IPR017855", "short_desc": "SMAD-like_dom_sf"}, {"desc": "Interferon regulatory factor-3", "id": "IPR019471", "short_desc": "Interferon_reg_factor-3"}, {"desc": "Interferon regulatory factor, DNA-binding domain", "id": "IPR001346", "short_desc": "Interferon_reg_fact_DNA-bd_dom"}, {"desc": "Interferon regulatory factor, conserved site", "id": "IPR019817", "short_desc": "Interferon_reg_fac_CS"}, {"desc": "Winged helix-like DNA-binding domain superfamily", "id": "IPR036388", "short_desc": "WH-like_DNA-bd_sf"}, {"desc": "Winged helix DNA-binding domain superfamily", "id": "IPR036390", "short_desc": "WH_DNA-bd_sf"}], "ipi": ["IPI00215970", "IPI00289982", "IPI00981040"], "map_location": "6p25.3", "name": "interferon regulatory factor 4", "other_names": ["interferon regulatory factor 4", "lymphocyte-specific interferon regulatory factor", "multiple myeloma oncogene 1"], "pantherdb": {"HGNC": "6119", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1096873", "ortholog_type": "LDO", "panther_family": "PTHR11949", "taxid": 10090, "uniprot_kb": "Q64287"}, {"RGD": "1308050", "ortholog_type": "LDO", "panther_family": "PTHR11949", "taxid": 10116, "uniprot_kb": "D3ZEX6"}, {"Ensembl": "ENSGALG00000012830", "ortholog_type": "LDO", "panther_family": "PTHR11949", "taxid": 9031, "uniprot_kb": "Q98TX7"}, {"ZFIN": "ZDB-GENE-041001-131", "ortholog_type": "O", "panther_family": "PTHR11949", "taxid": 7955, "uniprot_kb": "Q5PNN7"}, {"ZFIN": "ZDB-GENE-070912-330", "ortholog_type": "LDO", "panther_family": "PTHR11949", "taxid": 7955, "uniprot_kb": "A8B8L1"}], "uniprot_kb": "Q15306"}, "pathway": {"biocarta": {"id": "pcafpathway", "name": "the information processing pathway at the ifn beta enhancer"}, "kegg": {"id": "hsa04659", "name": "Th17 cell differentiation - Homo sapiens (human)"}, "pid": [{"id": "il4_2pathway", "name": "IL4-mediated signaling events"}, {"id": "nfat_tfpathway", "name": "Calcineurin-regulated NFAT-dependent transcription in lymphocytes"}], "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-5663202", "name": "Diseases of signal transduction by growth factor receptors and second messengers"}, {"id": "R-HSA-6785807", "name": "Interleukin-4 and Interleukin-13 signaling"}, {"id": "R-HSA-877300", "name": "Interferon gamma signaling"}, {"id": "R-HSA-909733", "name": "Interferon alpha/beta signaling"}, {"id": "R-HSA-913531", "name": "Interferon Signaling"}, {"id": "R-HSA-9700206", "name": "Signaling by ALK in cancer"}, {"id": "R-HSA-9725370", "name": "Signaling by ALK fusions and activated point mutants"}, {"id": "R-HSA-9725371", "name": "Nuclear events stimulated by ALK signaling in cancer"}, {"id": "R-HSA-9730414", "name": "MITF-M-regulated melanocyte development"}, {"id": "R-HSA-9824585", "name": "Regulation of MITF-M-dependent genes involved in pigmentation"}, {"id": "R-HSA-9856651", "name": "MITF-M-dependent gene expression"}], "wikipathways": [{"id": "WP23", "name": "B Cell Receptor Signaling Pathway"}, {"id": "WP254", "name": "Apoptosis"}, {"id": "WP2877", "name": "Vitamin D Receptor Pathway"}, {"id": "WP3527", "name": "Pre-implantation embryo"}, {"id": "WP3892", "name": "Development of pulmonary dendritic cells and macrophage subsets"}, {"id": "WP3995", "name": "Prion disease pathway"}, {"id": "WP4149", "name": "White fat cell differentiation"}, {"id": "WP619", "name": "Type II interferon signaling (IFNG)"}, {"id": "WP69", "name": "T-cell receptor (TCR) signaling pathway"}]}, "pdb": ["2DLL", "6TD4", "7JM4", "7O56", "7OGS", "7OOT", "7RH2"], "pfam": ["PF00605", "PF10401"], "pharmgkb": "PA29918", "pharos": {"target_id": 15888, "tdl": "Tbio"}, "prosite": "PS51507", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF215801", "relationship": "is"}, {"id": "GNF251567", "relationship": "is"}, {"id": "GNF251568", "relationship": "is"}, {"id": "GNF251569", "relationship": "is"}, {"id": "GNF251570", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF158758", "relationship": "similar to"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF084900", "relationship": "is"}, {"id": "GNF084901", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053224", "relationship": "is"}, {"id": "GNF057993", "relationship": "is"}, {"id": "GNF073158", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070323", "relationship": "is"}, {"id": "GNF070324", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF007234", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF286778", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF102260", "relationship": "is"}, {"id": "GNF141915", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000006.12", "NC_060930.1", "NG_027728.1"], "protein": ["NP_001182215.1", "NP_002451.2", "XP_006715153.1", "XP_047274686.1", "XP_054211324.1", "XP_054211325.1"], "rna": ["NM_001195286.2", "NM_002460.4", "NR_036585.1", "NR_046000.3", "XM_006715090.3", "XM_047418730.1", "XM_054355349.1", "XM_054355350.1"], "translation": [{"protein": "XP_006715153.1", "rna": "XM_006715090.3"}, {"protein": "XP_054211324.1", "rna": "XM_054355349.1"}, {"protein": "NP_002451.2", "rna": "NM_002460.4"}, {"protein": "XP_054211325.1", "rna": "XM_054355350.1"}, {"protein": "NP_001182215.1", "rna": "NM_001195286.2"}, {"protein": "XP_047274686.1", "rna": "XM_047418730.1"}]}, "reporter": {"HG-U133_Plus_2": ["204562_at", "216986_s_at", "216987_at"], "HG-U95Av2": ["37625_at", "37626_at", "37627_g_at"], "HTA-2_0": ["TC06000005.hg.1", "TC06002353.hg.1"], "HuEx-1_0": "2891341", "HuGene-1_1": "8116559", "HuGene-2_1": "17004167"}, "retired": [4592, 135462, 154397, 221773, 340155, 100188852], "summary": "The protein encoded by this gene belongs to the IRF (interferon regulatory factor) family of transcription factors, characterized by an unique tryptophan pentad repeat DNA-binding domain. The IRFs are important in the regulation of interferons in response to infection by virus, and in the regulation of interferon-inducible genes. This family member is lymphocyte specific and negatively regulates Toll-like-receptor (TLR) signaling that is central to the activation of innate and adaptive immune systems. A chromosomal translocation involving this gene and the IgH locus, t(6;14)(p25;q32), may be a cause of multiple myeloma. Alternatively spliced transcript variants have been found for this gene. [provided by RefSeq, Aug 2010].", "symbol": "IRF4", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C0812314"}, "unigene": "Hs.401013", "uniprot": {"Swiss-Prot": "Q15306", "TrEMBL": ["A0A8Q3WLQ3", "F2Z3D5", "A0A8Q3WLL3"]}, "wikipedia": {"url_stub": "IRF4"}}