{"AllianceGenome": "6121", "HGNC": "6121", "MIM": "607199", "_id": "3664", "_version": 1, "accession": {"genomic": ["AL022398.1", "CH471100.2", "CP068277.2", "HQ875393.1", "JF346417.1", "NC_000001.11", "NC_060925.1", "NG_007081.2"], "protein": ["AAB84111.1", "AAH14852.1", "AEK31251.1", "AEL89176.1", "BAG35709.1", "BAG59504.1", "EAW93438.1", "EAW93439.1", "NP_001193625.1", "NP_006138.1", "O14896.1"], "rna": ["AF027292.1", "AK296960.1", "AK312857.1", "BC014852.1", "BI770148.1", "DA016081.1", "NM_001206696.2", "NM_006147.4"], "translation": [{"protein": "NP_006138.1", "rna": "NM_006147.4"}, {"protein": "BAG35709.1", "rna": "AK312857.1"}, {"protein": "NP_001193625.1", "rna": "NM_001206696.2"}, {"protein": "AAH14852.1", "rna": "BC014852.1"}, {"protein": "AAB84111.1", "rna": "AF027292.1"}, {"protein": "BAG59504.1", "rna": "AK296960.1"}]}, "alias": ["LPS", "OFC6", "PIT", "PPS", "PPS1", "VWS", "VWS1"], "ensembl": {"gene": "ENSG00000117595", "protein": ["ENSP00000355988", "ENSP00000403855", "ENSP00000440532", "ENSP00000496669", "ENSP00000512427"], "transcript": ["ENST00000367021", "ENST00000456314", "ENST00000464698", "ENST00000542854", "ENST00000643798", "ENST00000696134"], "translation": [{"protein": "ENSP00000355988", "rna": "ENST00000367021"}, {"protein": "ENSP00000440532", "rna": "ENST00000542854"}, {"protein": "ENSP00000512427", "rna": "ENST00000696134"}, {"protein": "ENSP00000496669", "rna": "ENST00000643798"}, {"protein": "ENSP00000403855", "rna": "ENST00000456314"}], "type_of_gene": "protein_coding"}, "entrezgene": "3664", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 15.49088932, "exp_mis": 152.7324038, "exp_syn": 63.4995, "lof_z": 3.64709018286925, "mis_z": 2.16618396649306, "mu_lof": 1.10829505456e-06, "mu_mis": 1.32211810418e-05, "mu_syn": 5.34551816454e-06, "n_lof": 1.0, "n_mis": 98.0, "n_syn": 53.0, "p_li": 0.975119180790352, "p_null": 5.56640348207681e-06, "p_rec": 0.0248752528061661, "syn_z": 0.816832393571975}, "bp": 1404, "cds_end": 209974758, "cds_start": 209961764, "n_exons": 7, "nonpsych": {"exp_lof": 13.8763005, "exp_mis": 138.0931189, "exp_syn": 57.3287334, "lof_z": 3.39473832164814, "mis_z": 2.19299657584861, "mu_lof": 1.10829505456e-06, "mu_mis": 1.32211810418e-05, "mu_syn": 5.34551816454e-06, "n_lof": 1.0, "n_mis": 87.0, "n_syn": 51.0, "p_li": 0.960833748044354, "p_null": 2.09217201753582e-05, "p_rec": 0.0391453302354703, "syn_z": 0.526252193711063}, "nontcga": {"exp_lof": 14.2375388, "exp_mis": 140.4997418, "exp_syn": 58.40546999, "lof_z": 3.46075704573059, "mis_z": 1.99647213408119, "mu_lof": 1.10829505456e-06, "mu_mis": 1.32211810418e-05, "mu_syn": 5.34551816454e-06, "n_lof": 1.0, "n_mis": 93.0, "n_syn": 49.0, "p_li": 0.962322161145771, "p_null": 1.55499401095292e-05, "p_rec": 0.0376622889141191, "syn_z": 0.779248555496257}, "transcript": "ENST00000367021.3"}, "exons": [{"cdsend": 209796441, "cdsstart": 209788419, "chr": "1", "position": [[209785622, 209788644], [209789666, 209789785], [209790494, 209790887], [209792268, 209792427], [209795289, 209795418], [209796347, 209796552], [209805946, 209806175]], "strand": -1, "transcript": "NM_001206696", "txend": 209806175, "txstart": 209785622}, {"cdsend": 209801413, "cdsstart": 209788419, "chr": "1", "position": [[209785617, 209788644], [209789666, 209789785], [209790494, 209790887], [209792268, 209792427], [209795289, 209795418], [209796347, 209796552], [209801239, 209801416], [209801971, 209802043], [209805946, 209806142]], "strand": -1, "transcript": "NM_006147", "txend": 209806142, "txstart": 209785617}], "exons_hg19": [{"cdsend": 209969786, "cdsstart": 209961764, "chr": "1", "position": [[209958967, 209961989], [209963011, 209963130], [209963839, 209964232], [209965613, 209965772], [209968634, 209968763], [209969692, 209969897], [209979291, 209979520]], "strand": -1, "transcript": "NM_001206696", "txend": 209979520, "txstart": 209958967}, {"cdsend": 209974758, "cdsstart": 209961764, "chr": "1", "position": [[209958963, 209961989], [209963011, 209963130], [209963839, 209964232], [209965613, 209965772], [209968634, 209968763], [209969692, 209969897], [209974584, 209974761], [209975316, 209975388], [209979291, 209979487]], "strand": -1, "transcript": "NM_006147", "txend": 209979487, "txstart": 209958963}], "generif": [{"pubmed": 12219090, "text": "Mutations in IRF6 cause Van der Woude and popliteal pterygium syndromes"}, {"pubmed": 12920575, "text": "An identification of three missense mutatins and one nonsense mutation in IRF6"}, {"pubmed": 12964020, "text": "mutated IRF6 gene is associated with impaired morphogenesis of the lip and palate opf Van der Woude syndrome in a dominant-negative manner"}, {"pubmed": 14757865, "text": "six new van der Woude syndrome families with novel causative missense mutations in the IRF6 gene affecting the DNA binding domain or the protein binding domain."}, {"pubmed": 15013698, "text": "A novel mutation (W217X) of the IRF6 gene in an Italian family with Van der Woude syndrome has been studied."}, {"pubmed": 15317890, "text": "DNA-sequence variants associated with IRF6 are major contributors to cleft lip, with or without cleft palate. The contribution of variants in single genes to cleft lip or palate is an important consideration in genetic counseling."}, {"pubmed": 15647839, "text": "there may be a dominant negative effect of the p.Arg84Gly mutation of the IRF6 gene in Van Der Woude syndrome"}, {"pubmed": 15994871, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16049006, "text": "findings help to elucidate the molecular mechanisms of maspin and suggest an interactive role between maspin and IRF6 in regulating cellular phenotype, the loss of which can lead to neoplastic transformation"}, {"pubmed": 16132054, "text": "Our independent study group confirms that the IRF6 locus is associated with nonsyndromic cleft lip with or without palate and shows for the first time the implication of IRF6 in isolated CL/P in northern Europe."}, {"pubmed": 16160700, "text": "A broad spectrum of IRF6 mutations is found in the Van der Woude and popliteal pterygium syndrome phenotypes originating in 17 kindreds from Finland, Sweden, Norway, Thailand and Singapore."}, {"pubmed": 16211254, "text": "Three novel mutations (Y111H, S407fsX436, F165fsX166) as well as a recurrent mutation (R400W) were identified in the IRF6 gene from Chinese families with Van der Woude syndrome."}, {"pubmed": 16998136, "text": "This study reports 11 Chinese families with variable clinical phenotypes of Van der Woude syndrome and identified mutations in all patients. Of the 11 mutations, 8 appeared to be novel: CC5.6GT, T342A, 566delA, C748T, C756A, C989A, C1209G, and 1316delT."}, {"pubmed": 17041603, "text": "Irf6 is a key determinant of the keratinocyte proliferation-differentiation switch."}, {"pubmed": 17318851, "text": "Data suggest that preferential premolar agenesis is associated with FGFR and IRF6."}, {"pubmed": 17318851, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17438386, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17438386, "text": "the contribution of IRF6 gene to susceptibility of oral clefts across different populations; however, the specific single nucleotide polymorphisms showing statistical significance differed among ethnic groups"}, {"pubmed": 17549393, "text": "A novel codon nonsense mutation in IRF6 is reported in a German family with Van der Woude syndrome."}, {"pubmed": 17551329, "text": "Screening for mutations at the IRF6 gene detected a pathogenic mutation (c.960G>C) in the propositus and in his mother; and a single nucleotide polymorphism (c.175-5C>G) in the propositus and in his father."}, {"pubmed": 17702008, "text": "This review summarizes the variation in IRF6 as the most significant genetic contributor to cases of nonsyndromic oral facial cleft in the South American population."}, {"pubmed": 17937438, "text": "an unidentified CL/P gene, or a non-coding IRF6 regulatory element in this linkage interval may have caused CL/P in this family."}, {"pubmed": 18209213, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18209213, "text": "mutations of the IRF6 gene are not a common cause for cleft predisposition in Swedish non-syndromic cleft lip and palate families"}, {"pubmed": 18212048, "text": "In quiescent cells, IRF6 is mostly nonphosphorylated. Cell proliferation leads to rapid IRF6 phosphorylation & proteasome-dependent IRF6 degradation. IRF6 & maspin, promote mammary epithelial cell differentiation by facilitating entry into the G(0) phase."}, {"pubmed": 18247422, "text": "Mutation screening in the IRF6-gene in patients with apparently nonsyndromic orofacial clefts."}, {"pubmed": 18278815, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18278815, "text": "These findings support a role for IRF6 variants in clefting of the lip and provide specific risk estimates in a Norwegian population."}, {"pubmed": 18452891, "text": "A haplotype involving the most 5'IRF6 markers was associated with sporadic tooth agenesis (p=0.006)."}, {"pubmed": 18452891, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18506368, "text": "Several mutations in the interferon regulatory factor 6 (IRF6) gene have been found in families with Van der Woude syndrome, suggesting that this gene is the primary locus."}, {"pubmed": 18798331, "text": "findings are consistent with the association of IRF6 gene variations in nonsyndromic cleft lip and palate"}, {"pubmed": 18813858, "text": "Novel IRF6 mutations in patients affected by Van der Woude syndrome were identified by screening 2 Brazilian families, sequencing the entire IRF6-coding region and flanking intronic boundaries."}, {"pubmed": 18836445, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18836445, "text": "These findings place IRF6 and AP-2alpha in the same developmental pathway and identify a high-frequency variant in a regulatory element contributing substantially to a common, complex disorder."}, {"pubmed": 18978678, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19036739, "text": "The mutations found in the IRF6 of Van der Woude syndrome and popliteal pterygium syndrome patients inhibit its DNA binding and transcriptional activation functions."}, {"pubmed": 19115793, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19115793, "text": "present findings indicate that the 820A allele is more frequent in the Chinese cleft palate (without cleft lip) population and may confer an increased risk for cleft palate in these individuals"}, {"pubmed": 19282774, "text": "Results show that the type and distribution of mutations are consistent with the hypothesis that Van der Woude is caused by haploinsufficiency of interferon regulatory factor 6."}, {"pubmed": 19372376, "text": "Includes the study of a disease-related upstream ORF in this gene, and shows that it functions to reduce protein levels by ~96%."}, {"pubmed": 19388848, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19388848, "text": "Single nucleotide polymorphisms in IRF6 is associated with nonsyndromic orofacial clefts."}, {"pubmed": 19419265, "text": "MTHFR 677TT alone and IRF6 820GG together with MTHFR 677CT, but not MTHFR A1298C, are risks for nonsyndromic cleft lip with or without cleft palate in an Indian population."}, {"pubmed": 19419265, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19449419, "text": "study presents mutations in IRF6 in nonsyndromic cleft lip with or without cleft palate without or with atypical lower lip pits"}, {"pubmed": 19527266, "text": "results support the hypothesis that IRF6 and Maspin are important for mammary epithelial cell differentiation."}, {"pubmed": 19536562, "text": "The Van der Woude syndrome is a mendelian CL/P, accounting for about 2% of all cases and caused by mutations in the interferon regulatory factor 6 (IRF6) gene, located on 1q32.2 chromosome."}, {"pubmed": 19536891, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19536891, "text": "Study demonstrates that three candidate single nucleotide polymorphisms within IRF6 are significantly associated with nonsyndromic cleft lip with or without cleft palate in the Honduran population."}, {"pubmed": 19734457, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19734457, "text": "Strong evidence of over- and under-transmission of the C allele (the Val allele) at rs2235371, and the C allele at rs2235375 in cleft case-parent trios. Five specific haplotypes showed significant over- and under-transmission."}, {"pubmed": 19780991, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19780991, "text": "findings are consistent with a lack of involvement of IRF6 rs2235371 and rs642961 polymorphisms in the NSCL/P pathogenesis in the Brazilian population."}, {"pubmed": 19842205, "text": "Three potentially pathogenic mutations in IRF6 gene, c.145C>T (p.Q49X), c.171T>G (p.F57L), and 1306C>G (p.L436V) were successfully identified."}, {"pubmed": 19929101, "text": "Point mutations in the coding region of the IRF6 gene may not be a major cause of Van der Woude syndrome in Indian populations."}, {"pubmed": 19937600, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20032603, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20032603, "text": "may contribute to specific palatine rugae patterns in humans"}, {"pubmed": 20121942, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20121942, "text": "Results confirm involvement of IRF6 variant, rs642961, in etiology of NSCL/P in the Central European population. Also found was evidence suggestive of an independent protective effect of the coding variant V274I."}, {"pubmed": 20184620, "text": "Results identified three novel and seven previously reported IRF6 mutations in 12 of 16 unrelated families segregating VWS from Pakistan."}, {"pubmed": 20424325, "text": "p63 and IRF6 have roles in proliferation and differentiation of ectodermal dysplasias"}, {"pubmed": 20436469, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20544801, "text": "Genetic variants of IRF6 and the polymorphism located in the 8q24 gene desert are strongly involved in the etiology of facial clefts in a Polish population sample."}, {"pubmed": 20544801, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20564431, "text": "IRF6 and the 10q25 and 8q24 loci confer a risk for the development of Nonsyndromic cleft lip with or without cleft palate, in persons of Mayan origin."}, {"pubmed": 20564431, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20572854, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20634891, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20652317, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20652317, "text": "Results suggest IRF6 gene may influence risk of CL/P through interaction with multivitamin supplementation and ETS in the Chinese population."}, {"pubmed": 20672350, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20672350, "text": "implication of IRF6, COL2A1, and WNT3 in occurrence of nonsyndromic cleft palate (NSCP); likely variation in cartilage collagen II and XI genes, IRF6, and Wnt and FGF signal pathway genes contributes susceptibility to NSCP in Northeast Europe populations"}, {"pubmed": 20799332, "text": "Contribution of IRF6 genetic variants in the etiology of nonsyndromic orofacial clefts in a Chinese Han population."}, {"pubmed": 20799332, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20803643, "text": "mutation analysis of patients from two unrelated Japanese families with popliteal pterygium syndrome identified mutations in IRF6: c.251G>T (R84L) and c.1271C>T (S424L)."}, {"pubmed": 20848922, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20856073, "text": "In van der Woude syndrome, Patient 1 had a G-to-C nucleotide substitution affecting exon 4 (438-1G>C. Patient 2 had a G-to-T transition of exon 8 (1442+1G>T)."}, {"pubmed": 21039277, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21082654, "text": "study reporst on two families that demonstrate familial mixed clefting in which mutations in IRF6 were identified"}, {"pubmed": 21129360, "text": "DeltaNp63alpha/IRF6 interplay regulates NOS2 transcription, thereby underlying the autophagic-related cancer cell response to tobacco exposure."}, {"pubmed": 21468557, "text": "This study reports the first cases of IRF6 mutations in Van der Woude syndrome patients in a Central American population."}, {"pubmed": 21683068, "text": "this study provides further evidence regarding the role of IRF6 variations in non-syndromic cleft lip with or without cleft palate (NSCLP) development and finds no significant association between TFAP2A and NSCLP in this northern Chinese population."}, {"pubmed": 21739575, "text": "a missense mutation in exon 4 of the IRF6 gene (p.Y97C:c.290A>G) not previously reported in Van der Woude syndrome"}, {"pubmed": 21792966, "text": "study suggests common variants rather than rare mutations are cause for association between IRF6 and nonsyndromic cleft lip with or without cleft palate (CL/P); rs2235371 shows association with CL/P suggesting role in Honduran population"}, {"pubmed": 21807998, "text": "IRF6 down-regulation promotes squamous cell carcinoma invasive behavior and reintroduction of IRF6 into SCC cells strongly inhibits cell growth"}, {"pubmed": 21834040, "text": "current study adds to the supporting evidence that variants in and at the 3'-end of IRF6 contribute to the risk of nonsyndromic cleft lip with or without cleft palate in this Malay population"}, {"pubmed": 21885341, "text": "Of many linkage and candidate gene studies for orofacial clefting, only the interferon regulatory factor 6 (IRF6) gene has been identified as causative. (Review)"}, {"pubmed": 21909072, "text": "findings show that IRF6 is a primary Notch target in keratinocytes, which is involved in its more indirect 'non-canonical' effects on differentiation"}, {"pubmed": 21995291, "text": "This report describes a novel missense mutation in the interferon regulation factor 6 (IRF6) gene associated to facial asymmetry; this new feature widens the phenotype spectrum of Van der Woude syndrome."}, {"pubmed": 22440537, "text": "two novel mutations in IRF6 are identified in families with non-syndromic oral clefts"}, {"pubmed": 22487822, "text": "There was also a significant difference in genotype and gene frequencies of IRF6 rs2235371 variant between family members from cleft lip only group and control group."}, {"pubmed": 22876587, "text": "IRF6 gene im implicated in the Van der Woude and popliteal pterygium syndromes."}, {"pubmed": 22887868, "text": "To test the role of IRF6 in NSCL/P predisposition in the Brazilian population, we conducted a structured association study with the SNPs rs642961 and rs590223, respectively, located at 5' and 3' of the IRF6 gene and not in strong linkage disequilibrium"}, {"pubmed": 22931925, "text": "In human keratinocytes, IRF6 bound conserved elements near the GRHL3 promoter, with one of these elements having enhancer activity."}, {"pubmed": 23029012, "text": "Interaction between IRF6 and TGFA genes contribute to the risk of nonsyndromic cleft lip/palate."}, {"pubmed": 23154410, "text": "Transgenic irf6 is required specifically for integration of facial prominences along a V-shaped seam in zebrafish palate."}, {"pubmed": 23154523, "text": "Mutation of IRF6 occurs infrequently in controls, suggesting that for IRF6 there is a high probability that disruption of the coding sequence, particularly the DNA-binding domain, will result in syndromic features."}, {"pubmed": 23166094, "text": "The IRF6 rs2235371, rs642961, and 8q24 rs987525 polymorphisms are associated with NSCL/P risk."}, {"pubmed": 23169698, "text": "study reports a significant association between the rs2235371 variant in the IRF6 gene and non-syndromic cleft lip/palate in Mexican Mestizos"}, {"pubmed": 23394314, "text": "Our results do not support the previously reported association between the A allele of rs642961 and the NSCL phenotype. However, in the VWS/PPS families, the A allele was a risk allele and was, in a large majority (>80%), transmitted on the same chromosome as the IRF6 mutation."}, {"pubmed": 23509905, "text": "results confirmed the involvement of the IRF6 variants rs642961 and rs2235371 in the etiology of nonsyndromic cleft lip with or without cleft palate in a Chinese population."}, {"pubmed": 23510002, "text": "the crucial role of IRF6 in the Van der Woude syndrome patients"}, {"pubmed": 23512105, "text": "All four of the genes originally identified as showing genome-wide significance (IRF6, ABCA4 and MAF, plus the 8q24 region) were confirmed in this independent sample of trios (who were primarily of European and Southeast Asian ancestry)."}, {"pubmed": 23713753, "text": "The newly identified mutations include three frameshifts (c.635delG; c.21_33del13; c.627delC) and one transition mutation (c.2T>C) affecting the first codon of IRF6."}, {"pubmed": 23921572, "text": "Variations in IRF6, MSX1 and PAX9, as well as genegene interactions, may be associated with nonsyndromic cleft lip with or without palate."}, {"pubmed": 23940636, "text": "In IRF6, statistical evidence of an association between rs2235371 (p = 0.003), rs2013162 (p<0.0001) and non syndromic cleft lip/palate was observed in case-control analyses."}, {"pubmed": 24360809, "text": "Our data demonstrated that mutations in two genes, IRF6 and GRHL3, can lead to nearly identical phenotypes of orofacial cleft."}, {"pubmed": 24377609, "text": "Heterozygous mutation (F252Y) in exon 7 of the IRF6 gene is associated with oral squamous cell carcinomas."}, {"pubmed": 24442519, "text": "The IRF6 350dupA variant is an etiologic mutation in Van der Woude syndrome patients and disrupts enhancer activity by a loss- and gain-of-function mechanism."}, {"pubmed": 24872416, "text": "IRF6 also contributes to host defense by providing specificity to the regulation of inflammatory chemokine expression by TLR2 in epithelial cells."}, {"pubmed": 25220223, "text": "Studied the correlation of IRF6 rs642961 polymorphism and NSCL/P in Iranian NSCL/P families; the family-based association analysis revealed no significant association between IRF6 rs642961 genotypes and an increased NSCL/P risk."}, {"pubmed": 25246526, "text": "Ser-413 and Ser-424 in IRF6 are important for its activation by RIPK4"}, {"pubmed": 25256005, "text": "We speculate that a novel pathogenic mechanism involving SPCA1, p63, and IRF6 may play a role in the skin lesions occurring in HHD."}, {"pubmed": 25441681, "text": "Mutations in IRF6 cause Van der Woude and popliteal pterygium syndrome and contribute to nonsyndromic cleft lip phenotypes but have not previously been associated with a PRS phenotype."}, {"pubmed": 25489771, "text": "Two novel mutations (Arg31Thr and Trp40Glyfs *23) in the IRF6 gene were identified to be causative for Van der Woude and popliteal pterygium syndromes in 6 Polish families. In the present study no association between the single nucleotide polymorphisms rs7552506, rs2013162, and rs2235375 and the cleft lip and/or palate phenotype was found."}, {"pubmed": 25579819, "text": "Genome-wide copy number scan identifies IRF6 involvement in Van der Woude syndrome in an Indian family."}, {"pubmed": 25592222, "text": "genetic polymorphism of the IRF6 gene is associated with increased risk of nsCLP in a Xinjiang Uyghur population."}, {"pubmed": 25784454, "text": "The truncation of IRF6 also prevented the induction of its transactivator function by RIPK4."}, {"pubmed": 25896037, "text": "The IRF6 AP-2a binding site promoter polymorphism is associated with isolated oral clefts in Latvia."}, {"pubmed": 25896061, "text": "significant overrepresentation of tagSNP haplotype carrying rs642961 risk allele in most severe subphenotype of CL/P. recently shown that >80% of IRF6 mutations in syndromic CL/P occur on same haplotype. suggest IRF6 is marker of CL/P severity."}, {"pubmed": 26086926, "text": "Our results showed that many CL/P candidate genes have relation with Irf6, and 9 of these genes, including Msx1, Pvrl1, Pax9, Jag2, Irf6, Tgfb3, Rara, Gli2, and Tgfb2, were enriched into the CL/P gene group."}, {"pubmed": 26161746, "text": "IRF6 acts as a positive regulator of proliferation and transformation in MCF10A cells downstream of Notch signaling."}, {"pubmed": 26303210, "text": "Data suggest that the toll like receptor 3 (TLR3)-interferon regulatory factor 6 protein (IRF6)-interleukin-23 subunit p19 (p19)/EBI3 protein axis may regulate keratinocyte functions in the skin."}, {"pubmed": 26346622, "text": "It has been shown that pathogenic IRF6 mutations are likely to occur in a small fraction (~0.3%) of individuals with apparent nonsyndromic orofacial cleft, across multiple ethnic groups."}, {"pubmed": 26710774, "text": "IRF6rs2235371 variation can increase the risk of nonsyndromic cleft lip/palate in the Iranian population."}, {"pubmed": 26714022, "text": "The 8q24 region plays a role in cleft lip/palate and the IRF6 G/A haplotype (rs2235371/rs642961) increases the risk for oral cleft in the Brazilian population."}, {"pubmed": 26819203, "text": "IRF6 is likely to promote inflammation to P. gingivalis through its regulation of IL-36gamma."}, {"pubmed": 27014863, "text": "CCL5 and CXCL11 expression were also induced in response to the activation of the PKC pathway, and gene silencing experiments indicated that their inducible expression was dependent on RIPK4 and IRF6. Moreover, gene reporter assays suggested that RIPK4 induces CCL5 and CXCL11 expression by stimulating the transactivation of their promoters by IRF6."}, {"pubmed": 27115562, "text": "The epidermis of children with VWS baring mutations in IRF6 is thicker when compared with the epidermis of children with NSCLP carrying no IRF6 variants. We suggest that this phenotype is a result of increased keratinocyte proliferation in a cell-autonomous fashion. Our data are consistent with a previously described role for IRF6 in epidermal proliferation."}, {"pubmed": 27223861, "text": "IRF6 dysregulation may be involved in the development of Vulvar Squamous Cell Carcinoma from vulvar lichen sclerosus (VLS). Methylation of the IRF6 promoter may be a marker of cancer risk in patients with VLS."}, {"pubmed": 27286731, "text": "In all three affecteds the known pathogenic mutation c.265A>G, p.Lys89Glu in IRF6 was identified. While inter- as well as intra-familial variability has been described in IRF6-related disorders, the occurrence of a typical Van der Woude Syndrome without any other anomalies as well as a diagnosis of Popliteal pterygium syndrome in the same family is rare."}, {"pubmed": 27511269, "text": "Association between IRF6 and 8q24 polymorphisms and nonsyndromic cleft lip with or without cleft palate"}, {"pubmed": 27706679, "text": "This study demonstrated that the two SNPs, rs2235371 and rs2013162, are strongly associated with non-syndromic cleft palate in the northeast Chinese population."}, {"pubmed": 27834299, "text": "mutations in syndromic orofacial clefting patients"}, {"pubmed": 27933721, "text": "The data suggest that IRF6, TFAP2A, and GRHL3, among others, are shared in neural tube and orofacial development."}, {"pubmed": 28133786, "text": "We detected a haplotype-based interaction for BMP4 and IRF6 genes for expression of the orofacial cleft phenotype. Although the MDR methods indicate that the effect of interaction between these genes appears to be mild, the presence of specific haplotype combinations conferring a higher risk for NSCL/P reveals the possible combined role of these genes in the pathogenesis of this prevalent birth defect."}, {"pubmed": 28289145, "text": "Here, the authors have established that IRF6 promotes the differentiation of oral keratinocytes in response to Porphyromonas gingivalis."}, {"pubmed": 28593555, "text": "IRF6 defects are rare in Idiopathic Growth Hormone Deficiency (IGHD) patients."}, {"pubmed": 28712851, "text": "IRF6 rs2235375 single nucleotide polymorphism play a major role in the pathogenesis and risk of developing non-syndromic cleft lip with or without palate."}, {"pubmed": 28767310, "text": "The data presented suggest an important role for cytoplasmic IRF6 in regulating the availability or localization of the NME1/2 complex and thus the dynamic behavior of epithelia during lip/palate development."}, {"pubmed": 28877249, "text": "IRF6 is aberrantly silenced by DNA methylation of the 5' IRF6 CGI in melanoma"}, {"pubmed": 28945736, "text": "Here, we demonstrate the protein functions of human IRF6 missense gene variants could be rapidly assessed in detail by their abilities to rescue the irf6 -/- phenotype in zebrafish through variant mRNA microinjections at the one-cell stage."}, {"pubmed": 29017114, "text": "The IRF6 rs2235371 T allele decreased the risk of NSCL/P in Chinese Han populations."}, {"pubmed": 29065370, "text": "We detected a significant association between the derived variants, rs2013162 and rs2235371 and the distances between a facial bone plane indicated by distance from Nasion and Point A (NA plane) to soft tissue landmarks; the Subalare (NA-Sbal) and the Subnasale (NA-Sn) in the sagittal plane.  IRF6 variants play an important role in the normal range of variation in nasolabial soft-tissue morphology."}, {"pubmed": 29111349, "text": "IRF6 directly targets the ABCG2 gene and selectively kills cancer stem cells in nasopharyngeal carcinoma"}, {"pubmed": 29211286, "text": "we performed an association study of AXIN2, BMP4 and IRF6 gene SNPs with Non-Syndromic Cleft Lip with or without Cleft Palate in an Iranian population and the findings proposed that BMP4 rs17563 polymorphism is associated with reduced risk against Non-Syndromic Cleft Lip with or without Cleft Palate."}, {"pubmed": 29666346, "text": "the cosegregation of an intronic rare variant in NOL4 in one family, and a haplotype consisting of three variants in the noncoding region of IRF6 (introns 1, 8 and 3'UTR) in the other family, are reported."}, {"pubmed": 30013178, "text": "Previously linked to differential expression of IRF6."}, {"pubmed": 30053123, "text": "We identified a rare mutation in interferon regulatory factor 6 (IRF6) (c.26G>A; p.Arg9Gln) as a candidate of causative mutation. This mutation was predicted to be deleterious. The codon is conserved in many species. The residue change caused by this mutation would affect the structure of IRF6 to a degree. Our study suggested that the rare IRF6 variant is probably the pathogenic mutation in this family."}, {"pubmed": 30153397, "text": "aberrant methylation of LINE-1 and IRF6 might contribute to the development of nonsyndromic cleft lip with or without cleft palate"}, {"pubmed": 30195270, "text": "identification of novel IFR6 variations in subjects with non-syndromic cleft lip and palate with or without associated dental agenesis"}, {"pubmed": 30419764, "text": "used a family-based analysis in 334 Taiwanese case-parent trios to evaluate selected SNPs of IRF6 genes and TP63 genes for a risk of orofacial clefting"}, {"pubmed": 30462859, "text": "The association between the missense SNP rs2235371 in gene IRF6 and NSCL/P suggests that this SNP may play an important role as a risk factor for NSCL/P in the Han Chinese populations."}, {"pubmed": 30545388, "text": "Study demonstrated that ErbB2-driven Irf6 down-regulation in ErbB2-overproducing breast epithelial cells blocks their anoikis and promotes their anchorage-independent growth."}, {"pubmed": 30593107, "text": "Van de Woude syndrome in a Chinese population was dominantly inherited with high penetrance and variable expressivity. The pathogenic gene was IRF6."}, {"pubmed": 30946036, "text": "Mutation analysis by means of multiplex ligation-dependent probe amplification and chromosomal microarray revealed a 374.070 kb, deletion encompassing the entire IRF6 gene in four affected family members. Microdeletion of the entire IRF6 gene causes the classical Van der Woude syndrome phenotype."}, {"pubmed": 31448957, "text": "The IRF6 A/G gene polymorphisms at rs2235371 and rs642961, but not the IRF6 A/C gene polymorphism rs2013162, were associated with nonsyndromic cleft palate risk."}, {"pubmed": 31495697, "text": "IRF6 polymorphisms in Brazilian patients with non-syndromic cleft lip with or without palate."}, {"pubmed": 31609978, "text": "gene expression dosage effect of IRF6 with two different alleles at the same single-nucleotide polymorphism plays important roles in driving cleft palate only (CPO) or cleft lip only. In addition, PAX9 is a key transcription factors for CPO"}, {"pubmed": 31724286, "text": "Interferon regulatory factor 6 is required for proper wound healing in vivo."}, {"pubmed": 31901040, "text": "A missense c.263A>G (p.N88S) mutation in IRF6 gene probably underlies the pathogenesis of Van der Woude syndrome in the family"}, {"pubmed": 32108996, "text": "Novel IRF6 mutations in Chinese Han families with Van der Woude syndrome."}, {"pubmed": 32470550, "text": "Oral lichen planus: A chronic inflammatory model to study the regulation of the Toll-like receptor signaling in oral keratinocytes."}, {"pubmed": 32527996, "text": "Lin28A promotes IRF6-regulated aerobic glycolysis in glioma cells by stabilizing SNHG14."}, {"pubmed": 32533457, "text": "Association Between IRF6 Variants and Nonsyndromic Cleft Lip With or Without Cleft Palate in Chile."}, {"pubmed": 32558391, "text": "Non-random distribution of deleterious mutations in the DNA and protein-binding domains of IRF6 are associated with Van Der Woude syndrome."}, {"pubmed": 32784565, "text": "A Synonymous Exonic Splice Silencer Variant in IRF6 as a Novel and Cryptic Cause of Non-Syndromic Cleft Lip and Palate."}, {"pubmed": 33137956, "text": "Secondary Genome-Wide Association Study Using Novel Analytical Strategies Disentangle Genetic Components of Cleft Lip and/or Cleft Palate in 1q32.2."}, {"pubmed": 33200192, "text": "IRF6, MSX1, TGFA, dental anomalies, and skeletal malocclusion."}, {"pubmed": 33334172, "text": "Screening of IRF6 Variants in Patients Subjected to Genetic Association Studies for Nonsyndromic Cleft Lip/Palate."}, {"pubmed": 33423258, "text": "[Identification of pathogenic variant in a Chinese pedigree affected with non-syndromic cleft lip and palate]."}, {"pubmed": 33906476, "text": "A Novel IRF6 Frameshift Mutation in a Large Chinese Pedigree With Van der Woude syndrome."}, {"pubmed": 33994351, "text": "Altered regulation of cell migration in IRF6-mutated orofacial cleft patients-derived primary cells reveals a novel role of Rho GTPases in cleft/lip palate development."}, {"pubmed": 34310950, "text": "IRF6 Regulates the Delivery of E-Cadherin to the Plasma Membrane."}, {"pubmed": 34894020, "text": "Association between variants around IRF6 and non-syndromic orofacial cleft in Western Han Chinese."}, {"pubmed": 35075162, "text": "Genetic markers for non-syndromic orofacial clefts in populations of European ancestry: a meta-analysis."}, {"pubmed": 35226971, "text": "IRF6 rs2235371 as a risk factor for non-syndromic cleft palate only among the Deutero-Malay race in Indonesia and its effect on the IRF6 mRNA expression level."}, {"pubmed": 35906647, "text": "Novel de novo missense mutation in the interferon regulatory factor 6 gene in an Italian infant with IRF6-related disorder."}, {"pubmed": 36484949, "text": "Association of single nucleotide polymorphisms in the IRF6 gene with nonsyndromic cleft lip with or without cleft palate in Kinh Vietnamese patients."}, {"pubmed": 36847740, "text": "The IRF6 AP-2alpha binding site polymorphism relate to the severity of non-syndromic orofacial cleft of Indonesian patients."}, {"pubmed": 36866619, "text": "Causal Variations at IRF6 Gene Identified in Van der Woude Syndrome Pedigrees."}, {"pubmed": 36901693, "text": "A Comprehensive Genetic Analysis of Slovenian Families with Multiple Cases of Orofacial Clefts Reveals Novel Variants in the Genes IRF6, GRHL3, and TBX22."}, {"pubmed": 37107607, "text": "A Complex Intrachromosomal Rearrangement Disrupting IRF6 in a Family with Popliteal Pterygium and Van der Woude Syndromes."}, {"pubmed": 37161310, "text": "A Variant in the IRF6 Promoter Associated with the Risk for Orofacial Clefting."}, {"pubmed": 38002937, "text": "Association between IRF6, TP63, GREM1 Gene Polymorphisms and Non-Syndromic Orofacial Cleft Phenotypes in Vietnamese Population: A Case-Control and Family-Based Study."}, {"pubmed": 38311552, "text": "[Correlation between methylation of interferon regulatory factor 6 gene promoter in renal tissues and overall survival of patients with Kidney renal clear cell carcinoma]."}, {"pubmed": 38429584, "text": "Biophysical and functional characterization of N-terminal domain of Human Interferon Regulatory Factor 6."}, {"pubmed": 38493179, "text": "Identification and validation of IRF6 related to ovarian cancer and biological function and prognostic value."}, {"pubmed": 38546517, "text": "Review on the Role of IRF6 in the Pathogenesis of Non-syndromic Orofacial Clefts."}, {"pubmed": 38809584, "text": "A novel noncanonical function for IRF6 in the recycling of E-cadherin."}], "genomic_pos": {"chr": "1", "end": 209806175, "ensemblgene": "ENSG00000117595", "start": 209785617, "strand": -1}, "genomic_pos_hg19": {"chr": "1", "end": 209979465, "start": 209959036, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0002376", "qualifier": "involved_in", "term": "immune system process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008285", "pubmed": 18212048, "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010839", "qualifier": "involved_in", "term": "negative regulation of keratinocyte proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030216", "qualifier": "involved_in", "term": "keratinocyte differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043616", "qualifier": "involved_in", "term": "keratinocyte proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045893", "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 21807998, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048468", "qualifier": "involved_in", "term": "cell development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060021", "qualifier": "involved_in", "term": "roof of mouth development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060173", "qualifier": "involved_in", "term": "limb development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060644", "qualifier": "involved_in", "term": "mammary gland epithelial cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0072089", "qualifier": "involved_in", "term": "stem cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1904888", "qualifier": "involved_in", "term": "cranial skeletal system development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000647", "qualifier": "involved_in", "term": "negative regulation of stem cell proliferation"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": [16049006, 18212048], "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 19056867, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IEA", "id": "GO:0001228", "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISS", "id": "GO:0003677", "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0003700", "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [16049006, 21903422], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0043565", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}]}, "homologene": {"genes": [[7955, 393570], [8364, 594908], [9031, 419863], [9544, 712958], [9598, 457701], [9606, 3664], [9615, 480015], [9913, 614253], [10090, 54139], [10116, 364081]], "id": 4479}, "interpro": [{"desc": "Interferon regulatory factor, DNA-binding domain", "id": "IPR001346", "short_desc": "Interferon_reg_fact_DNA-bd_dom"}, {"desc": "SMAD/FHA domain superfamily", "id": "IPR008984", "short_desc": "SMAD_FHA_dom_sf"}, {"desc": "SMAD-like domain superfamily", "id": "IPR017855", "short_desc": "SMAD-like_dom_sf"}, {"desc": "Interferon regulatory factor-3", "id": "IPR019471", "short_desc": "Interferon_reg_factor-3"}, {"desc": "Interferon regulatory factor, conserved site", "id": "IPR019817", "short_desc": "Interferon_reg_fac_CS"}, {"desc": "Winged helix-like DNA-binding domain superfamily", "id": "IPR036388", "short_desc": "WH-like_DNA-bd_sf"}, {"desc": "Winged helix DNA-binding domain superfamily", "id": "IPR036390", "short_desc": "WH_DNA-bd_sf"}], "ipi": ["IPI00024290", "IPI00645422", "IPI01012366"], "map_location": "1q32.2", "name": "interferon regulatory factor 6", "other_names": "interferon regulatory factor 6", "pantherdb": {"HGNC": "6121", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1859211", "ortholog_type": "LDO", "panther_family": "PTHR11949", "taxid": 10090, "uniprot_kb": "P97431"}, {"RGD": "1309645", "ortholog_type": "LDO", "panther_family": "PTHR11949", "taxid": 10116, "uniprot_kb": "D4AAV0"}, {"Ensembl": "ENSGALG00000001405", "ortholog_type": "LDO", "panther_family": "PTHR11949", "taxid": 9031, "uniprot_kb": "A0A3Q2TX45"}, {"ZFIN": "ZDB-GENE-040426-1137", "ortholog_type": "LDO", "panther_family": "PTHR11949", "taxid": 7955, "uniprot_kb": "Q6PGZ7"}], "uniprot_kb": "O14896"}, "pathway": {"biocarta": {"id": "pcafpathway", "name": "the information processing pathway at the ifn beta enhancer"}, "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-877300", "name": "Interferon gamma signaling"}, {"id": "R-HSA-909733", "name": "Interferon alpha/beta signaling"}, {"id": "R-HSA-913531", "name": "Interferon Signaling"}], "wikipathways": [{"id": "WP254", "name": "Apoptosis"}, {"id": "WP2572", "name": "Primary focal segmental glomerulosclerosis (FSGS)"}, {"id": "WP3655", "name": "Hypothetical Craniofacial Development Pathway"}, {"id": "WP4674", "name": "Head and Neck Squamous Cell Carcinoma"}, {"id": "WP4754", "name": "IL-18 signaling pathway"}]}, "pfam": ["PF00605", "PF10401"], "pharmgkb": "PA29920", "pharos": {"target_id": 13719, "tdl": "Tbio"}, "prosite": "PS51507", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF167909", "relationship": "is"}, {"id": "GNF178815", "relationship": "is"}, {"id": "GNF189721", "relationship": "is"}, {"id": "GNF200627", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF162702", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF039836", "relationship": "similar to"}, "GNF_mm+hs-MGC": {"id": "GNF007235", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF244011", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF102262", "relationship": "is"}, {"id": "GNF141917", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1", "NG_007081.2"], "protein": ["NP_001193625.1", "NP_006138.1"], "rna": ["NM_001206696.2", "NM_006147.4"], "translation": [{"protein": "NP_001193625.1", "rna": "NM_001206696.2"}, {"protein": "NP_006138.1", "rna": "NM_006147.4"}]}, "reporter": {"HG-U133_Plus_2": ["1552477_a_at", "1552478_a_at", "202597_at"], "HG-U95Av2": "41619_at", "HTA-2_0": "TC01003787.hg.1", "HuEx-1_0": "2453881", "HuGene-1_1": "7924058", "HuGene-2_1": "16698923"}, "retired": [7452, 53359], "summary": "This gene encodes a member of the interferon regulatory transcription factor (IRF) family. Family members share a highly-conserved N-terminal helix-turn-helix DNA-binding domain and a less conserved C-terminal protein-binding domain. The encoded protein may be a transcriptional activator. Mutations in this gene can cause van der Woude syndrome and popliteal pterygium syndrome. Mutations in this gene are also associated with non-syndromic orofacial cleft type 6. Alternate splicing results in multiple transcript variants.[provided by RefSeq, May 2011].", "symbol": "IRF6", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1416474"}, "unigene": "Hs.591415", "uniprot": {"Swiss-Prot": "O14896", "TrEMBL": ["B1AJU4", "G0Z349", "A0A8Q3WL17", "A0A2R8YHF3"]}, "wikipedia": {"url_stub": "IRF6"}}