{"AllianceGenome": "5358", "HGNC": "5358", "MIM": "601565", "_id": "3394", "_version": 1, "accession": {"genomic": ["AC092723.3", "CH471114.2", "CP068262.2", "NC_000016.10", "NC_060940.1", "NG_029333.1"], "protein": ["AAB63813.1", "AAI26248.1", "BAG36304.1", "EAW95435.1", "NP_001350836.1", "NP_001350837.1", "NP_002154.1", "Q02556.2", "XP_047290008.1"], "rna": ["AA232881.1", "AI307662.1", "AK313524.1", "BC126247.1", "BF110315.1", "BG107396.1", "BI835080.1", "CA443741.1", "CB214983.1", "M91196.1", "NM_001363907.1", "NM_001363908.1", "NM_002163.4", "XM_047434052.1"], "translation": [{"protein": "AAI26248.1", "rna": "BC126247.1"}, {"protein": "BAG36304.1", "rna": "AK313524.1"}, {"protein": "NP_001350837.1", "rna": "NM_001363908.1"}, {"protein": "XP_047290008.1", "rna": "XM_047434052.1"}, {"protein": "NP_001350836.1", "rna": "NM_001363907.1"}, {"protein": "AAB63813.1", "rna": "M91196.1"}, {"protein": "NP_002154.1", "rna": "NM_002163.4"}]}, "alias": ["H-ICSBP", "ICSBP", "ICSBP1", "IMD32A", "IMD32B", "IRF-8"], "ensembl": {"gene": "ENSG00000140968", "protein": ["ENSP00000268638", "ENSP00000455048", "ENSP00000455452", "ENSP00000455760", "ENSP00000455784", "ENSP00000455816", "ENSP00000456395", "ENSP00000456992", "ENSP00000458047", "ENSP00000512951", "ENSP00000512952", "ENSP00000512953"], "transcript": ["ENST00000268638", "ENST00000562492", "ENST00000563180", "ENST00000564056", "ENST00000564617", "ENST00000564803", "ENST00000565552", "ENST00000566369", "ENST00000569145", "ENST00000569607", "ENST00000570088", "ENST00000696884", "ENST00000696885", "ENST00000696886", "ENST00000696887", "ENST00000696888", "ENST00000696889", "ENST00000696890"], "translation": [{"protein": "ENSP00000512951", "rna": "ENST00000696884"}, {"protein": "ENSP00000268638", "rna": "ENST00000268638"}, {"protein": "ENSP00000455816", "rna": "ENST00000565552"}, {"protein": "ENSP00000455048", "rna": "ENST00000566369"}, {"protein": "ENSP00000512952", "rna": "ENST00000696885"}, {"protein": "ENSP00000512953", "rna": "ENST00000696887"}, {"protein": "ENSP00000458047", "rna": "ENST00000563180"}, {"protein": "ENSP00000455784", "rna": "ENST00000564617"}, {"protein": "ENSP00000456992", "rna": "ENST00000564803"}, {"protein": "ENSP00000456395", "rna": "ENST00000569607"}, {"protein": "ENSP00000455760", "rna": "ENST00000569145"}, {"protein": "ENSP00000455452", "rna": "ENST00000562492"}], "type_of_gene": "protein_coding"}, "entrezgene": "3394", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 16.8688430079, "exp_mis": 201.104158557, "exp_syn": 94.9411371757, "lof_z": 3.58611553814003, "mis_z": 2.24550941709313, "mu_lof": 1.20226714822e-06, "mu_mis": 1.75728681751e-05, "mu_syn": 8.13805765038e-06, "n_lof": 2.0, "n_mis": 136.0, "n_syn": 98.0, "p_li": 0.926540237878288, "p_null": 1.69361438082062e-05, "p_rec": 0.073442825977904, "syn_z": -0.194617473339182}, "bp": 1281, "cds_end": 85954888, "cds_start": 85936621, "n_exons": 8, "nonpsych": {"exp_lof": 15.1044600868, "exp_mis": 181.855204163, "exp_syn": 85.7674212764, "lof_z": 3.31145191219003, "mis_z": 2.27612717217162, "mu_lof": 1.20226714822e-06, "mu_mis": 1.75728681751e-05, "mu_syn": 8.13805765038e-06, "n_lof": 2.0, "n_mis": 121.0, "n_syn": 89.0, "p_li": 0.881860164095594, "p_null": 7.04769349236027e-05, "p_rec": 0.118069358969482, "syn_z": -0.219761529771095}, "nontcga": {"exp_lof": 15.5034020857, "exp_mis": 184.999905288, "exp_syn": 87.3299172071, "lof_z": 3.38306969028053, "mis_z": 2.27098956146099, "mu_lof": 1.20226714822e-06, "mu_mis": 1.75728681751e-05, "mu_syn": 8.13805765038e-06, "n_lof": 2.0, "n_mis": 123.0, "n_syn": 90.0, "p_li": 0.887412616130506, "p_null": 5.08527914862383e-05, "p_rec": 0.112536531078008, "syn_z": -0.180911029714418}, "transcript": "ENST00000268638.5"}, "exons": [{"cdsend": 85921282, "cdsstart": 85902860, "chr": "16", "position": [[85902829, 85902889], [85903014, 85903189], [85908989, 85909173], [85911569, 85911658], [85913130, 85913236], [85914472, 85914520], [85918416, 85918803], [85920108, 85920224], [85921105, 85922609]], "strand": 1, "transcript": "NM_001363907", "txend": 85922609, "txstart": 85902829}, {"cdsend": 85921282, "cdsstart": 85918427, "chr": "16", "position": [[85903014, 85903189], [85908989, 85909173], [85911569, 85911658], [85914472, 85914520], [85918416, 85918803], [85920108, 85920224], [85921105, 85922609]], "strand": 1, "transcript": "NM_001363908", "txend": 85922609, "txstart": 85903014}, {"cdsend": 85921282, "cdsstart": 85903015, "chr": "16", "position": [[85899161, 85899223], [85903014, 85903189], [85908989, 85909173], [85911569, 85911658], [85913130, 85913236], [85914472, 85914520], [85918416, 85918803], [85920108, 85920224], [85921105, 85922605]], "strand": 1, "transcript": "NM_002163", "txend": 85922605, "txstart": 85899161}], "exons_hg19": [{"cdsend": 85954888, "cdsstart": 85936466, "chr": "16", "position": [[85936435, 85936495], [85936620, 85936795], [85942595, 85942779], [85945175, 85945264], [85946736, 85946842], [85948078, 85948126], [85952022, 85952409], [85953714, 85953830], [85954711, 85956215]], "strand": 1, "transcript": "NM_001363907", "txend": 85956215, "txstart": 85936435}, {"cdsend": 85954888, "cdsstart": 85952033, "chr": "16", "position": [[85936620, 85936795], [85942595, 85942779], [85945175, 85945264], [85948078, 85948126], [85952022, 85952409], [85953714, 85953830], [85954711, 85956215]], "strand": 1, "transcript": "NM_001363908", "txend": 85956215, "txstart": 85936620}, {"cdsend": 85954888, "cdsstart": 85936621, "chr": "16", "position": [[85932767, 85932829], [85936620, 85936795], [85942595, 85942779], [85945175, 85945264], [85946736, 85946842], [85948078, 85948126], [85952022, 85952409], [85953714, 85953830], [85954711, 85956211]], "strand": 1, "transcript": "NM_002163", "txend": 85956211, "txstart": 85932767}], "generif": [{"pubmed": 15371411, "text": "ICSBP1 activates transcription of the gene encoding neurofibromin 1"}, {"pubmed": 15489234, "text": "interleukin-12 p35 gene transcription is activated by interferon regulatory factor-1 and interferon consensus sequence-binding protein"}, {"pubmed": 15837792, "text": "proteasomal degradation of IRF-8 mediated by the ubiquitin E3 ligase Cbl down-regulates IL-12 expression"}, {"pubmed": 16484229, "text": "the interaction of IRF-8 with TRAF6 modulates TLR signaling and may contribute to the cross-talk between IFN-gamma and TLR signal pathways"}, {"pubmed": 16504056, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16886895, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 16914719, "text": "ICSBP tyrosine phosphorylation is necessary for the activation of NF1 transcription. ICSBP is a substrate for SHP2 protein tyrosine phosphatase (SHP2-PTP)."}, {"pubmed": 16918696, "text": "Our data suggest that ATRA-induced regulation of Stat2, ICSBP and C/EBPepsilon is dependent on active Stat1, and that a failure to correctly regulate these transcription factors is associated with the inhibition of monocytic differentiation."}, {"pubmed": 17200120, "text": "IRF8 cooperates with PU.1 and IRF-2 to activate a composite ets/IRF-cis element in the NF1 promoter. The conserved IRF domain tyrosine in ICSBP/IRF8 is required for interaction with the DNA-bound PU.1-IRF2 heterodimer."}, {"pubmed": 17386941, "text": "IRF8 is involved in a cooperative interaction with transcription factors Spi-1/PU.1 and non-tyrosine phosphorylated Stat1 in the formation of a pre-associated, poised complex for interleukin 1-beta gene induction."}, {"pubmed": 17687331, "text": "this CHRNA1 variant prevents binding of interferon regulatory factor 8 (IRF8) and abrogates CHRNA1 promoter activity in thymic epithelial cells in vitro"}, {"pubmed": 18195016, "text": "The interferon consensus sequence-binding protein (ICSBP/IRF8) represses PTPN13 gene transcription in differentiating myeloid cells"}, {"pubmed": 18246201, "text": "activation of SHP2 protein tyrosine phosphatase synergized with ICSBP haploinsufficiency to facilitate cytokine-induced myeloproliferation, apoptosis resistance, and rapid progression to AML in a murine bone marrow transplantation model."}, {"pubmed": 18316378, "text": "Dendritic cell priming by L. major infection results in the early activation of NF-kappaB transcription factors and the up-regulation and nuclear translocation of interferon regulatory factor 1 (IRF-1) and IRF-8."}, {"pubmed": 18469857, "text": "IRF8 was identified as a functional tumor suppressor, which is frequently silenced by epigenetic mechanism in multiple carcinomas"}, {"pubmed": 18580679, "text": "Suggest role for IRF8 during germinal center B-cell development and in related lymphomas, and provide a new diagnostic marker helpful in distinguishing B-cell non-Hodgkin lymphoma subtypes."}, {"pubmed": 18596738, "text": "Age-associated expression changes of IRF8 protein and mRNA levels in PB CD34+ cells"}, {"pubmed": 18701018, "text": "Pint mutations in patients with type 2 diabetes and their families were studied.  mitochondrial genes including np3316, np3394 and np3426 in the ND1 region and np3243 in the tRNA(Leu(UUR))were screened."}, {"pubmed": 18922617, "text": "silencing of ICSBP/IRF8 expression, by DNA methylation or other epigenetic mechanisms, may be associated with the malignant phenotype of MM."}, {"pubmed": 19074829, "text": "colon carcinoma cells silence IFN-gamma-activated IRF8 expression through MBD1-dependent and PIAS1-mediated inhibition of pSTAT1 function at the methylated IRF8 promoter"}, {"pubmed": 19525953, "text": "Meta-analysis and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19525953, "text": "Replication in an independent set of 2,215 subjects with multiple sclerosis (MS) and 2,116 control subjects validates new MS susceptibility loci at TNFRSF1A, IRF8 and CD6; TNFRSF1A harbors two independent susceptibility alleles."}, {"pubmed": 19542426, "text": "Increased expression of IRF-8 in tumor-induced CD11b-positive/Gr-1-positive cells exerts an antitumor rather than protumorigenic effect in tumor-bearing IRF-8-transgenic hybrid mice."}, {"pubmed": 19801548, "text": "Data identify the gene encoding Fanconi F (FANCF) as an ICSBP target gene."}, {"pubmed": 19865102, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19879194, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20201926, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20430450, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20435892, "text": "IL-27 p28 gene transcription is activated by interferon regulatory factor 8 in cooperation with interferon regulatory factor 1"}, {"pubmed": 20573402, "text": "IRF8 and PU.1 can have both combined, and independent actions on different promoters in myeloid cells."}, {"pubmed": 20634887, "text": "The chromatin modifications were determined at five PRC2 targets commonly underexpressed in multiple myeloma (CIITA, CXCL12, GATA2, CDH6 and ICSBP/IRF8). The selected genes were confirmed to be underexpressed in MM compared to normal plasma cells."}, {"pubmed": 20679491, "text": "Studies have identified a Gas2/calpain-dependent mechanism by which ICSBP influences beta-catenin activity in myeloid leukemia."}, {"pubmed": 20980339, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21131588, "text": "independent association of 4 SNPs that met genome-wide statistical significance within the IRF8 gene in familial chronic lymphocytic leukemia"}, {"pubmed": 21178004, "text": "IRF8 is required for normal development of marginal zone (MZ) and follicular B cells. Mice with a conventional knockout of Irf8 or a point mutation in the IRF association domain of IRF8 have increased numbers of MZ B cells."}, {"pubmed": 21216962, "text": "Positive regulatory domain I (PRDM1) and IRF8/PU.1 counter-regulate MHC class II transactivator (CIITA) expression during dendritic cell maturation."}, {"pubmed": 21220691, "text": "IRF-8 is a key player in the control of intracellular viral dsRNA-induced responses by a mechanism that negatively regulates Toll-like receptor (TLR)3 expression and can be exploited to block excessive TLR activation."}, {"pubmed": 21228327, "text": "we propose a model for the rapid induction of IFN-beta in monocytes, whereby IRF8 and PU.1 form a scaffold complex on the IFN-beta promoter to facilitate the recruitment of IRF3"}, {"pubmed": 21475251, "text": "The promoter was methylated in many MDS or AML patients. This may be the main mechanism of ICSBP inactivation in myeloid malignancies & may be functionally important for accumulation of chromosome aberrations during leukemic progression."}, {"pubmed": 21487040, "text": "Findings determine the mechanism of IRF8 downregulation in CML cells."}, {"pubmed": 21524210, "text": "We detected two distinct disease-causing mutations affecting interferon regulatory factor 8 (IRF8). Both mutations impair IRF8 transcriptional activity."}, {"pubmed": 21552549, "text": "association of single nucleotide polymorphisms to multiple sclerosis"}, {"pubmed": 21625229, "text": "study identifies a novel role for ICSBP in regulating cell growth via TGF-beta receptor upregulation and subsequent activation of the TGF-beta receptor/TAK-1/p38 pathway"}, {"pubmed": 22003407, "text": "IRF4 has activities similar to IRF8 in regulating myeloid cell development"}, {"pubmed": 22046141, "text": "Association analysis identified five SLE susceptibility genes reaching genome-wide levels of significance : NCF2 ,IKZF1 ,IRF8 ,IFIH1 , and TYK2"}, {"pubmed": 22082370, "text": "[review] Induction of transcriptional repressors such as IRF8 is one of the mechanisms that inhibits osteoclastogenesis."}, {"pubmed": 22096565, "text": "Data showed that IRF8 target genes contributes to multiple aspects of the biology of mature B cells including critical components of the molecular crosstalk among GC B cells, T follicular helper cells, and follicular dendritic cells."}, {"pubmed": 22262849, "text": "interaction between Tel and Tel-PdgfRbeta decreases Tel/Icsbp/Hdac3 binding to the PTPN13 cis element, resulting in increased transcription."}, {"pubmed": 22464253, "text": "Four additional susceptibility loci (IRF8, TMEM39A, IKZF3, and ZPBP2) for systemic lupus erythematosus were robustly established a multiethnic population (European, African American, Asian, Hispanic, Gullah, and Amerindian)."}, {"pubmed": 22879909, "text": "The association of IRF1 and IRF8 variants with tuberculosis susceptibility was investigated."}, {"pubmed": 22942423, "text": "In resting macrophages, some IRF8 is conjugated to small ubiquitin-like modifiers (SUMO) 2/3 through the lysine residue 310.  Macrophage activation prompts a reduction in SUMOylated IRF8."}, {"pubmed": 22994200, "text": "In a Korean population, there was no association of IRF8 polymorphisms, with inflammatory demyelinating diseases."}, {"pubmed": 23307532, "text": "A 3'UTR variant in IRF8 gene is associated with risk of chronic lymphocytic leukemia."}, {"pubmed": 23308054, "text": "these results underscore a key role of IRF-8 in the cross talk between melanoma and immune cells, thus revealing its critical function within the tumor microenvironment in regulating melanoma progression and invasiveness."}, {"pubmed": 23468103, "text": "IRF8 is required for ontogeny of the myeloid lineage and for host response to mycobacteria. The K108E & T80A mustations cause distinct forms of a novel primary immunodeficiency & associated susceptibility to mycobacteria. Review."}, {"pubmed": 23573829, "text": "IRF8 is associated with germinal center B-cell-like type of diffuse large B-cell lymphoma and exceptionally involved in translocation t(14;16)(q32.33;q24.1)."}, {"pubmed": 23658517, "text": "novel insights into the contribution of EBNA3C to EBV-mediated B-cell transformation through regulation of IRF4 and IRF8 and add another molecular link to the mechanisms by which EBV dysregulates cellular activities"}, {"pubmed": 23661672, "text": "Coronary heart disease in systemic lupus erythematosus is associated with IRF8 gene variants."}, {"pubmed": 23775715, "text": "Using a capture sequencing strategy, we discovered the B-cell relevant genes IRF8, EBF1, and TNFSF13 as novel targets for IGH deregulation."}, {"pubmed": 23967110, "text": "the prognostic significance of IRF8 transcripts in other populations of AML patients"}, {"pubmed": 24034601, "text": "The IRF8 gene polymorphisms might be associated with susceptibility to SLE."}, {"pubmed": 24435047, "text": "Mutations in linker histone genes HIST1H1 B, C, D, and E; OCT2 (POU2F2); IRF8; and ARID1A underlying the pathogenesis of follicular lymphoma."}, {"pubmed": 24753251, "text": "These data reveal a previously unrecognized BCR-ABL-STAT5-IRF-8 network, which widens the repertoire of potentially new anti-chronic myeloid leukemia targets."}, {"pubmed": 24832596, "text": "Data demonstrate a novel function for ICSBP in epithelial-mesenchymal transition, cell motility, and invasion through the TGF-beta and Snail signaling pathways."}, {"pubmed": 24943672, "text": "gene variants in IRF5, IRF8 and GPC5 were not associated with risk of relapse or disease progression in multiple sclerosis"}, {"pubmed": 24957708, "text": "MN1 prevents activation of the immune response pathway, and suggest restoration of IRF8 signaling as therapeutic target in AML"}, {"pubmed": 25109451, "text": "Data demonstrate that IRF8 as a functional tumor suppressor is frequently methylated in RCC, and IRF8-mediated interferon signaling is involved in RCC pathogenesis."}, {"pubmed": 25387409, "text": "Expression of WT1and IRF8 showed a moderate inverse correlation in acute myeloid leukemia patients. WT1 can be used as an minimal residual disease marker, especially in patients without recurrent genetic abnormalities."}, {"pubmed": 25453760, "text": "Irf8 forms a negative feedback loop with Cebpb, a monocyte-derived DC epigenetic fate-determining transcription factor."}, {"pubmed": 25749660, "text": "This article provides an overview of recent advances in our understanding of the role of IRF8 in myelopoiesis and related diseases. [review]"}, {"pubmed": 25880423, "text": "The IRF8 gene variant influenced the interaction between IRF8 and NF-kappaB and thus susceptibility to systemic sclerosis."}, {"pubmed": 25903733, "text": "This study demonstrated that the Polymorphism, Single Nucleotide of IRF8 is associated with multiple sclerosis in woman in Russia."}, {"pubmed": 25989711, "text": "Results show that IRF8 is a possible genetic variant associated with the development of HT and production of thyroid antibody"}, {"pubmed": 26563595, "text": "cytarabine-induced upregulation of the IRF8 in leukemic cells involves increased levels of ZNF224, which can counteract the repressive activity of WT1 on the IRF8-promoter"}, {"pubmed": 26613957, "text": "IRF5 and IRF8, two transcription factors with opposing functions, control TLR9 signaling in human plasmacytoid dendritic cells."}, {"pubmed": 26794091, "text": "IRF8 may contribute to the genetic susceptibility of Behcet's disease by regulating IRF8 expression and cytokine production."}, {"pubmed": 27183582, "text": "It findings provide evidence for an additional mechanism of epigenetic IRF8 silencing during osteoclastogenesis that likely works cooperatively with DNA methylation, further emphasizing the importance of IRF8 as a negative regulator of osteoclastogenesis."}, {"pubmed": 27582125, "text": "Total cellular protein presence of the transcription factor IRF8 does not necessarily correlate with its nuclear presence."}, {"pubmed": 27658717, "text": "TP(thymidine phosphorylase ) curbed the expression of three proteins-IRF8, RUNX2, and osterix. This downregulation was epigenetically driven: High levels of 2DDR, a product of TP secreted by myeloma cells, activated PI3K/AKT signaling and increased the methyltransferase DNMT3A's expression"}, {"pubmed": 27709315, "text": "down-regulation of IRF8 in the wound leads to impaired wound healing possibly through the regulation of macrophage function and apoptosis in skin wound."}, {"pubmed": 27893462, "text": "these data indicate that human NK cells require IRF8 for development and functional maturation and that dysregulation of this function results in severe human disease, thereby emphasizing a critical role for NK cells in human antiviral defense."}, {"pubmed": 28090699, "text": "IRF8 is dispensable for induced pluripotent stem cell and embryonic stem cell differentiation into hemogenic endothelium and for endothelial-to-hematopoietic transition."}, {"pubmed": 28388578, "text": "These findings identify IRF8 as a novel tumor suppressor regulating IFN-gamma/STAT1 signaling and beta-catenin signaling in breast cancer."}, {"pubmed": 28432342, "text": "Study shows that hypermethylation of IRF8 associated with decreased mRNA expression in dendritic cells confers risk to VKH disease."}, {"pubmed": 28477415, "text": "Data suggest that ubiquitin specific protease 4 (USP4) interacts with interferon regulatory factor 8 (IRF8) and, by its Lys48-specific deubiquitinase/endopeptidase activity, stabilizes IRF8 protein levels in regulatory T-lymphocytes; USP4 and IRF8 are also expressed in helper T-lymphocytes."}, {"pubmed": 28492552, "text": "Irf8 induction, but not its knockdown, decreased APL leukemogenic potential through driving monocytic maturation."}, {"pubmed": 28537908, "text": "IRF8 upregulation in tumor cells inhibited the generation of Th17 cells in vitro, and this may be mediated by the downregulation of RORgammat. we found that a high level of IRF8 in the DLBCL tumor microenvironment was a predictor of poor survival in DLBCL patients."}, {"pubmed": 29247272, "text": "These findings identified a novel function of IRF-8 in regulating articular cartilage matrix destruction by promoting the expression of MMP-13."}, {"pubmed": 29569949, "text": "This paper suggests that IRF4 and IRF8 are important in the counter-balancing mechanisms controlling differentiation of plasma cells in myasthenia gravis."}, {"pubmed": 30241692, "text": "this study shows that IRF8-regulated T follicular helper cells can directly cause colon inflammation"}, {"pubmed": 30266821, "text": "Our work complements existing data to indicate an important role for IRF8 suppression in APL pathogenesis."}, {"pubmed": 30285234, "text": "data supports a role for regulation of these genes in mononuclear phagocytic cells by vitamin D as contributing to autoimmunity"}, {"pubmed": 30466106, "text": "Exogenous expression of IRF8 in the silenced or downregulated lung cancer cell lines restored the sensitivity of lung cancer cells to apoptosis, and arrested cells at the G0/G1 phase.  IRF8 bound to the T-cell factor/lymphoid enhancer factor (TCF /LEF) promoter, thus repressing beta-catenin nuclear translocation and its activation."}, {"pubmed": 30710564, "text": "interferon consensus sequence-binding protein upregulates transforming growth factor-beta type I receptor (TGF-beta RI) expression by binding to nucleotides -216/-211 (GGXXTC) in the TGF-beta RI promoter, which resulted in increased tumorigenicity and tumor progression in human osteosarcoma cells."}, {"pubmed": 30840779, "text": "Inactivating Mutation in IRF8 Promotes Osteoclast Transcriptional Programs and Increases Susceptibility to Tooth Root Resorption."}, {"pubmed": 30900036, "text": "We found a significant hypermethylation of the IRF8 gene promoter and a downregulation of the mRNA levels of the IRF8 gene in ankylosing spondylitis patients."}, {"pubmed": 31221219, "text": "Evaluation of protein expression within histologic sections of primary clear cell renal cell carcinoma patient samples showed intensity of IRF8 by CD68(+) macrophages correlated inversely with stage."}, {"pubmed": 31594449, "text": "IRF8 induces senescence of lung cancer cells to exert its tumor suppressive function."}, {"pubmed": 31794020, "text": "Genome-Wide Analysis Identifies Two Susceptibility Loci for Positive Thyroid Peroxidase and Thyroglobulin Antibodies."}, {"pubmed": 32039830, "text": "Single-cell RNA sequencing of immune cells in gastric cancer patients."}, {"pubmed": 32049023, "text": "SENP3 Suppresses Osteoclastogenesis by De-conjugating SUMO2/3 from IRF8 in Bone Marrow-Derived Monocytes."}, {"pubmed": 32341037, "text": "Loss of a Negative Feedback Loop between IRF8 and AR Promotes Prostate Cancer Growth and Enzalutamide Resistance."}, {"pubmed": 32735845, "text": "Differential IRF8 Transcription Factor Requirement Defines Two Pathways of Dendritic Cell Development in Humans."}, {"pubmed": 33705797, "text": "Downregulated IRF8 in Monocytes and Macrophages of Patients with Systemic Sclerosis May Aggravate the Fibrotic Phenotype."}, {"pubmed": 33766090, "text": "High IRF8 expression correlates with CD8 T cell infiltration and is a predictive biomarker of therapy response in ER-negative breast cancer."}, {"pubmed": 33839155, "text": "Interferon regulatory factor 8 regulates expression of acid ceramidase and infection susceptibility in cystic fibrosis."}, {"pubmed": 33897697, "text": "PU.1 and IRF8 Modulate Activation of NLRP3 Inflammasome via Regulating Its Expression in Human Macrophages."}, {"pubmed": 34172624, "text": "IRF8 is a Reliable Monoblast Marker for Acute Monocytic Leukemias."}, {"pubmed": 34331664, "text": "IRF4 and IRF8 expression are associated with clinical phenotype and clinico-hematological response to hydroxyurea in essential thrombocythemia."}, {"pubmed": 34358447, "text": "ZMYND8-regulated IRF8 transcription axis is an acute myeloid leukemia dependency."}, {"pubmed": 34478526, "text": "Frequent mutated B2M, EZH2, IRF8, and TNFRSF14 in primary bone diffuse large B-cell lymphoma reflect a GCB phenotype."}, {"pubmed": 34991467, "text": "Predicting the targets of IRF8 and NFATc1 during osteoclast differentiation using the machine learning method framework cTAP."}, {"pubmed": 35085599, "text": "Global assessment of IRF8 as a novel cancer biomarker."}, {"pubmed": 35086136, "text": "IRF8 is a transcriptional activator of CD37 expression in diffuse large B-cell lymphoma."}, {"pubmed": 35388006, "text": "Lupus enhancer risk variant causes dysregulation of IRF8 through cooperative lncRNA and DNA methylation machinery."}, {"pubmed": 35460405, "text": "IRF8 as a Novel Marker to Differentiate Between CD30-Positive Large Cell Lymphomas."}, {"pubmed": 36288724, "text": "Tumor-associated macrophages expressing the transcription factor IRF8 promote T cell exhaustion in cancer."}, {"pubmed": 36672246, "text": "IRF8 Regulates Intrinsic Ferroptosis through Repressing p53 Expression to Maintain Tumor Cell Sensitivity to Cytotoxic T Lymphocytes."}, {"pubmed": 36703005, "text": "Intrathymic dendritic cell-biased precursors promote human T cell lineage specification through IRF8-driven transmembrane TNF."}, {"pubmed": 36959484, "text": "Loss of IRF8 inhibits the growth of acute myeloid leukemia cells."}, {"pubmed": 37508555, "text": "Expression of Interferon Regulatory Factor 8 (IRF8) and Its Association with Infections in Dialysis Patients."}, {"pubmed": 37591714, "text": "Circulating IRF8-expressing CD123[+]CD127[+] lymphoid progenitors: key players in human hematopoiesis."}, {"pubmed": 38481803, "text": "WTAP Mediated N6-methyladenosine RNA Modification of ELF3 Drives Cellular Senescence by Upregulating IRF8."}], "genomic_pos": {"chr": "16", "end": 85922606, "ensemblgene": "ENSG00000140968", "start": 85899116, "strand": 1}, "genomic_pos_hg19": {"chr": "16", "end": 85956215, "start": 85932409, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0000122", "pubmed": [1460054, 25122610], "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0002273", "qualifier": "involved_in", "term": "plasmacytoid dendritic cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002314", "qualifier": "involved_in", "term": "germinal center B cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002316", "qualifier": "involved_in", "term": "follicular B cell differentiation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0002376", "qualifier": "involved_in", "term": "immune system process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006909", "qualifier": "involved_in", "term": "phagocytosis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006914", "qualifier": "involved_in", "term": "autophagy"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006955", "pubmed": 8861914, "qualifier": "involved_in", "term": "immune response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030099", "qualifier": "involved_in", "term": "myeloid cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032479", "qualifier": "involved_in", "term": "regulation of type I interferon production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032729", "qualifier": "involved_in", "term": "positive regulation of type II interferon production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032735", "qualifier": "involved_in", "term": "positive regulation of interleukin-12 production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042742", "qualifier": "involved_in", "term": "defense response to bacterium"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042832", "qualifier": "involved_in", "term": "defense response to protozoan"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043065", "qualifier": "involved_in", "term": "positive regulation of apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 25122610, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071222", "qualifier": "involved_in", "term": "cellular response to lipopolysaccharide"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071346", "pubmed": 25122610, "qualifier": "involved_in", "term": "cellular response to type II interferon"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0097028", "qualifier": "involved_in", "term": "dendritic cell differentiation"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 25122610, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 25122610, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000978", "pubmed": 1460054, "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001227", "pubmed": 1460054, "qualifier": "enables", "term": "DNA-binding transcription repressor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [21903422, 32814053, 33951726], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}]}, "homologene": {"genes": [[7955, 436895], [8364, 100496217], [9031, 396385], [9544, 693933], [9598, 454294], [9606, 3394], [9615, 489673], [9913, 614909], [10090, 15900], [10116, 292060]], "id": 1629}, "interpro": [{"desc": "SMAD/FHA domain superfamily", "id": "IPR008984", "short_desc": "SMAD_FHA_dom_sf"}, {"desc": "SMAD-like domain superfamily", "id": "IPR017855", "short_desc": "SMAD-like_dom_sf"}, {"desc": "Interferon regulatory factor-3", "id": "IPR019471", "short_desc": "Interferon_reg_factor-3"}, {"desc": "Interferon regulatory factor, DNA-binding domain", "id": "IPR001346", "short_desc": "Interferon_reg_fact_DNA-bd_dom"}, {"desc": "Interferon regulatory factor, conserved site", "id": "IPR019817", "short_desc": "Interferon_reg_fac_CS"}, {"desc": "Winged helix-like DNA-binding domain superfamily", "id": "IPR036388", "short_desc": "WH-like_DNA-bd_sf"}, {"desc": "Winged helix DNA-binding domain superfamily", "id": "IPR036390", "short_desc": "WH_DNA-bd_sf"}], "ipi": "IPI00026224", "map_location": "16q24.1", "name": "interferon regulatory factor 8", "other_names": ["interferon consensus sequence binding protein 1", "interferon regulatory factor 8"], "pantherdb": {"HGNC": "5358", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "96395", "ortholog_type": "LDO", "panther_family": "PTHR11949", "taxid": 10090, "uniprot_kb": "P23611"}, {"RGD": "1312024", "ortholog_type": "LDO", "panther_family": "PTHR11949", "taxid": 10116, "uniprot_kb": "Q5NUI4"}, {"Ensembl": "ENSGALG00000005757", "ortholog_type": "LDO", "panther_family": "PTHR11949", "taxid": 9031, "uniprot_kb": "Q90871"}, {"ZFIN": "ZDB-GENE-040718-367", "ortholog_type": "LDO", "panther_family": "PTHR11949", "taxid": 7955, "uniprot_kb": "Q6DHK7"}], "uniprot_kb": "Q02556"}, "pathway": {"kegg": {"id": "hsa05133", "name": "Pertussis - Homo sapiens (human)"}, "pid": [{"id": "gmcsf_pathway", "name": "GMCSF-mediated signaling events"}, {"id": "myc_represspathway", "name": "Validated targets of C-MYC transcriptional repression"}], "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-877300", "name": "Interferon gamma signaling"}, {"id": "R-HSA-909733", "name": "Interferon alpha/beta signaling"}, {"id": "R-HSA-913531", "name": "Interferon Signaling"}], "wikipathways": [{"id": "WP2877", "name": "Vitamin D Receptor Pathway"}, {"id": "WP3892", "name": "Development of pulmonary dendritic cells and macrophage subsets"}, {"id": "WP619", "name": "Type II interferon signaling (IFNG)"}]}, "pfam": ["PF00605", "PF10401"], "pharmgkb": "PA29606", "pharos": {"target_id": 18449, "tdl": "Tbio"}, "pir": "A45064", "prosite": "PS51507", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF167882", "relationship": "is"}, {"id": "GNF178788", "relationship": "is"}, {"id": "GNF189694", "relationship": "is"}, {"id": "GNF200600", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF047697", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF102257", "relationship": "is"}, {"id": "GNF141912", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000016.10", "NC_060940.1", "NG_029333.1"], "protein": ["NP_001350836.1", "NP_001350837.1", "NP_002154.1", "XP_047290008.1"], "rna": ["NM_001363907.1", "NM_001363908.1", "NM_002163.4", "XM_047434052.1"], "translation": [{"protein": "XP_047290008.1", "rna": "XM_047434052.1"}, {"protein": "NP_002154.1", "rna": "NM_002163.4"}, {"protein": "NP_001350837.1", "rna": "NM_001363908.1"}, {"protein": "NP_001350836.1", "rna": "NM_001363907.1"}]}, "reporter": {"HG-U133_Plus_2": "204057_at", "HG-U95Av2": "32941_at", "HTA-2_0": "TC16000666.hg.1", "HuEx-1_0": "3672489", "HuGene-1_1": "7997712", "HuGene-2_1": "16821621"}, "summary": "Interferon consensus sequence-binding protein (ICSBP) is a transcription factor of the interferon (IFN) regulatory factor (IRF) family. Proteins of this family are composed of a conserved DNA-binding domain in the N-terminal region and a divergent C-terminal region that serves as the regulatory domain. The IRF family proteins bind to the IFN-stimulated response element (ISRE) and regulate expression of genes stimulated by type I IFNs, namely IFN-alpha and IFN-beta. IRF family proteins also control expression of IFN-alpha and IFN-beta-regulated genes that are induced by viral infection. [provided by RefSeq, Jul 2008].", "symbol": "IRF8", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1537422"}, "unigene": "Hs.137427", "uniprot": {"Swiss-Prot": "Q02556", "TrEMBL": ["A0A8Q3SJ42", "H3BRT4", "H3BNX4", "H3BQF9", "H3BQK3", "H3BVC2", "A0A8Q3SJ00", "H3BQH6"]}, "wikipedia": {"url_stub": "IRF8"}}