{"AllianceGenome": "29597", "HGNC": "29597", "MIM": "608212", "_id": "345611", "_version": 1, "accession": {"genomic": ["AB542709.1", "AB542710.1", "AC010441.6", "CP068273.2", "FJ824056.1", "NC_000005.10", "NC_060929.1", "NG_027809.2"], "protein": ["A1A4Y4.2", "AAI28168.1", "AAI28169.1", "ACF21844.1", "ACO88909.1", "BAJ13476.1", "BAJ13477.1", "NP_001139277.1", "NP_001333486.1"], "rna": ["BC038539.1", "BC128167.1", "BC128168.1", "EU742619.1", "NM_001145805.2", "NM_001346557.2", "NR_170598.1"], "translation": [{"protein": "AAI28168.1", "rna": "BC128167.1"}, {"protein": "AAI28169.1", "rna": "BC128168.1"}, {"protein": "ACF21844.1", "rna": "EU742619.1"}, {"protein": "NP_001333486.1", "rna": "NM_001346557.2"}, {"protein": "NP_001139277.1", "rna": "NM_001145805.2"}]}, "alias": ["IBD19", "IFI1", "IRGM1", "LRG-47", "LRG47"], "ensembl": {"gene": "ENSG00000237693", "protein": ["ENSP00000428220", "ENSP00000429819"], "transcript": ["ENST00000520549", "ENST00000522154", "ENST00000609660"], "translation": [{"protein": "ENSP00000428220", "rna": "ENST00000522154"}, {"protein": "ENSP00000429819", "rna": "ENST00000520549"}], "type_of_gene": "protein_coding"}, "entrezgene": "345611", "exons": [{"cdsend": 150848669, "cdsstart": 150848123, "chr": "5", "position": [[150846522, 150847220], [150847708, 150848669]], "strand": 1, "transcript": "NM_001145805", "txend": 150848669, "txstart": 150846522}, {"cdsend": 150900640, "cdsstart": 150848123, "chr": "5", "position": [[150846520, 150847220], [150847708, 150848654], [150879584, 150879646], [150900588, 150902402]], "strand": 1, "transcript": "NM_001346557", "txend": 150902402, "txstart": 150846520}], "exons_hg19": [{"cdsend": 150228231, "cdsstart": 150227685, "chr": "5", "position": [[150226084, 150226782], [150227270, 150228231]], "strand": 1, "transcript": "NM_001145805", "txend": 150228231, "txstart": 150226084}, {"cdsend": 150280202, "cdsstart": 150227685, "chr": "5", "position": [[150226082, 150226782], [150227270, 150228216], [150259146, 150259208], [150280150, 150281964]], "strand": 1, "transcript": "NM_001346557", "txend": 150281964, "txstart": 150226082}], "generif": [{"pubmed": 16888103, "text": "identified a function for IRGM in the control of intracellular pathogens and report that IRGM plays a role in autophagy and in the reduction of intracellular Mycobacterium var. bovis BCG load"}, {"pubmed": 17554261, "text": "Genetic evidence implicates IRGM defects in the early immune response in individuals with Crohn's disease."}, {"pubmed": 17921695, "text": "IRGM is significantly associated with Crohn disease."}, {"pubmed": 18438406, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18580884, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18580884, "text": "This study has confirmed NCF4 and IRGM are risk factors for ileal Crohn's disease in New Zealand Caucasians."}, {"pubmed": 18936107, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18985712, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18985712, "text": "The frequency of IRGM polymorphism rs10065172 was higher in cases but differences with controls were not statistically significant in children with Crohn disease"}, {"pubmed": 19098858, "text": "IRGM is a susceptibility locus for CD, either adult- or early-onset; furthermore, we have also shown its influence on specific clinical features (fistulizing disease)."}, {"pubmed": 19098858, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19120485, "text": "a genetic risk locus for Crohn's disease, a common form of inflammatory bowel disease"}, {"pubmed": 19165925, "text": "These results suggest that the CD association at IRGM arises from an alteration in IRGM regulation that affects the efficacy of autophagy and identify a common deletion polymorphism as a likely causal variant"}, {"pubmed": 19174780, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19174780, "text": "genetic associations for CD with IL23R, ATG16L1, IRGM, NKX2-3, 1q24, 10q21, 5p13, and PTPN2 and report evidence for associations with HERC2 and CCNY."}, {"pubmed": 19266026, "text": "The restoration of the IRGM gene coincided with the insertion of an endogenous retrovirus."}, {"pubmed": 19422935, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19491842, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19491842, "text": "the ATG16L1 rs2241880 and IRGM rs13361189 and rs4958847 polymorphisms are important markers for Crohn's disease susceptibility and indicate that these variants are also associated with ulcerative colitis."}, {"pubmed": 19683022, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19683022, "text": "no evidence of association with celiac disease has been reported for the Crohn's disease susceptibility polymorphisms studied in the NKX2-3, ATG16L1, and IRGM genes."}, {"pubmed": 19750224, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19750224, "text": "Results suggest a role for IRGM and autophagy in protection of humans against natural infection with M. tuberculosis Euro-American clades."}, {"pubmed": 19760754, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20024904, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20106866, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20106866, "text": "Small insertion/deletion polymorphisms in the promoter and 5' untranslated region of IRGM are, together with the copy number variation, strongly associated with Crohn's disease."}, {"pubmed": 20360734, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20395867, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20395867, "text": "The association of the ATG16L1 variant and IRGM variants with Crohn's disease was confirmed. No evidence for gene-gene interaction between ATG16L1 and IRGM and granuloma formation was found."}, {"pubmed": 20547146, "text": "In 1.7 kb IRGM promoter region, only -1208A/G polymorphism is associated with susceptibility to TB"}, {"pubmed": 20547146, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20737271, "text": "the unusual evolutionary history of the IRGM locus and the important role of the IRGM gene in autophagy and Crohn's disease in response to pathogenesis."}, {"pubmed": 20886065, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20962850, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21049557, "text": "Data suggest that NKX2-3 and IRGM are susceptibility loci for inflammatory bowel disease in Eastern European patients."}, {"pubmed": 21049557, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 21072187, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21079743, "text": "Data show that an additive gene-gene interaction involving TLR4, PSMG1, TNFRSF6B and IRGM was identified with CD."}, {"pubmed": 21102437, "text": "IRGM demonstrated differential affinity for the mitochondrial lipid cardiolipin, translocated to mitochondria, affected mitochondrial fission and induced autophagy."}, {"pubmed": 21283700, "text": "this Crohn's Disease-related IRGM1 polymorphic allele is also associated with human susceptibility to tuberculosis disease among African Americans"}, {"pubmed": 21508684, "text": "a critical \"menage a trois\" in risk susceptibility to Crohn disease combining IRGM allele, miRNA and xenophagy"}, {"pubmed": 21981022, "text": "Irgm3 relieves the ER stress response via a PI3K/Akt dependent mechanism, which contributes to host defence against coxsackievirus B3 infection."}, {"pubmed": 22163006, "text": "IFN-gamma enhances Con A-induced autophagic flux and causes an IRGM1-dependent lysosome-mediated necrotic cell death in hepatocytes"}, {"pubmed": 22174682, "text": "Our work reveals an unexpected role of IRGM in virus-induced autophagy"}, {"pubmed": 22228152, "text": "Single-nucleotide polymorphism rs4958847 in the IRGM gene correlated very significantly with frequency of surgery in patients with ileocolonic Crohn's disease."}, {"pubmed": 22370477, "text": "Variants in the genes ATG16L1 and IRGM affect autophagy and are associated with the development of Crohn's disease"}, {"pubmed": 22508677, "text": "IRGM single nucleotide polymorphisms are associated with Crohn's disease."}, {"pubmed": 22573572, "text": "In a Portuguese population, SNPs at three autophagy-related genes, ATG16L1, IRGM, and ITLN1, contribute to predict Crohn's ileal or ileocolonic disease, involvement of the upper digestive tract, and response to treatment."}, {"pubmed": 22713085, "text": "IRGM rs4958847 polymorphism influences susceptibility to gastric cancer, mainly for the intestinal type."}, {"pubmed": 23049477, "text": "IRGM polymorphisms are associated with decreased susceptibility to pulmonary tuberculosis."}, {"pubmed": 23365659, "text": "IRGM is a susceptibility gene for Crohn's disease in the German population."}, {"pubmed": 24232856, "text": "These results indicated that autophagy gene-IRGM polymorphisms appear to confer susceptibility to CD but not UC, especially in Europeans."}, {"pubmed": 24264476, "text": "IRGM gene polymorphism is associated with the increased risk of leprosy by affecting inflammatory cytokines."}, {"pubmed": 24469081, "text": "IRGM expression is upregulated in monocytes and monocyte-derived macrophages by Mycobacterium leprae"}, {"pubmed": 24595493, "text": "This is the first study to identify a significant association between the IRGM single-nucleotide polymorphism (SNP) rs10065172 and susceptibility to active tuberculosis disease in an Asian population."}, {"pubmed": 24626347, "text": "the IRGM(+313), an autophagy-related polymorphic locus, influences outcome in severely septic patients, with the possible involvement of autophagy in sepsis exacerbation"}, {"pubmed": 24656308, "text": "the presence of the IRGM1 rs13361189 variant allele was associated with a lower use of immunosuppressant therapy, high-lighting a possible role in the development of a milder phenotype."}, {"pubmed": 24713404, "text": "Despite moderate effects on the modulation of proinflammatory cytokine production, genetic variation in the autophagy genes ATG16L1 and IRGM has a minor impact on the susceptibility to both mucosal and systemic Candida infections."}, {"pubmed": 24859836, "text": "a potential role of IRGM in the development of glioma probably by affecting IFN-gamma and IL-4."}, {"pubmed": 25191865, "text": "Results show association of IRGM gene SNPs with Crohn's disease in Indian patients and report a new mutation rs 9637876 in the IRGM gene associated with Crohn's disease."}, {"pubmed": 25526194, "text": "The IRGM rs13361189 polymorphism is promising as a biomarker for early diagnosis of Crohn's disease. However, the IRGM rs10065172 and rs4958847 polymorphisms may not be the major determinants of Crohn's disease risk."}, {"pubmed": 25619828, "text": "these data reveal an Irgm1-dependent mechanism that promotes the tumorigenesis of melanoma via dual regulation of apoptosis and Bif-1-dependent autophagy"}, {"pubmed": 25707354, "text": "Our findings suggest that expression of IRGM is dysregulated in gastric cancer and that the molecule may affect progression of the disease."}, {"pubmed": 25853521, "text": "Expression of viral protein 2C enhanced IRGM promoter activation, thereby increasing IRGM expression and inducing autophagy."}, {"pubmed": 25891078, "text": "Data indicate that immunity-related GTPase family M (IRGM) plays a direct role in organizing the core autophagy machinery to endow it with antimicrobial and anti-inflammatory functions."}, {"pubmed": 25891078, "text": "IRGM assembles core autophagy machinery (Beclin 1, Ulk1, ATG16L1) and connects it with innate immunity sensors (NOD2) through formation of protein complex assemblies."}, {"pubmed": 25891078, "text": "RGM directly organizes the core autophagy machinery and links it with antimicrobial and anti-inflammatory functions. IRGM interacts with ULK1 and Beclin 1 promoting their co-assembly into autophagy initiation complexes.  All three Crohn's disease risk factors, IRGM, NOD2 and ATG16L1, form a complex. NOD2 enhances K63-polyubiquitination of IRGM, promoting IRGM assembly with core autophagy regulators."}, {"pubmed": 25944217, "text": "In Korean children, IRGM rs1000113 and IRGM rs72553867 exhibited associations with early-onset Crohn Disease as risk loci and defense loci, respectively."}, {"pubmed": 26066377, "text": "The study confirms IRGM rs13361189 and rs4958847 polymorphisms to be important for Crohn's disease susceptibility and phenotype modulation, in accordance with previous findings."}, {"pubmed": 26786655, "text": "IRGM functional polymorphisms and haplotypes in promoter were associated with the susceptibility to pulmonary tuberculosis in Chinese Hubei Han population."}, {"pubmed": 26980495, "text": "IRGM polymorphism differences between latent and active TB suggests that genetic differences in autophagy might partly affect host TB infection status."}, {"pubmed": 27439214, "text": "Irgm1/IRGM participates in the polarization of M1 macrophages, is upregulated in human atheromata, and promotes development of atheroma in murine experimental atherosclerosis"}, {"pubmed": 27932194, "text": "The results confirmed that polymorphisms in NOD2 (Leu1007insC) and IRGM genes are associated with increased risk of Crohn's disease; whereas the ORMDL3 variant is associated with susceptibility to ulcerative colitis in the Lithuanian early-onset inflammatory bowel disease population."}, {"pubmed": 28031552, "text": "Polymorphisms of IRGM gene is associated with susceptibility to ankylosing spondylitis."}, {"pubmed": 28389568, "text": "HCV triggers IRGM-mediated phosphorylation of the early autophagy initiator ULK1, thereby providing mechanistic insight into the role of IRGM in HCV-mediated autophagy."}, {"pubmed": 28983640, "text": "Four haplotypes showed a frequency of > 1%, among which the haplotype C-T-A-T-G was significantly associated with chronic periodontitis"}, {"pubmed": 29068986, "text": "IRGM rs10065172 was associated with decreased risk of tuberculosis in Asian populations, but not in African/Africa-Americans. rs4958842, rs4859843, and rs4859846, had a large protective effect in Asians, whereas rs72553867 was not associated with tuberculosis risk."}, {"pubmed": 29126912, "text": "Findings suggest that ATP/GTP binding protein like 2 (AGBL2) plays a critical oncogenic role in the pathogenesis of hepatocellular carcinoma (HCC) through modulation on immunity-related GTPase family, M protein (IRGM)-regulated autophagy and aurora kinase A (Aurora A) activity."}, {"pubmed": 29420192, "text": "Stx17 directly interacts with IRGM, and efficient Stx17 recruitment to autophagosomes requires IRGM. Both IRGM and Stx17 directly interact with mammalian Atg8 proteins, thus being guided to autophagosomes."}, {"pubmed": 29788077, "text": "IRGM variants are associated with Nonalcoholic fatty liver disease."}, {"pubmed": 29960072, "text": "The association of ATG16L1 to Crohn's disease in Iranian patients was confirmed while it was shown that the studied polymorphisms in IRGM was not associated with Crohn's disease."}, {"pubmed": 29992164, "text": "study reveals IRGM as a susceptibility gene of AITD and Graves' disease for the first time."}, {"pubmed": 30288851, "text": "The glioma cells-derived IRGM could regulate IL-8 production and further M2 cells polarization through p62/TRAF6/NF-kappaB pathway and IRGM significantly influenced IL-8, MIP-3alpha, and IL-6 production, which is closely related to M2 macrophage polarization and recruitment."}, {"pubmed": 30335469, "text": "show for the first time that subjects with risk alleles at two such loci, rs13361189 and rs10065172 , have reduced IRGM expression in whole blood and terminal ileum"}, {"pubmed": 30597691, "text": "The immunity-related GTPase M rs13361189 variant does not increase the risk for prevalent or incident steatosis; results from the Framingham Heart Study."}, {"pubmed": 30612879, "text": "IRGM inhibits NLRP3 inflammasome activation to keep colonic inflammation under check."}, {"pubmed": 31654602, "text": "Genetic polymorphisms of ATG16L1 and IRGM genes in Malaysian patients with Crohn's disease."}, {"pubmed": 32045400, "text": "In addition to clinical risk factors, the rs13361189 single nucleotide polymorphism in the IRGM gene was independently associated with complications after ileocolectomy for Crohn's disease."}, {"pubmed": 32939830, "text": "IRGM promotes the PINK1-mediated mitophagy through the degradation of Mitofilin in SH-SY5Y cells."}, {"pubmed": 33639564, "text": "Interferon-gamma activated T-cell IRGM-autophagy axis in oral lichen planus."}, {"pubmed": 34646375, "text": "IRGM/Irgm1 facilitates macrophage apoptosis through ROS generation and MAPK signal transduction: Irgm1 (+/-) mice display increases atherosclerotic plaque stability."}, {"pubmed": 35661332, "text": "Association of IRGM gene promoter polymorphisms with hepatitis B virus infection."}, {"pubmed": 35939988, "text": "Association of IRGM promoter region polymorphisms and haplotype with pulmonary tuberculosis in Pakistani (Punjab) population."}, {"pubmed": 36580725, "text": "IRGM/Irgm1 deficiency inhibits neutrophil-platelet interactions and thrombosis in experimental atherosclerosis and arterial injury."}, {"pubmed": 36629440, "text": "Differential Requirement for IRGM Proteins during Tuberculosis Infection in Mice."}, {"pubmed": 36999177, "text": "Evaluation of Immunity-related GTPase Family M Protein (IRGM) SNPs among Egyptian Lupus Patients: A Case-control Study."}, {"pubmed": 37558924, "text": "Race-specific association of an IRGM risk allele with cytokine expression in human subjects."}, {"pubmed": 37705061, "text": "TAOK3 Facilitates Esophageal Squamous Cell Carcinoma Progression and Cisplatin Resistance Through Augmenting Autophagy Mediated by IRGM."}, {"pubmed": 37993085, "text": "IRGM is a novel regulator of PD-L1 via promoting S6K1-mediated phosphorylation of YBX1 in hepatocellular carcinoma."}, {"pubmed": 38514898, "text": "Impact of IRGM gene promoter polymorphisms on susceptibility to chronic HBV infection."}], "genomic_pos": {"chr": "5", "end": 150900736, "ensemblgene": "ENSG00000237693", "start": 150846521, "strand": 1}, "genomic_pos_hg19": {"chr": "5", "end": 150280298, "start": 150226085, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0000045", "qualifier": "involved_in", "term": "autophagosome assembly"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0000045", "pubmed": 16888103, "qualifier": "involved_in", "term": "autophagosome assembly"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0001934", "pubmed": 28389568, "qualifier": "involved_in", "term": "positive regulation of protein phosphorylation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010508", "pubmed": [25891078, 29420192], "qualifier": "involved_in", "term": "positive regulation of autophagy"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010508", "pubmed": [16888103, 25891078, 28389568], "qualifier": "involved_in", "term": "positive regulation of autophagy"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010800", "pubmed": 25891078, "qualifier": "involved_in", "term": "positive regulation of peptidyl-threonine phosphorylation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0031648", "pubmed": 25891078, "qualifier": "involved_in", "term": "protein destabilization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032480", "pubmed": [32715615, 34467632], "qualifier": "involved_in", "term": "negative regulation of type I interferon production"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032689", "qualifier": "involved_in", "term": "negative regulation of type II interferon production"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0033138", "pubmed": 25891078, "qualifier": "involved_in", "term": "positive regulation of peptidyl-serine phosphorylation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0035458", "qualifier": "involved_in", "term": "cellular response to interferon-beta"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042742", "pubmed": [25891078, 32753672, 32939830], "qualifier": "involved_in", "term": "defense response to bacterium"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0042742", "pubmed": [16888103, 19165925], "qualifier": "involved_in", "term": "defense response to bacterium"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043032", "qualifier": "involved_in", "term": "positive regulation of macrophage activation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043124", "pubmed": 36221902, "qualifier": "involved_in", "term": "negative regulation of canonical NF-kappaB signal transduction"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043254", "pubmed": 25891078, "qualifier": "involved_in", "term": "regulation of protein-containing complex assembly"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045087", "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045087", "pubmed": 16888103, "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050687", "pubmed": [34467632, 36221902], "qualifier": "involved_in", "term": "negative regulation of defense response to virus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050728", "pubmed": 30612879, "qualifier": "involved_in", "term": "negative regulation of inflammatory response"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0050821", "pubmed": 25891078, "qualifier": "involved_in", "term": "protein stabilization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0050829", "pubmed": 25891078, "qualifier": "involved_in", "term": "defense response to Gram-negative bacterium"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060335", "pubmed": 16888103, "qualifier": "involved_in", "term": "positive regulation of type II interferon-mediated signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0061635", "pubmed": 25891078, "qualifier": "involved_in", "term": "regulation of protein complex stability"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0061739", "pubmed": 28389568, "qualifier": "involved_in", "term": "protein lipidation involved in autophagosome assembly"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0061762", "pubmed": 25891078, "qualifier": "involved_in", "term": "CAMKK-AMPK signaling cascade"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0065003", "pubmed": 25891078, "qualifier": "involved_in", "term": "protein-containing complex assembly"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0070431", "pubmed": 25891078, "qualifier": "involved_in", "term": "nucleotide-binding oligomerization domain containing 2 signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071211", "pubmed": 29420192, "qualifier": "involved_in", "term": "protein targeting to vacuole involved in autophagy"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0071222", "pubmed": 25891078, "qualifier": "involved_in", "term": "cellular response to lipopolysaccharide"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0071902", "pubmed": 28389568, "qualifier": "involved_in", "term": "positive regulation of protein serine/threonine kinase activity"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0097352", "qualifier": "involved_in", "term": "autophagosome maturation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0098586", "pubmed": 28389568, "qualifier": "involved_in", "term": "cellular response to virus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0160049", "pubmed": 32715615, "qualifier": "involved_in", "term": "negative regulation of cGAS/STING signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1900226", "pubmed": 30612879, "qualifier": "involved_in", "term": "negative regulation of NLRP3 inflammasome complex assembly"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1901098", "pubmed": 16888103, "qualifier": "involved_in", "term": "positive regulation of autophagosome maturation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1901526", "pubmed": 32939830, "qualifier": "involved_in", "term": "positive regulation of mitophagy"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1904417", "pubmed": 25891078, "qualifier": "involved_in", "term": "positive regulation of xenophagy"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1905673", "pubmed": 32753672, "qualifier": "involved_in", "term": "positive regulation of lysosome organization"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0000139", "pubmed": 28389568, "qualifier": "located_in", "term": "Golgi membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0000421", "pubmed": 30612879, "qualifier": "is_active_in", "term": "autophagosome membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0001891", "qualifier": "located_in", "term": "phagocytic cup"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005739", "pubmed": [25891078, 28389568], "qualifier": "located_in", "term": "mitochondrion"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005765", "qualifier": "is_active_in", "term": "lysosomal membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005789", "qualifier": "is_active_in", "term": "endoplasmic reticulum membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005794", "pubmed": 28389568, "qualifier": "located_in", "term": "Golgi apparatus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "pubmed": 25891078, "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0030670", "qualifier": "located_in", "term": "phagocytic vesicle membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0031902", "qualifier": "located_in", "term": "late endosome membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0031966", "qualifier": "is_active_in", "term": "mitochondrial membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0042995", "qualifier": "located_in", "term": "cell projection"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0003924", "qualifier": "enables", "term": "GTPase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003924", "pubmed": 29420192, "qualifier": "enables", "term": "GTPase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003925", "pubmed": 30612879, "qualifier": "enables", "term": "G protein activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [25891078, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005525", "qualifier": "enables", "term": "GTP binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019901", "pubmed": 25891078, "qualifier": "enables", "term": "protein kinase binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0030674", "pubmed": [25891078, 29420192, 30612879, 32715615, 32753672, 36221902], "qualifier": "enables", "term": "protein-macromolecule adaptor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0043539", "pubmed": 25891078, "qualifier": "enables", "term": "protein serine/threonine kinase activator activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0043539", "pubmed": 28389568, "qualifier": "enables", "term": "protein serine/threonine kinase activator activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0050700", "pubmed": 25891078, "qualifier": "enables", "term": "CARD domain binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0051434", "pubmed": 25891078, "qualifier": "enables", "term": "BH3 domain binding"}]}, "homologene": {"genes": [[9598, 471699], [9606, 345611], [9615, 481473], [9615, 606863], [9615, 100684769], [10090, 54396], [10116, 100362733]], "id": 78363}, "interpro": [{"desc": "Immunity-related GTPases-like", "id": "IPR007743", "short_desc": "Immunity-related_GTPase-like"}, {"desc": "P-loop containing nucleoside triphosphate hydrolase", "id": "IPR027417", "short_desc": "P-loop_NTPase"}, {"desc": "IRG-type guanine nucleotide-binding (G) domain", "id": "IPR030385", "short_desc": "G_IRG_dom"}], "ipi": "IPI00235330", "map_location": "5q33.1", "name": "immunity related GTPase M", "other_names": ["LPS-stimulated RAW 264.7 macrophage protein 47 homolog", "LRG-47-like protein", "immunity-related GTPase family M protein", "immunity-related GTPase family, M1", "interferon-inducible protein 1"], "pantherdb": {"HGNC": "29597", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1926262", "ortholog_type": "O", "panther_family": "PTHR32341", "taxid": 10090, "uniprot_kb": "A0A140LIF8"}, {"MGI": "107729", "ortholog_type": "O", "panther_family": "PTHR32341", "taxid": 10090, "uniprot_kb": "Q9DCE9"}, {"RGD": "1306896", "ortholog_type": "O", "panther_family": "PTHR32341", "taxid": 10116, "uniprot_kb": "F7F469"}, {"MGI": "107567", "ortholog_type": "LDO", "panther_family": "PTHR32341", "taxid": 10090, "uniprot_kb": "Q60766"}, {"RGD": "1305163", "ortholog_type": "LDO", "panther_family": "PTHR32341", "taxid": 10116, "uniprot_kb": "Q6AYC2"}, {"ZFIN": "ZDB-GENE-051212-2", "ortholog_type": "O", "panther_family": "PTHR32341", "taxid": 7955, "uniprot_kb": "F1Q673"}, {"ZFIN": "ZDB-GENE-140106-80", "ortholog_type": "O", "panther_family": "PTHR32341", "taxid": 7955, "uniprot_kb": "A0A0R4IU24"}, {"ZFIN": "ZDB-GENE-051212-6", "ortholog_type": "O", "panther_family": "PTHR32341", "taxid": 7955, "uniprot_kb": "E7F6D1"}, {"ZFIN": "ZDB-GENE-060503-460", "ortholog_type": "O", "panther_family": "PTHR32341", "taxid": 7955, "uniprot_kb": "F1QD39"}, {"ZFIN": "ZDB-GENE-051212-5", "ortholog_type": "O", "panther_family": "PTHR32341", "taxid": 7955, "uniprot_kb": "A5WVI1"}], "uniprot_kb": "A1A4Y4"}, "pathway": {"kegg": {"id": "hsa05145", "name": "Toxoplasmosis - Homo sapiens (human)"}}, "pfam": "PF05049", "pharmgkb": "PA142671652", "pharos": {"target_id": 7388, "tdl": "Tbio"}, "prosite": "PS51716", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF212234", "relationship": "is"}, {"id": "GNF217686", "relationship": "is"}, {"id": "GNF223138", "relationship": "is"}, {"id": "GNF228590", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000005.10", "NC_060929.1", "NG_027809.2"], "protein": ["NP_001139277.1", "NP_001333486.1"], "rna": ["NM_001145805.2", "NM_001346557.2", "NR_170598.1"], "translation": [{"protein": "NP_001139277.1", "rna": "NM_001145805.2"}, {"protein": "NP_001333486.1", "rna": "NM_001346557.2"}]}, "reporter": {"HG-U133_Plus_2": "1563335_at", "HTA-2_0": "TC05000836.hg.1", "HuEx-1_0": ["2835679", "2835682"], "HuGene-2_1": "16991184"}, "retired": 100190926, "summary": "This gene encodes a member of the p47 immunity-related GTPase family. The encoded protein may play a role in the innate immune response by regulating autophagy formation in response to intracellular pathogens. Polymorphisms that affect the normal expression of this gene are associated with a susceptibility to Crohn's disease and tuberculosis. Alternative splicing results in multiple transcript variants encoding different isoforms. [provided by RefSeq, Oct 2016].", "symbol": "IRGM", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1537424"}, "unigene": ["Hs.652148", "Hs.519680"], "uniprot": {"Swiss-Prot": "A1A4Y4", "TrEMBL": "A0A9H4B933"}, "wikipedia": {"url_stub": "IRGM"}}