{"AllianceGenome": "6132", "HGNC": "6132", "MIM": "600366", "_id": "3670", "_version": 1, "accession": {"genomic": ["AC010478.5", "CH471123.1", "CP068273.2", "KT584342.1", "NC_000005.10", "NC_060929.1", "NG_023040.1"], "protein": ["AAA81946.1", "AAD14064.1", "AAH31213.1", "BAF83431.1", "EAW54861.1", "NP_002193.2", "P61371.1", "XP_011541682.1", "XP_054208502.1"], "rna": ["AK290742.1", "BC017027.1", "BC031213.1", "BM680522.1", "NM_002202.3", "S70721.1", "U07559.1", "XM_011543380.3", "XM_054352527.1"], "translation": [{"protein": "XP_011541682.1", "rna": "XM_011543380.3"}, {"protein": "AAD14064.1", "rna": "S70721.1"}, {"protein": "XP_054208502.1", "rna": "XM_054352527.1"}, {"protein": "AAH31213.1", "rna": "BC031213.1"}, {"protein": "NP_002193.2", "rna": "NM_002202.3"}, {"protein": "AAA81946.1", "rna": "U07559.1"}, {"protein": "BAF83431.1", "rna": "AK290742.1"}]}, "alias": ["ISLET1", "Isl-1"], "ensembl": {"gene": "ENSG00000016082", "protein": ["ENSP00000230658", "ENSP00000422676"], "transcript": ["ENST00000230658", "ENST00000505475", "ENST00000511384"], "translation": [{"protein": "ENSP00000230658", "rna": "ENST00000230658"}, {"protein": "ENSP00000422676", "rna": "ENST00000511384"}], "type_of_gene": "protein_coding"}, "entrezgene": "3670", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 11.2560993631, "exp_mis": 157.412218692, "exp_syn": 74.1176670345, "lof_z": 2.73289996222137, "mis_z": 2.82298772668968, "mu_lof": 7.87292992381e-07, "mu_mis": 1.39599832063e-05, "mu_syn": 6.45977418965e-06, "n_lof": 2.0, "n_mis": 85.0, "n_syn": 60.0, "p_li": 0.606135790074323, "p_null": 0.0018414453300493, "p_rec": 0.392022764595628, "syn_z": 1.01660360565003}, "bp": 1050, "cds_end": 50689444, "cds_start": 50679505, "n_exons": 6, "nonpsych": {"exp_lof": 10.0653869903, "exp_mis": 142.350783099, "exp_syn": 66.9611737748, "lof_z": 2.49667469868986, "mis_z": 3.0163420458545, "mu_lof": 7.87292992381e-07, "mu_mis": 1.39599832063e-05, "mu_syn": 6.45977418965e-06, "n_lof": 2.0, "n_mis": 71.0, "n_syn": 54.0, "p_li": 0.529279570500912, "p_null": 0.00416872021405652, "p_rec": 0.466551709285032, "syn_z": 0.9972319201524}, "nontcga": {"exp_lof": 10.343674297, "exp_mis": 144.807314416, "exp_syn": 68.1763210205, "lof_z": 2.55918199210722, "mis_z": 2.80731483789242, "mu_lof": 7.87292992381e-07, "mu_mis": 1.39599832063e-05, "mu_syn": 6.45977418965e-06, "n_lof": 2.0, "n_mis": 77.0, "n_syn": 55.0, "p_li": 0.531982013412547, "p_null": 0.00335345573754438, "p_rec": 0.464664530849909, "syn_z": 1.01041475935137}, "transcript": "ENST00000230658.7"}, "exons": [{"cdsend": 51393610, "cdsstart": 51383671, "chr": "5", "position": [[51383447, 51383699], [51384540, 51384730], [51387489, 51387749], [51389645, 51389932], [51391273, 51391441], [51393493, 51394729]], "strand": 1, "transcript": "NM_002202", "txend": 51394729, "txstart": 51383447}], "exons_hg19": [{"cdsend": 50689444, "cdsstart": 50679505, "chr": "5", "position": [[50679281, 50679533], [50680374, 50680564], [50683323, 50683583], [50685479, 50685766], [50687107, 50687275], [50689327, 50690563]], "strand": 1, "transcript": "NM_002202", "txend": 50690563, "txstart": 50679281}], "generif": [{"pubmed": 15161765, "text": "Seven single nucleotide polymorphisms (SNPs) and one microsatellite in noncoding regions of ISL1 GENE. Four haplotypes formed by six of these SNPs and one microsatellite were associated with type 1 diabetes in Swedish families."}, {"pubmed": 16321656, "text": "we demonstrated that ISL1 and BETA2 could activate insulin gene transcription synergistically."}, {"pubmed": 16713999, "text": "cultured pancreatic islets contain nestin and Isl-1 positive mesenchymal stem cells with multipotential developmental capacity"}, {"pubmed": 16873704, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17022998, "text": "Isl1 could enhance the HNF4alpha-mediated activation of transcription of the HNF1alpha, PPARalpha and insulin I promoters"}, {"pubmed": 17363077, "text": "Sudy illustrated that GPA2 is positively regulated by isl-1, suggesting that this protein associates with endocrine systems including the pituitary and pancreas."}, {"pubmed": 17519333, "text": "beta-catenin signaling regulates proliferation and survival of cardiac progenitors"}, {"pubmed": 18081024, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18239644, "text": "An important developmental and regulatory gene ISL1 is uniquely expressed in visceral fat, probably in the preadipocyte. ISL1 may be regulated by adiposity."}, {"pubmed": 18454440, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18583962, "text": "Although the LIM interaction domain of Ldb1 (Ldb1(LID)) and Isl1(LBD) share low levels of sequence homology, X-ray and NMR structures reveal that they bind Lhx3 in an identical manner, that is, Isl1(LBD) mimics Ldb1(LID)."}, {"pubmed": 19571884, "text": "purified ISL1(+) primordial progenitors are capable of self-renewal and expansion before differentiation into the three major cell types in the heart"}, {"pubmed": 19619559, "text": "These results suggest that ISL1 is a transcriptional activator for insulin gene expression, and the interactions of ISL1 with BETA2 are required for the transcriptional activity of the insulin gene."}, {"pubmed": 19896915, "text": "early first trimester human embryonic heart expresses clusters of Isl1(+)cells, some of which differentiate into cardiomyocytes."}, {"pubmed": 20306291, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20520780, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20520780, "text": "Two different ISL1 haplotypes contribute to risk of congenital heart disease in white and black/African American populations."}, {"pubmed": 20807224, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21060249, "text": "Data indicate that, despite the relevant role of ISL1 in thyroid and heart morphogenesis, mutations in its coding region are not associated with TD in our group of patients."}, {"pubmed": 21060249, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21739268, "text": "Gastrin-positive neuroendocrine tumors, whether of duodenal or pancreatic origin, frequently expressed PDX1 (17/18), ISL1 (14/18), and NGN3 (14/18)."}, {"pubmed": 22194342, "text": "This study establishes ISL1 as a novel transcriptional regulator of LHX3 and describes a potential mechanism for regulation by PITX1."}, {"pubmed": 22303449, "text": "The relationship between human ISL1 and FGF10 within the embryonic time window during which the linear heart tube remodels into four chambers, was examined."}, {"pubmed": 22388755, "text": "Both Islet 1 and PAX8 are reliable immunohistochemical markers for identifying metastatic neuroendocrine tumors of pancreatic origin."}, {"pubmed": 22480195, "text": "This is the first study which indicates that ISL1 common variant rs1017 may not play a role in sporadic CHD susceptibility in the Chinese population."}, {"pubmed": 23152444, "text": "This study describes a new gain-of-function p.Asn252Ser variant in the human ISL1 gene, which could potentially lead to greater activation of downstream targets involved in cardiac development, dilation, and hypertrophy."}, {"pubmed": 23229290, "text": "ISL1 common variant rs1017 is not associated with increased genetic risk of CHD in the white population."}, {"pubmed": 23348208, "text": "Our findings confirm that Isl1 is a sensitive marker of pancreatic origin in cases of metastatic neuroendocrine neoplasms ."}, {"pubmed": 23436614, "text": "The methylation status of Homeobox A9 (HOXA9), ISL LIM homeobox 1 (ISL1) and Aldehyde dehydrogenase 1 family, member A3 (ALDH1A3) was significantly associated with decreased gene expression levels"}, {"pubmed": 23503646, "text": "findings modify the role of ISL1 as a marker for pancreatic neuroendocrine neoplasms and suggest that ISL1 has a broader involvement in differentiation and growth of neuroendocrine neoplasms than has so far been assumed."}, {"pubmed": 23572340, "text": "The findings suggest that ISL1 genetic polymorphisms are associated with occurrence of VSD, thus they may be useful as molecular markers for prediction of VSD."}, {"pubmed": 24018375, "text": "Overexpression of VEGF-A promotes not only the endothelial specification but also engraftment, proliferation and survival (reduced apoptosis) of the human Isl1+ progenitors in vivo."}, {"pubmed": 24037217, "text": "We have demonstrated that Islet 1 and PAX8 are not entirely specific for neuroendocrine tumors of pancreatic origin, as they are expressed in a majority of rectal neuroendocrine tumors."}, {"pubmed": 24131831, "text": "Haplotype TT of ISL1 may increase the risk of congenital heart disease (CHD)in Tianjin Han children."}, {"pubmed": 24578274, "text": "Overexpression of ISL1 in human mesnchymal stem cells promotes angiogenesis in vitro and in vivo through increasing secretion of MCP3 and other paracrine factors."}, {"pubmed": 24634231, "text": "Results suggest that rs1017 ISL1 contributed to the risk of Congenital heart disease (CHD) in Chinese Han people, and the gene may be involved in the formation and development of the heart."}, {"pubmed": 24674670, "text": "This study demonstrates that the Isl1-Gata3 transcription regulatory axis is essential for normal pyloric development."}, {"pubmed": 24751901, "text": "ISL1 is commonly expressed in rhabdomyosarcoma, particularly the alveolar subtype"}, {"pubmed": 24845569, "text": "these results demonstrate a positive feedback regulation of ISL-1 in diffuse large B cell lymphoma but not in pancreatic beta-cells, which might result in the functional diversities of ISL-1 in different physiological and pathological processes."}, {"pubmed": 25015099, "text": "Tcf7l2 is regulating proinsulin expression directly via Isl1, Ins1 and indirectly via MafA, NeuroD1 and Pdx1."}, {"pubmed": 25070240, "text": "ISL-1 is tightly linked to non-Hodgkin lymphoma proliferation and development by promoting c-Myc transcription, and its aberrant expression was regulated by p-STAT3/p-c-Jun/ISL-1 complex activation."}, {"pubmed": 25524439, "text": "Isl1 overexpression in embryonic stem cells results in normal electrophysiologically functioning cells."}, {"pubmed": 25763902, "text": "The present study identified the first genome-wide significant locus for classic bladder exstrophy at chromosomal region 5q11.1, and provides strong evidence for the hypothesis that ISL1 is the responsible candidate gene in this region."}, {"pubmed": 26077299, "text": "In bladder exstrophy there is a clear correlation with the a mutation of the chromosome 5 ISL1 (5q11.1) gene."}, {"pubmed": 26142548, "text": "Suggest that ISL-1 may be a useful prognostic biomarker and may represent a novel therapeutic target for gastric adenocarcinoma."}, {"pubmed": 26332997, "text": "Concurrent ISL1/HOXA9 methylation in HG-NMIBC reliably predicted tumour recurrence and progression within one year (Positive Predictive Value 91.7%), and was associated with disease-specific mortality"}, {"pubmed": 26495868, "text": "SSBP3 Interacts With Islet-1 and Ldb1 to Impact Pancreatic beta-Cell Target Genes"}, {"pubmed": 27052314, "text": "Data indicate that cells cultured on cardiac muscle laminin (LN)-based substrata in combination with stimulation of the canonical Wnt/beta-catenin pathway showed increased gene expression of ISL1, OCT4, KDR and NKX2.5."}, {"pubmed": 27183908, "text": "Data show that Islet-1 (ISL1) activated the expression of cyclin B1 (CCNB1), cyclin B2 (CCNB2) and c-myc (c-MYC) genes by binding to the conserved binding sites on their promoters or enhancers."}, {"pubmed": 27543867, "text": "ISL-1 is widely expressed in Olfactory neuroblastoma tumors with neuroendocrine differentiation and therefore of limited value in their differential diagnosis"}, {"pubmed": 27578785, "text": "results identify Isl1 as a crucial transcription factor that plays essential roles in the gene regulatory program directing development of multiple arcuate neuronal subpopulations."}, {"pubmed": 28000708, "text": "In the present study, the protein inhibitor of activated STAT Y (PIASy) was identified as a novel Isl1-interacting protein. Furthermore, PIASy and Isl1 upregulate insulin gene expression and insulin secretion in a dose-dependent manner by activating the insulin promoter."}, {"pubmed": 28176844, "text": "ISL1 is a major susceptibility gene for bladder exstrophy and a regulator of urinary tract development."}, {"pubmed": 29337667, "text": "Mechanistic analyses integrate this unrecognized anti-atrial function of ISL1 with known and newly identified atrial inducers. In this revised view, ISL1 is antagonized by retinoic acid signaling via a novel player, MEIS2."}, {"pubmed": 29482621, "text": "Overexpression of ISL1 in transplanted human mesenchymal stem promotes cell survival in a rat model of myocardial infarction and enhances their paracrine function to protect cardiomyocytes."}, {"pubmed": 29606507, "text": "Human ISL1(+) Ventricular Progenitors Self-Assemble into an In Vivo Functional Heart Patch."}, {"pubmed": 30226569, "text": "The present study revealed that (ISL1) was significantly upregulated in Triplenegative breast cancer (TNBC) tissues in comparison with adjacent normal tissues. Overexpression of ISL1 markedly promoted the proliferation and invasion of the TNBC MDAMB231 and MDAMB468 cell lines, while knockdown of ISL1 inhibited cell invasion and proliferation in these cell lines."}, {"pubmed": 30390123, "text": "This study firstly implicates ISL1 loss-of-function mutation with CHD in humans, which provides novel insight into the molecular mechanism of CHD, implying potential implications for genetic counseling and individually tailored treatment of CHD patients."}, {"pubmed": 30536204, "text": "Heterozygous ISL1 nonsense mutation contributes to the pathogenesis of dilated cardiomyopathy."}, {"pubmed": 30674889, "text": "Paper uncovers a molecular mechanism of ISL1 promoting metastasis of GC through binding to the ZEB1 promoter together with co-factor SETD7."}, {"pubmed": 30867811, "text": "Genome-wide mapping revealed a substantial co-occupancy of binding regions by ISL1 and GATA3, and ISL1 physically interacts with GATA3, and together they synergistically regulate the expression of oncogenic pathways."}, {"pubmed": 31024170, "text": "The Isl1 binds to compacted chromatin and works in concert with the Brg1-Baf60c-based SWI/SNF complex to promote permissive cardiac lineage-specific alterations in the chromatin landscape not only of genes with critical functions in cardiac progenitor cells, but also of cardiomyocyte structural genes that are highly expressed when Isl1 itself is no longer present."}, {"pubmed": 31296310, "text": "Focusing on ISL1 and PLAGL1 the authors found no statistically significant differences in methylation status at these loci between patients and control samples. However, 20 CpGs in PLAGL1 and 19 CpGs in ISL1 showed at least 25% increase or decrease of DNA methylation."}, {"pubmed": 31484864, "text": "a new heterozygous ISL1 mutation, NM_002202.2: c.225C>G; p. (Tyr75*), was discovered in an index patient with double outlet right ventricle and ventricular septal defect"}, {"pubmed": 31914083, "text": "In summary, our meta-analysis results suggest that the T allele of ISL1 rs1017 is a risk factor for CHD"}, {"pubmed": 32544883, "text": "microRNA-9 and -29a regulate the progression of diabetic peripheral neuropathy via ISL1-mediated sonic hedgehog signaling pathway."}, {"pubmed": 32597291, "text": "No association between POU4F1, POU4F2, ISL1 polymorphisms and normal-tension glaucoma."}, {"pubmed": 32771629, "text": "ISL1 loss-of-function variation causes familial atrial fibrillation."}, {"pubmed": 32783653, "text": "Generation and optimization of highly pure motor neurons from human induced pluripotent stem cells via lentiviral delivery of transcription factors."}, {"pubmed": 32820510, "text": "[Discovery and functional analysis of a novel ISL1 variant associated with congenital heart defect]."}, {"pubmed": 33476445, "text": "Association of ISL1 polymorphisms and eosinophilic levels among otitis media patients."}, {"pubmed": 33570246, "text": "Insulin gene enhancer protein 1 mediates glycolysis and tumorigenesis of gastric cancer through regulating glucose transporter 4."}, {"pubmed": 33602141, "text": "Global transcriptome profile of the developmental principles of in vitro iPSC-to-motor neuron differentiation."}, {"pubmed": 33864110, "text": "Expression of ISL1 and its partners in prostate cancer progression and neuroendocrine differentiation."}, {"pubmed": 33925933, "text": "Overexpression of Isl1 under the Pax2 Promoter, Leads to Impaired Sound Processing and Increased Inhibition in the Inferior Colliculus."}, {"pubmed": 33962568, "text": "Phosphorylation of islet-1 serine 269 by CDK1 increases its transcriptional activity and promotes cell proliferation in gastric cancer."}, {"pubmed": 34131100, "text": "ISL1 promoted tumorigenesis and EMT via Aurora kinase A-induced activation of PI3K/AKT signaling pathway in neuroblastoma."}, {"pubmed": 34260301, "text": "Identification of variants of ISL1 gene promoter and cellular functions in isolated ventricular septal defects."}, {"pubmed": 34753990, "text": "ISL1 promotes enzalutamide resistance in castration-resistant prostate cancer (CRPC) through epithelial to mesenchymal transition (EMT)."}, {"pubmed": 34997427, "text": "Investigation of promoter methylation patterns association with genes expression profile of ISL1, MGMT and DMNT3b in tissue of breast cancer patients."}, {"pubmed": 35403434, "text": "ISL1 Promotes Human Glioblastoma-Derived Stem Cells' Self-Renewal by Activation of Sonic Hedgehog/GLI1 Function."}, {"pubmed": 36170181, "text": "Identification and functional analysis of genetic variants of ISL1 gene promoter in human atrial septal defects."}, {"pubmed": 36758343, "text": "Isl1 promotes gene transcription through physical interaction with Set1/Mll complexes."}, {"pubmed": 36830727, "text": "Genetic Variants of ISL1 Gene Promoter Identified from Congenital Tetralogy of Fallot Patients Alter Cellular Function Forming Disease Basis."}, {"pubmed": 37782193, "text": "Human breast milk cells are positive for the pioneer transcription factor ISL1."}, {"pubmed": 37863045, "text": "The multi-lineage transcription factor ISL1 controls cardiomyocyte cell fate through interaction with NKX2.5."}], "genomic_pos": {"chr": "5", "end": 51394730, "ensemblgene": "ENSG00000016082", "start": 51383448, "strand": 1}, "genomic_pos_hg19": {"chr": "5", "end": 50690564, "start": 50678921, "strand": 1}, "go": {"BP": [{"evidence": "ISS", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001755", "qualifier": "involved_in", "term": "neural crest cell migration"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0003139", "pubmed": 20520780, "qualifier": "involved_in", "term": "secondary heart field specification"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003148", "qualifier": "involved_in", "term": "outflow tract septum morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003151", "qualifier": "involved_in", "term": "outflow tract morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003203", "qualifier": "involved_in", "term": "endocardial cushion morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003215", "qualifier": "involved_in", "term": "cardiac right ventricle morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0003266", "qualifier": "involved_in", "term": "regulation of secondary heart field cardioblast proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006366", "qualifier": "involved_in", "term": "transcription by RNA polymerase II"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007409", "qualifier": "involved_in", "term": "axonogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007507", "qualifier": "involved_in", "term": "heart development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008283", "qualifier": "involved_in", "term": "cell population proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008284", "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010575", "qualifier": "involved_in", "term": "positive regulation of vascular endothelial growth factor production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021520", "qualifier": "involved_in", "term": "spinal cord motor neuron cell fate specification"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0021522", "qualifier": "involved_in", "term": "spinal cord motor neuron differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021524", "qualifier": "involved_in", "term": "visceral motor neuron differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0021559", "qualifier": "involved_in", "term": "trigeminal nerve development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021983", "qualifier": "involved_in", "term": "pituitary gland development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0031016", "qualifier": "involved_in", "term": "pancreas development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031290", "qualifier": "involved_in", "term": "retinal ganglion cell axon guidance"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0031333", "qualifier": "involved_in", "term": "negative regulation of protein-containing complex assembly"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032024", "pubmed": 19619559, "qualifier": "involved_in", "term": "positive regulation of insulin secretion"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032725", "qualifier": "involved_in", "term": "positive regulation of granulocyte macrophage colony-stimulating factor production"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032729", "qualifier": "involved_in", "term": "positive regulation of type II interferon production"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032730", "qualifier": "involved_in", "term": "positive regulation of interleukin-1 alpha production"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032731", "qualifier": "involved_in", "term": "positive regulation of interleukin-1 beta production"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032735", "qualifier": "involved_in", "term": "positive regulation of interleukin-12 production"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032755", "qualifier": "involved_in", "term": "positive regulation of interleukin-6 production"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032760", "qualifier": "involved_in", "term": "positive regulation of tumor necrosis factor production"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0033147", "qualifier": "involved_in", "term": "negative regulation of intracellular estrogen receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042531", "qualifier": "involved_in", "term": "positive regulation of tyrosine phosphorylation of STAT protein"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043524", "qualifier": "involved_in", "term": "negative regulation of neuron apoptotic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045597", "qualifier": "involved_in", "term": "positive regulation of cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045665", "qualifier": "involved_in", "term": "negative regulation of neuron differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045766", "qualifier": "involved_in", "term": "positive regulation of angiogenesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0045944", "pubmed": 23805044, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0048665", "qualifier": "involved_in", "term": "neuron fate specification"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048665", "qualifier": "involved_in", "term": "neuron fate specification"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048762", "qualifier": "involved_in", "term": "mesenchymal cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048880", "qualifier": "involved_in", "term": "sensory system development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048936", "qualifier": "involved_in", "term": "peripheral nervous system neuron axonogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0050728", "qualifier": "involved_in", "term": "negative regulation of inflammatory response"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0055010", "qualifier": "involved_in", "term": "ventricular cardiac muscle tissue morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060037", "qualifier": "involved_in", "term": "pharyngeal system development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060070", "qualifier": "involved_in", "term": "canonical Wnt signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060379", "qualifier": "involved_in", "term": "cardiac muscle cell myoblast differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060384", "qualifier": "involved_in", "term": "innervation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060413", "qualifier": "involved_in", "term": "atrial septum morphogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060913", "pubmed": 19571884, "qualifier": "involved_in", "term": "cardiac cell fate determination"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060931", "qualifier": "involved_in", "term": "sinoatrial node cell development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0071385", "qualifier": "involved_in", "term": "cellular response to glucocorticoid stimulus"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0071657", "qualifier": "involved_in", "term": "positive regulation of granulocyte colony-stimulating factor production"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0086091", "qualifier": "acts_upstream_of", "term": "regulation of heart rate by cardiac conduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0090090", "qualifier": "involved_in", "term": "negative regulation of canonical Wnt signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1901258", "qualifier": "involved_in", "term": "positive regulation of macrophage colony-stimulating factor production"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005634", "pubmed": 7907017, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005737", "pubmed": 7907017, "qualifier": "located_in", "term": "cytoplasm"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0000978", "pubmed": 19619559, "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000981", "pubmed": 19619559, "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000987", "qualifier": "enables", "term": "cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0001228", "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [20211142, 25416956, 28514442, 31515488, 32296183, 36950384, 37207277], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0016922", "qualifier": "enables", "term": "nuclear receptor binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0030331", "qualifier": "enables", "term": "nuclear estrogen receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0043425", "pubmed": 16321656, "qualifier": "enables", "term": "bHLH transcription factor binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0061629", "pubmed": 19619559, "qualifier": "enables", "term": "RNA polymerase II-specific DNA-binding transcription factor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:1990841", "qualifier": "enables", "term": "promoter-specific chromatin binding"}]}, "homologene": {"genes": [[6239, 172236], [7165, 1279631], [7227, 35147], [7955, 30147], [9031, 396383], [9598, 461881], [9606, 3670], [9615, 612954], [9913, 614040], [10090, 16392], [10116, 64444]], "id": 1661}, "interpro": [{"desc": "Homeobox domain", "id": "IPR001356", "short_desc": "Homeobox_dom"}, {"desc": "Zinc finger, LIM-type", "id": "IPR001781", "short_desc": "Znf_LIM"}, {"desc": "Homeobox-like domain superfamily", "id": "IPR009057", "short_desc": "Homeobox-like_sf"}, {"desc": "Homeobox, conserved site", "id": "IPR017970", "short_desc": "Homeobox_CS"}, {"desc": "Insulin gene enhancer protein ISL-1/2-like", "id": "IPR047169", "short_desc": "ISL1/2-like"}, {"desc": "Insulin gene enhancer protein ISL-1/2-like, LIM domain1", "id": "IPR047244", "short_desc": "ISL1/2-like_LIM1"}], "ipi": ["IPI00025071", "IPI00966899"], "map_location": "5q11.1", "name": "ISL LIM homeobox 1", "other_names": ["insulin gene enhancer protein ISL-1", "islet-1"], "pantherdb": {"HGNC": "6132", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "101791", "ortholog_type": "LDO", "panther_family": "PTHR24204", "taxid": 10090, "uniprot_kb": "P61372"}, {"RGD": "61957", "ortholog_type": "LDO", "panther_family": "PTHR24204", "taxid": 10116, "uniprot_kb": "P61374"}, {"Ensembl": "ENSGALG00000014884", "ortholog_type": "LDO", "panther_family": "PTHR24204", "taxid": 9031, "uniprot_kb": "P50211"}, {"ZFIN": "ZDB-GENE-040624-1", "ortholog_type": "O", "panther_family": "PTHR24204", "taxid": 7955, "uniprot_kb": "A0A0R4IWT9"}, {"ZFIN": "ZDB-GENE-980526-112", "ortholog_type": "LDO", "panther_family": "PTHR24204", "taxid": 7955, "uniprot_kb": "P53405"}, {"WormBase": "WBGene00002989", "ortholog_type": "LDO", "panther_family": "PTHR24204", "taxid": 6239, "uniprot_kb": "G5EC36"}, {"FlyBase": "FBgn0003896", "ortholog_type": "LDO", "panther_family": "PTHR24204", "taxid": 7227, "uniprot_kb": "Q9VJ37"}], "uniprot_kb": "P61371"}, "pathway": {"kegg": {"id": "hsa04550", "name": "Signaling pathways regulating pluripotency of stem cells - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-2980736", "name": "Peptide hormone metabolism"}, {"id": "R-HSA-376176", "name": "Signaling by ROBO receptors"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-400508", "name": "Incretin synthesis, secretion, and inactivation"}, {"id": "R-HSA-400511", "name": "Synthesis, secretion, and inactivation of Glucose-dependent Insulinotropic Polypeptide (GIP)"}, {"id": "R-HSA-422475", "name": "Axon guidance"}, {"id": "R-HSA-9010553", "name": "Regulation of expression of SLITs and ROBOs"}, {"id": "R-HSA-9675108", "name": "Nervous system development"}, {"id": "R-HSA-9733709", "name": "Cardiogenesis"}], "wikipathways": [{"id": "WP1591", "name": "Heart Development"}, {"id": "WP2064", "name": "Neural Crest Differentiation"}, {"id": "WP2406", "name": "Cardiac Progenitor Differentiation"}]}, "pfam": ["PF00046", "PF00412"], "pharmgkb": "PA29932", "pharos": {"target_id": 9109, "tdl": "Tbio"}, "pir": "I53277", "prosite": ["PS50023", "PS50071"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF167911", "relationship": "is"}, {"id": "GNF178817", "relationship": "is"}, {"id": "GNF189723", "relationship": "is"}, {"id": "GNF200629", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF161972", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF007244", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF095545", "relationship": "is"}, {"id": "GNF135202", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000005.10", "NC_060929.1", "NG_023040.1"], "protein": ["NP_002193.2", "XP_011541682.1", "XP_054208502.1"], "rna": ["NM_002202.3", "XM_011543380.3", "XM_054352527.1"], "translation": [{"protein": "XP_054208502.1", "rna": "XM_054352527.1"}, {"protein": "XP_011541682.1", "rna": "XM_011543380.3"}, {"protein": "NP_002193.2", "rna": "NM_002202.3"}]}, "reporter": {"HG-U133_Plus_2": "206104_at", "HG-U95Av2": "39990_at", "HTA-2_0": "TC05000212.hg.1", "HuEx-1_0": "2808931", "HuGene-1_1": "8105220", "HuGene-2_1": "16984612"}, "summary": "This gene encodes a member of the LIM/homeodomain family of transcription factors. The encoded protein binds to the enhancer region of the insulin gene, among others, and may play an important role in regulating insulin gene expression. The encoded protein is central to the development of pancreatic cell lineages and may also be required for motor neuron generation. Mutations in this gene have been associated with maturity-onset diabetes of the young. [provided by RefSeq, Jul 2008].", "symbol": "ISL1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1416480"}, "unigene": "Hs.505", "uniprot": {"Swiss-Prot": "P61371", "TrEMBL": "D6RBJ1"}, "wikipedia": {"url_stub": "ISL1"}}