{"AllianceGenome": "6139", "HGNC": "6139", "MIM": "605025", "_id": "3675", "_version": 2, "accession": {"genomic": ["AC002401.2", "AC009720.19", "CH471109.2", "CP068261.2", "DQ394283.1", "KF456287.1", "NC_000017.11", "NC_060941.1", "NG_029107.2"], "protein": ["AAA36120.1", "AAH43917.1", "AAI36637.1", "AAI44329.1", "AAI50191.1", "AEE61007.1", "AEE61009.1", "BAA00845.1", "BAD92895.1", "BAF82650.1", "BAG56841.1", "BAG64440.1", "EAW94645.1", "EAW94646.1", "EAW94647.1", "EAW94648.1", "NP_002195.1", "P26006.5", "XP_005257365.1", "XP_047291878.1", "XP_054171933.1", "XP_054171934.1"], "rna": ["AB209658.1", "AK090532.1", "AK091950.1", "AK092023.1", "AK095140.1", "AK289961.1", "AK293323.1", "AK303384.1", "BC015344.1", "BC043917.1", "BC136636.1", "BC144328.1", "BC150190.1", "BM978115.1", "BU631476.1", "D01038.1", "DA655978.1", "HM005409.1", "HM005411.1", "M59911.1", "NM_002204.4", "NM_005501.2", "XM_005257308.3", "XM_047435922.1", "XM_054315958.1", "XM_054315959.1"], "translation": [{"protein": "AAA36120.1", "rna": "M59911.1"}, {"protein": "BAA00845.1", "rna": "D01038.1"}, {"protein": "XP_005257365.1", "rna": "XM_005257308.3"}, {"protein": "XP_054171934.1", "rna": "XM_054315959.1"}, {"protein": "BAD92895.1", "rna": "AB209658.1"}, {"protein": "AAH43917.1", "rna": "BC043917.1"}, {"protein": "BAG56841.1", "rna": "AK293323.1"}, {"protein": "AAI36637.1", "rna": "BC136636.1"}, {"protein": "BAG64440.1", "rna": "AK303384.1"}, {"protein": "AEE61007.1", "rna": "HM005409.1"}, {"protein": "AAI50191.1", "rna": "BC150190.1"}, {"protein": "AEE61009.1", "rna": "HM005411.1"}, {"protein": "NP_002195.1", "rna": "NM_002204.4"}, {"protein": "AAI44329.1", "rna": "BC144328.1"}, {"protein": "XP_047291878.1", "rna": "XM_047435922.1"}, {"protein": "BAF82650.1", "rna": "AK289961.1"}, {"protein": "XP_054171933.1", "rna": "XM_054315958.1"}]}, "alias": ["CD49C", "FRP-2", "GAP-B3", "GAPB3", "ILNEB", "JEB7", "MSK18", "VCA-2", "VL3A", "VLA3a"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2022-05-09T02:30:00.000Z", "disease_label": "pidermolysis bullosa, junctional 7, with interstitial lung disease and nephrotic syndrome", "gcep": "Glomerulopathy Gene Curation Expert Panel", "moi": "AR", "mondo": "MONDO:0013881", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_3dc277da-52f8-4f64-91a8-cd6c4f68db3a-2022-05-09T023000.000Z", "sop": "SOP8"}}, "ensembl": {"gene": "ENSG00000005884", "protein": ["ENSP00000007722", "ENSP00000315190", "ENSP00000422826", "ENSP00000425980", "ENSP00000426142", "ENSP00000466652", "ENSP00000467851"], "transcript": ["ENST00000007722", "ENST00000320031", "ENST00000504417", "ENST00000505306", "ENST00000505552", "ENST00000505612", "ENST00000506401", "ENST00000506437", "ENST00000506827", "ENST00000507771", "ENST00000508100", "ENST00000510809", "ENST00000512553", "ENST00000514834", "ENST00000515147", "ENST00000570989"], "translation": [{"protein": "ENSP00000422826", "rna": "ENST00000506401"}, {"protein": "ENSP00000315190", "rna": "ENST00000320031"}, {"protein": "ENSP00000007722", "rna": "ENST00000007722"}, {"protein": "ENSP00000466652", "rna": "ENST00000512553"}, {"protein": "ENSP00000425980", "rna": "ENST00000510809"}, {"protein": "ENSP00000426142", "rna": "ENST00000506827"}, {"protein": "ENSP00000467851", "rna": "ENST00000504417"}], "type_of_gene": "protein_coding"}, "entrezgene": "3675", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 43.3893955271, "exp_mis": 408.630658207, "exp_syn": 185.075509697, "lof_z": 4.11889083595411, "mis_z": 2.02356290421477, "mu_lof": 3.30697747539e-06, "mu_mis": 3.96513118778e-05, "mu_syn": 1.7676471418e-05, "n_lof": 16.0, "n_mis": 325.0, "n_syn": 163.0, "p_li": 2.40911978006841e-05, "p_null": 7.23930489729508e-06, "p_rec": 0.999968669497302, "syn_z": 1.00597115835368}, "bp": 3201, "cds_end": 48166629, "cds_start": 48133803, "n_exons": 25, "nonpsych": {"exp_lof": 38.7964073788, "exp_mis": 369.375005423, "exp_syn": 167.036015651, "lof_z": 4.22505895123512, "mis_z": 2.18808280107563, "mu_lof": 3.30697747539e-06, "mu_mis": 3.96513118778e-05, "mu_syn": 1.7676471418e-05, "n_lof": 12.0, "n_mis": 286.0, "n_syn": 147.0, "p_li": 0.00361384988208947, "p_null": 3.91905579304664e-06, "p_rec": 0.996382231062117, "syn_z": 0.976044184113885}, "nontcga": {"exp_lof": 39.8719275285, "exp_mis": 375.893914619, "exp_syn": 170.223160858, "lof_z": 3.88559149057628, "mis_z": 2.15579582674336, "mu_lof": 3.30697747539e-06, "mu_mis": 3.96513118778e-05, "mu_syn": 1.7676471418e-05, "n_lof": 15.0, "n_mis": 292.0, "n_syn": 153.0, "p_li": 3.50276046232884e-05, "p_null": 2.08598295561713e-05, "p_rec": 0.99994411256582, "syn_z": 0.835846947542533}, "transcript": "ENST00000007722.7"}, "exons": [{"cdsend": 50088335, "cdsstart": 50056439, "chr": "17", "position": [[50056109, 50056645], [50064076, 50064204], [50064527, 50064607], [50068055, 50068305], [50070843, 50070930], [50071310, 50071518], [50071985, 50072182], [50073915, 50074004], [50074143, 50074280], [50074447, 50074534], [50075458, 50075526], [50075598, 50075735], [50076325, 50076475], [50076583, 50076681], [50076973, 50077121], [50077378, 50077447], [50078045, 50078125], [50078206, 50078284], [50078823, 50078926], [50079075, 50079258], [50079434, 50079557], [50080261, 50080375], [50081309, 50081408], [50087743, 50087869], [50088224, 50088366], [50089109, 50090481]], "strand": 1, "transcript": "NM_002204", "txend": 50090481, "txstart": 50056109}], "exons_hg19": [{"cdsend": 48165699, "cdsstart": 48133803, "chr": "17", "position": [[48133473, 48134009], [48141440, 48141568], [48141891, 48141971], [48145419, 48145669], [48148207, 48148294], [48148674, 48148882], [48149349, 48149546], [48151279, 48151368], [48151507, 48151644], [48151811, 48151898], [48152822, 48152890], [48152962, 48153099], [48153689, 48153839], [48153947, 48154045], [48154337, 48154485], [48154742, 48154811], [48155409, 48155489], [48155570, 48155648], [48156187, 48156290], [48156439, 48156622], [48156798, 48156921], [48157625, 48157739], [48158673, 48158772], [48165107, 48165233], [48165588, 48165730], [48166473, 48167845]], "strand": 1, "transcript": "NM_002204", "txend": 48167845, "txstart": 48133473}], "generif": [{"pubmed": 11907260, "text": "Data demonstrate that multiple tetraspanin (transmembrane 4 superfamily) proteins such as CD151 are palmitoylated, and that palmitoylation is not required for cd151-alpha3beta1 integrin association."}, {"pubmed": 11988844, "text": "Human prostate tumors display on their cell surface the alpha6beta1 and/or alpha3beta1 integrins"}, {"pubmed": 12372459, "text": "initial adhesion of endometrial cells to mesothelium is not mediated by alpha(3)beta(1)integrin"}, {"pubmed": 12452046, "text": "Integrin-alpha 3 sub-unit participates the process of regulating growth of meningiomas."}, {"pubmed": 12615788, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12699087, "text": "expression of alpha3 integrin subunit is responsible for differentiation-associated changes in cells behavior in terminally differentiated oral keratinocytes"}, {"pubmed": 12717361, "text": "signaling through both constitutively expressed alpha2 integrin and Matrigel-induced alpha3 integrin expression is required to acquire a differentiated phenotype in Caco-2 cells."}, {"pubmed": 12919677, "text": "Data show that macrophage stimulating protein (MSP) and its receptor (Ron) induce phosphorylation of both Ron and alpha6beta4 integrin, and result in activation of alpha3beta1 integrin."}, {"pubmed": 14596610, "text": "Disulfide bonding patterns of the integrin alpha 3 chain are described; the alpha chain displays differences in the disulfide patterns of those bonds near their C-terminal regions linking the heavy and light chains."}, {"pubmed": 14602071, "text": "Data demonstrate that alpha6beta4 integrin mediates pancreatic epithelial cell adhesion to Netrin-1, whereas recruitment of alpha6beta4 and alpha3beta1 regulate the migration of putative pancreatic progenitors on Netrin-1."}, {"pubmed": 14607975, "text": "ligand-binding specificities of integrin alpha3beta1 and alpha6beta1"}, {"pubmed": 14612440, "text": "alpha3beta1 integrin binding to laminin-5 depends on its proteolytic processing"}, {"pubmed": 14645603, "text": "results suggest that a direct interaction occurs between the Adenovirus penton base protein and the integrin receptor alpha3beta1 in vitro and in vivo"}, {"pubmed": 14662754, "text": "results show how laterally associated EWI-2 might regulate alpha3beta1 function in disease and development, and demonstrate how tetraspanin proteins can assemble multiple nontetraspanin proteins into functional complexes"}, {"pubmed": 14666169, "text": "alpha3beta1, alpha4beta1 and alphaVbeta1 integrins may play an important role in the implantation process"}, {"pubmed": 14706682, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15024036, "text": "Data suggest that the early arrest of tumor cells in the pulmonary vasculature through interaction of alpha3beta1 integrin with laminin-5 in exposed basement membrane provides a basis for cell arrest during pulmonary metastasis."}, {"pubmed": 15109703, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15194015, "text": "Observational study of gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 15280429, "text": "Alpha 3 beta 1 integrin is necessary and sufficient for maximal keratinocyte survival on laminin-5."}, {"pubmed": 15302884, "text": "cAMP-Epac-Rap1 pathway regulates cell spreading and cell adhesion to laminin-5 through the alpha3beta1 integrin but not the alpha6beta4 integrin"}, {"pubmed": 15346842, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15351855, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15677332, "text": "Results indicate that CD151 association modulates the ligand-binding activity of integrin alpha3beta1 through stabilizing its activated conformation not only with purified proteins but also in a physiological context."}, {"pubmed": 15805105, "text": "Beta ig-h3 induces keratinocyte differentiation via modulation of involucrin and transglutaminase expression through the integrin alpha3beta1 and the phosphatidylinositol 3-kinase/Akt signaling pathway"}, {"pubmed": 15878864, "text": "KSHV gB can activate VEGFR-3 on the microvascular endothelium and modulate endothelial cell migration and proliferation via an interaction between the alpha3beta1 integrin and the VEGFR-3 receptor"}, {"pubmed": 15919367, "text": "alpha3beta1 integrin binding results in a suppression of the interleukin-1 signaling pathway leading to the activation of NF-(kappa)B"}, {"pubmed": 15983209, "text": "alpha3, alpha5, and alpha6 beta1 integrins are expressed in ductal cells at 8 weeks, before glucagon- and insulin-immunoreactive cells bud off in fetal pancrea."}, {"pubmed": 16055706, "text": "the signaling network involving Smad-dependent TGFbeta, PKCdelta, and integrin alpha2beta1/alpha3beta1, regulates cell spreading, motility, and invasion of the SNU16mAd gastric carcinoma cell variant"}, {"pubmed": 16103120, "text": "phenotypic conversion and reversion of bladder cancer cells is controlled by a glycosynapse 3 microdomain through GM3-mediated interaction of alpha3beta1 integrin with CD9"}, {"pubmed": 16273094, "text": "localized expression of the integrin alpha3 protein is regulated at the level of RNA localization by MBNL1; integrin alpha3 transcripts are physically associated with MLP1 in cells and MLP1 binds to a specific ACACCC motif in the integrin alpha3 3' UTR"}, {"pubmed": 16307893, "text": "Thus, the integrin/Src pathway negatively regulates the induction of long-term plasticity at inhibitory synapses on a cerebellar Purkinje cells."}, {"pubmed": 16339173, "text": "Data show that alpha6 and alpha3 integrin subunits interact with laminin 5 to increase expression of E-cadherin, and suggest that phosphoinositide 3-kinase (PI 3-kinase) activation plays a key role in this cross-talk."}, {"pubmed": 16373174, "text": "Our data show that alpha3beta1 integrin function may be altered by glycosylation, that both subunits contribute to these changes, and glycosylation may be considered a newly found mechanism in the regulation of integrin function."}, {"pubmed": 16390868, "text": "Results suggest that loss of E-cadherin function is linked to regulation of cell-cell and cell-matrix adhesion, based in part on cell surface expression of alpha2, alpha3 and beta1 integrins."}, {"pubmed": 16459165, "text": "decreased podocyte expression of alpha3beta1 integrins is closely related with podocyte depletion, glomerular sclerosis, and daily protein loss in patients with primary focal glomerulosclerosis"}, {"pubmed": 16475024, "text": "TGF-beta1 stimulates hepatoma cells to express a higher level of alpha3 integrin by transcriptional upregulation via Ets transcription factors and to exhibit a more invasive phenotype."}, {"pubmed": 16510444, "text": "This study supports matrix-induced clustering of alpha3beta1 integrin promotes uPAR/alpha3beta1 interaction; potentiating cellular signal transduction pathways culminating in activation of uPA expression and enhanced uPA-dependent invasive behavior."}, {"pubmed": 16537545, "text": "EWI proteins EWI-2 and EWI-F, alpha3beta1 and alpha6beta4 integrins, and protein palmitoylation have contrasting effects on cell surface CD9 organization"}, {"pubmed": 16571677, "text": "Both integrin alpha3beta1- and alpha6beta4-dependent cell adhesion to laminin-5 were also impaired in CD151-silenced cells."}, {"pubmed": 16707493, "text": "Slug regulates integrin alpha3, beta1, and beta4 expression and cell proliferation in human epidermal keratinocytes"}, {"pubmed": 16731529, "text": "integrin alpha3beta1 is a receptor for the alpha3NC1 domain and transdominantly inhibits integrin alphavbeta3 activation"}, {"pubmed": 16732726, "text": "Acquisition of multiple antitumor drugs was accompanied by a drastically reduced expression of alpha3beta1 in the adenocarcinoma cells."}, {"pubmed": 16785564, "text": "Binding of Borrelia burgdorferi to integrin alpha 3 beta 1 results in release of inflammatory mediators from human chondrocytes and is proposed as a Toll-like receptor-independent pathway for activation of the innate immune response."}, {"pubmed": 17265493, "text": "Chondrocytes with low chondrogenic capacity expressed higher levels of IGF-1, MMP-2, aggrecanase 2, while chondrocytes with high chondrogenic capacity expressed higher levels of CD44, CD151, and CD49c."}, {"pubmed": 17475774, "text": "Integrin-mediated adhesion via alpha3beta1, but not alpha6beta4 integrin, supports cell survival through EGFR by signaling downstream to Erk."}, {"pubmed": 17481915, "text": "These results indicate that binding of the alpha3beta1 integrin results in a suppression in the activation of the IL-1 induced intracellular signaling pathway from JNK to AP-1."}, {"pubmed": 17498594, "text": "findings suggest an important role of integrin alpha2beta1, alpha3beta1, and alpha5beta1 in the architectural characteristics of ameloblastomas and adenomatoid odentogenic tumor"}, {"pubmed": 17630833, "text": "Beta1 and alpha3 integrins are functionally important receptors for type 1 pili-expressing bacteria within the urinary tract and possibly at other sites within the host."}, {"pubmed": 17888902, "text": "identification of alpha3beta1 as the predominant integrin and laminin receptor in glioma cells, and as a brain invasion-mediating integrin"}, {"pubmed": 17997226, "text": "These results strongly suggest that enhanced expression of alpha3beta1 integrin on hepatocellular carcinoma cells is directly involved in their malignant phenotypes such as invasion and metastasis."}, {"pubmed": 18224668, "text": "Increase in ITGA3 is associated with lymph node metastasis in squamous cell carcinoma of the tongue"}, {"pubmed": 18384059, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18464290, "text": "Both integrins, v3 and v5, are involved in the glioma cell radioresistance through the integrin-linked kinase (ILK) and the small GTPase RhoB, at least by regulating the radiation-induced mitotic cell death."}, {"pubmed": 18492066, "text": "CD151 regulates integrin alpha3beta1 functions in two independent aspects: potentiation of integrin alpha3beta1-mediated cell adhesion and promotion of integrin alpha3beta1-stimulated signaling events involving tyrosine phosphorylation"}, {"pubmed": 18550570, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18695939, "text": "Results suggest that HAb18G/CD147 enhances the invasion and metastatic potentials of human hepatoma cells via integrin alpha3beta1-mediated FAK-paxillin and FAKPI3K-Ca(2+) signal pathways."}, {"pubmed": 18839319, "text": "Src overexpression downregulates alpha3 integrin total protein expression and localization to the cell surface of HCT116 colon cancer cells. This indicates that Src activity may enhance metastasis by altering alpha3 integrin expression."}, {"pubmed": 19074885, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19130304, "text": "alpha 3, alpha 6A, and beta 1 integrin expression in cancer cells at the invasive front are related to the mode of invasion and prognosis in oral squamous cell carcinoma"}, {"pubmed": 19224172, "text": "Proliferation activity and malignant grade of meningiomas were increased with decreased expression of integrin-alpha(3), and down-regulation of integrin-alpha(3) mRNA was associated with the invasive biological behaviors in meningiomas."}, {"pubmed": 19230171, "text": "Glomerular deposition of C5b-9 and a positive correlation with the intensity of tubular alpha3beta1-integrin suggests a possible implication in the development of tubulointerstitial fibrosis."}, {"pubmed": 19297475, "text": "a cellular protein that appeared to be degraded by E1B55K in combination with the E4orf6 protein was a species of molecular mass approximately 130 kDa that was identified as the integrin alpha3 subunit"}, {"pubmed": 19339270, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19411307, "text": "alpha(2)-, alpha(3)-, and beta(1)-integrins and E-cadherin expression in normal human lung and bronchopulmonary sequestration and congenital cystic adenomatoid malformation were evaluated using Western blot and immunohistochemistry."}, {"pubmed": 19451223, "text": "Nox1 knockdown led to a loss of directional migration which takes place through a RhoA-dependent alpha2/alpha3 integrin switch."}, {"pubmed": 19730683, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19752234, "text": "For the first time, alpha3- and alpha5-laminins are shown to promote both adhesion and migration of mast cells, and alpha1 integrin is shown to mediate cell migration."}, {"pubmed": 19755493, "text": "Gal-3 promotes epithelial cell migration by cross-linking MGAT5-modified complex N-glycans on alpha3beta1 integrin."}, {"pubmed": 19759146, "text": "Integrin alpha3 is a bona fide substrate of the adenovirus serotype 5 E4orf6 and E1B55K protein-formed cullin 5-based E3 ubiquitin ligase complex."}, {"pubmed": 20352300, "text": "The results suggest that the production of MMP-9 by MKN1 cells was potentiated by the alpha3beta1 integrin-laminin-5 interaction, which facilitated their invasion via degradation of the matrix."}, {"pubmed": 20412552, "text": "down-regulation of alpha3beta1 integrin recapitulates crucial events governing keratinocyte migration associated with wound healing and tissue repair."}, {"pubmed": 20877569, "text": "U937 macrophage responses to the TLR2 ligand, Pam3CSK4, are dependent upon integrin alpha3beta1."}, {"pubmed": 20926544, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20927591, "text": "CD151, c-Met, and integrin alpha3/alpha6 were all overexpressed in pancreatic ductal adenocarcinoma. CD151 and c-Met might be new molecular markers to predict the prognosis of pancreatic ductal adenocarcinoma patients."}, {"pubmed": 21182210, "text": "Studies have shown that ITGA3 plays a key role during cortical development, involved in neuronal migration and placement, as well as cortical layering"}, {"pubmed": 21195710, "text": "Data suggest that the alpha5 laminins emerge as putative primary extracellular matrix mediators of melanoma invasion and metastasis via alpha3/alpha6beta1 and other integrin receptors."}, {"pubmed": 21530503, "text": "With increased tension cytoskeletal stress fibers develop that contain alphaSMA and alphavbeta3 integrin that replaces alpha2beta1 integrin, consistent with cell switching from collagen to non-collagen proteins interactions."}, {"pubmed": 22512483, "text": "We identified three patients with homozygous mutations in the integrin alpha(3) gene that were associated with disrupted basement-membrane structures and compromised barrier functions in kidney, lung, and skin."}, {"pubmed": 22684562, "text": "Taken together, it was concluded that CD151 promotes the proliferation and migration of PC3 cells through the formation of CD151-integrin complex and the activation of phosphorylated ERK."}, {"pubmed": 22843693, "text": "CD151 links alpha(3)beta(1)/alpha(6)beta(1) integrins to Ras, Rac1, and Cdc42 by promoting the formation of multimolecular complexes in the membrane, which leads to the up-regulation of adhesion-dependent small GTPase activation"}, {"pubmed": 22917688, "text": "Most actinic cheilitis cases showed reduced expression of integrin alpha 3 and superficially invasive squamous cell carcinoma lacked intergrin alpha 3 in the invasive front."}, {"pubmed": 22986527, "text": "Data indicate that alpha3beta1 and the tetraspanin CD151 directly associate at the front and retracting rear of polarised migrating breast carcinoma cells."}, {"pubmed": 23011394, "text": "Loss of alpha3 integrin-adenomatous poliposis coli interaction promotes endothelial apoptosis."}, {"pubmed": 23074279, "text": "Data show that TIMP-2-mediated inhibition of vascular endothelial cell permeability involves an integrin alpha3beta1-Shp-1-cAMP/protein kinase A-dependent vascular endothelial cadherin cytoskeletal association."}, {"pubmed": 23094960, "text": "These results suggest that Ets-1 is involved in transcriptional activation of the alpha3 integrin gene through its binding to the Ets-consensus sequence at -133 bp"}, {"pubmed": 23233127, "text": "Collectively, these findings suggest that integrin alpha3beta1 plays pivotal roles in regulating cell proliferation and migration that enhance the invasive type of p53-deficient NSCLC cells."}, {"pubmed": 23248240, "text": "Data indicate that Slug siRNA suppressed the TGF-beta1-induced integrin alpha3beta1-mediated cell migration ability of squamous cell carcinoma HSC-4 cells."}, {"pubmed": 23533596, "text": "CD151 is positively associated with the invasiveness of HGC, and CD151 or the combination of CD151 and integrin alpha3 is a novel marker for predicting the prognosis of HGC patient."}, {"pubmed": 23590307, "text": "Suggest that fibronectin fine tunes LM332-mediated migration by boosting bronchiolar cell adhesion to substrate via integrin alpha3beta1 integrin."}, {"pubmed": 23613949, "text": "Both CD9/CD81-silenced cells and CD151-silenced cells showed delayed alpha3beta1-dependent cell spreading on laminin-332."}, {"pubmed": 23652300, "text": "Integrin alpha3 contributes to the invasive nature of glioma stem-like cell via ERK1/2, which renders integrin alpha3 a prime candidate for anti-invasion therapy for glioblastoma."}, {"pubmed": 23686814, "text": "The interaction between ephrin-As, Eph receptors and integrin alpha3 is plausibly important for the crosstalk between Eph and integrin signalling pathways at the membrane protrusions and in the migration of brain cancer cells."}, {"pubmed": 23687274, "text": "These results showed evidence of Borrelia burgdorferi BB0172 localization in the outer membrane, the orientation of the vWFA domain to the extracellular environment, and its function as a metal ion-dependent integrin-binding protein."}, {"pubmed": 23786209, "text": "study concluded that ITGA3 is a potential molecular marker for cells undergoing enhanced epithelial-mesenchymal transition as well as for cancer cells with aggressive phenotypes; integrin alpha3 likely plays a crucial role in the progression of both cancer cells and fibroblastic cells in cancer microenvironments"}, {"pubmed": 24006899, "text": "Two types of metastatic trait were found in OSCC: locoregional dissemination, which was reflected by high-ITGA3/CD9, and distant metastasis through hematogenous dissemination, uniquely distinguished by high-ITGB4/JUP."}, {"pubmed": 24084442, "text": "High integrin alpha 3 expression is associated with malignant pleural mesothelioma."}, {"pubmed": 24220332, "text": "the calf-1 domain is required for the transport of alpha3 from the ER to the Golgi apparatus to maintain the integrity of epithelial tissues, and hence the impairment of the calf-1 domain by the R628P mutation leads to severe diseases of the kidneys, lungs, and skin."}, {"pubmed": 24289209, "text": "Integrin alpha2beta1 and integrin alpha3beta1 suppress anoikis in undifferentiated cells."}, {"pubmed": 24381140, "text": "ITGA3 gene polymorphism is associated with with susceptibility of osteosarcoma."}, {"pubmed": 24434582, "text": "Integrin alpha3beta1 mediates regulation of COX2 mRNA stability in human breast cancer cells."}, {"pubmed": 24616281, "text": "Exposure to magnesium ions facilitated hBMSC proliferation via integrin alpha2 and alpha3 expression and partly promoted differentiation into osteoblasts via the alteration of ALP expression and activity"}, {"pubmed": 24621570, "text": "integrin-alpha3 mutation confers major renal developmental defects"}, {"pubmed": 24675526, "text": "endothelial integrin alpha3beta1 stabilizes tumor/endothelial cell adhesion and induces the formation of macromolecular signaling complex activating several major signaling pathways in endothelial cells."}, {"pubmed": 24950714, "text": "COX2 and alpha3 are correlated in invasive ductal carcinoma independently of hormone receptor status or other clinicopathologic features, supporting the hypothesis that integrin alpha3beta1 is a determinant of COX2 expression in human breast cancer."}, {"pubmed": 24958723, "text": "Molecular modeling indicated that galactosylation occurred on the periphery of alpha2beta1 integrin interaction with alpha1(IV)382-393 but right in the middle of alpha3beta1 integrin interaction with alpha1(IV)531-543"}, {"pubmed": 24985492, "text": "CTGF blocks integrin alpha3beta1-dependent adhesion of cancer cells."}, {"pubmed": 25078904, "text": "ITGA3 translocation to the plasma membrane suppressed by hypoxia through inhibition of glycosylation facilitated cell invasion in A431."}, {"pubmed": 25096929, "text": "NOX4 is highly predictive of relapse in stage II left-side colon cancer, whereas integrin alpha 3 beta 1 (ITGA3) is predictive of relapse in stage II right-side colon cancer."}, {"pubmed": 25356755, "text": "our study demonstrates that CD151-alpha3beta1 integrin complexes regulate ovarian tumor growth by repressing Slug-mediated epithelial to mesenchymal transition and Wnt signaling"}, {"pubmed": 25472585, "text": "ITGA3, ITGA6, ITGB3,ITGB4 and ITGB5 are associated with GC susceptibility (rs2675), ITGA3, ITGA6, ITGB3, ITGB4 and ITGB5 are associated with gastric cancer susceptibility tumor stage and lymphatic metastasis in Chinese Han population"}, {"pubmed": 25497870, "text": "Findings show that alpha3 integrin is essentially involved in head and neck squamous cell carcinoma (HNSCC) cell radioresistance."}, {"pubmed": 26318455, "text": "studies suggest that the presence and spacing of the RGD and synergy sites modulate integrin alpha3beta1 binding to Fn"}, {"pubmed": 26350464, "text": "based on the interaction motifs in Sdc1 and Sdc4, called synstatins (SSTN210-240 and SSTN87-131) competitively displace the receptor tyrosine kinase and alpha3beta1 integrin from the syndecan with an IC50 of 100-300 nm"}, {"pubmed": 26377974, "text": "Data show that CD151 protein (CD151)-alpha3beta1 integrin complexes cooperated with epidermal growth factor receptor (EGFR) to drive tumor cell motility."}, {"pubmed": 26418968, "text": "the role of the CD151-alpha3beta1 complex in carcinoma progression is context dependent, and may depend on the mode of tumor cell invasion."}, {"pubmed": 26464707, "text": "In high grade DCIS, when stratified according to the HER2 status, in the HER2-negative subgroup, CD151 assessed in combination with alpha3beta1 was significantly correlated with prognosis."}, {"pubmed": 26674523, "text": "Genetic and Immunohistochemical Expression of Integrins ITGAV, ITGA6, and ITGA3 As Prognostic Factor for Colorectal Cancer"}, {"pubmed": 26788840, "text": "Expression of the alpha3-Integrin splice variants in the brain"}, {"pubmed": 26854491, "text": "ITGA3 mutation is responsible in the development of epidermolysis bullosa."}, {"pubmed": 26992919, "text": "these findings identify CD151 and its interactions with integrins a3 and a6 as potential therapeutic targets for inhibiting stemness-driving mechanisms and stem cell populations in Glioblastoma."}, {"pubmed": 27340677, "text": "The results suggested that podocyte detachment during early stage of diabetic nephropathy is mediated through upregulation of alpha3beta1-integrin."}, {"pubmed": 27509031, "text": "Results provide evidence that alpha3 and alpha6 integrins have significantly different internalization kinetics and that coordination exists between them for internalization in prostate cancer cells."}, {"pubmed": 27562932, "text": "During the past decades, many studies have provided evidence for a role of laminin-binding integrins in tumorigenesis, and both tumor-promoting and suppressive activities have been identified. (Review)"}, {"pubmed": 27717396, "text": "This study reports a variant of ILNEB syndrome in two siblings differing from the previously reported patients in the lack of nephrotic impairment and survival beyond childhood; they are the first reported compound heterozygous for ITGA3 mutations."}, {"pubmed": 27821163, "text": "our studies clearly provide evidence that aberrant expression of sFRP2 can contribute to the invasive and metastatic potential for osteosarcoma."}, {"pubmed": 27974569, "text": "Competition binding and infection experiments and biochemical assays pointed out alphaVbeta1 and alpha3beta1 to be of importance for human adenovirus-37 infection of corneal tissue."}, {"pubmed": 28102841, "text": "Our study elucidates the molecular mechanisms of miR-101/ITGA3 pathway in regulating nasopharyngeal carcinoma (NPC)metastasis and angiogenesis, and the systemic delivery of miR-101 provides a potent evidence for the development of a novel microRNA-targeting anticancer strategy for NPC patients."}, {"pubmed": 28324890, "text": "High ITGA3 expression is associated with bladder cancer."}, {"pubmed": 28416479, "text": "findings identify a novel physiological context for combinatorial integrin signaling, laying the foundation for therapeutic strategies that manipulate alpha9beta1 and/or alpha3beta1 during wound healing"}, {"pubmed": 28612520, "text": "Results showed that ITGA3 was directly regulated by miR-199 family in head and neck squamous cell carcinoma cells (HNSCC). Its knockdown significantly inhibited cancer cell migration and invasion by HNSCC cells."}, {"pubmed": 28618934, "text": "Both in cell lines and in mouse model, the extracellular matrix receptors including the integrin ( ITGA3 and ITGA2B), collagen ( COL5A1), and laminin ( LAMA5) were significantly inhibited by curcumin at messenger RNA and protein levels."}, {"pubmed": 29511671, "text": "these findings suggest that ITGA3 may play a role as a potential oncogene in intrahepatic cholangiocarcinoma (ICC)and suppression of ITGA3 expression may establish a novel target for guiding the therapy of ICC patients."}, {"pubmed": 29758195, "text": "ITGA3 is a novel target of miR-124 in colorectal cancer cells."}, {"pubmed": 30128883, "text": "Bioinformatics analysis identifies ITGA3 as an oncogene in human tongue cancer."}, {"pubmed": 30466509, "text": "Results show that in the absence of integrin alpha3, keratinocytes of patients with interstitial lung disease, nephrotic syndrome and epidermolysis bullosa (ILNEB) produce a fibronectin-rich microenvironment and make use of fibronectin-binding integrin subunits alphav and alpha5."}, {"pubmed": 30614803, "text": "Up-regulation of integrin subunit alpha 3 (ITGA3) is observed in bladder cancer (BC) clinical samples and tumor cell lines. Silencing ITGA3 enhances apoptosis, inhibits tumor cell migration and invasion, and therefore decreases viability and proliferation of BC cells."}, {"pubmed": 30659093, "text": "both integrin alpha3beta1 and PI4KIIalpha co-localized to the trans-Golgi network, where they physically interacted with each other, and PI4KIIalpha specifically associated with integrin alpha3 but not alpha5"}, {"pubmed": 30941771, "text": "MiR-524-5p targeting on FOXE1 and ITGA3 prevents thyroid cancer progression through different pathways including cell cycling and autophagy."}, {"pubmed": 30944668, "text": "Elevated serum sFRP2 levels are associated with primary tumor size, tumor stage, and lymph node metastases."}, {"pubmed": 30971252, "text": "Levels of antibodies that inhibit the binding of children's IE to the receptors ICAM-1, integrin alpha3beta1 and laminin increased with age. The breadth of antibodies that inhibit ICAM-1 and laminin adhesion (defined as the proportion of IE isolates whose binding was reduced by >/= 50%) also significantly increased with age."}, {"pubmed": 31101121, "text": "Downregulation of alpha3beta1 in a HER2-driven mouse model and in HER2-overexpressing human mammary carcinoma cells promotes progression and invasiveness of tumors. The invasion-suppressive role of alpha3beta1 was not observed in triple-negative mammary carcinoma cells, illustrating the tumor type-specific and complex function of alpha3beta1 in breast cancer."}, {"pubmed": 31340144, "text": "Integrin-alpha3 Is a Functional Marker of Ex Vivo Expanded Human Long-Term Hematopoietic Stem Cells."}, {"pubmed": 31421623, "text": "The results strongly suggest that ITGA3 is a key molecule for cellular attachment and entry of non-enveloped hepatitis E virus."}, {"pubmed": 31987909, "text": "findings indicate that integrin alpha3 interacts with VASP and regulates its expression"}, {"pubmed": 32210347, "text": "Anatomy of a viral entry platform differentially functionalized by integrins alpha3 and alpha6."}, {"pubmed": 32356431, "text": "Alterations in the immunoreactivity of laminin, type IV collagen and alpha3beta1 integrin in diabetic rat ovarian follicles."}, {"pubmed": 32705201, "text": "MicroRNA199a5p suppresses cell proliferation, migration and invasion by targeting ITGA3 in colorectal cancer."}, {"pubmed": 32851057, "text": "TMT-Based Quantitative Proteomic Analysis Identification of Integrin Alpha 3 and Integrin Alpha 5 as Novel Biomarkers in Pathogenesis of Acute Aortic Dissection."}, {"pubmed": 33099569, "text": "Expression and Prognostic Analyses of ITGA3, ITGA5, and ITGA6 in Head and Neck Squamous Cell Carcinoma."}, {"pubmed": 33173103, "text": "Paracoccidioides brasiliensis downmodulates alpha3 integrin levels in human lung epithelial cells in a TLR2-dependent manner."}, {"pubmed": 33428143, "text": "Key Role of CD151-integrin Complex in Lung Cancer Metastasis and Mechanisms Involved."}, {"pubmed": 33768705, "text": "Skin fragility, renal malformation and interstitial lung disease due to compound heterozygous ITGA3 mutations."}, {"pubmed": 34023363, "text": "Homozygous ITGA3 Missense Mutation in Adults in a Family with Syndromic Epidermolysis Bullosa (ILNEB) without Pulmonary Involvement."}, {"pubmed": 34102169, "text": "Detection of bladder cancer with aberrantly fucosylated ITGA3."}, {"pubmed": 34242748, "text": "CD9 and ITGA3 are regulated during HIV-1 infection in macrophages to support viral replication."}, {"pubmed": 34938358, "text": "miRNA-144-5p/ITGA3 Suppressed the Tumor-Promoting Behaviors of Thyroid Cancer Cells by Downregulating ITGA3."}, {"pubmed": 35970081, "text": "YY1/ITGA3 pathway may affect trophoblastic cells migration and invasion ability."}, {"pubmed": 36843258, "text": "Integrin alpha3 Mediates Stemness and Invasion of Glioblastoma by Regulating POU3F2."}, {"pubmed": 37831759, "text": "Integrin alpha3 promotes TH17 cell polarization and extravasation during autoimmune neuroinflammation."}, {"pubmed": 38755258, "text": "Early-stage lung cancer is driven by a transitional cell state dependent on a KRAS-ITGA3-SRC axis."}], "genomic_pos": {"chr": "17", "end": 50090481, "ensemblgene": "ENSG00000005884", "start": 50055968, "strand": 1}, "genomic_pos_hg19": {"chr": "17", "end": 48167845, "start": 48133332, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001764", "qualifier": "involved_in", "term": "neuron migration"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007160", "qualifier": "involved_in", "term": "cell-matrix adhesion"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007229", "qualifier": "involved_in", "term": "integrin-mediated signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007266", "qualifier": "involved_in", "term": "Rho protein signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007507", "qualifier": "involved_in", "term": "heart development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007613", "qualifier": "involved_in", "term": "memory"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009410", "qualifier": "involved_in", "term": "response to xenobiotic stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010628", "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010634", "qualifier": "involved_in", "term": "positive regulation of epithelial cell migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010811", "qualifier": "involved_in", "term": "positive regulation of cell-substrate adhesion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010976", "qualifier": "involved_in", "term": "positive regulation of neuron projection development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0017015", "pubmed": 24621570, "qualifier": "involved_in", "term": "regulation of transforming growth factor beta receptor signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030111", "pubmed": 24621570, "qualifier": "involved_in", "term": "regulation of Wnt signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030324", "pubmed": 24621570, "qualifier": "involved_in", "term": "lung development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030510", "pubmed": 24621570, "qualifier": "involved_in", "term": "regulation of BMP signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031345", "qualifier": "involved_in", "term": "negative regulation of cell projection organization"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0033627", "qualifier": "involved_in", "term": "cell adhesion mediated by integrin"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0034698", "qualifier": "involved_in", "term": "response to gonadotropin"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0035024", "qualifier": "acts_upstream_of_or_within", "term": "negative regulation of Rho protein signal transduction"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0035640", "qualifier": "acts_upstream_of_or_within", "term": "exploration behavior"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043588", "pubmed": 24621570, "qualifier": "involved_in", "term": "skin development"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0048333", "pubmed": 23154389, "qualifier": "involved_in", "term": "mesodermal cell differentiation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0050900", "qualifier": "involved_in", "term": "leukocyte migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060135", "qualifier": "involved_in", "term": "maternal process involved in female pregnancy"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0072006", "pubmed": 24621570, "qualifier": "involved_in", "term": "nephron development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0097062", "qualifier": "acts_upstream_of_or_within", "term": "dendritic spine maintenance"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0097205", "pubmed": 24621570, "qualifier": "involved_in", "term": "renal filtration"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0098609", "qualifier": "involved_in", "term": "cell-cell adhesion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0099560", "qualifier": "involved_in", "term": "synaptic membrane adhesion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1903078", "pubmed": 10455171, "qualifier": "involved_in", "term": "positive regulation of protein localization to plasma membrane"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 21310825, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005925", "pubmed": 21423176, "qualifier": "located_in", "term": "focal adhesion"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0008305", "qualifier": "part_of", "term": "integrin complex"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0009897", "qualifier": "is_active_in", "term": "external side of plasma membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0009986", "pubmed": 19581412, "qualifier": "located_in", "term": "cell surface"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009986", "pubmed": [19933311, 20563599, 21310825, 24220332, 25063885], "qualifier": "located_in", "term": "cell surface"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0016323", "qualifier": "located_in", "term": "basolateral plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0031527", "pubmed": 10455171, "qualifier": "located_in", "term": "filopodium membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0031594", "qualifier": "located_in", "term": "neuromuscular junction"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0034667", "pubmed": 25063885, "qualifier": "part_of", "term": "integrin alpha3-beta1 complex"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0034667", "pubmed": 24220332, "qualifier": "part_of", "term": "integrin alpha3-beta1 complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043235", "pubmed": 23382219, "qualifier": "part_of", "term": "receptor complex"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0045211", "qualifier": "located_in", "term": "postsynaptic membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0048471", "qualifier": "located_in", "term": "perinuclear region of cytoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0048787", "qualifier": "located_in", "term": "presynaptic active zone membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0060076", "qualifier": "located_in", "term": "excitatory synapse"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 19056867, "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0071944", "pubmed": 24220332, "qualifier": "located_in", "term": "cell periphery"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0097060", "qualifier": "located_in", "term": "synaptic membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098978", "qualifier": "located_in", "term": "glutamatergic synapse"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:1990812", "qualifier": "located_in", "term": "growth cone filopodium"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0001968", "qualifier": "enables", "term": "fibronectin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0002020", "pubmed": 10455171, "qualifier": "enables", "term": "protease binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005178", "qualifier": "enables", "term": "integrin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [1911778, 9360996, 10811835, 14557253, 14676841, 24220332], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005518", "qualifier": "enables", "term": "collagen binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0019904", "qualifier": "enables", "term": "protein domain specific binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0043236", "qualifier": "enables", "term": "laminin binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0046982", "pubmed": 10455171, "qualifier": "enables", "term": "protein heterodimerization activity"}]}, "homologene": {"genes": [[8364, 100494331], [9031, 373946], [9544, 700962], [9598, 455111], [9606, 3675], [9615, 491074], [9913, 508490], [10090, 16400], [10116, 360606]], "id": 21129}, "interpro": [{"desc": "Integrin domain superfamily", "id": "IPR032695", "short_desc": "Integrin_dom_sf"}, {"desc": "Integrin alpha, second immunoglobulin-like domain", "id": "IPR048285", "short_desc": "Integrin_alpha_Ig-like_2"}, {"desc": "Integrin alpha chain", "id": "IPR000413", "short_desc": "Integrin_alpha"}, {"desc": "Integrin alpha beta-propellor", "id": "IPR013519", "short_desc": "Int_alpha_beta-p"}, {"desc": "Integrin alpha, N-terminal", "id": "IPR028994", "short_desc": "Integrin_alpha_N"}, {"desc": "FG-GAP repeat", "id": "IPR013517", "short_desc": "FG-GAP"}, {"desc": "Integrin alpha, first immunoglubulin-like domain", "id": "IPR013649", "short_desc": "Integrin_alpha_Ig-like_1"}, {"desc": "Integrin alpha, third immunoglobulin-like domain", "id": "IPR048286", "short_desc": "Integrin_alpha_Ig-like_3"}, {"desc": "Integrin alpha chain, C-terminal cytoplasmic region, conserved site", "id": "IPR018184", "short_desc": "Integrin_alpha_C_CS"}], "ipi": ["IPI00215995", "IPI00290043", "IPI00963993", "IPI00965926"], "map_location": "17q21.33", "name": "integrin subunit alpha 3", "other_names": ["CD49 antigen-like family member C", "alpha 3 subunit of VLA-3 receptor", "antigen CD49C", "antigen identified by monoclonal antibody J143", "galactoprotein B3", "integrin alpha 3", "integrin alpha-3", "integrin, alpha 3 (antigen CD49C, alpha 3 subunit of VLA-3 receptor)", "testicular tissue protein Li 96", "testicular tissue protein Li 98", "very late activation protein 3 receptor, alpha-3 subunit", "very late activation receptor subunit alpha-3"], "pantherdb": {"HGNC": "6139", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "96602", "ortholog_type": "LDO", "panther_family": "PTHR23220", "taxid": 10090, "uniprot_kb": "Q62470"}, {"RGD": "1310333", "ortholog_type": "LDO", "panther_family": "PTHR23220", "taxid": 10116, "uniprot_kb": "D3ZQM3"}, {"Ensembl": "ENSGALG00000032702", "ortholog_type": "LDO", "panther_family": "PTHR23220", "taxid": 9031, "uniprot_kb": "A0A1D5PDF6"}, {"ZFIN": "ZDB-GENE-090805-3", "ortholog_type": "O", "panther_family": "PTHR23220", "taxid": 7955, "uniprot_kb": "F1R108"}, {"ZFIN": "ZDB-GENE-050411-55", "ortholog_type": "LDO", "panther_family": "PTHR23220", "taxid": 7955, "uniprot_kb": "F1R2R3"}, {"WormBase": "WBGene00002081", "ortholog_type": "O", "panther_family": "PTHR23220", "taxid": 6239, "uniprot_kb": "Q03600"}, {"FlyBase": "FBgn0004456", "ortholog_type": "O", "panther_family": "PTHR23220", "taxid": 7227, "uniprot_kb": "Q24247"}], "uniprot_kb": "P26006"}, "pathway": {"kegg": [{"id": "hsa04151", "name": "PI3K-Akt signaling pathway - Homo sapiens (human)"}, {"id": "hsa04510", "name": "Focal adhesion - Homo sapiens (human)"}, {"id": "hsa04512", "name": "ECM-receptor interaction - Homo sapiens (human)"}, {"id": "hsa04640", "name": "Hematopoietic cell lineage - Homo sapiens (human)"}, {"id": "hsa04810", "name": "Regulation of actin cytoskeleton - Homo sapiens (human)"}, {"id": "hsa05165", "name": "Human papillomavirus infection - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}, {"id": "hsa05222", "name": "Small cell lung cancer - Homo sapiens (human)"}, {"id": "hsa05410", "name": "Hypertrophic cardiomyopathy - Homo sapiens (human)"}, {"id": "hsa05412", "name": "Arrhythmogenic right ventricular cardiomyopathy - Homo sapiens (human)"}, {"id": "hsa05414", "name": "Dilated cardiomyopathy - Homo sapiens (human)"}], "netpath": {"id": "Pathway_EGFR1", "name": "EGFR1"}, "pid": [{"id": "arf6_traffickingpathway", "name": "Arf6 trafficking events"}, {"id": "deltanp63pathway", "name": "Validated transcriptional targets of deltaNp63 isoforms"}, {"id": "il23pathway", "name": "IL23-mediated signaling events"}, {"id": "integrin1_pathway", "name": "Beta1 integrin cell surface interactions"}, {"id": "plexind1_pathway", "name": "Plexin-D1 Signaling"}, {"id": "reelinpathway", "name": "Reelin signaling pathway"}, {"id": "tap63pathway", "name": "Validated transcriptional targets of TAp63 isoforms"}, {"id": "upa_upar_pathway", "name": "Urokinase-type plasminogen activator (uPA) and uPAR-mediated signaling"}], "reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-1474244", "name": "Extracellular matrix organization"}, {"id": "R-HSA-1474244", "name": "Extracellular matrix organization"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-202733", "name": "Cell surface interactions at the vascular wall"}, {"id": "R-HSA-210991", "name": "Basigin interactions"}, {"id": "R-HSA-216083", "name": "Integrin cell surface interactions"}, {"id": "R-HSA-216083", "name": "Integrin cell surface interactions"}, {"id": "R-HSA-3000157", "name": "Laminin interactions"}, {"id": "R-HSA-6806834", "name": "Signaling by MET"}, {"id": "R-HSA-8874081", "name": "MET activates PTK2 signaling"}, {"id": "R-HSA-8875878", "name": "MET promotes cell motility"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}], "wikipathways": [{"id": "WP185", "name": "Integrin-mediated Cell Adhesion"}, {"id": "WP2118", "name": "Arrhythmogenic Right Ventricular Cardiomyopathy"}, {"id": "WP2572", "name": "Primary focal segmental glomerulosclerosis (FSGS)"}, {"id": "WP306", "name": "Focal Adhesion"}, {"id": "WP3932", "name": "Focal Adhesion-PI3K-Akt-mTOR-signaling pathway"}, {"id": "WP4172", "name": "PI3K-Akt signaling pathway"}, {"id": "WP4217", "name": "Ebola Virus Pathway on Host"}, {"id": "WP4541", "name": "Hippo-Merlin Signaling Dysregulation"}, {"id": "WP4658", "name": "Small cell lung cancer"}, {"id": "WP4758", "name": "Nephrotic syndrome"}, {"id": "WP4823", "name": "Genes controlling nephrogenesis"}]}, "pfam": ["PF01839", "PF08441", "PF20805", "PF20806"], "pharmgkb": "PA29939", "pharos": {"target_id": 1007, "tdl": "Tchem"}, "pir": "A40021", "prosite": ["PS51257", "PS51470"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF215673", "relationship": "is"}, {"id": "GNF251587", "relationship": "is"}, {"id": "GNF251588", "relationship": "is"}, {"id": "GNF251589", "relationship": "is"}, {"id": "GNF251590", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF084804", "relationship": "is"}, {"id": "GNF084805", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053248", "relationship": "is"}, {"id": "GNF058015", "relationship": "is"}, {"id": "GNF073183", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF066805", "relationship": "is"}, {"id": "GNF066806", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF115408", "relationship": "is"}, {"id": "GNF155049", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000017.11", "NC_060941.1", "NG_029107.2"], "protein": ["NP_002195.1", "XP_005257365.1", "XP_047291878.1", "XP_054171933.1", "XP_054171934.1"], "rna": ["NM_002204.4", "NM_005501.2", "XM_005257308.3", "XM_047435922.1", "XM_054315958.1", "XM_054315959.1"], "translation": [{"protein": "XP_005257365.1", "rna": "XM_005257308.3"}, {"protein": "XP_054171934.1", "rna": "XM_054315959.1"}, {"protein": "NP_002195.1", "rna": "NM_002204.4"}, {"protein": "XP_047291878.1", "rna": "XM_047435922.1"}, {"protein": "XP_054171933.1", "rna": "XM_054315958.1"}]}, "reporter": {"GNF1H": "gnf1h05801_s_at", "HG-U133_Plus_2": "201474_s_at", "HG-U95Av2": ["884_at", "885_g_at"], "HTA-2_0": "TC17000654.hg.1", "HuEx-1_0": "3726154", "HuGene-1_1": "8008237", "HuGene-2_1": "16835672"}, "retired": 4454, "summary": "The gene encodes a member of the integrin alpha chain family of proteins. Integrins are heterodimeric integral membrane proteins composed of an alpha chain and a beta chain that function as cell surface adhesion molecules. The encoded preproprotein is proteolytically processed to generate light and heavy chains that comprise the alpha 3 subunit. This subunit joins with a beta 1 subunit to form an integrin that interacts with extracellular matrix proteins including members of the laminin family. Expression of this gene may be correlated with breast cancer metastasis. [provided by RefSeq, Oct 2015].", "symbol": "ITGA3", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1416486"}, "unigene": ["Hs.660689", "Hs.265829"], "uniprot": {"Swiss-Prot": "P26006", "TrEMBL": ["K7EQJ2", "A0A140VJM0", "H0YA32", "H0YA49", "D6R9X8", "K7EMU3"]}, "wikipedia": {"url_stub": "CD49c"}}