{"AllianceGenome": "6141", "HGNC": "6141", "MIM": "135620", "_id": "3678", "_version": 1, "accession": {"genomic": ["AC079313.35", "CH471054.1", "CP068266.2", "HI574152.1", "KF459780.1", "NC_000012.12", "NC_060936.1"], "protein": ["AAA52467.1", "AAH08786.1", "BAF84259.1", "BAG35324.1", "BAG65466.1", "CAA29601.1", "CBX47565.1", "EAW96780.1", "EAW96781.1", "EAW96782.1", "NP_002196.4", "P08648.2", "XP_024304738.1", "XP_054227933.1"], "rna": ["AK291570.1", "AK304696.1", "AK311051.1", "AK312414.1", "AU132943.1", "AU133210.1", "AY429549.1", "BC008786.2", "BM787112.1", "BX647780.1", "KY966270.1", "M13918.2", "NM_002205.5", "X06256.1", "XM_024448970.2", "XM_054371958.1"], "translation": [{"protein": "XP_024304738.1", "rna": "XM_024448970.2"}, {"protein": "XP_054227933.1", "rna": "XM_054371958.1"}, {"protein": "BAF84259.1", "rna": "AK291570.1"}, {"protein": "CAA29601.1", "rna": "X06256.1"}, {"protein": "BAG35324.1", "rna": "AK312414.1"}, {"protein": "NP_002196.4", "rna": "NM_002205.5"}, {"protein": "AAA52467.1", "rna": "M13918.2"}, {"protein": "BAG65466.1", "rna": "AK304696.1"}, {"protein": "AAH08786.1", "rna": "BC008786.2"}]}, "alias": ["CD49e", "FNRA", "VLA-5", "VLA5A"], "ensembl": {"gene": "ENSG00000161638", "protein": ["ENSP00000293379", "ENSP00000405865", "ENSP00000447347", "ENSP00000450267"], "transcript": ["ENST00000293379", "ENST00000435631", "ENST00000547197", "ENST00000547744", "ENST00000549601", "ENST00000550141", "ENST00000551564", "ENST00000551861", "ENST00000552387", "ENST00000552431", "ENST00000552564", "ENST00000552583", "ENST00000553071"], "translation": [{"protein": "ENSP00000293379", "rna": "ENST00000293379"}, {"protein": "ENSP00000450267", "rna": "ENST00000547197"}, {"protein": "ENSP00000405865", "rna": "ENST00000435631"}, {"protein": "ENSP00000447347", "rna": "ENST00000553071"}], "type_of_gene": "protein_coding"}, "entrezgene": "3678", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 50.4751675617, "exp_mis": 379.972940118, "exp_syn": 176.146125738, "lof_z": 6.2010952695291, "mis_z": 1.42958001838821, "mu_lof": 3.48434660762e-06, "mu_mis": 3.37304905357e-05, "mu_syn": 1.50830593624e-05, "n_lof": 6.0, "n_mis": 323.0, "n_syn": 154.0, "p_li": 0.999798063012463, "p_null": 1.47305810638295e-14, "p_rec": 0.000201936987522458, "syn_z": 1.03445166913613}, "bp": 3150, "cds_end": 54812982, "cds_start": 54790076, "n_exons": 30, "nonpsych": {"exp_lof": 45.0834463463, "exp_mis": 343.31073547, "exp_syn": 158.827798257, "lof_z": 5.86284551222389, "mis_z": 1.69621417407861, "mu_lof": 3.48434660762e-06, "mu_mis": 3.37304905357e-05, "mu_syn": 1.50830593624e-05, "n_lof": 5.0, "n_mis": 281.0, "n_syn": 137.0, "p_li": 0.99974541726393, "p_null": 1.56103420400921e-13, "p_rec": 0.000254582735914289, "syn_z": 1.09046122271965}, "nontcga": {"exp_lof": 46.3785300172, "exp_mis": 349.516503456, "exp_syn": 161.995824529, "lof_z": 5.99373866103114, "mis_z": 1.42614507894059, "mu_lof": 3.48434660762e-06, "mu_mis": 3.37304905357e-05, "mu_syn": 1.50830593624e-05, "n_lof": 5.0, "n_mis": 296.0, "n_syn": 138.0, "p_li": 0.999827520204154, "p_null": 4.94810003746803e-14, "p_rec": 0.000172479795796957, "syn_z": 1.19372869029243}, "transcript": "ENST00000293379.4"}, "exons": [{"cdsend": 54419198, "cdsstart": 54396292, "chr": "12", "position": [[54395260, 54396376], [54397364, 54397487], [54398596, 54398698], [54399644, 54399758], [54399863, 54399947], [54400845, 54400995], [54401372, 54401478], [54401584, 54401665], [54401775, 54401855], [54402000, 54402093], [54402179, 54402330], [54402982, 54403050], [54403186, 54403324], [54403624, 54403779], [54403910, 54403966], [54404144, 54404246], [54404429, 54404475], [54404702, 54404894], [54405165, 54405374], [54405663, 54405716], [54405869, 54405926], [54407648, 54407692], [54407831, 54407876], [54408109, 54408235], [54408755, 54408801], [54408892, 54408954], [54409231, 54409352], [54409484, 54409597], [54411833, 54411964], [54418980, 54419266]], "strand": -1, "transcript": "NM_002205", "txend": 54419266, "txstart": 54395260}], "exons_hg19": [{"cdsend": 54812982, "cdsstart": 54790076, "chr": "12", "position": [[54789044, 54790160], [54791148, 54791271], [54792380, 54792482], [54793428, 54793542], [54793647, 54793731], [54794629, 54794779], [54795156, 54795262], [54795368, 54795449], [54795559, 54795639], [54795784, 54795877], [54795963, 54796114], [54796766, 54796834], [54796970, 54797108], [54797408, 54797563], [54797694, 54797750], [54797928, 54798030], [54798213, 54798259], [54798486, 54798678], [54798949, 54799158], [54799447, 54799500], [54799653, 54799710], [54801432, 54801476], [54801615, 54801660], [54801893, 54802019], [54802539, 54802585], [54802676, 54802738], [54803015, 54803136], [54803268, 54803381], [54805617, 54805748], [54812764, 54813050]], "strand": -1, "transcript": "NM_002205", "txend": 54813050, "txstart": 54789044}], "generif": [{"pubmed": 11741954, "text": "alternative pathway of pro-alpha(v) processing involving MT1-MMP: regulation of integrin functionality may be an important role of MT1-MMP in migrating tumor cells."}, {"pubmed": 11852236, "text": "The PDZ domain of TIP-2/GIPC interacts with the C-terminus of the integrin alpha5 and alpha6 subunits."}, {"pubmed": 11877275, "text": "role in mediating adhesion and migration of activated cycling CD34+ hematopoietic progenitor cells onto fibronectin"}, {"pubmed": 11893752, "text": "Integrin activation involves a conformational change in the alpha 1 helix of the beta subunit A-domain"}, {"pubmed": 11937138, "text": "results suggest that the inadequate trophoblastic invasion, induced by antiphospholipid antibodies, can be the result of decreased alpha1 integrin and VE-cadherin and increased alpha5 integrin and E-cadherin expression in the trophoblast"}, {"pubmed": 12067900, "text": "Central role of alpha5beta1 integrin in vascular development in mouse embryos and embryoid bodies."}, {"pubmed": 12081894, "text": "TGF-beta1-stimulated osteoblasts require intracellular calcium signaling for enhanced alpha5 integrin expression"}, {"pubmed": 12115183, "text": "The alpha5beta1 integrin provides matrix survival signals for normal and osteoarthritic human articular chondrocytes in vitro."}, {"pubmed": 12138201, "text": "results suggest that engagement of the alpha 5 beta 1 integrin promotes an NF-kappa B-dependent program of gene expression that coordinately regulates angiogenesis and inflammation"}, {"pubmed": 12174366, "text": "Expression of focal adhesion kinase and alpha5 and beta1 integrins in carcinomas and its clinical significance."}, {"pubmed": 12220988, "text": "B. pertussis FHA up-regulates ICAM-1 expression on respiratory epithelial cells through interaction of its RGD site with host cell VLA-5 integrin, and that PT impairs this response"}, {"pubmed": 12359771, "text": "Elevated expression of IL-8 (and not PTHrP) by MDA-MET cells is a phenotypic change that may be related to their enhanced ability to metastasize to the skeleton."}, {"pubmed": 12486108, "text": "integrin alpha5beta1 extracellular domain controls rhoA activity"}, {"pubmed": 12595495, "text": "Alterations in alpha5beta1 levels induced by TGF-beta are mediated at least in part through the induction of CTGF in glomerular mesangium"}, {"pubmed": 12639965, "text": "thymidine phosphorylase and 2-deoxyribose-induced focal adhesion kinase phosphorylation was blocked by the antibodies to integrins alpha 5 beta 1 and alpha v beta 3, directly linking their migration and signaling components"}, {"pubmed": 12682293, "text": "endostatin competes with fibronectin/RGD cyclic peptide to bind alpha 5 beta 1 integrin"}, {"pubmed": 12799374, "text": "identification of binding site in gamma C-domain of fibrinogen"}, {"pubmed": 12807887, "text": "alpha 5 beta 1 and alpha v beta 3 are both important but cell-specific fibrillin-1 receptors"}, {"pubmed": 12865438, "text": "VEGFR-1 secreted by endothelial cells interacts with the alpha 5 beta 1 integrin"}, {"pubmed": 12871973, "text": "visualized the head region of integrin alpha 5 beta 1 in an inactive (Ca2+-occupied) state, and in complex with a fragment of fibronectin containing the RGD and synergy recognition sequences"}, {"pubmed": 12970173, "text": "The structural conformation of this protein, complexed wigh integrin beta1, complexed with fibronectin, is examined."}, {"pubmed": 14596610, "text": "Disulfide bonding patterns of the integrin alpha 5 chain are demonstrated; new insights into a second bond between the heavy and light chains of alpha 5 are described."}, {"pubmed": 14610084, "text": "Hox D3 coordinately regulates the expression of integrin alpha5beta1 and integrin alphavbeta3 during angiogenesis in vivo."}, {"pubmed": 14970227, "text": "Integrin alpha5beta1 and ADAM-17 interact in vitro and co-localize in migrating HeLa cells"}, {"pubmed": 14998999, "text": "beta1,4-N-acetylglucosaminyltransferase III inhibits the function of alpha5beta1 integrin"}, {"pubmed": 15051489, "text": "Role of alpha4, alpha5, and alphav integrin receptors--which are central to mediating interactions with these domains of FN--in regulating ssquamous cell carcinoma migration."}, {"pubmed": 15090462, "text": "findings identify Glu-Pg as an adhesive ligand for integrins alphaMbeta2 and alpha5beta1 and suggest that alpha5beta1 may participate in the binding of soluble Glu-Pg and assist in its activation."}, {"pubmed": 15100006, "text": "The marked decrease in integrin alpha5beta1 expressions was unique to aneurysmal aortic tissues and correlated to a decrease in density of smooth muscle cells"}, {"pubmed": 15187087, "text": "results indicate a new interaction partner for the alpha(v)beta(3) integrin, the TGFbetaIIR, in which TGFbeta1-induced responses are potentiated in the presence alpha(v)beta(3) ligands"}, {"pubmed": 15331608, "text": "Data show that squamous cell carcinoma cells escape suspension-induced, p53-mediated anoikis by forming multicellular aggregates that use fibronectin survival signals mediated by integrin alpha(v) and focal adhesion kinase."}, {"pubmed": 15389531, "text": "integrin alpha5beta1 participates in the activation of both VEGFR-3 and its downstream PI3 kinase/Akt signaling pathway, which is essential for fibronectin-mediated lymphatic endothelial cell survival and proliferation."}, {"pubmed": 15500293, "text": "The integrin, alpha 5 was expressed by prostate cancer cells in vitro and by prostate tumors in vivo, and their expression was elevated at sites of bone metastasis compared to original prostate tumor."}, {"pubmed": 15509657, "text": "Insulin-like growth factor I controls adhesion strength mediated by alpha5beta1 integrins in tumor cells"}, {"pubmed": 15684035, "text": "Direct binding and regulation of alpha5beta1 by uPAR implies a modified \"bent\" integrin conformation can function in an alternative activation state with this and possibly other cis-acting membrane ligands."}, {"pubmed": 15699160, "text": "Alpha5beta1 integrin is required for up-regulation of IL-1 beta-dependent airway smooth muscle secretory responses by fibronectin."}, {"pubmed": 15728256, "text": "the alpha5 integrin subunit has a role in the induction of apoptosis triggered by FGFR2 activation in osteoblasts, and a Cbl-dependent mechanism is involved in the coordinated regulation of cell apoptosis induced by alpha5 integrin degradation"}, {"pubmed": 15737747, "text": "Alpha5beta1-mediated adhesion of Ntera2 neuronal cells to fibronectin decreased apoptosis in response to serum withdrawal."}, {"pubmed": 15757908, "text": "integrin alpha5/beta1 exerts its tumor suppressor-like activity in colon cancer cells by inhibiting HER-2 signaling"}, {"pubmed": 15881415, "text": "findings suggest that only some P. aeruginosa strains can target Fn and their natural receptors alpha5beta1 integrins for adherence to A549 cells"}, {"pubmed": 15983209, "text": "alpha3, alpha5, and alpha6 beta1 integrins are expressed in ductal cells at 8 weeks, before glucagon- and insulin-immunoreactive cells bud off in fetal pancrea."}, {"pubmed": 15987366, "text": "ITGA5 mediates engraftment of GCSF-mobilized stem cells."}, {"pubmed": 16005200, "text": "integrin alphavbeta6, alphavbeta3, alphavbeta5, alpha5beta1 and alpha9beta1 binding to osteopontin is controlled by specific structural motifs that are recognized by extracellular proteases"}, {"pubmed": 16430945, "text": "The integrin receptors of tenascin (TN) and fibronectin (FN) may be involved in cell processes such as growth, adhesion, migration and apoptosis."}, {"pubmed": 16457822, "text": "CCN2/CTGF enhances chondrocyte adhesion to FN through direct interaction of its C-terminal CT domain with FN, and alpha5beta1 is involved in this adhesion."}, {"pubmed": 16547007, "text": "urokinase plasminogen receptor domain III controls a functional association with alpha5beta1 integrin and tumor growth"}, {"pubmed": 16569642, "text": "one mechanism by which IGFBP2 activates IGFBP2-induced cell mobility is through its interaction with integrin alpha5 and this interaction is specifically mediated through the RGD domain on IGFBP2"}, {"pubmed": 16756721, "text": "binding of CXCL12 to its receptor leads to enhanced expression of alpha5 and beta3 integrins"}, {"pubmed": 16818733, "text": "Alpha5beta1 (VLA-5) integrin is a major galectin-1-glycosylated counterreceptor involved in immune developmental synapse formation."}, {"pubmed": 16920931, "text": "This is the first report of direct binding of a Mycobacterium tuberculosis molecule to a receptor on human T cells resulting in a change in CD4+ T cell function"}, {"pubmed": 16940508, "text": "the internalization of AAV2 in mammalian cells might follow a \"click-to-fit\" mechanism that involves the cooperative binding of heparan sulfate and alpha5beta1 integrin by the AAV2 capsids"}, {"pubmed": 16959765, "text": "activities for cell spreading and migration for the alpha5 subunit carrying only three potential N-glycosylation sites (3-5 sites) on the beta-propeller were comparable with those of the wild type"}, {"pubmed": 17012251, "text": "integrin alpha5beta1 plays a pivotal role in the hypotonic stress-induced but not in the lysophosphatidic acid-induced responses"}, {"pubmed": 17027088, "text": "These findings suggest that interaction with fibronectin through integrin alpha5 plays an important role in human extravillous trophoblast invasion."}, {"pubmed": 17133443, "text": "surface micron-scale topography modulates alpha(5)beta(1) integrin binding and FAK activation"}, {"pubmed": 17286276, "text": "CEA-mediated signaling involves clustering of CEA and co-clustering and activation of the alpha5beta1 and associated specific signaling elements on the internal surfaces of membrane microdomains"}, {"pubmed": 17300927, "text": "integrins alpha5beta1 and alphaV are inhibited by lebectin and lebecetin snake venom lectins"}, {"pubmed": 17359518, "text": "Interaction of alpha-toxin with alpha5beta1-integrin and overproduction of TNF-alpha may contribute to destruction of epithelial cells during S. aureus infection."}, {"pubmed": 17406357, "text": "Modulation of cell adhesion is a normal physiological action of PTHrP, mediated by increasing integrin gene transcription."}, {"pubmed": 17472576, "text": "This study identified the beta1 integrins on primary smooth muscle cells that fibulin-5 interacts with, and showed that failure of fibulin-5 to activate these receptors limits cell spreading, migration and proliferation."}, {"pubmed": 17482311, "text": "OPN plays a crucial role for tumor growth and angiogenesis of human lung cancer cells in vivo by interacting with alphavbeta3 integrin."}, {"pubmed": 17490870, "text": "Integrin alpha5beta1 is critical for the chondrocyte hypertrophic differentiation induced by GTP-bound transglutaminase 2, and this induction is ligand dependent."}, {"pubmed": 17498594, "text": "findings suggest possible participation of alpha5beta1 integrin in the mechanism of local invasion of ameloblastomas"}, {"pubmed": 17596295, "text": "KGF increased integrin alpha(5) expression by phosphorylating C/EBP-beta"}, {"pubmed": 17624082, "text": "There is low expression of the proteins and mRNA of ME491/CD63 and integrin alpha5 in ovarian cancer. The lower the pathological differentiation is, the more significant the loss of expression is and the more likely metastasis is."}, {"pubmed": 17664256, "text": "Protein expression of ITGA5 decreased at labour and expression of these molecules was also observed in primary cultured human uterine SMCs."}, {"pubmed": 17664272, "text": "Notch1 ligand, Delta-like ligand-4, stimulates R-Ras-dependent alpha 5 beta 1 integrin-mediated adhesion, demonstrating the physiological relevance of this pathway."}, {"pubmed": 18186923, "text": "Through interactions with alpha5beta1 integrin and thrombospondin, CD47/IAP may modulate chondrocyte responses to mechanical signals. (Integrin, alpha5beta1)"}, {"pubmed": 18243286, "text": "Integrin alpha5 subunit plays a significant role in TGF-beta1-induced fibronectin deposition on human airway smooth muscle."}, {"pubmed": 18328539, "text": "analysis of important residues within the central turn motifs present in the cytoplasmic tails of integrin alphaIIb and alphaV subunits"}, {"pubmed": 18445685, "text": "data identify PAI1 as a novel regulator of fibronectin matrix assembly, and indicate that this regulation occurs through a previously undescribed crosstalk between the alphavbeta5 and alpha5beta1 integrins"}, {"pubmed": 18452157, "text": "This is the first time to report that alpha1,3FucT-VII can regulate the mRNA expression of integrin."}, {"pubmed": 18464290, "text": "Both integrins, v3 and v5, are involved in the glioma cell radioresistance through the integrin-linked kinase (ILK) and the small GTPase RhoB, at least by regulating the radiation-induced mitotic cell death."}, {"pubmed": 18583538, "text": "SPARC-mediated mobilization of adipose stromal (stem) cells through its effect on alpha5beta1 integrin complex provides a functional basis for the regulation of white adipose tissue body composition by SPARC."}, {"pubmed": 18590706, "text": "Oxidized LDL impairs angiogenic properties of endothelial progenitor cells at sub-apoptotic levels by downregulation of E-selectin and integrin alphavbeta5, both substantial mediators of EPC-endothelial cell"}, {"pubmed": 18611961, "text": "The ability of alpha5 beta1 integrin to interact with soluble fibronectin may thus drive the cell-matrix adhesion and cytoskeletal organization required for a contractile, fibroblast-like morphology."}, {"pubmed": 18613064, "text": "Generated high throughput platform to examine interactions of type I collagen receptor alpha(2)beta(1) and fibronectin receptor alpha(5)beta(1) with peptide ligands to evaluate the effects of integrin cross-talk on adhesive responses."}, {"pubmed": 18676743, "text": "EGF cooperates with alpha(5)beta(1) integrin signaling to induce EMT in cervical cancer cells via up-regulated Snail"}, {"pubmed": 18687805, "text": "Extracellular Cyr61 interacts with alpha(5), alpha(6), and beta(1) integrins"}, {"pubmed": 18707587, "text": "Data suggest that alpha5beta1 intergrin controls invasion ability of MCF-7/ADR breast carcinoma cells by regulating expression of MMP-2, which involves PI-3K and Erk1/2 protein kinase signaling."}, {"pubmed": 18775869, "text": "These results suggest that alpha5 gene expression is likely dictated by subtle alterations in the nuclear ratio of TFs that either repress (NFI) or activate (Sp1 and AP-1) alpha5 transcription in corneal epithelial cells."}, {"pubmed": 18845630, "text": "GnT-V is expressed in human extravillous trophoblast and is involved in regulating trophoblast invasion through modifications of the oligosaccharide chains of alpha5beta1 integrin."}, {"pubmed": 18992284, "text": "The phenotypic changes observed after caveolin-1 modulation were mediated by alpha(5)beta(1) integrins."}, {"pubmed": 19036703, "text": "TM4SF5 facilitates angiogenesis of neighboring endothelial cells through VEGF induction, mediated by cooperation between TM4SF5 and integrin alpha(5) of epithelial cells"}, {"pubmed": 19179533, "text": "findings show that alpha(5)beta(1) integrin switches between relaxed and tensioned states in response to myosin II-generated cytoskeletal force"}, {"pubmed": 19276077, "text": "An N-glycosylation site on the beta-propeller domain of the integrin alpha5 subunit plays key roles in both its function and site-specific modification by beta1,4-N-acetylglucosaminyltransferase III."}, {"pubmed": 19297531, "text": "This work demonstrates a novel role for FAK in integrin activation and the time-dependent generation of cell-extracellular matrix forces."}, {"pubmed": 19404550, "text": "Regulation of urokinase receptor function and pericellular proteolysis by the integrin alpha(5)beta(1)."}, {"pubmed": 19416892, "text": "Alpha5beta1-integrin controls ebolavirus entry by regulating endosomal cathepsins"}, {"pubmed": 19443705, "text": "inhibition of the alpha5beta1 integrin reduces lymphangiogenesis in inflamed airways after M. pulmonis infection"}, {"pubmed": 19454674, "text": "The most potent CysLT(1) ligand, LTD(4), rapidly and significantly up-regulated alpha(4)beta(1) and alpha(5)beta(1) integrin-dependent adhesion of both primitive and committed hematopoietic progenitor cells"}, {"pubmed": 19460753, "text": "Erythroid differentiation stimulated by hemin was greatly enhanced when K562 cells were induced to adhere to Fibronectin by activating VLA-5 with TNIIIA2, a peptide derived from tenascin-C."}, {"pubmed": 19478484, "text": "H. pylori induces the expression of integrin alpha(5) and beta(1) and adhesion of the cells to fibronectin through PAR2 which is induced and may be activated by trypsin in H. pylori-infected gastric epithelial cells."}, {"pubmed": 19497979, "text": "These results suggest that alpha(5)-integrin up-regulation induced by E-cadherin loss under hypoxia has a crucial role in regulating the migration of extravillous trophoblast cells."}, {"pubmed": 19502598, "text": "heparan sulfate and alpha5beta1 integrin are required for the localization of endostatin in endothelial cell lipid rafts"}, {"pubmed": 19564406, "text": "Results describe the measurement of the force-dependent lifetimes of single bonds between a fibronectin fragment and an integrin alpha(5)beta(1)-Fc fusion protein or membrane alpha(5)beta(1)."}, {"pubmed": 19579970, "text": "Results assess uterine receptivity in women with unexplained infertility using beta1 integrin molecules VLA-4, -5, and -6 within endometrial tissue in comparison with fertile women."}, {"pubmed": 19617714, "text": "Integrin alpha5beta1 controls invasion of the studied cells via regulation of MMP-2 collagenase expression which can occur either through signaling pathways involving PI-3K, Akt, and Erk protein kinases and the c-Jun."}, {"pubmed": 19706683, "text": "Induction of alpha5-integrin expression is a key determinant by which inhibitors of TGFbeta type-I receptor kinase and VEGF synergistically promote angiogenesis."}, {"pubmed": 19710103, "text": "upregulated expression in lung adenocarcinoma cells following bacterial infection"}, {"pubmed": 19747169, "text": "new homology model of human integrin alpha5beta1 supports an important function for D3-A3 loop residues Trp157 and Ala158 in the binding of antagonists."}, {"pubmed": 19822142, "text": "VAMP2 mediates the trafficking of alpha5beta1 integrin to the plasma membrane and VAMP2-dependent integrin trafficking is critical in cell adhesion, migration and survival."}, {"pubmed": 19843692, "text": "These findings not only reveal that ITGA5 is required for osteoblast differentiation of adult human mesenchymal stromal cells (hMSCs) but also provide a targeted strategy using ITGA5 agonists to promote the osteogenic capacity of hMSCs."}, {"pubmed": 19847290, "text": "differentiated placental multipotent mesenchymal stromal cells may contribute to blood vessel formation, and this activity depends on integrin alpha(5)beta(1)"}, {"pubmed": 19887442, "text": "Macroscopic currents from HEK 293 cells expressing murine BK channel alpha-subunits (mSlo) are acutely potentiated following alpha5beta1 integrin activation."}, {"pubmed": 19950288, "text": "This study demonstrates that an important antiinflammatory aspect of glucocorticoids is regulating the expression and function of alpha5 integrin."}, {"pubmed": 20052536, "text": "17beta-estradiol enhances alpha(5) integrin subunit gene expression through ERalpha-Sp1 interaction and reduces cell motility and invasion of ERalpha-positive breast cancer cells."}, {"pubmed": 20097172, "text": "these data suggest that hypoxia promotes oral squamous cell carcinoma cell invasion that is elicited by HIF-1alpha-dependent alpha5 integrin and fibronectin induction."}, {"pubmed": 20118200, "text": "TMPRSS4 induces invasion and epithelial-mesenchymal transition through upregulation of integrin alpha5."}, {"pubmed": 20133364, "text": "Interleukin-8 (CXCL8) stimulates trophoblast cell migration and invasion by increasing levels of integrins alpha5 and beta1"}, {"pubmed": 20172014, "text": "Transfection of the alpha1,2-fucosyltransferase gene into ovarian carcinoma-derived cells brought about elevated expression of integrin alpha5beta1 with Le(Y)."}, {"pubmed": 20332114, "text": "Integrin alpha5 serves as a key mediator of Src and ErbB2-survival signaling in low adhesion states, which are necessary to block the pro-anoikis mediator Bim."}, {"pubmed": 20332668, "text": "EGF may influence proliferative vitreoretinopathy by promoting integrin-alpha(5) expression and subsequent proliferation and migration of retinal pigment epithelial cells."}, {"pubmed": 20339539, "text": "in the presence of alphavbeta3-integrin Rac1 is not required for tumor angiogenesis"}, {"pubmed": 20352103, "text": "upon serum starvation, alpha(5)beta(1) integrin engagement could regulate specific pro-survival functions through the activation of GSK3beta"}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20471683, "text": "Crosstalk between T cells and bronchial fibroblasts obtained from asthmatic subjects involves CD40L/alpha 5 beta 1 interaction."}, {"pubmed": 20514406, "text": "Interaction between IGFBP2 and integrin alpha5 accelerates cell adhesion, and this, in turn, enhances JNK-mediated glioma cell migration."}, {"pubmed": 20522645, "text": "Data demonstrate that tumor necrosis factor (TNF)alpha activates the integrin alpha(5)beta(1) without altering total expression levels of beta(1) integrin on human umbilical vein endothelial cells."}, {"pubmed": 20528248, "text": "Downregulation of ITGA5 is associated with multiple myeloma."}, {"pubmed": 20564209, "text": "Findings indicated the diverse roles of ITGA5 expression in breast cancer cells."}, {"pubmed": 20565758, "text": "The expression levels of integrins alpha5, beta1 and beta3 predicted overall survival and disease free survival in early stage non-small cell lung cancer patients"}, {"pubmed": 20643357, "text": "in migrating cells, a fraction of the endocytosed fibronectin receptor, alpha 5 beta 1 integrin, is sorted into multivesicular endosomes together with fibronectin and degraded in lysosomes"}, {"pubmed": 20686611, "text": "The interplay between alpha5-integrin and sFn contributes significantly to tissue cohesion and, depending on their level of expression, can mediate a shift from liquid to elastic behavior."}, {"pubmed": 20713621, "text": "We propose that alpha(5)beta(1) integrin, which is associated with cholesterol-rich microdomains at the host cell surface, is required for NOD1 recognition of peptidoglycan and subsequent induction of NF-kappaB-dependent responses to H. pylori."}, {"pubmed": 21119363, "text": "Lewis y can influence the biological behavior of a tumor cell as an important composition of integrins alpha5 and beta1 by some signal pathway, such as promoting cell adhesion and migration."}, {"pubmed": 21119598, "text": "fibronectin promotes ovarian cancer invasion and metastasis through an alpha(5)beta(1)-integrin/c-Met/FAK/Src-dependent signaling pathway."}, {"pubmed": 21170718, "text": "investigation of role of ITGA5 in cancer: MMP9 activity is induced by EGF/FN in breast cancer cells by the activation of multiple signaling pathways (FAK, PI3 K, and ERK); integrin receptor alpha5beta1 (ITGA5/ITGB1) is required in these processes."}, {"pubmed": 21178109, "text": "Engagement of alpha5beta1-integrin by fibronectin acutely enhances Cav1.2 calcium channel current in human embryonic kidney cells (HEK293-T) expressing Cav1.2."}, {"pubmed": 21210968, "text": "RNA interference-mediated knockdown of CD49e (alpha5 integrin chain) in human thymic epithelial cells modulates the expression of multiple genes and decreases thymocyte adhesion."}, {"pubmed": 21224397, "text": "Integrin 5 1 facilitates cancer cell invasion through enhanced contractile forces"}, {"pubmed": 21337395, "text": "In cultured intervertebral disc cells, fibronectin fragment increased the expression of MMP9,MMP13m alpha 5 and beta1 integrin via the alpha5beta1 integrin receptor."}, {"pubmed": 21343398, "text": "Our findings suggest a novel mechanism by which an EGFR-Src-Arg-cortactin pathway mediates functional maturation of invadopodia and breast cancer cell invasion"}, {"pubmed": 21344385, "text": "IGF-I enhances the migration of chondrosarcoma cells by increasing alpha5beta1 integrin expression through the IGF-I receptor/PI3K/Akt/NF-kappaB signal transduction pathway."}, {"pubmed": 21352421, "text": "S100A4 protects gastric cancer cells from anoikis by regulation of alphav and alpha5 integrin expression, which sheds a novel light for the role of S100A4 in cancer metastasis"}, {"pubmed": 21374738, "text": "Data show that cagL-Y58E59 H. pylori infection predisposed an upward shift in integrin alpha5beta1 in the corpus, leading to more severe corpus chronic inflammation."}, {"pubmed": 21429937, "text": "Mesenchymal stem cell migration is regulated by fibronectin through alpha5beta1-integrin-mediated activation of PDGFR-beta and potentiation of PDGF-BB signals."}, {"pubmed": 21521694, "text": "Streptococcus pyogenes M49 plasminogen/plasmin binding facilitates keratinocyte invasion via integrin-integrin-linked kinase (ILK) pathways and protects from macrophage killing"}, {"pubmed": 21592318, "text": "The expression of the alpha5 gene in human uveal melanoma cell lines, was characterized."}, {"pubmed": 21747167, "text": "elevated levels of perlecan domain V have a role in brain repair post stroke via VEGF and brain endothelial cell alpha5beta1 integrin"}, {"pubmed": 21762625, "text": "Integrin alpha5beta1 might involves the abnormal proliferation and migration of A549 cells through mediating ERK signal transduction pathway."}, {"pubmed": 21787362, "text": "The endoproteolytic cleavage of alphav subunits is necessary for alphavbeta5/beta6 integrin to control alpha2beta1 function and could thus play an essential role in colon cancer cell migration."}, {"pubmed": 21913024, "text": "Data suggest that colorectal cancer (CRC)-derived integrin alphavbeta6 is involved in the establishment of tumor immune tolerance in local tissues."}, {"pubmed": 21933023, "text": "growth defects in mesenchymal stromal cells in myelodysplastic syndromes were significantly correlated with decreases in CD44 adhesion molecules and CD49e."}, {"pubmed": 22095620, "text": "study here indicated that integrin alphaVbeta3 had lower affinity when the ADMIDAS was mutated"}, {"pubmed": 22114305, "text": "WASH and Arp2/3 regulates integrin alpha5beta1-mediated invasive cell migration."}, {"pubmed": 22158781, "text": "Rv2468c engaged integrin VLA-5 (alpha5beta1) on CD4+ T cells through its FN-like RGD motif GRDGSPK."}, {"pubmed": 22171266, "text": "alphaVbeta3-integrin relocalizes nectin1 to lipid rafts, independently of herpes simplex virus 1."}, {"pubmed": 22227038, "text": "ZEB2 was found to activate integrin alpha5 and vimentin promoters by interacting with and activating transcription factor Sp1, suggesting that cooperation between ZEB2 and Sp1 represents a novel mechanism of mesenchymal gene activation during epithelial-mesenchymal transition"}, {"pubmed": 22287577, "text": "uPAR is an essential component of the network through which VEGF controls integrin redistribution and endothelial cell migration."}, {"pubmed": 22361176, "text": "HMGB-1 enhances the migration of chondrosarcoma cells by increasing alpha5beta1 integrin expression through the RAGE receptor/PI3K/Akt/c-Jun/AP-1 signal transduction pathway."}, {"pubmed": 22451694, "text": "crystal structure of the alpha5beta1 integrin headpiece fragment bound by an allosteric inhibitory antibody was determined at a 2.9-A resolution both in the absence and presence of a ligand peptide containing the Arg-Gly-Asp (RGD) sequence"}, {"pubmed": 22461623, "text": "describe the generation of sCD154 mutants that lost their ability to bind CD40 or alphaIIbbeta3 and show that CD154 residues involved in its binding to CD40 or alphaIIbbeta3 are distinct from those implicated in its interaction to alpha5beta1"}, {"pubmed": 22562249, "text": "Clinically relevant role for TbetaRIII in regulating integrin alpha5 localization, reveal a novel crosstalk mechanism between the integrin and TGF-beta superfamily signaling pathways."}, {"pubmed": 22581054, "text": "show further that MYC represses transcription of both subunits of alphavbeta3 integrin, and that exogenous expression of beta3 integrin in human breast cancer cells"}, {"pubmed": 22629380, "text": "betaig-h3 co-localized with integrin alpha5beta1 to enhance the invasion of U87 cells, and that calpain-2, is involved in this process, acting as a downstream molecule."}, {"pubmed": 22644786, "text": "Specific adhesion of megakaryoblasts to fibronectin via both alpha5- and alpha4-integrin molecules and phorbol 12-myristate 13-acetate (PMA) is essential for pro-platelet-like formation of megakaryocytes."}, {"pubmed": 22692860, "text": "Data indicate the role of CYR61 and alpha(V)beta5 integrin as proteins that cooperate to mediate cancer cell migration."}, {"pubmed": 22723286, "text": "Host cell kinases, alpha5 and beta1 integrins, and Rac1 signalling on the microtubule cytoskeleton are important for non-typable Haemophilus influenzae invasion of respiratory epithelial cells."}, {"pubmed": 22735632, "text": "Periostin had preferential binding to cholangiocarcinoma cells via ITGalpha5beta1 and blocking this receptor by either neutralizing antibody or siRNA could attenuate Periostin-induced invasion."}, {"pubmed": 22773839, "text": "PKCalpha constitutes a crucial component of the integrin alphav-mediated pathway(s) that promote p53 relocalization and melanoma survival."}, {"pubmed": 22865233, "text": "Tauroursodeoxycholic acid induces in perfused rat liver and human HepG2 cells the rapid appearance of the active conformation of the beta subunit of alpha5beta1 integrins, followed by an activating phosphorylation of extracellular signal-regulated kinases."}, {"pubmed": 22940691, "text": "Endoglin-mediated fibronectin/alpha5beta1 integrin and TGF-beta1 pathway crosstalk switched the respone to TGF-beta1 from a promoter to a suppressor of migration, inhibiting TGF-beta1-mediated apoptosis, and partially mediating developmental angiogenesis in vivo."}, {"pubmed": 22976495, "text": "Co-expression of c-Met and Integrin alpha5beta1 has mechanical significance in the early stages of human gastric cardia adenocarcinoma."}, {"pubmed": 23007402, "text": "EGF regulates alpha5beta1 integrin activation state in cancer cell lines through the p90RSK-dependent phosphorylation of filamin A."}, {"pubmed": 23233531, "text": "miR-148b controls malignancy by coordinating a novel pathway involving over 130 genes and, in particular, it directly targets players of the integrin signaling, such as ITGA5, ROCK1, PIK3CA/p110alpha, and NRAS, as well as CSF1"}, {"pubmed": 23373994, "text": "High Integrin alpha5beta1 expression is associated with metastasis of colorectal cancer."}, {"pubmed": 23389628, "text": "Data indicate that CD9 acts as scaffold and assembles a ternary JAM-A-CD9-alphavbeta3 integrin complex from which JAM-A is released upon bFGF stimulation."}, {"pubmed": 23416109, "text": "Mechanical regulation of alpha5beta1 integrin-ligand interactions in a molecular mechanism for cell adhesion strengthening by cyclic forces."}, {"pubmed": 23465222, "text": "Calreticulin, integrin-alpha5, and TGF-beta1 expression was increased in atrial tissue in patients with AF and was related to AF type, suggesting that calreticulin is involved in the pathogenesis of AF in VHD patients."}, {"pubmed": 23499550, "text": "The level of miR-92a expression was significantly inversely correlated with ITGA5 expression in various cancer cells."}, {"pubmed": 23640047, "text": "These findings support a direct role for Survivin in melanoma metastasis, which requires alpha5 integrin and suggest that inhibitors of alpha5 integrin may be useful in combating this process"}, {"pubmed": 23640055, "text": "Data indicate that nuclear integrin alphav monomer in T4-exposed cells, but not integrin beta3, bound to promoters of specific genes that have important roles in cancer cells."}, {"pubmed": 23664187, "text": "MIA protein is present in non-segmental vitiligo skin and may cause the detachment of melanocytes; its target is integrin alpha5beta1, which determines the breaking and/or weakening of connections among melanocytes and basal membrane"}, {"pubmed": 23686445, "text": "the identification of ITGA5 -E2/3 splice variant as potential novel adverse prognostic marker for low-risk AML"}, {"pubmed": 23765377, "text": "We conclude that an OSMR/TGM2/integrin-alpha5beta1/fibronectin pathway is of biological significance in cervical squamous cell carcinoma"}, {"pubmed": 23819010, "text": "17-beta-estradiol modulates connexins and integrins as well as ER-beta expression induced by high frequency electromagnetic fields."}, {"pubmed": 23886203, "text": "Integrin alpha5beta1 overexpression is associated with lymph node metastasis and vascular invasion in cervical cancer."}, {"pubmed": 23967087, "text": "our results identify a novel regulatory pathway involving the interplay between ZO-1, alpha5-integrin and PKCepsilon in the late stages of mammalian cell division."}, {"pubmed": 24085800, "text": "High integrin alphaVbeta6 expression is associated with liver metastasis in colorectal cancer."}, {"pubmed": 24109241, "text": "Herpes simplex virus gH/gL sufficed to elicit type I IFN and NF-kappaB activation via alphavbeta3 integrin in epithelial and neuronal cell lines."}, {"pubmed": 24176823, "text": "these results establish that GP IIb/IIIa and alphavbeta3 integrins are essential mediators of shear flow-induced cancer cell mechanotransduction"}, {"pubmed": 24182341, "text": "Integrin alpha5-FAK signaling pathway controls the proliferation of bladder smooth muscle cells in response to cyclic hydrodynamic pressure."}, {"pubmed": 24248895, "text": "The alpha5beta1-integrin promotes angiogenesis and associates with lymph node metastasis, vascular invasion and poor prognosis of gastric cancer"}, {"pubmed": 24251463, "text": "Data show the molecular model of the complex of activated protein C (APC) with alphaVbeta3 integrin obtained by protein-protein docking approach."}, {"pubmed": 24286194, "text": "Data indicate that in dedifferentiating chondrocytes, alpha5beta1 integrin was found to be involved in the induction of type I (COL1A1) and type III procollagen (COL3A1) expression."}, {"pubmed": 24312560, "text": "RhoC facilitates tumor cell invasion and promotes subsequent metastasis, in part, by enhancing integrin alpha5beta1 trafficking"}, {"pubmed": 24434435, "text": "We have demonstrated for the first time a new molecular pathway that connects TMPRSS4 and integrin alpha5 through miR-205 to regulate cancer cell invasion and metastasis"}, {"pubmed": 24440971, "text": "Overexpression of integrin alpha v is closely associated with metastasis and progression of nasopharyngeal carcinoma."}, {"pubmed": 24448647, "text": "ANGPTL2 expression in OS cell lines correlated with increased tumor metastasis and decreased animal survival by promoting tumor cell intravasation mediated by the integrin alpha5beta1, p38 mitogen-activated protein kinase, and matrix metalloproteinases"}, {"pubmed": 24463276, "text": "phenotype of mice with alpha5-erythroid deletions was similar to controls, especially after stress. These outcomes seem to reconcile divergent prior views on the role of alpha5-integrin in erythropoiesis."}, {"pubmed": 24464580, "text": "CCN2 and inflammatory cytokines form a functional negative feedback loop in NP cells involving interleukin-1beta through alpha5beta1 and alphaVbeta3 integrins that may be important in the pathogenesis of disc disease"}, {"pubmed": 24478423, "text": "alpha5beta1 and alphav integrins are essential for cell-cell fusion and hMPV infection."}, {"pubmed": 24550382, "text": "The use of inhibitors to prevent their phosphorylation or ectopic overexpression of dominant-negative IkappaBalpha perturbed ET-1-induced integrin alphaV and integrin beta1 expression."}, {"pubmed": 24644284, "text": "Data indicate that alpha5beta1 integrin is recruited to lipid rafts through interactions with urokinase-type plasminogen activator receptor (uPAR)."}, {"pubmed": 24671180, "text": "In the presence of both 9-cis-retinoic acid and troglitazone, cell surface alpha5 subunit expression was restored to levels comparable to vehicle treatment alone."}, {"pubmed": 24833794, "text": "Suggest that alpha5beta1-mediated cross-talk between fibronectin and oxLDL regulates inflammation in early atherogenesis and that therapeutics that inhibit alpha5 integrins may reduce inflammation without adversely affecting plaque structure."}, {"pubmed": 24965773, "text": "When bound to Y. enterocolitica invasin, alpha5beta1 integrins on intestinal epithelial cells trigger interleukin (IL)-18 secretion through activation of the NLRP3 inflammasome."}, {"pubmed": 25058375, "text": "Data show that thyroid hormones induce mitogen-activated protein kinase (MAPK) via integrin alphavbeta3 in bone marrow-derived cells from multiple myeloma (MM)."}, {"pubmed": 25062814, "text": "demonstrate that alpha5 integrin turnover is dependent on fibronectin matrix assembly"}, {"pubmed": 25092917, "text": "Results show that LOXL2 is highly expressed and involved in clear cell renal cell carcinoma progression by regulating the levels of integrins a5 and b1."}, {"pubmed": 25174715, "text": "Synergy of uPAR mRNA and integrin alpha5beta1 interaction may result in abnormal signal transduction in liver cells and ultimately liver cell abnormal clonal hyperplasia and malignant transformation."}, {"pubmed": 25212537, "text": "Data indicate that no anti-tumor activity was observed in anti-alpha5beta1 integrin monoclonal antibody PF-04605412 treatment."}, {"pubmed": 25216363, "text": "Dynamic catch of a Thy-1-integrin alpha5beta1+syndecan-4 trimolecular complex explains extraordinary cancer cell adhesion to the vascular endothelium."}, {"pubmed": 25237190, "text": "angiopoietin-2 Gln362 mediates migration of tumor and endothelial cells through association with alpha5beta1 integrin"}, {"pubmed": 25242040, "text": "Mesodermal expression of integrin alpha5beta1 regulates neural crest development and cardiovascular morphogenesis."}, {"pubmed": 25339175, "text": "Data indicate that influenza A virus H1N1 infection activated alphavbeta6 integrin-dependent transforming growth factor beta (TGFbeta) activity in immortalized bronchial epithelial cells (iHBEC)."}, {"pubmed": 25378411, "text": "PAI-1 inhibits activation of VEGFR-2 by VEGF by disrupting a vitronectin-dependent proangiogenic binding interaction involving alphaVbeta3 and VEGFR-2"}, {"pubmed": 25537511, "text": "Data indicate that alpha5 integrin (ITGA5) is a functional target of miroRNA miR-26a-induced anoikis in hepatocellular carcinoma (HCC) cells."}, {"pubmed": 25600770, "text": "Twist1 and AP-1 cooperatively upregulate integrin alpha5 expression to induce invasion and the epithelial-mesenchymal transition.Twist1 expression positively correlates with integrin alpha5 expression in human colorectal cancers."}, {"pubmed": 25623744, "text": "we detected higher activity of AKT (p = 0.011) and FAK (p = 0.054), higher integrin alpha5 expression (p = 0.052) and lower PTEN expression in primary cells from patients with bone metastasis compared to nonmetastasizing cells."}, {"pubmed": 25663698, "text": "alpha5beta1 and alphavbeta3 each mediate actin cytoskeletal remodeling in response to stiffening or cyclic stretching of the extracellular matrix."}, {"pubmed": 25735609, "text": "Integrin alpha5beta1 was expressed on ligamentum flavum fibroblasts."}, {"pubmed": 25824336, "text": "Data show that a small molecule inhibitor of the MYC transcription factor can be an effective anticancer agent when delivered using a integrin alphavbeta3 and VLA-4-targeted nanotherapy approach."}, {"pubmed": 25955828, "text": "Data suggest that Entamoeba histolytica-macrophage contact triggers recruitment of alpha5beta1 integrin (ITGA5/ITGB1) and NLRP3 into intercellular junction, where ITGA5/ITGB1 undergoes activation by cysteine protease on parasite surface."}, {"pubmed": 26076738, "text": "IGFBP-2 enhances endothelial progenitor cell adhesion to HUVECs via Integrin alpha5beta1. The RGD motif in the IGFBP-2 C-domain is required for interaction with integrin alpha5beta1."}, {"pubmed": 26139991, "text": "Integrin alphanubeta6-mediated MMP-9 secretion facilitates pericellular matrix degradation at high cell density, promoting invasive growth of colonic neoplasms."}, {"pubmed": 26159767, "text": "Data show that the fold changes of very late antigen 5 VLA-5 (integrin alpha-5 beta-1) in CD14+ monocytes were higher than those observed for THP-1 cells."}, {"pubmed": 26244551, "text": "Data suggest that the binding, but not the internalization of photoreceptor outer segments (POS) confers protective effects on retinal pigment epithelium (RPE) cells through the alphavbeta5 integrin/focal adhesion kinase (FAK)/PGC-1alpha pathway."}, {"pubmed": 26370503, "text": "Suggest alpha5beta1/Arp2/Arp3/FHOD3 pathway reprograms the actin cytoskeleton to promote invasive migration and local invasion in vivo."}, {"pubmed": 26431475, "text": "Collagens considerably suppressed alpha5 gene expression in CECs, suggesting that during wound"}, {"pubmed": 26500056, "text": "Findings indicate integrin inhibition as a promising strategy to block both aryl hydrocarbon receptor (AhR) and transforming growth factor beta (TGF-beta)-controlled features of malignancy in glioblastoma."}, {"pubmed": 26578516, "text": "Data suggest that reduced ability of AnxA6-expressing cells to migrate is associated with decreased cell surface expression of integrins alphaVbeta3 and alpha5beta1."}, {"pubmed": 26648324, "text": "The aim of the present study was to characterize the roles of ITGalpha5 and ITGbeta1 in the proliferation and migration of vascular smooth muscle cells."}, {"pubmed": 26674523, "text": "Genetic and Immunohistochemical Expression of Integrins ITGAV, ITGA6, and ITGA3 As Prognostic Factor for Colorectal Cancer"}, {"pubmed": 26733684, "text": "The present study has revealed an integrin- and membrane lipid raft-dependent mechanotransduction mechanism by which atheroprone flow causes endothelial dysfunction."}, {"pubmed": 26772401, "text": "integrin alpha5 might play important roles in the progression of esophageal squamous cell carcinoma"}, {"pubmed": 26823759, "text": "ITGA5 plays an important role in maintaining and regulating the normal migration capacity of dental pulp stem cells."}, {"pubmed": 26873488, "text": "In colorectal cancer cells, miR-130b directly targeted the 3' untranslated region (3'UTR) region of integrin alpha5 gene, which encodes a key molecule involved in cell motility. TGF-beta1 acted through miR-130b to promote integrin alpha5 expression, resulting in the enhanced migration of CRC cells."}, {"pubmed": 26900962, "text": "knockdown of PTTG1 increased expression of integrin alpha 4 (ITGA4), ITGA5, and integrin beta 1 (ITGB1); otherwise, RhoA expression was significantly decreased"}, {"pubmed": 27003228, "text": "Analysis of alphavbeta3 and alpha5beta1 integrin clusters indicates that fibrillar adhesions are more prominent in cells adhering to alpha5beta1 ligand, while clusters are mostly localized at the cell margins in cells adhering to alphavbeta3 ligand."}, {"pubmed": 27063097, "text": "Suggest that in gliomas, integrin alpha5-mediated dissemination from the tumor mass overrides integrin alpha5-mediated tumor cell cohesion."}, {"pubmed": 27317874, "text": "Suggest an adhesion-dependent mechanism of RUNX2 for the osteotropism and bone colonization of breast cancer cells and implicate RUNX2 and integrin alpha5 as potential molecular markers for the prediction of bone metastasis."}, {"pubmed": 27340869, "text": "Inhibiting Fgf-R partly reversed alphavbeta3 integrin activity in Mll-Ell+ progenitor cells."}, {"pubmed": 27363302, "text": "Gene function analyses in in-vitro cultured adipose tissue stem cells (ASCs) indicated differential functions of integrin-alpha-5 (ITGA5) and integrin-alpha-V (ITGAV)."}, {"pubmed": 27460641, "text": "Data show that high mobility group nucleosomal binding domain 2 (HMGN2) knockdown induced the increased expression of alpha5beta1 integrin on cell membranes, which resulted in a significant increase in Klebsiella pneumoniae internalization."}, {"pubmed": 27499367, "text": "ectopic expression of miR-17 in ovarian cancer cells resulted in repressed ILK phosphorylation as well as decreased production of active matrix metalloproteinase-2 (MMP-2). Our results indicated that miR-17 hampered ovarian cancer peritoneal propagation by targeting integrin a5 and b1."}, {"pubmed": 27595237, "text": "cells on fibronectin suppressed cAMP via enhanced phosphodiesterase (PDE) activity, through direct binding of integrin alpha5 to phosphodiesterase-4D5"}, {"pubmed": 27633518, "text": "These results suggest that downregulation of miR-330-5p expression may affect Colorectal cancerdevelopment via modulation of ITGA5 expression."}, {"pubmed": 27641064, "text": "N-glycosylation controlled the EGFR complex formation with integrin alpha5beta1 or alpha6beta4"}, {"pubmed": 27715399, "text": "Fibronectin fragments (FNFr) function as matrikines driving the chemotactic affinity of prostate cancer cells via the alpha5beta1 integrin."}, {"pubmed": 27841851, "text": "Thus, Aspergillus fumigatus CalA is an invasin that interacts with integrin alpha5beta1 on host cells, induces endocytosis and enhances virulence."}, {"pubmed": 28005267, "text": "ITGA5 expression is significantly upregulated in human masticatory mucosa during wound healing"}, {"pubmed": 28061445, "text": "pStat-3 and integrin alphavbeta6 were indicators of tumor's progression and poor prognosis of patients with gallbladder cancer"}, {"pubmed": 28077433, "text": "Osteoprotegerin facilitates pulmonary arterial hypertension pathogenesis by regulating pulmonary arterial smooth muscle cell proliferation via integrin alphavbeta3/FAK/AKT signaling pathway."}, {"pubmed": 28131812, "text": "The translational blocking of alpha5 and alpha6 integrin subunits affects migration and invasion, and increases sensitivity to carboplatin of SKOV-3 ovarian cancer cell line."}, {"pubmed": 28167607, "text": "N-Glycosylation on integrin alpha5 is required for alpha5beta1-mediated cell migration."}, {"pubmed": 28213554, "text": "Hypoxia induces the expression of ITGA5 in breast cancer.ITGA5 plays role in the breast cancer metastasis."}, {"pubmed": 28468949, "text": "first PET/CT scans of head and neck squamous cell carcinoma (HNSCC) and NSCLC patients displayed SFITGv6 accumulation specifically in tumors, but not in inflammatory lesions.Thus, SFITGv6 represents a novel powerful tracer for imaging and possibly for endoradiotherapy of ITGa5b6-positive carcinoma"}, {"pubmed": 28470937, "text": "Endothelial cell-derived matrix promotes the metabolic functional maturation of hepatocyte via integrin-Src signaling."}, {"pubmed": 28552962, "text": "Our study is the first to report that treatment with a RARgamma specific agonist augments cellular adhesion to alpha5beta1 integrin substrates, increases cell surface levels of the beta1 integrin subunit, and dampens cellular proliferation in a time and concentration dependent manner in a human erythroleukemia cell line"}, {"pubmed": 28593565, "text": "integrin alpha5 might be involved in Aggregatibacter actinomycetemcomitans Y4 invasion into gingival epithelial cells, and the resulting signal transduction cascade reduces cell adhesion by decreasing the expression of integrins, while the TLR2/4 signaling cascade regulates IL-8 expression."}, {"pubmed": 28608476, "text": "Eps8/Abi1/Sos1 tricomplex acts as a key molecular switch altering the balance between Rac1 and Rho activation; its presence or absence in pancreatic ductal adenocarcinoma cells modulates alphavbeta6-dependent functions, resulting in a pro-migratory (Rac1-dependent) or a pro-TGF-beta1 activation (Rho-dependent) functional phenotype."}, {"pubmed": 28641978, "text": "we compared the characteristics of tumors with and without wild-type (wt) cANGPTL4 and tumors with cANGPTL4 bearing the T266M mutation (T266M cANGPTL4). We found that T266M cANGPTL4 bound to integrin alpha5beta1 with a reduced affinity compared to wt, leading to weaker activation of downstream signaling molecules."}, {"pubmed": 28855208, "text": "Data indicate integrinalphavbeta3 is a tumor target on breast cancer bone metastases."}, {"pubmed": 28941013, "text": "A specific component of the gastric refluxate, deoxycholic acid, affects the epithelial barrier through modulation of integrin alpha V expression, providing a novel mechanism for bile acid-mediated erosion of esophageal squamous epithelium and promotion of Barrett's Esophagus."}, {"pubmed": 28988530, "text": "alpha5beta1 integrin can stimulate drug resistance in cancer cells via a mechanism based on inhibition of protein kinase Erk."}, {"pubmed": 29016609, "text": "We measured the effect of recombinant Gal-3 added exogenously on the lateral mobility of the alpha5b1 integrin on HeLa cells. Using single-particle tracking (SPT) we detected increased lateral mobility of the integrin in the presence of Gal-3, while its truncated C-terminal domain (Gal-3C) showed only minor reductions in lateral mobility."}, {"pubmed": 29055076, "text": "Data map the network of interactions between host-cell alpha5beta1 integrin and the cagT4SS proteins."}, {"pubmed": 29358562, "text": "The results showed that in cervical cancer cells Rac1 activation by hypoxia could stimulate invasion and migration, and this process was mediated by integrin a5b3-facilitated FAK and PI3K phosphorylation."}, {"pubmed": 29361527, "text": "APPL1 decreases internalization and increases recycling of alpha 5-beta 1 integrin, leading to higher levels of alpha 5-beta 1 integrin integrin at the cell surface that hinder adhesion dynamics"}, {"pubmed": 29411210, "text": "The results of this study demonstrated that aggregation of hWJSCs into spherules alters their expression of ITGA4 and ITGA5."}, {"pubmed": 29530483, "text": "Integrin alpha5beta6 down-regulation causes a significant increase in donor cancer cells, and their exosomes, of two molecules that have a tumor suppressive role, STAT1 and MX1."}, {"pubmed": 29545170, "text": "Priming integrin alpha 5 promotes the osteogenic differentiation of human periodontal ligament stem cells due to cytoskeleton and cell cycle changes"}, {"pubmed": 29764950, "text": "Helicobacter pylori binding to alpha5beta1 integrin under shear flow is dependent on the CagY, but independent of the presence of the T4SS pili, which are only formed when H. pylori is in contact with host cells."}, {"pubmed": 29964204, "text": "ITGA5 down-regulation by miR-205 re-expression impairs Triple negative breast cancer cell metastatic traits by inhibiting the Src/Vav2/Rac1 pathway."}, {"pubmed": 30065025, "text": "EGFL7 expression promoted glioma growth in experimental glioma models in vivo and stimulated tumor vascularization. Mechanistically, this was mediated by an upregulation of integrin alpha5beta1 on the cellular surface of endothelial cells, which enhanced fibronectin-induced angiogenic sprouting."}, {"pubmed": 30098419, "text": "Prostate cancer sheds the ITGA5/ITGB3 in vivo through exosomes."}, {"pubmed": 30194759, "text": "Results found that Integrin-a5 modulates the autophagy that mediates the cell aggregation and survival of breast cancer cells."}, {"pubmed": 30556904, "text": "that this may be due to the deposition of extracellular matrix (ECM) and amplified ECM-receptor activity, which could fuel the application process of utilizing priming ITGA5 on dental clinical practice"}, {"pubmed": 30670761, "text": "demonstrated that cancer cells adhered to fibroblasts through integrin alpha5beta1-mediated binding to fibronectin on the surface of fibroblasts."}, {"pubmed": 30710055, "text": "ITGA5 expression and role in the ascitic tumor cells in the peritoneal metastatis of ovarian cancer."}, {"pubmed": 30909080, "text": "ITGA5 could promote the progression of oral squamous cell carcinoma via activating the PI3K/AKT signaling pathway"}, {"pubmed": 30982362, "text": "Results show that interleukin-6 (IL-6) and integrin alphavbeta6 (integrin alphanubeta6) are indicators of cancer progression and poor prognosis in patients with colon cancer."}, {"pubmed": 31202709, "text": "ITGA5 overexpression accelerates the progression of colorectal cancer."}, {"pubmed": 31259422, "text": "Integrin alphavbeta6 promotes pancreatic ductal adenocarcinoma growth through both tumour cell and tumour microenvironment mechanisms."}, {"pubmed": 31298367, "text": "MicroRNA-328-3p inhibits the tumorigenesis of bladder cancer through targeting ITGA5 and inactivating PI3K/AKT pathway."}, {"pubmed": 31307158, "text": "Integrin alphavbeta3 is a promising biomarker alone or in combination with vitronectin for diagnosis and prognosis of early stage breast cancer."}, {"pubmed": 31517053, "text": "ITGA5 inhibition in pancreatic stellate cells attenuates desmoplasia and potentiates efficacy of chemotherapy in pancreatic cancer."}, {"pubmed": 31600854, "text": "study identifies alpha5 integrin subunit as a novel stroma molecular marker for colorectal adenocarcinoma, offers a fresh insight into colorectal adenocarcinoma progression, and shows that alpha5 expression in stroma fibroblasts underlies its ability to promote the tumorigenesis of colorectal adenocarcinoma."}, {"pubmed": 31693219, "text": "Molecular dynamics simulations to the bidirectional adhesion signaling pathway of integrin alphaV beta3."}, {"pubmed": 31792288, "text": "Integrin alpha-5 subunit is critical for the early stages of human pluripotent stem cell cardiac differentiation."}, {"pubmed": 31806375, "text": "EpCAM associates with integrin and regulates cell adhesion in cancer cells."}, {"pubmed": 31841757, "text": "Study found that in lipopolysaccharide (LPS)-induced human pulmonary microvascular endothelial cells miR-92a expression was greater than in control cells. ITGA5 was found to be a target gene of miR-92a. Results reveal an important role of miR-92a in LPS-induced endothelial barrier dysfunction and suggest that miR-92a may have potential as a prognostic indicator in acute lung injury/ acute respiratory distress syndrome."}, {"pubmed": 31858971, "text": "Identification of the minimal N-glycosylation on integrin alpha5beta1 required for its inhibitory effect on EGFR signaling and cell proliferation."}, {"pubmed": 32020235, "text": "Periostin induces epithelialtomesenchymal transition via the integrin alpha5beta1/TWIST2 axis in cholangiocarcinoma."}, {"pubmed": 32080801, "text": "The exosomal integrin alpha5beta1/AEP complex derived from epithelial ovarian cancer cells promotes peritoneal metastasis through regulating mesothelial cell proliferation and migration."}, {"pubmed": 32205365, "text": "Fibrinogen Alpha Chain Knockout Promotes Tumor Growth and Metastasis through Integrin-AKT Signaling Pathway in Lung Cancer."}, {"pubmed": 32302585, "text": "RhoJ Regulates alpha5beta1 Integrin Trafficking to Control Fibronectin Remodeling during Angiogenesis."}, {"pubmed": 32305992, "text": "Integrin Subunit Alpha 5 (ITGA5) Gene Circular RNA Sponges microRNA-107 in Colorectal Carcinoma Cells and Tissues and Regulates the Expression of the Forkhead Box J3 (FOXJ3) Gene."}, {"pubmed": 32476506, "text": "Association of ITGAV polymorphisms and risk of rheumatoid arthritis: evidence from a meta-analysis."}, {"pubmed": 32495883, "text": "SNHG3 silencing suppresses the malignant development of triple-negative breast cancer cells by regulating miRNA-326/integrin alpha5 axis and inactivating Vav2/Rac1 signaling pathway."}, {"pubmed": 32518187, "text": "Integrin alpha5beta1, as a Receptor of Fibronectin, Binds the FbaA Protein of Group A Streptococcus To Initiate Autophagy during Infection."}, {"pubmed": 32707001, "text": "Efficiency and Target Derepression of Anti-miR-92a: Results of a First in Human Study."}, {"pubmed": 32745080, "text": "CD154 inhibits death of T cells via a Cis interaction with the alpha5beta1 integrin."}, {"pubmed": 32777252, "text": "Structural impact due to PPQEE deletion in multiple cancer associated protein - Integrin alphaV: An In silico exploration."}, {"pubmed": 32851057, "text": "TMT-Based Quantitative Proteomic Analysis Identification of Integrin Alpha 3 and Integrin Alpha 5 as Novel Biomarkers in Pathogenesis of Acute Aortic Dissection."}, {"pubmed": 32955094, "text": "MicroRNA-26a inhibits wound healing through decreased keratinocytes migration by regulating ITGA5 through PI3K/AKT signaling pathway."}, {"pubmed": 33099569, "text": "Expression and Prognostic Analyses of ITGA3, ITGA5, and ITGA6 in Head and Neck Squamous Cell Carcinoma."}, {"pubmed": 33134374, "text": "Mechanistic Insight on the Interaction between OPN and Integrin alphanubeta3 in Osteoarthritis."}, {"pubmed": 33215388, "text": "Quantifying Polarized Extracellular Matrix Secretion in Cultured Endothelial Cells."}, {"pubmed": 33420364, "text": "C1GALT1 high expression is associated with poor survival of patients with pancreatic ductal adenocarcinoma and promotes cell invasiveness through integrin alphav."}, {"pubmed": 33420367, "text": "Integrin alpha5 in human breast cancer is a mediator of bone metastasis and a therapeutic target for the treatment of osteolytic lesions."}, {"pubmed": 33629293, "text": "Interrupting TGF-beta1/CCN2/integrin-alpha5beta1 signaling alleviates high mechanical-stress caused chondrocyte fibrosis."}, {"pubmed": 33711961, "text": "ITGA5 is a prognostic biomarker and correlated with immune infiltration in gastrointestinal tumors."}, {"pubmed": 33761321, "text": "SH3BP4 promotes neuropilin-1 and alpha5-integrin endocytosis and is inhibited by Akt."}, {"pubmed": 33859325, "text": "Integrin alphavbeta5 heterodimer is a specific marker of human pancreatic beta cells."}, {"pubmed": 33876829, "text": "Integrin alphaVbeta1 regulates procollagen I production through a non-canonical transforming growth factor beta signaling pathway in human hepatic stellate cells."}, {"pubmed": 34138753, "text": "Targeting the alphav integrin/TGF-beta axis improves natural killer cell function against glioblastoma stem cells."}, {"pubmed": 34165494, "text": "CYRI-A limits invasive migration through macropinosome formation and integrin uptake regulation."}, {"pubmed": 34239032, "text": "FHL-1 interacts with human RPE cells through the alpha5beta1 integrin and confers protection against oxidative stress."}, {"pubmed": 34263426, "text": "LncRNA NEAT1 Enhances Glioma Progression via Regulating the miR-128-3p/ITGA5 Axis."}, {"pubmed": 34358523, "text": "Integrin alpha5 mediates intrinsic cisplatin resistance in three-dimensional nasopharyngeal carcinoma spheroids via the inhibition of phosphorylated ERK /caspase-3 induced apoptosis."}, {"pubmed": 34375304, "text": "Long non-coding RNA ABHD11-AS1 promotes colorectal cancer progression and invasion through targeting the integrin subunit alpha 5/focal adhesion kinase/phosphoinositide 3 kinase/Akt signaling pathway."}, {"pubmed": 34510875, "text": "[Integrin alpha5 promotes the proliferation, invasion and adhesion of gastric cancer by regulating the FAK/Src/Rac1 signaling pathway]."}, {"pubmed": 34554089, "text": "Integrin alpha5beta1 nano-presentation regulates collective keratinocyte migration independent of substrate rigidity."}, {"pubmed": 34576100, "text": "Cellular Integrin alpha5beta1 and Exosomal ADAM17 Mediate the Binding and Uptake of Exosomes Produced by Colorectal Carcinoma Cells."}, {"pubmed": 35338412, "text": "Targeting HIF1-alpha/miR-326/ITGA5 axis potentiates chemotherapy response in triple-negative breast cancer."}, {"pubmed": 35946175, "text": "ITGA5 and ITGB1 contribute to Sorafenib resistance by promoting vasculogenic mimicry formation in hepatocellular carcinoma."}, {"pubmed": 36193075, "text": "ITGA5 Promotes Tumor Progression through the Activation of the FAK/AKT Signaling Pathway in Human Gastric Cancer."}, {"pubmed": 36438491, "text": "Elevated ITGA5 facilitates hyperactivated mTORC1-mediated progression of laryngeal squamous cell carcinoma via upregulation of EFNB2."}, {"pubmed": 36631800, "text": "AFAP1L1 promotes gastric cancer progression by interacting with VAV2 to facilitate CDC42-mediated activation of ITGA5 signaling pathway."}, {"pubmed": 36765401, "text": "The members of the miR-148/152 family inhibit cancer stem cell-like properties in gastric cancer via negative regulation of ITGA5."}, {"pubmed": 36999964, "text": "ITGA5 promotes tumor angiogenesis in cervical cancer."}, {"pubmed": 37144848, "text": "TLN1 synergizes with ITGA5 to ameliorate cardiac microvascular endothelial cell dysfunction."}, {"pubmed": 37823316, "text": "Aldo-keto Reductase 1B10 Restrains Cell Migration, Invasion, and Adhesion of Gastric Cancer via Regulating Integrin Subunit Alpha 5."}, {"pubmed": 38160360, "text": "A Continuous Extension of Gene Set Enrichment Analysis Using the Likelihood Ratio Test Statistics Identifies Vascular Endothelial Growth Factor as a Candidate Pathway for Alzheimer's Disease via ITGA5."}, {"pubmed": 38184221, "text": "DPP-4 exacerbates LPS-induced endothelial cells inflammation via integrin-alpha5beta1/FAK/AKT signaling."}, {"pubmed": 38312030, "text": "CircRSU1 alleviates LPS-induced human pulmonary microvascular endothelial cell injury by targeting miR-1224-5p/ITGA5 axis."}, {"pubmed": 38429832, "text": "Integrin alpha5 regulates motility of human monocyte-derived Langerhans cells during immune response."}, {"pubmed": 38760287, "text": "Relationship between aggressive features of oral squamous cell carcinoma and the immunoexpression of CX3CR1, CX3CL1 and ITGAV."}, {"pubmed": 38830562, "text": "hsa_circ_0000518 stimulates the malignant progression of hepatocellular carcinoma via regulating ITGA5 to activate the Warburg effect."}, {"pubmed": 38918360, "text": "IGFBP2/ITGA5 promotes gefitinib resistance via activating STAT3/CXCL1 axis in non-small cell lung cancer."}], "genomic_pos": {"chr": "12", "end": 54419266, "ensemblgene": "ENSG00000161638", "start": 54395261, "strand": -1}, "genomic_pos_hg19": {"chr": "12", "end": 54813244, "start": 54789045, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0001525", "qualifier": "involved_in", "term": "angiogenesis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0001525", "pubmed": 19267251, "qualifier": "involved_in", "term": "angiogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007044", "qualifier": "involved_in", "term": "cell-substrate junction assembly"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007155", "pubmed": 19703720, "qualifier": "involved_in", "term": "cell adhesion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007157", "qualifier": "involved_in", "term": "heterophilic cell-cell adhesion via plasma membrane cell adhesion molecules"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007159", "qualifier": "involved_in", "term": "leukocyte cell-cell adhesion"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007160", "qualifier": "involved_in", "term": "cell-matrix adhesion"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0007160", "pubmed": 22451694, "qualifier": "involved_in", "term": "cell-matrix adhesion"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007229", "qualifier": "involved_in", "term": "integrin-mediated signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007229", "pubmed": 31331973, "qualifier": "involved_in", "term": "integrin-mediated signaling pathway"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0007229", "pubmed": 22451694, "qualifier": "involved_in", "term": "integrin-mediated signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007565", "qualifier": "involved_in", "term": "female pregnancy"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007613", "qualifier": "involved_in", "term": "memory"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010811", "qualifier": "involved_in", "term": "positive regulation of cell-substrate adhesion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0023035", "pubmed": 31331973, "qualifier": "involved_in", "term": "CD40 signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030335", "qualifier": "involved_in", "term": "positive regulation of cell migration"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0030949", "pubmed": 19267251, "qualifier": "involved_in", "term": "positive regulation of vascular endothelial growth factor receptor signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0031589", "pubmed": 19933311, "qualifier": "involved_in", "term": "cell-substrate adhesion"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0033627", "qualifier": "involved_in", "term": "cell adhesion mediated by integrin"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0033627", "pubmed": [12807887, 17158881], "qualifier": "involved_in", "term": "cell adhesion mediated by integrin"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033631", "qualifier": "involved_in", "term": "cell-cell adhesion mediated by integrin"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0034113", "pubmed": 20563599, "qualifier": "involved_in", "term": "heterotypic cell-cell adhesion"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0035313", "pubmed": 14970227, "qualifier": "involved_in", "term": "wound healing, spreading of epidermal cells"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0035313", "pubmed": 22451694, "qualifier": "involved_in", "term": "wound healing, spreading of epidermal cells"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0035987", "pubmed": 23154389, "qualifier": "involved_in", "term": "endodermal cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046718", "qualifier": "involved_in", "term": "symbiont entry into host cell"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0050731", "pubmed": 10022831, "qualifier": "involved_in", "term": "positive regulation of peptidyl-tyrosine phosphorylation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0098609", "qualifier": "involved_in", "term": "cell-cell adhesion"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1903672", "pubmed": 19460962, "qualifier": "involved_in", "term": "positive regulation of sprouting angiogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2000811", "pubmed": 15006356, "qualifier": "involved_in", "term": "negative regulation of anoikis"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0001726", "pubmed": 11919189, "qualifier": "located_in", "term": "ruffle"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005783", "qualifier": "located_in", "term": "endoplasmic reticulum"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005794", "qualifier": "located_in", "term": "Golgi apparatus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 19141530, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005911", "pubmed": 14970227, "qualifier": "colocalizes_with", "term": "cell-cell junction"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005925", "pubmed": 21423176, "qualifier": "located_in", "term": "focal adhesion"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005925", "pubmed": 14970227, "qualifier": "colocalizes_with", "term": "focal adhesion"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005925", "pubmed": [17158881, 29162887], "qualifier": "located_in", "term": "focal adhesion"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0008305", "qualifier": "part_of", "term": "integrin complex"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0009897", "qualifier": "is_active_in", "term": "external side of plasma membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0009986", "pubmed": [19581412, 23658023], "qualifier": "located_in", "term": "cell surface"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009986", "pubmed": [17158881, 20563599, 23154389], "qualifier": "located_in", "term": "cell surface"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0031410", "qualifier": "located_in", "term": "cytoplasmic vesicle"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0032587", "pubmed": 14970227, "qualifier": "colocalizes_with", "term": "ruffle membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0034674", "pubmed": [31331973, 33102950], "qualifier": "part_of", "term": "integrin alpha5-beta1 complex"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:0034674", "pubmed": 22451694, "qualifier": "part_of", "term": "integrin alpha5-beta1 complex"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0045211", "qualifier": "located_in", "term": "postsynaptic membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0071062", "pubmed": 19267251, "qualifier": "part_of", "term": "alphav-beta3 integrin-vitronectin complex"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098978", "qualifier": "located_in", "term": "glutamatergic synapse"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0001618", "qualifier": "enables", "term": "virus receptor activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005154", "qualifier": "enables", "term": "epidermal growth factor receptor binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0005161", "pubmed": 19267251, "qualifier": "enables", "term": "platelet-derived growth factor receptor binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005178", "qualifier": "enables", "term": "integrin binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005509", "pubmed": 33962943, "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [12695522, 12724312, 12807887, 14970227, 16051604, 16099422, 17158881, 19141530, 19175293, 21947080, 22178926, 22451694, 22940691, 24011356, 30021884, 31331973, 33102950, 33962943, 37184585], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0043184", "pubmed": 19267251, "qualifier": "enables", "term": "vascular endothelial growth factor receptor 2 binding"}]}, "homologene": {"genes": [[7955, 386787], [8364, 100492002], [9544, 574315], [9598, 451958], [9606, 3678], [9615, 486493], [9913, 281873], [10090, 16402], [10116, 315346]], "id": 20508}, "interpro": [{"desc": "Integrin alpha chain", "id": "IPR000413", "short_desc": "Integrin_alpha"}, {"desc": "FG-GAP repeat", "id": "IPR013517", "short_desc": "FG-GAP"}, {"desc": "Integrin alpha beta-propellor", "id": "IPR013519", "short_desc": "Int_alpha_beta-p"}, {"desc": "Integrin alpha, first immunoglubulin-like domain", "id": "IPR013649", "short_desc": "Integrin_alpha_Ig-like_1"}, {"desc": "Integrin alpha chain, C-terminal cytoplasmic region, conserved site", "id": "IPR018184", "short_desc": "Integrin_alpha_C_CS"}, {"desc": "Integrin alpha, N-terminal", "id": "IPR028994", "short_desc": "Integrin_alpha_N"}, {"desc": "Integrin domain superfamily", "id": "IPR032695", "short_desc": "Integrin_dom_sf"}, {"desc": "Integrin alpha, second immunoglobulin-like domain", "id": "IPR048285", "short_desc": "Integrin_alpha_Ig-like_2"}, {"desc": "Integrin alpha, third immunoglobulin-like domain", "id": "IPR048286", "short_desc": "Integrin_alpha_Ig-like_3"}], "ipi": ["IPI00306604", "IPI00910512"], "map_location": "12q13.13", "name": "integrin subunit alpha 5", "other_names": ["CD49 antigen-like family member E", "ITGA5/SLC9B1 fusion", "fibronectin receptor subunit alpha", "fibronectin receptor, alpha polypeptide", "fibronectin receptor, alpha subunit", "integrin alpha-5", "integrin alpha-F", "integrin, alpha 5 (fibronectin receptor, alpha polypeptide)", "very late activation protein 5, alpha subunit"], "pantherdb": {"HGNC": "6141", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "96604", "ortholog_type": "LDO", "panther_family": "PTHR23220", "taxid": 10090, "uniprot_kb": "P11688"}, {"RGD": "2925", "ortholog_type": "LDO", "panther_family": "PTHR23220", "taxid": 10116, "uniprot_kb": "A0A0G2K1E2"}, {"ZFIN": "ZDB-GENE-031116-52", "ortholog_type": "LDO", "panther_family": "PTHR23220", "taxid": 7955, "uniprot_kb": "Q5I2A9"}, {"WormBase": "WBGene00003929", "ortholog_type": "O", "panther_family": "PTHR23220", "taxid": 6239, "uniprot_kb": "P34446"}, {"FlyBase": "FBgn0001250", "ortholog_type": "O", "panther_family": "PTHR23220", "taxid": 7227, "uniprot_kb": "P12080"}], "uniprot_kb": "P08648"}, "pathway": {"kegg": [{"id": "hsa04145", "name": "Phagosome - Homo sapiens (human)"}, {"id": "hsa04151", "name": "PI3K-Akt signaling pathway - Homo sapiens (human)"}, {"id": "hsa04510", "name": "Focal adhesion - Homo sapiens (human)"}, {"id": "hsa04512", "name": "ECM-receptor interaction - Homo sapiens (human)"}, {"id": "hsa04640", "name": "Hematopoietic cell lineage - Homo sapiens (human)"}, {"id": "hsa04810", "name": "Regulation of actin cytoskeleton - Homo sapiens (human)"}, {"id": "hsa05100", "name": "Bacterial invasion of epithelial cells - Homo sapiens (human)"}, {"id": "hsa05131", "name": "Shigellosis - Homo sapiens (human)"}, {"id": "hsa05133", "name": "Pertussis - Homo sapiens (human)"}, {"id": "hsa05135", "name": "Yersinia infection - Homo sapiens (human)"}, {"id": "hsa05165", "name": "Human papillomavirus infection - Homo sapiens (human)"}, {"id": "hsa05168", "name": "Herpes simplex virus 1 infection - Homo sapiens (human)"}, {"id": "hsa05205", "name": "Proteoglycans in cancer - Homo sapiens (human)"}, {"id": "hsa05206", "name": "MicroRNAs in cancer - Homo sapiens (human)"}, {"id": "hsa05410", "name": "Hypertrophic cardiomyopathy - Homo sapiens (human)"}, {"id": "hsa05412", "name": "Arrhythmogenic right ventricular cardiomyopathy - Homo sapiens (human)"}, {"id": "hsa05414", "name": "Dilated cardiomyopathy - Homo sapiens (human)"}], "pid": [{"id": "angiopoietinreceptor_pathway", "name": "Angiopoietin receptor Tie2-mediated signaling"}, {"id": "arf6_traffickingpathway", "name": "Arf6 trafficking events"}, {"id": "fak_pathway", "name": "Signaling events mediated by focal adhesion kinase"}, {"id": "integrin1_pathway", "name": "Beta1 integrin cell surface interactions"}, {"id": "lymphangiogenesis_pathway", "name": "VEGFR3 signaling in lymphatic endothelium"}, {"id": "plexind1_pathway", "name": "Plexin-D1 Signaling"}, {"id": "syndecan_4_pathway", "name": "Syndecan-4-mediated signaling events"}, {"id": "upa_upar_pathway", "name": "Urokinase-type plasminogen activator (uPA) and uPAR-mediated signaling"}], "reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1474244", "name": "Extracellular matrix organization"}, {"id": "R-HSA-1474244", "name": "Extracellular matrix organization"}, {"id": "R-HSA-1566948", "name": "Elastic fibre formation"}, {"id": "R-HSA-1566977", "name": "Fibronectin matrix formation"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-202733", "name": "Cell surface interactions at the vascular wall"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-216083", "name": "Integrin cell surface interactions"}, {"id": "R-HSA-216083", "name": "Integrin cell surface interactions"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373760", "name": "L1CAM interactions"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-418555", "name": "G alpha (s) signalling events"}, {"id": "R-HSA-422475", "name": "Axon guidance"}, {"id": "R-HSA-445144", "name": "Signal transduction by L1"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8878166", "name": "Transcriptional regulation by RUNX2"}, {"id": "R-HSA-8941332", "name": "RUNX2 regulates genes involved in cell migration"}, {"id": "R-HSA-9634597", "name": "GPER1 signaling"}, {"id": "R-HSA-9675108", "name": "Nervous system development"}], "wikipathways": [{"id": "WP185", "name": "Integrin-mediated Cell Adhesion"}, {"id": "WP2118", "name": "Arrhythmogenic Right Ventricular Cardiomyopathy"}, {"id": "WP306", "name": "Focal Adhesion"}, {"id": "WP3932", "name": "Focal Adhesion-PI3K-Akt-mTOR-signaling pathway"}, {"id": "WP4172", "name": "PI3K-Akt signaling pathway"}, {"id": "WP4217", "name": "Ebola Virus Pathway on Host"}, {"id": "WP4239", "name": "Epithelial to mesenchymal transition in colorectal cancer"}, {"id": "WP4541", "name": "Hippo-Merlin Signaling Dysregulation"}]}, "pdb": ["3VI3", "3VI4", "4WJK", "4WK0", "4WK2", "4WK4", "7NWL", "7NXD"], "pfam": ["PF01839", "PF08441", "PF20805", "PF20806"], "pharmgkb": "PA29941", "pharos": {"target_id": 12598, "tdl": "Tbio"}, "pir": "A27079", "prosite": "PS51470", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF251595", "relationship": "is"}, {"id": "GNF251596", "relationship": "is"}, {"id": "GNF251597", "relationship": "is"}, {"id": "GNF251598", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF159065", "relationship": "is"}, "GNF_hs-Origene": [{"id": "GNF046120", "relationship": "is"}, {"id": "GNF046585", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF084809", "relationship": "is"}, {"id": "GNF084810", "relationship": "is"}, {"id": "GNF084811", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF050722", "relationship": "is"}, {"id": "GNF055485", "relationship": "is"}, {"id": "GNF060129", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF065931", "relationship": "is"}, {"id": "GNF065932", "relationship": "is"}], "GNF_hs_LentiORF-HA-MYC": {"id": "GNF282650", "relationship": "is"}, "GNF_hs_LentiORF-Jred": {"id": "GNF283577", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF007251", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF285992", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF094631", "relationship": "is"}, {"id": "GNF134288", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000012.12", "NC_060936.1"], "protein": ["NP_002196.4", "XP_024304738.1", "XP_054227933.1"], "rna": ["NM_002205.5", "XM_024448970.2", "XM_054371958.1"], "translation": [{"protein": "XP_024304738.1", "rna": "XM_024448970.2"}, {"protein": "XP_054227933.1", "rna": "XM_054371958.1"}, {"protein": "NP_002196.4", "rna": "NM_002205.5"}]}, "reporter": {"HG-U133_Plus_2": "201389_at", "HG-U95Av2": "39753_at", "HTA-2_0": "TC12001571.hg.1", "HuEx-1_0": "3456732", "HuGene-1_1": "7963786", "HuGene-2_1": "16765558"}, "summary": "The product of this gene belongs to the integrin alpha chain family. Integrins are heterodimeric integral membrane proteins composed of an alpha subunit and a beta subunit that function in cell surface adhesion and signaling. The encoded preproprotein is proteolytically processed to generate light and heavy chains that comprise the alpha 5 subunit. This subunit associates with the beta 1 subunit to form a fibronectin receptor. This integrin may promote tumor invasion, and higher expression of this gene may be correlated with shorter survival time in lung cancer patients. Note that the integrin alpha 5 and integrin alpha V subunits are encoded by distinct genes. [provided by RefSeq, Oct 2015].", "symbol": "ITGA5", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1416488"}, "unigene": "Hs.505654", "uniprot": {"Swiss-Prot": "P08648", "TrEMBL": ["B4E3F4", "B2R627", "H0YHL9", "H0YIV7"]}, "wikipedia": {"url_stub": "ITGA5"}}