{"AllianceGenome": "18259", "HGNC": "18259", "MIM": "609873", "_id": "55600", "_version": 1, "accession": {"genomic": ["AL354714.22", "CH471121.2", "CP068277.2", "NC_000001.11", "NC_060925.1"], "protein": ["AAH20664.1", "AAL58073.1", "AAM20741.1", "AAO17800.1", "AAO17801.1", "AAQ88725.1", "AAS49907.1", "AAU88047.1", "AAU88048.1", "BAA90893.1", "BAA96094.1", "BAD96253.1", "CAG33505.1", "EAW52688.1", "EAW52689.1", "EAW52690.1", "NP_060095.2", "Q8WWA0.1"], "rna": ["AB036706.1", "AF271386.1", "AK000029.1", "AK222533.1", "AY065972.1", "AY157361.1", "AY157362.1", "AY358359.1", "AY549722.1", "AY619691.1", "AY619692.1", "BC020664.1", "CR457224.1", "NM_017625.3"], "translation": [{"protein": "AAL58073.1", "rna": "AY065972.1"}, {"protein": "AAS49907.1", "rna": "AY549722.1"}, {"protein": "BAA96094.1", "rna": "AB036706.1"}, {"protein": "BAD96253.1", "rna": "AK222533.1"}, {"protein": "AAO17800.1", "rna": "AY157361.1"}, {"protein": "AAU88047.1", "rna": "AY619691.1"}, {"protein": "AAU88048.1", "rna": "AY619692.1"}, {"protein": "AAM20741.1", "rna": "AF271386.1"}, {"protein": "AAO17801.1", "rna": "AY157362.1"}, {"protein": "BAA90893.1", "rna": "AK000029.1"}, {"protein": "NP_060095.2", "rna": "NM_017625.3"}, {"protein": "AAQ88725.1", "rna": "AY358359.1"}, {"protein": "CAG33505.1", "rna": "CR457224.1"}, {"protein": "AAH20664.1", "rna": "BC020664.1"}]}, "alias": ["HL-1", "HL1", "INTL", "ITLN", "LFR", "hIntL", "omentin"], "ensembl": {"gene": "ENSG00000179914", "protein": "ENSP00000323587", "transcript": ["ENST00000326245", "ENST00000464077", "ENST00000487531"], "translation": [{"protein": "ENSP00000323587", "rna": "ENST00000326245"}], "type_of_gene": "protein_coding"}, "entrezgene": "55600", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 13.59271119, "exp_mis": 118.8684221, "exp_syn": 60.569558, "lof_z": 2.04001568249798, "mis_z": -0.319941256108874, "mu_lof": 9.40762655457e-07, "mu_mis": 1.02323568005e-05, "mu_syn": 5.08692235115e-06, "n_lof": 6.0, "n_mis": 126.0, "n_syn": 64.0, "p_li": 0.00489119365441958, "p_null": 0.0281826169942844, "p_rec": 0.966926189351296, "syn_z": -0.27325751522953}, "bp": 942, "cds_end": 160854667, "cds_start": 160846453, "n_exons": 7, "nonpsych": {"exp_lof": 12.1582663, "exp_mis": 107.4429467, "exp_syn": 54.6768479, "lof_z": 1.7345012889798, "mis_z": -0.416389160109822, "mu_lof": 9.40762655457e-07, "mu_mis": 1.02323568005e-05, "mu_syn": 5.08692235115e-06, "n_lof": 6.0, "n_mis": 116.0, "n_syn": 57.0, "p_li": 0.00317661672834045, "p_null": 0.0592503447799171, "p_rec": 0.937573038491743, "syn_z": -0.19780579614616}, "nontcga": {"exp_lof": 12.49121478, "exp_mis": 109.3448762, "exp_syn": 55.70991792, "lof_z": 2.09088978463536, "mis_z": -0.126501416826193, "mu_lof": 9.40762655457e-07, "mu_mis": 1.02323568005e-05, "mu_syn": 5.08692235115e-06, "n_lof": 5.0, "n_mis": 112.0, "n_syn": 58.0, "p_li": 0.0174384090216233, "p_null": 0.0220432015455784, "p_rec": 0.960518389432798, "syn_z": -0.19427041756125}, "transcript": "ENST00000326245.3"}, "exons": [{"cdsend": 160884877, "cdsstart": 160876663, "chr": "1", "position": [[160876539, 160876816], [160879310, 160879414], [160880587, 160880708], [160881153, 160881312], [160881956, 160882204], [160883427, 160883526], [160884819, 160884883], [160885060, 160885180]], "strand": -1, "transcript": "NM_017625", "txend": 160885180, "txstart": 160876539}], "exons_hg19": [{"cdsend": 160854667, "cdsstart": 160846453, "chr": "1", "position": [[160846329, 160846606], [160849100, 160849204], [160850377, 160850498], [160850943, 160851102], [160851746, 160851994], [160853217, 160853316], [160854609, 160854673], [160854850, 160854970]], "strand": -1, "transcript": "NM_017625", "txend": 160854970, "txstart": 160846329}], "generif": [{"pubmed": 15777968, "text": "Intelectin is consistently and highly overexpressed in a proportion of mesothelioma and gastrointestinal malignancies at the protein level"}, {"pubmed": 16261254, "text": "Review focuses on current knowledge of the structure and function of mammalian lactoferrin receptors, mainly the first cloned Lf receptor that has been shown to be expressed in infant small intestine at high levels but also in virtually all other tissues."}, {"pubmed": 16386808, "text": "Omentin might be a new adipocytokine playing a role in the defense against intestinal bacterial translocation in the context of Crohn's disease."}, {"pubmed": 16531507, "text": "Omentin increased Akt phosphorylation in the absence and presence of insulin. In conclusion, omentin is a new adipokine that is expressed in omental adipose tissue in humans and may regulate insulin action."}, {"pubmed": 17295929, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17295929, "text": "Val109Asp sequence variation is more a single nucleotide polymorphism than a real disease-causing mutation in type 2 diabetes or chronic inflammatory bowel disease."}, {"pubmed": 17311679, "text": "Blood levels are not changed after a glucose tolerance test in normal adults."}, {"pubmed": 17329619, "text": "Decreased omentin levels are associated with increasing obesity and insulin resistance and may be predictive of problems associted with obesity."}, {"pubmed": 18174521, "text": "Omentin-1(ITLN1) is downregulated by insulin and glucose which may explain the decreased omentin-1 levels observed in our overweight women with polycystic ovary syndrome."}, {"pubmed": 18587394, "text": "Genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18832735, "text": "intelectin 1 plays a role in defense against bacteria, its down-regulation in response to cigarette smoking is another example of the immunomodulatory effects of smoking on the immune system"}, {"pubmed": 19000584, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19000584, "text": "we have found evidence of a possible association between a single nucleotide polymorphism in intelectin-1 and asthma susceptibility that requires to be confirmed by independent studies"}, {"pubmed": 19179460, "text": "intelectin is a host defense lectin that assists phagocytic clearance of microorganisms."}, {"pubmed": 19665576, "text": "miR-584 contributes to the post-transcriptional expression of lactoferrin receptor during the perinatal period."}, {"pubmed": 19760754, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20014019, "text": "Observational study and genome-wide association study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20129687, "text": "Serum omentin-1 levels were decreased in impaired glucose regulation subjects. Lack of omentin-1 may contribute to the development of insulin resistance and type 2 diabetes."}, {"pubmed": 20473688, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20488498, "text": "Higher omentin concentrations in the fetus may be crucial to enhance a growth-promoting effect"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20682687, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20823688, "text": "Even though the expression of NPY, omentin and visfatin was comparable between obese individuals and controls, we have to consider differences in the total production rate of adipose tissue-derived factors"}, {"pubmed": 20852028, "text": "Increases in omentin-1(ITLN1) levels may play a role but are not sufficient to explain the decreased inflammatory and angiogenic effects of sera from metformin-treated PCOS women."}, {"pubmed": 21072187, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21082206, "text": "Omentin inhibits osteoblast differentiation of calcifying vascular smooth muscle cells through the PI3K/Akt pathway."}, {"pubmed": 21374544, "text": "there is such a close connection between serum omentin and adiponectin levels that regulation of omentin may be dependent on adiponectin."}, {"pubmed": 21442174, "text": "Letter: serum omentin levels were significantly elevated in patients with Kawasaki disease."}, {"pubmed": 21497934, "text": "Omentin-1 is closely related to MetS and might play an important role in atherosclerosis in MetS patients."}, {"pubmed": 21514279, "text": "The present results demonstrate for the first time that omentin plays an anti-inflammatory role by preventing the TNF-alpha-induced COX-2 expression in vascular endothelial cells."}, {"pubmed": 21602837, "text": "Serum omentin-1 levels were lower in patients with acute coronary syndrome (ACS) or stable angina pectoris (SAP) compared with controls (ACS, 113.08+/-61.43 ng/mL; SAP, 155.41+/-66.89 ng/mL; control, 254.00+/-72.9 ng/mL; P<0.01)."}, {"pubmed": 21720428, "text": "Circulating omentin-1 in prepubertal children may be a early biological marker of insulin resistance, altered adipose-tissue metabolism, and hypertension, hypertriglyceridemia, type 2 diabetes, and/or obesity."}, {"pubmed": 21750093, "text": "Omentin-1 ameliorates arterial calcification and bone loss in vivo through the regulation of the RANK signalling pathway in osteoprotegerin-deficient mice."}, {"pubmed": 21814208, "text": "circulating omentin levels independently and negatively associate with carotid intima-media thickness"}, {"pubmed": 21865408, "text": "A significantly lower level of plasma omentin-1 is observed in non-obese women with polycystic ovary syndrome and normal glucose tolerance compared with body mass index- abd homeostasis model-matched controls."}, {"pubmed": 21925659, "text": "Low levels of omentin are closely linked with the presence of coronary artery disease and that omentin serves as a novel biomarker for CAD."}, {"pubmed": 21935388, "text": "omentin-1 serum levels are correlated with BMD at the femoral neck and the serum levels of osteocalcin and osteopontin in MS patients"}, {"pubmed": 22032341, "text": "Our study shows that omentin is significantly higher in juvenile idiopathic arthritis patients in comparison with healthy controls."}, {"pubmed": 22081609, "text": "omentin promotes endothelial cell function and revascularization in response to ischemia through its ability to stimulate an Akt-eNOS signaling pathway"}, {"pubmed": 22083213, "text": "The aberrant ITLN-1 expression in gastric cancer is correlated with clinicopathological features and may be a useful prognostic factor for predicting the outcomes of gastric cancer patients."}, {"pubmed": 22108456, "text": "Circulating omentin-1 level was independently correlated with arterial stiffness and carotid plaque in type 2 diabetes, even after adjusting for other cardiovascular risk factors and detailed medication history."}, {"pubmed": 22222234, "text": "Synovial fluid omentin-1 levels decreased significantly as the Kellgren-Lawrence grades increased with radiographic severity of knee osteoarthritis."}, {"pubmed": 22277902, "text": "the study demonstrates that variants of SLAMF1 and ITLN1, both implicated in inflammation, are associated with type 2 diabetes in Indians."}, {"pubmed": 22554771, "text": "Omentin plays an anti-inflammatory role by preventing the TNF-alpha-induced VCAM-1 expression in smooth muscle cells"}, {"pubmed": 22573572, "text": "In a Portuguese population, SNPs at three autophagy-related genes, ATG16L1, IRGM, and ITLN1, contribute to predict Crohn's ileal or ileocolonic disease, involvement of the upper digestive tract, and response to treatment."}, {"pubmed": 22714099, "text": "Omentin-1/ITLN1 may exert a negative effect on bone mass by inhibiting bone formation in girls with anorexia nervosa."}, {"pubmed": 22721676, "text": "ITLN1 in combination with other known markers, such as CRP, could be evaluated as a panel of biomarkers of POAD."}, {"pubmed": 22768319, "text": "Pleural intelectin-1 could be a useful diagnostic marker for MPM with applications in histopathological identification of MPM."}, {"pubmed": 22801013, "text": "Intelectin-1 is expressed in human sinus mucosa and is increased in patients with nasal polyps."}, {"pubmed": 22813935, "text": "Omentin levels are elevated in patients receiving hemodialysis with end stage renal disease."}, {"pubmed": 22842465, "text": "These results suggest that omentin may inhibit TNF-alpha-induced expression of adhesion molecules in endothelial cells via blocking ERK/NF-kappaB pathway."}, {"pubmed": 22952622, "text": "pre-existing maternal obesity is associated with lower omentin-1 expression in placenta, adipose tissue and maternal plasma"}, {"pubmed": 23072466, "text": "Omentin-1 in synovial fluid might serve as a potential biomarker for reflecting the symptomatic severity of osteoarthritis."}, {"pubmed": 23144698, "text": "Data indicate that leptin, and omentin were positively correlated with osteoclast precursors (OCs) numbers."}, {"pubmed": 23178529, "text": "the influence of omentin-1 on two types of human hepatocellular carcinoma cells"}, {"pubmed": 23291856, "text": "plasma levels negatively correlate with the disease activity of psoriasis"}, {"pubmed": 23303213, "text": "We make the novel observation of abnormal circulating and gluteal fat-secreted chemerin and omentin-1 levels in nascent metabolic syndrome, which could confer a higher risk for diabetes and cardiovascular disease."}, {"pubmed": 23474107, "text": "The observed higher levels of omentin-1, visfatin, and vaspin in patients with colorectal cancer (CRC), independent of measures of obesity, suggest that these adipocytokines may have a potential role in the development of CRC."}, {"pubmed": 23490415, "text": "possible alterations in cord blood levels of insulin and the adipokines vaspin and omentin-1 were investigated in large-for-gestational age and appropriate-for-gestational age infants."}, {"pubmed": 23532633, "text": "Baseline serum omentin-1 levels can predict arterial stiffness changes occurring within a year. Further, changes in serum omentin-1 levels after a year can function as independent markers of arterial stiffening in patients with type 2 diabetes mellitus."}, {"pubmed": 23538212, "text": "The orexigenic effects of omentin-1 could be related, at least in part, to decreased CART and CRH gene expression."}, {"pubmed": 23555749, "text": "omentin-1 as a cardioprotective adipokine"}, {"pubmed": 23605136, "text": "Decreased serum omentin-1 levels could be considered as an independent predictive marker of the presence and severity of obstructive sleep apnoea syndrome."}, {"pubmed": 23643964, "text": "Studies indicate that ITLN1 and ITLN2 intelectins are positioned on a single chromosome 1, suggesting mammalian intelectins have been independently expanded by partial gene duplication."}, {"pubmed": 23839538, "text": "Omentin is a recently identified novel adipocytokine and it falls under the category of being a good adipokine"}, {"pubmed": 23921499, "text": "The lactoferrin(LF) taken up, retained and subsequently released by the Intelectin 1(IntL)-transfectants was larger in amount than that of mock-transfectants."}, {"pubmed": 23959732, "text": "Data suggest that patients with newly diagnosed obstructive sleep apnoea syndrome exhibit higher omentin-1 plasma levels as compared to controls; after 3 months of continuous positive airway pressure therapy, plasma omentin-1 was decreased at 8 a.m."}, {"pubmed": 24011638, "text": "The aim of the study was to evaluate the influence of vertical banded gastroplasty on peripheral blood concentrations of some adipocytokines and hormones involved in the control of food intake and energy turnover."}, {"pubmed": 24085389, "text": "data indicates that serum omentin 1 levels are i) lower in obese children and ii) negatively correlated with BMI, WC, HOMA-IR and insulin levels suggesting that omentin 1 might be a biomarker for metabolic dysfunction also in childhood and adolescence."}, {"pubmed": 24321036, "text": "This study was designed to evaluate the relationship between psoriasis and omentin serum levels and Val109Asp polymorphism in exon 4 of the omentin gene."}, {"pubmed": 24370683, "text": "Although no significant difference was detected regarding omentin Val109Asp polymorphism, Val/Val genotype frequency was found to be more in patient group than control group. It may be speculated that Val/Val genotype increases the tendency for CAD."}, {"pubmed": 24392647, "text": "The adiponectin level was significantly lower in obese compared with normal weight subgroups, while the omentin-1 level was significantly lower in the PCOS compared with the non-PCOS group, and not related to body mass."}, {"pubmed": 24397804, "text": "Morbidly obese and type 2 diabetes mellitus patients have decreased levels of serum omentin."}, {"pubmed": 24524360, "text": "Data suggest that adiposity is main determinant of down-regulation of omentin/ITLN1 and up-regulation of chemerin/RARRES2 levels in plasma of lean/overweight/obese women with polycystic ovary syndrome."}, {"pubmed": 24552613, "text": "results show that the rs2274907 polymorphism in the omentin gene is associated with daily energy intake as well as daily intake of fat and protein"}, {"pubmed": 24643693, "text": "Omentin might be an indicator of insulin resistance in pregnant women"}, {"pubmed": 24659266, "text": "omentin levels are elevated in patients with prostate cancer, independently of disease differentiation"}, {"pubmed": 24659847, "text": "Serum and colonic omentin-1 expressions are decreased in active Crohn's disease patients."}, {"pubmed": 24755035, "text": "Decreased serum omentin-1 levels are associated with poor cardiac outcome in patients with heart failure."}, {"pubmed": 24768874, "text": "Systemic administration of human omentin to mice leads to a reduction in myocardial infarct size and apoptosis after ischemia/reperfusion, accompanied by enhanced phosphorylation of AMP-activated protein kinase (AMPK) and Akt in the ischemic heart."}, {"pubmed": 24852382, "text": "results suggest that plasma omentin levels are decreased in physically healthy, nonobese, antipsychotic-free patients with schizophrenia."}, {"pubmed": 24912760, "text": "Data suggest that serum ITLN1 levels are down-regulated in women with pre-eclampsia as compared to healthy control subjects; thus, serum ITLN1 level may serve as biomarker for diagnosis of pre-eclampsia and index of severity of pre-eclampsia."}, {"pubmed": 24918534, "text": "Serum Omentin-1 levels in chronic kidney disease (CKD) patients were significantly lower compared to the healthy controls. Further analyze revealed that decreased omentin in CKD patients was due to the reduced omentin levels in the diabetic subgroup."}, {"pubmed": 24943040, "text": "The effects of IGF-1 on steroidogenesis via the expression of intelectin-1 and NAMPT in human granulosa-lutein cells are reported."}, {"pubmed": 24997770, "text": "decreased omentin-1 levels may contribute to the development of insulin resistance, type 2 diabetes mellitus and particularly to obesity in Chinese adults"}, {"pubmed": 25060690, "text": "Irisin and omentin-1 are stable within-person."}, {"pubmed": 25139582, "text": "Omentin levels increased as early as 24-h post-bariatric surgery, with changes maintained up to 1-year."}, {"pubmed": 25264991, "text": "Lower levels of serum omentin in patients with pseudoexfoliation syndrome compared with healthy subjects may support the theory of systemic nature of the disease."}, {"pubmed": 25294287, "text": "Suggest a strong association between decreased serum omentin-1 levels and severity of peripheral arterial disease."}, {"pubmed": 25300621, "text": "fat-specific human omentin transgenic (OMT-TG) mice exhibited reduced neointimal thickening and vascular cell growth following vascular injury"}, {"pubmed": 25324439, "text": "Circulating maternal omentin levels are correlated with insulin resistance indices."}, {"pubmed": 25453978, "text": "The expressions of Adiponectin, visfatin, and omentin were correlated within each type of fat but not between different fat depots"}, {"pubmed": 25479337, "text": "Omentin functions to attenuate the pathological process of myocardial hypertrophy."}, {"pubmed": 25576244, "text": "serum omentin-1 levels are decreased in patients with inflammatory bowel disease"}, {"pubmed": 25690163, "text": "Therefore, omentin-1 may have a role in the pathogenesis of psoriasis and might be a potential biological marker for psoriasis severity."}, {"pubmed": 25733068, "text": "Observations further suggest that omentin acts via upregulation of adiponectin, which in turn affects lipid metabolism and thereby also indirectly enhances insulin sensitivity."}, {"pubmed": 25789872, "text": "Data show a rather strong relationship between exercise performance and circulating omentin-1 levels as well as an increase of the adipokine in response to 6-week of endurance training in obese women"}, {"pubmed": 25804090, "text": "The mean serum omentin-1 concentration in adolescent girls with anorexia nervosa was higher than that of controls and obese girls."}, {"pubmed": 25889839, "text": "Patients with high ITLN1 or NDRG2 expression had greater survival probability."}, {"pubmed": 25904298, "text": "Plasma omentin level and omentin/resistin ratio were decreased, whereas the resistin and TNF-alpha levels and TNF-alpha/omentin ratio were increased in BD patients."}, {"pubmed": 25965823, "text": "Low Intelectin 1 expression is associated with gastric cancer."}, {"pubmed": 25980946, "text": "In women with osteoporosis and osteopenia, homozygous AA genotype of omentin gene may predispose to lower bone mineral density in the lumbar spine."}, {"pubmed": 26079253, "text": "REVIEW: a concise and general overview on the roles of omentin in cardiovascular diseases; the knowledge of these concepts may provide a new strategy to reduce disease risks on CVD in the future"}, {"pubmed": 26094489, "text": "Data suggest serum omentin/ITLN1 levels are down-regulated in elderly population (ages 61-82 years) with type 2 diabetes and polyneuropathy, independently of established risk factors of polyneuropathy; ITLN1 is positively correlated with adiponectin."}, {"pubmed": 26144294, "text": "analysis of expression of maternal omentin-1 in humans and in the rat animal model"}, {"pubmed": 26148048, "text": "Data indicate that none of the intelectin 1 (hIntL-1) ligands identified on the microbial glycan array are found in mammalian glycans."}, {"pubmed": 26277181, "text": "Omentin enhances insulin-stimulated glucose uptake in subcutaneous and visceral adipose tissue. omentin increases phosphorylation of AMP-activated protein kinase, which indicates a potential role of omentin in energy homeostasis."}, {"pubmed": 26291814, "text": "Omentin levels were lower in both obese and non-obese PCOS patients compared to healthy controls."}, {"pubmed": 26293449, "text": "A decrease in omentin-1 levels could be an independent mortality risk factor in patient with diabetes on hemodialysis."}, {"pubmed": 26316585, "text": "This study clearly indicates that acute aerobic exercise elicits a pro-inflammatory response (e.g. CHI3L1) with a lower anti-inflammatory effect (e.g. ITLN-1) in obese individuals."}, {"pubmed": 26466574, "text": "Serum omentin was associated with cardiac autonomic neuropathy in type 2 diabetes patients."}, {"pubmed": 26514948, "text": "Plasma omentin-1 concentrations were decreased in non-obese polycystic ovary syndrome individuals"}, {"pubmed": 26539805, "text": "Data show that the circulating omentin-1 levels were dramatically decreased in renal cell carcinoma (RCC) patients."}, {"pubmed": 26662650, "text": "Omentin-1 might exert a negative effect on bone remodelling in girls with anorexia nervosa by inhibiting both bone formation and resorption. The OPG/sRANKL system plays an important role in the latter."}, {"pubmed": 26714927, "text": "omentin reduces the development of atherosclerosis by reducing inflammatory response of macrophages through the Akt-dependent mechanisms"}, {"pubmed": 26790473, "text": "Omentin-1 levels were markedly reduced in coronary endothelium and epicardial fat but increased in plasma and atheromatous plaques (macrophages/SMCs) in coronary artery disease (CAD) patients compared with non-CAD patients"}, {"pubmed": 26904686, "text": "The concentrations of gastric peptide(Ghrelin and obestatin)and adipocytokines(omentin and Apelin ) across all subgroups were lower than in the control group. The differences were statistically significant (p < 0.0001), which may be of importance in the development of the disease complications"}, {"pubmed": 27216184, "text": "High omentin expression is associated with Colorectal Cancer."}, {"pubmed": 27225862, "text": "There was no difference in serum chemerin, vaspin and omentin-1 between polycystic ovary syndrome patients and healthy controls."}, {"pubmed": 27270246, "text": "These findings suggested that elevated serum omentin levels were only very mildly related to the changes in cardiac volume and function in chronic heart failure patients"}, {"pubmed": 27298015, "text": "Omentin-1 concentrations may be related to increased stroke risk"}, {"pubmed": 27313334, "text": "Low serum Omentin-1 level is Associated with Dilated Cardiomyopathy."}, {"pubmed": 27352781, "text": "Omentin-1 expression in patients with coronary artery disease was lower in epicardial adipose tissue adjacent to coronary stenotic segments than non-stenotic segments"}, {"pubmed": 27449535, "text": "omentin, as compared to vaspin, seems to provide a better predictor of insulin resistance in obese individuals."}, {"pubmed": 27450783, "text": "Omentin expression increases in the epicardial adipose tissueof non-obese coronary artery disease patients, despite a decrease in plasma levels, suggesting that omentin may play a role in the pathogenesis of coronary artery disease"}, {"pubmed": 27476070, "text": "Omentin concentrations were inversely associated with MMP-3 levels in rheumatoid arthritis patients. This relationship was influenced by population origin, rheumatoid arthritis activity and erythrocyte sedimentation rate."}, {"pubmed": 27516571, "text": "In type 2 diabetes mellitus, both chemerin and omentin enhance the body sensitivity to insulin, which results in increased glucose uptake and increased expression of the omentin gene was reported in nasal polyps and mesothelioma."}, {"pubmed": 27607575, "text": "A decreased level of circulating omentin negatively correlated with white blood cells and procalcitonin in patients with acute respiratory distress syndrome."}, {"pubmed": 27614458, "text": "High omentin expression is associated with osteoporosis."}, {"pubmed": 27636349, "text": "Data suggest that nonlinear resistance training or aerobic interval training for 12 weeks produces no significant changes in serum levels of omentin-1 and interleukin-18 in obese men; however, during a 4-week detraining period, omentin-1 decreases significantly and IL-18 increases significantly."}, {"pubmed": 27749321, "text": "Atorvastatin increased serum omentin-1 concentrations in patients with coronary artery disease in a dose-dependent manner."}, {"pubmed": 27908216, "text": "Data suggest that circulating omentin-1 levels are lower in patients with PCOS (polycystic ovary syndrome) as compared to control subjects; circulating omentin-1 levels appear to correlate with insulin resistance but do not appear to correlate with overweight/obesity in these patients. [META-ANALYSIS]"}, {"pubmed": 27931137, "text": "This study showed that consumption of olive oil-rich diet tended to increase omentin and adiponectin in comparison with the usual diet."}, {"pubmed": 28073124, "text": "Omentin-1 levels are closely associated with the endogenous insulin reserve and may be used in follow-up of patients."}, {"pubmed": 28123148, "text": "Plasma omentin-1 level was significantly higher in patients with good coronary collateral circulation (CCC) than those with poor CCC (566.57+/-26.90 vs. 492.38+/-19.70 ng/mL, p=0.024). Besides, omentin-1 was positively correlated with total cholesterol, high-density lipoprotein, and gensini score but inversely with hyperlipidemia and body mass index (all p values0.05)."}, {"pubmed": 28224996, "text": "ITLN1 expression was significantly increased in asthmatic airways and in lesional skin of atopic dermatitis patients"}, {"pubmed": 28325076, "text": "Our results indicate that the Asp allele of Val109Asp (T allele of rs2274907) is more frequent among men with coronary artery disease than healthy men, so it is possibly a risk factor for coronary artery disease in men only."}, {"pubmed": 28394802, "text": "In conclusion, DAB2 and Intelectin-1 are newly identified positive markers of mesothelioma and have potential to be included in future immunohistochemical marker panels for differentiation of epithelioid mesothelioma from pulmonary adenocarcinoma"}, {"pubmed": 28440092, "text": "Omentin may play a role in the pathophysiology of preterm births but it is not involved in the mechanism of preterm premature rupture of the membranes."}, {"pubmed": 28442700, "text": "The rs2274907 variant of the ITLN1 gene is associated with increased prevalence of diabetic foot in patients with type 2 diabetes mellitus."}, {"pubmed": 28465646, "text": "Omentin levels are increased in cirrhotic patients without portal vein thrombosis, but do not influence platelet activity."}, {"pubmed": 28679518, "text": "Serum levels of omentin-1 were positively associated with increases in glycemia and incident type 2 diabetes in an older population."}, {"pubmed": 28687077, "text": "Myocardial injury leads to a decrease in ITLN1 expression in the heart and a corresponding increase in plasma levels"}, {"pubmed": 28771382, "text": "Study suggests that circulating chemerin levels were positively correlated with the percentages of Th17 and Th9 cells, while omentin levels were negatively correlated with those cell percentages in asthma. The findings are consistent with a potential regulatory function of adipokines to the immune responses in the pathogenesis of asthma."}, {"pubmed": 28820393, "text": "In conclusion, our study, which focused on hepatic FGF21 and omentin-1 mRNA expression, confirmed marked expression of both molecules in the liver of morbidly obese patients with NAFLD."}, {"pubmed": 28833541, "text": "six-month lifestyle weight loss intervention significantly increased serum levels in obese children"}, {"pubmed": 28864059, "text": "Reduced serum omentin-1 is associated with inflammatory mechanism and insulin resistance in the pathogenesis of diabetic nephropathy in type 2 diabetes mellitus patients."}, {"pubmed": 28957639, "text": "The aims of this study were to evaluate and correlate circulating chemerin, apelin, vaspin, and omentin-1 levels in obese type 2 diabetic Egyptian patients with coronary artery stenosis (CAS), and to assess their usefulness as noninvasive diagnostic biomarkers."}, {"pubmed": 29075000, "text": "The association between omentin-1 blood level and risk of heart failure may differ according to pre-existing coronary heart disease."}, {"pubmed": 29198435, "text": "Studied omentin-1 levels in weight loss in obese patients; results showed there's a significant increase in serum omentin-1 levels after weight loss from a calorie restricted Mediterranean diet."}, {"pubmed": 29225325, "text": "Loss of Omentin-1 expression is Associated with Carotid Plaque Instability among Ischemic Stroke Patients."}, {"pubmed": 29277835, "text": "The study showed for the first time serum omentin and visfatin levels to be decreased after lung transplantation in end-stage lung disease patients"}, {"pubmed": 29335783, "text": "There was no significant difference in omentin-1 levels between healthy and diabetic mothers throughout the pregnancy. However, we found significantly lower omentin-1 levels in offspring of diabetic mothers. This may indicate a risk for the development of insulin resistance in later life."}, {"pubmed": 29337272, "text": "chemerin and leptin are elevated and omentin-1 and visfatin levels are decreased in Gestational diabetes mellitus women complicated by obesity."}, {"pubmed": 29408455, "text": "the effects of omentin-1 on KLF2 expression are mediated by p53."}, {"pubmed": 29464457, "text": "after Sp1 expression was significantly suppressed by RNA interference, LfR was significantly decreased at both RNA and protein levels. In conclusion, the LfR gene promoter contains downstream core promoter elements, and the Sp1 binding sites play critical roles in transcriptional regulation of the LfR gene."}, {"pubmed": 29482534, "text": "Val109Asp polymorphic marker of intelectin 1 gene is associated with abdominal obesity."}, {"pubmed": 29550924, "text": "azolium assay as well as IF to evaluate proliferating cell nuclear antigen (PCNA) expression. Our results show that mouse and human cholangiocytes express Lf, LRP1 and ITLN1, at higher extent in cholangiocytes from BDL and PBC samples. Furthermore, the in vitro addition of bovine Lf (bLf) has a proliferative effect on human cholangiocyte cell line."}, {"pubmed": 29807191, "text": "provide an explanation for the finding that human intelectin-1 has a higher affinity for a ligand than XEEL"}, {"pubmed": 29880272, "text": "A negative relation between omentin-1 level and risk of ischemic stroke."}, {"pubmed": 30045007, "text": "This study shows a significant increase in circulating omentin-1 levels after weight loss due to a biliopancreatic diversion, and its negative association with BMI and insulin levels."}, {"pubmed": 30071525, "text": "significant increase in serum omentin-1 levels in obese subjects after weight loss secondary to a low fat hypocaloric diet, in contrast to no changes following consuming a high fat hypocaloric diet"}, {"pubmed": 30151379, "text": "patients with OSA have decreased omentin levels, which are associated with sleep parameters, including AHI, SpO2, percentage of REM sleep, hsCRP, HDL, and adiponectin levels."}, {"pubmed": 30179852, "text": "omentin-1 levels were elevated in type 1 diabetes patients compared with controls."}, {"pubmed": 30186533, "text": "Serum level of omentin is a bioamrker for prostate cancer."}, {"pubmed": 30188100, "text": "ITLN1, PPARg AND TNFa GENE EXPRESSION IN VISCERAL ADIPOSE TISSUE."}, {"pubmed": 30204471, "text": "Cardiac surgery differentially affects omentin levels in epicardial adipose tissue mRNA expression in patients with type 2 diabetes and coronary heart disease compared to controls."}, {"pubmed": 30301508, "text": "Study shows omentin Val/Val (mutant homozygote) genotype increases predisposition to acne vulgaris by probably disrupting overall protein function of omentin."}, {"pubmed": 30320137, "text": "findings suggest that omentin-1, rather than adiponectin, could be useful as a predictor of preterm birth in patients with gestational diabetes mellitus."}, {"pubmed": 30353296, "text": "In acute heart failure patients, high omentin levels at discharge might suggest a protective role on patients related to weight gain during long-term follow-up."}, {"pubmed": 30566253, "text": "Omentin-1 was lower in obese girls with polycystic ovarian syndrome and hyperandrogenism was associated with this condition."}, {"pubmed": 30641171, "text": "Plasma omentin levels are independently associated with endothelial function in subgroups of patients with T2 Diabetes at elevated cardiovascular risk. This suggests a protective role of omentin against endothelial dysfunction, particularly in high-risk patients."}, {"pubmed": 30817300, "text": "serum omentin-1 levels are lower in obese children than in non-obese individuals."}, {"pubmed": 31076892, "text": "in Gestational diabetes class A1 (GDMA1), increased serum visfatin, which has insulin-mimetic effect, might be associated with a compensatory mechanism that improves the impaired insulin function. Decreased serum omentin in GDMA1, which is normally found in visceral obesity, might lead to insulin resistance and contribute to the pathophysiology of Gestational diabetes."}, {"pubmed": 31167666, "text": "Plasma omentin-1 is reduced in type 2 diabetic patients with peripheral artery disease and are related to disease severity."}, {"pubmed": 31190433, "text": "Evaluation of serum level of omentin-1 in females with hirsutism."}, {"pubmed": 31204527, "text": "Are Omentin Rs2274907 and Vaspin Rs2236242 Gene Polymorphisms Related to Body Composition, Lipid Profile and Other Adipokines in Prepubertal Healthy Children?"}, {"pubmed": 31235138, "text": "Low omentin 1 expression is associated with metabolic syndrome."}, {"pubmed": 31382403, "text": "Chemerin, omentin, and apelin expression was differently regulated in women with polycystic ovary syndrome (PCOS) suggesting their possible role in follicular growth arrest and ovulatory dysfunction characterizing PCOS pathogenesis."}, {"pubmed": 31476543, "text": "Omentin-1 cord blood levels have a differentiated behavior according to weight for gestational age with large for gestational age newborns having lower levels and small for gestational age newborns higher levels."}, {"pubmed": 31521168, "text": "Up-regulation of adiponectin and omentin is useful therapeutic strategy in obesity and psoriasis. (Review)"}, {"pubmed": 31686535, "text": "Association of serum omentin-1, apelin and chemerin concentrations with the presence and severity of diabetic retinopathy in type 2 diabetes mellitus patients."}, {"pubmed": 31805941, "text": "Plasma omentin levels are inversely associated with intima medial thickness in type 2 diabetes patients with increased adiponectin levels and multiple cardiovascular risk factors, suggesting a protective role of omentin against atherosclerosis in type 2 diabetes patients."}, {"pubmed": 31821362, "text": "Omentin-1 concentration in blood in diabetes mellitus was analyzed in systematic review and meta-analysis."}, {"pubmed": 31840425, "text": "Link between omentin-1, obesity and insulin resistance in children: Findings from a longitudinal intervention study."}, {"pubmed": 31878858, "text": "A New Perspective on the Relation Between Obesity and Knee Osteoarthritis: Omentin."}, {"pubmed": 31991129, "text": "Impact of serum omentin-1 concentrations on functional outcome among acute intracerebral hemorrhage patients."}, {"pubmed": 32032896, "text": "Altered adipocytokine profile predicts early stage of left ventricular remodeling in hypertensive patients with type 2 diabetes mellitus."}, {"pubmed": 32145276, "text": "increasing omentin-1 concentrations may lower the risk of mortality among ischemic stroke patients"}, {"pubmed": 32179245, "text": "Association of omentin-1, adiponectin, and resistin genetic polymorphisms with systemic lupus erythematosus in a Chinese population."}, {"pubmed": 32232960, "text": "Adipose depot gene expression and intelectin-1 in the metabolic response to cancer and cachexia."}, {"pubmed": 32375640, "text": "Omentin-1 is associated with atrial fibrillation in patients with cardiac valve disease."}, {"pubmed": 32392116, "text": "Association between Omentin-1 and Coronary Artery Disease: Pathogenesis and Clinical Research."}, {"pubmed": 32669559, "text": "ITLN1 modulates invasive potential and metabolic reprogramming of ovarian cancer cells in omental microenvironment."}, {"pubmed": 32978495, "text": "Serum omentin-1 levels in hypertensive patients."}, {"pubmed": 33028322, "text": "Association between omentin-1 and major cardiovascular events after lower extremity endovascular revascularization in diabetic patients: a prospective cohort study."}, {"pubmed": 33029930, "text": "Correlation of metabolic syndrome with serum omentin-1 and visfatin levels and disease severity in psoriasis and psoriatic arthritis."}, {"pubmed": 33149724, "text": "Association of Circulating Omentin-1 with Osteoporosis in a Chinese Type 2 Diabetic Population."}, {"pubmed": 33338917, "text": "Omentin-1 and vaspin serum levels in patients with pre-clinical carotid atherosclerosis and the effect of statin therapy on them."}, {"pubmed": 33549440, "text": "Association of plasma fatty acids pattern with omentin gene expression in human adipose tissues: A cross-sectional study."}, {"pubmed": 33607071, "text": "Omentin-1: Protective impact on ischemic stroke via ameliorating atherosclerosis."}, {"pubmed": 33626391, "text": "Omentin and visfatin in adolescent inpatients with anorexia nervosa; association with symptoms."}, {"pubmed": 33647262, "text": "Tetrahydroxystilbene glycoside improves endothelial dysfunction and hypertension in obese rats: The role of omentin-1."}, {"pubmed": 33725883, "text": "Relationships between serum omentin-1 concentration, body composition and physical activity levels in older women."}, {"pubmed": 33739937, "text": "Omentin-1 attenuates glucocorticoid-induced cardiac injury by phosphorylating GSK3beta."}, {"pubmed": 33823642, "text": "Association between the omentin-1 gene rs2274907 A>T polymorphism and colorectal cancer in the Chinese Han population: a case-control study."}, {"pubmed": 34041566, "text": "Association between intelectin-1 variation and human kidney stone disease in northeastern Thai population."}, {"pubmed": 34145348, "text": "Human intelectin-1 (ITLN1) genetic variation and intestinal expression."}, {"pubmed": 34154308, "text": "Can omentin-1 be a prognostic marker in surgical intensive care patients?"}, {"pubmed": 34320659, "text": "High-intensity Interval Training Improves Lipocalin-2 and Omentin-1 Levels in Men with Obesity."}, {"pubmed": 34427751, "text": "Association between omentin-1 and indices of glucose metabolism in early pregnancy: a pilot study."}, {"pubmed": 34511173, "text": "Expression of adipokines in children with primary nephrotic syndrome and its association with hyperlipidemia.\", trans \"."}, {"pubmed": 34739694, "text": "The relation of omentin gene expression and glucose homeostasis of visceral and subcutaneous adipose tissues in non-diabetic adults."}, {"pubmed": 34788636, "text": "The impact of omentin-1 gene polymorphisms (rs2274907 and rs2274908) on serum lipid concentrations and coronary artery disease in a sample of Iraqi individuals (A pilot study)."}, {"pubmed": 34857627, "text": "Relationship between circulating serum omentin-1 levels and nascent metabolic syndrome in patients with hypertension."}, {"pubmed": 34992344, "text": "Val109Asp Polymorphism of the Omentin-1 Gene and Incidence of Knee Osteoarthritis in a Chinese Han Population: A Correlation Analysis."}, {"pubmed": 35107051, "text": "Omentin-1: a newly discovered warrior against metabolic related diseases."}, {"pubmed": 35197231, "text": "Val109Asp polymorphism in Intelectin 1 gene is associated with coronary artery disease severity in women."}, {"pubmed": 35443364, "text": "Assessment of the Diagnostic Utility of Serum Omentin 1 and IL-6 in Early Stages of Diabetic Nephropathy."}, {"pubmed": 35451654, "text": "Is periodontal inflamed surface area associated with serum and salivary levels of IL-1beta, visfatin, and omentin-1 in overweight/obese patients?"}, {"pubmed": 35500800, "text": "Sortilin/Omentin-1 ratio in peripheral artery disease: A cross-sectional study on 295 unselected elderly patients."}, {"pubmed": 35704952, "text": "Omentin-1 promoted proliferation and ameliorated inflammation, apoptosis, and degeneration in human nucleus pulposus cells."}, {"pubmed": 35707832, "text": "Omentin-1 alleviate interleukin-1beta(IL-1beta)-induced nucleus pulposus cells senescence."}, {"pubmed": 36192726, "text": "Omentin1 ameliorates myocardial ischemia-induced heart failure via SIRT3/FOXO3a-dependent mitochondrial dynamical homeostasis and mitophagy."}, {"pubmed": 36413219, "text": "Intelectin-1 binds and alters the localization of the mucus barrier-modifying bacterium Akkermansia muciniphila."}, {"pubmed": 36534431, "text": "Effect of non-surgical periodontal therapy on the salivary levels of omentin-1, a novel adipokine biomarker in periodontitis: A clinico-biochemical study."}, {"pubmed": 36653284, "text": "Role of adipokines (omentin and visfatin) in coronary artery disease."}, {"pubmed": 36734393, "text": "The role of the novel adipokines vaspin and omentin in chronic inflammatory diseases."}, {"pubmed": 36773049, "text": "The effect of ITLN1, XCL2 and DOT1L variants on knee osteoarthritis risk in the Han population."}, {"pubmed": 36912310, "text": "Correlations of Omentin-1 and Leptin with Bone Metabolism and Plasma Glucose Upon Type 2 Diabetes Mellitus and Osteoporosis."}, {"pubmed": 37020118, "text": "Association of Intelectin 1 Gene rs2274907 A > T Polymorphism with Obesity, Type 2 Diabetes, Serum Intelectin-1 Levels and Lipid Profiles in Turkish Adults."}, {"pubmed": 38082368, "text": "The potential role of omentin-1 in obesity-related metabolic dysfunction-associated steatotic liver disease: evidence from translational studies."}, {"pubmed": 38529304, "text": "Association of single nucleotide polymorphisms in ITLN1 gene with ischemic stroke risk in Xi'an population, Shaanxi province."}, {"pubmed": 38609116, "text": "BREAST CANCER-MODULATED OMENTIN AND VASPIN PLASMA LEVELS."}, {"pubmed": 38724552, "text": "A common polymorphism in the Intelectin-1 gene influences mucus plugging in severe asthma."}], "genomic_pos": {"chr": "1", "end": 160885180, "ensemblgene": "ENSG00000179914", "start": 160876540, "strand": -1}, "genomic_pos_hg19": {"chr": "1", "end": 160854960, "start": 160846329, "strand": -1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0001934", "pubmed": 16531507, "qualifier": "involved_in", "term": "positive regulation of protein phosphorylation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0009624", "qualifier": "involved_in", "term": "response to nematode"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0046326", "pubmed": 16531507, "qualifier": "involved_in", "term": "positive regulation of glucose import"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070207", "pubmed": 26148048, "qualifier": "involved_in", "term": "protein homotrimerization"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0031526", "qualifier": "located_in", "term": "brush border membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043235", "pubmed": 23382219, "qualifier": "part_of", "term": "receptor complex"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0045121", "qualifier": "located_in", "term": "membrane raft"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 19056867, "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098552", "qualifier": "located_in", "term": "side of membrane"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0005509", "pubmed": 26148048, "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 26819645, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": 26148048, "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0070492", "qualifier": "enables", "term": "oligosaccharide binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0070492", "pubmed": 26148048, "qualifier": "enables", "term": "oligosaccharide binding"}]}, "homologene": {"genes": [[7955, 555334], [7955, 555755], [7955, 564958], [7955, 565124], [7955, 565204], [7955, 767641], [7955, 799640], [7955, 100007792], [8364, 394526], [8364, 447967], [8364, 100127565], [8364, 100127857], [8364, 100485391], [9544, 719807], [9598, 457440], [9606, 55600], [10090, 16429], [10116, 498284]], "id": 111044}, "interpro": [{"desc": "Fibrinogen, alpha/beta/gamma chain, C-terminal globular domain", "id": "IPR002181", "short_desc": "Fibrinogen_a/b/g_C_dom"}, {"desc": "Fibrinogen, alpha/beta/gamma chain, C-terminal globular, subdomain 1", "id": "IPR014716", "short_desc": "Fibrinogen_a/b/g_C_1"}, {"desc": "Fibrinogen-like, C-terminal", "id": "IPR036056", "short_desc": "Fibrinogen-like_C"}], "ipi": "IPI00291737", "map_location": "1q23.3", "name": "intelectin 1", "other_names": ["ITLN-1", "endothelial lectin HL-1", "galactofuranose-binding lectin", "intelectin 1 (galactofuranose binding)", "intelectin-1", "intestinal lactoferrin receptor"], "pantherdb": {"HGNC": "18259", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "3057189", "ortholog_type": "O", "panther_family": "PTHR16146", "taxid": 10090, "uniprot_kb": "Q80ZA0"}, {"MGI": "1333831", "ortholog_type": "LDO", "panther_family": "PTHR16146", "taxid": 10090, "uniprot_kb": "O88310"}, {"RGD": "1561048", "ortholog_type": "LDO", "panther_family": "PTHR16146", "taxid": 10116, "uniprot_kb": "E9PT30"}, {"Ensembl": "ENSDARG00000109426", "ortholog_type": "O", "panther_family": "PTHR16146", "taxid": 7955, "uniprot_kb": "A0A2R8QQ68"}, {"Ensembl": "ENSDARG00000053630", "ortholog_type": "O", "panther_family": "PTHR16146", "taxid": 7955, "uniprot_kb": "A0A1D5NST8"}, {"ZFIN": "ZDB-GENE-050411-58", "ortholog_type": "O", "panther_family": "PTHR16146", "taxid": 7955, "uniprot_kb": "C1IHV0"}, {"Ensembl": "ENSDARG00000110799", "ortholog_type": "O", "panther_family": "PTHR16146", "taxid": 7955, "uniprot_kb": "A0A2R8QAJ9"}, {"ZFIN": "ZDB-GENE-060929-144", "ortholog_type": "O", "panther_family": "PTHR16146", "taxid": 7955, "uniprot_kb": "A0A2R8Q783"}, {"ZFIN": "ZDB-GENE-090527-4", "ortholog_type": "O", "panther_family": "PTHR16146", "taxid": 7955, "uniprot_kb": "F6NTY9"}, {"ZFIN": "ZDB-GENE-160728-3", "ortholog_type": "O", "panther_family": "PTHR16146", "taxid": 7955, "uniprot_kb": "F1QZM3"}, {"ZFIN": "ZDB-GENE-060929-564", "ortholog_type": "O", "panther_family": "PTHR16146", "taxid": 7955, "uniprot_kb": "C1IHU8"}, {"Ensembl": "ENSDARG00000115411", "ortholog_type": "O", "panther_family": "PTHR16146", "taxid": 7955, "uniprot_kb": "A0A2R8RIY1"}, {"Ensembl": "ENSDARG00000112908", "ortholog_type": "O", "panther_family": "PTHR16146", "taxid": 7955, "uniprot_kb": "A0A2R8QQ84"}, {"Ensembl": "ENSDARG00000095082", "ortholog_type": "LDO", "panther_family": "PTHR16146", "taxid": 7955, "uniprot_kb": "A0A1D5NS33"}, {"Ensembl": "ENSDARG00000116209", "ortholog_type": "O", "panther_family": "PTHR16146", "taxid": 7955, "uniprot_kb": "A0A2R8QPK0"}, {"Ensembl": "ENSDARG00000112026", "ortholog_type": "O", "panther_family": "PTHR16146", "taxid": 7955, "uniprot_kb": "A0A2R8QGI5"}], "uniprot_kb": "Q8WWA0"}, "pathway": {"reactome": [{"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-6803157", "name": "Antimicrobial peptides"}]}, "pdb": ["4WMQ", "4WMY", "6USC"], "pharmgkb": "PA134870726", "pharos": {"target_id": 904, "tdl": "Tbio"}, "prosite": "PS51406", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF266375", "relationship": "is"}, {"id": "GNF266376", "relationship": "is"}, {"id": "GNF266377", "relationship": "is"}, {"id": "GNF266378", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF084867", "relationship": "is"}, {"id": "GNF084868", "relationship": "is"}, {"id": "GNF084869", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052986", "relationship": "is"}, {"id": "GNF057752", "relationship": "is"}, {"id": "GNF072878", "relationship": "is"}, {"id": "GNF078909", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF065681", "relationship": "is"}, {"id": "GNF065682", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF007269", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF331253", "relationship": "is"}, {"id": "GNF332660", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF336164", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF108013", "relationship": "is"}, {"id": "GNF147654", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1"], "protein": "NP_060095.2", "rna": "NM_017625.3", "translation": {"protein": "NP_060095.2", "rna": "NM_017625.3"}}, "reporter": {"GNF1H": "gnf1h00261_at", "HG-U133_Plus_2": "223597_at", "HG-U95B": "45694_at", "HTA-2_0": "TC01003409.hg.1", "HuEx-1_0": "2440413", "HuGene-1_1": "7921690", "HuGene-2_1": "16695463"}, "summary": "Enables calcium ion binding activity; identical protein binding activity; and oligosaccharide binding activity. Involved in positive regulation of glucose import; positive regulation of protein phosphorylation; and protein homotrimerization. Located in extracellular exosome. Part of receptor complex. [provided by Alliance of Genome Resources, Apr 2022]", "symbol": "ITLN1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1425400"}, "unigene": "Hs.50813", "uniprot": {"Swiss-Prot": "Q8WWA0"}, "wikipedia": {"url_stub": "ITLN1"}}