{"AllianceGenome": "6188", "HGNC": "6188", "MIM": "601920", "_id": "182", "_version": 3, "accession": {"genomic": ["AL035456.26", "CH471133.3", "CP068258.2", "FJ013354.1", "FJ439570.1", "FJ439571.1", "FJ439572.1", "NC_000020.11", "NC_060944.1", "NG_007496.1"], "protein": ["AAB39007.1", "AAB84053.1", "AAC50909.1", "AAC51323.1", "AAC51731.1", "AAC52020.1", "AAH98393.1", "AAI26206.1", "AAI26208.1", "ACH41921.1", "ACJ68516.1", "ACJ68517.1", "ACJ68518.1", "BAG35596.1", "BAG63823.1", "EAX10341.1", "NP_000205.1", "P78504.3"], "rna": ["AA933912.1", "AF003837.1", "AF028593.1", "AI268246.1", "AK302554.1", "AK312722.1", "BC028007.1", "BC098393.1", "BC126205.1", "BC126207.1", "BF056748.1", "NM_000214.3", "U61276.1", "U73936.1", "U77720.1", "U77914.1", "Z50166.1"], "translation": [{"protein": "NP_000205.1", "rna": "NM_000214.3"}, {"protein": "AAC52020.1", "rna": "U73936.1"}, {"protein": "AAI26206.1", "rna": "BC126205.1"}, {"protein": "AAC51323.1", "rna": "U77720.1"}, {"protein": "AAH98393.1", "rna": "BC098393.1"}, {"protein": "AAB84053.1", "rna": "AF028593.1"}, {"protein": "BAG35596.1", "rna": "AK312722.1"}, {"protein": "AAB39007.1", "rna": "U61276.1"}, {"protein": "AAC50909.1", "rna": "U77914.1"}, {"protein": "AAC51731.1", "rna": "AF003837.1"}, {"protein": "BAG63823.1", "rna": "AK302554.1"}, {"protein": "AAI26208.1", "rna": "BC126207.1"}]}, "alias": ["AGS", "AGS1", "AHD", "AWS", "CD339", "CMT2HH", "DCHE", "HJ1", "JAGL1"], "ensembl": {"gene": "ENSG00000101384", "protein": ["ENSP00000254958", "ENSP00000481034", "ENSP00000484139"], "transcript": ["ENST00000254958", "ENST00000423891", "ENST00000488480", "ENST00000612857", "ENST00000613518", "ENST00000617357", "ENST00000617965", "ENST00000620743", "ENST00000622545"], "translation": [{"protein": "ENSP00000254958", "rna": "ENST00000254958"}, {"protein": "ENSP00000481034", "rna": "ENST00000613518"}, {"protein": "ENSP00000484139", "rna": "ENST00000622545"}], "type_of_gene": "protein_coding"}, "entrezgene": "182", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 45.1796462407, "exp_mis": 478.121897505, "exp_syn": 235.621673008, "lof_z": 6.51089232778687, "mis_z": 4.05152116580928, "mu_lof": 3.26937732841e-06, "mu_mis": 4.39925711841e-05, "mu_syn": 2.0941474737e-05, "n_lof": 1.0, "n_mis": 297.0, "n_syn": 200.0, "p_li": 0.999999615868819, "p_null": 1.02421125982363e-17, "p_rec": 3.84131180560308e-07, "syn_z": 1.43865436792161}, "bp": 3657, "cds_end": 10654178, "cds_start": 10620145, "n_exons": 26, "nonpsych": {"exp_lof": 40.3922781775, "exp_mis": 432.246805882, "exp_syn": 212.760692743, "lof_z": 6.24167506067388, "mis_z": 4.25153623334675, "mu_lof": 3.26937732841e-06, "mu_mis": 4.39925711841e-05, "mu_syn": 2.0941474737e-05, "n_lof": 0.0, "n_mis": 257.0, "n_syn": 185.0, "p_li": 0.999999613675049, "p_null": 6.2588897253869e-17, "p_rec": 3.86324950630215e-07, "syn_z": 1.19825213475078}, "nontcga": {"exp_lof": 41.5165721946, "exp_mis": 439.823473458, "exp_syn": 216.723247507, "lof_z": 6.2030203576377, "mis_z": 4.12932487051999, "mu_lof": 3.26937732841e-06, "mu_mis": 4.39925711841e-05, "mu_syn": 2.0941474737e-05, "n_lof": 1.0, "n_mis": 266.0, "n_syn": 184.0, "p_li": 0.999998548698652, "p_null": 2.60416696467775e-16, "p_rec": 1.4513013481256e-06, "syn_z": 1.40742536766218}, "transcript": "ENST00000254958.5"}, "exons": [{"cdsend": 10673530, "cdsstart": 10639497, "chr": "20", "position": [[10637683, 10639955], [10640782, 10640933], [10641112, 10641244], [10641459, 10641693], [10641782, 10641892], [10642487, 10642601], [10643777, 10643863], [10644356, 10644384], [10644862, 10644979], [10645142, 10645256], [10645355, 10645469], [10645970, 10646084], [10646938, 10647103], [10647959, 10648110], [10648548, 10648722], [10649060, 10649107], [10649521, 10649635], [10650246, 10650360], [10651580, 10651694], [10652130, 10652250], [10652467, 10652598], [10656397, 10656458], [10658467, 10658722], [10663962, 10664014], [10672700, 10673006], [10673449, 10673999]], "strand": -1, "transcript": "NM_000214", "txend": 10673999, "txstart": 10637683}], "exons_hg19": [{"cdsend": 10654178, "cdsstart": 10620145, "chr": "20", "position": [[10618331, 10620603], [10621430, 10621581], [10621760, 10621892], [10622107, 10622341], [10622430, 10622540], [10623135, 10623249], [10624425, 10624511], [10625004, 10625032], [10625510, 10625627], [10625790, 10625904], [10626003, 10626117], [10626618, 10626732], [10627586, 10627751], [10628607, 10628758], [10629196, 10629370], [10629708, 10629755], [10630169, 10630283], [10630894, 10631008], [10632228, 10632342], [10632778, 10632898], [10633115, 10633246], [10637045, 10637106], [10639115, 10639370], [10644610, 10644662], [10653348, 10653654], [10654097, 10654647]], "strand": -1, "transcript": "NM_000214", "txend": 10654647, "txstart": 10618331}], "generif": [{"pubmed": 11745040, "text": "a cell surface protein that functions in an ambryologically important signaling pathway"}, {"pubmed": 11964309, "text": "interaction with Notch1 on tumor cells dramatically induces proliferation and inhibition of apoptosis in vitro"}, {"pubmed": 11999354, "text": "inhibits proliferation of cd34+ macrophage progenitors"}, {"pubmed": 12022040, "text": "Familial deafness, congenital heart defects, and posterior embryotoxon caused by cysteine substitution in the first epidermal-growth-factor-like domain of jagged 1."}, {"pubmed": 12297837, "text": "JAG1 gene abnormality may be an aggravating factor in extrahepatic biliary atresia"}, {"pubmed": 12357247, "text": "experiments in vitro showed that Jagged1 signaling inhibited process outgrowth from primary human oligodendrocytes"}, {"pubmed": 12370358, "text": "Activation of Notch-1 signaling by Jagged-1 induces monocyte-derived dendritic cell maturation in vitro."}, {"pubmed": 12427653, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12442286, "text": "Results of this study are consistent with the proposal that either haploinsufficiency for wild-type JAG1 and/or dominant negative effects produced by mutated JAG1 are responsible for the AGS phenotype."}, {"pubmed": 12496248, "text": "identification of C-terminal PDZ-ligand is essential for cellular transformation"}, {"pubmed": 12497640, "text": "Identification of novel Jagged1 mutations in patients with Alagille syndrome."}, {"pubmed": 12649809, "text": "Conditional mutation of this protein shows the developing heart is more sensitive than developing liver to JAG1 dosage."}, {"pubmed": 12684674, "text": "suppresses the self-renewal capacity and long-term growth of two myeloblastic leukemia cell lines"}, {"pubmed": 12826675, "text": "Delta and Jagged undergo ADAM-mediated ectodomain processing followed by PS-mediated intramembrane proteolysis to release signaling fragments"}, {"pubmed": 12842995, "text": "Notch activation by JAG1 in the presence of alloantigen-presenting cells may therefore be a means of inducing specific regulatory T cells while preserving other T-cell functionality"}, {"pubmed": 14726396, "text": "Notch receptors 1&2 and their ligand Jagged1 are highly expressed in cultured and primary MM cells, suggesting Notch signaling is involved in the tight interactions between neoplastic plasma cells and their bone marrow microenvironment"}, {"pubmed": 14769803, "text": "induced an attenuation of cell motility which is accompanied by a decrease in actin stress fibers and an increase in adherence junctions and induces a NIH 3T3 cell tranformed phenotype mediated by FGF signaling."}, {"pubmed": 15254769, "text": "Delta-1 and Jagged-1 have roles in growth suppression in two myeloid leukemia cell lines"}, {"pubmed": 15258909, "text": "soluble form of Jagged1, when present in the cell culture medium, was sufficient to induce keratinocyte differentiation"}, {"pubmed": 15280477, "text": "upregulated in Papillomavirus-mediated cervical neoplasia and required for notch activation."}, {"pubmed": 15358557, "text": "structured in solution, as suggested by circular dichroism and NMR spectroscopy, and displays an EGF-like disulfide bond topology, as determined by disulfide mapping"}, {"pubmed": 15466172, "text": "Dysregulation of JAGGED1 protein levels plays a role in prostate cancer progression and metastasis and suggest that JAGGED1 may be a useful marker in distinguishing indolent and aggressive prostate cancers."}, {"pubmed": 15712272, "text": "12 new mutations are described: 5 frameshifts, 3 nonsense, 2 missense, and 2 splice site."}, {"pubmed": 15781650, "text": "Down-regulation of Notch-1, Delta-like-1, or Jagged-1 by RNA interference induces apoptosis and inhibits proliferation in multiple glioma cell lines."}, {"pubmed": 15905075, "text": "Jagged1 and GDNF/Ret/GFRalpha1 interact and have a role in regulating ureteric budding and branching"}, {"pubmed": 15919944, "text": "observed that Jagged1 is preferentially upregulated in human cervical tumors and sustains tumor progression by HPV 16 oncogenes"}, {"pubmed": 16013021, "text": "Identification of novel Jagged1 mutations in patients with Alagille syndrome."}, {"pubmed": 16307184, "text": "Data describe the immunohistochemical staining pattern of four Notch receptors (Notch1-4) and their ligands (Delta1 and Jagged1) in synovial tissues obtained from rheumatoid arthritis patients."}, {"pubmed": 16403414, "text": "Wild-type JAG1 is inhibitory for hepatocyte growth factor gene expression; mutant JAG1 reverses the inhibition"}, {"pubmed": 16575836, "text": "83 novel mutations within the JAG1 gene are associated with Alagille syndrome."}, {"pubmed": 16791277, "text": "data indicate a role for JAGGED/Notch signaling in the process of thymic involution"}, {"pubmed": 16934875, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17301032, "text": "Increased expression of Notch3, Jagged1, Hes1, and Hes6 gene transcripts were observed during differentiation of cultured human skeletal muscle cells."}, {"pubmed": 17359939, "text": "results reveal that Jagged1, which is regulated by hepatitis B virus X protein, may contribute to the development of hepatocellular carcinoma"}, {"pubmed": 17368936, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 17368936, "text": "absence of correlation between mutations in specific JAG1 gene exons and clinical features in patients with leukoencephalopathy CADASIL-like phenotype"}, {"pubmed": 17507991, "text": "patients with tumors expressing high levels of JAG1 protein had a worse outcome than those with tumors expressing low levels"}, {"pubmed": 17661408, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 17720887, "text": "Mutations in JAGGED1 is associated with Notch signaling inhibition and Alagille syndrome"}, {"pubmed": 17822320, "text": "Overexpression of jagged1 is associated with breast cancer"}, {"pubmed": 17984306, "text": "Aberrant expression of Jagged1 and Notch1 are associated with poor outcome in breast cancer"}, {"pubmed": 17990101, "text": "JAG1 expression is associated with a basal phenotype and recurrence in lymph node-negative breast cancer."}, {"pubmed": 18060036, "text": "IL-6 treatment triggered Notch-3-dependent upregulation of the Notch ligand Jagged-1 and promotion of MS and MCF-7-derived spheroid growth"}, {"pubmed": 18079963, "text": "Notch-1 and the Notch ligand Jagged-1 were expressed at significantly higher levels in CCRCC tumors than in normal human renal tissue, and the growth of primary CCRCC cells was attenuated upon inhibition of Notch signaling."}, {"pubmed": 18192230, "text": "The results thus showed that Jag-1-mediated Notch signaling in human bone marrow stromal cells was necessary to initiate chondrogenesis, but it must be switched off for chondrogenesis to proceed."}, {"pubmed": 18266235, "text": "This is the first study that explores the possible interaction between JAG1, NOTCH2, and Hey2 in the variable phenotypes observed in patients with Alagille syndrome"}, {"pubmed": 18354251, "text": "Data show that Jagged1 are abundantly expressed in osteoarthritis."}, {"pubmed": 18563556, "text": "Genes more highly expressed in BRCA1-associated tumors included stathmin, osteopontin, TGFbeta2 and Jagged 1"}, {"pubmed": 18593716, "text": "Two mutations in the NOTCH1 found in patients with left ventricular outflow tract defects reduce JAGGED1 induced signaling."}, {"pubmed": 18632624, "text": "Jagged-1 is the primary Notch3 ligand in ovarian carcinoma and Jagged-1/Notch3 interaction constitutes a juxtacrine loop promoting proliferation and dissemination of ovarian cancer cells within the intraperitoneal cavity"}, {"pubmed": 18784255, "text": "These data demonstrate the existence of novel cross-talk between thrombin, FGF, and Notch signaling pathways, which play important roles in vascular formation and remodeling."}, {"pubmed": 19150223, "text": "Delta1 and Jagged1 are expressed in human umbilical cord epithelial cells at the mRNA and protein level."}, {"pubmed": 19150886, "text": "NOTCH3 expression is induced in mural cells through an autoregulatory loop that requires endothelial-expressed JAGGED1."}, {"pubmed": 19181211, "text": "These hematopoiesis-supportive clones also showed high gene expression of Jaggedl, a Notch ligand, as well as high potential to deposit calcium after osteogenic induction."}, {"pubmed": 19204726, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19393188, "text": "TNF induction of jagged-1 in endothelial cells is NFkappaB-dependent"}, {"pubmed": 19398721, "text": "the 3' untranslated regions of WNT1 and JAG1 were functional targets of miR-34a and miR-21 and provide evidence that these targets were translationally suppressed"}, {"pubmed": 19430482, "text": "Observational study, meta-analysis, and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19542446, "text": "Of two Notch ligands (Jagged 1 and Delta-like 1) expressed by follicular dendritic cells, Jagged 1 appears to have a dominant role in germinal center B lymphocyte survival in tonsillar tissue."}, {"pubmed": 19586525, "text": "A single, evolutionary conserved exon defines an autonomous structural unit that, despite the minimal structural context, closely matches the structure of the same region in the entire receptor binding module."}, {"pubmed": 19603167, "text": "Jagged1 was marginally lower patients with immune thrombocytopenic purpura."}, {"pubmed": 19728763, "text": "Decreased jagged1 expression is associated with hepatocellular carcinoma."}, {"pubmed": 19780835, "text": "study of tetralogy of Fallot associated G274D mutation in the second epidermal growth factor repeat of Jagged-1; found the G274D mutation impairs correct folding of the epidermal growth factor module & cannot be rescued by compensative mutations"}, {"pubmed": 19816565, "text": "possible complementary role for JAG1 and DLL4 in the context of Kaposi sarcoma."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19915977, "text": "We show that JAG1 down-regulation reduces direct binding of Notch to the cyclin D1 promoter"}, {"pubmed": 19935714, "text": "The expression of Jagged1, a ligand for canonical Notch signaling, was restricted to enteroendocrine cells or undetectable in the mucosa of the human small and large intestine, respectively."}, {"pubmed": 19948535, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20038814, "text": "Mammalian target of rapamycin regulates murine and human cell differentiation through STAT3/p63/Jagged/Notch cascade."}, {"pubmed": 20040020, "text": "Notch signaling may participate in controlling cell differentiation and proliferation in normal bone and COF of the jaws. Notch signaling disorder may be a molecular incident in COF occurrence and development."}, {"pubmed": 20096396, "text": "Observational study, meta-analysis, and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20096396, "text": "These results identify the JAG1 gene as a candidate for bone mineral density regulation in different ethnic groups, and it is a potential key factor for fracture pathogenesis."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20331378, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20437614, "text": "Data identified one frameshift and two missense mutations in the tetralogy of Fallot cases, one frameshift and two missense mutations in cases with pulmonic stenosis/peripheral pulmonary stenosis/pulmonary valve atresia with intact ventricular septum."}, {"pubmed": 20437614, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20517681, "text": "A Jagged-1-Notch-1 activation loop between tumor cells in head and neck cancer may function to promote tumor formation and progression."}, {"pubmed": 20554499, "text": "Jagged protein 1 is involved in the cytodifferentiation of squamous odontogenic tumors of the mandible."}, {"pubmed": 20580881, "text": "JAG1 expression was significantly increased in patient with Schizophrenia."}, {"pubmed": 20586101, "text": "the interaction between the PDZ domain of afadin (AF6_PDZ) and a series of polypeptides comprising the PDZ-binding motif, was studied."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20634891, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20683201, "text": "Sequence analysis of the genes identified 27% cholestasis subjects with missense, nonsense, deletion, and splice site variants associated with disease phenotypes based on the type of mutation in the JAG1, ATP8B1, ABCB11, or ABCB4 genes."}, {"pubmed": 20800871, "text": "Our results indicate importance of NOTCH1 and JAGGED1 expression in plasma cell neoplasia and a possible diagnostic value of their immunohistochemical evaluation of bone marrow infiltrates for multiple myeloma."}, {"pubmed": 20812035, "text": "Notch1, Jagged1 and Delta1 expression appear to be relevant prognostic markers in intermediate risk acute myeloid leukemia."}, {"pubmed": 20819075, "text": "Jagged1 is shed by ADAM17 in a lipid-raft-independent manner, and the cytosolic domain of the former protein is not a pre-requisite for either constitutive or regulated shedding shedding."}, {"pubmed": 20819128, "text": "Jagged1 was significantly more highly expressed in lymph node metastasis-positive tongue carcinoma."}, {"pubmed": 20829885, "text": "Jagged1 protein inhibits the effects of SCF on erythroid cell expansion."}, {"pubmed": 20833210, "text": "data suggest that Jagged/Notch signalling is required for a subset of TGFbeta1-responsive genes, and that complex signalling pathways are involved in the crosstalk between TGFbeta1 and Notch cascades in kidney epithelia"}, {"pubmed": 20870935, "text": "Jagged1 is an RBP-J target gene that is activated in a binary manner by TLR and Notch pathways."}, {"pubmed": 20953350, "text": "expression regulated by Notch3 and Wnt/beta-catenin signaling pathways in ovarian cancer"}, {"pubmed": 21062756, "text": "High Jagged1 expression is associated with clear cell renal cell carcinoma"}, {"pubmed": 21103979, "text": "Results suggest that common variants in JAG1 are not strongly associated with diabetic nephropathy in type 1 diabetes among white individuals. Findings cannot exclude these genes from involvement in the pathogenesis of diabetic nephropathy."}, {"pubmed": 21145176, "text": "Notch1 and Jagged1 are up-regulated in human colon adenocarcinoma and suggests that Notch1/Jagged1 signaling might play a role in the development of colon adenocarcinoma."}, {"pubmed": 21199807, "text": "data suggest that JAG1-induced Notch activation results in breast cancer progression through upregulation of the plasminogen activator system, directly linking these 2 important pathways of poor prognosis"}, {"pubmed": 21266409, "text": "suggest that the prosensory function of Jag1 resides in its ability to generate discrete domains of Notch activity that maintain Sox2 expression within restricted areas of an extended neurosensory-competent domain"}, {"pubmed": 21602525, "text": "The stromal cell-mediated antiapoptotic effect on B- ALL cells is mediated by Notch-3 and -4 or Jagged-1/-2 and DLL-1 in a synergistic manner."}, {"pubmed": 21637926, "text": "RUNX3 expression suppressed JAG1 expression and resulted in downregulation of tumorigenesis in hepatocellular carcinoma cells"}, {"pubmed": 21639801, "text": "NOTCH2 expression and activation, independent of JAGGED1 expression, may contribute to the pathogenesis of hepatoblastoma."}, {"pubmed": 21685392, "text": "miR-143/145 as activated independently by Jag-1/Notch and SRF in parallel pathways."}, {"pubmed": 21752016, "text": "JAG1 mutations were identified in 59/135 (44%) probands with Alagille syndrome."}, {"pubmed": 21753153, "text": "Jagged1 plays dual roles in cancer progression through an angiogenic function in tumor endothelial cells and through proliferation and chemoresistance in tumor cells."}, {"pubmed": 21757656, "text": "Endothelial JAGGED1 controls hemangioma stem cell-to-pericyte differentiation in a murine model of infantile hemangioma. Pericytes have a fundamental role in formation of blood vessels in IH."}, {"pubmed": 21810559, "text": "Notch signaling molecules, Notch1 and Jagged1, are morphogenesis regulation factors closely related to cytological differentiation in neoplastic cells of ameloblastoma."}, {"pubmed": 21820430, "text": "The Jagged-1 intracellular domain (JICD) inhibits Notch1 signaling via a reduction in the protein stability of the Notch1 intracellular domain (Notch1-IC)."}, {"pubmed": 21866461, "text": "Epigallocatechin-3-gallate upregulated JAG1 gene expression in HT29 and HCT-8 cells, more so in HCT-8 cells."}, {"pubmed": 21893051, "text": "Disease-associating novel JAG1 gene variations were found in TOF patients, and seem to play an important role in the causation of the disease"}, {"pubmed": 21911304, "text": "as compared to MSC, OP9 cells were more efficient at inducing self-renewal and/or de novo generation of primitive (CD34(+) CD38(-) Lin(-)) cells, and suggest that such effects were due, at least in part, to the presence of Jagged-1 and DL1."}, {"pubmed": 22020917, "text": "DLL4 and Jagged1 siRNA gene therapy mediated by adenovirus may be useful for inhibiting growth and invasion of SGC7901 through a Notch/VEGF pathway."}, {"pubmed": 22040217, "text": "Several JAG1 mutations were found in patients with tetralogy of Fallot."}, {"pubmed": 22080880, "text": "Notch1, Jagged1, and Delta1 expressions might be useful markers for clinical prognosis of ovarian carcinomas. Jagged1 could be a marker for tumor grades."}, {"pubmed": 22174012, "text": "We did not find an association of rs2273061 polymorphism in JAG1 in Mexican-Mestizo postmenopausal women with osteoporosis."}, {"pubmed": 22204979, "text": "Both Notch3 and vascular smooth muscle cells differentiation marker proteins were upregulated, which were abrogated by Jagged1-specific siRNA."}, {"pubmed": 22296176, "text": "Dll4 and Jag1 are expressed in glioblastoma vasculature."}, {"pubmed": 22348356, "text": "The Notch1-JAG1 axis may enhance the invasive properties of endometrial carcinomas, which suggests the Notch pathway may be a promising target for the treatment of this malignancy."}, {"pubmed": 22357466, "text": "The activation of Notch1 signal is common in children with acute leukemia."}, {"pubmed": 22405927, "text": "These alterations were located in the extracellular domain of JAG1, in particular in the DSL and EGF-like repeat domain."}, {"pubmed": 22465068, "text": "Data show that the PDZ binding motif is preceded by four alpha-helical segments and that, despite the extensive interaction between intracellular region of Jagged-1 J1_tmic and the micelle, the PDZ binding motif remains highly flexible."}, {"pubmed": 22487239, "text": "Study suggest the requirement for cell-surface localization of Jagged1 for cis-inhibition activities."}, {"pubmed": 22526456, "text": "immunohistochemical analysis of NOTCH1-3, JAGGED1, cMET, and phospho-MAPK in 100 carcinomas of unknown primary"}, {"pubmed": 22618231, "text": "these results reveal a regulatory interplay between miR-21, JAG1 and E2 that is important for advancing understanding of how the oncogenic potential of miR-21 and JAG1 manifests in different sub-types of breast cancer."}, {"pubmed": 22847978, "text": "The ability to control differentiation of human periodontal ligament derived mesenchymal stem cells using modified surfaces containing the affinity immobilized Notch ligand, Jagged-1, was investigated."}, {"pubmed": 22871495, "text": "High jagged 1 expression is associated with glioma."}, {"pubmed": 23086448, "text": "Here we identified the Notch family member Jagged1 as a physiological ligand for CD46."}, {"pubmed": 23157415, "text": "Jagged1 may be involved in differentiation and proliferation of tongue cancer. Targeting Jagged1 RNA interference lentiviral vector can effectively lower Jagged1 mRNA and protein expression levels of Tca8113 cells preventing proliferation of TSCC cells."}, {"pubmed": 23300864, "text": "Overexpresion of JAG1 in endothelial cells inhibited cell proliferation, but did not affect cell migration, sprouting angiogenesis or cell adhesion."}, {"pubmed": 23339193, "text": "Data indicate that a Notch-1-specific monoclonal antibody blocks binding with Jagged-1/Serrate."}, {"pubmed": 23375636, "text": "High soluble form of Jagged-1 is associated with liver metastasis in colorectal cancer."}, {"pubmed": 23379739, "text": "derived mesenchymal stem cells (hPDLSCs) on a Jagged-1-modified surface had increased expression of Notch signaling target genes, Hes-1 and Hey-1, suggesting the involvement of Notch signaling in hPDLSCs."}, {"pubmed": 23416080, "text": "the juxtamembrane region of Jagged-1, one of the Notch ligands, behaves as a structured module and is cleaved by ADAM17 catalytic domain at E1054."}, {"pubmed": 23752887, "text": "The role of NOTCH2 and JAG1 in formation of proximal nephron structures and podocytes might explain the observed phenotypes of renal dysplasia and proteinuria in patients with Alagille syndrome and renal tubular acidosis."}, {"pubmed": 23758219, "text": "Overexpression of Jagged-1 and its intracellular domain in human mesenchymal stromal cells differentially affect the interaction with hematopoietic stem and progenitor cells."}, {"pubmed": 23934482, "text": "our results indicate that NF-kappaB has a non-cell-autonomous role in regulating cancer stem cell populations by forming intratumoural microenvironments composed of JAG1-expressing non-cancer stem cells with a basal-like subtype."}, {"pubmed": 23956173, "text": "We hypothesize that a similar mechanism could be present in this patient with del22q11.2 syndrome associated with a JAG1 missense mutation acting as possible modifier factor for tetralogy of Fallot"}, {"pubmed": 24138322, "text": "3D coculture induced an upregulation of Notch3 receptor in human coronary artery smooth muscle cells and its ligand Jagged1 in human coronary artery endothelial cells."}, {"pubmed": 24239355, "text": "the N terminus of human Jagged-1 is a C2 phospholipid recognition domain that binds phospholipid bilayers in a calcium-dependent fashion."}, {"pubmed": 24573085, "text": "Short-term activation of Notch signaling by jagged-1 enhances store-operated calcium entry in pulmonary artery smooth muscle."}, {"pubmed": 24604720, "text": "A random population of LNCaP prostate cancer cells comprises a heterogeneous group of cells with different androgen-deprivation sensitivities and potential for invasiveness; expression levels of 2 genes known to be regulated by miR-21, an androgen-regulated microRNA, SPRY1 and JAG1 were lower in an androgen insensitive clone, than an androgen sensitive clone."}, {"pubmed": 24659709, "text": "Study suggests that the epigenetic silencing of miR-199b-5p during tumor progression is significantly associated with acquired chemoresistance in ovarian cancer through the activation of JAG1-Notch1 signaling."}, {"pubmed": 24708907, "text": "This study demonistrated that NOTCH ligands JAG1 and JAG2 as critical pro-survival factors in childhood medulloblastoma."}, {"pubmed": 24722295, "text": "downregulation of Jagged1 with lentiviral Jagged1-shRNA resulted in decreased colon cancer cell viability in vitro."}, {"pubmed": 24748328, "text": "JAG1 gene mutations are associated with Alagille syndrome."}, {"pubmed": 24788939, "text": "Data suggest that extracellular signal-regulated kinases ERK1/2 signaling can cross-interact with the transforming growth factor beta2/Smad2/3 and the Jagged-1/Notch-3 signaling in retinal pigment epithelium cells epithelial-mesenchymal transition."}, {"pubmed": 24844362, "text": "Data show that the median expression of Jagged-1 protein and delta-like 1 protein (Dll-1) was significantly higher in acute myeloid leukemia (AML) blasts than in peripheral blood stem cells (PBSCs)."}, {"pubmed": 24861552, "text": "Results show an association between sequence variants close to JAG1 at 20p12.2 and the risk of urinary bladder cancer."}, {"pubmed": 24907271, "text": "Although Jag1 shares a high degree of homology with Jag2 in the ectodomain region, BACE1 fails to cleave Jag2 effectively, indicating a selective cleavage of Jag1."}, {"pubmed": 25176314, "text": "our results suggest that the JAG1/Notch1/OPN cascade represents a potential therapeutic target for hepatocellular carcinoma metastasis."}, {"pubmed": 25257302, "text": "silencing prevents Notch2-driven osteoclast development and bone destruction in multiple myeloma"}, {"pubmed": 25368251, "text": "High cytoplasmic Jagged1 expression is associated with laryngeal cancer."}, {"pubmed": 25380486, "text": "Data indicate the role for endothelial Jagged1 protein to promote breast tumor through notch protein activation."}, {"pubmed": 25400810, "text": "Report no significant association between jagged 1 polymorphisms and bone mineral density in Chinese postmenopausal women."}, {"pubmed": 25424769, "text": "Jagged1 expression may be used as an independent prognosis factor in patients with glioblastoma"}, {"pubmed": 25514871, "text": "EGFRvIII-mediated radioresistance, but not chemoresistance, was also modulated by JAGGED1"}, {"pubmed": 25596152, "text": "On complete gene sequencing of JAG1 gene as described before, the patient was shown to be heterozygous for a known pathogenic mutationc.270delG (p.C92AfsX69) in exon 2"}, {"pubmed": 25676721, "text": "AGS is caused by mutations in one of two genes, namely, JAG1 or NOTCH2. These genes are part of the Notch signaling pathway, which is involved in cell fate determination. JAG1 mutations have been identified in 70-94% of individuals with clinically diagnosed AGS"}, {"pubmed": 25825216, "text": "Vehicular exhaust particles activate an AhR-Jag1-Notch1 cascade to promote allergic airway inflammation in concert with proasthmatic alleles."}, {"pubmed": 25842263, "text": "It is also proved that Notch1 and JAGD1 expression were to be associated with cervical cancer invasion, lymph node metastasis, and FIGO system."}, {"pubmed": 25903338, "text": "Transient expression of the human cytomegalovirus tegument proteins of pp71 and UL26 reduced NICD1 and Jag1 protein levels endogenously and exogenously."}, {"pubmed": 26076142, "text": "JAG1 mutations are present in the majority of Chinese pediatric patients with clinical features of Alagille syndrome, and the mutations concentrate on different exons from other reports."}, {"pubmed": 26276215, "text": "Jagged1 is a novel binding partner of Fe65, and Fe65 may act as a novel effector of Jagged1 signaling."}, {"pubmed": 26339425, "text": "Case Report: JAGGED1 gene variations in Chinese twin sisters with Alagille syndrome."}, {"pubmed": 26341090, "text": "High Jagged1 expression is associated with Prostatic Intraepithelial Neoplasia."}, {"pubmed": 26350262, "text": "PKCalpha Attenuates Jagged-1-Mediated Notch Signaling in ErbB-2-Positive Breast Cancer to Reverse Trastuzumab Resistance"}, {"pubmed": 26387946, "text": "Anti-estrogen resistance in human breast tumors is driven by JAG1-NOTCH4-dependent cancer stem cell activity."}, {"pubmed": 26406415, "text": "High Jagged1 expression is associated with colorectal cancer."}, {"pubmed": 26546995, "text": "DLL4 and JAG1 may have opposing effects on tumor angiogenesis in glioblastoma."}, {"pubmed": 26548814, "text": "Expression and conditional gene knockout studies of JAG1 (Jag1) have correlated with tissue-specific disease phenotypes and have provided insight into both disease pathogenesis and human development"}, {"pubmed": 26618708, "text": "Data do not support association of biliary atresia with JAG1 mutations, at least in Czech patients. Rapid testing for JAG1 mutations could prevent misdiagnosis of Alagille syndrome in early infancy and improve their outcome."}, {"pubmed": 26646450, "text": "findings provide evidence for a novel cell-autonomous pro-inflammatory Jagged1-Notch1 pathway in endothelial cells"}, {"pubmed": 26648562, "text": "these findings demonstrate that 50 microM EGCG protects against ox-LDL-induced endothelial dysfunction through the Jagged-1/Notch signaling pathway."}, {"pubmed": 26679605, "text": "Our collective results clearly indicate that miR-186 functions as a tumor suppressor in MM, supporting its potential as a therapeutic target for the disease."}, {"pubmed": 26721293, "text": "Jagged1 expression was correlated with higher tumor grade and invasion of breast carcinomas."}, {"pubmed": 26760175, "text": "Alagille syndrome type 1 patients have an increased risk of nonautoimmune hypothyroidism, and that variations in JAG1 gene can contribute to the pathogenesis of variable congenital thyroid defects."}, {"pubmed": 26779814, "text": "Jag1 is upregulated preferentially in pulmonary capillary endothelial cells in individuals with interstitial pulmonary fibrosis compared to normal lung."}, {"pubmed": 26921446, "text": "bone marrow stroma induces Jagged1 expression in bone metastatic prostate cancer PC3 cells, and this enhanced expression is mechanistically linked to the promotion of cell migration"}, {"pubmed": 26926447, "text": "Immunohistochemical panel of CDX2, p120ctn, c-Myc, and Jagged1 proteins would be to distinguish between low/high grade dysplasia in histologically challenging cases of Barrett's esophagus."}, {"pubmed": 26930648, "text": "SCC patients with higher JAG1 transcription had poor overall survival."}, {"pubmed": 26971121, "text": "JAG1 protein expression was significant positive correlation with lymph node metastasis, pathological grades invasive ductal carcinoma of breast.JAG1 gene methylation level in breast cancer."}, {"pubmed": 27118257, "text": "Low levels of Notch pathway genes Notch1, Notch2, Notch4 and Jagged1 correlated with poor prognostic factors such as larger tumor size, positive lymph-node status, tumor phenotype and infiltrating tumor Treg cells."}, {"pubmed": 27174628, "text": "Positive Jagged1 and DLL4 expression is closely correlated with severe clinicopathological characteristics and poor prognosis in patients with gallbladder cancers."}, {"pubmed": 27216293, "text": "Data indicate that jagged 1 protein (JAG1)-mediated Notch signaling regulates differentiation of basal cells (BC) into secretory cells."}, {"pubmed": 27270422, "text": "Results showed that JAG1 was significantly downregulated in miR-26a-overexpressing osteosarcoma cells and is a direct target of miR-26a."}, {"pubmed": 27315779, "text": "amplification of Jagged1 contributed to mRNA expression that activates the Jagged1-Notch signaling pathway in liver cancer and led to poor outcome."}, {"pubmed": 27487663, "text": "Expression of Jag-1 in dermal microvessels was enhanced from 20 weeks of gestation to 85 years."}, {"pubmed": 27532668, "text": "By studying leprosy as a model, we provide evidence that upregulation of JAG1 on endothelium instructs monocytes to differentiate into M1 macrophages with antimicrobial activity."}, {"pubmed": 27589478, "text": "expression of JAG1 is regulated by various pathways and is associated with poor prognosis through promoting the epithelial to mesenchymal transition and cell proliferation or maintaining cell survival in colorectal cancer"}, {"pubmed": 27612417, "text": "A three-molecule score based on the expression of Notch pathway molecules: Jagged1, intracellular Notch1 (ICN1) and Hes1 (JIH score) to assess prognostic value in non-metastasis clear cell renal cell carcinoma (ccRCC)."}, {"pubmed": 27832779, "text": "miR-199a-3p targets YAP1, downregulates Jagged1 and suppresses the Notch signaling to inhibit hepatocellular carcinoma (HCC) cell proliferation and promote apoptosis. These findings provide new insights into the mechanism by which miR-199a-3p suppresses HCC cell proliferation and induces apoptosis."}, {"pubmed": 27846321, "text": "Human Jagged-1 induced the proliferation and differentiation of CD133+ cord blood progenitors compared with hDll-1. Thus, hJagged-1 signaling in the bone marrow niche may be used to expand EPCs for therapeutic angiogenesis"}, {"pubmed": 27919854, "text": "Positive Jagged1 and DLL4 expression is closely correlated with severe clinicopathological characteristics and poor prognosis in patients with pancreatic ductal carcinoma."}, {"pubmed": 27941324, "text": "Jagged1 activation of Notch3 resulted in a significant decrease in cell proliferation while concomitantly promoting Hemangioma-pericyte maturation."}, {"pubmed": 27957826, "text": "These findings imply that miR-199b-5p performs an inhibitory role in osteogenic differentiation in ligamentum flavum cells by potentially targeting JAG1 and influencing the Notch signalling pathway."}, {"pubmed": 28111308, "text": "these results show that the Notch signaling pathway in T cells is crucial for the induction of TH2-mediated allergic airway inflammation in an house dust mite -driven asthma model but that expression of Jagged 1 or Jagged 2 on DCs is not required"}, {"pubmed": 28161537, "text": "High Jag1 expression is associated with metastasis in colorectal cancer."}, {"pubmed": 28376567, "text": "HIF1A potentiates Jagged 1-mediated angiogenesis by mesenchymal stem cell-derived exosomes."}, {"pubmed": 28445154, "text": "Data show that Delta-like 4 (DLL4) and Jagged1 (JAG1) displayed equal potency in stimulating Notch target genes in HMEC-1 dermal microvascular endothelial cells but had opposing effects on sprouting angiogenesis in vitro."}, {"pubmed": 28472949, "text": "the Notch signaling and atherosclerosis relevant markers in lesions from femoral arteries of symptomatic peripheral artery disease patients, were characterized."}, {"pubmed": 28476798, "text": "Specific Notch3 and Jag1 subcellular localization patterns may provide clues for the behavior of the corresponding tumors and could potentially be applied in the clinic for Jag1 targeting in triple-negative breast cancer patients."}, {"pubmed": 28535010, "text": "miR-141 may serve as an antioncomir in GSCs and markedly inhibit their self-renewal via downregulating Jagged1 expression levels in vitro and in vivo."}, {"pubmed": 28537242, "text": "the effects of two Notch ligands, i.e., Jagged1 and DLL1, on murine and human hematopoiesis in vitro. Our observations indicate that the stromal expression of Notch ligands increases the production of both the total and phenotypically early murine and human hematopoietic cells in the co-culture."}, {"pubmed": 28566723, "text": "We observe similar stapes defects and hearing loss in one patient with heterozygous JAGGED1 loss, and a diversity of conductive and sensorineural hearing loss in nearly half of Alagille Syndrome patients, many of which carry JAGGED1 mutations"}, {"pubmed": 28625320, "text": "there is a cross-talk between Jagged1/Notch3 and VEGF in TNBC angiogenesis. Jagged1/Notch3 is expected to be an important signaling pathway for TNBC progression and a potential target for TNBC neovascularization therapy."}, {"pubmed": 28645563, "text": "Bruceine D inhibits hepatocellular carcinoma growth by targeting beta-catenin/jagged1 signaling pathways."}, {"pubmed": 28695677, "text": "In subjects with Alagille syndrome, incomplete clinical features of Alagille syndrome and biliary atresia, the frequency of mutations was as follows: single nucleotide variants (51.9%), small insertion or deletion (29.6%) and gross deletion (18.5%)."}, {"pubmed": 28713992, "text": "JAG1 was demonstrated to be a novel target of miR1405p, and miR1405p exerted its inhibitory effect on human glioma growth and invasion, partly by suppressing JAG1."}, {"pubmed": 28730338, "text": "The Jagged1-Notch pathway showed elevated expression in AI-resistant breast cancer cells, resulting in macrophage differentiation towards M2 TAMs and there contributing to the acquisition of AI resistance."}, {"pubmed": 28926924, "text": "These data indicate a process of NF-kappaB-induced miR-506 suppression and JAG1 upregulation upon IL-1beta induction."}, {"pubmed": 28947612, "text": "Jagged1 (JAG1) thymic medullary niche enriched for dendritic cells (DC)-lineage cells expressing Notch receptors indicate thymus as a DC-poietic organ, which provides selective microenvironments permissive for DC development."}, {"pubmed": 29162437, "text": "Missense mutant of Jag1 (Jag1(Ndr)) disrupts bile duct development and is responsible for Alagille syndrome phenotypes in heart, eye, and craniofacial dysmorphology."}, {"pubmed": 29185945, "text": "is an autosomal dominant disorder found to be linked to the Notch ligand JAG1.5 Approximately 90 percent of patients presenting with Alagille Syndrome have a mutation on the JAG1 gene that is located on chromosome 20p12."}, {"pubmed": 29242532, "text": "This study identifies the unique role of JAG1-induced Notch activation in the pathogenesis of multiple myeloma"}, {"pubmed": 29483232, "text": "Four families with Midaortic Syndrome were found to have a likely causal mutation in JAG1."}, {"pubmed": 29541959, "text": "These findings reveal a novel mechanism of JAG1 function in NOTCH signalling and ECs through EVs."}, {"pubmed": 29610298, "text": "Vascular smooth muscle cells were cyclically stretched on flexible membranes, as quantified via video tracking, demonstrating that the expression of Jagged1, Notch3, and target genes was down-regulated with strain."}, {"pubmed": 29631691, "text": "The c.765C>T JAG1 variant is significantly associated with the pathogenesis of tetralogy of Fallot in the Iranian population."}, {"pubmed": 29636067, "text": "This study demonstrates that stimulation of macrophages by tumor cell NRG1 can enhance transendothelial migration and intravasation. We also demonstrate that this effect is due to induction of macrophage JAG1, an important ligand of the Notch signaling pathway."}, {"pubmed": 29708032, "text": "Synthetic/secretor aortic smooth muscle cells are apoptosis-prone, and the accruing thrombin-cleaved Jagged1 fragments counteract the otherwise useful effects of Jagged1/NOTCH1 signalling, thus hampering tissue homeostasis/remodelling, and aortic smooth muscle cells adhesion, differentiation, and migration."}, {"pubmed": 29783821, "text": "This study identified a total of 7 JAG1 variants in patients with Alagille syndrome as well as 2 interstitial deletions involving this gene, and among them, the variants c.1977G>A (p.Trp659* ) and c.1106_1107delCC (p.Pro369fs) as well as the 9.24 Mb chromosomal interstitial deletion had not been reported previously."}, {"pubmed": 29895705, "text": "These results indicate that higher membrane JAGGED1 expression may be used to either predict response to anti-HER2 therapy or for detection of NOTCH-sensitive CSCs posttherapy. Sequential blockade of HER2 followed by JAGGED1 or NOTCH could be more effective than simultaneous blockade to prevent drug resistance and tumor progression."}, {"pubmed": 29956768, "text": "these two lossoffunction JAG1 mutations may be associated with Alagille syndrome manifestations in these patients"}, {"pubmed": 30029934, "text": "miR-30d may improve TGF-beta1-induced pulmonary fibrosis through direct binding to the 3'UTR of JAG1 and blocking JAG1/Notch signaling"}, {"pubmed": 30065304, "text": "MFNG imposes a negative correlation between Jag1 and Notch, being high Jag1 in the absence of MFNG predictive of poor prognosis."}, {"pubmed": 30098829, "text": "MiR-26b-5p acts as a tumor suppressor through suppressing cells proliferation and inducing cells apoptosis via directly targeting JAG1 in multiple myeloma"}, {"pubmed": 30138533, "text": "These effects were further enhanced using Adeno-Associated Virus (AAV)-based gene transfer of activated Notch1-intracellular domain (N1-ICD) or soluble-Jagged1 (sJ1) ligand to CSp-forming cells."}, {"pubmed": 30226866, "text": "Jag1 and Notch2 play a key role in kidney fibrosis development by regulating Tfam expression and metabolic reprogramming."}, {"pubmed": 30231940, "text": "Data show that blockade of JAG1 signaling dampens Notch1 downstream signaling and limits cell migration of transformed ATL cells. Results suggest that targeting JAG1 can block Notch1 activation in HTLV-I-transformed cells."}, {"pubmed": 30242147, "text": "treatment of Placenta-derived mesenchymal stromal cells with soluble JAG1 significantly enhanced chondrogenesis in culture"}, {"pubmed": 30328449, "text": "analysis of the Jagged1 specific shear stress response for Notch signaling in endothelial cells"}, {"pubmed": 30335237, "text": "The JAG1 SNP rs2235811 was associated with the BMD of the total body under the dominant inheritance model (p=0,024). rs2235811 might contribute to the variation in bone mineral density in women from northern Mexico. No significant associations were found for rs6514116, rs2273061, or rs6040061, although some trends were seen."}, {"pubmed": 30478302, "text": "Jagged1 silencing by small interfering RNA partially counteracted the capacity of IL-4 to promote CLL cell survival. Investigating the pathways whereby IL-4 promoted Notch1/2 activation in CLL cells independent of Jagged1, we found that PI3Kdelta/AKT and PKCdelta were involved in upregulating Notch1 and Notch2 proteins, respectively."}, {"pubmed": 30502484, "text": "Study found that plasma membrane-bound COMP acts as a cancer stem cell regulator by mediating an enhanced interaction between Notch3 and Jagged1, leading to activation of Notch3."}, {"pubmed": 30530967, "text": "miR-539 was downregulated in WT tissues. And miR-539 inhibited the progression of WT through negatively regulating JAG1-Notch1/3 expression. MiR-539 should be a valuable indicator of the diagnosis and prognosis of WT."}, {"pubmed": 30580328, "text": "JAG1-induced invasion of Glioma-Initiating Cells through activation of NF-kappa B(p65) pathway."}, {"pubmed": 30591475, "text": "higher JAG1 expression was found in MCPyV-negative than in MCPyV-positive MCC (p<0.001), and NOTCH3 expression was higher in MCPyV-positive MCC (p=0.062). Kaplan-Meier and multivariate analyses showed that patients with MCC with higher NOTCH3 expression had better overall survival than otherwise (p=0.001 and p=0.033, respectively)."}, {"pubmed": 30660174, "text": "The expression profile of Jagged1 and Delta-like 4 in hepatocellular carcinoma."}, {"pubmed": 30930165, "text": "TR3/Nur77 regulated the expression of DLL4 and Jagged1 in culture endothelial cells. DLL4 and Jagged1 play important roles in the angiogenic responses induced by TR3/Nur77."}, {"pubmed": 30943513, "text": "Bronchial epithelial cells had the potential to promote the differentiation of Th2 lymphocytes through Jagged-1/Notch-1 signaling."}, {"pubmed": 30993885, "text": "Jagged1 (JAG1) can crosstalk with the JAK/STAT3 pathway."}, {"pubmed": 31213122, "text": "Knockdown of DANCR reduces osteoclastogenesis and root resorption induced by compression force via Jagged1."}, {"pubmed": 31273345, "text": "Three novel rare heterozygous variants in Notch ligand JAG1 were identified in familial exudative vitreoretinopathy (FEVR) families-c.413C>T p. (A138V), c.1415G>A p. (R472H), and c.2884A>G p. (T962A). Notch reporter assay revealed that mutant JAG1 proteins JAG1-A138V and JAG1-T962A lost almost all of their activities, and JAG1-R472H lost approximately 50% of its activity."}, {"pubmed": 31343788, "text": "Study identified 86 novel JAG1 variants and along with previously published ones, these data present the most comprehensive pathogenic variants overview for Alagille syndrome."}, {"pubmed": 31345231, "text": "a critical role for miR-449a and its target, Jag1 in regulating Notch signalling and insulin signalling in the skeletal muscle"}, {"pubmed": 31506332, "text": "Jag1-ICD may behave as an oncogenic driver."}, {"pubmed": 31686456, "text": "Studied association of jagged canonical Notch ligand 1 (JAG1)single nucleotide polymorphisms and blood pressure in obstructive sleep apnea patients using genome-wide association studies."}, {"pubmed": 31781973, "text": "miR-34a-5p Inhibits Cell Proliferation, Migration and Invasion Through Targeting JAG1/Notch1 Pathway in HPV-Infected Human Epidermal Keratinocytes."}, {"pubmed": 31897811, "text": "GATA1-regulated JAG1 promotes ovarian cancer progression by activating Notch signal pathway."}, {"pubmed": 32030966, "text": "MiR-128-3p targets JAG1 to inhibit cell proliferation and invasion in melanoma."}, {"pubmed": 32065591, "text": "Dominant mutations of the Notch ligand Jagged1 cause peripheral neuropathy."}, {"pubmed": 32133801, "text": "Identification of PTPRR and JAG1 as key genes in castration-resistant prostate cancer by integrated bioinformatics methods()."}, {"pubmed": 32234878, "text": "Jagged-1-activated signaling by APEX1 plays a role in advanced gastric cancer."}, {"pubmed": 32483746, "text": "Association of Jagged1 expression with malignancy and prognosis in human pancreatic cancer."}, {"pubmed": 32495866, "text": "MiRNA-203a-5p alleviates the malignant progression of Wilms' tumor via targeting JAG1."}, {"pubmed": 32721243, "text": "Positive Association of the JAG1 rs1327235 Genotype with Coronary Artery Disease in Men, the Tampere Adult Population Cardiovascular Risk Study."}, {"pubmed": 32751332, "text": "Polymorphisms in the Angiogenesis-Related Genes EFNB2, MMP2 and JAG1 Are Associated with Survival of Colorectal Cancer Patients."}, {"pubmed": 32770090, "text": "NOTCH2 participates in Jagged1-induced osteogenic differentiation in human periodontal ligament cells."}, {"pubmed": 32842657, "text": "Role of Jagged1-mediated Notch Signaling Activation in the Differentiation and Stratification of the Human Limbal Epithelium."}, {"pubmed": 32870569, "text": "miR-199b-5p promoted chondrogenic differentiation of C3H10T1/2 cells by regulating JAG1."}, {"pubmed": 32943090, "text": "Linc00514 promotes breast cancer metastasis and M2 polarization of tumor-associated macrophages via Jagged1-mediated notch signaling pathway."}, {"pubmed": 33131409, "text": "Depletion of circ_0007841 inhibits multiple myeloma development and BTZ resistance via miR-129-5p/JAG1 axis."}, {"pubmed": 33268505, "text": "Loss of Jag1 cooperates with oncogenic Kras to induce pancreatic cystic neoplasms."}, {"pubmed": 33550933, "text": "MicroRNA-936 Targets JAG1 and Inhibits the Proliferation of Hepatocellular Carcinoma Cells."}, {"pubmed": 33795521, "text": "Exosomes derived from microRNA-512-5p-transfected bone mesenchymal stem cells inhibit glioblastoma progression by targeting JAG1."}, {"pubmed": 34185059, "text": "Characterization of the Spectrum of Ophthalmic Changes in Patients With Alagille Syndrome."}, {"pubmed": 34219868, "text": "Evaluation of the Genetic Association and Expressions of Notch-2 /Jagged-1 in Patients with Type 2 Diabetes Mellitus."}, {"pubmed": 34252231, "text": "Jagged1 regulates endometrial receptivity in both humans and mice."}, {"pubmed": 34440858, "text": "Immobilization of Jagged1 Enhances Vascular Smooth Muscle Cells Maturation by Activating the Notch Pathway."}, {"pubmed": 34475093, "text": "Jagged-1 Expression Level Is Correlated With Recurrence of Stage III Colorectal Cancer in Patients Receiving Adjuvant Chemotherapy."}, {"pubmed": 34952204, "text": "A novel mechanism of the lncRNA PTTG3P/miR-142-5p/JAG1 axis modulating tongue cancer cell phenotypes through the Notch1 signaling."}, {"pubmed": 35023687, "text": "IncRNA XIST Targets miR-124/JAG1 via CeRNA Mechanism to Facilitate the Migration and Proliferation of Tongue Squamous Cell Carcinoma."}, {"pubmed": 35562782, "text": "Identifying potential regulators of JAGGED1 expression in portal mesenchymal cells."}, {"pubmed": 35710817, "text": "Leptin modulated microRNA-628-5p targets Jagged-1 and inhibits prostate cancer hallmarks."}, {"pubmed": 35819173, "text": "Isolated aneurysmal disease as an underestimated finding in individuals with JAG1 pathogenic variants."}, {"pubmed": 35869777, "text": "[JAG1 promotes migration, invasion, and adhesion of triple-negative breast cancer cells by promoting angiogenesis]."}, {"pubmed": 36044575, "text": "JAG1-NOTCH4 mechanosensing drives atherosclerosis."}, {"pubmed": 36219682, "text": "An N-glycan on the C2 domain of JAGGED1 is important for Notch activation."}, {"pubmed": 36430375, "text": "Indirect Immobilised Jagged-1 Enhances Matrisome Proteins Associated with Osteogenic Differentiation of Human Dental Pulp Stem Cells: A Proteomic Study."}, {"pubmed": 36539520, "text": "JAG1 is associated with the prognosis and metastasis in breast cancer."}, {"pubmed": 37155858, "text": "Hematopoietic Jagged1 is a fetal liver niche factor required for functional maturation and engraftment of fetal hematopoietic stem cells."}, {"pubmed": 37295026, "text": "YY1/miR-140-5p/Jagged1/Notch axis mediates cartilage progenitor/stem cells fate reprogramming in knee osteoarthritis."}, {"pubmed": 37657587, "text": "Aberrant expression of PELI1 caused by Jagged1 accelerates the malignant phenotype of pancreatic cancer."}, {"pubmed": 37756541, "text": "Jagged1 Acts as an RBP-J Target and Feedback Suppresses TNF-Mediated Inflammatory Osteoclastogenesis."}, {"pubmed": 37814867, "text": "[JAG1 affects monocytes-macrophages to reshape the pre-metastatic niche of triple-negative breast cancer through LncRNA MALAT1 in exosomes]."}, {"pubmed": 37834227, "text": "Annexin A2 Stabilizes Oncogenic JAG1 Intracellular Domain by Inhibiting Proteasomal Degradation in Glioblastoma Cells."}, {"pubmed": 37966490, "text": "Splicing factor ESRP1 derived circ_0068162 promotes the progression of oral squamous cell carcinoma via the miR-186/JAG axis."}, {"pubmed": 37994984, "text": "Jagged1 contained in MSC-derived small extracellular vesicles promotes squamous differentiation of cervical cancer by activating NOTCH pathway."}, {"pubmed": 38092725, "text": "Jagged1 intracellular domain/SMAD3 complex transcriptionally regulates TWIST1 to drive glioma invasion."}, {"pubmed": 38245625, "text": "Novel JAG1 variants leading to Alagille syndrome in two Chinese cases."}, {"pubmed": 38521405, "text": "Hypermethylation leads to the loss of HOXA5, resulting in JAG1 expression and NOTCH signaling contributing to kidney fibrosis."}, {"pubmed": 38750026, "text": "Jag1/2 maintain esophageal homeostasis and suppress foregut tumorigenesis by restricting the basal progenitor cell pool."}], "genomic_pos": {"chr": "20", "end": 10673999, "ensemblgene": "ENSG00000101384", "start": 10637684, "strand": -1}, "genomic_pos_hg19": {"chr": "20", "end": 10654694, "start": 10618332, "strand": -1}, "go": {"BP": [{"evidence": "NAS", "gocategory": "BP", "id": "GO:0001525", "pubmed": 8955070, "qualifier": "involved_in", "term": "angiogenesis"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0001709", "pubmed": 9207788, "qualifier": "involved_in", "term": "cell fate determination"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0001953", "pubmed": 11549580, "qualifier": "involved_in", "term": "negative regulation of cell-matrix adhesion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001974", "qualifier": "involved_in", "term": "blood vessel remodeling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002011", "qualifier": "involved_in", "term": "morphogenesis of an epithelial sheet"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002085", "qualifier": "involved_in", "term": "inhibition of neuroepithelial cell differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0002456", "pubmed": 23086448, "qualifier": "involved_in", "term": "T cell mediated immunity"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0003180", "pubmed": 20951801, "qualifier": "involved_in", "term": "aortic valve morphogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0003184", "pubmed": [9207787, 20437614], "qualifier": "involved_in", "term": "pulmonary valve morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003215", "qualifier": "involved_in", "term": "cardiac right ventricle morphogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007219", "pubmed": [9207787, 19682396, 20437614], "qualifier": "involved_in", "term": "Notch signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007219", "qualifier": "involved_in", "term": "Notch signaling pathway"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0007219", "pubmed": 9268641, "qualifier": "involved_in", "term": "Notch signaling pathway"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0007399", "pubmed": 8923452, "qualifier": "involved_in", "term": "nervous system development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0022408", "pubmed": 11549580, "qualifier": "involved_in", "term": "negative regulation of cell-cell adhesion"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0030097", "pubmed": 10329626, "qualifier": "involved_in", "term": "hemopoiesis"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0030216", "pubmed": 12107827, "qualifier": "involved_in", "term": "keratinocyte differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030336", "pubmed": 11549580, "qualifier": "involved_in", "term": "negative regulation of cell migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032495", "qualifier": "involved_in", "term": "response to muramyl dipeptide"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0035909", "qualifier": "involved_in", "term": "aorta morphogenesis"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0042127", "pubmed": 10329626, "qualifier": "involved_in", "term": "regulation of cell population proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042491", "qualifier": "involved_in", "term": "inner ear auditory receptor cell differentiation"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0045445", "pubmed": 10329626, "qualifier": "involved_in", "term": "myoblast differentiation"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0045446", "pubmed": 10329626, "qualifier": "involved_in", "term": "endothelial cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045599", "qualifier": "involved_in", "term": "negative regulation of fat cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045602", "qualifier": "involved_in", "term": "negative regulation of endothelial cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045639", "qualifier": "involved_in", "term": "positive regulation of myeloid cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045665", "qualifier": "involved_in", "term": "negative regulation of neuron differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045669", "qualifier": "involved_in", "term": "positive regulation of osteoblast differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045747", "qualifier": "involved_in", "term": "positive regulation of Notch signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045944", "pubmed": 20437614, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050678", "qualifier": "involved_in", "term": "regulation of epithelial cell proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060411", "qualifier": "involved_in", "term": "cardiac septum morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0061073", "qualifier": "involved_in", "term": "ciliary body morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0061101", "qualifier": "involved_in", "term": "neuroendocrine cell differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0061156", "pubmed": 9207787, "qualifier": "involved_in", "term": "pulmonary artery morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0061309", "qualifier": "involved_in", "term": "cardiac neural crest cell development involved in outflow tract morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0061444", "qualifier": "involved_in", "term": "endocardial cushion cell development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0062043", "qualifier": "involved_in", "term": "positive regulation of cardiac epithelial to mesenchymal transition"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0072006", "qualifier": "involved_in", "term": "nephron development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0072015", "qualifier": "involved_in", "term": "podocyte development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0072017", "qualifier": "involved_in", "term": "distal tubule development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0072070", "qualifier": "involved_in", "term": "loop of Henle development"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0097150", "pubmed": 19682396, "qualifier": "involved_in", "term": "neuronal stem cell population maintenance"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000241", "qualifier": "involved_in", "term": "regulation of reproductive process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2000737", "pubmed": 19682396, "qualifier": "involved_in", "term": "negative regulation of stem cell differentiation"}], "CC": [{"evidence": "NAS", "gocategory": "CC", "id": "GO:0005576", "pubmed": 11427524, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": [20437614, 32065591], "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005886", "pubmed": 11427524, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005912", "qualifier": "located_in", "term": "adherens junction"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0016020", "pubmed": 22465068, "qualifier": "colocalizes_with", "term": "membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0016020", "pubmed": 9268641, "qualifier": "located_in", "term": "membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0016324", "qualifier": "located_in", "term": "apical plasma membrane"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005112", "qualifier": "enables", "term": "Notch binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005112", "pubmed": 11006133, "qualifier": "enables", "term": "Notch binding"}, {"category": "MF", "evidence": "NAS", "id": "GO:0005112", "pubmed": 9268641, "qualifier": "enables", "term": "Notch binding"}, {"category": "MF", "evidence": "NAS", "id": "GO:0005198", "pubmed": 10679295, "qualifier": "enables", "term": "structural molecule activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005509", "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [18660822, 23086448], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0005543", "pubmed": 22465068, "qualifier": "enables", "term": "phospholipid binding"}, {"category": "MF", "evidence": "NAS", "id": "GO:0008083", "pubmed": 11067884, "qualifier": "enables", "term": "growth factor activity"}, {"category": "MF", "evidence": "EXP", "id": "GO:0060090", "pubmed": 16427310, "qualifier": "enables", "term": "molecular adaptor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0060090", "pubmed": 16427310, "qualifier": "enables", "term": "molecular adaptor activity"}]}, "homologene": {"genes": [[7165, 1273981], [7227, 43275], [7955, 140423], [8364, 100486874], [9031, 396043], [9544, 718580], [9598, 748073], [9606, 182], [9615, 485769], [9913, 783681], [10090, 16449], [10116, 29146]], "id": 180}, "interpro": [{"desc": "EGF-type aspartate/asparagine hydroxylation site", "id": "IPR000152", "short_desc": "EGF-type_Asp/Asn_hydroxyl_site"}, {"desc": "EGF-like domain", "id": "IPR000742", "short_desc": "EGF-like_dom"}, {"desc": "EGF-like calcium-binding domain", "id": "IPR001881", "short_desc": "EGF-like_Ca-bd_dom"}, {"desc": "EGF-like domain, extracellular", "id": "IPR013111", "short_desc": "EGF_extracell"}, {"desc": "EGF-like calcium-binding, conserved site", "id": "IPR018097", "short_desc": "EGF_Ca-bd_CS"}, {"desc": "VWFC domain", "id": "IPR001007", "short_desc": "VWF_dom"}, {"desc": "Delta/Serrate/lag-2 (DSL) protein", "id": "IPR001774", "short_desc": "DSL"}, {"desc": "Growth factor receptor cysteine-rich domain superfamily", "id": "IPR009030", "short_desc": "Growth_fac_rcpt_cys_sf"}, {"desc": "Notch ligand, N-terminal domain", "id": "IPR011651", "short_desc": "Notch_ligand_N"}, {"desc": "EGF-like, conserved site", "id": "IPR013032", "short_desc": "EGF-like_CS"}, {"desc": "Jagged/Serrate protein", "id": "IPR026219", "short_desc": "Jagged/Serrate"}], "ipi": ["IPI00099650", "IPI00383613", "IPI01014559"], "map_location": "20p12.2", "name": "jagged canonical Notch ligand 1", "other_names": "protein jagged-1", "pantherdb": {"HGNC": "6188", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1095416", "ortholog_type": "LDO", "panther_family": "PTHR24044", "taxid": 10090, "uniprot_kb": "Q9QXX0"}, {"RGD": "2937", "ortholog_type": "LDO", "panther_family": "PTHR24044", "taxid": 10116, "uniprot_kb": "Q63722"}, {"Ensembl": "ENSGALG00000009020", "ortholog_type": "LDO", "panther_family": "PTHR24044", "taxid": 9031, "uniprot_kb": "E1BTW5"}, {"ZFIN": "ZDB-GENE-011128-2", "ortholog_type": "O", "panther_family": "PTHR24044", "taxid": 7955, "uniprot_kb": "Q90Y57"}, {"ZFIN": "ZDB-GENE-011128-4", "ortholog_type": "LDO", "panther_family": "PTHR24044", "taxid": 7955, "uniprot_kb": "Q90Y54"}, {"FlyBase": "FBgn0004197", "ortholog_type": "O", "panther_family": "PTHR24044", "taxid": 7227, "uniprot_kb": "P18168"}], "uniprot_kb": "P78504"}, "pathway": {"kegg": [{"id": "hsa04330", "name": "Notch signaling pathway - Homo sapiens (human)"}, {"id": "hsa04371", "name": "Apelin signaling pathway - Homo sapiens (human)"}, {"id": "hsa04658", "name": "Th1 and Th2 cell differentiation - Homo sapiens (human)"}, {"id": "hsa04668", "name": "TNF signaling pathway - Homo sapiens (human)"}, {"id": "hsa05165", "name": "Human papillomavirus infection - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}, {"id": "hsa05224", "name": "Breast cancer - Homo sapiens (human)"}], "netpath": {"id": "Pathway_Notch", "name": "Notch"}, "pid": [{"id": "notch_pathway", "name": "Notch signaling pathway"}, {"id": "tap63pathway", "name": "Validated transcriptional targets of TAp63 isoforms"}], "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-157118", "name": "Signaling by NOTCH"}, {"id": "R-HSA-157118", "name": "Signaling by NOTCH"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-194315", "name": "Signaling by Rho GTPases"}, {"id": "R-HSA-1980143", "name": "Signaling by NOTCH1"}, {"id": "R-HSA-1980145", "name": "Signaling by NOTCH2"}, {"id": "R-HSA-2122948", "name": "Activated NOTCH1 Transmits Signal to the Nucleus"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-2644602", "name": "Signaling by NOTCH1 PEST Domain Mutants in Cancer"}, {"id": "R-HSA-2644603", "name": "Signaling by NOTCH1 in Cancer"}, {"id": "R-HSA-2644606", "name": "Constitutive Signaling by NOTCH1 PEST Domain Mutants"}, {"id": "R-HSA-2660825", "name": "Signaling by NOTCH1 t(7;9)(NOTCH1:M1580_K2555) Translocation Mutant"}, {"id": "R-HSA-2660826", "name": "Constitutive Signaling by NOTCH1 t(7;9)(NOTCH1:M1580_K2555) Translocation Mutant"}, {"id": "R-HSA-2691230", "name": "Signaling by NOTCH1 HD Domain Mutants in Cancer"}, {"id": "R-HSA-2691232", "name": "Constitutive Signaling by NOTCH1 HD Domain Mutants"}, {"id": "R-HSA-2894858", "name": "Signaling by NOTCH1 HD+PEST Domain Mutants in Cancer"}, {"id": "R-HSA-2894862", "name": "Constitutive Signaling by NOTCH1 HD+PEST Domain Mutants"}, {"id": "R-HSA-2979096", "name": "NOTCH2 Activation and Transmission of Signal to the Nucleus"}, {"id": "R-HSA-5663202", "name": "Diseases of signal transduction by growth factor receptors and second messengers"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8878159", "name": "Transcriptional regulation by RUNX3"}, {"id": "R-HSA-8941856", "name": "RUNX3 regulates NOTCH signaling"}, {"id": "R-HSA-9012852", "name": "Signaling by NOTCH3"}, {"id": "R-HSA-9012852", "name": "Signaling by NOTCH3"}, {"id": "R-HSA-9012999", "name": "RHO GTPase cycle"}, {"id": "R-HSA-9013149", "name": "RAC1 GTPase cycle"}, {"id": "R-HSA-9013423", "name": "RAC3 GTPase cycle"}, {"id": "R-HSA-9013507", "name": "NOTCH3 Activation and Transmission of Signal to the Nucleus"}, {"id": "R-HSA-9013507", "name": "NOTCH3 Activation and Transmission of Signal to the Nucleus"}, {"id": "R-HSA-9013694", "name": "Signaling by NOTCH4"}, {"id": "R-HSA-9013700", "name": "NOTCH4 Activation and Transmission of Signal to the Nucleus"}, {"id": "R-HSA-9716542", "name": "Signaling by Rho GTPases, Miro GTPases and RHOBTB3"}, {"id": "R-HSA-9830369", "name": "Kidney development"}, {"id": "R-HSA-9831926", "name": "Nephron development"}], "wikipathways": [{"id": "WP2572", "name": "Primary focal segmental glomerulosclerosis (FSGS)"}, {"id": "WP268", "name": "Notch Signaling"}, {"id": "WP3413", "name": "NOTCH1 regulation of endothelial cell calcification"}, {"id": "WP3678", "name": "Amplification and Expansion of Oncogenic Pathways as Metastatic Traits"}, {"id": "WP3845", "name": "Canonical and non-canonical Notch signaling"}, {"id": "WP3888", "name": "VEGFA-VEGFR2 Signaling Pathway"}, {"id": "WP3969", "name": "H19 action Rb-E2F1 signaling and CDK-Beta-catenin activity"}, {"id": "WP4239", "name": "Epithelial to mesenchymal transition in colorectal cancer"}, {"id": "WP4331", "name": "Neovascularisation processes"}, {"id": "WP4659", "name": "Gastrin signaling pathway"}, {"id": "WP4787", "name": "Osteoblast differentiation"}, {"id": "WP61", "name": "Notch Signaling Pathway Netpath"}]}, "pdb": ["2KB9", "2VJ2", "4CBZ", "4CC0", "4CC1", "4XI7", "5BO1"], "pfam": ["PF00008", "PF07974", "PF01414", "PF07645", "PF07657", "PF12661", "PF21700"], "pharmgkb": "PA29986", "pharos": {"target_id": 2648, "tdl": "Tbio"}, "prosite": ["PS50026", "PS51051"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF229699", "relationship": "is"}, {"id": "GNF245527", "relationship": "is"}, {"id": "GNF245528", "relationship": "is"}, {"id": "GNF245529", "relationship": "is"}, {"id": "GNF245530", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF039542", "relationship": "is"}, {"id": "GNF049329", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF085146", "relationship": "is"}, {"id": "GNF085147", "relationship": "is"}, {"id": "GNF085148", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053993", "relationship": "is"}, {"id": "GNF058772", "relationship": "is"}, {"id": "GNF074049", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF069873", "relationship": "is"}, {"id": "GNF069874", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF098141", "relationship": "is"}, {"id": "GNF137796", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000020.11", "NC_060944.1", "NG_007496.1"], "protein": "NP_000205.1", "rna": "NM_000214.3", "translation": {"protein": "NP_000205.1", "rna": "NM_000214.3"}}, "reporter": {"HG-U133_Plus_2": ["209097_s_at", "209098_s_at", "209099_x_at", "216268_s_at", "229924_s_at"], "HG-U95Av2": ["33178_at", "35414_s_at"], "HTA-2_0": ["TC20000621.hg.1", "TC20001421.hg.1"], "HuEx-1_0": "3897505", "HuGene-1_1": "8064978", "HuGene-2_1": "16917183"}, "retired": 3715, "summary": "The jagged 1 protein encoded by JAG1 is the human homolog of the Drosophilia jagged protein. Human jagged 1 is the ligand for the receptor notch 1, the latter is involved in signaling processes. Mutations that alter the jagged 1 protein cause Alagille syndrome. Jagged 1 signalling through notch 1 has also been shown to play a role in hematopoiesis. [provided by RefSeq, Nov 2019].", "symbol": "JAG1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1416525"}, "unigene": ["Hs.626544", "Hs.224012"], "uniprot": {"Swiss-Prot": "P78504", "TrEMBL": ["A0A087WXH5", "Q99740", "A0A087X1E8"]}, "wikipedia": {"url_stub": "JAG1"}}