{"AllianceGenome": "6204", "HGNC": "6204", "MIM": "165160", "_id": "3725", "_version": 1, "accession": {"genomic": ["AL136985.11", "AY217548.1", "CH471059.2", "CP068277.2", "CS542415.1", "J04111.1", "KT584072.1", "LC461705.1", "M23544.1", "NC_000001.11", "NC_060925.1", "NG_047027.2", "U60581.1"], "protein": ["AAA59197.1", "AAH06175.1", "AAH09874.2", "AAH68522.1", "AAO22993.1", "AAV38564.1", "BBJ35461.1", "CAG46525.1", "CAG46552.1", "CAM91157.1", "EAX06628.1", "NP_002219.1", "P05412.2"], "rna": ["AK307137.1", "BC002646.2", "BC006175.1", "BC009874.2", "BC068522.1", "BG831943.1", "BI793062.1", "BT019759.1", "BU782554.1", "CD370800.1", "CR541724.1", "CR541752.1", "NM_002228.4"], "translation": [{"protein": "CAG46552.1", "rna": "CR541752.1"}, {"protein": "AAH06175.1", "rna": "BC006175.1"}, {"protein": "CAG46525.1", "rna": "CR541724.1"}, {"protein": "AAH68522.1", "rna": "BC068522.1"}, {"protein": "NP_002219.1", "rna": "NM_002228.4"}, {"protein": "AAV38564.1", "rna": "BT019759.1"}, {"protein": "AAH09874.2", "rna": "BC009874.2"}]}, "alias": ["AP-1", "AP1", "c-Jun", "cJUN", "p39"], "ensembl": {"gene": "ENSG00000177606", "protein": ["ENSP00000360266", "ENSP00000503132", "ENSP00000518166"], "transcript": ["ENST00000371222", "ENST00000678696", "ENST00000710273"], "translation": [{"protein": "ENSP00000503132", "rna": "ENST00000678696"}, {"protein": "ENSP00000360266", "rna": "ENST00000371222"}, {"protein": "ENSP00000518166", "rna": "ENST00000710273"}], "type_of_gene": "protein_coding"}, "entrezgene": "3725", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 5.39411046, "exp_mis": 177.2791173, "exp_syn": 113.9397, "lof_z": 1.87413449775357, "mis_z": 3.61034644365429, "mu_lof": 4.39092865834e-07, "mu_mis": 1.5609597351e-05, "mu_syn": 1.00192936541e-05, "n_lof": 1.0, "n_mis": 79.0, "n_syn": 63.0, "p_li": 0.46085190120742, "p_null": 0.0259890799813205, "p_rec": 0.51315901881126, "syn_z": 2.95847743657539}, "bp": 996, "cds_end": 59248742, "cds_start": 59247746, "n_exons": 1, "nonpsych": {"exp_lof": 4.861555, "exp_mis": 160.4340777, "exp_syn": 103.1058273, "lof_z": 1.71999280405281, "mis_z": 3.6808281177118, "mu_lof": 4.39092865834e-07, "mu_mis": 1.5609597351e-05, "mu_syn": 1.00192936541e-05, "n_lof": 1.0, "n_mis": 68.0, "n_syn": 56.0, "p_li": 0.441159046298587, "p_null": 0.0354126746929072, "p_rec": 0.523428279008506, "syn_z": 2.92076311279629}, "nontcga": {"exp_lof": 4.9605705, "exp_mis": 163.0947888, "exp_syn": 104.82255731, "lof_z": 1.75417601984356, "mis_z": 3.63174342085277, "mu_lof": 4.39092865834e-07, "mu_mis": 1.5609597351e-05, "mu_syn": 1.00192936541e-05, "n_lof": 1.0, "n_mis": 70.0, "n_syn": 52.0, "p_li": 0.428659388031223, "p_null": 0.0324251055137898, "p_rec": 0.538915506454987, "syn_z": 3.26674005207449}, "transcript": "ENST00000371222.2"}, "exons": [{"cdsend": 58783070, "cdsstart": 58782074, "chr": "1", "position": [[58780790, 58784047]], "strand": -1, "transcript": "NM_002228", "txend": 58784047, "txstart": 58780790}], "exons_hg19": [{"cdsend": 59248742, "cdsstart": 59247746, "chr": "1", "position": [[59246462, 59249719]], "strand": -1, "transcript": "NM_002228", "txend": 59249719, "txstart": 59246462}], "generif": [{"pubmed": 11891228, "text": "c-Jun regulates vascular smooth muscle cell growth and neointima formation after arterial injury"}, {"pubmed": 11891317, "text": "Bombesin antagonists inhibit growth of MDA-MB-435 estrogen-independent breast cancers and decrease the expression of the ErbB-2/HER-2 oncoprotein and c-jun and c-fos oncogenes"}, {"pubmed": 11903046, "text": "An alternative model of H ferritin promoter transactivation by c-Jun (H ferritin, also called isoferritin)"}, {"pubmed": 11909859, "text": "Analysis of heterophilic and homophilic interactions of cadherins using the c-Jun/c-Fos dimerization domains"}, {"pubmed": 11914583, "text": "Functional role of ERK1/2 activation in phorbol ester-induced promoter activation of human 12(S)-lipoxygenase gene."}, {"pubmed": 11956220, "text": "Activation of human monoamine oxidase B gene expression by a protein kinase C MAPK signal transduction pathway involves c-Jun and Egr-1."}, {"pubmed": 12034730, "text": "c-Jun associates with the oncoprotein Ski and suppresses Smad2 transcriptional activity"}, {"pubmed": 12119282, "text": "Kip1 inhibits Jab1 mediated c-Jun dependent transcription"}, {"pubmed": 12145210, "text": "Aberrantly expressed c-Jun and JunB are a hallmark of Hodgkin lymphoma cells, stimulate proliferation and synergize with NF-kappa B."}, {"pubmed": 12183893, "text": "Review.AP1 plays a crucial role during human papillomavirus (HPV) early gene expression, in particular of the expression of E6 and E7 oncoproteins."}, {"pubmed": 12186939, "text": "Epstein-Barr virus latent membrane protein 2A may exploit MAPK kinases and affect both the phosphorylation and stability of c-Jun protein"}, {"pubmed": 12437352, "text": "structurally distinct modes of recognition of the KIX domain of CBP by CREB and this protein"}, {"pubmed": 12441106, "text": "results suggest strongly that human amylin induces apoptosis in pancreatic islet beta-cells through stimulation of expression and activation of c-Jun"}, {"pubmed": 12446585, "text": "studies suggest that the cooperative interaction of the estrogen receptor with Fos and Jun proteins helps confer estrogen responsiveness to the endogenous progesterone receptor gene"}, {"pubmed": 12547826, "text": "Tumor promoter arsenite stimulates histone H3 phosphoacetylation of c-fos and this proto-oncogene chromatin in diploid fibroblasts."}, {"pubmed": 12592382, "text": "Phosphorylation of c-jun was induced by TPA only. On the other hand, expression of proto-oncogene c-jun was induced by TPA and Saikosaponin a during 30 min to 6 h of treatment."}, {"pubmed": 12600818, "text": "conclude that Ras regulates TNF-alpha-induced chemokine expression by activating the AP-1 pathway and enhancing transcriptional function of NF-kappaB, whereas MEKK1 activates both the AP-1 and NF-kappaB pathways"}, {"pubmed": 12618758, "text": "AP-1 (c-Jun & FosB) binds to a site in the 5' untranslated region of the CD95L gene. Transdominant negative Jun mutants reduce CD95L promoter activity. FosB dimerized with c-Jun has an important role in TCR/CD3-mediated activation-induced cell death."}, {"pubmed": 12682910, "text": "Critical role of the transcription factor AP-1 for the constitutive and interferon-induced expression of IFI 16."}, {"pubmed": 12692226, "text": "data demonstratre that c-Jun physically and functionally interacts with JCV major early regulatory protein large T-Ag and that this interaction modulates JCV transcription and replication in glial cells"}, {"pubmed": 12700665, "text": "c-Jun has an important functional role in the induction of cell cycle arrest and proliferation arrest of myeloid leukemia cells because of the ligation of the cell surface adhesion receptor CD44 by anti-CD44 antibody."}, {"pubmed": 12799614, "text": "The expression of c-Jun protein and c-jun mRNA is significantly increased in the cerebellar vermis of patients with schizophrenia; no significant differences are found in the expression of Jun B or Jun D proteins."}, {"pubmed": 12815619, "text": "activator protein 1 and ERKs play crucial roles in FGF2-stimulated premature cranial suture closure"}, {"pubmed": 12853483, "text": "The AP1 transcription factor c-jun is the prototypical nuclear effector of the JNK signal transduction pathway."}, {"pubmed": 12875982, "text": "Data suggest that overexpression and binding of JunB to the AP-1 site may relieve the repression of the core promoter by CD30 in Hodgkin-Redd Sternberg cells, which provide one basis for the constitutive overexpression of CD30 in Hodgkin's lymphoma"}, {"pubmed": 12909593, "text": "The Ca2+-mediated increase in AP-1 binding may play an important role in upregulating AP-1-responsive gene expression, in stimulating pulmonary vascular cell proliferation and in pulmonary vascular remodeling in hypoxia-mediated pulmonary hypertension."}, {"pubmed": 12954631, "text": "transcription factors Sp1 and c-Jun have roles in regulation of keratin 16 gene expression by epidermal growth factor"}, {"pubmed": 12963547, "text": "JUN has a role in androgen stimulation which blocks p53-dependent transactivation of the Fas gene, which can be blocked by androgen stimulation during radiation-induced Fas sensitization in prostate cancer cells"}, {"pubmed": 12963995, "text": "c-Jun fails to act as a negative regulator for the cell survival of pancreatic cancer cells"}, {"pubmed": 14500675, "text": "Findings strongly suggest that the AP-1/JNK signaling pathway has little or no impact on the generation of inflammatory mediators in neutrophils."}, {"pubmed": 14511403, "text": "c-fos and AP-1 are regulated by JNK and p38 MAPK"}, {"pubmed": 14530285, "text": "NF-kappa B and AP-1 are required for basal MAT2A expression in HepG2 cells and mediate the increase in MAT2A expression in response to TNF-alpha"}, {"pubmed": 14532268, "text": "15d-PGJ2 covalently modifies c-Jun and directly inhibits the DNA binding activity of AP-1. In addition, 15d-PGJ2 can promote the oligomerization of a fraction of c-Jun through the formation of intermolecular disulfide bonds or 15d-PGJ2-bonded dimers."}, {"pubmed": 14638681, "text": "c-Jun activity is modified by the estrogen receptor in the stress response"}, {"pubmed": 14645224, "text": "activator protein-1 is repressed by Notch-1 with C promoter-binding factor 1"}, {"pubmed": 14652666, "text": "findings demonstrate that activator protein-1 activation in human smooth muscle cells in response to angiotensin II and platelet-derived growth factor-AA is mediated via generation of p22phox-dependent reactive oxygen species"}, {"pubmed": 14654548, "text": "An inverse correlation between JUN and p27(Kip1) expression levels in breast cancer."}, {"pubmed": 14739464, "text": "DET1 promotes ubiquitination and degradation of c-Jun by assembling a multisubunit ubiquitin ligase containing DNA Damage Binding Protein-1 (DDB1), cullin 4A (CUL4A), Regulator of Cullins-1 (ROC1), and constitutively photomorphogenic-1"}, {"pubmed": 15001576, "text": "AP1 and CHOP are induced by MEKK3 and have roles in TRAF7-related apoptosis"}, {"pubmed": 15034932, "text": "Results suggest that in human HL60 cells the presence of the AP-1 signal acts as a survival factor that determines the outcome of myc-induced proliferation or apoptosis."}, {"pubmed": 15087451, "text": "the well characterized basic leucine zipper domain of c-Jun functions in transcriptional activation by binding to the N terminus of hsTAF1 to derepress transcription"}, {"pubmed": 15158360, "text": "a dominant negative mutant of c-Jun activates the interleukin-6 promoter"}, {"pubmed": 15191540, "text": "oxysterols induce specific AP-1 proteins, thereby activating involucrin, one of the genes required for epidermal differentiation."}, {"pubmed": 15226448, "text": "data illustrate that NF-kappaB orchestrates immediate-early effects of LPS signaling and controls secondary AP-1 activation to mount an appropriate biological response"}, {"pubmed": 15249231, "text": "Overexpression of ZNF394 in the cell inhibits the transcriptional activities of c-Jun and AP-1 reporters."}, {"pubmed": 15262961, "text": "AP-1 and JNK have roles in reactive oxygen species activation in tobacco-induced mucin production in lung cells"}, {"pubmed": 15271374, "text": "role in regulating interleukin-5 expression"}, {"pubmed": 15302867, "text": "c-Jun has a role in regulating p73 function"}, {"pubmed": 15314183, "text": "These results define a novel regulatory pathway linking the transcription factors c-Jun, HERP2, and GATA-1."}, {"pubmed": 15314185, "text": "Data describe a possible mechanism by which NF-kappa B regulates the expression of c-Fos and AP-1 by controlling the expression of Elk-1."}, {"pubmed": 15333603, "text": "results suggest that the modulation of p38 and c-jun may play an important role in the differentiation and proliferation of human endometrial cells"}, {"pubmed": 15351693, "text": "transcriptional activities of ElK-1 and AP-1 are inhibited by TRIM45, a novel human RBCC/TRIM protein"}, {"pubmed": 15378002, "text": "c-Jun is phosphorylated by the human vaccinia-related kinase 1 (VRK1) and cooperates with the N-terminal kinase of c-Jun (JNK)"}, {"pubmed": 15383523, "text": "there is a novel association between TRAF2 and TRAF3 that is mediated by unique portions of each protein and that specifically regulates activation of NF-kappaB, but not AP-1"}, {"pubmed": 15385474, "text": "functional binding sites for NF-kappaB and AP-1 in the human beta-defensin-2 promoter are required for induction of hBD-2 through E. coli Nissle 1917"}, {"pubmed": 15469925, "text": "The visualization of ubiquitinated Jun in living cells has uncovered a lysosomal pathway for Jun degradation that involves ubiquitination by Itch/AIP4."}, {"pubmed": 15480426, "text": "Trx may regulate cell cycle and growth through a novel modulation of AP-1 activity and p27Kip1 degradation with Jab1"}, {"pubmed": 15507668, "text": "c-jun, junD, junB, and c-fos and Notch2 are expressed in splenic marginal zone lymphoma"}, {"pubmed": 15514030, "text": "expression of AP-1-dependent genes is inhibited by the cJun dominant negative; the AP-1 blockade does not affect mRNA ERalpha expression or estrogen induction of estrogen-responsive element activity"}, {"pubmed": 15528994, "text": "Cooperation of CD99 engagement with suboptimal TCR/CD3 signals resulted in enhanced CD4+ T cell proliferation, elevated expression of CD25 and GM1, increased apoptosis, augmented activation of JNK, and increased AP-1 activation"}, {"pubmed": 15530430, "text": "COBRA1 may directly modulate AP-1 pathway and, therefore, may play important roles in cell proliferation, differentiation, apoptosis, and oncogenesis."}, {"pubmed": 15544846, "text": "evidence for an substance P-mediated induction of AP-1, which may contribute to the expression of pro-inflammatory cytokines"}, {"pubmed": 15550679, "text": "Glucocorticoid receptor mutant is able to distinguish between NF-kappaB and AP-1 repression."}, {"pubmed": 15579469, "text": "induction of Smad7 gene expression by UV irradiation is mediated via induction of the transcription factor AP-1 in human skin fibroblasts"}, {"pubmed": 15586248, "text": "c-Jun plays an important role in epidermal differentiation by negatively regulating the human involucrin gene."}, {"pubmed": 15642950, "text": "molecular mechanisms underlying ligand-dependent signaling in the ER/AP-1 pathway"}, {"pubmed": 15654976, "text": "enhanced expression of c-Jun in basal and suprabasal keratinocytes might contribute to the pathogenesis of psoriasis."}, {"pubmed": 15701643, "text": "p300 is essential for SENP1 to enhance c-Jun-dependent transcription because SENP1 can desumoylate the CRD1 domain of p300, thereby releasing the cis-repression of CRD1 on p300"}, {"pubmed": 15702969, "text": "Overexpression of a transfected gene encoding YB-1 in human HeLa cervical carcinoma cells significantly represses the transactivation of a minimal AP-1 reporter construct in response to the tumour promoter PMA."}, {"pubmed": 15708845, "text": "p38alpha and -beta mediate UV-induced, AP-1-mediated, c-Fos phosphorylation"}, {"pubmed": 15718494, "text": "Shear stress induces lipocalin-type prostaglandin D synthase expression by transcriptional activation through the AP-1 binding site"}, {"pubmed": 15746191, "text": "Prolactin and estrogen cooperatively enhance the activity of AP-1 in in breast cancer cells."}, {"pubmed": 15840658, "text": "JUN-dependent expression of PTN and SDF-1 in fibroblasts has a role in keratinocyte proliferation"}, {"pubmed": 15863510, "text": "MMP-9 activity is inhibited by ascochlorin through suppression of AP-1-dependent induction of MMP-9 gene expression"}, {"pubmed": 15870692, "text": "Activation of TrkA gene expression by methylation was considered to be caused by the direct interference of c-Jun binding to the negatively regulating AP-1-like site."}, {"pubmed": 15894171, "text": "hepatopoietin association with thioredoxin constitutes a redox signal transduction in activation of AP-1/NF-kappaB"}, {"pubmed": 15897893, "text": "The proto-oncogene c-jun ia novel target gene of Aryl hydrocarbon receptor."}, {"pubmed": 15922298, "text": "Erg and Jun proteins interact in living cells"}, {"pubmed": 15923644, "text": "TNF-alpha-induced CD44 expression was regulated by AP-1 through the activation of the CaMK-II pathway, whereas LPS-induced CD44 transcription was regulated specifically by Egr-1 through JNK activation."}, {"pubmed": 15936718, "text": "Overexpression of ZNF446 in COS-7 cells inhibits the transcriptional activities of SRE and AP-1."}, {"pubmed": 15941782, "text": "In conclusion, this study has demonstrated for the first time that sodium lactate and LPS exert synergistic effect on MMP and cytokine expression through NF-kappaB and MAPK pathways."}, {"pubmed": 15944151, "text": "chlorogenic acid stimulates Nrf2, inhibits activator protein-1, NF-kappaB, and MAPKs and induces phase 2 detoxifying enzyme activity"}, {"pubmed": 15991283, "text": "Activation of both NF-kappaB and AP-1 may be required for ICH-1L/S-induced apoptosis in hepatocellular carcinoma(HCC), but not for Fas/FasL-mediated apoptosis. NF-kappaB and AP-1 may play important roles in pathogenesis of human HCC."}, {"pubmed": 16049073, "text": "activity of the AP-1 components c-Jun, ATF2, and c-Fos is altered in renal cystic tissue of patients with autosomal dominant polycystic kidney disease"}, {"pubmed": 16055710, "text": "c-Fos/c-Jun AP-1 dimer activity is downregulated by SUMO-1, SUMO-2, and SUMO-3"}, {"pubmed": 16123044, "text": "c-Fos represents a novel target for the isomerizing activity of Pin1, which has a role in the mechanism by which c-Jun and c-Fos cooperate to regulate AP-1-dependent gene transcription"}, {"pubmed": 16140218, "text": "Involucrin expression of keratinocytes is suppressed by roxithromycin through direct inhibition of AP-1 and indirect inhibition of NF-kappaB."}, {"pubmed": 16158054, "text": "Dysregulated c-jun expression may be involved in the acquisition of anchorage independence in the process of human lung carcinogenesis"}, {"pubmed": 16199533, "text": "results show that heparin affin regulatory peptide (HARP) is important for human prostate cancer cell proliferation and migration and establish role of activator protein-1 in up-regulation of HARP expression by low concentrations of hydrogen peroxide"}, {"pubmed": 16223572, "text": "deletion constructs of the promoter and mutational deletion of specific transcription factor binding sites indicated that Smad3/4 and AP-1 binding sites mediated the TGF-beta1 response on LTBP-3"}, {"pubmed": 16243842, "text": "Vpr protein activates activator protein-1, c-Jun N-terminal kinase, and NF-kappaB and stimulates HIV-1 transcription in promonocytic cells and primary macrophages"}, {"pubmed": 16253992, "text": "demonstrates an important role of AP-1 and a member of the Ets family in the transcriptional regulation of C3aR expression, a prerequisite for the ability of C3a to participate in immunomodulation and inflammation"}, {"pubmed": 16266514, "text": "SiO(2) could induce AP-1 expression in A549 cells during the early part of exposure, but AP-1 levels gradually decreased with time."}, {"pubmed": 16285957, "text": "Galectin-3 up-regulation of MUC2 transcription occurs at the level of transcription through AP-1 activation in colon cancer cells"}, {"pubmed": 16289409, "text": "in vitro signaling pathway assay revealed that the JEV NS2B-NS3 protease significantly inhibited the signaling pathway of activator protein 1(AP1), a member of the bZIP family."}, {"pubmed": 16303762, "text": "AP-1 is a key transcription factor that, in part, controls astrocyte-specific expression of genes including the ACT and GFAP genes"}, {"pubmed": 16328781, "text": "Results suggest that VEGF induced by hyperbaric oxygen is through c-Jun/AP-1 activation, and through simultaneous activation of ERK and JNK pathways."}, {"pubmed": 16341687, "text": "gene is identified in proliferative diabetic retinopasathy."}, {"pubmed": 16343055, "text": "PPARalpha activators LY-171883 and WY-14,643 were able to diminish transcriptional induction of COX-2 and VEGF by inhibiting AP-1 (activator protein-1)-mediated transcriptional activation."}, {"pubmed": 16361535, "text": "The AP-1 site in the u-PAR promoter seems to be a less tumor-specific regulator than the Sp1 and AP-2 alpha."}, {"pubmed": 16380075, "text": "AP-1 is a mediator of bile acid-induced liver cell apoptosis"}, {"pubmed": 16410250, "text": "Jab1 is an important effector that mediates a novel signal transduction pathway for PAR-2-dependent gene expression"}, {"pubmed": 16569638, "text": "matrix metalloproteinase-1 expression is regulated by JNK through Ets and AP-1 promoter motifs"}, {"pubmed": 16571680, "text": "SMAP2 functions in the retrograde, early endosome-to-trans golig network pathway in a clathrin- and AP-1-dependent manner."}, {"pubmed": 16586042, "text": "Tacrolimus or cyclosporine A act on human osteoclast precursors in rheumatoid arthritis patients by targeting the calcineurin-dependent NFAT pathway and activation pathway for c-Jun or MITF."}, {"pubmed": 16676006, "text": "The data demonstrate that c-Jun contributes to the promotion of cellular survival by regulating the expression of PTEN."}, {"pubmed": 16690925, "text": "results indicate that HIV-1 Tat interacts with NFAT, affecting its cooperation with AP-1, without altering independent binding of these transcription factors to DNA"}, {"pubmed": 16702224, "text": "The effects of Cybr on nuclear factor of activated T cells and AP-1 are dependent on MAPK activation."}, {"pubmed": 16786139, "text": "PEA3 and c-Jun stimulate synergistically the HER2/neu gene transcription with p300"}, {"pubmed": 16844113, "text": "transcription factor, AP-1, was studied for its potential role in the hypoxia-induced protection against apoptosis. Specific inhibition of AP-1 decreased the protection effect of hypoxia against etoposide-induced apoptosis"}, {"pubmed": 16887814, "text": "CD226 promoters P1 and P2 are regulated by Ets-1 and AP-1"}, {"pubmed": 16895791, "text": "TNF-alpha down-regulates human Cu/Zn superoxide dismutase 1 promoter via JNK/AP-1 signaling pathway"}, {"pubmed": 16905771, "text": "Crn7 interacts with AP-1 and is required for the maintenance of Golgi morphology and protein export from the Golgi"}, {"pubmed": 16911523, "text": "These results indicate AP1-mediated upregulation of Bcl-X(L) expression is critical for protection of human gastric adenocarcinoma cells against adriamycin-induced apoptosis."}, {"pubmed": 16928756, "text": "temporal and dose-dependent interference by an AP-1 family member, c-Jun, upon NF-1 proteins binding an NF-1 consensus site derived from JC virus promoter sequence"}, {"pubmed": 16951171, "text": "JAB1 overexpression is involved in the pathogenesis of pancreatic cancer through JAB1-mediated p27 degradation and that control of JAB1 expression is a novel therapeutic target in patients with pancreatic adenocarcinomas."}, {"pubmed": 16980310, "text": "Elafin inhibits the lipopolysaccharide-induced production of monocyte chemoattractant protein-1 in monocytes by inhibiting AP-1 and NF-kappaB activation."}, {"pubmed": 17009014, "text": "Phosphorylated forms of MKK4, JNK, and c-Jun were detected in salivary infiltrating mononuclear cells of Sjogren's syndrome patients"}, {"pubmed": 17074809, "text": "JNK1 and JNK2 differentially regulate TBP through Elk-1, controlling c-Jun expression and cell proliferation"}, {"pubmed": 17085440, "text": "AP-1 protein degradation has roles in collagen gel-induced epithelial cell apoptosis"}, {"pubmed": 17088247, "text": "hyperactive variants of p38alpha induce, whereas hyperactive variants of p38gamma suppress, activating protein 1-mediated transcription"}, {"pubmed": 17097050, "text": "AMPK mediates IL-2 production by regulating NF-AT and AP-1activation during T cell stimulation."}, {"pubmed": 17101801, "text": "Apoptosis induced by osmotic stress was suppressed by overexpression of c-Jun, indicating that the downregulation of c-Jun promotes apoptosis."}, {"pubmed": 17121851, "text": "a non-classical mechanism by which VDR acts as a c-Jun/AP-1 target gene to modify c-Jun activity in stress response through increased protein expression independent of classical transcriptional regulations"}, {"pubmed": 17130130, "text": "activating protein 1 has a role in the transcriptional regulation of the human FCGR2B promoter mediated by the -343 G -> C polymorphism associated with systemic lupus erythematosus"}, {"pubmed": 17215518, "text": "These findings indicate the dephosphorylation of c-Jun C terminus is required for the c-Jun/Sp1 interaction and reveal that PP2B plays an important role in regulating c-Jun/Sp1 interaction in phorbol 12-myristate 13-acetate -induced gene expression."}, {"pubmed": 17235455, "text": "These data indicate that the aberrant expression of PTEN contributes to the activation of the PI3kinase/Akt pathway and its transcription factor mediators in glioma."}, {"pubmed": 17237388, "text": "Ral is activated upon BCR stimulation and mediates BCR-controlled activation of AP-1 and NFAT transcription factors."}, {"pubmed": 17237407, "text": "IL-10 promoter activity was ablated by mutating two nonpolymorphic binding sites for the AP-1 transcription factor, and in primary human T cells, SDF-1 costimulation enhances AP-1 binding to both of these sites"}, {"pubmed": 17283040, "text": "MCJ is required in these cells to prevent c-Jun-mediated expression of ABCB1 and maintain drug response."}, {"pubmed": 17283046, "text": "c-Jun homodimers are recruited to the interleukin-1beta (IL-1beta) promoter in the absence of direct DNA binding via protein-protein interactions with DNA-anchored PU.1 and CCAAT/enhancer-binding protein beta (C/EBPbeta)."}, {"pubmed": 17314269, "text": "We will summarize the current knowledge regarding the implication of AP-1 proteins in respiratory epithelium carcinogenesis, highlight the ongoing research, and consider the future perspectives of their potential therapeutic interest."}, {"pubmed": 17317669, "text": "IGF-1 induces phosphorylation and an increase of the AP1 complex, which is phosphorylated and binds to the pS2/TFF1 promoter, allowing recruitment of the chromatin remodeling factor Brg1 followed by binding of ERalpha via its interaction with c-Jun"}, {"pubmed": 17390236, "text": "These results suggest that hLBH proteins may act as a transcriptional activator in mitogen-activated protein kinase signaling pathway to mediate cellular functions."}, {"pubmed": 17401435, "text": "1alpha-25(OH)2DHT(3) blocks TNF-induced monocytic tissue factor expression by inhibition of AP1 and NF-kappa b."}, {"pubmed": 17403042, "text": "FasL-induced activator protein (AP)-1 activation is required for optimal IL-8 production."}, {"pubmed": 17438848, "text": "AP-1 may participate in the signal transduction of PKC-triggered expression of IL-5 in allergic rhinitis T lymphocytes."}, {"pubmed": 17466952, "text": "Absence of CFTR at the cell membrane leads to an intrinsic AP1 activity."}, {"pubmed": 17495958, "text": "Coordinated down- and up-regulation of the various AP-1 subunits in the course of epidermal wound healing is important for its undisturbed progress, putatively by influencing inflammation and cell-cell communication."}, {"pubmed": 17506864, "text": "the interaction between the hinge region and the GAE domain underlies the autoregulation of GGA function in clathrin-mediated trafficking through competing with the accessory proteins and the AP-1 complex"}, {"pubmed": 17510314, "text": "These data suggest that Src-induced u-PAR gene expression and invasion/intravasation in vivo is also mediated via AP-1 region -190/-171, especially bound with c-Jun phosphorylated at Ser(73/63)."}, {"pubmed": 17588603, "text": "Changes in AP-1 composition and the level of participating NFAT proteins can differentially influence cytokine gene expression, resulting in biological consequences for the modulation and dynamics of the immune response."}, {"pubmed": 17634427, "text": "These results imply that c-Jun plays a pivotal role in the pathway that connects ligand-activated AR to elevated ETV1 expression, leading to enhanced expression of matrix metalloproteinases and prostate cancer cell invasion."}, {"pubmed": 17636030, "text": "Amino acid residues required for physical and cooperative transcriptional interaction of STAT3 and API-1 proteins c-Jun and c-Fos."}, {"pubmed": 17637753, "text": "The AP-1 factor regulates the expression of cyclin D and E2F (the latter in turn regulates E2F-downstream genes), leading to cell cycle progression and breast cancer cell proliferation."}, {"pubmed": 17639289, "text": "Ras/MAPK cascade acts as the upstream signaling for AP-1 activation and IL-8 expression in toxin A-stimulated intestinal epithelial cells."}, {"pubmed": 17651785, "text": "We conclude that Jab1 expression may lead to down-regulation of the negative cell cycle regulator p27(Kip1), pointing to a possible mechanism that promotes hepatocarcinogenesis."}, {"pubmed": 17652081, "text": "c-Jun nuclear import is mediated by multiple transport receptors"}, {"pubmed": 17658605, "text": "These results suggest that SKAP55 modulates signal transduction from the T cell antigen receptor to Ras by binding to RasGRP1."}, {"pubmed": 17672916, "text": "The present study confirms that overexpression of c-Jun contributes to metastasis of breast cancer."}, {"pubmed": 17681951, "text": "Dimerization with the Jun proteins inhibits c-Fos nuclear exit."}, {"pubmed": 17702894, "text": "These data suggest that stromally expressed c-Jun may promote prostatic epithelial proliferation through IGF-1 as a paracrine signal that, in turn, can promote prostate epithelial proliferation."}, {"pubmed": 17703412, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17761353, "text": "results suggest that HPE-induced IL-8 secretion occurs via activation of JNK/SAPK and transcription factors NF-kappaB and AP-1 in PMA-differentiated THP-1 cells"}, {"pubmed": 17804415, "text": "Results show that Plk3 mediates UV irradiation-induced c-Jun activation by phosphorylating c-Jun, suggesting that Plk3 plays an important role in mediating programmed cell death of corneal epithelial cells after UV irradiation."}, {"pubmed": 17845581, "text": "Transactivation by AP-1 increased luciferase expression 85-fold, in the absence of stimulation. Synergistic interactions were demonstrated between Ets1, GATA-3 and AP-1."}, {"pubmed": 17908424, "text": "JNK and ERK signaling pathways, but not p38 pathway regulate benzo(a)pyrene-induced c-Jun activation in human embryo lung fibroblasts."}, {"pubmed": 17914574, "text": "overexpression of c-Jun is associated with invasiveness and metastasis in breast cancer"}, {"pubmed": 17920329, "text": "c-Jun may sense the strength of genotoxic stress through DNA-damage dependent phosphorylation of T95, which in turn augments c-Jun transactivation by JNKs."}, {"pubmed": 17940019, "text": "These findings demonstrate that c-Jun/AP-1 is hepatoprotective during acute hepatitis by regulating nos2/nitric oxide expression and thus functionally antagonizes the cell death-promoting functions of JNK."}, {"pubmed": 17952113, "text": "Calcineurin stabilizes c-Jun by dephosphorylating c-Jun at Ser-243 to enhance its tumorigenic ability"}, {"pubmed": 17968316, "text": "dynamic changes of the COP1/COP1D ratio provide an additional level of regulation of the half-life of the substrates of this E3 ligase under homeostatic or pathological conditions"}, {"pubmed": 17978573, "text": "HSP90 stabilizes c-Jun protein, and so increases the total activity of c-Jun in HEK293 cells."}, {"pubmed": 18032824, "text": "AP-1 and NF-kappaB transcription factors are activated and EGF-R is expressed in these cells and associated with COX-2 and VEGF production"}, {"pubmed": 18062835, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18065414, "text": "ER stress increases MTHFR expression and IRE1 and c-Jun mediate this activation"}, {"pubmed": 18073204, "text": "Nef binding to the MHC-I cytoplasmic tail stabilizes the interaction of a tyrosine in the MHC-I cytoplasmic tail with the natural tyrosine binding pocket in AP-1"}, {"pubmed": 18171671, "text": "Basic fibroblast growth factor-induced neuronal differentiation of mouse bone marrow stromal cells requires FGFR-1, MAPK/ERK, and transcription factor AP-1"}, {"pubmed": 18172215, "text": "analysis of a cross-talk between AP-1 and NF-kappaB"}, {"pubmed": 18174157, "text": "17beta-estradiol induces ERRalpha gene expression in MCF-7 cells through active recruitment of co-activators and release of co-repressors when ERRalpha and AP1 bind and ERalpha is tethered to the multiple hormone-response element"}, {"pubmed": 18180292, "text": "in addition to its transcriptional effects, c-Jun regulates rRNA processing and nucleolar compartmentalization of the rRNA processing protein DDX21"}, {"pubmed": 18180316, "text": "study has demonstrated a robust augmentation by high glucose of lipopolysaccharide (LPS)-stimulated CD14 antigen expression through activator protein-1 (AP-1) and nuclear factor kappaB (NFkappaB)"}, {"pubmed": 18192274, "text": "Sp1 recruits ATF3, c-Jun, and STAT3 to obtain the requisite synergistic effect in neuronal injury through DINE neuronal injury-inducible gene"}, {"pubmed": 18234454, "text": "results reveal that especially NRF-1, along with AP-1 and, to a minor extent, an Sp1 site, is essential for human CAPNS1 promoter activity and gene expression"}, {"pubmed": 18239671, "text": "Results suggest that secretogranin II represents a key AP-1-regulated protein that counteracts nitric oxide toxicity and mediates neuronal differentiation of neuroblastoma cells."}, {"pubmed": 18253836, "text": "activator protein-1 (AP-1) was activated through phosphorylation of cJun and cFos, induced by JNK and p38, respectively."}, {"pubmed": 18262488, "text": "analysis of the structural polymorphism of a 21-bp Pu.Py DNA segment within human c-jun protooncogene 3'-region, a potential target for triplex formation"}, {"pubmed": 18281687, "text": "Transcriptional activation of the EGR-1 promoter by JNK-MKK7 or by IL-1 required a single upstream AP-1 site and three distal serum-response elements (SRE)."}, {"pubmed": 18302882, "text": "200 microg/ml silica exposure can induce AP-1 activation andinduce cell cycle changes through the ERK, JNK/AP-1-dependent pathway."}, {"pubmed": 18304423, "text": "Three kinds of immunological adjuvants, TNF alpha, CpG-ODN and CpG-ODN/HBsAg enhanced the expression of nucleic NF-kB and inhibited the expression of AP-1 in dendritic cells in chronic hepatitis B patients."}, {"pubmed": 18316037, "text": "Binding of Jun-Fos bZIP domains to both tetradecanoylphorbol acetate (TRE) and CRE response elements is under enthalpic control and accompanied by entropic penalty at physiological temperatures."}, {"pubmed": 18316603, "text": "c-Jun translocates B23 and ARF from the nucleolus after JNK activation by means of protein interactions"}, {"pubmed": 18322962, "text": "Over-expression of RASSF1A inhibits the growth of SGC7901 cells by negatively regulating the AP-1 activity, the latter in turn negatively signals cell proliferation."}, {"pubmed": 18347071, "text": "Our results reveal a mechanism by which nuclear Dvl cooperates with c-Jun to regulate gene transcription stimulated by the canonical Wnt signaling pathway."}, {"pubmed": 18351441, "text": "expression of LDHAL6A was able to activate transcriptional activities of AP1(PMA)"}, {"pubmed": 18352974, "text": "Transcription factor AP-1 does not seem to have a significant role in the pathological process."}, {"pubmed": 18384814, "text": "activation protein 1 (AP-1) activates the miR-21 transcription in conjugation with the SWI/SNF complex"}, {"pubmed": 18410487, "text": "AP-1 and AP-3 are involved in the formation of distinct types of clathrin-coated vesicles, each of which is characterized by the incorporation of specific cargo membrane proteins"}, {"pubmed": 18414033, "text": "c-jun downregulation results in apoptosis-mediated anti-osteosarcoma activity"}, {"pubmed": 18435914, "text": "A prominent role for ERK1/2 was shown in the TPA-induced activation of c-Jun regulating the Fra1 promoter."}, {"pubmed": 18443042, "text": "These data support the idea of an activator function of c-Jun that is executed by multiple mechanisms, including phosphorylation-dependent interaction with p65 NF-kappaB and HDAC3 at the level of chromatin."}, {"pubmed": 18443043, "text": "Phosphorylation deficient c-jun was less able to recruit PCAF to AP-1 sites."}, {"pubmed": 18445313, "text": "AP-1 activity and cyclin D1/E2F-1 expression in human embryo lung fibroblasts increased significantly after benzo(a)pyrene treatment."}, {"pubmed": 18448277, "text": "Activation of c-Jun by the p53-dependent PI-3K/Akt/ERK pathway is responsible for B(a)P-induced cell cycle alternations in human embryo lung fibroblasts."}, {"pubmed": 18467434, "text": "GPR30-mediated inhibition of urothelial cell proliferation is the result of decreased cyclin D1 by down-regulation of activation protein-1 signaling."}, {"pubmed": 18485515, "text": "Increased intracellular ROS generation in peripheral blood monocytes of diabetic patients is involved in the pathogenesis of diabetic nephropathy via activation of AP-1."}, {"pubmed": 18487146, "text": "The preliminary results showed that AC3-33 is an important novel gene related to supress AP-1 activity."}, {"pubmed": 18494816, "text": "These findings suggest that deregulation of AP-1 expression in primary cutaneous T-cell lymphoma is the result of aberrant expression of JUNB and possible JUND"}, {"pubmed": 18497564, "text": "Involvement of c-Jun in human liposarcoma growth: supporting data from clinical immunohistochemistry and DNAzyme efficacy."}, {"pubmed": 18515365, "text": "Interleukin (IL) 1beta induction of IL-6 is mediated by a novel phosphatidylinositol 3-kinase-dependent AKT/IkappaB kinase alpha pathway targeting activator protein-1"}, {"pubmed": 18543249, "text": "Concluded that IL-6/sIL-6R enhances cathepsin B and L production via IL-6/sIL-6R-mediated Cav-1-JNK-AP-1 pathway in human gingival fibroblasts."}, {"pubmed": 18570890, "text": "ERK1/2 phosphorylation and c-Jun expression were significantly lowered in gastric cancer compared with the non-cancer adjacent tissues."}, {"pubmed": 18572021, "text": "an important role of CDCA4 in the context of transcriptional regulation and cell fate determination through the JUN oncogene"}, {"pubmed": 18597608, "text": "Thrombin Stimulation of c-jun mRNA expression showed biphasic responses with two peaks after 1 and 8 hours of exposure."}, {"pubmed": 18600430, "text": "HRG-beta-induced MMP-7 expression was regulated by HER2-mediated AP-1 activation in MCF-7 cells."}, {"pubmed": 18617512, "text": "Phosphorylation of Thr-178 and Thr-184 in the TAK1 T-loop is required for interleukin (IL)-1-mediated optimal NFkappaB and AP-1 activation as well as IL-6 gene expression."}, {"pubmed": 18619508, "text": "nuclear c-Abl kinase can activate CSF-1 gene transcription by regulating AP-1 activity in the signaling events induced by L-selectin ligation."}, {"pubmed": 18621151, "text": "LPS-induced c-fos and c-jun expressions are mediated by two different signaling pathways: one through phosphoinositide-phospholipase C, and the second through activation of protein kinase A (PKA)."}, {"pubmed": 18644981, "text": "These results reveal a new AP-1 site within the TRAIL promoter functionally involved in TGF-beta-induced TRAIL expression and apoptosis in hepatomas."}, {"pubmed": 18646516, "text": "Overexpression of p53 in human embryo lung fibroblasts induced by B(a)P could be through AP-1 independent pathways."}, {"pubmed": 18650425, "text": "hypoxia/reoxygenation induces Plk3 activation instead of the JNK effect to directly phosphorylate and activate c-Jun, subsequently contributing to apoptosis in human corneal epithelial cells"}, {"pubmed": 18653452, "text": "(62)EEEE(65) plays a stabilizing role in the formation of a ternary complex between Nef, the MHC-I cytoplasmic domain, and AP-1"}, {"pubmed": 18653705, "text": "Activator protein-1 and smad proteins synergistically regulate human follicle-stimulating hormone beta-promoter activity."}, {"pubmed": 18664273, "text": "Smad4 mediates transcriptional regulation through three mechanisms: Smad4 binding to a functional SBE site in the LAMA3 promoter, Smad4 binding to AP1 (and Sp1) sites via interaction with AP1 family, and Smad4 impact on transcription of AP1 factors"}, {"pubmed": 18692129, "text": "activation of JNK1/AP-1 and subsequent IL-8 induction in hyperoxia are mediated by intracellular reactive oxygen species"}, {"pubmed": 18708361, "text": "c-Jun down-regulation-mediated apoptosis in osteosarcoma cells involved caspase-1, caspase-2, and caspase-8, but not the Fas/FasL pathway."}, {"pubmed": 18725194, "text": "The thermodynamics of heterodimerization of leucine zippers of Jun and Fos was characterized."}, {"pubmed": 18757369, "text": "a link between RhoA, JNK, c-Jun, and MMP2 activity that is functionally involved in the reduction in osteosarcoma cell invasion by the statin. This suggests a novel strategy targeting RhoA-JNK-c-Jun signaling to reduce osteosarcoma cell tumorigenesis."}, {"pubmed": 18775869, "text": "These results suggest that alpha5 gene expression is likely dictated by subtle alterations in the nuclear ratio of TFs that either repress (NFI) or activate (Sp1 and AP-1) alpha5 transcription in corneal epithelial cells."}, {"pubmed": 18805449, "text": "These data suggest that c-Jun-N terminal kinase pathways are involved in oxidative stress-induced dopaminergic neuronal degeneration and pretreatment with selegiline affords neuroprotection by inhibiting these cell death-signaling pathways."}, {"pubmed": 18838675, "text": "identify c-JUN and c-FOS as important regulators of human replication origin selection"}, {"pubmed": 18844221, "text": "NDRG2 modulates intracellular signals to control cell cycle through the regulation of cyclin D1 expression via phosphorylation pathway and down-regulation of AP-1"}, {"pubmed": 18845538, "text": "a novel function for Parkin in modulating the expression of Eg5 through the Hsp70-JNK-c-Jun signaling pathway."}, {"pubmed": 18923650, "text": "Peptidylarginine deiminase Intergenic Enhancer is a strong enhancer of the PADI3 promoter in Ca2+-differentiated epidermal keratinocytes, and requires bound AP-1 factors, namely c-Jun and c-Fos"}, {"pubmed": 18931081, "text": "Epstein Barr virus EBNA1 enhances activity of the AP-1 transcription factor in nasopharyngeal carcinoma cells."}, {"pubmed": 18936204, "text": "Dose-dependent effects of rosmarinic acid on activator protein 1 activation of cyclooxygenase 2 in normal and neoplastic cells lines is reported."}, {"pubmed": 18940179, "text": "bZIP domains of the Jun transcription factor bind to DNA as monomers prior to folding and homodimerization"}, {"pubmed": 18950845, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18952102, "text": "These results reveal the molecular bases of the expression specificity of PADI1 and PADI3 during keratinocyte differentiation through a long-range enhancer and support a model of PADI gene regulation depending on c-Jun-JunD competition."}, {"pubmed": 18957410, "text": "bexarotene increased the occupancy of the identified enhancer element in IGFBP-6 gene by RXRalpha, RARbeta, cJun, cFos, and p300"}, {"pubmed": 18992165, "text": "Increased expression in colorectal adenomas, high-grade intraepithelial neoplasia and adenocarcinomas than in the adjacent normal epithelia"}, {"pubmed": 19015316, "text": "Fast regulation of AP-1 activity through interaction of lamin A/C, ERK1/2, and c-Fos at the nuclear envelope."}, {"pubmed": 19018257, "text": "AP-1 and PI3K/Akt pathways play an essential role in the growth of somenon-small cell lung cancer cells"}, {"pubmed": 19020743, "text": "EGF induces uPAR expression via ERK-1/2, AP-1, and NF-kappaB signaling pathways and, in turn, stimulates cell invasiveness in human gastric cancer AGS cells"}, {"pubmed": 19022561, "text": "both SF1 and LRH1 can transcriptionally cooperate with the AP-1 family members c-JUN and c-FOS, known to be associated with enhanced proliferation of endometrial carcinoma cells, to further enhance activation of the STAR, HSD3B2, and CYP19A1 PII promoters"}, {"pubmed": 19028685, "text": "The SAF-1.c-Fos.c-Jun ternary complex efficiently promotes transcription from both SAF-1 and AP-1 sites of human MMP-1 promoter."}, {"pubmed": 19035162, "text": "AP-1 may be a factor that can predict coronary arteriosclerotic progression and stability of the plaque."}, {"pubmed": 19080373, "text": "The ERK/AP-1 signaling pathway is responsible for SiO(2)-induced PAI-1 protein expression."}, {"pubmed": 19105933, "text": "PDGF and TGF beta can strongly up-regulate c-fos and c-jun gene expressions in hepatic stellate T6 cells."}, {"pubmed": 19123467, "text": "NF-kappaB repression and activation of AP-1 enhance apoptosis in prostate cancer cells"}, {"pubmed": 19131506, "text": "GnRH regulation of Jun transcription requires a functional interaction between TCF/LEF and beta-catenin."}, {"pubmed": 19164581, "text": "ablation of AP-1 function disrupts the cellular transformation and proliferation mediated by this oncogene. Data illustrate a novel mechanism required to couple mitogenic signals to the AP-1 gene regulatory program"}, {"pubmed": 19165171, "text": "Enhanced liver activation of the proinflammatory ppaB and AP-1 in obese patients with nonalcoholic fatty liver disease, parameters associaated with oxidative stress insulin resistance."}, {"pubmed": 19166930, "text": "Activated c-Jun is dimerized with JunD in response to adrenomedullin. Activation of cJun/JNK pathway is involved in the growth regulatory activity of adrenomedullin in glioblastoma cells."}, {"pubmed": 19176525, "text": "the phosphorylation of ATF-2 at Ser-121 plays a key role in the c-Jun-mediated activation of transcription that occurs in response to TPA."}, {"pubmed": 19193763, "text": "Cell separation or abrogation of E-cadherin-mediated cell-cell contacts both cause a dramatic increase in accumulation of the c-Jun protein."}, {"pubmed": 19206162, "text": "Data suggest that mechanical signals are transmitted into the nucleus by ERK/JNK signaling pathways and then stimulate collagen type I expression through AP-1 activation in force-exposed human periodontal ligament fibroblasts."}, {"pubmed": 19215067, "text": "Data suggest that the single nucleotide variants of the TGACTCA motif modulate energetics and orientation of binding of the Jun-Fos heterodimer and that such behavior may be a critical determinant of differential regulation of specific genes."}, {"pubmed": 19219074, "text": "A novel connection between HH/GLI pathway activity and JUN, which may contribute to the oncogenic activity of HH/GLI signaling in skin."}, {"pubmed": 19231233, "text": "IFNgamma-stimulated mast cells induce productions of inflammatory cytokines through PKC/p38/NF-kappaB and AP-1 pathways, not through classical JAK/STAT1 pathway, in mast cells"}, {"pubmed": 19238531, "text": "physiological protective effects of HES 130/0.4 in preventing oxidative stress in hemorrhagic shock appear to be mediated by down-regulation of the transcription factor NF-kappaB and AP-1"}, {"pubmed": 19249008, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19258923, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19281909, "text": "Human CD4(+) T cells express a functional H(4)R. The receptor is upregulated under T(H)2 conditions, and its stimulation leads to induction of AP-1 and IL-31."}, {"pubmed": 19306295, "text": "clinorotation upregulates iNOS in human umbilical vein endothelial cells by a mechanism dependent on suppression of AP-1, but not NF-kappaB"}, {"pubmed": 19334540, "text": "some transcriptional factors including AP-1 system of transcriptional factors are involved in pathological processes both under psoriasis and Crohn disease."}, {"pubmed": 19357699, "text": "BCR-ABL downregulates c-Jun expression by activating the PI3K-Akt pathway during chronic phase of chronic myeloid leukemia (CML-CP)."}, {"pubmed": 19358752, "text": "AP-1 binds to the p53 gene promoter region and regulates its expression in A549 cells."}, {"pubmed": 19384981, "text": "study found surface parameters for Fra-1 are similar in general to those of c-Fos and c-Jun; differences were found in the interactions of the three proteins with phospholipids"}, {"pubmed": 19433309, "text": "These findings describe a novel function of c-FLIP-L involved in AP-1 activation and cell proliferation."}, {"pubmed": 19435822, "text": "Findings indicate that AP-1 has an important function in pancreatic cancer cells and provide evidence for a previously unknown Akt-mediated mechanism of c-Jun activation."}, {"pubmed": 19495976, "text": "H. pylori in a Korean isolate induces the expression of COX-2 and iNOS via AP-1 activation, which may be mediated by Ras and the expression of c-Fos and c-Jun in gastric epithelial cells."}, {"pubmed": 19499154, "text": "propose that NGX6 expression is lost in the process of human colorectal carcinogenesis. Its overexpression can inhibit expression of transcription factors AP-1 and Ets-1, and down-regulate transcriptional activity of the cyclin D1 promoter in human CRC"}, {"pubmed": 19513521, "text": "AP-1 proteins (jun/fos) are differentially expressed in ovarian tumors of differing malignant potential. No correlation with the proliferative and invasive potential of ovarian cancer cell lines could be found."}, {"pubmed": 19528235, "text": "Results suggest that increased c-Jun expression due to mutant Shp2-induced Ras hyperactivation, and reduced GATA2 expression promote aberrant monocytic differentiation induced by activating PTPN11 mutants."}, {"pubmed": 19531482, "text": "cAMP stringently regulates human cathelicidin antimicrobial peptide expression in the mucosal epithelial cells by activating cAMP-response element-binding protein, AP-1, and inducible cAMP early repressor"}, {"pubmed": 19578717, "text": "ZCCHC12 enhanced the transcriptional activities of activator protein 1 (AP-1) and cAMP response element binding protein (CREB) as a coactivator"}, {"pubmed": 19591174, "text": "NAG7 plays a potential role in promoting nasopharyngeal carcinoma invasion by regulation of ERalpha and the H-ras/p-c-Raf and JNK2/AP-1/MMP1 signaling pathways."}, {"pubmed": 19595408, "text": "The authors demonstrate that the repression of c-Jun activity in vivo is mainly due to the HBZ-SP1-mediated sequestration of c-Jun to the HBZ-NBs.[HBZ]"}, {"pubmed": 19616043, "text": "adrenomedullin is expressed in ovarian epithelial carcinoma tissue and bFGF can induce the expression of AM through the JNK-AP-1 pathway in ovarian epithelial carcinoma cell line CAOV(3)"}, {"pubmed": 19653276, "text": "Differential expression and activation of AP-1 super-family proteins in relation to severity of lesion and their crucial role in human oral carcinogenesis."}, {"pubmed": 19654329, "text": "a novel role of PBEF in the pathogenesis of acute lung injury and other inflammatory disorders via AP-1 dependent mechanism"}, {"pubmed": 19701800, "text": "LNX and RhoC might be part of a larger protein complex that would have important functions in signaling transduction about regulating the transcriptional activities of AP-1."}, {"pubmed": 19714312, "text": "Results established that GATA2 and AP-1 Activator elements c-Jun/c-Fos act additively in modulating the SIRT3-VNTR enhancer function."}, {"pubmed": 19723051, "text": "Results suggest suggest that DHA-induced activation of AP-1 may mediate apoptosis of gastric cancer cells by inducing the expression of apoptotic genes in gastric cancer cells."}, {"pubmed": 19734233, "text": "The ability of interleukin (IL)-12 to enhance the cellular levels of c-jun was shown to be required for IL-12 to promote IL-10 production from human memory CD4-positive T cells."}, {"pubmed": 19758340, "text": "c-Jun is rarely activated in normal skin and psoriasis in contrast to cutaneous lichen planus and squamous cell carcinoma."}, {"pubmed": 19758438, "text": "A high DNA binding activity and elevated expression of AP-1 proteins were observed in esophageal cancer."}, {"pubmed": 19782465, "text": "lithocholic acid induces uPAR expression via Erk-1/2 and AP-1 pathway and, in turn, stimulate invasiveness of human colon cancer cells."}, {"pubmed": 19787273, "text": "AP-1 activity in prostate cancer cells mediates EGF-R and PI3K signalling, is essential for their proliferation, and confers protection against radiation-induced cell death"}, {"pubmed": 19794957, "text": "Data evidenced that hypoxia decreased the responsiveness of HepG2 cells to etoposide at least by two independent pathways involving p53 inhibition and c-jun activation."}, {"pubmed": 19795388, "text": "different levels of oxidative stress can regulate the expression of AP-1 transcription factors quantitatively in the human retinal pigment epithelium in vitro"}, {"pubmed": 19806201, "text": "JNK2 suppression of a novel JNK1/c-Jun/Bcl-3 apoptotic network hasa role in basal cancer cell survival"}, {"pubmed": 19811296, "text": "following low dose X-irradiation, an increased activator protein 1 (AP-1) DNA-binding activity was observed in endothelial cells"}, {"pubmed": 19837979, "text": "JUN overexpression in multiple myeloma cells induced cell death and growth inhibition and up-regulated expression of early growth response protein 1."}, {"pubmed": 19841138, "text": "show that the clathrin adaptor AP-1 and the kinesin motor KIF13A together create peripheral recycling endosomal subdomains in melanocytes required for cargo delivery to maturing melanosomes."}, {"pubmed": 19859790, "text": "c-Jun-NH2 terminal kinase (JNK)-mediates AP-1 activation by thioredoxin."}, {"pubmed": 19860880, "text": "Human intron enhancer kappa (iE kappa) is active in Ig kappa-expressing nasopharyngeal carcinoma cells and LMP1-stimulated NF-kappaB and AP-1 activation results in an augmenting activation of the iE kappa."}, {"pubmed": 19874574, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19878434, "text": "Activation of activator protein-1 (AP-1) can induce cell death via non-transcriptional pathways in cultured cortical neurons."}, {"pubmed": 19885545, "text": "activation of JNK/AP-1 or ERK/AP-1 pathway plays crucial roles in constitutive transactivation of MMP-1 in pancreatic cancer cell lines"}, {"pubmed": 19898747, "text": "Enteroaggregative Escherichia coli infection induces IL-8 production via activation of mitogen-activated protein kinases and the transcription factors NF-kappaB and AP-1."}, {"pubmed": 19910471, "text": "The identification of c-Jun as a transcriptional regulator of PDK1 expression highlights key mechanisms underlying c-Jun oncogenic activity, and provides new insight into the nature of up-regulated Akt and PKC in melanoma."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19919900, "text": "The correlation between activator protein-1 and cholesteryl esters suggests that high activator protein-1 is a marker of carotid plaque vulnerability. Activator protein-1 expression can also reflect the activation of repair processes"}, {"pubmed": 19921846, "text": "Jun-Fos heterodimer exhibits differential energetics in binding to genetic variants of TGACGTCA canonical motif."}, {"pubmed": 19937141, "text": "increased expression in lymphoma cells undergoing glucose oxidase-mediated cell death"}, {"pubmed": 19937979, "text": "Up-regulation of TRPM6 transcriptional activity by AP-1 in renal epithelial cells."}, {"pubmed": 19939924, "text": "endogenous Tpl2 promotes efficient murine gammaherpesvirus 68 lytic replication through AP-1-dependent upregulation of RTA expression"}, {"pubmed": 19944700, "text": "Stability and DNA-binding ability of the bZIP dimers formed by the ATF-2 and c-Jun."}, {"pubmed": 19959471, "text": "Studies present the first evidence demonstrating the role of the AP-1 complex in transcriptional down-regulation of the p27(Kip1) gene following mitogenic stimulation."}, {"pubmed": 19965873, "text": "Studies unravel the molecular basis for Gadkin-mediated AP-1 recruitment to TGN/endosomal membranes and identify a novel subtype of the AP-1-binding motif."}, {"pubmed": 20044606, "text": "Amplification and overexpression of JUN may be rare in primary hepatocellular carcinoma."}, {"pubmed": 20051654, "text": "Both NF-kappaB and c-Jun N-terminal kinase (JNK)/AP-1 pathways are important for matrix metalloproteinase-12 upregulation induced by tumor necrosis factor (TNF)-alpha in airway epithelial tumor A549 cells."}, {"pubmed": 20053993, "text": "Endogenous c-Jun contributes to ErbB2-induced mammary tumor cell invasion and self-renewal"}, {"pubmed": 20074357, "text": "In ovarian cancer cells highly responsive to lysophosphatidic acid (LPA), activation of AP-1 by LPA was suppressed by inhibition of EGFR while NF-kappaB was stimulated via the Gq-PKC pathway in an EGFR-independent manner."}, {"pubmed": 20093361, "text": "Wip1 (wild-type p53-induced phosphatase) expression is temporally induced by c-Jun and p53 in response to UV irradiation"}, {"pubmed": 20133937, "text": "the interaction of P(3)-25 with TRAF2 leads to inhibition of the NF-kappaB pathway and activation of AP-1 pathway"}, {"pubmed": 20137127, "text": "The bone marrow microenvironment can inhibit the expression of AP-1, and promote myeloma cell proliferation and maintain cell survival."}, {"pubmed": 20170659, "text": "X-box binding protein 1 regulates brain natriuretic peptide through a novel AP1/CRE-like element in cardiomyocytes"}, {"pubmed": 20185758, "text": "These data together demonstrate the existence of a c-Jun-dependent mechanism regulating the abundance of the antiapoptotic DNp73 in response to genotoxic stress."}, {"pubmed": 20193273, "text": "PAR-2 activation induced by trypsin or SLIGKV-NH(2) promotes the proliferation of HepG2 cells partially via the ERK/AP-1 pathway."}, {"pubmed": 20198339, "text": "Bile acid regulates MUC2 transcription in colon cancer cells via positive EGFR/PKC/Ras/ERK/CREB, PI3K/Akt/IkappaB/NF-kappaB and p38/MSK1/CREB pathways and negative JNK/c-Jun/AP-1 pathway."}, {"pubmed": 20203690, "text": "Binding of G-1 compound to GPR30 in PC-3 prostate cancer cells is followed by sustained activation of Erk1/2 and a c-jun/c-fos-dependent upregulation of p21, resulting in the arrest of PC-3 growth at the G(2) phase."}, {"pubmed": 20222112, "text": "This study is the first to show that TGF-beta induces CTGF expression through activation of Smad3 and activator protein 1 (AP-1) signaling pathways in nucleus pulposus cells."}, {"pubmed": 20225236, "text": "This study demonstrated that IL-6 and high glucose synergistically stimulated MMP-1 expression in mononuclear phagocytes via ERK and JNK cascades and c-Jun upregulation."}, {"pubmed": 20227498, "text": "MAP3 kinase COT1 is up-regulated by 1,25-dihydroxyvitamin D3 in parallel with activated c-jun during differentiation of human myeloid leukemia cells"}, {"pubmed": 20306472, "text": "SARM-mediated inhibition may not be exclusively directed at TRIF or MyD88, but that SARM may also directly inhibit MAPK phosphorylation"}, {"pubmed": 20331627, "text": "decrease of lung cancer cell proliferation by ZAK may involve the ERK and JNK pathways via an AP-1 transcription factor."}, {"pubmed": 20331972, "text": "Taken together, this study provides novel insights into the energetic contributions of leucine zippers to the binding of bZIP domains of Jun transcription factor to DNA."}, {"pubmed": 20331980, "text": "Over-expression of TMME174 enhanced the transcriptional activity of AP-1 and promoted cell proliferation in kidney."}, {"pubmed": 20333648, "text": "EV71-induced COX-2 expression associated with prostaglandin E(2) production is mediated through activation of c-Src/PDGFR/PI3K/Akt/p42/p44 MAPK to initiate the expression of AP-1."}, {"pubmed": 20353950, "text": "AP-1 (Fra-1/c-Jun)-mediated induction of expression of matrix metalloproteinase-2 is required for 15S-hydroxyeicosatetraenoic acid-induced angiogenesis"}, {"pubmed": 20353996, "text": "We show evidence for the first time of an interdependence of TAF4b and AP-1 family members in cell type-specific promoter recognition and initiation of transcription in the context of cancer progression and EMT."}, {"pubmed": 20371606, "text": "FGF2 induction of NOS3 expression is mainly mediated by AP-1-dependent transcription involving JunB and Fra1 up-regulation via sustained ERK2/1 activation in endothelial cells"}, {"pubmed": 20395206, "text": "Extracellular signal-regulated kinase 8-mediated c-Jun phosphorylation increases tumorigenesis of human colon cancer"}, {"pubmed": 20430872, "text": "Collectively, these data suggest that CHOP and AP-1(c-Jun) cooperatively mediate PUMA induction during hepatocyte lipoapoptosis."}, {"pubmed": 20432452, "text": "These results suggest that in human rheumatoid arthritis synovial fibroblasts, activation of ERK, JNK, AP-1, and NF-kappaB are essential for IL-1beta-induced ICAM-1 expression and leukocyte adhesion."}, {"pubmed": 20448330, "text": "essential for the expression of a glioblastoma multiforme related IL-13Ra2 transcript"}, {"pubmed": 20459032, "text": "Acrylamide can induce high protein expressions of c-fos and c-jun proto-oncogenes and apoptosis in L-02 cells."}, {"pubmed": 20479762, "text": "The adults, low early-life socioeconomic status individuals who experienced high maternal warmth would show reduced activity of IL-6."}, {"pubmed": 20482821, "text": "BEX2 has a functional interplay with c-Jun and p65/RelA in breast cancer."}, {"pubmed": 20483790, "text": "functionally unopposed, network-dependent microglial MMP-1/-3 gene expression and secretion regulated by NF-kappaB and AP-1 subunits were demonstrated in vitro and, for the first time, in CNS tuberculosis patients"}, {"pubmed": 20503287, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20505831, "text": "The presented data, which was obtained in the test-tube experiments, adds GCN4 and c-Jun to the pool of proteins with multiple functions."}, {"pubmed": 20507572, "text": "The aim of this study was to investigate the role of the transcription factors, AP-1 and NF-kappaB, in IL-6 and CXCL8 regulation in Jurkat T-cells."}, {"pubmed": 20508969, "text": "These results reveal a novel mechanism by which ARNT acts as a modulator to bridge the c-Jun/Sp1 interaction and plays a role in EGF-mediated gene expression under normoxic conditions."}, {"pubmed": 20510020, "text": "Results suggest that SAMD4B is a widely expressed gene involved in AP-1-, p53-and p21-mediated transcriptional signaling activity."}, {"pubmed": 20511396, "text": "results demonstrate that in situ PLA is a powerful diagnostic tool to analyze and quantify the amounts of biologically critical AP-1 dimers in fixed cells and tissue material"}, {"pubmed": 20519498, "text": "Transcription of the transforming growth factor beta activating integrin beta8 subunit is regulated by SP3, AP-1, and the p38 pathway"}, {"pubmed": 20531301, "text": "Inhibition of AP-1 by SARI negatively regulates transformation progression mediated by CCN1."}, {"pubmed": 20543003, "text": "AP-1 and glucocorticoid receptor interaction increased after dexamethasone stimulation in asthmatic fibroblasts. AP-1 overexpression in control fibroblasts abrogated collagen gene response to Dex."}, {"pubmed": 20554528, "text": "the differential up-regulation of MKP3 by Ets2 and of DUSP5 by c-Jun may converge in similar functional roles for these MAP kinase phosphatases in the growth arrest versus proliferation decisions of breast cancer cells"}, {"pubmed": 20557936, "text": "A region of NFATc2 C-terminal of the DNA binding domain was necessary and sufficient for interaction with cJun in the absence of DNA, and this same region of NFATc2 was required for the synergistic activation of IL-2 transcription in T cells."}, {"pubmed": 20590529, "text": "MEF2A and MEF2D play dual roles in human macrophages differentiation, as activators and as repressors of c-jun transcription."}, {"pubmed": 20607803, "text": "Suggest that c-jun is a positive regulator of TAp63 promoter activity and protein expression and that TAp63 probably plays a growth suppressor role in the Hep3B human hepatocellular carcinoma."}, {"pubmed": 20619956, "text": "calorimetric studies of atf-2 and c-jun transcription factors"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20628624, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20665665, "text": "AP-1 and NF-kappaB play an essential role in the hydrogen peroxide-induced beta(2)-GPI expression."}, {"pubmed": 20680410, "text": "show that STS-26T clones conditionally expressing oncogenic N-Ras show increased phosphorylated ERK1,2 and phosphorylated JNK expression concomitant with increased AP-1 activity"}, {"pubmed": 20683948, "text": "HCV core protein potentiates chemically induced HCC through c-Jun activation, which in turn, enhances cell proliferation, suppresses apoptosis, and impairs oxidative DNA damage repair, leading to hepatocellular transformation"}, {"pubmed": 20688351, "text": "These findings suggest that c-Jun plays a key role in pathological events and may represent a novel therapeutic target in acute renal allograft rejection."}, {"pubmed": 20698984, "text": "Pseudomonas fluorescens exerts a cytotoxic effect on epithelial intestinal cells and induces Interleukin-8 via the AP-1 signaling."}, {"pubmed": 20837772, "text": "These findings reveal a novel function of Fra-2/AP-1 as a positive regulator of bone and matrix formation in mice and humans."}, {"pubmed": 20939893, "text": "STAT3 and c-Jun could physically interact and bind to the AP-1 site, implicating that the interplay of both transcriptional factors on the AP-1 site is responsible for isoproterenol-stimulated MMP-7 expression in gastric cancer cells."}, {"pubmed": 20942798, "text": "phorbol ester PMA increases TBX3 protein and mRNA levels in a protein kinase C-dependent manner via the AP-1 transcription factors c-Jun and JunB"}, {"pubmed": 20943203, "text": "Data show that 17beta-estradiol/ERalpha regulates human WNK4 expression partly through AP-1 binding to the WNK4 promoter."}, {"pubmed": 20952681, "text": "ET-1-mediated MIP-1beta gene expression is regulated via hypoxia-response elements, AP-1, and NF-kappaB cis-binding elements in its promoter and negatively regulated by microRNA-195, which targets the 3' untranslated region of MIP-1beta RNA"}, {"pubmed": 20955203, "text": "TNF receptor I on keratinocytes is a binding partner for staphylococcal protein A resulting in the activation of p65 NF kappa B, AP-1, and downstream gene transcription."}, {"pubmed": 20976196, "text": "A novel role of the surface protease GP63 in the Leishmania-mediated subversion of host AP-1 activity."}, {"pubmed": 20977688, "text": "These data provide novel insights into the tumor-suppressor function of E-cadherin, which contributes to the suppression of c-Jun protein translation and transcriptional activity."}, {"pubmed": 21030269, "text": "AP-1 mediates Ang II-induced MIF expression which contributes to atherosclerotic plaque destabilization in human endothelial cells."}, {"pubmed": 21034562, "text": "Intracellular CMTM2 can negatively regulate HIV-1 transcription, at least in part, by targeting the AP-1 and CREB pathways."}, {"pubmed": 21081043, "text": "The expression of COX-2 was significantly associated with the expressions of transcription factors NFAT3 and c-Fos in nonsmall cell lung cancer."}, {"pubmed": 21081472, "text": "results suggest that MSP induces uPAR expression via MAPK, AP-1 and NF-kappaB signaling pathways"}, {"pubmed": 21106530, "text": "Alcohol induces RNA polymerase III-dependent transcription through c-Jun by co-regulating TATA-binding protein (TBP) and Brf1 expression."}, {"pubmed": 21106746, "text": "results demonstrating dispensability of enhancer AP-1 binding motifs in infectious life cycle of cytomegalovirus and its compensation through NF-kappaB elements evidence functional robustness of major immediate-early enhancer regulation by host factors"}, {"pubmed": 21134350, "text": "results indicate involvement of the JNK/c-jun pathway in AR-mediated upregulation of CYP27A1. The link to JNK signaling is interesting since inflammatory processes may upregulate CYP27A1 to clear cholesterol from peripheral tissues."}, {"pubmed": 21145111, "text": "Human periodontal ligament fibroblasts are a target of Th17, and that IL-17 appears to up-regulate the expression of IL-23 p19 via a homeostatic mechanism involving Akt-, p38 MAPK-, and ERK 1/2-dependent NF-kappaB signalling versus the JNK/AP-1 pathway."}, {"pubmed": 21148792, "text": "These data suggest a novel important biological role for NF-kappaB pathway in TNF-alpha-induced TSLP expression in human airway smooth muscle cells."}, {"pubmed": 21212516, "text": "These results suggest that silibinin might induce p53-mediated autophagic cell death by activating ROS-p38 and JNK pathways, as well as inhibiting MEK/ERK and PI3K/Akt pathways."}, {"pubmed": 21268080, "text": "Cigarette smoke extract regulates cytosolic phospholipase A2 expression via NADPH oxidase/MAPKs/AP-1 and p300 in human tracheal smooth muscle cells."}, {"pubmed": 21289643, "text": "JunB and c-Jun have opposite roles in human epidermal neoplasia and that their functional specificities are dependent on both N- and C-terminal domains."}, {"pubmed": 21338584, "text": "In alcohol-dependent subjects a low risk single nucleotide polymorphism resides within the noncanonical AP-1 binding element."}, {"pubmed": 21349840, "text": "Liver X receptor-retinoid X receptor (LXR-RXR) heterodimer cistrome reveals coordination of LXR and AP1 signaling in keratinocytes"}, {"pubmed": 21350237, "text": "report a novel transcriptional cooperation between GATA factors and cJUN on the mouse Star and human STAR promoters in MA-10 Leydig cells. This cooperation was observed with different GATA members, whereas only cJUN could cooperate with GATA factors"}, {"pubmed": 21360282, "text": "Reporter gene analysis showed that DUSP13B had significant inhibitory effect on AP-1-dependent gene expression, but DUSP13A did not"}, {"pubmed": 21364631, "text": "The results provide evidence that the JNK/c-Jun/AP-1 pathway plays a key role for T-cell death regulation in response to gal-1 stimulation."}, {"pubmed": 21381700, "text": "Formation of intramolecular purine motif triplex containing a polypurine-polypyrimidine segment of c-jun protooncogene takes place in the presence of sodium; addition of magnesium cations is not mandatory but bestows thermal stability to the triplex."}, {"pubmed": 21393476, "text": "suggests that -673C > T and -1318T > G genetic variants in c-Jun promoter regions contribute to an increased risk of colorectal cancer, possibly by elevating the transcription activity and protein expression levels that appeared to upregulate c-Jun"}, {"pubmed": 21397653, "text": "Chlorella-derived peptide inhibits UVB-induced MMP-1 expression in skin fibroblasts by suppressing expression of AP-1 and CYR61 and MCP-1 production."}, {"pubmed": 21410405, "text": "Finding supports the notion that the combination of inappropriate STAT3 and AP-1 activities drives elevated MMP-1 expression and tissue invasion in colorectal cancer."}, {"pubmed": 21417953, "text": "The results suggest a role for AP-1 in the proliferation, G(2)/M progression and inhibition of p21 expression in cervical cancer."}, {"pubmed": 21439937, "text": "Nuclear accumulation of c-Jun does not require its functions as a transcription factor or the interaction with its kinase JNK."}, {"pubmed": 21451046, "text": "Traumatic axonal injury in transgenic mice induces an early and sustained activation of c-Jun and ATF-3 (activating transcription factor 3), known regulators of axon regeneration."}, {"pubmed": 21454713, "text": "the human apolipoprotein M gene is regulated in opposite ways by hepatocyte nuclear factor 1 and Jun transcription factors"}, {"pubmed": 21496208, "text": "an intricate network of energetically-coupled residues within the basic regions of the Jun-Fos heterodimeric transcription factor accounts for its allosteric binding to DNA"}, {"pubmed": 21511059, "text": "kob A inhibited SNP-induced phosphorylation of JNK and c-Jun, and SNP-induced reduction in NF-kappaBeta and AP-1 activities."}, {"pubmed": 21518489, "text": "Tetrandrine can inhibit the expression of YB-1 and up-regulate the expression of c-Jun, which inhibits the expression of MDR1 gene in K562 cells."}, {"pubmed": 21526160, "text": "Mutations of the intragenic AP-1 sites individually or in combination altered HIV-1 replication."}, {"pubmed": 21530485, "text": "c-Jun/AP-1 signaling may, in part, regulate serum-induced nCDase gene transcription"}, {"pubmed": 21559334, "text": "CDK4-mediated regulation of cell functions via c-Jun phosphorylation and AP-1 activation"}, {"pubmed": 21570970, "text": "c-Jun/AP-1 activity mediated by JNK, PI3K/Akt and ERK pathways is required for laminin-1-induced neurite outgrowth in human bone marrow mesenchymal stem cells."}, {"pubmed": 21617575, "text": "Activation of PPARgamma by troglitazone is effective for HMGB1 inhibition via suppressing NF-kappaB and AP-1 transcriptional activity in endothelial cells."}, {"pubmed": 21617851, "text": "overexpression of EGR-1 selectively increased AP-1 and NF-kappaB activation, and that the activation of these nuclear factors appears to be essential for the induction of proliferation and anchorage independence in activated PC-3 and LNCaP cells"}, {"pubmed": 21640141, "text": "Two AP-1 components, c-Jun and Fra-1, were phosphorylated, and bound to the AP-1 binding site of the MMP-1 promoter in 143B cells."}, {"pubmed": 21647439, "text": "AP-1, CREB and NFkappaB form an integrated transcriptional network that is largely responsible for maintaining repression of target genes downstream of GSK-3 signaling"}, {"pubmed": 21685329, "text": "An increase in venous filling pressure and thus wall tension is sufficient to activate AP-1, which, in turn, triggers varicose remodeling through fuelling MMP-2 activity and smooth muscle cell hyperplasia in the venous vessel wall."}, {"pubmed": 21697091, "text": "Truncation, randomization, and selection: generation of a reduced length c-Jun antagonist that retains high interaction stability."}, {"pubmed": 21699750, "text": "Results suggest that HS1BP3 regulates apoptosis via HS1 and stimulates AP-1-mediated transcription."}, {"pubmed": 21703547, "text": "identification of c-Jun binding sites and potential target genes in the genome scale may improve our fundamental understanding in the molecular mechanisms underlying the transcription regulation related to c-Jun"}, {"pubmed": 21732343, "text": "In a signaling cascade, the loss of E-cadherin activates the transcriptional regulator ETS-1 and consequently leads to the induction of RhoC expression that stabilizes c-Jun in melanoma."}, {"pubmed": 21739277, "text": "Transient expression of GADD45alpha and AP-1 family transcription factors is sufficient to induce apoptosis in acute myeloid leukemia."}, {"pubmed": 21743958, "text": "The results suggest that Egr-1 may promote prostate cancer development by modulating the activity of factors NF-kappaB and AP-1, which are involved in cell proliferation and apoptosis."}, {"pubmed": 21745629, "text": "The attenuation of palmitate-induced MIP-1 and IL-8 gene expressions by capsaicin is associated with reduced activation of c-Jun N-terminal kinase, c-Jun, and p38 and preserved beta-oxidation activity."}, {"pubmed": 21799768, "text": "the prolonged IL-4 expression in NFAT1 deficient Th2 cells is mediated by preferential binding of JUNB/SATB1 to the IL-4 promoter with permissive chromatin architecture"}, {"pubmed": 21801875, "text": "Podoplanin is regulated by AP-1 and promotes platelet aggregation and cell migration in osteosarcoma"}, {"pubmed": 21814482, "text": "Dimerumic acid inhibits AP-1-mediated MMP-7 gene transcription in H2O2-stimulated SW620 cells."}, {"pubmed": 21822357, "text": "Data show that HPV16E6-dependent c-fos oncogenic protein expression contributes to AP-1 complex formation under oxidative stress in SiHa cells."}, {"pubmed": 21835421, "text": "These results demonstrated the role of TAK1 as an important upstream signaling molecule regulating RSV-induced NF-kappaB and AP-1 activation."}, {"pubmed": 21835891, "text": "These results demonstrate a novel pathway of estrogen regulation of gene expression by cooperation between ER and AP-1 at the distal enhancer element and that AP-1 is involved in estrogen induction of the c-myc oncogene."}, {"pubmed": 21862593, "text": "AP-1 sequences within the c-JUN gene can function as transcriptional amino acid-response elements."}, {"pubmed": 21872498, "text": "These observations suggest that c-Jun is involved in APF-mediated inhibition for bladder tumor cell growth"}, {"pubmed": 21895606, "text": "Both AP-1 and NF-kappaB were essential for SS-activated transcription, with the cells responding to NF-kappaB activation within minutes"}, {"pubmed": 21937452, "text": "the diversity and importance of non-canonical binding site recognition by various AP-1 family proteins"}, {"pubmed": 21972703, "text": "The increased levels of ICAM-1 and C-Jun are negative prognostic factors for the patients with non-small cell lung cancer."}, {"pubmed": 21989944, "text": "low molecular weight hyaluronan produced by lung fibroblasts in response to cyclic stretch increases the secretion of IL-8 in transformed bronchial epithelial cells via AP-1 and NF-kappaB signalling pathways."}, {"pubmed": 22001392, "text": "The PTPROt promoter is responsive to over- and underexpression of AP-1, confirming the role of AP-1 in PTPROt expression."}, {"pubmed": 22002117, "text": "down-regulation of the Twist gene suppressed the proliferation of MKN45 gastric cancer cells by negatively regulating the AP-1 activity"}, {"pubmed": 22051934, "text": "These results suggest that the Nrf2/ARE/Jun/Akt/Erk pathway plays an important role in the regulation of icariside-mediated antioxidant effects in HepG2 cells."}, {"pubmed": 22083952, "text": "FOXK2 can promote transcriptional activation and is required for the efficient recruitment of AP-1 components to chromatin."}, {"pubmed": 22092038, "text": "A gradual increase of AP-1 activation was found in non-progressive and progressive phases of atherosclerosis."}, {"pubmed": 22119392, "text": "BMP-2 can inhibit LPS-induced TF protein expression and surface presentation in human MNCs by downregulation of Erk1/2, p38, and JNK signaling."}, {"pubmed": 22132731, "text": "EpCAM expression can influence the JNK/AP-1 signal transduction pathway, and suggest that modulation of AP-1 transcription factor activity contributes to EpCAM-dependent breast cancer invasion."}, {"pubmed": 22139817, "text": "AP-1 is up-regulated in a TGF-beta-dependent manner in systemic sclerosis."}, {"pubmed": 22176144, "text": "c-Jun is rarely expressed in normal nerves, but it is expressed in Schwann cell nuclei of pathological nerves"}, {"pubmed": 22189957, "text": "Genetic variants of c-Jun and their interaction with smoking and drinking increase the susceptibility to lung cancer."}, {"pubmed": 22235337, "text": "IL-11 mediated differential activation of signaling and expression of effector molecules"}, {"pubmed": 22239235, "text": "NS1 proteins of avian influenza A viruses (H6N8 and H4N6) have an ability to inhibit dsRNA-induced AP-1 transcription factor in human A549."}, {"pubmed": 22265050, "text": "results demonstrate that the c-Jun/activator protein 1 pathway is critical for maintaining lung alveolar cell homeostasis and that loss of its expression can contribute to lung inflammation and progressive emphysema."}, {"pubmed": 22266871, "text": "inhibition of Gli1 by a specific shRNA inhibits the upregulation of c-jun Ser63/73, and also inhibits the upregulation of three genes essential to NER (ERCC1, XPD) and base excision repair (XRCC1)."}, {"pubmed": 22271085, "text": "The functional role of Notch in human papillomaviridae-mediated transformation is dosage dependent and correlated to a change in AP-1."}, {"pubmed": 22271878, "text": "AP-1 signaling and EBV infection represent alternative mechanisms of PD-L1 induction"}, {"pubmed": 22307329, "text": "DYRK2 regulates tumor progression through modulation of c-Jun and c-Myc"}, {"pubmed": 22328508, "text": "Dysfunction of the AP1-dependent clathrin coating at the TGN but not at the plasma membrane prevented autophagosome formation."}, {"pubmed": 22331067, "text": "in human primary CD4+ T cells, IKKbeta is required for the activation of NF-kappaB and AP-1 transcription factors in response to engagement of CD3 and CD28 coreceptor"}, {"pubmed": 22354960, "text": "c-Jun in cooperation with Ets2 increases the expression of Syk and contributes to Syk-mediated heightened calcium responses in systemic lupus erythematosus T cells."}, {"pubmed": 22384197, "text": "JunD/AP-1-mediated gene expression promotes lymphocyte growth dependent on interleukin-7 signal transduction"}, {"pubmed": 22384232, "text": "Syk plays a key role in TLR4-mediated macrophage responses to host-generated ligands, like mmLDL, with subsequent activation of an AP-1 transcription program"}, {"pubmed": 22394497, "text": "PDPN expression in human glioblastoma multiforme is caused by loss of PTEN function and activation of the PI3K-AKT-AP-1 signaling pathway, accompanied by epigenetic regulation of PDPN promoter activity"}, {"pubmed": 22399296, "text": "phosphorylation at Ser-118 is required for ER to bind both p38gamma and c-Jun, thereby promoting ER relocation from ERE to AP-1 promoter sites."}, {"pubmed": 22417306, "text": "RNAi to diminish expression of ErbB receptors and AP-1 proteins strongly suggested that STAT3 established a balance that maintains the appropriate set of AP-1 proteins and participates in a complex network for regulating keratinocyte differentiation."}, {"pubmed": 22429882, "text": "findings suggest a novel role for the steady state intracellular ROS concentration, where the compartmentalized, different systems involved in the intracellular ROS production, could be essential for the expression of AP1-dependent genes, as TGF-beta1"}, {"pubmed": 22438909, "text": "Blimp1 is a mediator of Ras/Raf/AP-1 signaling that promotes cell migration, and is repressed by LOX-PP in lung cancer."}, {"pubmed": 22484283, "text": "The results suggest that MIC-1 secreted from cancer cells stimulates endothelial cell proliferation by enhancing AP-1- and E2F-dependent expression of G(1) cyclins via PI3K/Akt, JNK, and ERK signaling pathways."}, {"pubmed": 22508041, "text": "MiR-155 down-regulates the expression of c-Jun protein in ultraviolet A-exposed human dermal fibroblasts."}, {"pubmed": 22512945, "text": "COS had inhibitory effect (P<0.01) on TNF-alpha induced NF-kappaB binding activity while stimulatory effect (P<0.001) on AP-1 binding activity."}, {"pubmed": 22570239, "text": "Polycystin-1 regulates amphiregulin expression through CREB and AP1 signalling, which has implications in ADPKD cell proliferation"}, {"pubmed": 22597534, "text": "Dihydrotestosterone inhibits lectin-like oxidized-LDL receptor-1 expression in aortic endothelial cells via a NF-kappaB/AP-1-mediated mechanism"}, {"pubmed": 22675553, "text": "The interaction between HGF and c-Met increases OPN expression in human osteoblasts via the PI3K, Akt, c-Src, c-Jun, and AP-1 signaling pathway."}, {"pubmed": 22685373, "text": "Mutation of the AP-1 site reduced both basal and IL1B-stimulated expression but to a lesser extent."}, {"pubmed": 22688014, "text": "Data show that IL-23 p19 production following IL-1beta stimulation was depended on concurrent NF-kappaB signaling and MAPKs/AP-1 pathways."}, {"pubmed": 22749179, "text": "Cultivated ginseng inhibits UVB-induced collagenolytic MMP production by interfering with MAPK/AP-1 and NF-kappaB signaling."}, {"pubmed": 22771387, "text": "TGF-beta1-induced tissue factor expression required the recruitment of c-Fos and JunD into a heterodimeric activator protein-1 complex."}, {"pubmed": 22791811, "text": "identify a novel ERalpha/AP-1 target, PKIB (cAMP-dependent protein kinase inhibitor-beta), which is overexpressed in ERalpha-positive breast cancer tissues"}, {"pubmed": 22797068, "text": "c-Jun is a main mediator of the effects of miR-125b on melanoma cells"}, {"pubmed": 22801218, "text": "Pdcd4 knockdown up-regulates MAP kinase kinase kinase kinase 1 (MAP4K1) expression and increases phosphorylation of c-Jun."}, {"pubmed": 22843696, "text": "ATF2-Jun heterodimers bind IFNb in both orientations alone and in association with IRF3 and HMGI"}, {"pubmed": 22853846, "text": "CpG-ODN promoted nuclear translocation and activation of AP-1."}, {"pubmed": 22860098, "text": "Upstream of c-Jun, it was revealed that c-Jun NH2-terminal kinases (JNK) is essential for controlling PES1 expression"}, {"pubmed": 22869147, "text": "study found that activator protein 1 (AP-1), Ets related gene (Erg) and glucocorticoid receptor pathways were differentially regulated in sensitive and resistant acute lymphoblastic leukemia."}, {"pubmed": 22879913, "text": "The repression of MMP-9 transcription in response to IFNbeta occurs by the recruitment of HDAC1 via the proximal AP-1 binding site."}, {"pubmed": 22911824, "text": "Fra-1 mediates anti-fibrotic effects in the lung through the modulation of proinflammatory, profibrotic and fibrotic gene expression."}, {"pubmed": 22926518, "text": "specific members of the AP-1 transcription factor family determine TGFbeta signaling specificity in breast cancer cell invasion"}, {"pubmed": 22933572, "text": "These results identify AATF as a nucleolar-confined c-Jun cofactor whose expression levels and spatial distribution determine the stress-induced activity of c-Jun and the levels of c-Jun-mediated apoptosis."}, {"pubmed": 22966201, "text": "The c-Jun N-terminal kinase (JNK) is targeted to processing bodies in response to oxidative stress and promotes the phosphorylation of 4E-T."}, {"pubmed": 22974165, "text": "The overexpression of c-Jun, p73 and Casp-9 in thymic epithelial tumors is closely related with the pathogenesis and biological behavior of the neoplasms."}, {"pubmed": 22981541, "text": "AP-1 is founded to be a potential transcriptional activator of SPATA12. The promoter activity of SPATA12 was drastically declined after AP-1 binding site mutation or deletion."}, {"pubmed": 22988241, "text": "AP-1 activation in promoting LY6K gene expression that regulates cell mobility of breast cancer cells"}, {"pubmed": 23027969, "text": "Aberrant expression of c-Jun in glioblastoma by internal ribosome entry site (IRES)-mediated translational activation."}, {"pubmed": 23028371, "text": "CSB-PGBD3 protein modulates a preexisting AP-1-based regulatory network reshaping the transcriptome in Cockayne syndrome patients"}, {"pubmed": 23041974, "text": "Liver cancer initiation is controlled by AP-1 through SIRT6-dependent inhibition of survivin."}, {"pubmed": 23047699, "text": "found that human serum affects viral transcription in a dose-dependent manner by activating the activator protein-1 (AP-1) member proteins c-FOS, JunD, and JunB in TZM-bl cells"}, {"pubmed": 23135283, "text": "PAX2 protein induces expression of cyclin D1 through activating AP-1 protein and promotes proliferation of colon cancer cells."}, {"pubmed": 23153494, "text": "Unexpectedly, we found Bcl10 in a complex with the clathrin adaptors AP1 and EpsinR."}, {"pubmed": 23163821, "text": "These findings suggest that C. pneumoniae initiates signalling via TLR3 and MAPK that activate AP-1, a known immune activator in other bacteria not previously shown for chlamydiae, triggering inflammation linked to C. pneumoniae disease"}, {"pubmed": 23182717, "text": "Data show that a photodynamic therapy (PDT) dose-dependent upregulation of CRP gene, as well as of PTX3 and ficolin 1 genes in lung tumor A549 cells, and indicate critical role played by PI3K/Akt/AP-1 pathway."}, {"pubmed": 23223231, "text": "AP-1 and Sp3 are key regulators of IL-1beta-mediated modulation of xylosyltransferase I expression."}, {"pubmed": 23226410, "text": "Trans-acting factor binding sites and nuclear factors AP-1 and NFkappaB that are involved in the regulation of cell-specific CD44 expression, are reported."}, {"pubmed": 23236059, "text": "Authors have found the primary ability of HIV-1 to establish latent infection in this system to be controlled by a four-nucleotide (nt) AP-1 element just upstream of the NF-kappaB element in the viral promoter."}, {"pubmed": 23269699, "text": "Results indicate that both increased cJUN and the cis-acting ATF/CRE sequence within the ATF3 promoter contribute to the transcriptional activation of the gene during the amino acid response (AAR)."}, {"pubmed": 23300800, "text": "Short chain fatty acids, especially butyrate, regulate the AP-1 signaling pathway, a feature that may contribute to the physiological impact of the gut microbiota on the host."}, {"pubmed": 23331079, "text": "Il-1beta enhances cell migration through AP-1 and NF-kappaB pathway-dependent FGF2 expression in human corneal endothelial cells."}, {"pubmed": 23339184, "text": "we show that the suppression was mediated, at least in part, by a suspension culture-driven decrease in the levels of two members of the AP1 transcription factor complex, c-Jun and Fra2"}, {"pubmed": 23362975, "text": "We have demonstrated increased expression of c-Jun and Sox-2 in schwannoma compared to traumatic neuroma."}, {"pubmed": 23396363, "text": "Sumoylation of the c-fos-c-jun complex could serve to buffer transcriptional activation of AP-1 target genes."}, {"pubmed": 23404426, "text": "these results indicate that the TAM-stimulated antiproliferation of MCF-7 cells is positively regulated by c-Jun through activation of the PKC pathway."}, {"pubmed": 23404530, "text": "these results suggest that pioglitazone inhibits HG-induced ECM accumulation in RPMCs by increasing PPARgamma expression, and by inhibiting the NF-kappaB and AP-1 pathways."}, {"pubmed": 23454483, "text": "Ethanol increases Pol III transcription through a response element which is composed of the overlapping Elk1 and AP-1 binding sites of the TBP promoter. The binding sites may play a role in ethanol-induced deregulation of Pol III genes in liver tumors."}, {"pubmed": 23455325, "text": "Mutations of NF-kappaB and AP1-binding sites abolished or decreased IKK-induced interleukin-8 (IL-8) promoter activity."}, {"pubmed": 23467542, "text": "Both NF-kappaB and c-Jun/AP-1 can be activated and play important roles in the process of anti-beta2GPI/beta2GPI-induced tissue factor expression in monocytes."}, {"pubmed": 23523566, "text": "The inhibition of androgen receptor by c-Jun occurs in both hormone naive and castration-resistant prostate cancer cells."}, {"pubmed": 23546882, "text": "Activator protein-1 regulates the transcription of miR-144 and the up-regulation of miR-144 at least partially induces the suppression of the ADAM10."}, {"pubmed": 23562910, "text": "FMR2 is an upstream regulator of FOS and JUN, and further link deregulation of the immediate early response genes to the pathology of ID- and FRAXE-associated ID in particular."}, {"pubmed": 23578467, "text": "C-myc, c-jun and c-fos expression values also showed a time-dependent increase in surviving patients."}, {"pubmed": 23580428, "text": "We have provided evidence that hepatitis C virus core+1/ARFP represses hepcidin promoter activity through the AP1 binding site, reducing hepcidin mRNA and protein levels."}, {"pubmed": 23583295, "text": "these findings strongly suggest that the increased binding of transcription factors to NF-kappaB and AP-1 elements in the CCL2 promoter is responsible for the active transcription expression of CCL2 in pulmonary fibrosis."}, {"pubmed": 23608488, "text": "IL-4 suppression of IL-1-induced MMP-3 expression is mediated at least in part by inhibition of AP-1 binding to the MMP-3 promoter."}, {"pubmed": 23614275, "text": "Report c-Jun expression in skin keratinocytes/fibroblasts and keloid fibroblasts exposed to genistein."}, {"pubmed": 23615400, "text": "Small interfering RNA knockdown of c-Jun abrogated pardaxin-induced caspase activation and cell death."}, {"pubmed": 23624934, "text": "Arginine methylation of RACO-1 is required for efficient transcriptional activation by c-Jun/AP-1 and thus identify PRMT1 as an important regulator of c-Jun/AP-1 function."}, {"pubmed": 23625009, "text": "gain-of-function mutant cellular c-Jun and c-Fos proteins preferentially bind methylated DNA, which disrupts Epstein-Barr virus latency"}, {"pubmed": 23625206, "text": "Data indicate that estrogen induced the expression of c-Jun, Fra-1, c-Fos, cyclin D1 and cyclin E1 while tamoxifen (TMX) decreased the expression."}, {"pubmed": 23665382, "text": "Data suggest a model in which IL-2 transcriptional synergy is mediated by the unique recruitment of a cJun homodimer to the -45 NFAT site by NFATc2, where it acts as a co-activator for IL-2 transcription."}, {"pubmed": 23665993, "text": "Data indicate that the menstrual cyclic expression of bcl-2 could be controlled by either direct binding of estrogen receptor alpha (ERalpha) to estrogen-responsive element (ERE) in the c-Jun promoter or the interaction of ERalpha with c-Jun."}, {"pubmed": 23669365, "text": "RHBDD1 could inhibit cell apoptosis by activating and upregulating c-Jun and its downstream target, Bcl-3"}, {"pubmed": 23671702, "text": "Data show that curcumin-loaded polyvinylpyrrolidone nanoparticles (CURN) decreased the expression of ICAM-1, inhibited NADPH oxidase (NOX)-derived ROS generation, and reduced MAPKs and AP-1 transcription factor binding activities."}, {"pubmed": 23682787, "text": "Phyllanthus emblica extract downregulates expression of AP-1 protein components in human cervical cancer cells."}, {"pubmed": 23686163, "text": "This effect( antiproliferative GSI-I/TRAIL synergism ) seemed to be related to the activation of the transcription factor AP1 that was a consequence of Notch inhibition, as demonstrated by Notch-1 silencing experiments."}, {"pubmed": 23690655, "text": "Data found that p38/AP-1 could be the major inhibitory pathway in the NGACP-mediated anti-inflammatory response."}, {"pubmed": 23720779, "text": "Data indicate that XIAP E3 ligase mediates cyclin D1 transcription via PP2A-regulated c-Jun/AP-1 activation."}, {"pubmed": 23747343, "text": "Activator protein-1 has a role in multidrug resistance associated protein 3 upregulation by 17alpha-ethynylestradiol."}, {"pubmed": 23749999, "text": "Data indicate that the C-terminal JunB caspase cleavage product functions as a potent inhibitor of AP-1-dependent transcription."}, {"pubmed": 23752183, "text": "PTHrP was found to inhibit DKK1 expression through c-Jun-mediated inhibition of beta-catenin activity on the DKK1 promoter."}, {"pubmed": 23762330, "text": "This is the first report elucidating a feedback regulation between miR-127 and the TGFbeta/c-Jun cascade in hepatocellular carcinoma migration via MMP13."}, {"pubmed": 23770289, "text": "p21WAF1-specific small interfering RNA inhibited IL-5-induced cell migration, ERK activity, MMP-9 expression, and activation of NF-kappaB and AP-1 in bladder cancer cells."}, {"pubmed": 23814048, "text": "The recruitment of GR to ERalpha-binding regions (EBRs) requires assistance from ERalpha and FOXA1 and is facilitated by AP1 binding within the EBRs."}, {"pubmed": 23818969, "text": "Results show elevated PAK3 expression at both the mRNA and protein level in cJun/AP-1-over-expressing Rat1a fibroblasts, as well as in transformed human fibroblasts."}, {"pubmed": 23832539, "text": "Data show that AP1 is the transcriptional factor that contributes to peroxisome proliferator-activated receptor delta gene (PPARdelta) expression in LoVo cells."}, {"pubmed": 23835612, "text": "The above studies demonstrate that EGCG may exert at least part of its anti-invasive effect in ECV304 human endothelial cells by controlling MMP-9 expression through the suppression of ROS, NF-kappaB and AP-1"}, {"pubmed": 23844083, "text": "Protein kinase R modulates c-Fos and c-Jun signaling to promote proliferation of hepatocellular carcinoma with hepatitis C virus infection."}, {"pubmed": 23906792, "text": "CTGF acting through Rac1 activates the MLK3/JNK signaling pathway, which in turn initiates AP-1 activation and recruitment of c-Jun and c-Fos to the collagen I promoter and ultimately induces collagen I expression in human lung fibroblasts"}, {"pubmed": 23922701, "text": "Dysregulation of pol iota by JNK/c-Jun is involved in carcinogenesis and offer a novel understanding of the role of pol iota or c-Jun in mutagenesis."}, {"pubmed": 23929433, "text": "AP-1 and NFAT4 complex promotes miR-23a expression."}, {"pubmed": 23942796, "text": "Jun proteins (pc-Jun and JunD) influence carcinogenesis and tumour progression, suggesting a significant role as prognostic predictors in human ovarian carcinoma."}, {"pubmed": 24004834, "text": "H. pylori-triggered CACUL1 production occurred in an activating protein 1-dependent manner and regulated matrix metalloproteinase 9 and Slug expression to affect the invasion and metastasis of tumor cells."}, {"pubmed": 24027432, "text": "c-Jun is negatively regulated through the coordinated action of COP1 and GSK3beta."}, {"pubmed": 24038215, "text": "These results suggest that the MKK4/JNK/c-jun signaling pathway mediates TNF alpha-dependent inhibition of apo A-I synthesis"}, {"pubmed": 24038602, "text": "Binding of specific AP-1 factors, we found JunD associated with the LILRB1 distal promoter."}, {"pubmed": 24073601, "text": "This study indicates that increased expression of c-Fos, p-c-Jun, members of AP-1 transcriptional factor and p-JNK is associated with neuronal degeneration in the ganglion cell layer of retinas in diabetic patients."}, {"pubmed": 24091941, "text": "Human TTC5, a novel tetratricopeptide repeat domain containing gene, activates p53 and inhibits AP-1 pathway."}, {"pubmed": 24100343, "text": "M-CSF induces macrophage transformation by upregulating c-Jun with a certain synergy of NFkappaB."}, {"pubmed": 24113186, "text": "Multiphosphorylation of c-Jun functions as a sensitivity amplifier of the JNK cascade, setting the threshold for c-Jun pro-apoptotic activity in neuronal cells."}, {"pubmed": 24190040, "text": "Stress-inducible truncated SRSF3 may participate in the acceleration of cell growth through facilitating c-Jun-mediated G1 progression under stressful conditions."}, {"pubmed": 24263171, "text": "Data suggest that disrupting prostate-associated gene 4 (PAGE4)/c-Jun interaction using small molecules could be a novel strategy to treat prostate cancer."}, {"pubmed": 24265756, "text": "The -615 to -624 bp region is the key binding site of AP-1 in ETB receptor promoter and was found to be crucial for inducible ETB receptor expression."}, {"pubmed": 24291398, "text": "with the reported role of c-Jun in vascular dysfunctions triggered by our findings shed new light on the molecular mechanisms underlying KRIT1 function and CCM pathogenesis"}, {"pubmed": 24335313, "text": "Sirtuin 1 regulates hepatitis B virus transcription and replication by targeting transcription factor AP-1."}, {"pubmed": 24366538, "text": "Southwestern blot assay, EMSA and ChIP assays indicate that only one of five isoforms of GLI1 may be responsible for the Hedgehog link with C-JUN and thus, increased platinum-DNA adduct repair"}, {"pubmed": 24366551, "text": "PRKCA activity suppresses the level of ER-alpha expression by inhibiting c-JUN phosphorylation."}, {"pubmed": 24369359, "text": "This is the first report of MCL1 and JUN coamplification in pseudomyxoma peritonei."}, {"pubmed": 24439903, "text": "Chlamydia trachomatis replication depends on a subset of altered proteins, such as Pin1 and Men1, that regulate the host transcription factor AP-1 controlling host inflammation, stress, and cell survival."}, {"pubmed": 24447950, "text": "Thus, c-Jun can exert a positive or negative effect via the AP-1 binding site in the HIV-1 long-terminal repeat promoter, depending on the presence or absence of Tat."}, {"pubmed": 24481121, "text": "These results indicate that sLZIP plays a role in expression of c-Jun, and migration and invasion of cervical cancer cells via regulation of MMP-9 transcription."}, {"pubmed": 24500404, "text": "contribution from c-Jun, c-Fos, and AP-1 effectors of mitogen-associated kinase signaling, in endometriosis, is reported."}, {"pubmed": 24526449, "text": "Upregulation of c-Jun is a marker for predemyelinating axonal perturbation."}, {"pubmed": 24559171, "text": "PAGE4, a regulator of c-Jun transactivation, is phosphorylated by homeodomain-interacting protein kinase 1."}, {"pubmed": 24566851, "text": "c-Jun transactivates Puma gene expression to promote osteoarthritis."}, {"pubmed": 24574500, "text": "Data show that tumor necrosis factor (TNF) tolerance in monocytic cells differentially inhibits NF-kappaB/transcription factor AP-1 and protein phosphatase 1 (PP1)-associated signaling."}, {"pubmed": 24587316, "text": "TNF-alpha regulates human eosinophil apoptosis via ligation of TNF-receptor 1 and balance between NF-kappaB and AP-1."}, {"pubmed": 24606718, "text": "HA/CD44-induced c-Jun signaling plays a pivotal role in miR-21 production leading to Bcl-2 upregulation and chemoresistance in triple negative breast cancer cells"}, {"pubmed": 24631457, "text": "AP1 activation and SOCS3 induction by EPAC1 in human umbilical vein endothelial cells occur independently of c-Jun phosphorylation on Ser63."}, {"pubmed": 24636898, "text": "A complex comprising p300/c-Jun/PARP-1 that bound wild type."}, {"pubmed": 24641824, "text": "lambda-dCGN induced an inflammatory reaction via both NF-kappaB and AP-1, and enhanced the inflammatory effect of LPS through AP-1 activation"}, {"pubmed": 24658403, "text": "The results demonstrated that the PI3K/Akt and p38 MAPK pathways, along with the transcription factors NF-kappaB, CEBP, and AP-1, are involved in Nef-induced CCL5 production in astrocytes"}, {"pubmed": 24679696, "text": "Expression of c-Jun and JUN N-terminal kinase (JNK) are significantly reduced in septic patients and correlate inversely with protein phosphatase type 2A expression."}, {"pubmed": 24707477, "text": "Abrogate TNF-alpha-activated MAPK/AP-1 signaling."}, {"pubmed": 24743307, "text": "Decreased CSB occupancy of TPA-response elements when c-Jun levels were diminished."}, {"pubmed": 24753227, "text": "Resveratrol stimulation upregulates AP-1 transcriptional activity."}, {"pubmed": 24780373, "text": "Data indicate that c-jun activation was critically involved in H5N1 influenza virus replication."}, {"pubmed": 24796531, "text": "c-Jun is involved in the regulation of differentiation-associated genes in esophageal squamous cell carcinoma"}, {"pubmed": 24819052, "text": "nTRIP6 both positively and negatively regulates transcription by orchestrating the recruitment of the Mediator complex to AP-1-regulated promoters"}, {"pubmed": 24830720, "text": "we found that AP-1 repressed the expression of E-cadherin by transcriptional upregulation of ZEB2 to stimulate cell invasion."}, {"pubmed": 24852265, "text": "high levels of c-Jun enhance motility in part by driving the expression of ENPP2/Autotaxin"}, {"pubmed": 24884571, "text": "UV-B irradiation attenuated the neuroprotective effects of RF through modulation of the miR-203/c-Jun signaling pathway"}, {"pubmed": 24912525, "text": "Knockdown of endogenous TAK1 significantly attenuated the ability of Vpr to activate NF-kappaB and AP-1."}, {"pubmed": 24913175, "text": "Depressed HSV-induced c-Jun N-terminal kinase (JNK) phosphorylation."}, {"pubmed": 24914133, "text": "Data indicate that hydroxyurea (HU) induces SAR1 protein expression, which in turn activates gamma-globin expression, predominantly through the Gialpha/JNK/Jun pathway."}, {"pubmed": 24931237, "text": "NFAT-1, STAT-1 and AP-1 might be the central transcription factors in the pathogenesis of pre-eclampsia."}, {"pubmed": 25016017, "text": "results support the proposal that cooperative signaling of both NF-kappaB and AP1 (via p38alpha) amplifies STIM1 expression in ECs and, thereby, contributes to the lung vascular hyperpermeability response during sepsis"}, {"pubmed": 25031700, "text": "After diffuse brain injury, brain water content and c-Fos/c-Jun expression change over time"}, {"pubmed": 25047843, "text": "ROS-mediated activation of JAK2 is required for Porphyromonas gingivalis-induced inflammatory cytokine production and the JNK/c-Jun signaling axis is involved in the ROS-dependent regulation of IL-1beta and IL-6 production."}, {"pubmed": 25070240, "text": "ISL-1 is tightly linked to non-Hodgkin lymphoma proliferation and development by promoting c-Myc transcription, and its aberrant expression was regulated by p-STAT3/p-c-Jun/ISL-1 complex activation."}, {"pubmed": 25077945, "text": "Endoplasmic reticulum stress activates the hepatic AP-1 complex via MAPK-dependent signaling pathways."}, {"pubmed": 25199502, "text": "as many as four transcription factors are known to regulate the HMOX1 gene: HSF1, AP-1, NRF2, and NF-kappaB. To investigate induction kinetics of these transcription factors, we constructed mathematical simulation models for each of them"}, {"pubmed": 25200491, "text": "findings provide the first evidence that FSL-1 induces TLR-2-dependent MMP-9 gene expression which requires the recruitment of MyD88 and leads to activation of MEK1/2 /ERK 1/2, MEK5/ERK5, JNK, p38 MAPK and NF-kappaB/AP-1"}, {"pubmed": 25201048, "text": "These results demonstrated that S1P-induced COX-2 expression and PGE2 /IL-6 generation was mediated through S1PR1/3/c-Src/PYK2/p42/p44 MAPK- or JNK1/2- and S1PR1/3/c-Src/p38 MAPK-dependent AP-1 activation."}, {"pubmed": 25204501, "text": "Taken together, our findings suggest that AEG-1 plays a crucial role in the aggressiveness of osteosarcoma via the JNK/c-Jun/MMP-2 pathway."}, {"pubmed": 25205054, "text": "demonstrated that TGF-beta1 treatment induced the phosphorylation of JNK that was in turn responsible for the increased expression of Jun and Fos"}, {"pubmed": 25205654, "text": "miR200c attenuates P-gp-mediated MDR and metastasis by targeting JNK2/c-Jun signaling pathway in colorectal cancer."}, {"pubmed": 25230788, "text": "Human miR-1285-3p could directly repress JUN oncogene expression in hepatocellular carcinoma cells."}, {"pubmed": 25239830, "text": "FUT1 mediates c-Jun-induced cell proliferation in ovarian cancer cells.c-Jun transcriptionally modulates FUT1 expression in ovarian cancer cells."}, {"pubmed": 25271301, "text": "Integrated omic analysis of oropharyngeal carcinomas reveals human papillomavirus-dependent regulation of the AP-1 pathway and elevated cortactin protein levels."}, {"pubmed": 25281386, "text": "RBPMS1 is a critical repressor of AP-1 signaling and RBPMS1 activation may be a useful strategy for cancer treatment."}, {"pubmed": 25318890, "text": "Data suggest that hypoxia-induced autophagy through c-Jun-mediated Beclin1 expression may be a target to reverse the radioresistance in cancer cells."}, {"pubmed": 25338512, "text": "The authors show that Photorhabdus luminescens PTC5 and PTC3 toxins stimulated gene transcription via myocardin-related transcription factor A (also called MAL) and AP1 in HeLa cells."}, {"pubmed": 25422452, "text": "c-Jun phosphorylation is a key mediator of macrophage education"}, {"pubmed": 25428452, "text": "CREBH activated by HBx interacted with HBx protein, leading to a synergistic effect on the expression of AP-1 target genes and the proliferation of hepatocellular carcinoma cells and mouse primary hepatocytes."}, {"pubmed": 25435485, "text": "These results suggest that the localization of ZO-1 in cell-cell contacts is differently regulated by activation and inhibition of JNK and/or p38 MAPK depending on the incubation period."}, {"pubmed": 25463304, "text": "The co-introduction of the c-Jun protein resulted in a decrease in the mRNA levels and promoter activity of AKR1B10."}, {"pubmed": 25476526, "text": "These results suggest that XT-1 expression is refractory to the disease process and to inhibition by inflammatory cytokines and that signaling through AP-1, Sp1, and Sp3 is important in the maintenance of XT-1 levels in NP cells."}, {"pubmed": 25477266, "text": "The results provide evidence that the regulation of IL-6, IL-10, c-Jun, and STAT3 gene expression in Chronic lymphocytic leukemia B cells is clearly different from normal B lymphocytes."}, {"pubmed": 25483191, "text": "Identified a novel binding site for c-Jun in the promoter of the Snail1 gene and report that the activation of the TGFbeta-TRAF6-p38 MAPK pathway promotes both c-Jun expression and its activation via p38alpha-dependent phosphorylation of c-Jun at Ser63."}, {"pubmed": 25499265, "text": "These data strongly suggests a role of aberrant miR-139/Jun negative feedback loop in the development of human gastric cancer."}, {"pubmed": 25526895, "text": "MUC1 mediates autocrine TGF-beta signaling by activating the JNK/AP-1 pathway in hepatocellular carcinoma cells."}, {"pubmed": 25533033, "text": "This study found a correlation between c-Jun expression and lymphoma spread to extranodal sites in diffuse large B-cell lymphoma patients."}, {"pubmed": 25536346, "text": "Reactive oxygen species increased c-Jun, a critical member of transcription factor AP-1 complex, and increased c-Jun binding to the AP-1 site of the CCN1 promoter."}, {"pubmed": 25544773, "text": "Data indicate that deregulation of transcription factor AP-1 and microRNA-21-mediated axis led to an enhanced cell growth in hepatocellular carcinoma (HCC)."}, {"pubmed": 25545366, "text": "The present study provided the first evidences that miR-1470 mediated lapatinib induced p27 upregulation by targeting c-jun."}, {"pubmed": 25571870, "text": "c-jun may be involved in the radioresistance of nasopharyngeal carcinoma"}, {"pubmed": 25600770, "text": "Twist1 and AP-1 cooperatively upregulate integrin alpha5 expression to induce invasion and the epithelial-mesenchymal transition."}, {"pubmed": 25625784, "text": "miR-29c exerts its effects on endometrial cell proliferation, apoptosis and invasion by inhibiting the expression of c-Jun."}, {"pubmed": 25647783, "text": "ERK1 and ERK2 regulated the expression of c-Fos and c-Jun proteins in human cervical cancer cells."}, {"pubmed": 25656613, "text": "Collectively, these findings suggest that REG Ialpha activates c-Jun via the JNK and ERK pathway, thereby enhancing radiosensitivity"}, {"pubmed": 25670814, "text": "O-GlcNAcylation of MLL5beta at T440 residue is critical for MLL5 recruitment to the HPV16/18-long control region through its interaction with AP-1."}, {"pubmed": 25684043, "text": "Quinacrine-induced K562 cell apoptosis is mediated through mitochondrial alterations triggered by p38 MAPK-mediated BCL2 down-regulation and suppression of ERK/c-Jun-mediated BCL2L1 expression."}, {"pubmed": 25710583, "text": "reduced expression in Egyptian patients with hepatocellular carcinoma"}, {"pubmed": 25771902, "text": "that STAT1, JAK2, and NFkappaB, together with STAT4, contribute to the development of cell-mediated immunity"}, {"pubmed": 25813203, "text": "The expression levels of JunB, JunD and p-c-Jun are positively correlated with tumor cell proliferation in diffuse large B-cell lymphomas"}, {"pubmed": 25865119, "text": "Melanoma reprogramming involves thousands of genomic regulatory regions underlying the proliferative and invasive states, identifying SOX10/MITF and AP-1/TEAD as regulators, respectively."}, {"pubmed": 25895972, "text": "In all, these data demonstrate that the AP-1 transcription factor is involved in Chlamydia pneumoniae intracellular development."}, {"pubmed": 25945750, "text": "Jra recruits the HP1a/KDM4A complex to its gene body region upon osmotic stress to reduce H3K36 methylation levels and disrupt H3K36 methylation-dependent histone deacetylation"}, {"pubmed": 26018080, "text": "co-expression of c-Fos or Fra1 was able to cooperate with TAp73 in potentiating cellular growth, similarly to c-Jun. These data together suggest that TAp73 plays a vital role in activation of AP-1 target genes via direct binding to c-Jun"}, {"pubmed": 26035356, "text": "The present study suggests that MAPK15 overexpression may contribute to the malignant transformation of gastric mucosa by prolonging the stability of c-Jun."}, {"pubmed": 26136365, "text": "SMAP2 immunoprecipitated clathrin and AP-1 through a putative clathrin-binding domain and a CALM-binding domain, and SMAP2 mutants that did not interact with clathrin or AP-1 could not localize to recycling endosomes"}, {"pubmed": 26260845, "text": "our data suggest that p65/c-Jun-mediated DNA looping is involved in TNF-alpha-induced MMP-9 up-regulation and that the recruitment of p300 or HDAC1 to NFkappaB and AP-1 binding sites modifies the level of DNA looping."}, {"pubmed": 26280733, "text": "Progesterone acts via GR to drive MKP-1 expression, which in turn inhibits IL-1beta-dependent c-Jun activation and COX-2 expression."}, {"pubmed": 26287601, "text": "NCOA1 potentiates breast cancer angiogenesis through upregulating HIF1alpha and AP-1-mediated VEGFa expression"}, {"pubmed": 26336885, "text": "amplification of HMGA2 was associated with the atypical lipomatous tumor/well-differentiated liposarcoma histological type and a good prognosis, whereas CDK4 and JUN amplifications were associated with dedifferentiated liposarcoma histology"}, {"pubmed": 26387545, "text": "Regulation of osteosarcoma cell lung metastasis by the c-Fos/AP-1 target FGFR1"}, {"pubmed": 26394174, "text": "Data suggest PGE2 induces aromatase and ERB/ESR2 expression by interacting with c-Jun and p38a/MAPK14, thus influencing estradiol production in endometrial stromal cells; inactivation of c-Jun and p38a may be effective in treatment of endometriosis."}, {"pubmed": 26397987, "text": "mitochondrial dysfunction induces EMT through TGF-beta/Smad/Snail signaling via c-Jun/AP-1 activation."}, {"pubmed": 26418950, "text": "JNK/c-Jun activation and BIM induction is a late pro-apoptotic response of glioma cells treated with alkylating anticancer drugs."}, {"pubmed": 26426522, "text": "c-jun expression was found to be significantly higher in the peripheral blood cells of the lungs of COPD patients than healthy controls, suggesting excessive c-jun causes corticosteroid resistance."}, {"pubmed": 26459591, "text": "results indicate that AP-1 complexes regulate Robo4 gene expression in endothelial cells"}, {"pubmed": 26476743, "text": "Altogether, our experiments suggest that histone induces TF expression in ECs via cell surface receptors TLR4 and TLR2, simultaneously depending on the activation of the transcription factors NF-kappaB and AP-1."}, {"pubmed": 26493679, "text": "The transcription factor AP-1 regulates the activation of AP-1 and TRPM3."}, {"pubmed": 26497679, "text": "Tristetraprolin induces cell cycle arrest in breast tumor cells by targeting AP-1/c-Jun and NF-kappaB/RelA pathway."}, {"pubmed": 26530832, "text": "A reciprocal antagonism between the MITF and c-Jun interconnects inflammation-induced dedifferentiation with pro-inflammatory cytokine responsiveness of melanoma cells favouring myeloid cell recruitment."}, {"pubmed": 26540629, "text": "Palbociclib inhibits epithelial-mesenchymal transition and metastasis in breast cancer via c-Jun/COX-2 signaling pathway."}, {"pubmed": 26562662, "text": "Findings indicate that Interleukin (IL)-1beta-induced interleukin 36 gamma (IL-36gamma) expression is mediated by the activation of transcriptional factors, NF-kappaB p65 and AP-1 (c-jun)."}, {"pubmed": 26581505, "text": "The binding and expression of c-Fos/Fra-2 increased as a function of severity of tongue lesions, yet selective participation of c-Jun appears to promote poor differentiation and aggressive tumorigenesis."}, {"pubmed": 26631725, "text": "A novel AP-1 binding site at -1363 bp of the human TF promoter region was identified."}, {"pubmed": 26707143, "text": "curcumin and ABT-737 on HCC cells was investigated for the first time, to the best of our knowledge. It was found that curcumin markedly enhanced the antitumor effects of ABT-737 on HepG2 cells and activate ROS-ASK1-c-Jun N-terminal kinase pathway ."}, {"pubmed": 26718209, "text": "data suggest that the GRP94/CCT8/c-Jun/EMT signaling cascade might be a new therapeutic target for HCC"}, {"pubmed": 26719067, "text": "the present study indicated that knockdown of NMIIA inhibited the migration and invasion of gastric cancer cells, which may be, at least in part, mediated via the JNK signaling pathway."}, {"pubmed": 26747248, "text": "CARMA1- and MyD88-dependent activation of Jun/ATF-type AP-1 complexes is a hallmark of ABC diffuse large B-cell lymphomas."}, {"pubmed": 26792858, "text": "cistrome for the AP-1 transcription factor c-Jun is comprised of 13,800 binding regions in TNFalpha-stimulated triple-negative breast cancer cells."}, {"pubmed": 26799482, "text": "Ap-1 plays an essential role in the regulation of interleukin-6 in the developing enterocyte."}, {"pubmed": 26832411, "text": "Tead4 cooperates with AP1 transcription factors to coordinate target gene transcription."}, {"pubmed": 26858249, "text": "Simultaneous high expression of ID1 and c-Jun or c-Fos was correlated with poor survival in esophageal squamous cell carcinoma patients."}, {"pubmed": 26941330, "text": "A novel tribasic Golgi export signal directs cargo protein interaction with activated Rab11 and AP-1-dependent Golgi-plasma membrane trafficking."}, {"pubmed": 26964667, "text": "p-c-Jun may act as a biomarker for predicting responses of sorafenib treatment, thus advocating targeting of JNK/c-Jun signaling as an optimal therapeutic strategy in a subset of hepatocellular carcinoma (HCC)"}, {"pubmed": 26965145, "text": "Data provide evidence that AP-1 is a key determinant of endocrine resistance of breast cancer cells by mediating a global shift in the estrogen receptor transcriptional program."}, {"pubmed": 26988982, "text": "These results indicate that IL-17A enhances COX2 expression and PGE2 production via the p38/c-Fos and JNK/c-Jun signalling pathways in NP cells to mediate intervertebral disc inflammation."}, {"pubmed": 26992854, "text": "Taken together, our data suggest that TNF-alpha can promote lymphangiogenesis and lymphatic metastasis of GBC through the ERK1/2/AP-1/VEGF-D pathway."}, {"pubmed": 27022066, "text": "Integrative genomic analysis indicated overexpression of the AP-1 transcriptional complex suggesting experimental therapeutic rationales, including blockade of the renin-angiotensin system. This led to the repurposing of the angiotensin II receptor antagonist, irbesartan, as an anticancer therapy, resulting in the patient experiencing a dramatic and durable response."}, {"pubmed": 27060496, "text": "RYBP activates FANK1-mediated activator protein 1 (AP-1) signaling pathway which contributes to tumor cell apoptosis."}, {"pubmed": 27067395, "text": "The IL1B/AP-1/miR-30a/ADAMTS-5 axis regulates cartilage matrix degradation in osteoarthritis."}, {"pubmed": 27072265, "text": "Our data demonstrate that bile and acid induce NF-kappaB activation in esophageal cells qualitatively and quantitatively. The induction of COX-2 promoter activity by DCA and acid was mediated via NF-kappaB and AP-1 transcription"}, {"pubmed": 27076368, "text": "Necrotic cells induced NF-kappaB and AP-1 activation and their binding to the IL-8 promoter, leading to enhanced IL-8 production and secretion in glioblastoma multiforme cells."}, {"pubmed": 27078844, "text": "miR-26b plays an anti-metastatic role and is downregulated in gastric cancer tissues via the KPNA2/c-jun pathway"}, {"pubmed": 27089238, "text": "Findings indicate a role for transcription factor c-Jun as a driver of cancer cell metabolic reprogramming, and suggest that cancers overexpressing JUN may be especially sensitive to glutaminase (GLS)-targeted therapies."}, {"pubmed": 27102414, "text": "These findings demonstrate an essential role for the ERK pathway together with c-JUN and c-FOS in the differentiation activity of LukS-PV."}, {"pubmed": 27147707, "text": "BATF/JUN-B and BATF/C-JUN complexes play important roles in OA cartilage destruction through regulating anabolic and catabolic gene expression in chondrocytes."}, {"pubmed": 27173017, "text": "MiR-216b directly targets c-Jun, thereby reducing AP-1-dependent transcription and sensitizing cells to ER stress-dependent apoptosis."}, {"pubmed": 27181591, "text": "thrombin binding to PAR-1 receptor activated Gi-protein/c-Src/Pyk2/EGFR/PI3K/Akt/p42/p44 MAPK cascade, which in turn elicited AP-1 activation and ultimately evoked MMP-9 expression and cell migration in SK-N-SH cells."}, {"pubmed": 27185392, "text": "elevated levels of bile acid increase the tumorigenic potential of pancreatic cancer cells by inducing FXR/FAK/c-Jun axis to upregulate MUC4 expression."}, {"pubmed": 27210483, "text": "Results show that VEGFA induces c-jun expression in mediating human retinal microvascular endothelial cell migration, sprouting and tube formation, and that Pyk2-STAT3 signaling enhances cJun expression in the mediation of retinal neovascularization."}, {"pubmed": 27215316, "text": "Suggest UCA1 and C-JUN mRNA as promising diagnostic and prognostic markers in hepatocellular carcinoma."}, {"pubmed": 27220321, "text": "inhibition of SH3GL1 reverses multidrug resistance through declining P-glycoprotein expression via the EGFR/ERK/AP-1 pathway."}, {"pubmed": 27243212, "text": "The present study defines the minimal TIM-3 promoter region and demonstrates its interaction with c-Jun during TIM-3 transcription in CD4(+) T cells."}, {"pubmed": 27261462, "text": "the absence of 14-3-3sigma leads to the nuclear accumulation and stabilization of c-Jun, suggesting that 14-3-3sigma regulates the subcellular localization of c-Jun."}, {"pubmed": 27278863, "text": "Expression of either dominant-negative or constitutively active mutants of Nrf2, ATF4, or c-Jun confirmed that distinct transcription units are regulated by these transcription factors."}, {"pubmed": 27338330, "text": "our data strongly suggest that AQCA-mediated suppression of inflammatory responses could be managed by a direct interference of signaling cascades including IRAK and Syk, linked to the activation of NF-kappaB and AP-1."}, {"pubmed": 27341307, "text": "The positive feedback regulation of OCT4 and c-JUN, resulting in the continuous expression of oncogenes such as c-JUN, seems to play a critical role in the determination of the cell fate decision from induced pluripotent stem cells to cancer stem cells in liver cancer."}, {"pubmed": 27424491, "text": "This is the first study to show how TGF-beta regulates the expression of Claudin-4 through c-Jun signaling and how this pathway contributes to the migratory and tumorigenic phenotype of lung tumor cells."}, {"pubmed": 27458189, "text": "The authors find that PRR7 inhibits the ubiquitination of c-Jun by E3 ligase SCF(FBW) (7) (FBW7), increases c-Jun-dependent transcriptional activity, and promotes neuronal death."}, {"pubmed": 27495086, "text": "The study aimed to identify a small set of genetic signatures that may reliably predict the individuals with a high genetic propensity to heroin addiction. A set of 4 genes (JUN, CEBPB, PRKCB, ENO2, or CEBPG) could predict the diagnosis of heroin addiction with the accuracy rate around 85% in our dataset."}, {"pubmed": 27516213, "text": "During inflammatory conditions, AP-1 and Sp1 sustained the expression of ADAMTS7, and ADAMTS7 sustained the expression of catabolic genes in nucleus pulposus cells"}, {"pubmed": 27533465, "text": "results demonstrated for the first time the regulatory mechanism of miR-744 transcription by c-Jun, providing a potential mechanism underlying the upregulation of miR-744 in cancers"}, {"pubmed": 27556506, "text": "Cheliensisin A (Chel A)treatment led to PH domain and Leucine rich repeat Protein Phosphatases (PHLPP2) protein degradation and subsequently increased in c-Jun phosphorylation, which could be attenuated by inhibition of autophagy mediated by Beclin 1."}, {"pubmed": 27558649, "text": "We found that c-jun or c-fos was significantly associated with lymph node metastasis, and coexpression of c-jun/c-fos, or c-jun/c-fos/p53 were significantly associated with lymph node metastasis, poor differentiation and clinical stage."}, {"pubmed": 27590109, "text": "mutually exclusive transcriptional regulation by AP-1 (cjun/cfos) and non-canonical NF-kappaB (RelB/p52) downstream of MEK-ERK and NIK-IKK-alpha-NF-kappaB2 (p100) phosphorylation, respectively was responsible for persistent Ccl20 expression in the colonic cells."}, {"pubmed": 27617961, "text": "we demonstrated that miR-22 promoted monocyte/macrophage differentiation, and MECOM (EVI1) mRNA is a direct target of miR-22 and MECOM (EVI1) functions as a negative regulator in the differentiation.The miR-22-mediated MECOM degradation increased c-Jun but decreased GATA2 expression, which results in increased interaction between c-Jun and PU.1"}, {"pubmed": 27634452, "text": "AP-1 likely plays a more important role in the AR cistrome in fibroblasts."}, {"pubmed": 27735944, "text": "this study revealed the functional and mechanistic links between CDK5 and the oncogenic ERK5-AP-1 signaling pathway in the pathogenesis of colorectal cancer."}, {"pubmed": 27758885, "text": "Examination of clinical parameters of these tumors found those with APA of NRAS and c-JUN to be smaller and less proliferative"}, {"pubmed": 27840425, "text": "shRNA-mediated inhibition of JUN decreases AML cell survival and propagation in vivo.  These data uncover a previously unrecognized role of JUN as a regulator of the unfolded protein response"}, {"pubmed": 27864692, "text": "TGM2 is involved in amyloid-beta (1-42)-induced pro-inflammatory activation via AP1/JNK signaling pathways in cultured monocytes."}, {"pubmed": 27882939, "text": "c-jun promoted FOXK1-mediated proliferation and metastasis via orthotopic implantation."}, {"pubmed": 27894081, "text": "Results provide evidence that NuRD represses c-Jun transcription directly which, in the absence of MBD3, activates endogenous pluripotent genes and regulates induced cancer stem cells-related genes."}, {"pubmed": 27941886, "text": "Taken together, our data demonstrate that JNK regulates triple-negative breast cancer (TNBC)tumorigenesis by promoting CSC phenotype through Notch1 signaling via activation of c-Jun and indicate that JNK/c-Jun/Notch1 signaling is a potential therapeutic target for TNBC"}, {"pubmed": 27956703, "text": "c-Jun and p300 are novel interacting partners of AEG-1 in gliomas."}, {"pubmed": 28013342, "text": "These findings highlight a key role of the TLR4-NOS1-AP1 signaling axis in regulating macrophage polarization"}, {"pubmed": 28036297, "text": "Findings provide evidence that phospho-c-Jun activates an important regulatory mechanism to control DNMT1 expression and regulate global DNA methylation in glioblastoma."}, {"pubmed": 28158710, "text": "Comparison of how AP-1 (Jun/Jun dimer) and Epstein-Barr virus Zta recognize methyl groups within their cognate response elements"}, {"pubmed": 28178378, "text": "melatonin synergistically augmented the sorafenib-induced apoptosis after 48 hours incubation, which was in accordance with the activation of caspase-3 and the JNK/c-jun pathway."}, {"pubmed": 28185919, "text": "Knockdown of CD44 reduced the protein level of xCT, a cystine transporter, and increased oxidative stress. However, an increase in GSH was also observed and was associated with enhanced chemoresistance in CD44-knockdown cells. Increased GSH was mediated by the Nrf2/AP-1-induced upregulation of GCLC, a subunit of the enzyme catalyzing GSH synthesis"}, {"pubmed": 28269757, "text": "Increased c-jun expression is associated with nasopharyngeal carcinoma."}, {"pubmed": 28327155, "text": "These data suggest that VASH2 reduces the chemosensitivity to gemcitabine in pancreatic cancer cells via JUN-dependent transactivation of RRM2."}, {"pubmed": 28358415, "text": "Immunohistochemistry was employed to analyze cFos, cJun and CD147 expression in 41 UCB cases and 34 noncancerous human bladder tissues."}, {"pubmed": 28366453, "text": "Gene expression profiling and pathway analysis followed by pharmacological screening identified activated ERK and JNK signaling as key drivers of neurodegeneration in mutant SOD1 motor neurons. Genetic correction of SOD1 mutant iPSCs Reveals ERK and JNK Activated AP1 as a Driver of Neurodegeneration in Amyotrophic Lateral Sclerosis."}, {"pubmed": 28394299, "text": "the current studies provide evidence showing that c-Jun directly binds to a consensus binding sequence within the GNA12-5' regulatory region, thereby regulating GNA12 transcription."}, {"pubmed": 28447716, "text": "Taken together, these results indicated that PAR1 signalingmediated cJun activation promotes early apoptosis of HUVEC cells induced by heat stress."}, {"pubmed": 28488757, "text": "Findings suggest that AP-1 factors are regulators of RNA polymerase III (Pol III)-driven 5S rRNA and U6 snRNA expression with a potential role in cell proliferation."}, {"pubmed": 28515304, "text": "Further data showed that reactive oxygen species-c-Jun activation by HBx resulted in the release of beclin-1 from its association with beclin-2 to form a complex with VPS34, thus enhancing autophagosome formation."}, {"pubmed": 28566434, "text": "These findings suggest that increased JUN expression and activity may contribute to gefitinib resistance in non-small cell lung cancer."}, {"pubmed": 28586006, "text": "the results indicated that butein has antiproliferative and proapoptotic properties through the suppression of NF-kappaB, AP-1 and Akt signaling in HTLV-1-infected T cells, both in vitro and in vivo, suggesting its therapeutic potential against HTLV-1-associated diseases including adult T-cell leukemia/lymphoma"}, {"pubmed": 28591827, "text": "Glucocorticoid receptor (GR) is recruited to activator protein-1 (AP-1) target genes in a DNA-binding-dependent manner."}, {"pubmed": 28618937, "text": "Our results suggest that hypoxia-elicited c-Jun/activator protein 1 regulates 37-kDa laminin receptor precursor expression, which modulates migration and invasion of lung adenocarcinoma cells."}, {"pubmed": 28694294, "text": "These results suggest that Bacteroides fragilis enterotoxin induced accumulation of autophagosomes in endothelial cells, but activation of a signaling pathway involving JNK, AP-1, and CHOP may interfere with complete autophagy."}, {"pubmed": 28701355, "text": "Overall, our results suggest that miR-4632 plays an important role in regulating HPASMC proliferation and apoptosis by suppression of cJUN, providing a novel therapeutic miRNA candidate for the treatment of pulmonary vascular remodeling diseases. It also implies that serum miR-4632 has the potential to serve as a circulating biomarker for PAH diagnosis."}, {"pubmed": 28790303, "text": "High expression of c-Jun or Fra-1 was associated with poor prognosis in oral squamous cell carcinoma patients."}, {"pubmed": 28794385, "text": "The CCL17 SNP rs223828 is associated with increased risk of CAD, and this site may be a potential AP-1 binding site."}, {"pubmed": 28859074, "text": "Our results indicate that assessing AP1 and PEA3 transcription factor status might be a good indicator of OAC status. However, we could not detect any associations with disease stage or patient treatment regime. This suggests that the PEA3-AP1 regulatory module more likely contributes more generally to the cancer phenotype. In keeping with this observation, depletion of ETV1 and/or ETV4 causes an OAC cell growth defect"}, {"pubmed": 28887744, "text": "results suggest that c-Jun, p38 MAPK, PIK3CA/Akt, and GSK3 signaling involved in the effect of miR-203 on the proliferation of hepatocellular carcinoma cells."}, {"pubmed": 28893904, "text": "Taken together, these findings indicate that LT reduces c-Jun protein levels via two distinct mechanisms, thereby inhibiting critical cell functions, including cellular proliferation."}, {"pubmed": 28931675, "text": "study highlights the role of AP1 in promoting the host gene expression profile that defines Ebola virus pathogenesis."}, {"pubmed": 28939042, "text": "These results suggested that hyperphosphatemia in the patients with CKD suppresses bone resorption by inhibiting osteoclastogenesis, and this impairs the regulation of bone metabolism."}, {"pubmed": 28981843, "text": "Data show that BRD4 controls RUNX2 by binding to the enhancers (ENHs) and each RUNX2 ENH is potentially controlled by a distinct set of TFs and c-JUN as the principal pivot of this regulatory platform."}, {"pubmed": 29061731, "text": "USP6 is an enzyme that deubiquitinates c-Jun and regulates its downstream cellular functions.USP6 regulates the stability of the c-Jun protein in an enzyme activity-dependent manner."}, {"pubmed": 29225075, "text": "Multivalent Interactions with Fbw7 and Pin1 Facilitate Recognition of c-Jun by the Fbw7."}, {"pubmed": 29305491, "text": "Our results suggest that extended AP-1 binding sites, together with adjacent binding sites for additional TFs, encode part of the information that governs transcription factor binding sites activity in the genome."}, {"pubmed": 29305742, "text": "High AP-1 expression is associated with metastasis in colon cancer."}, {"pubmed": 29331040, "text": "results suggested that four differentially expressed genes, Jun, Gal, Cd74, and C1qb, had the potential to serve as prognostic or predictive markers for neuropathic pain, suggesting a potential application in the improvement of prognostic tools and treatments."}, {"pubmed": 29351796, "text": "this study identified an essential Jun/miR-22/HuR regulatory axis in CRC (the working model is summarised in Fig. 8) and highlighted the vital role of HuR and miR-22 in CRC proliferation and migration."}, {"pubmed": 29440459, "text": "data indicated that miR-139-5p was down-regulated in the hearts of Hypertrophic cardiomyopathy patients and that it inhibited cardiac hypertrophy by targetting c-Jun expression."}, {"pubmed": 29600594, "text": "HBX contributes to LASP-1 expression via the activation of c-Jun to increase the promoter activity of LASP-1"}, {"pubmed": 29693707, "text": "the expression of WIF-1 was low in GBC cells due to aberrant hypermethylation of its promoter region. Additionally, an alternative pathogenesis of GBC was indicated in which c-Jun causes hypermethylation of the WIF-1 promoter region, and represses the expression of WIF-1 through transcriptional regulation and interaction with DNMT1 as an early event in the tumorigenesis of GBC."}, {"pubmed": 29735545, "text": "Study reports that nuclear IGF1R associates with advanced tumor stage and is recruited selectively to regulatory regions of chromatin including JUN and FAM21A promoters. JUN and FAM21A identified as mediators of cell survival and IGF-induced migration, properties that tumors require to attain advanced stage."}, {"pubmed": 29738531, "text": "Secreted Ta9 has therefore, not only the ability to stimulate CD8+ T cells, but also the potential to activate AP-1-driven transcription and contribute to T. annulata-induced leukocyte transformation"}, {"pubmed": 29789579, "text": "a fundamental role of OCT4A protein in regulating FOS/AP-1 signaling-centered genes that mediate the adhesion, migration, and propagation of somatic cancer cells, is reported."}, {"pubmed": 30001480, "text": "Authors demonstrate that activator protein 1 family members induce osteosarcomagenesis in immortalized hMSC. c-JUN or c-JUN/c-FOS overexpression act as tumorigenic factors generating OS with fibroblastic or pleomorphic osteoblastic phenotypes, respectively."}, {"pubmed": 30021895, "text": "Mutant cellular AP-1 proteins promote expression of a subset of Epstein-Barr virus late genes in the absence of lytic viral DNA replication."}, {"pubmed": 30044990, "text": "BS patient-derived BLM mutants cannot potentiate Fbw7alpha-dependent c-Jun degradation. The decrease in the levels of c-Jun in cells expressing BLM prevents effective c-Jun binding to 2,584 gene promoters. This causes decreases in the transcript and protein levels of c-Jun targets in BLM-expressing cells, resulting in attenuated c-Jun-dependent effects during neoplastic transformation."}, {"pubmed": 30077625, "text": "Findings suggest that the HA/CD44-induced c-Jun signaling plays a pivotal role in HPV16 E6 upregulation leading to survival protein production and chemoresistance in HPV16+ oropharyngeal cell carcinoma."}, {"pubmed": 30106127, "text": "CJun protein is overexpressed in glioma tissues and positively correlated with PDK1 levels.C-jun role in the epithelial-mesenchymal transition."}, {"pubmed": 30119690, "text": "a novel cascade mediated by AP-1 and FOXF1 that regulates oncogene-induced senescence, is reported."}, {"pubmed": 30125263, "text": "The role of the lncRNA FLJ46906 in the aging process via aging associated genes regulated by NF-kappaB and AP-1."}, {"pubmed": 30293548, "text": "Authors found that leptin upregulates IGF-1 expression at the transcriptional level in breast cancer cells. Activating protein-1 (AP-1)-binding element within the proximal region of IGF-1 was necessary for leptin-induced IGF-1 promoter activation."}, {"pubmed": 30315111, "text": "divergent electrostatic features of ETS TFs at their JUN-FOS interface enable distinct binding events at ETS-AP1 DNA sites, which may drive specific targeting of ETS TFs to facilitate distinct transcriptional programs"}, {"pubmed": 30365109, "text": "the present study demonstrated that the AP-1 complex may be a novel regulator of MANF transcriptional enhancement, and that MANF is a novel downstream target of AP-1, which may indicate a novel role of AP-1 in regulating inflammatory pathways."}, {"pubmed": 30395942, "text": "AP-1 contributes to the WT1 autoregulation of WT1 gene expression in leukaemic K562 cells."}, {"pubmed": 30419930, "text": "Herpes simplex virus type 2 infection could stimulate AP-1 activation via TLR4-MyD88/TRIF axis, and then feedback to up-regulate TLR4 expression in human genital epithelial cells."}, {"pubmed": 30431076, "text": "the findings of this study indicated that luteolin effectively enhanced TRAILinitiated apoptosis, and that these effects were likely to be mediated by autophagy and JNKmediated DR5 expression."}, {"pubmed": 30488826, "text": "High c-Jun expression is associated with oral squamous cell carcinoma."}, {"pubmed": 30617160, "text": "miR-155 directly targets Pdcd4 mRNA and blocks its expression. Ectopic expression of Pdcd4 or knockdown of miR-155 in tongue cancer cells predominantly reduces AP-1-dependent transcriptional activity of the BIC promoter and decreases miR-155 expression."}, {"pubmed": 30877256, "text": "Global analysis of p27 and cJun chromatin binding and gene expression shows that cJun recruitment to many target genes is p27 dependent, increased by p27 phosphorylation, and activates programs of epithelial-mesenchymal transformation and metastasis."}, {"pubmed": 30909560, "text": "the key findings of our study are that c-Jun differentially modulated apoE gene expression in hepatocytes and macrophages"}, {"pubmed": 30948508, "text": "These results suggest that PP1A dephosphorylates NACA at specific residues, impacting cJUN transcriptional activity and osteoblast differentiation and function."}, {"pubmed": 31207072, "text": "MicroRNA-224, negatively regulated by c-jun, inhibits growth and epithelial-to-mesenchymal transition phenotype via targeting ADAM17 in oral squamous cell carcinoma."}, {"pubmed": 31394193, "text": "O-GlcNAcylated c-Jun antagonizes ferroptosis via inhibiting GSH synthesis in liver cancer."}, {"pubmed": 31556968, "text": "Results suggest possibilities regarding targeting of the mucosa-associated lymphoid tissue lymphoma translocation protein-1 (MALT1)-Jun proto-oncogene (c-Jun)-glutaminase (GLS1) axis as a potential therapeutic strategy against activated B cell-like diffuse large B-cell lymphoma (ABC-DLBCL)."}, {"pubmed": 31615122, "text": "Authors therefore propose that c-Jun activation by I942 regulates endothelial gene expression in HUVECs through direct mechanisms, involving recruitment of c-Jun or, as for ICAM1, through indirect regulation of tertiary regulators, including SOCS3."}, {"pubmed": 31634687, "text": "Regulation of stimulus-induced interleukin-8 gene transcription in human adrenocortical carcinoma cells - Role of AP-1 and NF-kappaB."}, {"pubmed": 31789394, "text": "MicroRNA21 contributes to renal cell carcinoma cell invasiveness and angiogenesis via the PDCD4/cJun (AP1) signalling pathway."}, {"pubmed": 31831627, "text": "Gentic deletion or chemical inhibition of AP-1 suppresses growth of YAP-driven cancer cells"}, {"pubmed": 31915283, "text": "Two Functional Variants of AP-1 Complexes Composed of either gamma2 or gamma1 Subunits Are Independently Required for Major Histocompatibility Complex Class I Downregulation by HIV-1 Nef."}, {"pubmed": 31945349, "text": "Calcium-Inducible MAPK/AP-1 Signaling Drives Semaphorin 3A Expression in Normal Human Epidermal Keratinocytes."}, {"pubmed": 31953146, "text": "Structure of the RNA Specialized Translation Initiation Element that Recruits eIF3 to the 5'-UTR of c-Jun."}, {"pubmed": 31964911, "text": "Cycling hypoxia promotes a pro-inflammatory phenotype in macrophages via JNK/p65 signaling pathway."}, {"pubmed": 32054096, "text": "c-Jun, Foxo3a, and c-Myc Transcription Factors are Key Regulators of ATP-Mediated Angiogenic Responses in Pulmonary Artery Vasa Vasorum Endothelial Cells."}, {"pubmed": 32296036, "text": "SIRT3-mediated inhibition of FOS through histone H3 deacetylation prevents cardiac fibrosis and inflammation."}, {"pubmed": 32319607, "text": "SHARPIN regulates cell proliferation of cutaneous basal cell carcinoma via inactivation of the transcriptional factors GLI2 and cJUN."}, {"pubmed": 32350443, "text": "TGFbeta and EGF signaling orchestrates the AP-1- and p63 transcriptional regulation of breast cancer invasiveness."}, {"pubmed": 32369499, "text": "Activation of c-Jun by human cytomegalovirus UL42 through JNK activation."}, {"pubmed": 32493933, "text": "Activation of JUN in fibroblasts promotes pro-fibrotic programme and modulates protective immunity."}, {"pubmed": 32572902, "text": "Sirt1 suppresses MCP-1 production during the intervertebral disc degeneration by inactivating AP-1 subunits c-Fos/c-Jun."}, {"pubmed": 32596961, "text": "The oncogenic role of MUC12 in RCC progression depends on c-Jun/TGF-beta signalling."}, {"pubmed": 32723872, "text": "CHOP and c-JUN up-regulate the mutant Z alpha1-antitrypsin, exacerbating its aggregation and liver proteotoxicity."}, {"pubmed": 32807449, "text": "MiR-139 protects against oxygen-glucose deprivation/reoxygenation (OGD/R)-induced nerve injury through targeting c-Jun to inhibit NLRP3 inflammasome activation."}, {"pubmed": 32841759, "text": "The splice 1 variant of HTLV-1 bZIP factor stabilizes c-Jun."}, {"pubmed": 32886291, "text": "The transcription factor c-Jun regulates Smad4 expression by upregulating pre-miR-183 expression to promote invasion and metastasis of esophageal squamous cell carcinomas."}, {"pubmed": 32950569, "text": "AMOTL2 inhibits JUN Thr239 dephosphorylation by binding PPP2R2A to suppress the proliferation in non-small cell lung cancer cells."}, {"pubmed": 32977498, "text": "Syndecan-1 Promotes Hepatocyte-Like Differentiation of Hepatoma Cells Targeting Ets-1 and AP-1."}, {"pubmed": 33033234, "text": "AP-1 and TGFss cooperativity drives non-canonical Hedgehog signaling in resistant basal cell carcinoma."}, {"pubmed": 33308098, "text": "Anti-Inflammatory and Photoaging-Protective Effects of Olea europaea through Inhibition of AP-1 and NF-[Formula: see text] B Pathways."}, {"pubmed": 33361772, "text": "Schistosoma mansoni eggs induce Wnt/beta-catenin signaling and activate the protooncogene c-Jun in human and hamster colon."}, {"pubmed": 33367717, "text": "B4GALNT1 promotes progression and metastasis in lung adenocarcinoma through JNK/c-Jun/Slug pathway."}, {"pubmed": 33421101, "text": "AP-1 and NF-kappaB synergize to transcriptionally activate latent HIV upon T-cell receptor activation."}, {"pubmed": 33495806, "text": "P21activated kinase 1 mediates angiotensin IIinduced differentiation of human atrial fibroblasts via the JNK/cJun pathway."}, {"pubmed": 33511552, "text": "Activation of HSP70 impedes tert-butyl hydroperoxide (t-BHP)-induced apoptosis and senescence of human nucleus pulposus stem cells via inhibiting the JNK/c-Jun pathway."}, {"pubmed": 33849838, "text": "[Speckle-type POZ protein up-regulates c-Jun protein expression and promotes proliferation and invasion of renal carcinoma cells]."}, {"pubmed": 33918729, "text": "Erk1/2 Inactivation-Induced c-Jun Degradation Is Regulated by Protein Phosphatases, UBE2d3, and the C-Terminus of c-Jun."}, {"pubmed": 33939321, "text": "Programmed death ligand-1 regulates angiogenesis and metastasis by participating in the c-JUN/VEGFR2 signaling axis in ovarian cancer."}, {"pubmed": 33966634, "text": "HDAC4 degradation during senescence unleashes an epigenetic program driven by AP-1/p300 at selected enhancers and super-enhancers."}, {"pubmed": 34278468, "text": "Psoralen inhibits the inflammatory response and mucus production in allergic rhinitis by inhibiting the activator protein 1 pathway and the downstream expression of cystatinSN."}, {"pubmed": 34359927, "text": "FOS Rescues Neuronal Differentiation of Sox2-Deleted Neural Stem Cells by Genome-Wide Regulation of Common SOX2 and AP1(FOS-JUN) Target Genes."}, {"pubmed": 34499807, "text": "Nucleolar localization of c-Jun."}, {"pubmed": 34512147, "text": "The role of N-cadherin/c-Jun/NDRG1 axis in the progression of prostate cancer."}, {"pubmed": 34534615, "text": "Inhibition of c-Jun N-terminal kinase signaling increased apoptosis and prevented the emergence of ALK-TKI-tolerant cells in ALK-rearranged non-small cell lung cancer."}, {"pubmed": 34712224, "text": "The Transcription Factor FRA-1/AP-1 Controls Lipocalin-2 Expression and Inflammation in Sepsis Model."}, {"pubmed": 34714590, "text": "SNHG17, as an EMT-related lncRNA, promotes the expression of c-Myc by binding to c-Jun in esophageal squamous cell carcinoma."}, {"pubmed": 34942351, "text": "Integrative epigenomic profiling reveal AP-1 is a key regulator in intrahepatich cholangiocarcinoma."}, {"pubmed": 34972106, "text": "Identification of a distal RXFP1 gene enhancer with differential activity in fibrotic lung fibroblasts involving AP-1."}, {"pubmed": 35123547, "text": "Osteogenic differentiation of mesenchymal stem cells promotes c-Jun-dependent secretion of interleukin 8 and mediates the migration and differentiation of CD4(+) T cells."}, {"pubmed": 35445627, "text": "Evaluation of JUN, FN1 and LAMB1 polymorphisms in pterygium in a Chinese Han population."}, {"pubmed": 35851726, "text": "JUN activation modulates chromatin accessibility to drive TNFalpha-induced mesenchymal transition in glioblastoma."}, {"pubmed": 35988817, "text": "NNMT contributes to high metastasis of triple negative breast cancer by enhancing PP2A/MEK/ERK/c-Jun/ABCA1 pathway mediated membrane fluidity."}, {"pubmed": 36059491, "text": "Endoplasmic reticulum stress promoted acinar cell necroptosis in acute pancreatitis through cathepsinB-mediated AP-1 activation."}, {"pubmed": 36163022, "text": "Prognostic and clinicopathological significance of transcription factor c-Jun in hypopharyngeal squamous cell carcinoma: a 3-year follow-up retrospective study."}, {"pubmed": 36183833, "text": "m6A RNA methylation regulates the transcription factors JUN and JUNB in TGF-beta-induced epithelial-mesenchymal transition of lung cancer cells."}, {"pubmed": 36224531, "text": "c-Jun-mediated miR-19b expression induces endothelial barrier dysfunction in an in vitro model of hemorrhagic shock."}, {"pubmed": 36461607, "text": "Fibronectin 1 derived from tumor-associated macrophages and fibroblasts promotes metastasis through the JUN pathway in hepatocellular carcinoma."}, {"pubmed": 36476606, "text": "Transcription factor c-Jun modulates GLUT1 in glycolysis and breast cancer metastasis."}, {"pubmed": 36477312, "text": "The transcription factor c-Jun inhibits RBM39 to reprogram pre-mRNA splicing during genotoxic stress."}, {"pubmed": 36581088, "text": "c-Jun phosphorylated by JNK is required for protecting Gli2 from proteasomal-ubiquitin degradation by PGE2-JNK signaling axis."}, {"pubmed": 36629882, "text": "Elevation of hsa-miR-7-5p level mediated by CtBP1-p300-AP1 complex targets ATXN1 to trigger NF-kappaB-dependent inflammation response."}, {"pubmed": 36746125, "text": "MAPK/AP-1 Signaling Pathway Is Involved in the Protection Mechanism of Bone Marrow Mesenchymal Stem Cells-Derived Exosomes against Ultraviolet-Induced Photoaging in Human Dermal Fibroblasts."}, {"pubmed": 36754276, "text": "Dach1 deficiency drives alveolar epithelium apoptosis in pulmonary fibrosis via modulating C-Jun/Bim activity."}, {"pubmed": 36899005, "text": "LYN kinase programs stromal fibroblasts to facilitate leukemic survival via regulation of c-JUN and THBS1."}, {"pubmed": 36907253, "text": "JNK-JUN-NCOA4 axis contributes to chondrocyte ferroptosis and aggravates osteoarthritis via ferritinophagy."}, {"pubmed": 36941472, "text": "Integrative epigenetic analysis reveals AP-1 promotes activation of tumor-infiltrating regulatory T cells in HCC."}, {"pubmed": 37175814, "text": "Interleukin-1ss Attenuates Expression of Augmenter of Liver Regeneration (ALR) by Regulating HNF4alpha Independent of c-Jun."}, {"pubmed": 37310025, "text": "Jun-APOE-LRP1 axis promotes tumor metastasis in colorectal cancer."}, {"pubmed": 37310848, "text": "Targeting c-Jun Is a Potential Therapy for Luminal Breast Cancer Bone Metastasis."}, {"pubmed": 37434557, "text": "c-JUN-induced upregulation of LINC00174 contributes to colorectal cancer proliferation and invasion through accelerating USP21 expression."}, {"pubmed": 37543013, "text": "LncRNA THRIL, transcriptionally activated by AP-1 and stabilized by METTL14-mediated m6A modification, accelerates LPS-evoked acute injury in alveolar epithelial cells."}, {"pubmed": 37604584, "text": "c-JUN is a barrier in hESC to cardiomyocyte transition."}, {"pubmed": 37782908, "text": "Knockdown of BUB1B Inhibits the Proliferation, Migration, and Invasion of Colorectal Cancer by Regulating the JNK/c-Jun Signaling Pathway."}, {"pubmed": 37894811, "text": "Thrombin-Induced COX-2 Expression and PGE2 Synthesis in Human Tracheal Smooth Muscle Cells: Role of PKCdelta/Pyk2-Dependent AP-1 Pathway Modulation."}, {"pubmed": 38012744, "text": "Cooperation of MLL1 and Jun in controlling H3K4me3 on enhancers in colorectal cancer."}, {"pubmed": 38206773, "text": "Homeobox Protein PROX1 Expression is Negatively Regulated by Histone Deacetylase 1 and c-JUN Complex in MDA-MB-231 Human Breast Cancer Cells."}, {"pubmed": 38278470, "text": "Inhibition of ATM promotes PD-L1 expression by activating JNK/c-Jun/TNF-alpha signaling axis in triple-negative breast cancer."}, {"pubmed": 38310103, "text": "ANKRD1 is a mesenchymal-specific driver of cancer-associated fibroblast activation bridging androgen receptor loss to AP-1 activation."}, {"pubmed": 38517374, "text": "Single cell RNA-seq identifies a FOS/JUN-related monocyte signature associated with clinical response of heart failure patients with mesenchymal stem cell therapy."}, {"pubmed": 38987586, "text": "Interferon subverts an AHR-JUN axis to promote CXCL13[+] T cells in lupus."}], "genomic_pos": {"chr": "1", "end": 58784048, "ensemblgene": "ENSG00000177606", "start": 58776845, "strand": -1}, "genomic_pos_hg19": {"chr": "1", "end": 59249785, "start": 59246465, "strand": -1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0000122", "pubmed": 2833704, "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0000122", "pubmed": 21113145, "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006357", "pubmed": [8628277, 17283046], "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0006357", "pubmed": [9510247, 20102225, 23661758], "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007179", "pubmed": 9732876, "qualifier": "involved_in", "term": "transforming growth factor beta receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0019046", "pubmed": 31341047, "qualifier": "involved_in", "term": "release from viral latency"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0034614", "pubmed": 26514923, "qualifier": "involved_in", "term": "cellular response to reactive oxygen species"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0034976", "pubmed": 21113145, "qualifier": "involved_in", "term": "response to endoplasmic reticulum stress"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0042127", "qualifier": "involved_in", "term": "regulation of cell population proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043065", "pubmed": 10508860, "qualifier": "involved_in", "term": "positive regulation of apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043392", "pubmed": 14645924, "qualifier": "involved_in", "term": "negative regulation of DNA binding"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043922", "pubmed": 2833704, "qualifier": "involved_in", "term": "negative regulation by host of viral transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043923", "pubmed": 2833704, "qualifier": "involved_in", "term": "positive regulation by host of viral transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045892", "pubmed": 2833704, "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045893", "pubmed": [2833704, 9732876, 22083952], "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045893", "pubmed": 26514923, "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": [2833704, 10508860, 12490281, 19861239, 24623306], "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0045944", "pubmed": 1406655, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0051726", "qualifier": "involved_in", "term": "regulation of cell cycle"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060395", "pubmed": 9732876, "qualifier": "involved_in", "term": "SMAD protein signal transduction"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0071276", "pubmed": 26514923, "qualifier": "involved_in", "term": "cellular response to cadmium ion"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0140467", "pubmed": 28566324, "qualifier": "involved_in", "term": "integrated stress response signaling"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1902895", "pubmed": 24375836, "qualifier": "involved_in", "term": "positive regulation of miRNA transcription"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1902895", "qualifier": "involved_in", "term": "positive regulation of miRNA transcription"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1904707", "pubmed": 28701355, "qualifier": "involved_in", "term": "positive regulation of vascular associated smooth muscle cell proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000144", "pubmed": 23027619, "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription initiation"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0000228", "pubmed": 10918580, "qualifier": "located_in", "term": "nuclear chromosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0000785", "pubmed": 31341047, "qualifier": "part_of", "term": "chromatin"}, {"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0000791", "pubmed": 19861239, "qualifier": "part_of", "term": "euchromatin"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [9443941, 12370307, 21113145], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005634", "pubmed": [20102225, 23661758], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005667", "qualifier": "part_of", "term": "transcription regulator complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0035976", "pubmed": 10508860, "qualifier": "part_of", "term": "transcription factor AP-1 complex"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0035976", "pubmed": 26514923, "qualifier": "part_of", "term": "transcription factor AP-1 complex"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:0035976", "pubmed": [7816143, 8662824, 9510247], "qualifier": "part_of", "term": "transcription factor AP-1 complex"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:0090575", "pubmed": [20102225, 23661758], "qualifier": "part_of", "term": "RNA polymerase II transcription regulator complex"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0000976", "pubmed": [2833704, 9732876, 14645924, 21113145, 22083952, 24623306], "qualifier": "enables", "term": "transcription cis-regulatory region binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000978", "pubmed": 19861239, "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000981", "pubmed": [2833704, 19861239, 21113145], "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001227", "pubmed": 2833704, "qualifier": "enables", "term": "DNA-binding transcription repressor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001228", "pubmed": [2833704, 19861239], "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "TAS", "id": "GO:0003677", "pubmed": 2825349, "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003700", "pubmed": [9732876, 31341047], "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "HDA", "id": "GO:0003723", "pubmed": 22681889, "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005096", "pubmed": 11804590, "qualifier": "enables", "term": "GTPase activator activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [7816143, 8440710, 10327051, 10393177, 10428834, 11738026, 15334056, 15378002, 15626733, 15894542, 16291755, 16533805, 18003900, 18172215, 19028685, 19064921, 19074269, 19527717, 20102225, 20195357, 20511396, 20557936, 20852630, 20936779, 21199371, 21555589, 21988832, 22327296, 23602568, 23661758, 24029232, 24263171, 24559171, 25241761, 25609649, 26242913, 26258633, 26496610, 27458189, 28514442, 31515488, 32296183, 32814053, 32911434, 35140242, 37219487], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008134", "qualifier": "enables", "term": "transcription factor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019899", "pubmed": 23382074, "qualifier": "enables", "term": "enzyme binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0031625", "pubmed": 14739464, "qualifier": "enables", "term": "ubiquitin protein ligase binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0035497", "pubmed": 19861239, "qualifier": "enables", "term": "cAMP response element binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [8662824, 20102225, 25609649], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0044389", "pubmed": 27458189, "qualifier": "enables", "term": "ubiquitin-like protein ligase binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0061629", "pubmed": [10508860, 16007074, 19861239], "qualifier": "enables", "term": "RNA polymerase II-specific DNA-binding transcription factor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0070412", "pubmed": 9732876, "qualifier": "enables", "term": "R-SMAD binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0140296", "pubmed": 12676957, "qualifier": "enables", "term": "general transcription initiation factor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}]}, "homologene": {"genes": [[7165, 1276998], [7955, 335916], [8364, 100493911], [9031, 424673], [9544, 716452], [9598, 456893], [9606, 3725], [9615, 609429], [9913, 280831], [10090, 16476], [10116, 24516]], "id": 1679}, "interpro": [{"desc": "Transcription factor Jun", "id": "IPR002112", "short_desc": "Leuzip_Jun"}, {"desc": "Basic-leucine zipper domain", "id": "IPR004827", "short_desc": "bZIP"}, {"desc": "Jun-like transcription factor", "id": "IPR005643", "short_desc": "JNK"}, {"desc": "Transcription factor, Skn-1-like, DNA-binding domain superfamily", "id": "IPR008917", "short_desc": "TF_DNA-bd_sf"}, {"desc": "Basic-leucine zipper domain superfamily", "id": "IPR046347", "short_desc": "bZIP_sf"}], "ipi": "IPI00008965", "map_location": "1p32.1", "name": "Jun proto-oncogene, AP-1 transcription factor subunit", "other_names": ["Jun activation domain binding protein", "activator protein 1", "enhancer-binding protein AP1", "jun oncogene", "proto-oncogene c-Jun", "proto-oncogene cJun", "transcription factor AP-1", "transcription factor AP-1 subunit Jun", "transcription factor Jun", "v-jun avian sarcoma virus 17 oncogene homolog", "v-jun sarcoma virus 17 oncogene homolog"], "pantherdb": {"HGNC": "6204", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "96646", "ortholog_type": "LDO", "panther_family": "PTHR11462", "taxid": 10090, "uniprot_kb": "P05627"}, {"RGD": "2943", "ortholog_type": "LDO", "panther_family": "PTHR11462", "taxid": 10116, "uniprot_kb": "P17325"}, {"Gene": "JUN", "ortholog_type": "O", "panther_family": "PTHR11462", "taxid": 9031, "uniprot_kb": "P18870"}, {"Ensembl": "ENSGALG00000010870", "ortholog_type": "LDO", "panther_family": "PTHR11462", "taxid": 9031, "uniprot_kb": "F1NCN0"}, {"ZFIN": "ZDB-GENE-030131-7859", "ortholog_type": "LDO", "panther_family": "PTHR11462", "taxid": 7955, "uniprot_kb": "Q6NZT5"}, {"WormBase": "WBGene00012005", "ortholog_type": "O", "panther_family": "PTHR11462", "taxid": 6239, "uniprot_kb": "G5ECU7"}, {"FlyBase": "FBgn0001291", "ortholog_type": "O", "panther_family": "PTHR11462", "taxid": 7227, "uniprot_kb": "P18289"}, {"SGD": "S000000735", "ortholog_type": "O", "panther_family": "PTHR11462", "taxid": 4932, "uniprot_kb": "P03069"}], "uniprot_kb": "P05412"}, "pathway": {"biocarta": [{"id": "41bbpathway", "name": "the 41bb-dependent immune response"}, {"id": "agrpathway", "name": "agrin in postsynaptic differentiation"}, {"id": "arenrf2pathway", "name": "oxidative stress induced gene expression via nrf2"}, {"id": "at1rpathway", "name": "angiotensin ii mediated activation of jnk pathway via pyk2 dependent signaling"}, {"id": "atmpathway", "name": "atm signaling pathway"}, {"id": "bcrpathway", "name": "bcr signaling pathway"}, {"id": "cardiacegfpathway", "name": "role of egf receptor transactivation by gpcrs in cardiac hypertrophy"}, {"id": "ccr5pathway", "name": "pertussis toxin-insensitive ccr5 signaling in macrophage"}, {"id": "cdmacpathway", "name": "cadmium induces dna synthesis and proliferation in macrophages"}, {"id": "d4gdipathway", "name": "d4gdi signaling pathway"}, {"id": "dreampathway", "name": "repression of pain sensation by the transcriptional regulator dream"}, {"id": "eponfkbpathway", "name": "erythropoietin mediated neuroprotection through nf-kb"}, {"id": "etspathway", "name": "mets affect on macrophage differentiation"}, {"id": "fcer1pathway", "name": "fc epsilon receptor i signaling in mast cells"}, {"id": "gleevecpathway", "name": "inhibition of cellular proliferation by gleevec"}, {"id": "hbxpathway", "name": "calcium signaling by hbx of hepatitis b virus"}, {"id": "hifpathway", "name": "hypoxia-inducible factor in the cardivascular system"}, {"id": "igf1pathway", "name": "igf-1 signaling pathway"}, {"id": "il12pathway", "name": "il12 and stat4 dependent signaling pathway in th1 development"}, {"id": "il1rpathway", "name": "signal transduction through il1r"}, {"id": "keratinocytepathway", "name": "keratinocyte differentiation"}, {"id": "mapkpathway", "name": "mapkinase signaling pathway"}, {"id": "ngfpathway", "name": "nerve growth factor pathway (ngf)"}, {"id": "pcafpathway", "name": "the information processing pathway at the ifn beta enhancer"}, {"id": "pdgfpathway", "name": "pdgf signaling pathway"}, {"id": "pparapathway", "name": "mechanism of gene regulation by peroxisome proliferators via ppara"}, {"id": "pyk2pathway", "name": "links between pyk2 and map kinases"}, {"id": "stresspathway", "name": "tnf/stress related signaling"}, {"id": "tcrpathway", "name": "t cell receptor signaling pathway"}, {"id": "tollpathway", "name": "toll-like receptor pathway"}, {"id": "tpopathway", "name": "tpo signaling pathway"}, {"id": "tsp1pathway", "name": "tsp-1 induced apoptosis in microvascular endothelial cell"}], "kegg": [{"id": "hsa04010", "name": "MAPK signaling pathway - Homo sapiens (human)"}, {"id": "hsa04012", "name": "ErbB signaling pathway - Homo sapiens (human)"}, {"id": "hsa04024", "name": "cAMP signaling pathway - Homo sapiens (human)"}, {"id": "hsa04137", "name": "Mitophagy - animal - Homo sapiens (human)"}, {"id": "hsa04210", "name": "Apoptosis - Homo sapiens (human)"}, {"id": "hsa04310", "name": "Wnt signaling pathway - Homo sapiens (human)"}, {"id": "hsa04380", "name": "Osteoclast differentiation - Homo sapiens (human)"}, {"id": "hsa04510", "name": "Focal adhesion - Homo sapiens (human)"}, {"id": "hsa04530", "name": "Tight junction - Homo sapiens (human)"}, {"id": "hsa04620", "name": "Toll-like receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa04621", "name": "NOD-like receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa04625", "name": "C-type lectin receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa04657", "name": "IL-17 signaling pathway - Homo sapiens (human)"}, {"id": "hsa04658", "name": "Th1 and Th2 cell differentiation - Homo sapiens (human)"}, {"id": "hsa04659", "name": "Th17 cell differentiation - Homo sapiens (human)"}, {"id": "hsa04660", "name": "T cell receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa04662", "name": "B cell receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa04668", "name": "TNF signaling pathway - Homo sapiens (human)"}, {"id": "hsa04722", "name": "Neurotrophin signaling pathway - Homo sapiens (human)"}, {"id": "hsa04912", "name": "GnRH signaling pathway - Homo sapiens (human)"}, {"id": "hsa04915", "name": "Estrogen signaling pathway - Homo sapiens (human)"}, {"id": "hsa04921", "name": "Oxytocin signaling pathway - Homo sapiens (human)"}, {"id": "hsa04926", "name": "Relaxin signaling pathway - Homo sapiens (human)"}, {"id": "hsa04932", "name": "Non-alcoholic fatty liver disease - Homo sapiens (human)"}, {"id": "hsa04933", "name": "AGE-RAGE signaling pathway in diabetic complications - Homo sapiens (human)"}, {"id": "hsa05030", "name": "Cocaine addiction - Homo sapiens (human)"}, {"id": "hsa05031", "name": "Amphetamine addiction - Homo sapiens (human)"}, {"id": "hsa05120", "name": "Epithelial cell signaling in Helicobacter pylori infection - Homo sapiens (human)"}, {"id": "hsa05130", "name": "Pathogenic Escherichia coli infection - Homo sapiens (human)"}, {"id": "hsa05131", "name": "Shigellosis - Homo sapiens (human)"}, {"id": "hsa05132", "name": "Salmonella infection - Homo sapiens (human)"}, {"id": "hsa05133", "name": "Pertussis - Homo sapiens (human)"}, {"id": "hsa05135", "name": "Yersinia infection - Homo sapiens (human)"}, {"id": "hsa05140", "name": "Leishmaniasis - Homo sapiens (human)"}, {"id": "hsa05142", "name": "Chagas disease - Homo sapiens (human)"}, {"id": "hsa05161", "name": "Hepatitis B - Homo sapiens (human)"}, {"id": "hsa05162", "name": "Measles - Homo sapiens (human)"}, {"id": "hsa05166", "name": "Human T-cell leukemia virus 1 infection - Homo sapiens (human)"}, {"id": "hsa05167", "name": "Kaposi sarcoma-associated herpesvirus infection - Homo sapiens (human)"}, {"id": "hsa05169", "name": "Epstein-Barr virus infection - Homo sapiens (human)"}, {"id": "hsa05170", "name": "Human immunodeficiency virus 1 infection - Homo sapiens (human)"}, {"id": "hsa05171", "name": "Coronavirus disease - COVID-19 - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}, {"id": "hsa05203", "name": "Viral carcinogenesis - Homo sapiens (human)"}, {"id": "hsa05210", "name": "Colorectal cancer - Homo sapiens (human)"}, {"id": "hsa05211", "name": "Renal cell carcinoma - Homo sapiens (human)"}, {"id": "hsa05224", "name": "Breast cancer - Homo sapiens (human)"}, {"id": "hsa05231", "name": "Choline metabolism in cancer - Homo sapiens (human)"}, {"id": "hsa05235", "name": "PD-L1 expression and PD-1 checkpoint pathway in cancer - Homo sapiens (human)"}, {"id": "hsa05321", "name": "Inflammatory bowel disease - Homo sapiens (human)"}, {"id": "hsa05323", "name": "Rheumatoid arthritis - Homo sapiens (human)"}, {"id": "hsa05417", "name": "Lipid and atherosclerosis - Homo sapiens (human)"}, {"id": "hsa05418", "name": "Fluid shear stress and atherosclerosis - Homo sapiens (human)"}], "netpath": [{"id": "Pathway_Alpha6Beta4Integrin", "name": "Alpha6Beta4Integrin"}, {"id": "Pathway_AndrogenReceptor", "name": "AndrogenReceptor"}, {"id": "Pathway_BCR", "name": "BCR"}, {"id": "Pathway_EGFR1", "name": "EGFR1"}, {"id": "Pathway_Gastrin", "name": "Gastrin"}, {"id": "Pathway_IL1", "name": "IL1"}, {"id": "Pathway_IL2", "name": "IL2"}, {"id": "Pathway_IL5", "name": "IL5"}, {"id": "Pathway_IL6", "name": "IL6"}, {"id": "Pathway_KitReceptor", "name": "KitReceptor"}, {"id": "Pathway_Prolactin", "name": "Prolactin"}, {"id": "Pathway_RAGE", "name": "RAGE"}, {"id": "Pathway_TGF_beta_Receptor", "name": "TGF_beta_Receptor"}, {"id": "Pathway_TNFalpha", "name": "TNFalpha"}, {"id": "Pathway_Wnt", "name": "Wnt"}], "pid": [{"id": "ap1_pathway", "name": "AP-1 transcription factor network"}, {"id": "ar_tf_pathway", "name": "Regulation of Androgen receptor activity"}, {"id": "atf2_pathway", "name": "ATF-2 transcription factor network"}, {"id": "avb3_opn_pathway", "name": "Osteopontin-mediated events"}, {"id": "bcr_5pathway", "name": "BCR signaling pathway"}, {"id": "betacatenin_nuc_pathway", "name": "Regulation of nuclear beta catenin signaling and target gene transcription"}, {"id": "cd40_pathway", "name": "CD40/CD40L signaling"}, {"id": "cd8tcrdownstreampathway", "name": "Downstream signaling in na&#xef;ve CD8+ T cells"}, {"id": "cdc42_pathway", "name": "CDC42 signaling events"}, {"id": "endothelinpathway", "name": "Endothelins"}, {"id": "era_genomic_pathway", "name": "Validated nuclear estrogen receptor alpha network"}, {"id": "erbb1_downstream_pathway", "name": "ErbB1 downstream signaling"}, {"id": "erbb2erbb3pathway", "name": "ErbB2/ErbB3 signaling events"}, {"id": "fak_pathway", "name": "Signaling events mediated by focal adhesion kinase"}, {"id": "fcer1pathway", "name": "Fc-epsilon receptor I signaling in mast cells"}, {"id": "fgf_pathway", "name": "FGF signaling pathway"}, {"id": "fra_pathway", "name": "Validated transcriptional targets of AP1 family members Fra1 and Fra2"}, {"id": "hif1_tfpathway", "name": "HIF-1-alpha transcription factor network"}, {"id": "hnf3apathway", "name": "FOXA1 transcription factor network"}, {"id": "il12_stat4pathway", "name": "IL12 signaling mediated by STAT4"}, {"id": "il1pathway", "name": "IL1-mediated signaling events"}, {"id": "il2_1pathway", "name": "IL2-mediated signaling events"}, {"id": "il6_7pathway", "name": "IL6-mediated signaling events"}, {"id": "ilk_pathway", "name": "Integrin-linked kinase signaling"}, {"id": "lysophospholipid_pathway", "name": "LPA receptor mediated events"}, {"id": "met_pathway", "name": "Signaling events mediated by Hepatocyte Growth Factor Receptor (c-Met)"}, {"id": "nephrin_neph1_pathway", "name": "Nephrin/Neph1 signaling in the kidney podocyte"}, {"id": "nfat_tfpathway", "name": "Calcineurin-regulated NFAT-dependent transcription in lymphocytes"}, {"id": "p38alphabetadownstreampathway", "name": "Signaling mediated by p38-alpha and p38-beta"}, {"id": "p53downstreampathway", "name": "Direct p53 effectors"}, {"id": "pdgfrapathway", "name": "PDGFR-alpha signaling pathway"}, {"id": "pdgfrbpathway", "name": "PDGFR-beta signaling pathway"}, {"id": "ps1pathway", "name": "Presenilin action in Notch and Wnt signaling"}, {"id": "rac1_pathway", "name": "RAC1 signaling pathway"}, {"id": "rb_1pathway", "name": "Regulation of retinoblastoma protein"}, {"id": "reg_gr_pathway", "name": "Glucocorticoid receptor regulatory network"}, {"id": "ret_pathway", "name": "Signaling events regulated by Ret tyrosine kinase"}, {"id": "rhoa_pathway", "name": "RhoA signaling pathway"}, {"id": "s1p_s1p2_pathway", "name": "S1P2 pathway"}, {"id": "smad2_3nuclearpathway", "name": "Regulation of nuclear SMAD2/3 signaling"}, {"id": "tcrcalciumpathway", "name": "Calcium signaling in the CD4+ TCR pathway"}, {"id": "tcrjnkpathway", "name": "JNK signaling in the CD4+ TCR pathway"}, {"id": "telomerasepathway", "name": "Regulation of Telomerase"}], "reactome": [{"id": "R-HSA-1257604", "name": "PIP3 activates AKT signaling"}, {"id": "R-HSA-1257604", "name": "PIP3 activates AKT signaling"}, {"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-157118", "name": "Signaling by NOTCH"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-166016", "name": "Toll Like Receptor 4 (TLR4) Cascade"}, {"id": "R-HSA-166058", "name": "MyD88:MAL(TIRAP) cascade initiated on plasma membrane"}, {"id": "R-HSA-166166", "name": "MyD88-independent TLR4 cascade "}, {"id": "R-HSA-168138", "name": "Toll Like Receptor 9 (TLR9) Cascade"}, {"id": "R-HSA-168142", "name": "Toll Like Receptor 10 (TLR10) Cascade"}, {"id": "R-HSA-168164", "name": "Toll Like Receptor 3 (TLR3) Cascade"}, {"id": "R-HSA-168176", "name": "Toll Like Receptor 5 (TLR5) Cascade"}, {"id": "R-HSA-168179", "name": "Toll Like Receptor TLR1:TLR2 Cascade"}, {"id": "R-HSA-168181", "name": "Toll Like Receptor 7/8 (TLR7/8) Cascade"}, {"id": "R-HSA-168188", "name": "Toll Like Receptor TLR6:TLR2 Cascade"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168898", "name": "Toll-like Receptor Cascades"}, {"id": "R-HSA-181438", "name": "Toll Like Receptor 2 (TLR2) Cascade"}, {"id": "R-HSA-1912408", "name": "Pre-NOTCH Transcription and Translation"}, {"id": "R-HSA-1912422", "name": "Pre-NOTCH Expression and Processing"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-2454202", "name": "Fc epsilon receptor (FCERI) signaling"}, {"id": "R-HSA-2559580", "name": "Oxidative Stress Induced Senescence"}, {"id": "R-HSA-2559582", "name": "Senescence-Associated Secretory Phenotype (SASP)"}, {"id": "R-HSA-2559583", "name": "Cellular Senescence"}, {"id": "R-HSA-2871796", "name": "FCERI mediated MAPK activation"}, {"id": "R-HSA-3700989", "name": "Transcriptional Regulation by TP53"}, {"id": "R-HSA-448424", "name": "Interleukin-17 signaling"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-450282", "name": "MAPK targets/ Nuclear events mediated by MAP kinases"}, {"id": "R-HSA-450294", "name": "MAP kinase activation"}, {"id": "R-HSA-450341", "name": "Activation of the AP-1 family of transcription factors"}, {"id": "R-HSA-5617472", "name": "Activation of anterior HOX genes in hindbrain development during early embryogenesis"}, {"id": "R-HSA-5619507", "name": "Activation of HOX genes during differentiation"}, {"id": "R-HSA-5663202", "name": "Diseases of signal transduction by growth factor receptors and second messengers"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-5683057", "name": "MAPK family signaling cascades"}, {"id": "R-HSA-5687128", "name": "MAPK6/MAPK4 signaling"}, {"id": "R-HSA-6796648", "name": "TP53 Regulates Transcription of DNA Repair Genes"}, {"id": "R-HSA-6807070", "name": "PTEN Regulation"}, {"id": "R-HSA-6807070", "name": "PTEN Regulation"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8862803", "name": "Deregulated CDK5 triggers multiple neurodegenerative pathways in Alzheimer's disease models"}, {"id": "R-HSA-8863678", "name": "Neurodegenerative Diseases"}, {"id": "R-HSA-8939211", "name": "ESR-mediated signaling"}, {"id": "R-HSA-8943724", "name": "Regulation of PTEN gene transcription"}, {"id": "R-HSA-8943724", "name": "Regulation of PTEN gene transcription"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-9006925", "name": "Intracellular signaling by second messengers"}, {"id": "R-HSA-9006925", "name": "Intracellular signaling by second messengers"}, {"id": "R-HSA-9006931", "name": "Signaling by Nuclear Receptors"}, {"id": "R-HSA-9018519", "name": "Estrogen-dependent gene expression"}, {"id": "R-HSA-937061", "name": "TRIF (TICAM1)-mediated TLR4 signaling "}, {"id": "R-HSA-9645723", "name": "Diseases of programmed cell death"}, {"id": "R-HSA-9658195", "name": "Leishmania infection"}, {"id": "R-HSA-9664420", "name": "Killing mechanisms"}, {"id": "R-HSA-9673324", "name": "WNT5:FZD7-mediated leishmania damping"}, {"id": "R-HSA-9700206", "name": "Signaling by ALK in cancer"}, {"id": "R-HSA-9725370", "name": "Signaling by ALK fusions and activated point mutants"}, {"id": "R-HSA-9734009", "name": "Defective Intrinsic Pathway for Apoptosis"}, {"id": "R-HSA-975138", "name": "TRAF6 mediated induction of NFkB and MAP kinases upon TLR7/8 or 9 activation"}, {"id": "R-HSA-975155", "name": "MyD88 dependent cascade initiated on endosome"}, {"id": "R-HSA-975871", "name": "MyD88 cascade initiated on plasma membrane"}, {"id": "R-HSA-9824443", "name": "Parasitic Infection Pathways"}], "smpdb": [{"id": "SMP00320", "name": "Intracellular Signalling Through Adenosine Receptor A2a and Adenosine"}, {"id": "SMP00321", "name": "Intracellular Signalling Through Adenosine Receptor A2b and Adenosine"}], "wikipathways": [{"id": "WP127", "name": "IL-5 signaling pathway"}, {"id": "WP138", "name": "Androgen receptor signaling pathway"}, {"id": "WP1449", "name": "Regulation of toll-like receptor signaling pathway"}, {"id": "WP1528", "name": "Physiological and pathological hypertrophy of the heart"}, {"id": "WP1772", "name": "Apoptosis Modulation and Signaling"}, {"id": "WP195", "name": "IL-1 signaling pathway"}, {"id": "WP1984", "name": "Integrated breast cancer pathway"}, {"id": "WP2018", "name": "RANKL-RANK signaling pathway"}, {"id": "WP2032", "name": "Thyroid stimulating hormone (TSH) signaling pathway"}, {"id": "WP2036", "name": "TNF related weak inducer of apoptosis (TWEAK) Signaling Pathway"}, {"id": "WP2037", "name": "Prolactin Signaling Pathway"}, {"id": "WP23", "name": "B Cell Receptor Signaling Pathway"}, {"id": "WP231", "name": "TNF-alpha signaling pathway"}, {"id": "WP2324", "name": "AGE-RAGE pathway"}, {"id": "WP2380", "name": "Brain-derived neurotrophic factor (BDNF) signaling pathway"}, {"id": "WP2516", "name": "ATM Signaling Pathway"}, {"id": "WP254", "name": "Apoptosis"}, {"id": "WP286", "name": "IL-3 signaling pathway"}, {"id": "WP2873", "name": "Aryl Hydrocarbon Receptor Pathway"}, {"id": "WP2880", "name": "Glucocorticoid Receptor Pathway"}, {"id": "WP2881", "name": "Estrogen Receptor Pathway"}, {"id": "WP2882", "name": "Nuclear Receptors Meta-Pathway"}, {"id": "WP289", "name": "Myometrial relaxation and contraction pathways"}, {"id": "WP306", "name": "Focal Adhesion"}, {"id": "WP313", "name": "Signaling of Hepatocyte Growth Factor Receptor"}, {"id": "WP314", "name": "Fas ligand pathway and stress induction of heat shock proteins"}, {"id": "WP3286", "name": "Copper homeostasis"}, {"id": "WP3301", "name": "MFAP5-mediated ovarian cancer cell motility and invasiveness"}, {"id": "WP3612", "name": "Photodynamic therapy-induced NFE2L2 (NRF2) survival signaling"}, {"id": "WP3646", "name": "Hepatitis C and Hepatocellular Carcinoma"}, {"id": "WP366", "name": "TGF-beta Signaling Pathway"}, {"id": "WP3680", "name": "Association Between Physico-Chemical Features and Toxicity Associated Pathways"}, {"id": "WP382", "name": "MAPK Signaling Pathway"}, {"id": "WP3863", "name": "T-Cell antigen Receptor (TCR) pathway during Staphylococcus aureus infection"}, {"id": "WP3888", "name": "VEGFA-VEGFR2 Signaling Pathway"}, {"id": "WP3927", "name": "BMP Signaling Pathway in Eyelid Development"}, {"id": "WP3931", "name": "ESC Pluripotency Pathways"}, {"id": "WP399", "name": "Wnt signaling pathway and pluripotency"}, {"id": "WP4216", "name": "Chromosomal and microsatellite instability in colorectal cancer"}, {"id": "WP422", "name": "MAPK Cascade"}, {"id": "WP4258", "name": "LncRNA involvement in canonical Wnt signaling and colorectal cancer"}, {"id": "WP4262", "name": "Breast cancer pathway"}, {"id": "WP428", "name": "Wnt signaling"}, {"id": "WP4336", "name": "ncRNAs involved in Wnt signaling in hepatocellular carcinoma"}, {"id": "WP4341", "name": "Non-genomic actions of 1,25 dihydroxyvitamin D3"}, {"id": "WP437", "name": "EGF-EGFR signaling pathway"}, {"id": "WP4396", "name": "Nonalcoholic fatty liver disease"}, {"id": "WP4496", "name": "Signal transduction through IL1R"}, {"id": "WP4560", "name": "MFAP5 effect on permeability and motility of endothelial cells via cytoskeleton rearrangement"}, {"id": "WP4561", "name": "Cell migration and invasion through p75NTR"}, {"id": "WP4564", "name": "Neural Crest Cell Migration during Development"}, {"id": "WP4565", "name": "Neural Crest Cell Migration in Cancer"}, {"id": "WP4585", "name": "Cancer immunotherapy by PD-1 blockade"}, {"id": "WP4659", "name": "Gastrin signaling pathway"}, {"id": "WP4666", "name": "Hepatitis B infection"}, {"id": "WP4747", "name": "Netrin-UNC5B signaling pathway"}, {"id": "WP4754", "name": "IL-18 signaling pathway"}, {"id": "WP481", "name": "Insulin Signaling"}, {"id": "WP4816", "name": "TGF-beta receptor signaling in skeletal dysplasias"}, {"id": "WP4877", "name": "Host-pathogen interaction of human coronaviruses - MAPK signaling"}, {"id": "WP4880", "name": "Host-pathogen interaction of human coronaviruses - interferon induction"}, {"id": "WP49", "name": "IL-2 signaling pathway"}, {"id": "WP4906", "name": "3q29 copy number variation syndrome"}, {"id": "WP4919", "name": "Neuroinflammation"}, {"id": "WP4928", "name": "MAPK pathway in congenital thyroid cancer"}, {"id": "WP560", "name": "TGF-beta Receptor Signaling"}, {"id": "WP615", "name": "Senescence and Autophagy in Cancer"}, {"id": "WP673", "name": "ErbB signaling pathway"}, {"id": "WP69", "name": "T-cell receptor (TCR) signaling pathway"}, {"id": "WP706", "name": "Sudden Infant Death Syndrome (SIDS) Susceptibility Pathways"}, {"id": "WP710", "name": "DNA damage response (only ATM dependent)"}, {"id": "WP712", "name": "Estrogen signaling pathway"}, {"id": "WP75", "name": "Toll-like Receptor Signaling Pathway"}]}, "pdb": ["1A02", "1FOS", "1JNM", "1JUN", "1S9K", "1T2K", "5FV8", "5T01", "6Y3V", "8SOS"], "pfam": ["PF00170", "PF03957"], "pharmgkb": "PA30006", "pharos": {"target_id": 17449, "tdl": "Tchem"}, "pir": "A31264", "prosite": "PS50217", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF251719", "relationship": "is"}, {"id": "GNF251720", "relationship": "is"}, {"id": "GNF251721", "relationship": "is"}, {"id": "GNF251722", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF037991", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF007313", "relationship": "is"}, {"id": "GNF007314", "relationship": "is"}, {"id": "GNF016585", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF285375", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF096221", "relationship": "is"}, {"id": "GNF135877", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1", "NG_047027.2"], "protein": "NP_002219.1", "rna": "NM_002228.4", "translation": {"protein": "NP_002219.1", "rna": "NM_002228.4"}}, "reporter": {"HG-U133_Plus_2": ["201464_x_at", "201465_s_at", "201466_s_at", "213281_at"], "HG-U95Av2": ["1895_at", "32583_at"], "HTA-2_0": "TC01002708.hg.1", "HuEx-1_0": "2415084", "HuGene-1_1": "7916609", "HuGene-2_1": "16687875"}, "retired": [100288387, 100291417, 100293034], "summary": "This gene is the putative transforming gene of avian sarcoma virus 17. It encodes a protein which is highly similar to the viral protein, and which interacts directly with specific target DNA sequences to regulate gene expression. This gene is intronless and is mapped to 1p32-p31, a chromosomal region involved in both translocations and deletions in human malignancies. [provided by RefSeq, Jul 2008].", "symbol": "JUN", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C0162508"}, "unigene": "Hs.696684", "uniprot": {"Swiss-Prot": "P05412", "TrEMBL": "A0AA34QVR9"}, "wikipedia": {"url_stub": "C-jun"}}