{"AllianceGenome": "6205", "HGNC": "6205", "MIM": "165161", "_id": "3726", "_version": 1, "accession": {"genomic": ["AC018761.6", "AY751746.1", "CH471106.1", "CP068259.2", "KT584920.1", "M29039.1", "NC_000019.10", "NC_060943.1", "U20734.1"], "protein": ["AAA59198.1", "AAA74915.1", "AAH04250.1", "AAH09465.1", "AAH09466.1", "AAU43800.1", "AAV38565.1", "BAD96252.1", "BAG36478.1", "CAA35738.1", "EAW84307.1", "NP_002220.1", "P17275.1"], "rna": ["AK222532.1", "AK313737.1", "BC004250.1", "BC009465.1", "BC009466.1", "BC110372.1", "BT019760.1", "DQ650707.1", "NM_002229.3", "X51345.1"], "translation": [{"protein": "AAV38565.1", "rna": "BT019760.1"}, {"protein": "AAH04250.1", "rna": "BC004250.1"}, {"protein": "NP_002220.1", "rna": "NM_002229.3"}, {"protein": "BAD96252.1", "rna": "AK222532.1"}, {"protein": "AAH09466.1", "rna": "BC009466.1"}, {"protein": "BAG36478.1", "rna": "AK313737.1"}, {"protein": "CAA35738.1", "rna": "X51345.1"}, {"protein": "AAH09465.1", "rna": "BC009465.1"}]}, "alias": "AP-1", "ensembl": {"gene": "ENSG00000171223", "protein": "ENSP00000303315", "transcript": "ENST00000302754", "translation": [{"protein": "ENSP00000303315", "rna": "ENST00000302754"}], "type_of_gene": "protein_coding"}, "entrezgene": "3726", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 2.47525989325374, "exp_mis": 147.21865754175, "exp_syn": 89.5138156033627, "lof_z": 1.55847594999675, "mis_z": 3.23378087082878, "mu_lof": 2.85440680076e-07, "mu_mis": 1.91398703928e-05, "mu_syn": 1.16231760353e-05, "n_lof": 0.0, "n_mis": 67.0, "n_syn": 39.0, "p_li": 0.585014693290371, "p_null": 0.04193792856932, "p_rec": 0.373047378140309, "syn_z": 3.30989815559691}, "bp": 1044, "cds_end": 12903629, "cds_start": 12902585, "n_exons": 1, "nonpsych": {"exp_lof": 2.22636726020916, "exp_mis": 133.233113717417, "exp_syn": 81.0046911218929, "lof_z": 1.46538030298508, "mis_z": 3.33118826202654, "mu_lof": 2.85440680076e-07, "mu_mis": 1.91398703928e-05, "mu_syn": 1.16231760353e-05, "n_lof": 0.0, "n_mis": 57.0, "n_syn": 33.0, "p_li": 0.591758609843252, "p_null": 0.0466326182344452, "p_rec": 0.361608771922303, "syn_z": 3.35808832276284}, "nontcga": {"exp_lof": 2.27587636745735, "exp_mis": 135.43981230459, "exp_syn": 82.3513836189547, "lof_z": 1.48818028705065, "mis_z": 3.14389613332158, "mu_lof": 2.85440680076e-07, "mu_mis": 1.91398703928e-05, "mu_syn": 1.16231760353e-05, "n_lof": 0.0, "n_mis": 62.0, "n_syn": 36.0, "p_li": 0.575610166441646, "p_null": 0.0447163153066962, "p_rec": 0.379673518251658, "syn_z": 3.23407075143631}, "transcript": "ENST00000302754.4"}, "exons": [{"cdsend": 12792815, "cdsstart": 12791771, "chr": "19", "position": [[12791485, 12793315]], "strand": 1, "transcript": "NM_002229", "txend": 12793315, "txstart": 12791485}], "exons_hg19": [{"cdsend": 12903629, "cdsstart": 12902585, "chr": "19", "position": [[12902299, 12904129]], "strand": 1, "transcript": "NM_002229", "txend": 12904129, "txstart": 12902299}], "generif": [{"pubmed": 11726656, "text": "JunB is an important regulator of erythroid differentiation"}, {"pubmed": 12080089, "text": "JunB potentiates function of BRCA1 activation domain 1 (AD1) through a coiled-coil-mediated interaction"}, {"pubmed": 12145210, "text": "Aberrantly expressed c-Jun and JunB are a hallmark of Hodgkin lymphoma cells, stimulate proliferation and synergize with NF-kappa B."}, {"pubmed": 12371906, "text": "demonstrated that a functional AP-1 site mediates MMP-2 transcription in cardiac cells through the binding of distinctive Fra1-JunB and FosB-JunB heterodimers. The synthesis of MMP-2 is considered to be independent of the AP-1 transcriptional complex"}, {"pubmed": 12393503, "text": "results have revealed, for the first time, amplification and expression patterns of JUNB in primary cutaneous lymphomas"}, {"pubmed": 12506033, "text": "Real-time RT-PCR gave further insights into the role of JunB in human CML. The expression levels were significantly impaired in CML cases. In the promoter area, most of the CpG sites were methylated only in CML cases."}, {"pubmed": 12522006, "text": "C/EBPalpha and PKC/delta affect expression of this gene and monocyte differentiation."}, {"pubmed": 12592382, "text": "Expression of junB was induced by TPA and Saikosaponin a during 30 min to 6 h of treatment."}, {"pubmed": 12907453, "text": "JunB was strongly expressed in T-cell lymphomas, but non-Hodgkin B-cell lymphomas do not or only weakly express JunB."}, {"pubmed": 12907627, "text": "Transcription factor c-Jun plays a principal role in down-regulation of mdr-1 expression and induction of apoptosis in salvicine-treated human MDR K562/A02 cells."}, {"pubmed": 15507668, "text": "c-jun, junD, junB, and c-fos and Notch2 are expressed in splenic marginal zone lymphoma"}, {"pubmed": 16552541, "text": "The IGFBP3, hRas, JunB, Egr-1, Id1 and MIDA1 genes were up-regulated in psoriatic involved skin compared with uninvolved skin."}, {"pubmed": 16880520, "text": "5,6-dichloro-1-beta-D-ribofuranosylbenzimidazole sensitivity-inducing factor (DSIF)- and NELF-mediated transcriptional pausing has a dual function in regulating immediate-early expression of the human junB gene."}, {"pubmed": 17204476, "text": "JunB and JunD contribute opposing effects; JunB activated whereas JunD repressed heme oxygenase-1 expression in human renal epithelial cells"}, {"pubmed": 17306025, "text": "results suggest that HTLV-I HBZ-SP1- mediated sequestration of JunB to the HBZ-SP1 nuclear bodies may be causing the repression of JunB activity in vivo"}, {"pubmed": 17495958, "text": "Coordinated down- and up-regulation of the various AP-1 subunits in the course of epidermal wound healing is important for its undisturbed progress, putatively by influencing inflammation and cell-cell communication."}, {"pubmed": 17601350, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17681951, "text": "Dimerization with the Jun proteins inhibits c-Fos nuclear exit."}, {"pubmed": 17690253, "text": "JunB is a critical target of mTOR and is translationally regulated in NPM-ALK-positive lymphomas."}, {"pubmed": 17965727, "text": "constitutive action of aberrantly expressed JunB on hypomethylated CD30 CpG islands of lymphocytes triggers CD30 induction and initiates activation of the JunB-CD30-JunB loop, essential to the pathogenesis of HL and ALCL"}, {"pubmed": 18391017, "text": "JunB levels, which are high in S phase, drop during mid- to late G2 phase due to accelerated phosphorylation-dependent degradation by the proteasome, and are required for subsequent reduction of cyclin A2 levels in prometaphase"}, {"pubmed": 18424718, "text": "sumoylation of JunB regulates its ability to induce cytokine gene transcription and likely plays a critical role in T cell activation."}, {"pubmed": 18628455, "text": "JunB plays an important role in controlling prostate carcinogenesis and may be a new target for cancer prevention and therapy."}, {"pubmed": 18843287, "text": "results establish a role for JunB in normal erythropoiesis and indicate that JunB may play a major role in the development of JAK2 V617F myeloproliferative disorders."}, {"pubmed": 18977241, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19151755, "text": "confirmed the downregulation of the FOS-JUNB pathway at transcriptional and protein level"}, {"pubmed": 19409613, "text": "JUNB downregulation is a DNA methylation-independent phenomenon encountered in chronic lymphocytic leukemia only in advanced phases."}, {"pubmed": 19666408, "text": "When p53 dysfunction and low expression of JunB are simultaneous, they may play an important role in down-regulating the expression of KAI1 by synergism in hepatocellular carcinoma."}, {"pubmed": 19923172, "text": "Chromatin immunoprecipitation assays confirmed that JunB/Fra-1 proteins interact in vivo with the beta4-integrin promoter and that JunB/Fra-1 promoter occupancy is reduced during keratinocyte differentiation as well as in HPV8 E2 positive keratinocytes"}, {"pubmed": 20006998, "text": "This analysis shows that the overwhelming majority of JUNB alleles in both chronic phase and blast crisis samples remain unmethylated"}, {"pubmed": 20030915, "text": "The methylation of JunB and CDH13 gene promoters probably plays a role in the pathogenesis of chronic myelogenous leukemia and may have clinical significance in predicting prognosis of CML."}, {"pubmed": 20056077, "text": "JunB functions as a transcriptional factor and up-regulates the expression of VEGF."}, {"pubmed": 20132737, "text": "The increase in JunB expression attenuated nuclear relocation of apoptosis-inducing factor and mitochondrial Bcl-2 reduction that occurred following hydrogen peroxide exposure."}, {"pubmed": 21225234, "text": "Monoammonium glycyrrhizinate highly stimulated JUNB expression in a human hepatoma cell line, HepG2."}, {"pubmed": 21289643, "text": "JunB and c-Jun have opposite roles in human epidermal neoplasia and that their functional specificities are dependent on both N- and C-terminal domains."}, {"pubmed": 21326808, "text": "JunB is a direct transcriptional activator of GzB and that GzB transcription is also promoted by NPM-ALK."}, {"pubmed": 21393445, "text": "JunB activates aromatase promoters by maintaining JunD expression"}, {"pubmed": 22020339, "text": "Study confirmed that JunB was upregulated in VHL-defective clear-cell renal-cell carcinoma (ccRCC) specimens by immunostaining. Short-hairpin RNA (shRNA)-mediated knockdown of JunB in 786-O and A498 VHL null ccRCC cells suppressed their invasiveness."}, {"pubmed": 22252121, "text": "up-regulation of JunB induced by HGF might play an important role in the regulation of cell proliferation and cell invasion through MMP-9 expression."}, {"pubmed": 22328780, "text": "Different mechanisms preserve translation of programmed cell death 8 and JunB in poliovirus-infected endothelial cells."}, {"pubmed": 22710716, "text": "A novel mechanism by which mitosis progression and chromatid cohesion are regulated through GSK3/SCF(FBXW7)-mediated proteolysis of JunB."}, {"pubmed": 23259178, "text": "Apoptosis rate of HepG2 cells transformed with pEGFP-C1-wtp53/JunB was significantly higher."}, {"pubmed": 23297064, "text": "JunB is shown to be regulated at a post-transcriptional level during EC activation. In activated EC, the AP-1 transcription factor JunB, is regulated on a post-transcriptional level."}, {"pubmed": 23308222, "text": "JunB regulates visceral smooth muscle cell contractility through effects on both myosin and the actin cytoskeleton."}, {"pubmed": 23749999, "text": "Data indicate that the C-terminal JunB caspase cleavage product functions as a potent inhibitor of AP-1-dependent transcription."}, {"pubmed": 24107296, "text": "Data demonstrate that S100A14 is transcriptionally regulated by JunB and involved in esophageal squamous cell carcinoma cell differentiation."}, {"pubmed": 24136993, "text": "an important role of the A2B receptor-dependent upregulation of JunB in VEGF production and possibly other AP-1-regulated events."}, {"pubmed": 24200694, "text": "JUNB was specifically expressed in human immune cells during acute liver injury."}, {"pubmed": 24780198, "text": "JunB expression was significantly increased while cyclin-D1 expression was significantly down-regulated in pre-eclampsia relative to control placental mesenchymal stromal cells."}, {"pubmed": 24858691, "text": "These results demonstrate a unique induction of JUNB in response to kinase inhibitor therapies that may be among the earliest events in the progression to treatment resistance."}, {"pubmed": 25145835, "text": "findings uncover the oncogenic role of the JUNB/CD30 axis and its potential as therapeutic target in ALK+ ALCL."}, {"pubmed": 25662951, "text": "The MAPK pathway plays a primary role in the control of JUNB gene expression."}, {"pubmed": 25753664, "text": "Caveolin 2 disengages repressed Egr-1 and JunB promoters from lamin A/C through disassembly of H3K9me3 in the inner nuclear membrane."}, {"pubmed": 26217035, "text": "JunB is likely to be a key target of c-Abl in expression of p21 in Adriamycin-induced DDR."}, {"pubmed": 26318166, "text": "PDK1 functions as a tumor promoter in human gallbladder cancer by upregulating JunB, promoting epithelial mesenchymal transformation, and cell migration."}, {"pubmed": 26658840, "text": "Highly recurrent mutation of JUNB is associated with nodular lymphocyte predominant Hodgkin lymphoma."}, {"pubmed": 26725775, "text": "Our findings demonstrate that miRNA-149* may serve as an oncogenic regulator in T-cell acute lymphoblastic leukemia by negatively regulating JunB"}, {"pubmed": 26747248, "text": "CARMA1- and MyD88-dependent activation of Jun/ATF-type AP-1 complexes is a hallmark of ABC diffuse large B-cell lymphomas."}, {"pubmed": 26754630, "text": "Results suggested that JunB could play an important role in promoting cell invasion, migration and distant metastasis in head and neck squamous cell carcinoma via pathways other than epithelial-to-mesenchymal transition."}, {"pubmed": 26860974, "text": "VEGF-induced endothelial migration is mediated primarily by induction of JunB whereas the promotion of endothelial proliferation by VEGF is mediated by JunB-independent AP-1 family members."}, {"pubmed": 26926107, "text": "ETS2, HNF4A and JUNB are synergistic master regulators of epithelial-to-mesenchymal transition in cancer."}, {"pubmed": 27147707, "text": "BATF/JUN-B and BATF/C-JUN complexes play important roles in OA cartilage destruction through regulating anabolic and catabolic gene expression in chondrocytes."}, {"pubmed": 27245101, "text": "JunB neddylation mediated by Itch promotes its ubiquitination-dependent degradation."}, {"pubmed": 27591797, "text": "It has been shown that the AP-1 family member JunB and retinoic acid receptor alpha (RARa) mediate catalase transcriptional activation and repression, respectively, by controlling chromatin remodeling through a histone deacetylases-dependent mechanism."}, {"pubmed": 27890927, "text": "a specific role for AP-1/JunB in multiple myeloma cell proliferation, survival and drug resistance."}, {"pubmed": 29083110, "text": "MVIH and Jun-B have a synergistic effect on the regulation of angiogenesis and cell proliferation."}, {"pubmed": 29186616, "text": "JUNB governs a feed-forward network of TGFB signaling that aggravates breast cancer invasion."}, {"pubmed": 29895215, "text": "RAC2 and JUNB were upregulated in non-small cell carcinoma tissues, and that their upregulations were associated with poor prognoses for non-small cell carcinoma patients."}, {"pubmed": 30227324, "text": "LINC00657 might be involved in regulating esophageal squamous cell carcinoma (ESCC's) response to radiation; and it functioned as an oncogene in ESCC by targeting miR-615-3p and JunB."}, {"pubmed": 31641227, "text": "ETS2 promotes epithelial-to-mesenchymal transition in renal fibrosis by targeting JUNB transcription."}, {"pubmed": 31806366, "text": "Promotion of cellular senescence by THG-1/TSC22D4 knockout through activation of JUNB."}, {"pubmed": 31982139, "text": "The m6A methyltransferase METTL3 contributes to Transforming Growth Factor-beta-induced epithelial-mesenchymal transition of lung cancer cells through the regulation of JUNB."}, {"pubmed": 32299901, "text": "miR-939 acts as tumor suppressor by modulating JUNB transcriptional activity in pediatric anaplastic large cell lymphoma."}, {"pubmed": 32382040, "text": "PKCtheta-JunB axis via upregulation of VEGFR3 expression mediates hypoxia-induced pathological retinal neovascularization."}, {"pubmed": 32406953, "text": "Tumor-associated macrophages promote prostate cancer progression via exosome-mediated miR-95 transfer."}, {"pubmed": 32510596, "text": "JunB can enhance the transcription of IL-8 in oral squamous cell carcinoma."}, {"pubmed": 32582999, "text": "Activating transcription factor 3 inhibits endometrial carcinoma aggressiveness via JunB suppression."}, {"pubmed": 32945523, "text": "miR3133 inhibits proliferation and angiogenesis by targeting the JUNB/VEGF pathway in human umbilical vein endothelial cells."}, {"pubmed": 33450132, "text": "JUNB-FBXO21-ERK axis promotes cartilage degeneration in osteoarthritis by inhibiting autophagy."}, {"pubmed": 34007044, "text": "JunB is a key regulator of multiple myeloma bone marrow angiogenesis."}, {"pubmed": 34519628, "text": "Circular RNA PUM1 (CircPUM1) attenuates trophoblast cell dysfunction and inflammation in recurrent spontaneous abortion via the MicroRNA-30a-5p (miR-30a-5p)/JUNB axis."}, {"pubmed": 34723199, "text": "Glial AP1 is activated with aging and accelerated by traumatic brain injury."}, {"pubmed": 34921867, "text": "Skp2 promotes APL progression through the stabilization of oncoprotein PML-RARalpha and the inhibition of JunB expression."}, {"pubmed": 35616875, "text": "AP-1 Subunit JUNB Promotes Invasive Phenotypes in Endometriosis."}, {"pubmed": 35726195, "text": "FGF7/FGFR2-JunB signalling counteracts the effect of progesterone in luminal breast cancer."}, {"pubmed": 36183833, "text": "m6A RNA methylation regulates the transcription factors JUN and JUNB in TGF-beta-induced epithelial-mesenchymal transition of lung cancer cells."}, {"pubmed": 37337631, "text": "JUNB mediates oxaliplatin resistance via the MAPK signaling pathway in gastric cancer by chromatin accessibility and transcriptomic analysis."}, {"pubmed": 37479694, "text": "ZIC2 induces pro-tumor macrophage polarization in nasopharyngeal carcinoma by activating the JUNB/MCSF axis."}, {"pubmed": 37624093, "text": "Spatiotemporal Transcriptome Analysis Reveals Activation of the AP1 Pathway in the Ovarian Microenvironment during the Transition from Premenopause to Postmenopause."}, {"pubmed": 37661632, "text": "Transcription Factor JunB Suppresses Hepatitis C Virus Replication."}, {"pubmed": 37667913, "text": "Shock drives a STAT3 and JunB-mediated coordinated transcriptional and DNA methylation response in the endothelium."}, {"pubmed": 37992083, "text": "The activator protein-1 complex governs a vascular degenerative transcriptional programme in smooth muscle cells to trigger aortic dissection and rupture."}, {"pubmed": 37994565, "text": "AP-1 signaling modulates cardiac fibroblast stress responses."}, {"pubmed": 38140943, "text": "JunB condensation attenuates vascular endothelial damage under hyperglycemic condition."}, {"pubmed": 38727318, "text": "Comprehensive Analysis of CXCR4, JUNB, and PD-L1 Expression in Circulating Tumor Cells (CTCs) from Prostate Cancer Patients."}], "genomic_pos": {"chr": "19", "end": 12793315, "ensemblgene": "ENSG00000171223", "start": 12791486, "strand": 1}, "genomic_pos_hg19": {"chr": "19", "end": 12904124, "start": 12902310, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001570", "qualifier": "involved_in", "term": "vasculogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001649", "qualifier": "involved_in", "term": "osteoblast differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001829", "qualifier": "involved_in", "term": "trophectodermal cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002158", "qualifier": "involved_in", "term": "osteoclast proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0006357", "pubmed": [20102225, 23661758], "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030316", "qualifier": "involved_in", "term": "osteoclast differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033687", "qualifier": "involved_in", "term": "osteoblast proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0042127", "qualifier": "involved_in", "term": "regulation of cell population proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045597", "qualifier": "involved_in", "term": "positive regulation of cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 10508860, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046697", "qualifier": "involved_in", "term": "decidualization"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0051726", "qualifier": "involved_in", "term": "regulation of cell cycle"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060136", "qualifier": "involved_in", "term": "embryonic process involved in female pregnancy"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060716", "qualifier": "involved_in", "term": "labyrinthine layer blood vessel development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071277", "qualifier": "involved_in", "term": "cellular response to calcium ion"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0140467", "pubmed": 28566324, "qualifier": "involved_in", "term": "integrated stress response signaling"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:2000319", "pubmed": 29234109, "qualifier": "involved_in", "term": "regulation of T-helper 17 cell differentiation"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005634", "pubmed": [20102225, 23661758], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005667", "qualifier": "part_of", "term": "transcription regulator complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0035976", "pubmed": 10508860, "qualifier": "part_of", "term": "transcription factor AP-1 complex"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:0090575", "pubmed": [20102225, 23661758], "qualifier": "part_of", "term": "RNA polymerase II transcription regulator complex"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IEA", "id": "GO:0001228", "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "TAS", "id": "GO:0003677", "pubmed": 10764760, "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [16189514, 16511568, 18671972, 18692475, 19064921, 19321746, 20102225, 20195357, 20211142, 21988832, 23661758, 24029232, 25416956, 25609649, 26496610, 28514442, 29997244, 30833792, 31467278, 32296183, 32814053, 35140242, 37398436], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008134", "qualifier": "enables", "term": "transcription factor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}]}, "homologene": {"genes": [[8364, 733713], [9544, 717837], [9598, 468739], [9606, 3726], [9615, 100856456], [9913, 514246], [10090, 16477], [10116, 24517]], "id": 7390}, "interpro": [{"desc": "Transcription factor Jun", "id": "IPR002112", "short_desc": "Leuzip_Jun"}, {"desc": "Basic-leucine zipper domain", "id": "IPR004827", "short_desc": "bZIP"}, {"desc": "Jun-like transcription factor", "id": "IPR005643", "short_desc": "JNK"}, {"desc": "Transcription factor, Skn-1-like, DNA-binding domain superfamily", "id": "IPR008917", "short_desc": "TF_DNA-bd_sf"}, {"desc": "Basic-leucine zipper domain superfamily", "id": "IPR046347", "short_desc": "bZIP_sf"}], "ipi": "IPI00013439", "map_location": "19p13.13", "name": "JunB proto-oncogene, AP-1 transcription factor subunit", "other_names": ["activator protein 1", "jun B proto-oncogene", "transcription factor AP-1 subunit JunB", "transcription factor JunB", "transcription factor jun-B"], "pantherdb": {"HGNC": "6205", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "96647", "ortholog_type": "LDO", "panther_family": "PTHR11462", "taxid": 10090, "uniprot_kb": "P09450"}, {"RGD": "2944", "ortholog_type": "LDO", "panther_family": "PTHR11462", "taxid": 10116, "uniprot_kb": "P24898"}, {"ZFIN": "ZDB-GENE-040426-2172", "ortholog_type": "O", "panther_family": "PTHR11462", "taxid": 7955, "uniprot_kb": "A8E7N0"}, {"ZFIN": "ZDB-GENE-040426-2666", "ortholog_type": "LDO", "panther_family": "PTHR11462", "taxid": 7955, "uniprot_kb": "A0A0R4IAV4"}, {"WormBase": "WBGene00012005", "ortholog_type": "O", "panther_family": "PTHR11462", "taxid": 6239, "uniprot_kb": "G5ECU7"}, {"FlyBase": "FBgn0001291", "ortholog_type": "O", "panther_family": "PTHR11462", "taxid": 7227, "uniprot_kb": "P18289"}, {"SGD": "S000000735", "ortholog_type": "O", "panther_family": "PTHR11462", "taxid": 4932, "uniprot_kb": "P03069"}], "uniprot_kb": "P17275"}, "pathway": {"biocarta": {"id": "gata3pathway", "name": "gata3 participate in activating the th2 cytokine genes expression"}, "kegg": [{"id": "hsa04380", "name": "Osteoclast differentiation - Homo sapiens (human)"}, {"id": "hsa04668", "name": "TNF signaling pathway - Homo sapiens (human)"}, {"id": "hsa04935", "name": "Growth hormone synthesis, secretion and action - Homo sapiens (human)"}], "netpath": [{"id": "Pathway_BCR", "name": "BCR"}, {"id": "Pathway_Oncostatin_M", "name": "Oncostatin_M"}, {"id": "Pathway_TGF_beta_Receptor", "name": "TGF_beta_Receptor"}, {"id": "Pathway_TNFalpha", "name": "TNFalpha"}], "pid": [{"id": "ap1_pathway", "name": "AP-1 transcription factor network"}, {"id": "atf2_pathway", "name": "ATF-2 transcription factor network"}, {"id": "cd8tcrdownstreampathway", "name": "Downstream signaling in na&#xef;ve CD8+ T cells"}, {"id": "fra_pathway", "name": "Validated transcriptional targets of AP1 family members Fra1 and Fra2"}, {"id": "il6_7pathway", "name": "IL6-mediated signaling events"}, {"id": "nfat_tfpathway", "name": "Calcineurin-regulated NFAT-dependent transcription in lymphocytes"}, {"id": "tcrcalciumpathway", "name": "Calcium signaling in the CD4+ TCR pathway"}], "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-166520", "name": "Signaling by NTRKs"}, {"id": "R-HSA-166520", "name": "Signaling by NTRKs"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-170834", "name": "Signaling by TGF-beta Receptor Complex"}, {"id": "R-HSA-187037", "name": "Signaling by NTRK1 (TRKA)"}, {"id": "R-HSA-187037", "name": "Signaling by NTRK1 (TRKA)"}, {"id": "R-HSA-198725", "name": "Nuclear Events (kinase and transcription factor activation)"}, {"id": "R-HSA-198725", "name": "Nuclear Events (kinase and transcription factor activation)"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-2173793", "name": "Transcriptional activity of SMAD2/SMAD3:SMAD4 heterotrimer"}, {"id": "R-HSA-2173796", "name": "SMAD2/SMAD3:SMAD4 heterotrimer regulates transcription"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-5663202", "name": "Diseases of signal transduction by growth factor receptors and second messengers"}, {"id": "R-HSA-6785807", "name": "Interleukin-4 and Interleukin-13 signaling"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}, {"id": "R-HSA-9006936", "name": "Signaling by TGFB family members"}, {"id": "R-HSA-9031628", "name": "NGF-stimulated transcription"}, {"id": "R-HSA-9031628", "name": "NGF-stimulated transcription"}, {"id": "R-HSA-9700206", "name": "Signaling by ALK in cancer"}, {"id": "R-HSA-9725370", "name": "Signaling by ALK fusions and activated point mutants"}, {"id": "R-HSA-9725371", "name": "Nuclear events stimulated by ALK signaling in cancer"}], "wikipathways": [{"id": "WP2355", "name": "Corticotropin-releasing hormone signaling pathway"}, {"id": "WP2374", "name": "Oncostatin M Signaling Pathway"}, {"id": "WP2873", "name": "Aryl Hydrocarbon Receptor Pathway"}, {"id": "WP2877", "name": "Vitamin D Receptor Pathway"}, {"id": "WP2882", "name": "Nuclear Receptors Meta-Pathway"}, {"id": "WP304", "name": "Kit receptor signaling pathway"}, {"id": "WP364", "name": "IL-6 signaling pathway"}, {"id": "WP366", "name": "TGF-beta Signaling Pathway"}, {"id": "WP408", "name": "Oxidative Stress"}, {"id": "WP4877", "name": "Host-pathogen interaction of human coronaviruses - MAPK signaling"}, {"id": "WP4879", "name": "The Overlap Between Signal Transduction Pathways that Contribute to a Range of LMNA Laminopathies"}]}, "pfam": ["PF00170", "PF03957"], "pharmgkb": "PA30007", "pharos": {"target_id": 20104, "tdl": "Tbio"}, "pir": "S10183", "prosite": "PS50217", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF251723", "relationship": "is"}, {"id": "GNF251724", "relationship": "is"}, {"id": "GNF251725", "relationship": "is"}, {"id": "GNF251726", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": [{"id": "GNF157380", "relationship": "is"}, {"id": "GNF161958", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF035949", "relationship": "similar to"}, "GNF_mm+hs-MGC": [{"id": "GNF007315", "relationship": "is"}, {"id": "GNF007316", "relationship": "is"}, {"id": "GNF007317", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF286233", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF104849", "relationship": "is"}, {"id": "GNF144497", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000019.10", "NC_060943.1"], "protein": "NP_002220.1", "rna": "NM_002229.3", "translation": {"protein": "NP_002220.1", "rna": "NM_002229.3"}}, "reporter": {"HG-U133_Plus_2": "201473_at", "HG-U95Av2": ["2049_s_at", "32786_at"], "HTA-2_0": ["TC19000228.hg.1", "TC19001995.hg.1"], "HuEx-1_0": "3821893", "HuGene-1_1": "8026047", "HuGene-2_1": "16858710"}, "retired": [90482, 113274, 115910], "summary": "Enables sequence-specific double-stranded DNA binding activity. Involved in positive regulation of transcription by RNA polymerase II. Located in nucleoplasm. Part of transcription factor AP-1 complex. Biomarker of Hodgkin's lymphoma and anaplastic large cell lymphoma. [provided by Alliance of Genome Resources, Apr 2022]", "symbol": "JUNB", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C0812313"}, "unigene": "Hs.25292", "uniprot": {"Swiss-Prot": "P17275", "TrEMBL": "Q5U079"}, "wikipedia": {"url_stub": "JUNB"}}