{"AllianceGenome": "6221", "HGNC": "6221", "MIM": "176263", "_id": "3738", "_version": 1, "accession": {"genomic": ["AL365361.12", "CH471122.1", "CP068277.2", "M38217.1", "M55515.1", "NC_000001.11", "NC_060925.1"], "protein": ["AAA36425.1", "AAA59457.1", "AAB88073.1", "AAC31761.1", "AAH35059.2", "AAH64595.1", "BAG36720.1", "EAW56457.1", "NP_002223.3", "P22001.3"], "rna": ["AA811374.1", "AK314009.1", "BC035059.1", "BC064595.1", "BM995500.1", "CA438434.1", "DB086905.1", "HY035404.1", "L23499.1", "M85217.1", "NM_002232.5", "NR_109845.2", "NR_109846.1"], "translation": [{"protein": "AAH64595.1", "rna": "BC064595.1"}, {"protein": "NP_002223.3", "rna": "NM_002232.5"}, {"protein": "BAG36720.1", "rna": "AK314009.1"}, {"protein": "AAH35059.2", "rna": "BC035059.1"}, {"protein": "AAC31761.1", "rna": "L23499.1"}, {"protein": "AAA59457.1", "rna": "M85217.1"}]}, "alias": ["HGK5", "HLK3", "HPCN3", "HUKIII", "KV1.3", "MK3", "PCN3"], "ensembl": {"gene": "ENSG00000177272", "protein": ["ENSP00000358784", "ENSP00000513296", "ENSP00000513297", "ENSP00000513298", "ENSP00000513299", "ENSP00000513300"], "transcript": ["ENST00000369769", "ENST00000685980", "ENST00000697409", "ENST00000697410", "ENST00000697411", "ENST00000697412"], "translation": [{"protein": "ENSP00000513296", "rna": "ENST00000685980"}, {"protein": "ENSP00000513297", "rna": "ENST00000697409"}, {"protein": "ENSP00000513298", "rna": "ENST00000697410"}, {"protein": "ENSP00000513299", "rna": "ENST00000697411"}, {"protein": "ENSP00000513300", "rna": "ENST00000697412"}, {"protein": "ENSP00000358784", "rna": "ENST00000369769"}], "type_of_gene": "protein_coding"}, "entrezgene": "3738", "exons": [{"cdsend": 110674809, "cdsstart": 110673081, "chr": "1", "position": [[110672464, 110674940]], "strand": -1, "transcript": "NM_002232", "txend": 110674940, "txstart": 110672464}, {"cdsend": 110673454, "cdsstart": 110673454, "chr": "1", "position": [[110653560, 110659586], [110668222, 110668344], [110673236, 110673454]], "strand": -1, "transcript": "NR_109845", "txend": 110673454, "txstart": 110653560}, {"cdsend": 110671775, "cdsstart": 110671775, "chr": "1", "position": [[110653560, 110659586], [110668222, 110668341], [110671475, 110671775]], "strand": -1, "transcript": "NR_109846", "txend": 110671775, "txstart": 110653560}], "exons_hg19": [{"cdsend": 111217431, "cdsstart": 111215703, "chr": "1", "position": [[111215086, 111217562]], "strand": -1, "transcript": "NM_002232", "txend": 111217562, "txstart": 111215086}, {"cdsend": 111216076, "cdsstart": 111216076, "chr": "1", "position": [[111196185, 111202208], [111210844, 111210966], [111215858, 111216076]], "strand": -1, "transcript": "NR_109845", "txend": 111216076, "txstart": 111196185}, {"cdsend": 111214397, "cdsstart": 111214397, "chr": "1", "position": [[111196185, 111202208], [111210844, 111210963], [111214097, 111214397]], "strand": -1, "transcript": "NR_109846", "txend": 111214397, "txstart": 111196185}], "generif": [{"pubmed": 12150982, "text": "role in apoptosis induced by actinomycin D"}, {"pubmed": 12604782, "text": "distribution of FLAG epitope-tagged Kv1.3 channels (Kv1.3/FLAG) significantly differs from the stochastic Poisson distribution in the plasma membrane of human T lymphoma cells"}, {"pubmed": 12632187, "text": "manipulation of membrane cholesterol changed both the kinetic properties of Kv1.3 and steady-state parameters of activation by modifying lipid-protein interactions."}, {"pubmed": 12807917, "text": "Fas ligand increases Kv1.3 channel activity through the same canonical apoptotic signaling cascade that is required for potassium efflux, cell shrinkage, and apoptosis"}, {"pubmed": 12850541, "text": "In different glioma samples investigated for expression of KV1.3 potassium channels, no correlation of expression with glioma entities and malignancy grades is evident for KV1.3."}, {"pubmed": 12909584, "text": "Of 13 voltage-gated K+ (Kv) potassium channels sought, only Kv1.3 mRNA was present. Kv1.3 sets the resting potential of the cells, but it is not required for Fc receptor-mediated phagocytosis."}, {"pubmed": 14745040, "text": "Localization of Kv1.3 channels in the IS might open an unrevealed possibility in the regulation of ion channel activity by signaling molecules accumulated in the immune synapse."}, {"pubmed": 15632141, "text": "study of the mitochondrial localization of Kv1.3"}, {"pubmed": 16043714, "text": "Kv1.3 is highly expressed in postmortem multiple sclerosis brain inflammatory infiltrates."}, {"pubmed": 16317062, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16729292, "text": "functional role of K(v)1.5 and K(v)1.3 on activated human dendritic cells"}, {"pubmed": 17088564, "text": "T cells with other antigen specificities from these patients, or autoreactive T cells from healthy individuals and disease controls, express low levels of Kv1.3 and are predominantly naive or central-memory (T(CM)) cells"}, {"pubmed": 17160583, "text": "The influence of extracellular pH and zinc ions (Zn(2+)) on the steady-state inactivation of Kv1.3 channels expressed in human lymphocytes, was investigated."}, {"pubmed": 17242956, "text": "Cholesterol depletion causes significant, reversible alterations in the Kv1.3 channel function in Jurkat cells."}, {"pubmed": 17579055, "text": "Defective temporal and spatial Kv1.3 channel distribution may contribute to the abnormal functions of T cells in systemic lupus erythematosus."}, {"pubmed": 17582781, "text": "Ketanserin acts directly on the open state of the Kv1.3 channel, reducing current flow. Augmentation of extracellular [K] enhances current flow through the channel."}, {"pubmed": 17854350, "text": "The Kv1.3 potassium channel, postsynaptic density protein 95, and insulin receptor serine kinase co-localize to regulate membrane excitability and synaptic transmission at critical locations in the olfactory bulb."}, {"pubmed": 17878353, "text": "Specific Kv1.3 blockers may be beneficial in autoimmune diseases such as multiple sclerosis in which effector memory T cells are found in the target organ"}, {"pubmed": 18611390, "text": "The stimulation of CD28 in addition to CD3 strongly inhibits Kv1.3 current and this additive inhibition is mediated by CD45 activation."}, {"pubmed": 18818304, "text": "These findings suggest that Bax mediates cytochrome c release and mitochondrial depolarization in lymphocytes, at least in part, via its interaction with mitochondrial Kv1.3."}, {"pubmed": 19104661, "text": "The effects of clofazimine provide the first line of experimental evidence in support of a causal relationship between Kv1.3 and calcium oscillation in human T cells."}, {"pubmed": 19295169, "text": "novel inhibitory effects of phosphoinositides and SDF-1alpha on Kv1.3 current may have a significant function as a downregulation mechanism of Kv1.3 activity for the maintenance of T lymphocyte activation in immune responses"}, {"pubmed": 19371328, "text": "Conclude that the wild-type hK(v)1.3 channel undergoes at least two different conformational changes before finally closing with a low verapamil affinity in one open state and a high verapamil affinity in the other open state."}, {"pubmed": 19409928, "text": "Tregs from multiple sclerosis patients had fewer K(V)1.3 channels than naive cells and there was no difference in the membrane capacitance or channel density between the two subtypes of cells."}, {"pubmed": 19465885, "text": "Methylation of KV1.3 gene promoter could explain the decrease of KV1.3 expression in pancreatic adenocarcinomas."}, {"pubmed": 19489042, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19489042, "text": "Study found evidence for Kv1.3 role in olfactory function & possible diabetes link: olfactory impairment found in homozygous carriers of Kv1.3 polymorphism rs2821557; then, olfactory dysfunction correlates with higher HbA1c & fasting plasma glucose."}, {"pubmed": 19574640, "text": "preliminary X-ray diffraction studies of the tetramerization domain"}, {"pubmed": 19590190, "text": "DNA methylation is responsible for a decrease of K(v)1.3 gene expression in breast adenocarcinoma and is associated with poorly differentiated tumors and younger patients."}, {"pubmed": 19712592, "text": "The expression level of Kv1.3 in each stage of breast cancer using mRNA isolated from breast cancer patients and in immortalized and tumorigenic human mammary epithelial cells, was evaluated."}, {"pubmed": 19841189, "text": "upon Ag presentation, membrane-incorporated Kv1.3 channels move along the plasma membrane to localize in the IS."}, {"pubmed": 19850126, "text": "Given that glutamate is present in plasma and that both mGluRs and K(V)1.3 channels regulate T-lymphocyte responsiveness, our finding may account for the presence of immune-associated alterations in AD."}, {"pubmed": 19959227, "text": "trafficking abnormalities contribute to defective signaling in systemic lupus erythematosus T cells"}, {"pubmed": 19961728, "text": "Kv1.3 channels of peripheral CD4(+)T cell and CD28(null)/CD28(+)T cells from acute coronary syndrome patients significantly increased after activation."}, {"pubmed": 20060838, "text": "investigation of native Kv1.3 channel, including transmembrane and linker segments synthesized in sequence. These native segments form helices vectorially (N- to C-terminus) only in a permissive vestibule located in the last 20 A of the tunnel."}, {"pubmed": 20114030, "text": "role of this channel in the sequence of events leading to Bax-induced cytochrome c release"}, {"pubmed": 20371822, "text": "Release of granzyme B impairs neural progenitor cell proliferation and differentiation through the expression of potassium channel subunit Kv1.3."}, {"pubmed": 20601376, "text": "higher expression on major T-lymphocyte subsets of newborns compared to adult ones except for T(h)1 lymphocytes"}, {"pubmed": 20603149, "text": "increased impact on T-lymphocyte activation in type 1 diabetes mellitus patients"}, {"pubmed": 20798505, "text": "A comparison of the expression patterns of Kv1.3 and Kv1.5 in the human fetus."}, {"pubmed": 20865378, "text": "Kv1.3 contributes an unusual nonconducting role - the detection of metabolic state."}, {"pubmed": 20884640, "text": "K(V)1.3 potassium channels are functional in proliferating mouse and human vascular smooth muscle cells and have positive effects on cell migration. Blockers of the channels may be useful as inhibitors of neointimal hyperplasia."}, {"pubmed": 21087602, "text": "treatment with short hairpin RNA (shRNA) against Kv1.3, significantly blocked A549 cells' proliferation"}, {"pubmed": 21220411, "text": "A mutation in Kv1.3 (A413C) doubles the stoichiometry of emopamil but not verapamil for blocking the channel."}, {"pubmed": 21586699, "text": "findings are not supportive of a role for Kv1.3 in the modulation of peripheral insulin sensitivity"}, {"pubmed": 21726550, "text": "PDZ binding domain-dependent interactions affect both Kv1.3 localization (plasma membrane vs. golgi complex) and electrophysiological function. PDZ interactions affect localization and function via independent mechanisms."}, {"pubmed": 21834013, "text": "regulatory switch of Kv1.3 activity in peripherally induced Tregs may constitute an important contributing factor in the signaling rewiring associated with the development of these cells"}, {"pubmed": 22045429, "text": "Our findings provide the first evidence that KCNA3 is associated with autoimmune pancreatitis and suggest that KCNA3 may influence the risk for autoimmune pancreatitis"}, {"pubmed": 22110135, "text": "Functional blockade of the voltage-gated potassium channel Kv1.3 mediates reversion of T effector to central memory lymphocytes through SMAD3/p21cip1 signaling."}, {"pubmed": 22134923, "text": "hypoxia disrupts AP1/clathrin-mediated forward trafficking of Kv1.3 from the trans-Golgi to the plasma membrane thus contributing to decreased Kv1.3 surface expression in T lymphocytes."}, {"pubmed": 22169811, "text": "CD4+CD28null T cells expressed small numbers of the voltage-gated Kv1.3 and intermediate-conductance Ca2+-activated K+ channel KCa3.1 when quiescent, but increased Kv1.3 expression 4-fold with little change in KCa3.1 levels upon activation."}, {"pubmed": 22192444, "text": "Data suggest that rituximab induces apoptosis of malignant B lymphocytes by stimulating FcgammaRIIB receptors and inhibiting Kv1.3 channels."}, {"pubmed": 22360360, "text": "expression of Kv1.5 and Kv1.3 increased in skeletal muscle tumorigenesis in a close relationship with malignancy."}, {"pubmed": 22378744, "text": "Selective knockdown of protein kinase A 1(PKAI) eliminates modulation of Kv1.3 channels by PKAI activation."}, {"pubmed": 22547057, "text": "and immunocytochemistry experiments revealed an association between K(v)1.5, K(v)beta1.3, the receptor for activated C kinase (RACK1), PKCbetaI, PKCbetaII, and PKCtheta."}, {"pubmed": 22931594, "text": "Diclofenac can significant down-regulate the expression of Kv1.3 and Kir2.1 channels in human macrophages, lower their membrane potential and inhibit the process of foam cell formation."}, {"pubmed": 22952817, "text": "GrB released from T cells induced neurotoxicity by interacting with the membrane bound Gi-coupled PAR-1 receptor and subsequently activated Kv1.3 and Notch-1"}, {"pubmed": 23099443, "text": "role of Kv1.3 in modulating cholesterol-metabolism-associated molecules in human acute monocytic leukemia cell-derived macrophages (THP-1 macrophages) and human monocyte-derived macrophages exposed to oxidized LDL"}, {"pubmed": 23300077, "text": "MMP23-PD suppresses the voltage-gated potassium channel KV1.3, but not the closely related KV1.2 channel, by trapping the channel intracellularly."}, {"pubmed": 23335746, "text": "CMYA5 is a new potential substrate of Kcna3 in human heart"}, {"pubmed": 23382885, "text": "diseases. Our present results indicate a critical role for Kv1.3 in the conversion of CD8+ T cells into potential pathogenic effector cells with cytotoxic function."}, {"pubmed": 24055377, "text": "Authors show the helical transmembrane S3b-S4 hairpin (\"paddle\") of a voltage-gated potassium (Kv) channel, a critical region of the Kv voltage sensor, forms in the ribosomal vestibule."}, {"pubmed": 24114469, "text": "We show the structure of the T1 domain derived from the voltage-dependent potassium channel K(v)1.3 of Homo sapiens sapiens at 1.2 A resolution crystallized under near-physiological conditions."}, {"pubmed": 24594979, "text": "results revealed that the deficient expression of Kv1.3 channel would cause the less Ca2+ signal, leading to the less efficiency in secretion"}, {"pubmed": 24939846, "text": "Targeting the ion channel Kv1.3 with scorpion venom peptides engineered for potency, selectivity, and half-life"}, {"pubmed": 25175978, "text": "the small molecule Kv1.3 blocker PAP-1 dose-dependently inhibited proliferation and suppressed IL-2 and IFN-gamma production."}, {"pubmed": 25208915, "text": "Kv1.3 channels modulate human vascular smooth muscle cells proliferation independently of mTOR signaling pathway."}, {"pubmed": 25301362, "text": "Treatment with Acacetin for 24 h significantly inhibited Kv1.3 protein expression."}, {"pubmed": 25362031, "text": "This study demonstrated that Potassium channel Kv1.3 is highly expressed by microglia in human Alzheimer's disease."}, {"pubmed": 25644777, "text": "JAK2 participates in the signalling, regulating the voltage-gated K(+) channel KCNA3."}, {"pubmed": 25688010, "text": "The inhibition of Kv1.3 channels might be involved in antiproliferative and proapoptotic effects of the compounds observed in cancer cell lines expressing these channels."}, {"pubmed": 25739456, "text": "actin dynamics regulates the membrane motility of Kv1.3 channels."}, {"pubmed": 25829491, "text": "These results demonstrate that Kv1.3 channels are primarily localized in the nucleus of several types of cancer cells and human brain tissues where they are capable of regulating nuclear membrane potential and activation of transcription factors"}, {"pubmed": 25944908, "text": "The increment and decrement of the basic residue number in a positively charged S4 sensor of Kv1.3 channel yields conductance-voltage relationship curves in the positive direction by approximately 31.2 mV and 2-4 mV"}, {"pubmed": 26148969, "text": "Findings reveal that alpha-defensins are endogenous inhibitors of potassium voltage-gated channel subfamily A member 3 (Kv1.3) with distinct interaction mechanisms."}, {"pubmed": 26156069, "text": "the association between Kv1.3 and the COPII cargo adaptor subunit isoform Sec24a"}, {"pubmed": 26393354, "text": "Results contribute to the characterization of leukemic B cells, as it shows that upregulation of Kv1.3 in pathologic B lymphocytes is linked to the oncogenic B-RAF signaling."}, {"pubmed": 26634786, "text": "The implication of Kv1.3 in a wide repertoire of human pathologies indicates this channel is an important therapeutic target."}, {"pubmed": 26655221, "text": "Data suggest that C-terminus is necessary for Kv1.3-induced cell proliferation; the mechanism involves accessibility of key docking sites at the C terminus; phosphorylation of Tyr-447 by MAP kinase signal cascade appears crucial."}, {"pubmed": 26748289, "text": "concluded that Kv1.3 may stimulate macrophage migration through the activation of ERK."}, {"pubmed": 26931497, "text": "results identify a caveolin-binding domain in Kv1 channels and highlight the mechanisms that govern the regulation of channel surface localization during cellular processes"}, {"pubmed": 26994905, "text": "we report that Kv1.3-NPs reduced NFAT activation and CD40L expression exclusively in CD45RO(+) T cells. Furthermore, Kv1.3-NPs suppressed cytokine release and induced a phenotype switch of T cells from predominantly memory to naive."}, {"pubmed": 27802162, "text": "the tertiary structure of the C-terminal domain of Kv1.3 is necessary and sufficient for Kv1.3- KCNE4 interaction."}, {"pubmed": 28248292, "text": "T-cell dependency on Kv1.3 or KCa3.1 might be irreversibly modulated by antigen exposure."}, {"pubmed": 28472608, "text": "Kv1.3 methylation may serve as diagnostic and prognostic markers in colorectal cancer."}, {"pubmed": 29415410, "text": "In this work, we showed that although both Kv1.1 and Kv1.3 channels are expressed in U87 (glioblastoma), MDA-MB-231 (breast cancer) and LS174 (colon adenocarcinoma) cells, these respond differently to KAaH1 or KAaH2, two homologous Kv1 blockers from scorpion venom"}, {"pubmed": 29650988, "text": "These results demonstrate that the C-terminal region of Kv1.3 immediately proximal to the S6 helix is required for the activation gating and conduction, whereas the presence of the distal region of the C-terminus is not exclusively required for trafficking of Kv1.3 to the plasma membrane."}, {"pubmed": 31141130, "text": "High KV1.3 Expression is associated with Active Ulcerative Colitis."}, {"pubmed": 31536992, "text": "Expression of the Voltage-Gated Potassium Channel Kv1.3 in Lesional Skin from Patients with Cutaneous T-Cell Lymphoma and Benign Dermatitis."}, {"pubmed": 31597447, "text": "Kv1.5 downregulation upon PM leaves Kv1.3 as the dominant Kv1 channel expressed in dedifferentiated cells. We demonstrated that the inhibition of Kv1.3 channel function with selective blockers or by preventing Kv1.5 downregulation can represent an effective, novel strategy for the prevention of intimal hyperplasia and restenosis of the human vessels used for coronary angioplasty procedures."}, {"pubmed": 31661467, "text": "beta1-Integrin- and KV1.3 channel-dependent signaling stimulates glutamate release from Th17 cells."}, {"pubmed": 32056271, "text": "A common genetic variant rs2821557 in KCNA3 is linked to the severity of multiple sclerosis."}, {"pubmed": 32562800, "text": "Pregnancy-induced hypertension decreases Kv1.3 potassium channel expression and function in human umbilical vein smooth muscle."}, {"pubmed": 32597830, "text": "Kv1.3 modulates neuroinflammation and neurodegeneration in Parkinson's disease."}, {"pubmed": 32910509, "text": "The Kv1.3 ion channel acts as a host factor restricting viral entry."}, {"pubmed": 33038663, "text": "Mutual regulation between beta-TRCP mediated REST protein degradation and Kv1.3 expression controls vascular smooth muscle cell phenotype switch."}, {"pubmed": 33230847, "text": "Voltage-dependent conformational changes of Kv1.3 channels activate cell proliferation."}, {"pubmed": 33649184, "text": "Unique molecular characteristics and microglial origin of Kv1.3 channel-positive brain myeloid cells in Alzheimer's disease."}, {"pubmed": 33828089, "text": "Kv1.3 voltage-gated potassium channels link cellular respiration to proliferation through a non-conducting mechanism."}, {"pubmed": 34196606, "text": "A novel mitochondrial Kv1.3-caveolin axis controls cell survival and apoptosis."}, {"pubmed": 34554500, "text": "The Kv1.3 K(+) channel in the immune system and its \"\"precision pharmacology\"\" using peptide toxins."}, {"pubmed": 35091471, "text": "Rearrangement of a unique Kv1.3 selectivity filter conformation upon binding of a drug."}, {"pubmed": 35328733, "text": "Role of C-Terminal Domain and Membrane Potential in the Mobility of Kv1.3 Channels in Immune Synapse Forming T Cells."}, {"pubmed": 35788586, "text": "Structures of the T cell potassium channel Kv1.3 with immunoglobulin modulators."}, {"pubmed": 36501016, "text": "Olfactory Sensitivity Is Associated with Body Mass Index and Polymorphism in the Voltage-Gated Potassium Channels Kv1.3."}, {"pubmed": 37964487, "text": "De novo variants in KCNA3 cause developmental and epileptic encephalopathy."}, {"pubmed": 38542732, "text": "Effect of the rs2821557 Polymorphism of the Human Kv1.3 Gene on Olfactory Function and BMI in Different Age Groups."}], "genomic_pos": {"chr": "1", "end": 110674940, "ensemblgene": "ENSG00000177272", "start": 110653560, "strand": -1}, "genomic_pos_hg19": [{"chr": "1", "end": 111199662, "start": 111196182, "strand": -1}, {"chr": "1", "end": 111217655, "start": 111214310, "strand": -1}], "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0001508", "qualifier": "involved_in", "term": "action potential"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006813", "pubmed": 1373731, "qualifier": "involved_in", "term": "potassium ion transport"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021554", "qualifier": "involved_in", "term": "optic nerve development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0022038", "qualifier": "involved_in", "term": "corpus callosum development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051260", "qualifier": "involved_in", "term": "protein homooligomerization"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0071805", "qualifier": "involved_in", "term": "potassium ion transmembrane transport"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0008076", "qualifier": "part_of", "term": "voltage-gated potassium channel complex"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0016020", "qualifier": "is_active_in", "term": "membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0030424", "qualifier": "is_active_in", "term": "axon"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0042734", "qualifier": "located_in", "term": "presynaptic membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0044305", "qualifier": "located_in", "term": "calyx of Held"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0045121", "qualifier": "located_in", "term": "membrane raft"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0045211", "qualifier": "located_in", "term": "postsynaptic membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098978", "qualifier": "located_in", "term": "glutamatergic synapse"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0005244", "pubmed": 1373731, "qualifier": "enables", "term": "voltage-gated monoatomic ion channel activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005251", "qualifier": "enables", "term": "delayed rectifier potassium channel activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [18818304, 26871637, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0015271", "qualifier": "enables", "term": "outward rectifier potassium channel activity"}]}, "homologene": {"genes": [[6239, 174536], [7165, 1272004], [7227, 32780], [7955, 100150068], [7955, 100330283], [8364, 100145813], [9031, 404303], [9544, 702245], [9598, 469412], [9606, 3738], [9615, 490110], [9913, 525507], [10090, 16491], [10116, 29731]], "id": 128570}, "interpro": [{"desc": "BTB/POZ domain", "id": "IPR000210", "short_desc": "BTB/POZ_dom"}, {"desc": "Potassium channel tetramerisation-type BTB domain", "id": "IPR003131", "short_desc": "T1-type_BTB"}, {"desc": "Potassium channel, voltage dependent, Kv", "id": "IPR003968", "short_desc": "K_chnl_volt-dep_Kv"}, {"desc": "Potassium channel, voltage dependent, Kv1", "id": "IPR003972", "short_desc": "K_chnl_volt-dep_Kv1"}, {"desc": "Potassium channel, voltage dependent, Kv1.3", "id": "IPR004050", "short_desc": "K_chnl_volt-dep_Kv1.3"}, {"desc": "Ion transport domain", "id": "IPR005821", "short_desc": "Ion_trans_dom"}, {"desc": "SKP1/BTB/POZ domain superfamily", "id": "IPR011333", "short_desc": "SKP1/BTB/POZ_sf"}, {"desc": "Voltage-dependent channel domain superfamily", "id": "IPR027359", "short_desc": "Volt_channel_dom_sf"}], "ipi": "IPI00217447", "map_location": "1p13.3", "name": "potassium voltage-gated channel subfamily A member 3", "other_names": ["RP11-284N8.3", "potassium channel 3", "potassium channel, voltage gated shaker related subfamily A, member 3", "potassium voltage-gated channel subfamily A member 3", "potassium voltage-gated channel, shaker-related subfamily, member 3", "type n potassium channel", "voltage-gated K(+) channel HuKIII", "voltage-gated potassium channel protein Kv1.3", "voltage-gated potassium channel subunit Kv1.3"], "pantherdb": {"HGNC": "6221", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "96660", "ortholog_type": "LDO", "panther_family": "PTHR11537", "taxid": 10090, "uniprot_kb": "P16390"}, {"RGD": "2951", "ortholog_type": "LDO", "panther_family": "PTHR11537", "taxid": 10116, "uniprot_kb": "P15384"}, {"Ensembl": "ENSGALG00000036942", "ortholog_type": "LDO", "panther_family": "PTHR11537", "taxid": 9031, "uniprot_kb": "A0A1D5PI60"}, {"WormBase": "WBGene00014261", "ortholog_type": "O", "panther_family": "PTHR11537", "taxid": 6239, "uniprot_kb": "Q8I4B0"}, {"FlyBase": "FBgn0003380", "ortholog_type": "O", "panther_family": "PTHR11537", "taxid": 7227, "uniprot_kb": "P08510"}], "uniprot_kb": "P22001"}, "pathway": {"netpath": {"id": "Pathway_BDNF", "name": "BDNF"}, "reactome": [{"id": "R-HSA-112316", "name": "Neuronal System"}, {"id": "R-HSA-1296071", "name": "Potassium Channels"}, {"id": "R-HSA-1296072", "name": "Voltage gated Potassium channels"}], "wikipathways": {"id": "WP2380", "name": "Brain-derived neurotrophic factor (BDNF) signaling pathway"}}, "pdb": ["4BGC", "7EJ1", "7EJ2", "7SSV", "7SSX", "7SSY", "7SSZ", "8DFL"], "pfam": ["PF00520", "PF02214"], "pharmgkb": "PA30021", "pharos": {"target_id": 8922, "tdl": "Tclin"}, "pir": "A38101", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF251747", "relationship": "is"}, {"id": "GNF251748", "relationship": "is"}, {"id": "GNF251749", "relationship": "is"}, {"id": "GNF251750", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF163013", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF038322", "relationship": "similar to"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF087834", "relationship": "is"}, {"id": "GNF087835", "relationship": "is"}, {"id": "GNF087836", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051269", "relationship": "is"}, {"id": "GNF056035", "relationship": "is"}, {"id": "GNF060747", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF062707", "relationship": "is"}, {"id": "GNF062708", "relationship": "is"}], "GNF_hs_LentiORF-HA-MYC": {"id": "GNF283072", "relationship": "is"}, "GNF_hs_LentiORF-Jred": {"id": "GNF283999", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF007356", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": {"id": "GNF335034", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF096529", "relationship": "is"}, {"id": "GNF136184", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1"], "protein": "NP_002223.3", "rna": ["NM_002232.5", "NR_109845.2", "NR_109846.1"], "translation": {"protein": "NP_002223.3", "rna": "NM_002232.5"}}, "reporter": {"HG-U133_Plus_2": "207237_at", "HG-U95Av2": "32277_at", "HG-U95B": "42233_r_at", "HTA-2_0": "TC01002977.hg.1", "HuEx-1_0": ["2427608", "2427610", "2427612", "2427619"], "HuGene-1_1": "7918457", "HuGene-2_1": "16690754"}, "summary": "Potassium channels represent the most complex class of voltage-gated ion channels from both functional and structural standpoints. Their diverse functions include regulating neurotransmitter release, heart rate, insulin secretion, neuronal excitability, epithelial electrolyte transport, smooth muscle contraction, and cell volume. Four sequence-related potassium channel genes - shaker, shaw, shab, and shal - have been identified in Drosophila, and each has been shown to have human homolog(s). This gene encodes a member of the potassium channel, voltage-gated, shaker-related subfamily. This member contains six membrane-spanning domains with a shaker-type repeat in the fourth segment. It belongs to the delayed rectifier class, members of which allow nerve cells to efficiently repolarize following an action potential. It plays an essential role in T-cell proliferation and activation. This gene appears to be intronless and it is clustered together with KCNA2 and KCNA10 genes on chromosome 1. [provided by RefSeq, Jul 2008].", "symbol": "KCNA3", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1416546"}, "unigene": ["Hs.619197", "Hs.169948", "Hs.628223"], "uniprot": {"Swiss-Prot": "P22001", "TrEMBL": "A0A8V8TMD4"}, "wikipedia": {"url_stub": "KCNA3"}}