{"AllianceGenome": "6224", "HGNC": "6224", "MIM": "176267", "_id": "3741", "_version": 1, "accession": {"genomic": ["AC005906.1", "CH471116.2", "CP068266.2", "NC_000012.12", "NC_060936.1", "NG_012198.1"], "protein": ["AAA36422.1", "AAA60146.1", "AAA61276.1", "AAH96357.1", "AAH96358.3", "AAH99665.3", "AAH99666.3", "EAW88830.1", "NP_002225.2", "P22460.4"], "rna": ["BC096357.3", "BC096358.3", "BC099665.3", "BC099666.3", "BM663787.1", "BM692565.1", "M55513.1", "M60451.1", "M83254.1", "NM_002234.4"], "translation": [{"protein": "AAA60146.1", "rna": "M83254.1"}, {"protein": "NP_002225.2", "rna": "NM_002234.4"}, {"protein": "AAH96357.1", "rna": "BC096357.3"}, {"protein": "AAA36422.1", "rna": "M55513.1"}, {"protein": "AAH99666.3", "rna": "BC099666.3"}, {"protein": "AAH99665.3", "rna": "BC099665.3"}, {"protein": "AAA61276.1", "rna": "M60451.1"}, {"protein": "AAH96358.3", "rna": "BC096358.3"}]}, "alias": ["ATFB7", "HCK1", "HK2", "HPCN1", "KV1.5", "PCN1"], "ensembl": {"gene": "ENSG00000130037", "protein": "ENSP00000252321", "transcript": "ENST00000252321", "translation": [{"protein": "ENSP00000252321", "rna": "ENST00000252321"}], "type_of_gene": "protein_coding"}, "entrezgene": "3741", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 9.03444183, "exp_mis": 325.2267125, "exp_syn": 166.1561, "lof_z": 1.00004123778571, "mis_z": 2.74548116574589, "mu_lof": 7.60387184458e-07, "mu_mis": 2.86674017709e-05, "mu_syn": 1.46278913832e-05, "n_lof": 6.0, "n_mis": 224.0, "n_syn": 139.0, "p_li": 0.000687391815094003, "p_null": 0.251892286019355, "p_rec": 0.747420322165551, "syn_z": 1.30604673595619}, "bp": 1842, "cds_end": 5155155, "cds_start": 5153313, "n_exons": 1, "nonpsych": {"exp_lof": 8.1564063, "exp_mis": 294.3409322, "exp_syn": 150.3667081, "lof_z": 1.08541422093402, "mis_z": 2.74415309057852, "mu_lof": 7.60387184458e-07, "mu_mis": 2.86674017709e-05, "mu_syn": 1.46278913832e-05, "n_lof": 5.0, "n_mis": 201.0, "n_syn": 127.0, "p_li": 0.00314442153895874, "p_null": 0.199968605985629, "p_rec": 0.796886972475412, "syn_z": 1.19973423990437}, "nontcga": {"exp_lof": 8.30967562, "exp_mis": 299.2065867, "exp_syn": 152.86164749, "lof_z": 1.47480230967251, "mis_z": 2.68454620400645, "mu_lof": 7.60387184458e-07, "mu_mis": 2.86674017709e-05, "mu_syn": 1.46278913832e-05, "n_lof": 4.0, "n_mis": 206.0, "n_syn": 127.0, "p_li": 0.0176495372951712, "p_null": 0.0895952118074152, "p_rec": 0.892755250897414, "syn_z": 1.32442844545771}, "transcript": "ENST00000252321.3"}, "exons": [{"cdsend": 5045989, "cdsstart": 5044147, "chr": "12", "position": [[5043878, 5046788]], "strand": 1, "transcript": "NM_002234", "txend": 5046788, "txstart": 5043878}], "exons_hg19": [{"cdsend": 5155155, "cdsstart": 5153313, "chr": "12", "position": [[5153044, 5155954]], "strand": 1, "transcript": "NM_002234", "txend": 5155954, "txstart": 5153044}], "generif": [{"pubmed": 12021261, "text": "characterization of a truncated form of Kv1.5"}, {"pubmed": 12130714, "text": "Modulation by protein kinase C activation: role of the Kvbeta1.2 subunit."}, {"pubmed": 12435606, "text": "co-localization of Kv1.5 with PSD95 at the cell surface is similarly independent of the canonical PDZ-binding motif"}, {"pubmed": 12601085, "text": "Reduction in the activation energy for the inactivation transition from the open state underlies the inhibition of hKv1.5 Na(+) current at low pH."}, {"pubmed": 12850541, "text": "Kv1.5 potassium channel mRNA expression correlates with glioma entities and malignancy grades; expression is high in astrocytomas, moderate in oligodendrogliomas, and low in glioblastomas."}, {"pubmed": 12970345, "text": "multiple isoforms of SAP97 were identifed in human heart atrium specimens; isoforms were found to co-immunoprecipiate with hKv1.5; isoforms were found to have distinct effect on hKv1.5 current and spatial channel organization"}, {"pubmed": 13679372, "text": "the destabilization or bending of the S6 alpha-helix of KV1.5 caused by the PXP motif apparently creates a flexible \"hinge\" that allows movement of the lower S6 segment during channel gating and opening"}, {"pubmed": 14527939, "text": "No electrical remodeling is evident in Kv1.5DN-expressing ventricular myocytes, and the (Kv1.5DN-induced) elimination of IK,slow1 does not result in spontaneous ventricular arrhythmias."}, {"pubmed": 14578345, "text": "an examination of the effect of K channel blocker S0100176) on the structure of the Kv1.5 channel"}, {"pubmed": 15140747, "text": "Overexpression of the human KCNA5 gene increases K+ currents (i.e., K+ efflux or loss), accelerates apoptotic volume decrease (AVD), increases caspase-3 activity, and induces apoptosis"}, {"pubmed": 15217912, "text": "Heterologously expressed human pulmonary arterial smooth muscle cells (PASMC) Kv1.5 generated an O2- and correolide-sensitive I(K) like that in resistance PASMCs."}, {"pubmed": 15353504, "text": "There is a central role for developmentally regulated ductus arteriosus SMC O2-sensitive Kv channels in the functional closure of the DA."}, {"pubmed": 15623896, "text": "This suggests that for Kv channels, the coupling between voltage sensing and gating reflects primarily an intrasubunit interaction."}, {"pubmed": 15735608, "text": "P. 142: \"An aligment of KCNA5 among human, mouse, and rat shows 86% amino acid identity, and no monogenicc human arrhythmia syndrome has been linked to KCNA5\""}, {"pubmed": 16051887, "text": "a pathway for Kv1.5 internalization from the cell surface involving early endosomes, followed by later trafficking by the dynein motor along microtubules."}, {"pubmed": 16236819, "text": "KCNA5 is an important Kv channel that regulates resting membrane potential and that acute hypoxia selectively reduces KCNA5 channel activity in pulmonary smooth muscle cells relative to mesenteric smooth muscle cells and other cell types."}, {"pubmed": 16411137, "text": "We found three heterozygous SNPs: R87Q, A251T, and P307S.  Both R87Q and P307S diminished the inactivation amplitude."}, {"pubmed": 16466689, "text": "specific inhibition of kinase C by Calphostin C eliminated the increase in wild-type hKv1.5 currents associated with synapse-associated protein 97 overexpression suggesting a role for this kinase in the response"}, {"pubmed": 16729292, "text": "functional role of K(v)1.5 and K(v)1.3 on activated human dendritic cells"}, {"pubmed": 16765315, "text": "hKv1.5 channel is expressed in human alveolar macrophages and it plays a role in phagocytosis and migration of the human alveolar macrophage."}, {"pubmed": 16902793, "text": "Mg2+ block causes voltage-dependent inactivation of Kv1.5"}, {"pubmed": 16956964, "text": "These results imply that protonation of residue 463 does not modulate inactivation solely by an electrostatic interaction with residues near the pore mouth."}, {"pubmed": 17267549, "text": "results suggest Kv1.5 channels are modulated by agonists; novel SNPs are present in idiopathic pulmonary arterial hypertension; SNPs may underlie altered expression and/or function of Kv1.5 channels in pulmonary artery smooth muscle cells in IPAH"}, {"pubmed": 17344312, "text": "S-acylation can regulate steady-state expression of Kv1.5."}, {"pubmed": 17428690, "text": "Down-regulation of Kv1.5 enhanced the drug-resistant phenotype of gastric cancer cells."}, {"pubmed": 17868645, "text": "In conclusion, N-cadherin modifies Kv1.5 channel activity and is thus a novel candidate signaling molecule participating in the regulation of a variety of functions including cardiac action potential and vascular tone."}, {"pubmed": 18083891, "text": "mitochondrial abnormalities that disturb the reactive O(2) species HIF-1alpha-Kv1.5 O(2)-sensing pathway contribute to the pathogenesis of pulmonary arterial hypertension and cancer--REVIEW"}, {"pubmed": 18157847, "text": "KCNA5 is involved K(+)-channel in regulatory volume decrease in human spermatozoa, and channel activity is regulated beyond the extent of protein expression."}, {"pubmed": 18209767, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18209767, "text": "R87Q and P307S polymorphisms in hKv1.5, possibly in combination with other risk factors, may influencethe development of postoperative atrial fibrillation"}, {"pubmed": 18218624, "text": "implicate the traffic and localization of Kv1.3/Kv1.5 heteromers in the complex regulation of immune system cells"}, {"pubmed": 18245566, "text": "SAP97 regulates the K(+) current in cardiac myocytes by retaining and immobilizing Kv1.5 subunits in the plasma membrane."}, {"pubmed": 18281375, "text": "Results support a role of FHL1 as a key molecular component in the I(Kur) complex in human atrium, where it likely regulates functional expression of KCNA5."}, {"pubmed": 18385285, "text": "Report a Kv1.5 channel with an altered activation gate sequence that displays both \"fast\" and \"slow\" activation kinetics."}, {"pubmed": 18485768, "text": "Active site architecture, certain key residues and pharmacophore common-features responsible for substrate specificity are identified on Kv1.5 potassium channel that are very helpful in understanding the blockade mechanism of Kv1.5 potassium channel."}, {"pubmed": 18755741, "text": "The Rab GTPases thus constitute dynamic targets by which cells may modulate Kv1.5 functional expression."}, {"pubmed": 18987637, "text": "Double-mutant cycle analysis indicates that R5 of Kvbeta1.3 interacts with A501 and T480 of Kv1.5, residues located deep within the pore of the channel."}, {"pubmed": 19029374, "text": "Replacing L45 and S6(T) by corresponding hKv2.1 sequences, transfered the hKv2.1 kinetics but not the voltage dependence to hKv1.5. Point mutations in S6(T) show that it needs to be alpha-helical and forms a \"crevice\" for the L45 residues I422 and T426."}, {"pubmed": 19332619, "text": "In the absence of potassium ion, significant N-methyl-D-glucamine (NMDG)-positive currents could be recorded from human embryonic kidney cells expressing Kv3.1 or Kv3.2b channels and Kv1.5 Arg487Tyr/Val, but not wild-type channels."}, {"pubmed": 19343045, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19343045, "text": "These findings expand the spectrum of mutations in KCNA5 linked to atrial fibrillation (AF) and provide new insight into the molecular mechanism involved in AF."}, {"pubmed": 19443837, "text": "Antiarrhythmic drug-induced internalization of the atrial-specific k+ channel kv1.5."}, {"pubmed": 19675065, "text": "role of the kinesin I isoform Kif5b in the trafficking of a cardiac voltage-gated potassium channel, Kv1.5 in Kv1.5-expressing HEK293 cells and H9c2 cardiomyoblasts"}, {"pubmed": 19706553, "text": "Results suggest that cholesterol regulates Kv1.5 channel expression by modulating its trafficking through the Rab11-associated recycling endosome."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19961828, "text": "Sialylated N-glycans uniquely impact gating of a mammalian Shaker family K(v) channel isoform, K(v)1.5, but have no effect on gating of a second Shaker isoform, K(v)1.4."}, {"pubmed": 20018952, "text": "Data support a role for the T1 domain in channel kinetics as well as in KCNA5 channel subcellular localization."}, {"pubmed": 20025600, "text": "Overexpression of Kv1.5 is associated with cancer."}, {"pubmed": 20133392, "text": "Anandamide structure may a determinant of cannabinoid receptor-independent modulation."}, {"pubmed": 20184887, "text": "Kv1.5 channel is blocked by diphenyl phosphine oxide-1"}, {"pubmed": 20346360, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20357183, "text": "Biolistically introduced exogenous voltage-gated potassium channel, Kv1.5, is functional and, like endogenous Kv1.5, localizes to the intercalated disc, where it is expressed at the surface of that structure."}, {"pubmed": 20556823, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20556823, "text": "an association was found solely for Pulmonary arterial hypertension associated with Systemic Sclerosis in KCNA5 ((potassium voltage-gated channel subfamily A member 5) rs10744676 variants"}, {"pubmed": 20581043, "text": "In Kv1.5 H+ and Ni2+ differentially enhance a slow inactivation process that involves at least two inactivated states and that resting inactivation is probably a close variant of slow inactivation."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20638934, "text": "Our data implicate abnormal atrial repolarization control due to variable TK signaling as a mechanism in familial AF and thereby suggest a role for modulation of this pathway in AF and its treatment."}, {"pubmed": 20646426, "text": "KCNA5 T527M mutation exerted a predominant negative effect on potassium currents but no effect on the subcellular location of the encoded ion channel."}, {"pubmed": 20646426, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20798505, "text": "A comparison of the expression patterns of Kv1.3 and Kv1.5 in the human fetus."}, {"pubmed": 21681339, "text": "Ethanol prologned the action potential duration in isolated myocardium, which may be due to inhibition of Kv1.5 channel currents."}, {"pubmed": 22053194, "text": "In order to substantiate a possible relation between K(v1.5) and FHL1C, a pull-down assay was performed."}, {"pubmed": 22166221, "text": "The experiments disclose a completely novel function of beta-catenin, i.e. the regulation of Kv1.5 channel activity."}, {"pubmed": 22360360, "text": "expression of Kv1.5 and Kv1.3 increased in skeletal muscle tumorigenesis in a close relationship with malignancy."}, {"pubmed": 22547057, "text": "and immunocytochemistry experiments revealed an association between K(v)1.5, K(v)beta1.3, the receptor for activated C kinase (RACK1), PKCbetaI, PKCbetaII, and PKCtheta."}, {"pubmed": 23185428, "text": "Kv1.5 may play an important role in oxidative vascular endothelial injury"}, {"pubmed": 23221389, "text": "AMPK is a potent regulator of Kv1.5. AMPK inhibits Kv1.5 presumably in part by activation of Nedd4- 2 with subsequent clearance of channel protein from the cell membrane."}, {"pubmed": 23264583, "text": "Results identified gain and loss of function mutations which lead to increased and decreased potassium currents enhancing AF."}, {"pubmed": 23270786, "text": "Data do not indicate an important role of potassium voltage-gated channel shaker-related subfamily member 5 (KCNA5) as a sclerosis (SSc)-susceptibility factor or as a pulmonary arterial hypertension (PAH)-development genetic marker for SSc patients."}, {"pubmed": 23390957, "text": "Incretin regulation of beta-cell function involves the acetylation of Kv1.5."}, {"pubmed": 23847097, "text": "Kv1.5 is a determinant of human B cell proliferation and migration, thereby identifying this channel as a new target for immunomodulation."}, {"pubmed": 24663680, "text": "These results indicate that low temperature exposure stabilizes the protein in the cellular organelles or on the plasma membrane, and modulates its maturation and trafficking, thus enhancing the currents of hKv1.5 and its trafficking defect mutants."}, {"pubmed": 24682423, "text": "isoform betaII plays a central role in the PKC-dependent regulation of Kv1.5/Kvbeta1.2 channels."}, {"pubmed": 24936649, "text": "Mutations in KCNA5 gene is not associated with pulmonary arterial hypertension."}, {"pubmed": 24946104, "text": "Protein kinase C inhibition results in a Kv 1.5 and Kv beta 1.3 pharmacology closer to Kv 1.5 channels"}, {"pubmed": 25435365, "text": "The KCNA5 promoter is marked in cancer cells with PcG-dependent chromatin repressive modifications that increase in hypoxia."}, {"pubmed": 25918274, "text": "The expression of Kv1.5 channel protein changes with atrial fibrillation but not with age, rheumatic heart diseases, and sex in atrial fibrillation."}, {"pubmed": 26129877, "text": "One KCNA5 variant, H463R, was a novel mutation; the histidine at codon 463 is located in the S5-pore loop, in the vicinity of the pore of KV1.5 subunit. The other variant, T527M, showed a gain-of-function effect with an enhanced steady-state activation."}, {"pubmed": 26232501, "text": "These results indicate that CHIP decreases the Kv1.5 protein level and functional channel by facilitating its degradation in concert with chaperone Hsc70"}, {"pubmed": 26256861, "text": "Direct interaction with specific amino acids underlies the blocking action of propofol on voltage-gated hKv1.5 channel."}, {"pubmed": 26292661, "text": "Putative binding sites for arachidonic acid on the human cardiac Kv 1.5 channel"}, {"pubmed": 26569226, "text": "Kv1.5 expression is increased in osteosarcoma cells and tissues and shRNA mediated silencing of Kv1.5 results in cell proliferation inhibition, cell cycle arrest, and induces cell apoptosis."}, {"pubmed": 26573141, "text": "Studies demonstrate that DNA hypermethylation contributes to epigenetic repression of the KCNA5 locus and that the resulting suppression of the Kv1.5 ion channel supports cancer cell proliferation."}, {"pubmed": 26874203, "text": "demonstrate that PK treatment cleaved mature membrane-bound (75kDa) Kv1.5 channels at a single locus in the S1-S2 linker, producing 42-kDa N-terminal fragments and 33-kDa C-terminal fragments"}, {"pubmed": 27075359, "text": "our finding indicated that KCNA5 protein may interact with Cav-1, thereby contributing to the proliferation and early transformation of mammary cells."}, {"pubmed": 28622331, "text": "In addition, as IKur is an atrial-specific channel and a number of IKur-selective blockers have been developed as anti-AF agents, this study also helps to understand some contradictory results on both pro- and anti-arrhythmic effects of blocking IKur."}, {"pubmed": 28803858, "text": "This study adds insights to the functional impact of KCNA5 mutations in modulating atrial contractile functions."}, {"pubmed": 29652491, "text": "Molecular dynamics simulations are employed to determine the inhibitory mechanisms of three drugs, 5-(4-phenoxybutoxy)psoralen (PAP-1), vernakalant, and flecainide, on the voltage-gated K(+) channel Kv1.5, a target for the treatment of cardiac arrhythmia."}, {"pubmed": 30121572, "text": "The N terminus and transmembrane segment S1 of Kv1.5 can co-assemble with the rest of the channel independently of the S1-S2 linkage."}, {"pubmed": 30816676, "text": "Verapamil acts as an open-channel blocker of hKv1.5 channel, presumably due to direct binding to specific amino acids within pore region of hKv1.5 channel, such as Thr479, Thr480, Val505, Ile508, Val512 and Val516."}, {"pubmed": 31597447, "text": "Kv1.5 downregulation upon PM leaves Kv1.3 as the dominant Kv1 channel expressed in dedifferentiated cells. We demonstrated that the inhibition of Kv1.3 channel function with selective blockers or by preventing Kv1.5 downregulation can represent an effective, novel strategy for the prevention of intimal hyperplasia and restenosis of the human vessels used for coronary angioplasty procedures."}, {"pubmed": 31861703, "text": "Challenges Faced with Small Molecular Modulators of Potassium Current Channel Isoform Kv1.5."}, {"pubmed": 32019676, "text": "MiR-3940-5p promotes granulosa cell proliferation through targeting KCNA5 in polycystic ovarian syndrome."}, {"pubmed": 32122972, "text": "Mechanical stretch increases Kv1.5 current through an interaction between the S1-S2 linker and N-terminus of the channel."}, {"pubmed": 32186932, "text": "these results suggest that Notch activation enhances CaSR-mediated increases in [Ca(2+)]cyt by enhancing store-operated Ca(2+) entry and inhibits KCNA5/KV1.5 and KCNA2/KV1.2, ultimately leading to voltage-activated Ca(2+) entry."}, {"pubmed": 33267786, "text": "Selective expression of KCNA5 and KCNB1 genes in gastric and colorectal carcinoma."}, {"pubmed": 33572906, "text": "KV1.5-KVbeta1.3 Recycling Is PKC-Dependent."}, {"pubmed": 36917789, "text": "Novel Loss-of-Function KCNA5 Variants in Pulmonary Arterial Hypertension."}, {"pubmed": 38179652, "text": "Computational Studies Show How the H463R Mutation Turns hKv1.5 into an Inactivation State."}], "genomic_pos": {"chr": "12", "end": 5046788, "ensemblgene": "ENSG00000130037", "start": 5043879, "strand": 1}, "genomic_pos_hg19": {"chr": "12", "end": 5155949, "start": 5153085, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0001508", "qualifier": "involved_in", "term": "action potential"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001666", "qualifier": "involved_in", "term": "response to hypoxia"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006813", "pubmed": 8576199, "qualifier": "acts_upstream_of_or_within", "term": "potassium ion transport"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007219", "qualifier": "involved_in", "term": "Notch signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009612", "qualifier": "involved_in", "term": "response to mechanical stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0019229", "qualifier": "involved_in", "term": "regulation of vasoconstriction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042391", "pubmed": 1986382, "qualifier": "involved_in", "term": "regulation of membrane potential"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042542", "qualifier": "involved_in", "term": "response to hydrogen peroxide"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043266", "pubmed": 12021261, "qualifier": "involved_in", "term": "regulation of potassium ion transport"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0050796", "pubmed": 1986382, "qualifier": "involved_in", "term": "regulation of insulin secretion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051260", "qualifier": "involved_in", "term": "protein homooligomerization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051481", "qualifier": "involved_in", "term": "negative regulation of cytosolic calcium ion concentration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0055075", "qualifier": "involved_in", "term": "potassium ion homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0055093", "qualifier": "involved_in", "term": "response to hyperoxia"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060081", "pubmed": 16236819, "qualifier": "involved_in", "term": "membrane hyperpolarization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060372", "pubmed": 19343045, "qualifier": "involved_in", "term": "regulation of atrial cardiac muscle cell membrane repolarization"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0071805", "qualifier": "involved_in", "term": "potassium ion transmembrane transport"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071805", "pubmed": 12130714, "qualifier": "involved_in", "term": "potassium ion transmembrane transport"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0086014", "pubmed": [19343045, 23264583], "qualifier": "involved_in", "term": "atrial cardiac muscle cell action potential"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0086050", "pubmed": 23264583, "qualifier": "involved_in", "term": "membrane repolarization during bundle of His cell action potential"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0086052", "pubmed": 19343045, "qualifier": "involved_in", "term": "membrane repolarization during SA node cell action potential"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0086052", "pubmed": 10820151, "qualifier": "involved_in", "term": "membrane repolarization during SA node cell action potential"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0086091", "pubmed": [19343045, 23264583], "qualifier": "involved_in", "term": "regulation of heart rate by cardiac conduction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0097623", "pubmed": [1986382, 12970345], "qualifier": "involved_in", "term": "potassium ion export across plasma membrane"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0097623", "pubmed": 16236819, "qualifier": "involved_in", "term": "potassium ion export across plasma membrane"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0098914", "pubmed": [19343045, 23264583], "qualifier": "involved_in", "term": "membrane repolarization during atrial cardiac muscle cell action potential"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1900087", "qualifier": "involved_in", "term": "positive regulation of G1/S transition of mitotic cell cycle"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000288", "qualifier": "involved_in", "term": "positive regulation of myoblast proliferation"}], "CC": [{"evidence": "HDA", "gocategory": "CC", "id": "GO:0005794", "pubmed": 16780588, "qualifier": "located_in", "term": "Golgi apparatus"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 16780588, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": [7615797, 12130714], "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005901", "pubmed": 17060380, "qualifier": "colocalizes_with", "term": "caveola"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0008076", "qualifier": "part_of", "term": "voltage-gated potassium channel complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0008076", "pubmed": [1986382, 23264583], "qualifier": "part_of", "term": "voltage-gated potassium channel complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009986", "pubmed": 23264583, "qualifier": "located_in", "term": "cell surface"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0014704", "qualifier": "is_active_in", "term": "intercalated disc"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0014704", "pubmed": 7615797, "qualifier": "located_in", "term": "intercalated disc"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0016020", "qualifier": "is_active_in", "term": "membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0030018", "qualifier": "located_in", "term": "Z disc"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0034705", "pubmed": 12130714, "qualifier": "part_of", "term": "potassium channel complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0045121", "pubmed": 18218624, "qualifier": "located_in", "term": "membrane raft"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0046691", "qualifier": "located_in", "term": "intracellular canaliculus"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0048471", "qualifier": "located_in", "term": "perinuclear region of cytoplasm"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0005102", "qualifier": "enables", "term": "signaling receptor binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005251", "qualifier": "enables", "term": "delayed rectifier potassium channel activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005251", "pubmed": [1986382, 12130714], "qualifier": "enables", "term": "delayed rectifier potassium channel activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0005251", "pubmed": 19343045, "qualifier": "enables", "term": "delayed rectifier potassium channel activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [10812072, 11389904, 24550280, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0015271", "pubmed": 12970345, "qualifier": "enables", "term": "outward rectifier potassium channel activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0015271", "pubmed": 16236819, "qualifier": "enables", "term": "outward rectifier potassium channel activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019901", "pubmed": 8953041, "qualifier": "enables", "term": "protein kinase binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0051393", "pubmed": 10812072, "qualifier": "enables", "term": "alpha-actinin binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0086087", "pubmed": 23264583, "qualifier": "enables", "term": "voltage-gated potassium channel activity involved in bundle of His cell action potential repolarization"}, {"category": "MF", "evidence": "IMP", "id": "GO:0086089", "pubmed": [19343045, 23264583], "qualifier": "enables", "term": "voltage-gated potassium channel activity involved in atrial cardiac muscle cell action potential repolarization"}, {"category": "MF", "evidence": "IMP", "id": "GO:0086090", "pubmed": [19343045, 23264583], "qualifier": "enables", "term": "voltage-gated potassium channel activity involved in SA node cell action potential repolarization"}, {"category": "MF", "evidence": "IPI", "id": "GO:0097110", "pubmed": [12970345, 18281375], "qualifier": "enables", "term": "scaffold protein binding"}]}, "homologene": {"genes": [[7955, 100004160], [8364, 496997], [9031, 395115], [9544, 711886], [9598, 466930], [9606, 3741], [9615, 403995], [9913, 508960], [10090, 16493], [10116, 25470]], "id": 1683}, "interpro": [{"desc": "BTB/POZ domain", "id": "IPR000210", "short_desc": "BTB/POZ_dom"}, {"desc": "Potassium channel tetramerisation-type BTB domain", "id": "IPR003131", "short_desc": "T1-type_BTB"}, {"desc": "Potassium channel, voltage dependent, Kv", "id": "IPR003968", "short_desc": "K_chnl_volt-dep_Kv"}, {"desc": "Potassium channel, voltage dependent, Kv1", "id": "IPR003972", "short_desc": "K_chnl_volt-dep_Kv1"}, {"desc": "Potassium channel, voltage dependent, Kv1.5", "id": "IPR004052", "short_desc": "K_chnl_volt-dep_Kv1.5"}, {"desc": "Ion transport domain", "id": "IPR005821", "short_desc": "Ion_trans_dom"}, {"desc": "SKP1/BTB/POZ domain superfamily", "id": "IPR011333", "short_desc": "SKP1/BTB/POZ_sf"}, {"desc": "Voltage-dependent channel domain superfamily", "id": "IPR027359", "short_desc": "Volt_channel_dom_sf"}], "ipi": ["IPI00304594", "IPI00929686"], "map_location": "12p13.32", "name": "potassium voltage-gated channel subfamily A member 5", "other_names": ["cardiac potassium channel", "insulinoma and islet potassium channel", "potassium channel 1", "potassium channel, voltage gated shaker related subfamily A, member 5", "potassium voltage-gated channel subfamily A member 5", "potassium voltage-gated channel, shaker-related subfamily, member 5", "voltage-gated potassium channel HK2", "voltage-gated potassium channel protein Kv1.5", "voltage-gated potassium channel subunit Kv1.5"], "pantherdb": {"HGNC": "6224", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "96662", "ortholog_type": "LDO", "panther_family": "PTHR11537", "taxid": 10090, "uniprot_kb": "Q61762"}, {"RGD": "2953", "ortholog_type": "LDO", "panther_family": "PTHR11537", "taxid": 10116, "uniprot_kb": "P19024"}, {"Ensembl": "ENSGALG00000052262", "ortholog_type": "LDO", "panther_family": "PTHR11537", "taxid": 9031, "uniprot_kb": "A0A3Q2TS79"}, {"WormBase": "WBGene00014261", "ortholog_type": "O", "panther_family": "PTHR11537", "taxid": 6239, "uniprot_kb": "Q8I4B0"}, {"FlyBase": "FBgn0003380", "ortholog_type": "O", "panther_family": "PTHR11537", "taxid": 7227, "uniprot_kb": "P08510"}], "uniprot_kb": "P22460"}, "pathway": {"reactome": [{"id": "R-HSA-112316", "name": "Neuronal System"}, {"id": "R-HSA-1296071", "name": "Potassium Channels"}, {"id": "R-HSA-1296072", "name": "Voltage gated Potassium channels"}, {"id": "R-HSA-397014", "name": "Muscle contraction"}, {"id": "R-HSA-5576890", "name": "Phase 3 - rapid repolarisation"}, {"id": "R-HSA-5576891", "name": "Cardiac conduction"}], "smpdb": [{"id": "SMP00296", "name": "Acebutolol Action Pathway"}, {"id": "SMP00297", "name": "Alprenolol Action Pathway"}, {"id": "SMP00298", "name": "Atenolol Action Pathway"}, {"id": "SMP00299", "name": "Betaxolol Action Pathway"}, {"id": "SMP00300", "name": "Bisoprolol Action Pathway"}, {"id": "SMP00301", "name": "Esmolol Action Pathway"}, {"id": "SMP00302", "name": "Metoprolol Action Pathway"}, {"id": "SMP00303", "name": "Nadolol Action Pathway"}, {"id": "SMP00304", "name": "Oxprenolol Action Pathway"}, {"id": "SMP00305", "name": "Penbutolol Action Pathway"}, {"id": "SMP00306", "name": "Pindolol Action Pathway"}, {"id": "SMP00307", "name": "Propranolol Action Pathway"}, {"id": "SMP00323", "name": "Quinidine Action Pathway"}, {"id": "SMP00324", "name": "Procainamide (Antiarrhythmic) Action Pathway"}, {"id": "SMP00325", "name": "Disopyramide Action Pathway"}, {"id": "SMP00326", "name": "Fosphenytoin (Antiarrhythmic) Action Pathway"}, {"id": "SMP00327", "name": "Phenytoin (Antiarrhythmic) Action Pathway"}, {"id": "SMP00328", "name": "Lidocaine (Antiarrhythmic) Action Pathway"}, {"id": "SMP00329", "name": "Mexiletine Action Pathway"}, {"id": "SMP00330", "name": "Tocainide Action Pathway"}, {"id": "SMP00331", "name": "Flecainide Action Pathway"}, {"id": "SMP00332", "name": "Ibutilide Action Pathway"}, {"id": "SMP00359", "name": "Diltiazem Action Pathway"}, {"id": "SMP00366", "name": "Nebivolol Action Pathway"}, {"id": "SMP00367", "name": "Carvedilol Action Pathway"}, {"id": "SMP00368", "name": "Labetalol Action Pathway"}, {"id": "SMP00375", "name": "Verapamil Action Pathway"}, {"id": "SMP00376", "name": "Amlodipine Action Pathway"}, {"id": "SMP00377", "name": "Felodipine Action Pathway"}, {"id": "SMP00378", "name": "Isradipine Action Pathway"}, {"id": "SMP00379", "name": "Nifedipine Action Pathway"}, {"id": "SMP00380", "name": "Nimodipine Action Pathway"}, {"id": "SMP00381", "name": "Nisoldipine Action Pathway"}, {"id": "SMP00382", "name": "Nitrendipine Action Pathway"}, {"id": "SMP00588", "name": "Muscle/Heart Contraction"}, {"id": "SMP00657", "name": "Bopindolol Action Pathway"}, {"id": "SMP00658", "name": "Carteolol Action Pathway"}, {"id": "SMP00659", "name": "Timolol Action Pathway"}, {"id": "SMP00660", "name": "Sotalol Action Pathway"}, {"id": "SMP00661", "name": "Epinephrine Action Pathway"}, {"id": "SMP00662", "name": "Dobutamine Action Pathway"}, {"id": "SMP00663", "name": "Isoprenaline Action Pathway"}, {"id": "SMP00664", "name": "Arbutamine Action Pathway"}, {"id": "SMP00665", "name": "Amiodarone Action Pathway"}, {"id": "SMP00666", "name": "Levobunolol Action Pathway"}, {"id": "SMP00667", "name": "Metipranolol Action Pathway"}, {"id": "SMP00668", "name": "Bevantolol Action Pathway"}, {"id": "SMP00669", "name": "Practolol Action Pathway"}, {"id": "SMP00670", "name": "Bupranolol Action Pathway"}]}, "pfam": ["PF00520", "PF02214"], "pharmgkb": "PA208", "pharos": {"target_id": 10871, "tdl": "Tclin"}, "pir": "A56031", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF251755", "relationship": "is"}, {"id": "GNF251756", "relationship": "is"}, {"id": "GNF251757", "relationship": "is"}, {"id": "GNF251758", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF087840", "relationship": "is"}, {"id": "GNF087841", "relationship": "is"}, {"id": "GNF087842", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054019", "relationship": "is"}, {"id": "GNF058798", "relationship": "is"}, {"id": "GNF074078", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF066133", "relationship": "is"}, {"id": "GNF066134", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF132315", "relationship": "is"}, {"id": "GNF132316", "relationship": "is"}, {"id": "GNF276322", "relationship": "is"}, {"id": "GNF276323", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF098860", "relationship": "is"}, {"id": "GNF138515", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000012.12", "NC_060936.1", "NG_012198.1"], "protein": "NP_002225.2", "rna": "NM_002234.4", "translation": {"protein": "NP_002225.2", "rna": "NM_002234.4"}}, "reporter": {"HG-U133_Plus_2": "206762_at", "HG-U95Av2": "34981_at", "HTA-2_0": "TC12000071.hg.1", "HuEx-1_0": "3402039", "HuGene-1_1": "7953278", "HuGene-2_1": "16747137"}, "summary": "Potassium channels represent the most complex class of voltage-gated ino channels from both functional and structural standpoints. Their diverse functions include regulating neurotransmitter release, heart rate, insulin secretion, neuronal excitability, epithelial electrolyte transport, smooth muscle contraction, and cell volume. Four sequence-related potassium channel genes - shaker, shaw, shab, and shal - have been identified in Drosophila, and each has been shown to have human homolog(s). This gene encodes a member of the potassium channel, voltage-gated, shaker-related subfamily. This member contains six membrane-spanning domains with a shaker-type repeat in the fourth segment. It belongs to the delayed rectifier class, the function of which could restore the resting membrane potential of beta cells after depolarization and thereby contribute to the regulation of insulin secretion. This gene is intronless, and the gene is clustered with genes KCNA1 and KCNA6 on chromosome 12. Defects in this gene are a cause of familial atrial fibrillation type 7 (ATFB7). [provided by RefSeq, May 2012].", "symbol": "KCNA5", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1416548"}, "unigene": ["Hs.741439", "Hs.150208"], "uniprot": {"Swiss-Prot": "P22460"}, "wikipedia": {"url_stub": "KCNA5"}}