{"AllianceGenome": "6266", "HGNC": "6266", "MIM": "600734", "_id": "3762", "_version": 1, "accession": {"genomic": ["AP000920.4", "CH471065.1", "CP068267.2", "NC_000011.10", "NC_060935.1", "NG_023406.2"], "protein": ["AAB07269.1", "AAB53093.1", "AAH69386.1", "AAH69482.1", "AAH69499.1", "AAH69571.1", "AAH74838.2", "AAH74839.2", "AAH96834.1", "AFB82769.1", "AFB82770.1", "BAA08814.1", "BAG35691.1", "BAL72885.1", "BDU62118.1", "CAA58565.1", "EAW67726.1", "EAW67727.1", "NP_000881.3", "NP_001341098.1", "P48544.2", "QEU52627.1", "XP_011541112.1", "XP_054224704.1"], "rna": ["AB690268.1", "AK312837.1", "BC069386.1", "BC069482.1", "BC069499.1", "BC069571.1", "BC074838.2", "BC074839.2", "BC096834.1", "BX647543.1", "D50134.1", "JN859132.1", "JN859133.1", "L47208.1", "LC740579.1", "MK599271.1", "NM_000890.5", "NM_001354169.2", "U39195.1", "X83582.1", "XM_011542810.4", "XM_054368729.1"], "translation": [{"protein": "AAH96834.1", "rna": "BC096834.1"}, {"protein": "XP_054224704.1", "rna": "XM_054368729.1"}, {"protein": "AAH74839.2", "rna": "BC074839.2"}, {"protein": "AAB07269.1", "rna": "L47208.1"}, {"protein": "AAH74838.2", "rna": "BC074838.2"}, {"protein": "AFB82770.1", "rna": "JN859133.1"}, {"protein": "AAH69571.1", "rna": "BC069571.1"}, {"protein": "BAG35691.1", "rna": "AK312837.1"}, {"protein": "AAH69386.1", "rna": "BC069386.1"}, {"protein": "QEU52627.1", "rna": "MK599271.1"}, {"protein": "XP_011541112.1", "rna": "XM_011542810.4"}, {"protein": "BDU62118.1", "rna": "LC740579.1"}, {"protein": "AFB82769.1", "rna": "JN859132.1"}, {"protein": "CAA58565.1", "rna": "X83582.1"}, {"protein": "BAA08814.1", "rna": "D50134.1"}, {"protein": "AAB53093.1", "rna": "U39195.1"}, {"protein": "BAL72885.1", "rna": "AB690268.1"}, {"protein": "AAH69499.1", "rna": "BC069499.1"}, {"protein": "AAH69482.1", "rna": "BC069482.1"}, {"protein": "NP_000881.3", "rna": "NM_000890.5"}, {"protein": "NP_001341098.1", "rna": "NM_001354169.2"}]}, "alias": ["CIR", "GIRK4", "KATP1", "KIR3.4", "LQT13"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "disputed", "classification_date": "2020-12-15T00:26:41.568Z", "disease_label": "long QT syndrome", "gcep": "Long QT Syndrome Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0002442", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_6fa6a520-ae6b-4638-a092-a61831d481bf-2020-12-15T002641.568Z", "sop": "SOP8"}}, "ensembl": {"gene": "ENSG00000120457", "protein": ["ENSP00000339960", "ENSP00000433295", "ENSP00000434266"], "transcript": ["ENST00000338350", "ENST00000529694", "ENST00000533599"], "translation": [{"protein": "ENSP00000433295", "rna": "ENST00000529694"}, {"protein": "ENSP00000339960", "rna": "ENST00000338350"}, {"protein": "ENSP00000434266", "rna": "ENST00000533599"}], "type_of_gene": "protein_coding"}, "entrezgene": "3762", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 8.01267563, "exp_mis": 167.7981722, "exp_syn": 68.82495, "lof_z": 2.10411127584598, "mis_z": 1.46498910095524, "mu_lof": 6.33217271819e-07, "mu_mis": 1.47358242523e-05, "mu_syn": 6.00048511608e-06, "n_lof": 2.0, "n_mis": 129.0, "n_syn": 71.0, "p_li": 0.309232169469227, "p_null": 0.0180347076642252, "p_rec": 0.672733122866547, "syn_z": -0.162534574661638}, "bp": 1260, "cds_end": 128786626, "cds_start": 128781168, "n_exons": 2, "nonpsych": {"exp_lof": 7.2109736, "exp_mis": 151.8322715, "exp_syn": 62.2519515, "lof_z": 1.90578501640474, "mis_z": 1.46674385806975, "mu_lof": 6.33217271819e-07, "mu_mis": 1.47358242523e-05, "mu_syn": 6.00048511608e-06, "n_lof": 2.0, "n_mis": 116.0, "n_syn": 65.0, "p_li": 0.27250500244447, "p_null": 0.0289080434012664, "p_rec": 0.698586954154264, "syn_z": -0.219286360366289}, "nontcga": {"exp_lof": 7.36763915, "exp_mis": 154.3703072, "exp_syn": 63.31493548, "lof_z": 1.95074450876834, "mis_z": 1.49849259324106, "mu_lof": 6.33217271819e-07, "mu_mis": 1.47358242523e-05, "mu_syn": 6.00048511608e-06, "n_lof": 2.0, "n_mis": 117.0, "n_syn": 68.0, "p_li": 0.266432164485121, "p_null": 0.0252713005450102, "p_rec": 0.708296534969868, "syn_z": -0.372807271799158}, "transcript": "ENST00000529694.1"}, "exons": [{"cdsend": 128916731, "cdsstart": 128911273, "chr": "11", "position": [[128891355, 128891721], [128911263, 128912210], [128916408, 128921163]], "strand": 1, "transcript": "NM_000890", "txend": 128921163, "txstart": 128891355}, {"cdsend": 128916731, "cdsstart": 128911273, "chr": "11", "position": [[128891355, 128891721], [128909851, 128909940], [128911263, 128912210], [128916408, 128921163]], "strand": 1, "transcript": "NM_001354169", "txend": 128921163, "txstart": 128891355}], "exons_hg19": [{"cdsend": 128786626, "cdsstart": 128781168, "chr": "11", "position": [[128761250, 128761616], [128781158, 128782105], [128786303, 128791058]], "strand": 1, "transcript": "NM_000890", "txend": 128791058, "txstart": 128761250}, {"cdsend": 128786626, "cdsstart": 128781168, "chr": "11", "position": [[128761250, 128761616], [128779746, 128779835], [128781158, 128782105], [128786303, 128791058]], "strand": 1, "transcript": "NM_001354169", "txend": 128791058, "txstart": 128761250}], "generif": [{"pubmed": 15142872, "text": "GIRK channels are important functional effectors of the P2Y(12) receptor in human platelets."}, {"pubmed": 15694835, "text": "K(ATP) channels have important functions including homeostasis maintenance and vascular tone regulation under physiological conditions"}, {"pubmed": 16109170, "text": "GIRK1 and GIRK2 channels, but not GIRK3 or GIRK4, may may activate signaling pathways in development of lung cancer"}, {"pubmed": 17967416, "text": "This may explain the lack of clear clinical manifestations and further studies are necessary to elucidate if mutations in Kir3.4 are predisposing AF."}, {"pubmed": 18239147, "text": "review the structure and function of ABC proteins and discuss SUR, its regulation of the K(ATP) channel, and its role in cardiovascular disease."}, {"pubmed": 18289755, "text": "No genetic association between polymorphisms in the kainate-type glutamate receptor gene, GRIK4, and schizophrenia in the Chinese population."}, {"pubmed": 19135528, "text": "Sar 1 H79G and Rab 1 S25N mutants efficiently blocked the plasma membrane trafficking of the Kir3.1/Kir3.4 complex."}, {"pubmed": 19208499, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19208499, "text": "the frequency of genotype and allele in the C171T and G810T polymorphisms of Kir3.4 (K+ channel potassium inwardly-rectifier) are significantly different between lone paroxysmal Atrial fibrillation patients than in control subjects"}, {"pubmed": 19805912, "text": "loss of KATP channel activity may protect against streptozotocin-induced diabetes in vivo"}, {"pubmed": 20110696, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20110696, "text": "We identified several known single nucleotide polymorphisms in KCNJ3 and KCNJ5, but no mutations in either of the genes."}, {"pubmed": 20560207, "text": "Our findings suggest a role for Kir3.4 in the etiology of LQTS."}, {"pubmed": 21311022, "text": "identified 2 somatic mutations in and near selectivity filter of KCNJ5 channel in aldosterone-producing adrenal adenomas and an inherited KCNJ5 mutation producing increased Na(+) conductance in Mendelian form of aldosteronism and adrenal hyperplasia"}, {"pubmed": 21555883, "text": "Both genotype distribution and allele frequencies of the SNPs rs6590357 and rs7118824 in KCNJ5 significantly differed between the early-onset lone atrial fibrillation patients and control group."}, {"pubmed": 21586291, "text": "The activation of atrial and ventricular K(ATP) channels enhances arrhythmogenicity, suggesting that such activation may contribute to reentrant arrhythmias in ischemic hearts."}, {"pubmed": 21637918, "text": "This study is the first to identify the expression of GIRK2-4 subunits in human esophageal smooth muscle cells."}, {"pubmed": 21659651, "text": "Mutations in KCNJ5 gene cause hyperaldosteronism"}, {"pubmed": 22203740, "text": "A new mutation in the KCNJ5 potassium channel is associated with familial hyperaldosteronism-III and is responsible for marked alterations of channel function. And it associated with a mild clinical and hormonal phenotype."}, {"pubmed": 22252394, "text": "somatic KCNJ5 mutations are not restricted to large APAs (>2 cm), and their frequency in our unselected series suggests they are common and could be important in the molecular pathogenesis of many sporadic cases of APA."}, {"pubmed": 22275527, "text": "younger age and higher aldosterone levels at diagnosis suggest that KCNJ5 mutations may be associated with a more florid phenotype of primary aldosteronism."}, {"pubmed": 22278422, "text": "Data suggest that significant number of patients with aldosterone-producing adenoma (APA) have KCNJ5 mutations; KCNJ5 mRNA level is higher in APA with mutation; KCNJ5 mRNA level is higher in APA than in cortisol-producing adenoma/pheochromocytoma."}, {"pubmed": 22308486, "text": "findings demonstrate variations in phenotypes and clinical outcome resulting from different mutations of the same amino acid in KCNJ5 and have implications for diagnosis and pathogenesis of primary aldosteronism with and without adrenal hyperplasia"}, {"pubmed": 22315453, "text": "Potassium channel mutant KCNJ5 T158A expression in HAC-15 cells increases aldosterone synthesis."}, {"pubmed": 22323562, "text": "Two somatic KCNJ5 mutations were identified in 16 human aldosterone producing adenomas, one of them is novel; both mutations result in a depolarization of current reversal potential and loss of channel selectivity"}, {"pubmed": 22442279, "text": "KCNJ5 mutations are common in aldosterone-producing adenomas, particularly those arising from zona fasiculata. The long-recognized heterogeneity among aldosterone-producing adenomas may have a genetic basis."}, {"pubmed": 22628607, "text": "Sequencing of the KCNJ5 gene revealed a single, heterozygous guanine to thymine (G --> T) substitution at nucleotide position 470 (n.G470T), resulting in isoleucine (I) to serine (S) substitution at amino acid 157 (p.I157S)."}, {"pubmed": 22628608, "text": "KCNJ5 mutations are prevalent in aldosterone producing adenomas (APA)."}, {"pubmed": 22645387, "text": "An investigation into the GIRK4 genotypes revealed that each of the four common polymorphisms examined (rs2604204, rs4937391, rs6590367 and rs11221497) are significantly associated with metabolic syndrome in the Uygurian population,and this association may be influenced by age."}, {"pubmed": 22701748, "text": "Hyaluronan export through plasma membranes depends on concurrent K+ efflux by K(ir) channels."}, {"pubmed": 22743686, "text": "novel KCNJ5 mutation behaves like the three selectivity filter mutations previously reported in APAs depolarizing the cell and showing reduced cation selectivity"}, {"pubmed": 22798349, "text": "A-II appears to stimulate aldosterone secretion by depolarizing the membrane acting in part through the regulation of the expression and activity of Kir3.4."}, {"pubmed": 22848660, "text": "Either of two somatic KCNJ5 mutations are highly prevalent and specific for aldosterone producing lesions"}, {"pubmed": 22863749, "text": "findings suggested that at least some aldosterone- and cortisol-co-secreting adrenal tumors have mutations of the KCNJ5 gene, suggesting the origin to be adrenal aldosterone-producing adenoma(APA), and pure APAs may show a high incidence of KCNJ5 mutations"}, {"pubmed": 23012392, "text": "Aldosterone-producing adenoma patients with the somatic KCNJ5 mutations showed a higher production of aldosterone than those without such mutations, which translates in a higher lateralization index."}, {"pubmed": 23225057, "text": "GIRK4 gene polymorphisms may be associated with IR in Uygur ethnics from Xinjiang. The CC genotype of rs11221497 variant is a risk factor for insulin resistance."}, {"pubmed": 23229280, "text": "Mutations in the KCNJ5 gene, which encodes the GIRK4 K+ channel, have been shown to be responsible for familial hyperaldosteronism type III and a consistent proportion of sporadic aldosterone-producing adenomas. [Review]"}, {"pubmed": 23318698, "text": "new insight into the pathogenesis of aldosterone-producing adenomas (APAs) and inherited primary aldosteronism; the role of mutations in the potassium channel KCNJ5 in these disorders (Review)"}, {"pubmed": 23376008, "text": "KCNJ5 mutations are not correlated with adrenal cortex remodeling in aldosterone producing adenoma"}, {"pubmed": 23382865, "text": "The genetic variant rs2604204 of KCNJ5 is associated with sporadic PA in Chinese males, suggesting that KCNJ5 may be involved in the pathogenesis of sporadic PA in these particular patients"}, {"pubmed": 23778974, "text": "KCNJ5 mutations are associated with better surgical outcome in patients diagnosed with adrenal gland neoplasms."}, {"pubmed": 23829355, "text": "Kir3.4 potassium channel is expressed in the zona glomerulosa cell membrane and regulates aldosterone biosynthesis[review]."}, {"pubmed": 23872692, "text": "data suggest that QTpeak intervals and T-wave morphology combination score may be the better parameters than the corrected QT interval to predict the phenotype-genotype relationship in patients with type 13 long QT syndrome with mutation in KCNJ5."}, {"pubmed": 24037882, "text": "We describe a new germline mutation in KCNJ5 responsible for familial hyperaldosteronism-III."}, {"pubmed": 24082052, "text": "KCNJ5 mutations are present in aldosterone producing adenomas that result in an increase in CYP11B2 gene expression and may account for the dysregulated aldosterone production in a subset of patients with sporadic primary aldosteronism."}, {"pubmed": 24148898, "text": "heterogeneously expressed across human ventricular wall"}, {"pubmed": 24179102, "text": "Somatic mutations found in KCNJ5, ATP1A1, and ATP2B3 appear to be the driving forces for a higher aldosterone production and proliferations of glomerulosa cells."}, {"pubmed": 24274318, "text": "Findings in a large Australian cohort show that patients with mutations in KCNJ5 present earlier with the signs and symptoms of primary hyperaldosteronism and benefit from surgical intervention."}, {"pubmed": 24420545, "text": "Germline variation in the KCNJ5 gene has a role to play in the common sporadic form as well as the much rarer syndromic forms of primary aldosteronism."}, {"pubmed": 24506072, "text": "Overexpression of mutant KCNJ5 in adrenocortical NCI-H295R cells increased intracellular Ca2+ at resting conditions and impaired Ca2+ export by Na+/Ca2+ exchangers."}, {"pubmed": 24510572, "text": "The rs11221497 SNP of the GIRK4 gene is associated with essential hypertension."}, {"pubmed": 24574546, "text": "KCNJ5 is a second gene causing Andersen-Tawil syndrome: the inhibitory effects of mutant Kir3.4 on inwardly rectifying potassium channels may account for the clinical presentation in both skeletal and heart muscles."}, {"pubmed": 24711039, "text": "Rs3740835(C/A) polymorphism may be associated with unilateral primary aldosteronism(PA) not with bilateral PA."}, {"pubmed": 24759126, "text": "Compared to wild-type aldosterone-producing adenoma patients, those with KCNJ5 mutations showed more prominent cardiovascular damage."}, {"pubmed": 24819081, "text": "Diverse clinical severity in FH-III cannot be defined solely by KCNJ5 genotype."}, {"pubmed": 24840790, "text": "Biased transmission of the same haplotypes for TS and ADHD was identified in independent samples, supporting this gene as a possible susceptibility locus for both disorders."}, {"pubmed": 24866132, "text": "Patients with aldosterone-producing adenomas that had KCNJ5 mutations were more frequently female, diagnosed younger, and with higher minimal plasma potassium concentrations compared with CACNA1D mutation carriers or noncarriers."}, {"pubmed": 25057880, "text": "A novel KCNJ5 channelopathy located after the pore alpha-helix preceding the selectivity filter causes constitutive secretion of aldosterone with ensuing resistant hypertension in a patient with a small adenoma."}, {"pubmed": 25253161, "text": "KCNJ5 gene mutations are associated with aldosterone-producing adenomas."}, {"pubmed": 25347571, "text": "Besides Na(+)-leak mutations, novel KCNJ5 mutations causing a reduction of surface and total abundance of Kir3.4 are also associated with sporadic aldosterone-producing adenoma."}, {"pubmed": 25417227, "text": "Congenital long QT syndrome: a case report of LQT2 and LQT13 in a neonate."}, {"pubmed": 25617716, "text": "GIRK4 immunohistochemistry might be used for initial screening of the somatic mutation status of aldosterone producing adenoma."}, {"pubmed": 25636093, "text": "Missense mutations of KCNJ5 gene may be associated with unilateral adrenal hyperplasia (UAH)."}, {"pubmed": 25906099, "text": "KCNJ5-mutated patients benefit more from surgical resection of ALDOSTERONE-PRODUCING ADENOMA than nonmutated patients"}, {"pubmed": 25998841, "text": "In aldosterone-producing cells of an in vitro model of hyperaldosteronism GIRK4 does not form functional channels."}, {"pubmed": 26059367, "text": "Serum adiponectin level was an independent predictor of early atherosclerosis in smokers. Nicotine might decrease adiponectin in part through altering KATP channels in adipocytes."}, {"pubmed": 26066531, "text": "Meta-analysis showed that more pronounced hyperaldosteronism, young age, female gender, and larger tumors are the phenotypic features of APA patients with KCNJ5 mutations.[meta-analysis; review]"}, {"pubmed": 26252618, "text": "Novel somatic KCNJ5 variants likely cause adenomas by loss of potassium selectivity, similar to previously described mutations."}, {"pubmed": 26340408, "text": "This study confirms the frequency of somatic KCNJ5 mutations in aldosterone production by adenomas."}, {"pubmed": 26351028, "text": "Different mutations (KCNJ5, ATP1A1, ATP2B3, and CACNA1D) are found in different aldosterone-producing nodules from the same adrenal, suggesting that somatic mutations are independent events triggered by mechanisms that remain to be identified."}, {"pubmed": 26566104, "text": "KCNJ5 mutations in aldosterone-producing adenomas are more frequent in women; however, this gender dimorphism is a reported phenomenon of Western but not East Asian populations (review)."}, {"pubmed": 26807823, "text": "The present study demonstrated the high prevalence of somatic KCNJ5 mutations in Korean patients with aldosterone-secreting adenoma. Carriers of somatic KCNJ5 mutations were more likely to be female."}, {"pubmed": 27074664, "text": "GIRK1/GIRK4 hetero-tetramers are not activated by Na+, but rather are in a permanent state of high responsiveness to G proteins beta-gamma, suggesting that the GIRK1 subunit functions like a GIRK4 subunit with Na+ permanently bound."}, {"pubmed": 27099398, "text": "KCNJ5(T158A)increases CYP11B2 expression and production of aldosterone, corticosterone and hybrid steroids by upregulating both acute and chronic regulatory events in aldosterone production, and verapamil blocks KCNJ5(T158A)-mediated pathways leading to aldosterone production."}, {"pubmed": 27222927, "text": "Study provides new evidence, indicating that some glutamate receptor ionotropic kainate 4 variants modulate the response to electroconvulsive therapy in patients with depression resistant to treatment, suggesting a role for kainate receptor modulation."}, {"pubmed": 27282482, "text": "documented for the first time the expression of inflammation-related genes in aldosterone-producing adenomas (APAs) and the correlation of their expression levels with the KCNJ5 mutation status and mRNA expression levels of steroidogenic enzymes, indicating the pathophysiological relevance of inflammation-related genes in APAs"}, {"pubmed": 27293068, "text": "These findings expand on the clinical spectrum of phenotypes associated with KCNJ5 mutations and implicate these mutations in the pathogenesis of hypertension associated with increased aldosterone response to ACTH stimulation."}, {"pubmed": 27514282, "text": "An aldosterone-driving KCNJ5 mutation was detected in juvenile primary aldosteronism, but not in the histologically normal cortex."}, {"pubmed": 27681703, "text": "japanese Aldosterone-Producing Adenoma patients may have distinct features including a higher prevalence of KCNJ5 mutations, no gender difference in the frequency of these mutations, and characteristics similar to the zona glomerulosa."}, {"pubmed": 27777363, "text": "KCNJ5 genetic mutation plays a role in the development of primary aldosteronism in aldosterone producing adenomas."}, {"pubmed": 27864865, "text": "Recurrent KCNJ5 mutations have subsequently been demonstrated in large series of Aldosterone-producing Adenomas worldwide."}, {"pubmed": 28102195, "text": "rs2604204 polymorphism related to increased plasma aldosterone level, but also plasma renin, angiotensin I and II levels in newly diagnosed, never-treated hypertension patients"}, {"pubmed": 28415786, "text": "our results provide evidence that during 12 months of follow-up of APA patients after adrenalectomy, KCNJ5 mutational status was not associated with the improvement of arterial stiffness. Clinically, patients who are younger tend to have an advantage in being cured of hypertension after adrenalectomy."}, {"pubmed": 28447626, "text": "germline mutations cause familial hyperaldosteronism type III [revew]"}, {"pubmed": 28584012, "text": "KCNJ5 mutations predominate in large zona fasciculata (ZF)-like Aldosterone-producing Adenomas."}, {"pubmed": 28584016, "text": "Mutations in KCNJ5 cause the excessive autonomous aldosterone secretion of Aldosterone-producing Adenomas."}, {"pubmed": 28747387, "text": "DNA hypomethylation and gene expression changes in Wnt signaling and inflammatory response pathways were characteristic of APAs with KCNJ5 mutations."}, {"pubmed": 28974779, "text": "Research Letter: KCNJ5 mutation (145 - 147delETEinsK) detected in a female patient with aldosterone-producing adenoma."}, {"pubmed": 28993452, "text": "By proving the principle that the oversecretion of aldosterone can be specifically blunted in APA cells ex vivo with G151R and L168R mutations, these results provide compelling evidence of the possibility of specifically correcting aldosterone excess in patients with APA carrying the 2 most common KCNJ5 somatic mutations."}, {"pubmed": 29016532, "text": "Testing for KCNJ5 mutations in young patients with aldosterone-producing adenoma may provide a prognostic indication for resolution of hypertension and severity of vascular complications."}, {"pubmed": 29409357, "text": "Macrolides for KCNJ5-mutated aldosterone-producing adenoma (MAPA): design of a study for personalized diagnosis of primary aldosteronism."}, {"pubmed": 30354720, "text": "Next-generation sequencing of DNA from Idiopathic Hyperaldosteronism Aldosterone-producing cell cluster demonstrated somatic mutations in genes encoding the KCNJ5."}, {"pubmed": 30354756, "text": "Potassium inwardly-rectifying channel subfamily J member 5 (KCNJ5)-mutated aldosterone-producing adenomas (APAs) had significantly more abundant and smaller-sized mitochondria with well-developed cristae than wild type, whereas wild type had more abundant lipid droplets."}, {"pubmed": 30645171, "text": "inherited gain-of-function mutation in the human GIRK3.4 causes familial human sinus node dysfunction"}, {"pubmed": 30764634, "text": "Mutant KCNJ3 and KCNJ5 Potassium Channels as Novel Molecular Targets in Bradyarrhythmias and Atrial Fibrillation."}, {"pubmed": 31006333, "text": "Results of our present study first revealed that enhanced 18oxoF synthesis in APA could come from a functional deviation of aldosterone biosynthesis from the normal zona glomerulosa and the utility of peripheral 18oxoF measurement could be influenced by the prevalence of KCNJ5 mutation in an APA"}, {"pubmed": 31216002, "text": "The presence of a KCNJ5 somatic mutation is an independent predictor of Hypertension remission after unilateral adrenalectomy in patients with unilateral Primary aldosteronism."}, {"pubmed": 31446799, "text": "Together, these findings support the concept that cell growth effects of KCNJ5 mutations are determined by the expression level of the mutated channel."}, {"pubmed": 31751625, "text": "Regulation of the KCNJ5 gene by SF-1 in the adrenal cortex: Complete genomic organization and promoter function."}, {"pubmed": 31909710, "text": "Nucleotide inhibition of the pancreatic ATP-sensitive K+ channel explored with patch-clamp fluorometry."}, {"pubmed": 33199157, "text": "Familial periodic paralysis associated with a rare KCNJ5 variant that supposed to have incomplete penetrance."}, {"pubmed": 33249859, "text": "KCNJ5 Somatic Mutations in Aldosterone-Producing Adenoma Are Associated With a Worse Baseline Status and Better Recovery of Left Ventricular Remodeling and Diastolic Function."}, {"pubmed": 33678553, "text": "KCNJ5 Mutation Contributes to Complete Clinical Success in Aldosterone-Producing Adenoma: A Study From a Single Center."}, {"pubmed": 34038243, "text": "Human adrenal glomerulosa cells express K2P and GIRK potassium channels that are inhibited by ANG II and ACTH."}, {"pubmed": 34313632, "text": "Aldosterone-producing adenoma-harbouring KCNJ5 mutations is associated with lower prevalence of metabolic disorders and abdominal obesity."}, {"pubmed": 34846128, "text": "Insight into the Phospholipid-Binding Preferences of Kir3.4."}, {"pubmed": 34957562, "text": "A revised mechanism of action of hyperaldosteronism-linked mutations in cytosolic domains of GIRK4 (KCNJ5)."}, {"pubmed": 35311227, "text": "KCNJ5 Somatic Mutation Is Associated With Higher Aortic Wall Thickness and Less Calcification in Patients With Aldosterone-Producing Adenoma."}, {"pubmed": 35779252, "text": "Histopathology and Genetic Causes of Primary Aldosteronism in Young Adults."}, {"pubmed": 36012306, "text": "Clinical Translationality of KCNJ5 Mutation in Aldosterone Producing Adenoma."}, {"pubmed": 36950676, "text": "Cardiovascular and metabolic characters of KCNJ5 somatic mutations in primary aldosteronism."}, {"pubmed": 37463983, "text": "KCNJ5 mutation is a predictor for recovery of endothelial function after adrenalectomy in patients with aldosterone-producing adenoma."}, {"pubmed": 37894977, "text": "The W101C KCNJ5 Mutation Induces Slower Pacing by Constitutively Active GIRK Channels in hiPSC-Derived Cardiomyocytes."}], "genomic_pos": {"chr": "11", "end": 128921163, "ensemblgene": "ENSG00000120457", "start": 128891356, "strand": 1}, "genomic_pos_hg19": {"chr": "11", "end": 128790930, "start": 128761251, "strand": 1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0006813", "pubmed": 8834003, "qualifier": "involved_in", "term": "potassium ion transport"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0034765", "qualifier": "involved_in", "term": "regulation of monoatomic ion transmembrane transport"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0071805", "pubmed": 19703462, "qualifier": "involved_in", "term": "potassium ion transmembrane transport"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0086091", "pubmed": 20560207, "qualifier": "involved_in", "term": "regulation of heart rate by cardiac conduction"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0098914", "pubmed": 20560207, "qualifier": "involved_in", "term": "membrane repolarization during atrial cardiac muscle cell action potential"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0098915", "qualifier": "involved_in", "term": "membrane repolarization during ventricular cardiac muscle cell action potential"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0099625", "pubmed": 20560207, "qualifier": "involved_in", "term": "ventricular cardiac muscle cell membrane repolarization"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:1990573", "qualifier": "involved_in", "term": "potassium ion import across plasma membrane"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1990573", "pubmed": [12297500, 20560207], "qualifier": "involved_in", "term": "potassium ion import across plasma membrane"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0008076", "pubmed": 20560207, "qualifier": "part_of", "term": "voltage-gated potassium channel complex"}, {"evidence": "ISO", "gocategory": "CC", "id": "GO:1990566", "qualifier": "part_of", "term": "I(KACh) inward rectifier potassium channel complex"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0005242", "pubmed": [12297500, 20560207], "qualifier": "contributes_to", "term": "inward rectifier potassium channel activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [12297500, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0015467", "pubmed": 8834003, "qualifier": "enables", "term": "G-protein activated inward rectifier potassium channel activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0086089", "pubmed": 20560207, "qualifier": "enables", "term": "voltage-gated potassium channel activity involved in atrial cardiac muscle cell action potential repolarization"}, {"category": "MF", "evidence": "IC", "id": "GO:1902282", "pubmed": 20560207, "qualifier": "enables", "term": "voltage-gated potassium channel activity involved in ventricular cardiac muscle cell action potential repolarization"}]}, "homologene": {"genes": [[7955, 571888], [8364, 549655], [9031, 395925], [9544, 714799], [9598, 451660], [9606, 3762], [9615, 489284], [9913, 539844], [10090, 16521], [10116, 29713]], "id": 20248}, "interpro": [{"desc": "Potassium channel, inwardly rectifying, Kir3.4", "id": "IPR003277", "short_desc": "K_chnl_inward-rec_Kir3.4"}, {"desc": "Potassium channel, inwardly rectifying, Kir, cytoplasmic", "id": "IPR013518", "short_desc": "K_chnl_inward-rec_Kir_cyto"}, {"desc": "Immunoglobulin E-set", "id": "IPR014756", "short_desc": "Ig_E-set"}, {"desc": "Potassium channel, inwardly rectifying, Kir", "id": "IPR016449", "short_desc": "K_chnl_inward-rec_Kir"}, {"desc": "Potassium channel, inwardly rectifying, transmembrane domain", "id": "IPR040445", "short_desc": "Kir_TM"}, {"desc": "Inward rectifier potassium channel, C-terminal", "id": "IPR041647", "short_desc": "IRK_C"}], "ipi": "IPI00298865", "map_location": "11q24.3", "name": "potassium inwardly rectifying channel subfamily J member 5", "other_names": ["G protein-activated inward rectifier potassium channel 4", "IRK-4", "cardiac ATP-sensitive potassium channel", "heart KATP channel", "inward rectifier K+ channel KIR3.4", "potassium channel, inwardly rectifying subfamily J, member 5", "potassium voltage-gated channel subfamily J member 5"], "pantherdb": {"HGNC": "6266", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "104755", "ortholog_type": "LDO", "panther_family": "PTHR11767", "taxid": 10090, "uniprot_kb": "P48545"}, {"RGD": "61971", "ortholog_type": "LDO", "panther_family": "PTHR11767", "taxid": 10116, "uniprot_kb": "P48548"}, {"Ensembl": "ENSGALG00000001181", "ortholog_type": "LDO", "panther_family": "PTHR11767", "taxid": 9031, "uniprot_kb": "F1P3M0"}, {"ZFIN": "ZDB-GENE-120215-97", "ortholog_type": "LDO", "panther_family": "PTHR11767", "taxid": 7955, "uniprot_kb": "A0A0R4IAD0"}, {"WormBase": "WBGene00002151", "ortholog_type": "O", "panther_family": "PTHR11767", "taxid": 6239, "uniprot_kb": "A0A1C3NSK2"}, {"WormBase": "WBGene00002149", "ortholog_type": "O", "panther_family": "PTHR11767", "taxid": 6239, "uniprot_kb": "P52192"}, {"WormBase": "WBGene00002150", "ortholog_type": "O", "panther_family": "PTHR11767", "taxid": 6239, "uniprot_kb": "A0A1C3NSN6"}, {"FlyBase": "FBgn0039081", "ortholog_type": "O", "panther_family": "PTHR11767", "taxid": 7227, "uniprot_kb": "A0A0B4LHI9"}, {"FlyBase": "FBgn0032706", "ortholog_type": "O", "panther_family": "PTHR11767", "taxid": 7227, "uniprot_kb": "B7YZX2"}, {"FlyBase": "FBgn0265042", "ortholog_type": "O", "panther_family": "PTHR11767", "taxid": 7227, "uniprot_kb": "A0A0B4KH86"}], "uniprot_kb": "P48544"}, "pathway": {"kegg": [{"id": "hsa04713", "name": "Circadian entrainment - Homo sapiens (human)"}, {"id": "hsa04723", "name": "Retrograde endocannabinoid signaling - Homo sapiens (human)"}, {"id": "hsa04726", "name": "Serotonergic synapse - Homo sapiens (human)"}, {"id": "hsa04728", "name": "Dopaminergic synapse - Homo sapiens (human)"}, {"id": "hsa04915", "name": "Estrogen signaling pathway - Homo sapiens (human)"}, {"id": "hsa04921", "name": "Oxytocin signaling pathway - Homo sapiens (human)"}, {"id": "hsa04925", "name": "Aldosterone synthesis and secretion - Homo sapiens (human)"}, {"id": "hsa04929", "name": "GnRH secretion - Homo sapiens (human)"}, {"id": "hsa05032", "name": "Morphine addiction - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-112314", "name": "Neurotransmitter receptors and postsynaptic signal transmission"}, {"id": "R-HSA-112315", "name": "Transmission across Chemical Synapses"}, {"id": "R-HSA-112316", "name": "Neuronal System"}, {"id": "R-HSA-1296041", "name": "Activation of G protein gated Potassium channels"}, {"id": "R-HSA-1296059", "name": "G protein gated Potassium channels"}, {"id": "R-HSA-1296065", "name": "Inwardly rectifying K+ channels"}, {"id": "R-HSA-1296071", "name": "Potassium Channels"}, {"id": "R-HSA-977443", "name": "GABA receptor activation"}, {"id": "R-HSA-977444", "name": "GABA B receptor activation"}, {"id": "R-HSA-991365", "name": "Activation of GABAB receptors"}, {"id": "R-HSA-997272", "name": "Inhibition  of voltage gated Ca2+ channels via Gbeta/gamma subunits"}], "smpdb": [{"id": "SMP00296", "name": "Acebutolol Action Pathway"}, {"id": "SMP00297", "name": "Alprenolol Action Pathway"}, {"id": "SMP00298", "name": "Atenolol Action Pathway"}, {"id": "SMP00299", "name": "Betaxolol Action Pathway"}, {"id": "SMP00300", "name": "Bisoprolol Action Pathway"}, {"id": "SMP00301", "name": "Esmolol Action Pathway"}, {"id": "SMP00302", "name": "Metoprolol Action Pathway"}, {"id": "SMP00303", "name": "Nadolol Action Pathway"}, {"id": "SMP00304", "name": "Oxprenolol Action Pathway"}, {"id": "SMP00305", "name": "Penbutolol Action Pathway"}, {"id": "SMP00306", "name": "Pindolol Action Pathway"}, {"id": "SMP00307", "name": "Propranolol Action Pathway"}, {"id": "SMP00323", "name": "Quinidine Action Pathway"}, {"id": "SMP00324", "name": "Procainamide (Antiarrhythmic) Action Pathway"}, {"id": "SMP00325", "name": "Disopyramide Action Pathway"}, {"id": "SMP00326", "name": "Fosphenytoin (Antiarrhythmic) Action Pathway"}, {"id": "SMP00327", "name": "Phenytoin (Antiarrhythmic) Action Pathway"}, {"id": "SMP00328", "name": "Lidocaine (Antiarrhythmic) Action Pathway"}, {"id": "SMP00329", "name": "Mexiletine Action Pathway"}, {"id": "SMP00330", "name": "Tocainide Action Pathway"}, {"id": "SMP00331", "name": "Flecainide Action Pathway"}, {"id": "SMP00332", "name": "Ibutilide Action Pathway"}, {"id": "SMP00359", "name": "Diltiazem Action Pathway"}, {"id": "SMP00366", "name": "Nebivolol Action Pathway"}, {"id": "SMP00367", "name": "Carvedilol Action Pathway"}, {"id": "SMP00368", "name": "Labetalol Action Pathway"}, {"id": "SMP00375", "name": "Verapamil Action Pathway"}, {"id": "SMP00376", "name": "Amlodipine Action Pathway"}, {"id": "SMP00377", "name": "Felodipine Action Pathway"}, {"id": "SMP00378", "name": "Isradipine Action Pathway"}, {"id": "SMP00379", "name": "Nifedipine Action Pathway"}, {"id": "SMP00380", "name": "Nimodipine Action Pathway"}, {"id": "SMP00381", "name": "Nisoldipine Action Pathway"}, {"id": "SMP00382", "name": "Nitrendipine Action Pathway"}, {"id": "SMP00588", "name": "Muscle/Heart Contraction"}, {"id": "SMP00657", "name": "Bopindolol Action Pathway"}, {"id": "SMP00658", "name": "Carteolol Action Pathway"}, {"id": "SMP00659", "name": "Timolol Action Pathway"}, {"id": "SMP00660", "name": "Sotalol Action Pathway"}, {"id": "SMP00661", "name": "Epinephrine Action Pathway"}, {"id": "SMP00662", "name": "Dobutamine Action Pathway"}, {"id": "SMP00663", "name": "Isoprenaline Action Pathway"}, {"id": "SMP00664", "name": "Arbutamine Action Pathway"}, {"id": "SMP00665", "name": "Amiodarone Action Pathway"}, {"id": "SMP00666", "name": "Levobunolol Action Pathway"}, {"id": "SMP00667", "name": "Metipranolol Action Pathway"}, {"id": "SMP00668", "name": "Bevantolol Action Pathway"}, {"id": "SMP00669", "name": "Practolol Action Pathway"}, {"id": "SMP00670", "name": "Bupranolol Action Pathway"}], "wikipathways": [{"id": "WP268", "name": "Notch Signaling"}, {"id": "WP536", "name": "Calcium Regulation in the Cardiac Cell"}]}, "pfam": ["PF01007", "PF17655"], "pharmgkb": "PA216", "pharos": {"target_id": 8138, "tdl": "Tchem"}, "pir": "G02232", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF251839", "relationship": "is"}, {"id": "GNF251840", "relationship": "is"}, {"id": "GNF251841", "relationship": "is"}, {"id": "GNF251842", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF037534", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF087747", "relationship": "is"}, {"id": "GNF087748", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052161", "relationship": "is"}, {"id": "GNF056928", "relationship": "is"}, {"id": "GNF061755", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF068161", "relationship": "is"}, {"id": "GNF068162", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF128464", "relationship": "is"}, {"id": "GNF128476", "relationship": "is"}, {"id": "GNF128488", "relationship": "is"}, {"id": "GNF128500", "relationship": "is"}, {"id": "GNF277961", "relationship": "is"}, {"id": "GNF277998", "relationship": "is"}, {"id": "GNF278005", "relationship": "is"}, {"id": "GNF278010", "relationship": "is"}, {"id": "GNF278426", "relationship": "is"}, {"id": "GNF278579", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF103174", "relationship": "is"}, {"id": "GNF142825", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000011.10", "NC_060935.1", "NG_023406.2"], "protein": ["NP_000881.3", "NP_001341098.1", "XP_011541112.1", "XP_054224704.1"], "rna": ["NM_000890.5", "NM_001354169.2", "XM_011542810.4", "XM_054368729.1"], "translation": [{"protein": "XP_054224704.1", "rna": "XM_054368729.1"}, {"protein": "NP_001341098.1", "rna": "NM_001354169.2"}, {"protein": "XP_011541112.1", "rna": "XM_011542810.4"}, {"protein": "NP_000881.3", "rna": "NM_000890.5"}]}, "reporter": {"HG-U133_Plus_2": ["208397_x_at", "208404_x_at", "211304_x_at", "211817_s_at", "237186_at", "238780_s_at"], "HG-U95Av2": "32356_at", "HTA-2_0": ["TC11001186.hg.1", "TC11002952.hg.1"], "HuEx-1_0": ["3355860", "3355872", "3355878"], "HuGene-1_1": "7945146", "HuGene-2_1": "16733397"}, "retired": 219832, "summary": "This gene encodes an integral membrane protein which belongs to one of seven subfamilies of inward-rectifier potassium channel proteins called potassium channel subfamily J. The encoded protein is a subunit of the potassium channel which is homotetrameric. It is controlled by G-proteins and has a greater tendency to allow potassium to flow into a cell rather than out of a cell. Naturally occurring mutations in this gene are associated with aldosterone-producing adenomas. [provided by RefSeq, Aug 2017].", "symbol": "KCNJ5", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1416587"}, "unigene": ["Hs.632109", "Hs.444595"], "uniprot": {"Swiss-Prot": "P48544", "TrEMBL": "A0A5J6E2W8"}, "wikipedia": {"url_stub": "KCNJ5"}}