{"AllianceGenome": "6278", "HGNC": "6278", "MIM": "603220", "_id": "3777", "_version": 2, "accession": {"genomic": ["AC015977.9", "CH471053.2", "CP068276.2", "NC_000002.12", "NC_060926.1", "NG_033884.1"], "protein": ["AAC51777.1", "AAG29340.1", "AAI40702.1", "AAY24312.1", "EAX00678.1", "EAX00679.1", "NP_002237.1", "O14649.1", "XP_005264350.1", "XP_054197916.1"], "rna": ["AF006823.1", "AF065163.1", "AK123673.1", "BC140701.1", "NM_002246.3", "XM_005264293.3", "XM_054341941.1"], "translation": [{"protein": "AAC51777.1", "rna": "AF006823.1"}, {"protein": "XP_005264350.1", "rna": "XM_005264293.3"}, {"protein": "AAG29340.1", "rna": "AF065163.1"}, {"protein": "XP_054197916.1", "rna": "XM_054341941.1"}, {"protein": "NP_002237.1", "rna": "NM_002246.3"}, {"protein": "AAI40702.1", "rna": "BC140701.1"}]}, "alias": ["K2p3.1", "OAT1", "PPH4", "TASK", "TASK-1", "TASK1", "TBAK1"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2021-05-08T15:27:19.928Z", "disease_label": "pulmonary arterial hypertension", "gcep": "Pulmonary Hypertension Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0015924", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_e20d0ee0-4a14-4569-a451-729348ce8d23-2021-05-08T152719.928Z", "sop": "SOP8"}}, "ensembl": {"gene": "ENSG00000171303", "protein": "ENSP00000306275", "transcript": "ENST00000302909", "translation": [{"protein": "ENSP00000306275", "rna": "ENST00000302909"}], "type_of_gene": "protein_coding"}, "entrezgene": "3777", "exac": {"_license": "http://bit.ly/2H9c4hg", "bp": 1185, "cds_end": 26951436, "cds_start": 26915743, "n_exons": 2, "nontcga": {"exp_lof": 5.80597489951, "exp_mis": 213.723048157, "exp_syn": 126.38978401, "lof_z": 1.96754718549529, "mis_z": 5.17053656341386, "mu_lof": 5.86640659265e-07, "mu_mis": 2.41455747542e-05, "mu_syn": 1.4172238063e-05, "n_lof": 1.0, "n_mis": 62.0, "n_syn": 64.0, "p_li": 0.512443721083066, "p_null": 0.0179447542972639, "p_rec": 0.46961152461967, "syn_z": 3.5138230665359}, "transcript": "ENST00000302909.3"}, "exons": [{"cdsend": 26728568, "cdsstart": 26692875, "chr": "2", "position": [[26692721, 26693158], [26727666, 26733419]], "strand": 1, "transcript": "NM_002246", "txend": 26733419, "txstart": 26692721}], "exons_hg19": [{"cdsend": 26951436, "cdsstart": 26915743, "chr": "2", "position": [[26915589, 26916026], [26950534, 26956287]], "strand": 1, "transcript": "NM_002246", "txend": 26956287, "txstart": 26915589}], "generif": [{"pubmed": 11803450, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11886861, "text": "TASK-1 and TASK-3 differed insofar as a large portion of the C terminus was necessary for the full effects of halothane and TRH on TASK-3 but not on TASK-1"}, {"pubmed": 11907168, "text": "Renal Oat1 expression gradually increased throughout development, approaching adult levels at 30 days of age, where at days 40 and 45 Oat1 levels were greater in males than females"}, {"pubmed": 12003807, "text": "C-PAF blocks TASK-1 or a closely related channel, the effect is PKC dependent, and the inhibition alters the electrical activity of myocytes in ways that would be arrhythmogenic in the intact heart."}, {"pubmed": 12198146, "text": "Association with p11 is essential for trafficking of TASK-1 to the plasma membrane. This association masks an ER retention signal identified as Lys-Arg-Arg that precedes the Ser-Ser-Val sequence."}, {"pubmed": 12437930, "text": "KCNK3 potassium channels are shown to bear two cytoplasmic trafficking motifs: an N-terminal dibasic site that binds beta-COP to hold channels in ER and a C-terminal \"release\" site that binds the ubiquitous intracellular regulator 14-3-3beta"}, {"pubmed": 12837685, "text": "hOAT1-expressing cell line showed extensive para-aminohippuric acid transport. hOAT1 also demonstrated 1:1 coupling between organic anion and dicarboxylate."}, {"pubmed": 15099524, "text": "Host TASK-1 protein and HIV-1 Vpu undergo mutual functional destruction."}, {"pubmed": 15197476, "text": "TASK1 is expressed in pia mater, astrocytes, Purkinje and granule cells"}, {"pubmed": 15695101, "text": "Human cytotrophoblast cells from term placenta are a site of expression for various K2P genes, two of which, namely, TASK1 and TREK1, are transcribed into protein."}, {"pubmed": 16574908, "text": "TASK-1 is hypoxia-sensitive and controls the resting membrane potential, thus implicating an important role for TASK-1 K+ channels in the regulation of pulmonary vascular tone."}, {"pubmed": 17945357, "text": "the role of TASK channels in sensing physiological stimuli."}, {"pubmed": 18375952, "text": "K(2)P channels as novel potassium conductance on T lymphocytes critically influencing T cell effector function and identify a possible molecular target for immunomodulation in T cell-mediated autoimmune disorders"}, {"pubmed": 18824070, "text": "Thus, regulated expression of TASK channels might contribute to a molecular switch between death and survival of neurons in autoimmune CNS inflammation."}, {"pubmed": 19188660, "text": "ET-1 depolarized human primary pulmonary artery smooth muscle cells by phosphorylating TASK-1. This effect was abrogated by TASK-1 siRNA. This might represent a novel pathologic mechanism related to pulmonary arterial hypertension."}, {"pubmed": 19657056, "text": "O2 binding with NOX4 per se controls TASK-1 activity. In this process, the heme moiety and FBD seem to be responsible for the NOX4 regulation of TASK-1, and p22 might support the NOX4-TASK-1 interaction"}, {"pubmed": 20049674, "text": "TASK-1 and 3 are determinant of aldosterone secretion and adrenocortical zonation."}, {"pubmed": 20931182, "text": "Western analysis confirms expression of TASK1 and TASK3 in medulloblastoma cells."}, {"pubmed": 21357689, "text": "cAMP-dependent protein kinase is responsible for the phosphorylation of the terminal serine in both K(2P)3.1 and K(2P)9.1"}, {"pubmed": 21362619, "text": "analysis of how the specific two-pore domain potassium channel blocker A1899 defines the structure of the TASK-1 open pore"}, {"pubmed": 21540350, "text": "TASK-1- and TASK-3-mediated currents are not affected by depletion of plasma membrane PI4,5P2 either via the voltage-activated phosphatase Ci-VSP or via chemically triggered recruitment of a PI4,5P2-5'-phosphatase."}, {"pubmed": 21710317, "text": "TASK-1 immunoreactivity was observed in astrocytes of temporal lobe epilepsy patients."}, {"pubmed": 21838752, "text": "ET-1 inhibited TASK1-mediated I(KN) currents in hPASMC."}, {"pubmed": 22178873, "text": "I(TASK-1) contributes to the sustained outward current I(Ksus) and that I(TASK-1) is a major component of the background conductance in human atrial cardiomyocytes."}, {"pubmed": 22893713, "text": "There were no associations between KCNK3 single nucleotide polymorphisms and blood pressure or aldosterone production."}, {"pubmed": 23164059, "text": "TASK-1 suppresses HIV-1 replication."}, {"pubmed": 23229553, "text": "Ability to induce atrial fibrillation in the peri-operative period is associated with phosphorylation-dependent inhibition of TWIK protein-related acid-sensitive potassium channel 1"}, {"pubmed": 23305490, "text": "TASK and TREK-1 are involved in regulation of cell proliferation and in control of resting membrane potentials in endometrial epithelial cells."}, {"pubmed": 23807092, "text": "K2P3.1 and K2P9.1 undergo rapid dynamin-dependent endocytosis"}, {"pubmed": 23883380, "text": "Our study identified the association of a novel gene, KCNK3, with familial and idiopathic pulmonary arterial hypertension."}, {"pubmed": 24015703, "text": "Sec61 complex reorientation of the first signal-anchor sequence of TASK-1 determines membrane topology of the other membrane spanning regions."}, {"pubmed": 24374141, "text": "demonstrate the functional importance of ITASK in the atrium and suggest that inactivation of TASK-1 may have diverse effects on atrial size and electrophysiological properties that can contribute to an arrhythmogenic substrate"}, {"pubmed": 24743596, "text": "Syntaxin-8 regulates the endocytosis of TASK-1."}, {"pubmed": 24932805, "text": "A glucose-dependent role for beta-cell TASK-1 channels of limiting glucose-stimulated Deltapsip depolarization and insulin secretion, which modulates glucose homeostasis."}, {"pubmed": 25420509, "text": "Diacylglycerol mediates regulation of TASK1 and TASK3 potassium channels by GNAQ."}, {"pubmed": 25655935, "text": "TASK-1 and TASK-3 may form heterodimers in human atrial cardiomyocytes."}, {"pubmed": 25951834, "text": "Enhancement of atrium-selective K(2P)3.1 currents contributes to action potential shortening in atrial fibrillation patients."}, {"pubmed": 26743085, "text": "control of TASK-1 trafficking by COPI, kinases, phosphatases and 14-3-3 proteins is highly dynamic."}, {"pubmed": 26794006, "text": "Functional alanine-mutagenesis screens of TASK-1 and TRAAK were used to build an in silico model of the TASK-1 cap."}, {"pubmed": 26912814, "text": "KCNK3 expression and function were reduced in pulmonary artery smooth muscle cells and endothelial cells in human pulmonary arterial hypertension."}, {"pubmed": 27294516, "text": "Knockdown of TASK-1 by siRNA significantly enhanced apoptosis and reduced proliferation in Non-Small Cell Lung Cancer A549 cells, but not in weakly TASK-1 expressing NCI-H358 cells."}, {"pubmed": 27296998, "text": "Genetic variation in the KCNK3 gene may contribute to Blood pressure variation and less severe Hypertensive disorders in which aldosterone may be one of several causative factors"}, {"pubmed": 27453251, "text": "In a cohort with idiopathic or hereditary pulmonary arterial hypertension, a possibly associated mutation was found in 11.10% of the idiopathic cases (n = 16) and in 68.18% of the hereditary cases. There were 3 mutations found in KCNK3."}, {"pubmed": 27649371, "text": "The present report supports the contribution of KCNK3 mutations to the genetic etiology of Pulmonary arterial hypertension and strongly suggests that mutations in KCNK3 follow incomplete dominance with worsening of the clinical features in homozygous patients."}, {"pubmed": 27838333, "text": "Screening for mutations in the human TASK-1 gene in 155 cases of sudden infant death syndrome (SIDS) was inconclusive. Results are suggestive for an increased hypoxia-sensitivity of neonatal TASK-1(-/-) mice, however, without causing an increase in neonatal lethality. In adult female TASK-1(-/-) mice respiration was unaffected, whereas adult male TASK-1(-/-) mice showed a modified breathing pattern."}, {"pubmed": 28162765, "text": "Sequencing of BMPR2, CAV1, and KCNK3 coding regions did not identify any pathogenic variants in these genes in infants with pulmonary hypoplasia and pulmonary hypertension."}, {"pubmed": 28388887, "text": "A burden of rare variants in BMPR2 significantly contributed to the risk of pulmonary arterial hypertension. In the remaining one family, the patient carried a pathogenic variant in a member of potassium channels, KCNK3, which was the first replicative finding of channelopathy in an Asian population."}, {"pubmed": 28582316, "text": "Familial cases of Pulmonary Arterial Hypertension related to heterozygous missense variants in the KCNK3 gene (encoding the two-pore-domain potassium channel TASK-1) has been described with a prevalence of 1.3 and 3.2% in idiopathic Pulmonary Arterial Hypertension and heritable Pulmonary Arterial Hypertension, respectively."}, {"pubmed": 28648645, "text": "our study indicates that TASK-1 is functionally regulated by caveolin-3, possibly via association with each other on the cell surface. These results point out a novel mechanism in the regulation of TASK-1."}, {"pubmed": 28889099, "text": "Heterozygous KCNK3 mutations in pulmonary arterial hypertension lead to variable loss of channel function via distinct mechanisms."}, {"pubmed": 29016681, "text": "The results suggested that heterodimerization of TASK1 and TALK2 provides cells with the ability to make multiple responses to a variety of physiological and pharmacological stimuli."}, {"pubmed": 29122916, "text": "Recent studies show that modulation of TASK-1 channels, either directly or indirectly by targeting their regulatory mechanisms, has the potential to control pulmonary arterial tone in humans. Furthermore, mutations in KCNK3 have been identified as a rare cause of both familial and idiopathic pulmonary arterial hypertension. [review]"}, {"pubmed": 29257242, "text": "The results of the present study suggested that miR138 promoted proliferation and suppressed mitochondrial depolarization of human pulmonary artery smooth muscle cells by targeting TASK1."}, {"pubmed": 29360952, "text": "Loss of KCNK3 function and expression is a hallmark of the RV hypertrophy/dysfunction associated with pulmonary hypertension."}, {"pubmed": 30365877, "text": "Mutations associated with pulmonary hypertension substantially reduce current through TASK-1 channel."}, {"pubmed": 30623969, "text": "The results of this study concluded that functional TASK1 channels participate in the modulation of differentiating oligodendroglial cells."}, {"pubmed": 30803485, "text": "Here, the authors identified a novel binding site and allosteric inhibition mechanism, disrupting the recently proposed K(+)-flux gating mechanism of two-pore-domain potassium channels, which results in an unusual voltage-dependent block of leak channels belonging to the TASK subfamily."}, {"pubmed": 31001961, "text": "Identification of the A293 (AVE1231) Binding Site in the Cardiac Two-Pore-Domain Potassium Channel TASK-1: a Common Low Affinity Antiarrhythmic Drug Binding Site."}, {"pubmed": 31423744, "text": "Effects of the ventilatory stimulant, doxapram on human TASK-3 (KCNK9, K2P9.1) channels and TASK-1 (KCNK3, K2P3.1) channels."}, {"pubmed": 31436597, "text": "The GG genotype of rs1275988 and GG genotype of rs2586886 in the TASK-1 (KCNK3) gene are potential risk factors for obstructive sleep apnea (OSA) in obese patients."}, {"pubmed": 32131935, "text": "Both the GG genotypes of rs1275988 and rs2586886 in the TASK-1 gene may be potential risk factors in severe obstructive sleep apnea patients with blood potassium <3.95 mmol/L."}, {"pubmed": 32499642, "text": "A lower X-gate in TASK channels traps inhibitors within the vestibule."}, {"pubmed": 32726132, "text": "Vitamin D deficiency downregulates TASK-1 channels and induces pulmonary vascular dysfunction."}, {"pubmed": 34038243, "text": "Human adrenal glomerulosa cells express K2P and GIRK potassium channels that are inhibited by ANG II and ACTH."}, {"pubmed": 34065088, "text": "KCNK3 Mutation Causes Altered Immune Function in Pulmonary Arterial Hypertension Patients and Mouse Models."}, {"pubmed": 34571371, "text": "TASK-1 regulates mitochondrial function under hypoxia."}, {"pubmed": 35011589, "text": "Expression of Proton-Sensitive GPR31, GPR151, TASK1 and TASK3 in Common Skin Tumors."}, {"pubmed": 35301863, "text": "MicroRNAs Regulate TASK-1 and Are Linked to Myocardial Dilatation in Atrial Fibrillation."}, {"pubmed": 36016502, "text": "Crosstalk between BMP signaling and KCNK3 in phenotypic switching of pulmonary vascular smooth muscle cells."}, {"pubmed": 36195757, "text": "Gain-of-function mutations in KCNK3 cause a developmental disorder with sleep apnea."}, {"pubmed": 37793594, "text": "Activation of neurokinin-III receptors modulates human atrial TASK-1 currents."}, {"pubmed": 38841840, "text": "Genome-Wide Methylation Analysis Reveals a KCNK3-Prominent Causal Cascade on Hypertension."}], "genomic_pos": {"chr": "2", "end": 26733420, "ensemblgene": "ENSG00000171303", "start": 26692722, "strand": 1}, "genomic_pos_hg19": {"chr": "2", "end": 26956288, "start": 26915619, "strand": 1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0006813", "pubmed": 9312005, "qualifier": "involved_in", "term": "potassium ion transport"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007268", "pubmed": 9312005, "qualifier": "involved_in", "term": "chemical synaptic transmission"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009410", "qualifier": "involved_in", "term": "response to xenobiotic stimulus"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030322", "qualifier": "involved_in", "term": "stabilization of membrane potential"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0034220", "pubmed": 12198146, "qualifier": "involved_in", "term": "monoatomic ion transmembrane transport"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051481", "qualifier": "involved_in", "term": "negative regulation of cytosolic calcium ion concentration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060075", "qualifier": "involved_in", "term": "regulation of resting membrane potential"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071294", "qualifier": "involved_in", "term": "cellular response to zinc ion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071456", "qualifier": "involved_in", "term": "cellular response to hypoxia"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0071805", "qualifier": "involved_in", "term": "potassium ion transmembrane transport"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0090102", "qualifier": "involved_in", "term": "cochlea development"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0005886", "pubmed": 12198146, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0045202", "qualifier": "located_in", "term": "synapse"}], "MF": [{"category": "MF", "evidence": "IMP", "id": "GO:0005216", "pubmed": 12198146, "qualifier": "enables", "term": "monoatomic ion channel activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005252", "qualifier": "enables", "term": "open rectifier potassium channel activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0005267", "pubmed": 9312005, "qualifier": "enables", "term": "potassium channel activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0015271", "qualifier": "enables", "term": "outward rectifier potassium channel activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0022841", "qualifier": "enables", "term": "potassium ion leak channel activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0022841", "pubmed": 9312005, "qualifier": "enables", "term": "potassium ion leak channel activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0044548", "pubmed": 12198146, "qualifier": "enables", "term": "S100 protein binding"}]}, "homologene": {"genes": [[7955, 561866], [9031, 428382], [9544, 699287], [9606, 3777], [9615, 483002], [9913, 519188], [10090, 16527], [10116, 29553]], "id": 1692}, "interpro": [{"desc": "Two pore domain potassium channel, TASK family", "id": "IPR003092", "short_desc": "2pore_dom_K_chnl_TASK"}, {"desc": "Two pore domain potassium channel", "id": "IPR003280", "short_desc": "2pore_dom_K_chnl"}, {"desc": "Potassium channel subfamily K member 3", "id": "IPR005406", "short_desc": "KCNK3"}, {"desc": "Potassium channel domain", "id": "IPR013099", "short_desc": "K_chnl_dom"}], "ipi": "IPI00023110", "map_location": "2p23.3", "name": "potassium two pore domain channel subfamily K member 3", "other_names": ["TWIK-related acid-sensitive K(+) channel 1", "TWIK-related acid-sensitive K+ 1", "TWIK-related acid-sensitive K+ channel", "acid-sensitive potassium channel protein TASK", "acid-sensitive potassium channel protein TASK-1", "cardiac potassium channel", "potassium channel subfamily K member 3", "potassium channel, two pore domain subfamily K, member 3", "potassium inwardly-rectifying channel, subfamily K, member 3", "two P domain potassium channel", "two pore K(+) channel KT3.1", "two pore potassium channel KT3.1"], "pantherdb": {"HGNC": "6278", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1100509", "ortholog_type": "LDO", "panther_family": "PTHR11003", "taxid": 10090, "uniprot_kb": "O35111"}, {"RGD": "61997", "ortholog_type": "LDO", "panther_family": "PTHR11003", "taxid": 10116, "uniprot_kb": "O54912"}, {"Ensembl": "ENSGALG00000042705", "ortholog_type": "LDO", "panther_family": "PTHR11003", "taxid": 9031, "uniprot_kb": "A0A1D5PW54"}, {"ZFIN": "ZDB-GENE-120709-43", "ortholog_type": "O", "panther_family": "PTHR11003", "taxid": 7955, "uniprot_kb": "E7F9D1"}, {"ZFIN": "ZDB-GENE-040724-171", "ortholog_type": "LDO", "panther_family": "PTHR11003", "taxid": 7955, "uniprot_kb": "Q5TZ59"}, {"WormBase": "WBGene00006673", "ortholog_type": "O", "panther_family": "PTHR11003", "taxid": 6239, "uniprot_kb": "G5ECW6"}, {"WormBase": "WBGene00019904", "ortholog_type": "O", "panther_family": "PTHR11003", "taxid": 6239, "uniprot_kb": "Q65XY3"}, {"WormBase": "WBGene00006318", "ortholog_type": "O", "panther_family": "PTHR11003", "taxid": 6239, "uniprot_kb": "O17185"}, {"FlyBase": "FBgn0038165", "ortholog_type": "O", "panther_family": "PTHR11003", "taxid": 7227, "uniprot_kb": "Q9VFS9"}, {"FlyBase": "FBgn0037690", "ortholog_type": "O", "panther_family": "PTHR11003", "taxid": 7227, "uniprot_kb": "Q9VHE0"}, {"SGD": "S000003629", "ortholog_type": "O", "panther_family": "PTHR11003", "taxid": 4932, "uniprot_kb": "P40310"}, {"TAIR": "2196155", "ortholog_type": "O", "panther_family": "PTHR11003", "taxid": 3702, "uniprot_kb": "Q9FWX6"}, {"TAIR": "2141375", "ortholog_type": "O", "panther_family": "PTHR11003", "taxid": 3702, "uniprot_kb": "Q9S6Z8"}, {"TAIR": "2170423", "ortholog_type": "O", "panther_family": "PTHR11003", "taxid": 3702, "uniprot_kb": "Q9FL25"}, {"TAIR": "2117681", "ortholog_type": "O", "panther_family": "PTHR11003", "taxid": 3702, "uniprot_kb": "Q9SVV6"}, {"TAIR": "2162162", "ortholog_type": "O", "panther_family": "PTHR11003", "taxid": 3702, "uniprot_kb": "Q8LBL1"}], "uniprot_kb": "O14649"}, "pathway": {"kegg": [{"id": "hsa04925", "name": "Aldosterone synthesis and secretion - Homo sapiens (human)"}, {"id": "hsa04927", "name": "Cortisol synthesis and secretion - Homo sapiens (human)"}, {"id": "hsa04934", "name": "Cushing syndrome - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-112316", "name": "Neuronal System"}, {"id": "R-HSA-1296071", "name": "Potassium Channels"}, {"id": "R-HSA-1296346", "name": "Tandem pore domain potassium channels"}, {"id": "R-HSA-1299316", "name": "TWIK-releated acid-sensitive K+ channel (TASK)"}, {"id": "R-HSA-397014", "name": "Muscle contraction"}, {"id": "R-HSA-5576886", "name": "Phase 4 - resting membrane potential"}, {"id": "R-HSA-5576891", "name": "Cardiac conduction"}], "wikipathways": {"id": "WP1602", "name": "Nicotine Activity on Dopaminergic Neurons"}}, "pdb": ["6RV2", "6RV3", "6RV4"], "pfam": "PF07885", "pharmgkb": "PA30060", "pharos": {"target_id": 10777, "tdl": "Tclin"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF230600", "relationship": "is"}, {"id": "GNF251891", "relationship": "is"}, {"id": "GNF251892", "relationship": "is"}, {"id": "GNF251893", "relationship": "is"}, {"id": "GNF251894", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF047430", "relationship": "is"}, "GNF_hs-druggable_siRNA": [{"id": "GNF066359", "relationship": "is"}, {"id": "GNF066360", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF103178", "relationship": "is"}, {"id": "GNF142829", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000002.12", "NC_060926.1", "NG_033884.1"], "protein": ["NP_002237.1", "XP_005264350.1", "XP_054197916.1"], "rna": ["NM_002246.3", "XM_005264293.3", "XM_054341941.1"], "translation": [{"protein": "XP_054197916.1", "rna": "XM_054341941.1"}, {"protein": "NP_002237.1", "rna": "NM_002246.3"}, {"protein": "XP_005264350.1", "rna": "XM_005264293.3"}]}, "reporter": {"HG-U133_Plus_2": ["205952_at", "228127_at", "235108_at"], "HG-U95Av2": ["41325_at", "41326_at"], "HTA-2_0": "TC02000153.hg.1", "HuEx-1_0": "2473936", "HuGene-1_1": "8040695", "HuGene-2_1": "16877941"}, "summary": "This gene encodes a member of the superfamily of potassium channel proteins that contain two pore-forming P domains. The encoded protein is an outwardly rectifying channel that is sensitive to changes in extracellular pH and is inhibited by extracellular acidification. Also referred to as an acid-sensitive potassium channel, it is activated by the anesthetics halothane and isoflurane. Although three transcripts are detected in northern blots, there is currently no sequence available to confirm transcript variants for this gene. [provided by RefSeq, Aug 2008].", "symbol": "KCNK3", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1416596"}, "unigene": ["Hs.645288", "Hs.24040"], "uniprot": {"Swiss-Prot": "O14649"}, "wikipedia": {"url_stub": "KCNK3"}}