{"AllianceGenome": "22978", "HGNC": "22978", "MIM": "609764", "_id": "9682", "_version": 2, "accession": {"genomic": ["AC092815.2", "AL451062.12", "CH471059.2", "CP068277.2", "HF583955.1", "KT584460.1", "NC_000001.11", "NC_060925.1"], "protein": ["AAH02558.1", "BAA31652.3", "BAG57784.1", "BAG61850.1", "CCQ43452.1", "EAX07085.1", "NP_055478.2", "O75164.2"], "rna": ["AB014577.1", "AK294596.1", "AK300039.1", "AK310295.1", "BC002558.2", "BP198064.1", "CA944984.1", "CN361683.1", "NM_014663.3", "Z70219.1"], "translation": [{"protein": "BAG61850.1", "rna": "AK300039.1"}, {"protein": "AAH02558.1", "rna": "BC002558.2"}, {"protein": "BAG57784.1", "rna": "AK294596.1"}, {"protein": "BAA31652.3", "rna": "AB014577.1"}, {"protein": "NP_055478.2", "rna": "NM_014663.3"}]}, "alias": ["JHDM3A", "JMJD2", "JMJD2A", "TDRD14A"], "ec": ["1.14.11.66", "1.14.11.69"], "ensembl": {"gene": "ENSG00000066135", "protein": ["ENSP00000361473", "ENSP00000493741", "ENSP00000496362"], "transcript": ["ENST00000372396", "ENST00000463151", "ENST00000472265", "ENST00000481296", "ENST00000485249"], "translation": [{"protein": "ENSP00000361473", "rna": "ENST00000372396"}, {"protein": "ENSP00000493741", "rna": "ENST00000463151"}, {"protein": "ENSP00000496362", "rna": "ENST00000485249"}], "type_of_gene": "protein_coding"}, "entrezgene": "9682", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 42.1805105966, "exp_mis": 366.575781129, "exp_syn": 144.334596277, "lof_z": 6.12842988171899, "mis_z": 3.59124573067347, "mu_lof": 2.97273423913e-06, "mu_mis": 3.18466333277e-05, "mu_syn": 1.20669484741e-05, "n_lof": 2.0, "n_mis": 226.0, "n_syn": 134.0, "p_li": 0.999993865120135, "p_null": 1.76840561478466e-15, "p_rec": 6.13487986332268e-06, "syn_z": 0.533283193478547}, "bp": 3195, "cds_end": 44170041, "cds_start": 44118846, "n_exons": 21, "nonpsych": {"exp_lof": 37.7484902062, "exp_mis": 331.357522738, "exp_syn": 130.207793139, "lof_z": 5.71425810427578, "mis_z": 3.66742981084767, "mu_lof": 2.97273423913e-06, "mu_mis": 3.18466333277e-05, "mu_syn": 1.20669484741e-05, "n_lof": 2.0, "n_mis": 199.0, "n_syn": 114.0, "p_li": 0.99997189762945, "p_null": 8.78414572236283e-14, "p_rec": 2.81023704625101e-05, "syn_z": 0.894270870976741}, "nontcga": {"exp_lof": 38.7642606991, "exp_mis": 337.207932175, "exp_syn": 132.746021091, "lof_z": 5.98337878791805, "mis_z": 3.58689313018074, "mu_lof": 2.97273423913e-06, "mu_mis": 3.18466333277e-05, "mu_syn": 1.20669484741e-05, "n_lof": 1.0, "n_mis": 205.0, "n_syn": 120.0, "p_li": 0.999995937402594, "p_null": 3.19593889635546e-15, "p_rec": 4.06259740269514e-06, "syn_z": 0.700463496148471}, "transcript": "ENST00000372396.3"}, "exons": [{"cdsend": 43704370, "cdsstart": 43653175, "chr": "1", "position": [[43650148, 43650252], [43653136, 43653313], [43655590, 43655766], [43660297, 43660412], [43662893, 43663087], [43665695, 43665745], [43666451, 43666555], [43666953, 43667091], [43667771, 43668019], [43669099, 43669299], [43671504, 43671875], [43683683, 43683804], [43688913, 43689095], [43690844, 43691049], [43691495, 43691572], [43692255, 43692311], [43693993, 43694102], [43694708, 43694894], [43697842, 43698013], [43703616, 43703736], [43704019, 43704112], [43704229, 43705518]], "strand": 1, "transcript": "NM_014663", "txend": 43705518, "txstart": 43650148}], "exons_hg19": [{"cdsend": 44170041, "cdsstart": 44118846, "chr": "1", "position": [[44115819, 44115923], [44118807, 44118984], [44121261, 44121437], [44125968, 44126083], [44128564, 44128758], [44131366, 44131416], [44132122, 44132226], [44132624, 44132762], [44133442, 44133690], [44134770, 44134970], [44137175, 44137546], [44149354, 44149475], [44154584, 44154766], [44156515, 44156720], [44157166, 44157243], [44157926, 44157982], [44159664, 44159773], [44160379, 44160565], [44163513, 44163684], [44169287, 44169407], [44169690, 44169783], [44169900, 44171189]], "strand": 1, "transcript": "NM_014663", "txend": 44171189, "txstart": 44115819}], "generif": [{"pubmed": 15927959, "text": "The ability of JMJD2A to associate with retinoblastoma proteins and histone deacetylase 1 implies an important role for this protein in cell proliferation and oncogenesis."}, {"pubmed": 16024779, "text": "JMJD2A selectively represses the expression of the achaete scute-like homologue 2 (ASCL2) gene but not other imprinted genes in the same imprinted locus in HeLa cells"}, {"pubmed": 16601153, "text": "crystal structure of the double tudor domain of JMJD2A both in the presence and absence of a trimethylated H3-K4 peptide"}, {"pubmed": 16732292, "text": "JHDM3A may function in euchromatin to remove histone methylation marks that are associated with active transcription"}, {"pubmed": 17555712, "text": "identified two related histone demethylases, JMJD2A and JMJD2D"}, {"pubmed": 17589501, "text": "how human JMJD2A, which is selective towards tri- and dimethylated histone H3 lysyl residues 9 and 36 (H3K9me3/me2 and H3K36me3/me2), discriminates between methylation states and achieves sequence selectivity for H3K9"}, {"pubmed": 17589523, "text": "Crystal structures of the JMJD2A catalytic domain in complex with H3K9me3, H3K36me2 and H3K36me3 peptides are presented."}, {"pubmed": 17611647, "text": "Human JMJD2A was expressed in undifferentiated and differentiated ES cells."}, {"pubmed": 18084306, "text": "JMJD2A has the unique property of binding trimethylated peptides from two different histone sequences."}, {"pubmed": 19144645, "text": "Dynamic Histone H1 Isotype 4 Methylation and Demethylation by Histone Lysine Methyltransferase G9a/KMT1C and the Jumonji Domain-containing JMJD2/KDM4 Proteins"}, {"pubmed": 21148561, "text": "JHDM3A(GFP)(701) is a suitable catalytic module that can be targeted, under the control of a guide protein, to specific loci where the chromatin H3K9me3 status and the milieu of gene expression are to be modified."}, {"pubmed": 21228229, "text": "The authors show that knockdown of JMJD2A, an H3K9me3 demethylase, attenuates viral titers, whereas its overexpression increases Kaposi's sarcoma-associated herpesvirus reactivation."}, {"pubmed": 21400613, "text": "JMJD2A and AR levels were significantly lower in malignant versus benign urothelium, while increased LSD1 levels were observed in malignant urothelium relative to benign; a significant reduction in all three proteins occurred with cancer stage progression"}, {"pubmed": 21555854, "text": "The expression of JMJD2A was upregulated in human hypertrophic cardiomyopathy patients."}, {"pubmed": 21757720, "text": "SKP1-Cul1-F-box and leucine-rich repeat protein 4 (SCF-FbxL4) ubiquitin ligase regulates lysine demethylase 4A (KDM4A)/Jumonji domain-containing 2A (JMJD2A) protein"}, {"pubmed": 21768309, "text": "these results demonstrate that SCF(FBXO22) regulates changes in histone H3 marks and cognate transcriptional control pathways by controlling KDM4A levels"}, {"pubmed": 21962223, "text": "JMJD2A gene could result in cell cycle change and proliferation inhibition, and lead to suppress tumor cell invasion and migration."}, {"pubmed": 22134899, "text": "data indicate that JMJD2A is a novel promoter of colon cancer cell proliferation and survival, which mediates its effects in p53-dependent and -independent ways"}, {"pubmed": 22373579, "text": "The authors propose that the RNF8-dependent degradation of JMJD2A regulates DNA repair by controlling the recruitment of 53BP1 at DNA damage sites."}, {"pubmed": 22948256, "text": "overexpression of JMJD2A may contribute to breast tumor formation by stimulating ERalpha activity and that JMJD2A may be a breast-relevant oncoprotein."}, {"pubmed": 23168260, "text": "The expression of JMJD2A inhibits Ras-mediated CHD5 induction leading to a reduced activity of the p53 pathway."}, {"pubmed": 23603248, "text": "JMJD2A regulation has a role in human carcinogenesis through regulation of the G(1)/S transition"}, {"pubmed": 23678541, "text": "Expression of JMJD2A in infiltrating duct carcinoma is higher than in fibroadenoma, and is associated with ARHI, p53 and ER"}, {"pubmed": 23692052, "text": "analysis of the nickel-induced inhibition of truncated constructs of JMJD2A and JMJD2C histone demethylases using X-ray absorption spectroscopy"}, {"pubmed": 23871696, "text": "Findings demonstrate that KDM4A overexpression results in site-specific copy gain of regions amplified in human tumors."}, {"pubmed": 24802408, "text": "Those findings demonstrate that JMJD2A regulates gastric cancer growth and serves as an independent prognostic factor, and implicate that JMJD2A may be a promising target for intervention."}, {"pubmed": 24815446, "text": "JMJD2A is a promoter of endometrial carcinoma cell proliferation and survival, and is a potential novel drug target."}, {"pubmed": 24886710, "text": "The data indicate that JMJD2A could promote breast cancer progression through transcriptional repression of the tumor suppressor ARHI."}, {"pubmed": 25193278, "text": "Negative regulation of Sp1 by JMJD2A causes downregulation of Sp1 in highly invasive breast cancer cells."}, {"pubmed": 25564517, "text": "A coding single-nucleotide polymorphism in lysine demethylase KDM4A associates with increased sensitivity to mTOR inhibitors"}, {"pubmed": 25633974, "text": "this review focuses on describing the structure, mechanisms, and function of KDM4A and primarily discusses the role of KDM4A in cancer development and the importance of KDM4A as a potential therapeutic target. [review]"}, {"pubmed": 25660547, "text": "KDM4 mediates nutrient-limitation signaling that leads to the transcriptional induction of autophagy."}, {"pubmed": 25832587, "text": "Studies indicate that histone lysine demethylase (JmjC-KDM) KDM4A protein has been implicated in numerous cancers and cardiovascular diseases."}, {"pubmed": 25945750, "text": "Jra recruits the HP1a/KDM4A complex to its gene body region upon osmotic stress to reduce H3K36 methylation levels and disrupt H3K36 methylation-dependent histone deacetylation"}, {"pubmed": 26397136, "text": "High KDM4A expression is associated with endometrial cancer progression."}, {"pubmed": 26498874, "text": "Study demonstrates that JMJD2A contributes to tumorigenesis in non-small cell lung cancer (NSCLC) by regulating miR-150. Additionally, JMJD2A overexpression is associated with a poor prognosis for NSCLC patients."}, {"pubmed": 26729372, "text": "This study showed that KDM4A interacts with RNA Polymerase I, associates with active ribosomal RNA genes and is required for serum-induced activation of rDNA transcription."}, {"pubmed": 26731476, "text": "these data reveal a JMJD2A/ETV1/YAP1 axis that promotes prostate cancer initiation and that may be a suitable target for therapeutic inhibition."}, {"pubmed": 26755726, "text": "KDM4A is regulated by hsa-mir-23a-3p, hsa-mir-23b-3p, and hsa-mir-137."}, {"pubmed": 26868148, "text": "Results indicate that SCF(Fbxo22)-KDM4A is an E3 ubiquitin ligase that targets methylated p53 and regulates key senescent processes."}, {"pubmed": 26904954, "text": "In pancreatic neoplasms, miR-137 targets KDM4A mRNA during Ras-induced senescence and activates both p53 and retinoblastoma (pRb) tumor suppressor pathways."}, {"pubmed": 27109047, "text": "ERG promotes prostate tumorigenesis together with KDM4A through the upregulation of YAP1. A corollary is that KDM4A as well as YAP1 inhibitors may prove beneficial for the therapy of ERG-overexpressing prostate tumors."}, {"pubmed": 27514525, "text": "KDM4A downregulation promotes autophagy in glioma cell lines."}, {"pubmed": 27612013, "text": "These results reveal KDM4A as a key epigenetic silencer of TRAIL and DR5 in tumors."}, {"pubmed": 27624942, "text": "Generation of 2-hydroxyglutarate by mutated IDH1/2 leads to the activation of mTOR by inhibiting KDM4A."}, {"pubmed": 27626669, "text": "The pyruvate dehydrogenase kinases (PDKs) PDK1 and PDK3 are direct targets of KDM4A and E2F1 and modulate the switch between glycolytic metabolism and mitochondrial oxidation."}, {"pubmed": 27743893, "text": "Lgr4 activates Jmjd2a/AR signaling pathway to promote interaction AR with PSA promoter, causing reduction of prostate cancer apoptosis and cell cycle arrest."}, {"pubmed": 27767379, "text": "We demonstrate the previously unreported inhibitory action of PKF118-310 on KDM4A. Our findings open up the possibility of developing the first KDM4A-specific inhibitors and derivatives."}, {"pubmed": 27841353, "text": "Data show that lysine demethylase 4 A/B double tudor domains (KDM4A/B DTDs) bind strongly to histone H3 (H3)K23me3."}, {"pubmed": 28051298, "text": "results suggest that KDM4A possesses the potential to act as an oxygen sensor in the context of chromatin modifications, with possible implications for epigenetic regulation in hypoxic disease states"}, {"pubmed": 28212444, "text": "Here we show that JMJD2A, the first identified Jumonji C domain-containing histone demethylase, is the histone demethylase responsible for SUMO-2/3 enrichment on the Kaposi's sarcoma associated herpesvirus genome during viral reactivation"}, {"pubmed": 28346812, "text": "Knockdown of KDM4A expression or inhibition of KDM4 enzyme activity reduces the proliferation of PCa cell lines."}, {"pubmed": 28467776, "text": "The present study indicates a novel evidence for JMJD2A in tumorigenesis by upregulating miR372 in liver cancer cells."}, {"pubmed": 28693517, "text": "JMJD2A regulated aerobic glycolysis by regulating LDHA expression. Therefore, the novel JMJD2A-LDHA signaling pathway could contribute to the Warburg effects in NPC progression."}, {"pubmed": 28883001, "text": "Findings inidicate a unique breast cancer stem-like cells (BCSC) culture system for drug screening and offer preclinical proof of concept for lysine demethylase 4A (KDM4A) inhibition as a new strategy to treat triple-negative breast cancer."}, {"pubmed": 28894274, "text": "This suggests that KDM4A can enhance the function of HIF-1alpha by increasing the total available protein to counteract any residual activity of prolyl hydroxylases."}, {"pubmed": 29413154, "text": "At levels of condFDR < 0:01 and conjFDR < 0:05; we identified 5 ADHD-associated loci, 3 of these being shared between ADHD and EA."}, {"pubmed": 29443450, "text": "Lys241 of the KDM4 subfamily is proposed to be important in oxygen binding by KDM4A.  This study reports evidence that, although Lys241 is unlikely to be directly involved in oxygen binding, it has an important role in coupling 2-oxoglutarate cosubstrate oxidation with lysine demethylase activity."}, {"pubmed": 29901178, "text": "MiR150 plays an important role in the development of lung cancer by serving as an oncogene via the SIRT2/JMJD2A signaling pathway."}, {"pubmed": 30156264, "text": "Crystallographic studies of an histone H1.4K26me3:lysine demethylase 4A (KDM4A) complex iidicate a conserved binding geometry to that of H3K9me3."}, {"pubmed": 30302800, "text": "results uncovered a tumor suppressor role of miR-10a in PCa via negative regulation of KDM4A and its downstream Hippo-YAP pathway."}, {"pubmed": 30720092, "text": "JMJD2A was identified as an oncogenic protein in human cervical cancer that significantly affected cell and colony numbers, tumor weight and apoptosis via the downregulation of miR4915p, which acts as a tumor suppressor in cervical cancer."}, {"pubmed": 31364745, "text": "It was determined that JMJD2A promoted EMT through regulation of SLUG expression. Findings revealed that JMJD2A may act as an oncogene and participate in bladder cancer progression."}, {"pubmed": 31677131, "text": "JMJD2A sensitizes gastric cancer to chemotherapy by cooperating with CCDC8."}, {"pubmed": 32173334, "text": "The expression of JMJD2A is upregulated in ovarian cancer cells and tissues.  JMJD2A upregulates expression of both interleukin-6 and interleukin-8 and increases the stability of interleukin-8 mRNa."}, {"pubmed": 32481346, "text": "The relationship between the lncRNA model and prognosis as well as clinical characteristics of patients with HCC was analyzed. Finally, a predictive nomogram in the the cancer genome atlas cohort was established and verified internallyBased on the RNA sequencing survival analysis, a 9- lncRNAs prognosis model, including TMCC1-AS1, AC008892.1, AL031985.3, L34079.2, U95743.1, KDM4A-AS1, SACS-AS1, AC005534.1, LINC01116."}, {"pubmed": 32883983, "text": "RFX5 promotes the progression of hepatocellular carcinoma through transcriptional activation of KDM4A."}, {"pubmed": 33093461, "text": "Fisetin inhibits proliferation of pancreatic adenocarcinoma by inducing DNA damage via RFXAP/KDM4A-dependent histone H3K36 demethylation."}, {"pubmed": 33492339, "text": "Mechanistic insights into KDM4A driven genomic instability."}, {"pubmed": 33599278, "text": "Histone demethylase KDM4A overexpression improved the efficiency of corrected human tripronuclear zygote development."}, {"pubmed": 33689883, "text": "KDM4A-mediated histone demethylation of SLC7A11 inhibits cell ferroptosis in osteosarcoma."}, {"pubmed": 33743195, "text": "Targeting KDM4A epigenetically activates tumor-cell-intrinsic immunity by inducing DNA replication stress."}, {"pubmed": 34011940, "text": "KDM4A regulates myogenesis by demethylating H3K9me3 of myogenic regulatory factors."}, {"pubmed": 34088988, "text": "Essential role of the histone lysine demethylase KDM4A in the biology of malignant pleural mesothelioma (MPM)."}, {"pubmed": 34111227, "text": "Long non-coding RNA KIKAT/LINC01061 as a novel epigenetic regulator that relocates KDM4A on chromatin and modulates viral reactivation."}, {"pubmed": 34385569, "text": "Histone demethylase KDM4A plays an oncogenic role in nasopharyngeal carcinoma by promoting cell migration and invasion."}, {"pubmed": 35833065, "text": "Investigation of the Mechanism of hsa_circ_000 1429 Adsorbed miR-205 to Regulate KDM4A and Promote Breast Cancer Metastasis."}, {"pubmed": 35914074, "text": "SUMO Modification of Histone Demethylase KDM4A in Kaposi's Sarcoma-Associated Herpesvirus-Induced Primary Effusion Lymphoma."}, {"pubmed": 37165308, "text": "JMJD2A participates in cytoskeletal remodeling to regulate castration-resistant prostate cancer docetaxel resistance."}, {"pubmed": 37553362, "text": "Carcinogenesis promotion in oral squamous cell carcinoma: KDM4A complex-mediated gene transcriptional suppression by LEF1."}, {"pubmed": 37870957, "text": "SET7/9-mediated methylation affects oncogenic functions of histone demethylase JMJD2A."}, {"pubmed": 37873881, "text": "The role of KDM4A-mediated histone methylation on temozolomide resistance in glioma cells through the HUWE1/ROCK2 axis."}, {"pubmed": 38878485, "text": "The role of JMJD2A in immune evasion and malignant behavior of esophageal squamous cell carcinoma."}], "genomic_pos": {"chr": "1", "end": 43705518, "ensemblgene": "ENSG00000066135", "start": 43650149, "strand": 1}, "genomic_pos_hg19": {"chr": "1", "end": 44171186, "start": 44115829, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0006338", "qualifier": "involved_in", "term": "chromatin remodeling"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0010468", "qualifier": "involved_in", "term": "regulation of gene expression"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010507", "pubmed": 25660547, "qualifier": "involved_in", "term": "negative regulation of autophagy"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010628", "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010629", "pubmed": 25660547, "qualifier": "involved_in", "term": "negative regulation of gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014898", "qualifier": "involved_in", "term": "cardiac muscle hypertrophy in response to stress"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030263", "qualifier": "involved_in", "term": "apoptotic chromosome condensation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031667", "qualifier": "involved_in", "term": "response to nutrient levels"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045666", "qualifier": "involved_in", "term": "positive regulation of neuron differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045892", "pubmed": 16024779, "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048712", "qualifier": "involved_in", "term": "negative regulation of astrocyte differentiation"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0001650", "qualifier": "located_in", "term": "fibrillar center"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 16024779, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0005634", "pubmed": 21914792, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005721", "qualifier": "part_of", "term": "pericentric heterochromatin"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [16415788, 16603238, 17567753, 22373579, 27109047, 37179361], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008270", "pubmed": 27214403, "qualifier": "enables", "term": "zinc ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0031625", "pubmed": 22373579, "qualifier": "enables", "term": "ubiquitin protein ligase binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0032452", "qualifier": "enables", "term": "histone demethylase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0032454", "qualifier": "enables", "term": "histone H3K9 demethylase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0035064", "pubmed": 22373579, "qualifier": "enables", "term": "methylated histone binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0051864", "qualifier": "enables", "term": "histone H3K36 demethylase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0051864", "pubmed": [16024779, 21914792], "qualifier": "enables", "term": "histone H3K36 demethylase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0140681", "qualifier": "enables", "term": "histone H3K36me2/H3K36me3 demethylase activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0140684", "pubmed": 21914792, "qualifier": "enables", "term": "histone H3K9me2/H3K9me3 demethylase activity"}]}, "homologene": {"genes": [[6239, 175080], [7955, 100003413], [8364, 100135350], [9031, 424571], [9544, 701272], [9598, 456829], [9606, 9682], [9615, 482530], [9913, 512622], [10090, 230674], [10116, 313539]], "id": 27780}, "interpro": [{"desc": "JmjC domain", "id": "IPR003347", "short_desc": "JmjC_dom"}, {"desc": "JmjN domain", "id": "IPR003349", "short_desc": "JmjN"}, {"desc": "Zinc finger, PHD-type", "id": "IPR001965", "short_desc": "Znf_PHD"}, {"desc": "Tudor domain", "id": "IPR002999", "short_desc": "Tudor"}, {"desc": "Zinc finger, FYVE/PHD-type", "id": "IPR011011", "short_desc": "Znf_FYVE_PHD"}, {"desc": "Zinc finger, RING/FYVE/PHD-type", "id": "IPR013083", "short_desc": "Znf_RING/FYVE/PHD"}, {"desc": "Extended PHD (ePHD) domain", "id": "IPR034732", "short_desc": "EPHD"}, {"desc": "Lysine-specific demethylase 4-like, Tudor domain", "id": "IPR040477", "short_desc": "KDM4-like_Tudor"}, {"desc": "Lysine-specific demethylase 4A, first Tudor domain", "id": "IPR047479", "short_desc": "Tudor_KDM4A_rpt1"}, {"desc": "Lysine-specific demethylase 4A, second Tudor domain", "id": "IPR047481", "short_desc": "Tudor_KDM4A_rpt2"}, {"desc": "Lysine-specific demethylase 4A, extended PHD finger", "id": "IPR047482", "short_desc": "JMJD2A_ePHD"}], "ipi": "IPI00005666", "map_location": "1p34.2-p34.1", "name": "lysine demethylase 4A", "other_names": ["[histone H3]-trimethyl-L-lysine(36) demethylase 4A", "[histone H3]-trimethyl-L-lysine(9) demethylase 4A", "jmjC domain-containing histone demethylation protein 3A", "jumonji C domain-containing histone demethylase 3A", "jumonji domain containing 2", "jumonji domain containing 2A", "jumonji domain-containing protein 2A", "lysine (K)-specific demethylase 4A", "lysine-specific demethylase 4A", "tudor domain containing 14A"], "pantherdb": {"HGNC": "22978", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2446210", "ortholog_type": "LDO", "panther_family": "PTHR10694", "taxid": 10090, "uniprot_kb": "Q8BW72"}, {"RGD": "1306378", "ortholog_type": "LDO", "panther_family": "PTHR10694", "taxid": 10116, "uniprot_kb": "A0A0G2K5I7"}, {"Ensembl": "ENSGALG00000010074", "ortholog_type": "LDO", "panther_family": "PTHR10694", "taxid": 9031, "uniprot_kb": "E1C6D5"}, {"ZFIN": "ZDB-GENE-110609-4", "ortholog_type": "O", "panther_family": "PTHR10694", "taxid": 7955, "uniprot_kb": "I3ITH4"}, {"ZFIN": "ZDB-GENE-030131-6279", "ortholog_type": "LDO", "panther_family": "PTHR10694", "taxid": 7955, "uniprot_kb": "F1QNG0"}, {"WormBase": "WBGene00012982", "ortholog_type": "O", "panther_family": "PTHR10694", "taxid": 6239, "uniprot_kb": "Q9U297"}, {"FlyBase": "FBgn0053182", "ortholog_type": "O", "panther_family": "PTHR10694", "taxid": 7227, "uniprot_kb": "Q9V6L0"}, {"FlyBase": "FBgn0033233", "ortholog_type": "O", "panther_family": "PTHR10694", "taxid": 7227, "uniprot_kb": "Q9V333"}, {"SGD": "S000002503", "ortholog_type": "O", "panther_family": "PTHR10694", "taxid": 4932, "uniprot_kb": "Q03833"}, {"SGD": "S000000971", "ortholog_type": "O", "panther_family": "PTHR10694", "taxid": 4932, "uniprot_kb": "P39956"}, {"PomBase": "SPBC83.07", "ortholog_type": "O", "panther_family": "PTHR10694", "taxid": 4896, "uniprot_kb": "O94691"}], "uniprot_kb": "O75164"}, "pathway": {"reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-3214842", "name": "HDMs demethylate histones"}, {"id": "R-HSA-3247509", "name": "Chromatin modifying enzymes"}, {"id": "R-HSA-4839726", "name": "Chromatin organization"}, {"id": "R-HSA-5693532", "name": "DNA Double-Strand Break Repair"}, {"id": "R-HSA-5693565", "name": "Recruitment and ATM-mediated phosphorylation of repair and signaling proteins at DNA double strand breaks"}, {"id": "R-HSA-5693606", "name": "DNA Double Strand Break Response"}, {"id": "R-HSA-73894", "name": "DNA Repair"}, {"id": "R-HSA-9006931", "name": "Signaling by Nuclear Receptors"}, {"id": "R-HSA-9024446", "name": "NR1H2 and NR1H3-mediated signaling"}, {"id": "R-HSA-9029569", "name": "NR1H3 & NR1H2 regulate gene expression linked to cholesterol transport and efflux"}]}, "pdb": ["2GF7", "2GFA", "2GP3", "2GP5", "2OQ6", "2OQ7", "2OS2", "2OT7", "2OX0", "2P5B", "2PXJ", "2Q8C", "2Q8D", "2Q8E", "2QQR", "2QQS", "2VD7", "2WWJ", "2YBK", "2YBP", "2YBS", "3NJY", "3PDQ", "3RVH", "3U4S", "4AI9", "4BIS", "4GD4", "4URA", "4V2V", "4V2W", "5A7N", "5A7O", "5A7P", "5A7Q", "5A7S", "5A7W", "5A80", "5ANQ", "5D6W", "5D6X", "5D6Y", "5F2S", "5F2W", "5F32", "5F37", "5F39", "5F3C", "5F3E", "5F3G", "5F3I", "5F5I", "5FPV", "5FWE", "5FY8", "5FYC", "5FYH", "5FYI", "5LY1", "5LY2", "5TVR", "5TVS", "5VAR", "5VGI", "5VMP", "6CG1", "6CG2", "6G5W", "6G5X", "6H4O", "6H4P", "6H4Q", "6H4R", "6H4S", "6H4T", "6H4U", "6H4V", "6H4W", "6H4X", "6H4Y", "6H8P", "6HGT", "7D4A", "7EQV", "8WD3"], "pfam": ["PF02373", "PF02375", "PF13831", "PF13832", "PF18104"], "pharmgkb": "PA164721403", "pharos": {"target_id": 8742, "tdl": "Tchem"}, "prosite": ["PS51183", "PS51184", "PS51805"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF221667", "relationship": "is"}, {"id": "GNF231564", "relationship": "is"}, {"id": "GNF260519", "relationship": "is"}, {"id": "GNF260520", "relationship": "is"}, {"id": "GNF260521", "relationship": "is"}, {"id": "GNF260522", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF033889", "relationship": "similar to"}, {"id": "GNF038563", "relationship": "similar to"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF085158", "relationship": "is"}, {"id": "GNF085159", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF055873", "relationship": "is"}, {"id": "GNF060565", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF065895", "relationship": "is"}, {"id": "GNF065896", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF007300", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF284599", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF104438", "relationship": "is"}, {"id": "GNF144086", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1"], "protein": "NP_055478.2", "rna": "NM_014663.3", "translation": {"protein": "NP_055478.2", "rna": "NM_014663.3"}}, "reporter": {"HG-U133_Plus_2": ["203204_s_at", "203205_at"], "HG-U95Av2": "32073_at", "HTA-2_0": "TC01000549.hg.1", "HuEx-1_0": "2333429", "HuGene-1_1": "7900833", "HuGene-2_1": "16663665"}, "summary": "This gene is a member of the Jumonji domain 2 (JMJD2) family and encodes a protein containing a JmjN domain, a JmjC domain, a JD2H domain, two TUDOR domains, and two PHD-type zinc fingers. This nuclear protein functions as a trimethylation-specific demethylase, converting specific trimethylated histone residues to the dimethylated form, and as a transcriptional repressor. [provided by RefSeq, Apr 2009].", "symbol": "KDM4A", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1427830"}, "unigene": "Hs.155983", "uniprot": {"Swiss-Prot": "O75164", "TrEMBL": ["A0A2R8Y7L1", "A0A2R8YDF7"]}, "wikipedia": {"url_stub": "JMJD2A"}}