{"AllianceGenome": "29012", "HGNC": "29012", "MIM": "611577", "_id": "23135", "_version": 1, "accession": {"genomic": ["AC025335.25", "AC104581.22", "CH471108.2", "CP068261.2", "NC_000017.11", "NC_060941.1", "NG_053032.1"], "protein": ["AAH09994.1", "BAA21572.3", "EAW90127.1", "EAW90128.1", "NP_001073893.1", "NP_001335645.1", "O15054.4"], "rna": ["AB002344.2", "BC009994.1", "BC035897.1", "BC067879.1", "NM_001080424.2", "NM_001348716.2"], "translation": [{"protein": "BAA21572.3", "rna": "AB002344.2"}, {"protein": "NP_001335645.1", "rna": "NM_001348716.2"}, {"protein": "AAH09994.1", "rna": "BC009994.1"}, {"protein": "NP_001073893.1", "rna": "NM_001080424.2"}]}, "alias": ["JMJD3", "NEDCFSA", "NEDSST"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": [{"classification": "definitive", "classification_date": "2022-01-19T17:00:00.000Z", "disease_label": "syndromic intellectual disability", "gcep": "Intellectual Disability and Autism Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0000508", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_37e4fa5a-05b7-4cee-b43a-eb58488346bd-2022-01-19T170000.000Z", "sop": "SOP8"}, {"classification": "limited", "classification_date": "2022-02-18T17:00:00.000Z", "disease_label": "syndromic intellectual disability", "gcep": "Intellectual Disability and Autism Gene Curation Expert Panel", "moi": "AR", "mondo": "MONDO:0000508", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_010fe1d1-312f-45fa-93ca-887875c53607-2022-02-18T170000.000Z", "sop": "SOP8"}]}, "ec": "1.14.11.68", "ensembl": {"gene": "ENSG00000132510", "protein": ["ENSP00000254846", "ENSP00000412513", "ENSP00000458445"], "transcript": ["ENST00000254846", "ENST00000448097", "ENST00000570632", "ENST00000571047", "ENST00000572030", "ENST00000575521"], "translation": [{"protein": "ENSP00000412513", "rna": "ENST00000448097"}, {"protein": "ENSP00000254846", "rna": "ENST00000254846"}, {"protein": "ENSP00000458445", "rna": "ENST00000570632"}], "type_of_gene": "protein_coding"}, "entrezgene": "23135", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 46.8456851187, "exp_mis": 684.365225549, "exp_syn": 307.675290448, "lof_z": 6.34573279693311, "mis_z": 2.43744149745079, "mu_lof": 3.83913369246e-06, "mu_mis": 6.62663545644e-05, "mu_syn": 2.95719235724e-05, "n_lof": 3.0, "n_mis": 554.0, "n_syn": 356.0, "p_li": 0.999994424921105, "p_null": 2.83433950286005e-16, "p_rec": 5.5750788942643e-06, "syn_z": -1.7079388734486}, "bp": 5049, "cds_end": 7756839, "cds_start": 7748872, "n_exons": 19, "nonpsych": {"exp_lof": 42.0392661525, "exp_mis": 619.055988066, "exp_syn": 278.115273328, "lof_z": 6.06471705955674, "mis_z": 2.41350401548963, "mu_lof": 3.83913369246e-06, "mu_mis": 6.62663545644e-05, "mu_syn": 2.95719235724e-05, "n_lof": 2.0, "n_mis": 500.0, "n_syn": 338.0, "p_li": 0.999994352990105, "p_null": 1.76236936852068e-15, "p_rec": 5.64700989361417e-06, "syn_z": -2.26082490704003}, "nontcga": {"exp_lof": 43.0628834175, "exp_mis": 629.58090504, "exp_syn": 283.026176068, "lof_z": 6.02243191642857, "mis_z": 2.37435646944945, "mu_lof": 3.83913369246e-06, "mu_mis": 6.62663545644e-05, "mu_syn": 2.95719235724e-05, "n_lof": 3.0, "n_mis": 510.0, "n_syn": 330.0, "p_li": 0.999977972293872, "p_null": 8.03699667587969e-15, "p_rec": 2.20277061197983e-05, "syn_z": -1.7679284134832}, "transcript": "ENST00000254846.5"}, "exons": [{"cdsend": 7853521, "cdsstart": 7845554, "chr": "17", "position": [[7839916, 7840024], [7844900, 7845020], [7845313, 7845456], [7845549, 7845691], [7845871, 7845970], [7846077, 7846297], [7846399, 7846492], [7846578, 7846740], [7846818, 7847016], [7847104, 7847452], [7847545, 7849728], [7849820, 7849947], [7850071, 7850177], [7851020, 7851226], [7851329, 7851394], [7851477, 7851549], [7851647, 7851796], [7851950, 7852065], [7852148, 7852336], [7852494, 7852636], [7852999, 7853126], [7853209, 7854790]], "strand": 1, "transcript": "NM_001080424", "txend": 7854790, "txstart": 7839916}, {"cdsend": 7853521, "cdsstart": 7845554, "chr": "17", "position": [[7839905, 7840024], [7844900, 7845020], [7845313, 7845456], [7845549, 7845691], [7845871, 7845970], [7846077, 7846297], [7846399, 7846492], [7846578, 7846740], [7846818, 7847016], [7847104, 7847452], [7847545, 7849728], [7849820, 7849947], [7850071, 7850177], [7851020, 7851226], [7851329, 7851394], [7851477, 7851549], [7851647, 7851796], [7851950, 7852065], [7852148, 7852336], [7852494, 7852636], [7852999, 7853126], [7853209, 7853380], [7853497, 7854790]], "strand": 1, "transcript": "NM_001348716", "txend": 7854790, "txstart": 7839905}], "exons_hg19": [{"cdsend": 7756839, "cdsstart": 7748872, "chr": "17", "position": [[7743234, 7743342], [7748218, 7748338], [7748631, 7748774], [7748867, 7749009], [7749189, 7749288], [7749395, 7749615], [7749717, 7749810], [7749896, 7750058], [7750136, 7750334], [7750422, 7750770], [7750863, 7753046], [7753138, 7753265], [7753389, 7753495], [7754338, 7754544], [7754647, 7754712], [7754795, 7754867], [7754965, 7755114], [7755268, 7755383], [7755466, 7755654], [7755812, 7755954], [7756317, 7756444], [7756527, 7758108]], "strand": 1, "transcript": "NM_001080424", "txend": 7758108, "txstart": 7743234}, {"cdsend": 7756839, "cdsstart": 7748872, "chr": "17", "position": [[7743223, 7743342], [7748218, 7748338], [7748631, 7748774], [7748867, 7749009], [7749189, 7749288], [7749395, 7749615], [7749717, 7749810], [7749896, 7750058], [7750136, 7750334], [7750422, 7750770], [7750863, 7753046], [7753138, 7753265], [7753389, 7753495], [7754338, 7754544], [7754647, 7754712], [7754795, 7754867], [7754965, 7755114], [7755268, 7755383], [7755466, 7755654], [7755812, 7755954], [7756317, 7756444], [7756527, 7756698], [7756815, 7758108]], "strand": 1, "transcript": "NM_001348716", "txend": 7758108, "txstart": 7743223}], "generif": [{"pubmed": 17713478, "text": "the human JmjC-domain-containing proteins UTX and JMJD3 demethylate tri-methylated Lys 27 on histone H3"}, {"pubmed": 17923864, "text": "JMJD3 was identified as a demethylase capable of removing the trimethyl group from histone H3 lysine 27 and upregulated in prostate cancer."}, {"pubmed": 18003914, "text": "JMJD3 demethylates di- and trimethylated lysine 27 of histone H3 in vitro and in cells."}, {"pubmed": 18628393, "text": "These results indicate that epigenetic derepression by JMJD3 controls mammalian epidermal differentiation."}, {"pubmed": 19451217, "text": "JMJD3 expression is induced upon activation of the RAS-RAF signaling pathway"}, {"pubmed": 21209387, "text": "The role of the H3K27 demethylases Jmjd3 and UTX in gene expression, is discussed."}, {"pubmed": 21242977, "text": "KDM6B may have a role in antigen-driven B-cell differentiation."}, {"pubmed": 21245294, "text": "KDM6A- and KDM6B-responsive Homeobox genes are expressed at significantly higher levels, suggesting that HPV16 E7 results in reprogramming of host epithelial cells"}, {"pubmed": 21841772, "text": "H3K27 demethylation by JMJD3 at a poised enhancer of anti-apoptotic gene BCL2 determines ERalpha ligand dependency"}, {"pubmed": 21890490, "text": "An epigenetic gene coding for a histone demethylase such as JMJD3 is a VDR co-target that partially mediates the effects of 1,25(OH)(2)D(3) on human colon."}, {"pubmed": 22020331, "text": "loss of BTG3 in normal cells induced cellular senescence, which was correlated with enhanced ERK-AP1 signaling and elevated expression of the histone H3K27me3 demethylase JMJD3/KDM6B"}, {"pubmed": 22252741, "text": "Knockdown of JMJD3 in THP-1 cells affected expression of key genes in NF-kappaB, chemokine and CD40 signalling."}, {"pubmed": 22589717, "text": "PAN RNA interacts with demethylases JMJD3 and UTX, and the histone methyltransferase MLL2"}, {"pubmed": 22713873, "text": "JMJD3 activates bivalent gene transcription by demethylating H3K27me3 and promoting transcriptional elongation."}, {"pubmed": 22770241, "text": "The histone demethylases KDM4B and KDM6B play critical roles in osteogenic commitment of mesenchymal stem/stromal cells."}, {"pubmed": 22782721, "text": "neurogenesis is promoted by an interplay between the TGFbeta pathway, Smad3, and the H3K27me3 histone demethylase (HDM) JMJD3"}, {"pubmed": 22907667, "text": "KDM6B contributes to the activation of WNT3 and DKK1 at different differentiation stages when WNT3 and DKK1 are required for mesendoderm and definitive endoderm differentiation."}, {"pubmed": 22915621, "text": "These data demonstrate a novel role of H3 Lys27 histone methylation in fibrosis in systemic sclerosis."}, {"pubmed": 22955275, "text": "ATF4-dependent regulation of the JMJD3 gene during amino acid deprivation can be rescued in Atf4-deficient cells by inhibition of deacetylation."}, {"pubmed": 23152497, "text": "Overexpression of KDM6B induced the expression of mesenchymal genes and promoted epithelial-mesenchymal transition."}, {"pubmed": 23236496, "text": "Deregulation of JMJD3 may contribute to gliomagenesis via inhibition of the p53 pathway resulting in a block to terminal differentiation."}, {"pubmed": 23538751, "text": "Overexpression of JMJD3 is associated with myelodysplastic syndrome."}, {"pubmed": 23711388, "text": "Data suggest that the suppression of different key inflammatory regulators through JMJD3-attenuation would evaluate potential therapeutic targets and to elucidate the molecular mechanism of JMJD3-knockdown (KD) dependent effects in THP-1 cells."}, {"pubmed": 24158144, "text": "results demonstrated critical role of histone demethylase in epigenetic regulation of odontogenic differentiation of dental MSCs. KDM6B may present potential therapeutic target in regeneration of tooth structures and repair of craniofacial defects."}, {"pubmed": 24212761, "text": "Studies indicate that Jmjd3 is able to enhance the polarization of M2 microglia by modifying histone H3K27me3, and it has a pivotal role in the switch of microglia phenotypes that may contribute to the immune pathogenesis of PD."}, {"pubmed": 24572572, "text": "Histone demethylase Jmjd3 is required for the development of subsets of retinal bipolar cells."}, {"pubmed": 24646476, "text": "Subcellular localization of Jmjd3 is dynamically regulated and has pivotal roles for H3K27me3 status."}, {"pubmed": 24726732, "text": "JMJD3 promotes osteogenesis in differentiating human mesenchymal stem cells, with MIR146A regulating JMJD3."}, {"pubmed": 24797517, "text": "JMJD3 is recruited to p53 responsive elements via its interaction with p53 and therefore could act as a fail-safe mechanism to remove low levels of H3K27me3 and H3K27me2 to allow for efficient acetylation of H3K27."}, {"pubmed": 24925089, "text": "JMJD3 at the nexus of epigenetic regulation of inflammation and the aging process"}, {"pubmed": 24947179, "text": "our results propose a significant role for the KDM6B-C/EBPalpha axis in the pancreatic ductal adenocarcinoma phenotype."}, {"pubmed": 25049231, "text": "demonstrated that miR-941 and KDM6B regulated the epithelial-mesenchymal transition process and affected cell migratory/invasive properties"}, {"pubmed": 25427687, "text": "Incubation of nickel chloride upregulated the expression of H3K27me3 demethylase jumonji domain-containing protein 3 (JMJD3) in kidney cancer cells, which was accompanied by the reduction in the protein level of H3K27me3. Enhanced demethylation of H3K27me3 may represent a novel mechanism underlying the carcinogenicity of nickel compounds."}, {"pubmed": 25520177, "text": "KDM6B is a new hypoxia response gene regulated by HIF-2alpha"}, {"pubmed": 25652587, "text": "Results show that JMJD3 protein is overexpressed in high-grade glioma cells and correlated with dysfunctional activation of senescence-related processes, including proinflammatory cytokines and stem cell tropism toward tumors."}, {"pubmed": 25698448, "text": "JMJD3 promotes SAHF formation by demethylating RB at K810, which reduce the level of phosphorylation of RB protein at S807/811, and this interplay promotes the formation of senescence-associated heterochromatin foci in senescent WI38 cells."}, {"pubmed": 25791244, "text": "Data indicate a reverse correlation between the mRNA levels of histone H3 lysine-27 demethylase (JMJD3) and global histone h3 lysine 27 methylation (H3K27me3)."}, {"pubmed": 25827480, "text": "Demethylation of IGFBP5 by Histone Demethylase KDM6B Promotes Mesenchymal Stem Cell-Mediated Periodontal Tissue Regeneration by Enhancing Osteogenic Differentiation and Anti-Inflammation Potentials."}, {"pubmed": 26193001, "text": "JMJD3 is an epigenetic regulator in development and disease. (Review)"}, {"pubmed": 26215835, "text": "binding of SMAD2/3, the intracellular effectors of activin signaling, was significantly enriched at the Pmepa1 gene, which encodes a negative feedback regulator of TGF-beta signaling in cancer cells, and at the Kdm6b gene, which encodes an epigenetic regulator promoting transcriptional plasticity."}, {"pubmed": 26261509, "text": "We demonstrate that KDM6B plays a key role in clear cell renal cell carcinoma"}, {"pubmed": 26303949, "text": "KDM6B may act in a pro-apoptotic role in NSCLC."}, {"pubmed": 26416711, "text": "Low JMJD3 expression is associated with Colorectal Cancer."}, {"pubmed": 26729791, "text": "Findings reveal a novel epigenetic mechanism by which JMJD3 promotes melanoma progression and metastasis."}, {"pubmed": 26795455, "text": "Jmjd3 regulates osteoblast apoptosis through targeting Bcl-2 expression and Bim phosphorylation."}, {"pubmed": 26802933, "text": "JMJD3 up-regulation and NF-kappaB activation occur in the region of the wound edge during keratinocyte wound healing"}, {"pubmed": 26871869, "text": "JMJD3 and EZH2 in prostate biopsies also demonstrated an increase of JMJD3 and EZH2 in adenocarcinoma with Gleason score 7 and 8 by comparison with a normal biopsy."}, {"pubmed": 27102442, "text": "In this study, we showed that aberrantly upregulated JMJD3 exerts an anti-apoptotic effect in diffuse large B-cell lymphoma"}, {"pubmed": 27151432, "text": "Here, we discuss the roles of lysine 27 demethylases, JMJD3 and UTX, in cancer and potential therapeutic avenues targeting these enzymes. Despite a high degree of sequence similarity in the catalytic domain between JMJD3 and UTX, numerous studies revealed surprisingly contrasting roles in cellular reprogramming and cancer, particularly leukemia"}, {"pubmed": 27529370, "text": "KDM6B expression strongly correlates with ERbeta level in human pleural mesothelioma tumors and cell lines."}, {"pubmed": 27737800, "text": "Our data indicate that hypoxic inhibition of JMJD3 activity reduces demethylation of H3K27me3, nucleosome removal, and hence induction of the STAT6 target gene CCL18, while induction of other STAT6-inducible genes such as SPINT2 remained unaffected by JMJD3."}, {"pubmed": 27779233, "text": "Taken together, the authors propose that the miR-939-Jmjd3 axis perturbs the accessibility of hepatitis B virus enhancer II/core promoter (En II) promoter to essential nuclear factors (C/EBPalpha and SWI/SNF complex) therefore leading to compromised viral RNA synthesis and hence restricted viral multiplication."}, {"pubmed": 27802135, "text": "Transient and forced expression of JMJD3c followed by the forced expression of lineage-defining transcription factors enabled the hPSCs to activate tissue-specific genes directly. Study have also shown that the introduction of JMJD3c facilitates the differentiation of hPSCs into functional hepatic cells and skeletal muscle cells."}, {"pubmed": 27983522, "text": "JMJD3 gene expression in renal cell carcinoma and bladder cancer."}, {"pubmed": 28177890, "text": "Data show that histone demethylase JMJD3 was reduced and its target gene Snai1 expression was down-regulated after HOTAIR suppression."}, {"pubmed": 28189690, "text": "Lipopolysaccharide treatment recruited Jmjd3 and NF-kappaB to the promoter region of target genes, suggesting Jmjd3 synergizes with NF-kappaB to activate the expression of target genes."}, {"pubmed": 28197626, "text": "Kdm6a and Kdm6b were found to be significantly overexpressed in Malignant pleural mesothelioma (MPM) at the mRNA level. However, tests examining if targeting therapeutically Kdm6a/b using a specific small molecule inhibitor was potentially useful for treating MPM, revealed that members of the Kdm6 family may not be suitable candidates for therapy"}, {"pubmed": 28314754, "text": "The number of Kdm6b-positive chondrocytes was lower in human osteoarthritis cartilage samples."}, {"pubmed": 28384648, "text": "results demonstrate that the regulation of Jmjd3 by STAT3 maintains repression of differentiation specific genes and is therefore important for the maintenance of self-renewal of normal neural and glioblastoma stem cells"}, {"pubmed": 28423536, "text": "Low JMJD3 expression is associated with breast cancer."}, {"pubmed": 28430662, "text": "These results demonstrated that histone demethylase JMJD3 regulates CD11a expression in lupus T cells by affecting the H3K27me3 levels in the ITGAL (CD11a) promoter region, and JMJD3 might thereby serve as a potential therapeutic target for SLE."}, {"pubmed": 28487543, "text": "Our study therefore delineates KDM6B function that links NF-kappaB and MAPK signaling pathway mediating MM cell growth and survival, and validates KDM6B as a novel therapeutic target in MM."}, {"pubmed": 28747631, "text": "The authors found that Notch1 is up-regulated in the wound edge and its expression is dependent on JMJD3 and NF-kappaB in wounded keratinocytes."}, {"pubmed": 28947543, "text": "inhibition of the H3K27 demethylase JMJD3 in naive CD4 T cells demonstrates how critically important molecules required for T cell differentiation, such as JAK2 and IL12RB2, are regulated by H3K27me3."}, {"pubmed": 29161520, "text": "The interaction of methyltransferase EZH2 or demethylase JMJD3 on RGMA, RARb2, AR, PGR, and ERa genes in the progression and aggressiveness of prostate cancer."}, {"pubmed": 29220567, "text": "Computational methods identifyied H3(17-33)-derived peptides with improved binding affinity that would allow co-crystallization with the KDM6B catalytic core. A co-crystallized H3(17-33)A21M peptide had interactions between the KDM6B zinc binding domain and the H3(17-23) region. KDM6B uses the zinc binding domain to achieve H3K27me3/me2 specificity. A 1564 His-to-Gln substitution explains its higher affinity than KDM6A."}, {"pubmed": 29301935, "text": "JMJD3 are key regulators of cytokine production in human NK cell subsets."}, {"pubmed": 29477140, "text": "The KDM6B inhibitor GSK-J4 perturbed the PMA-mediated differentiation of THP-1 cells. The AURKA inhibitor alisertib accelerates the expression of the H3K27 demethylase KDM6B, dissociating AURKA and YY1 from the KDM6B promoter region and inducing differentiation."}, {"pubmed": 29489027, "text": "We demonstrate that extraskeletal osteosarcoma (ESOS) may include at least two small subsets: an MDM2-amplified deep soft-tissue ESOS and an H3K27me3-deficient organ-based ESOS"}, {"pubmed": 29621735, "text": "Our results demonstrate that in the early stage of sepsis, JMJD3 contributes to high levels of neutrophil mPR3 expression and thereby to the production of the inflammatory cytokine IL-1beta"}, {"pubmed": 29757189, "text": "histone demethylase KDM6B is a direct CSL-negative target, with inverse roles of CSL in HKC and SCC proliferative capacity, tumorigenesis, and tumor-associated inflammatory reaction. CSL/KDM6B protein expression could be used as a biomarker of SCC development and indicator of cancer treatment."}, {"pubmed": 29911994, "text": "JMJD3 was identified unexpectedly as a gene-specific transcriptional partner of SIRT1 and epigenetically activated mitochondrial beta-oxidation, but not gluconeogenic, genes during fasting."}, {"pubmed": 30224337, "text": "We demonstrate that ubiquitin-specific protease 7 (USP7) interacts with NOTCH1 and controls leukemia growth by stabilizing the levels of NOTCH1 and JMJD3 histone demethylase."}, {"pubmed": 30275007, "text": "These results indicate that overexpression of KDM6B mediates activation of innate immune signals and has a role in MDS and CMML pathogenesis, and that KDM6B targeting has therapeutic potential in these myeloid disorders."}, {"pubmed": 30277596, "text": "KDM6B is elevated in epithelial ovarian cancer and its expression level is closely related with metastasis and invasion. KDM6B plays an oncogenic role in ovarian cancer by modulating the transforming growth factor-beta1."}, {"pubmed": 30633952, "text": "KDM6B promotes the proliferation, migration and invasion of glioblastoma cells."}, {"pubmed": 30678869, "text": "Jumonji-domain containing 3 overexpression was independently associated with poor prognosis in patients with esophageal squamous cell carcinoma. In vitro, Jumonji-domain containing 3 expression regulated esophageal squamous cell carcinoma cell growth."}, {"pubmed": 31085554, "text": "H3K27me3 plays a crucial role in defining tumour-promoting capacities of gastric cancer-associated fibroblasts, and multiple stem cell niche factors were secreted from CAFs due to loss of H3K27me3."}, {"pubmed": 31124279, "text": "findings will allow for further investigation in to the role of the KDM6B gene in human neurodevelopmental disorders"}, {"pubmed": 31138771, "text": "data suggest a role for KDM6B as a regulator of podocyte differentiation, which is important for the understanding of podocyte function in kidney development and related diseases."}, {"pubmed": 31155967, "text": "Down-regulation of KDM6B is significantly associated with aggressive progression of NSCLC"}, {"pubmed": 31210309, "text": "JMJD3 enhances invasiveness and migratory capacity of non-small cell lung cancer cell via activating EMT signaling pathway."}, {"pubmed": 31251802, "text": "The findings revealed that enhancer-mediated enrichment of novel JMJD3-DDX21 interaction at ENPP2 locus is necessary for nascent transcript synthesis via the resolution of aberrant R-loops formation in response to inflammatory stimulus."}, {"pubmed": 31285428, "text": "EZH2 methyltransferase and JMJD3/UTX demethylases were deregulated during hepatic differentiation of human HepaRG cells."}, {"pubmed": 31959746, "text": "Knock-out of KDM6s (JMJD3 and/or UTX) in human embryonic stem cells (hESCs) showed that KDM6s (JMJD3 and/or UTX)-deficient human ESCs exit pluripotency and commit to neural progenitor cells (NPC) differentiation normally, but the resulting NPCs fail to transit into neurons and glia due to a lack of accessibility at loci essential for neurogenesis."}, {"pubmed": 32394143, "text": "Jumonji domain containing-3 (JMJD3) inhibition attenuates IL-1beta-induced chondrocytes damage in vitro and protects osteoarthritis cartilage in vivo."}, {"pubmed": 32447376, "text": "Prognostic Value of Histopathological Features and Loss of H3K27me3 Immunolabeling in Anaplastic Meningioma: A Multicenter Retrospective Study."}, {"pubmed": 32825938, "text": "Four methods to analyze H3K27M mutation in diffuse midline gliomas."}, {"pubmed": 32843613, "text": "JMJD3 promotes esophageal squamous cell carcinoma pathogenesis through epigenetic regulation of MYC."}, {"pubmed": 32929331, "text": "Targeted inhibition of KDM6 histone demethylases eradicates tumor-initiating cells via enhancer reprogramming in colorectal cancer."}, {"pubmed": 32992420, "text": "[Function and mechanism of histone demethytransferase Jmjd3 mediated regulation of Th1/Th2 balance through epigenetic modification in pre-eclampsia]."}, {"pubmed": 33318475, "text": "JmjC-KDMs KDM3A and KDM6B modulate radioresistance under hypoxic conditions in esophageal squamous cell carcinoma."}, {"pubmed": 33391480, "text": "Histone H3K27 methyltransferase EZH2 and demethylase JMJD3 regulate hepatic stellate cells activation and liver fibrosis."}, {"pubmed": 33414463, "text": "KDM6B is an androgen regulated gene and plays oncogenic roles by demethylating H3K27me3 at cyclin D1 promoter in prostate cancer."}, {"pubmed": 33472090, "text": "Tumor-associated mesenchymal stem cells promote hepatocellular carcinoma metastasis via a DNM3OS/KDM6B/TIAM1 axis."}, {"pubmed": 33478063, "text": "The Functions of the Demethylase JMJD3 in Cancer."}, {"pubmed": 33581195, "text": "KDM6B (JMJD3) and its dual role in cancer."}, {"pubmed": 33664867, "text": "KDM6B-mediated histone demethylation of LDHA promotes lung metastasis of osteosarcoma."}, {"pubmed": 33742970, "text": "JMJD3-regulated expression of IL-6 is involved in the proliferation and chemosensitivity of acute myeloid leukemia cells."}, {"pubmed": 33749791, "text": "NTRK Fusions Can Co-Occur With H3K27M Mutations and May Define Druggable Subclones Within Diffuse Midline Gliomas."}, {"pubmed": 33771881, "text": "An IFNgamma/STAT1/JMJD3 Axis Induces ZEB1 Expression and Promotes Aggressiveness in Lung Adenocarcinoma."}, {"pubmed": 33789369, "text": "[Role of histone demethylase KDM6B in HBx-mediated podocyte-macrophage transdifferentiation]."}, {"pubmed": 33895173, "text": "The occurrence of lupus nephritis is regulated by USP7-mediated JMJD3 stabilization."}, {"pubmed": 34001062, "text": "KDM6B promotes ESCC cell proliferation and metastasis by facilitating C/EBPbeta transcription."}, {"pubmed": 34093857, "text": "Cancer-derived exosomal miR-138-5p modulates polarization of tumor-associated macrophages through inhibition of KDM6B."}, {"pubmed": 34217316, "text": "JMJD3: a critical epigenetic regulator in stem cell fate."}, {"pubmed": 34262032, "text": "SMARCA4 deficient tumours are vulnerable to KDM6A/UTX and KDM6B/JMJD3 blockade."}, {"pubmed": 34432948, "text": "Pharmacological Inhibition of Core Regulatory Circuitry Liquid-liquid Phase Separation Suppresses Metastasis and Chemoresistance in Osteosarcoma."}, {"pubmed": 34533398, "text": "Repetitive spikes of glucose and lipid induce senescence-like phenotypes of bone marrow stem cells through H3K27me3 demethylase-mediated epigenetic regulation."}, {"pubmed": 34696686, "text": "Activation of epigenetic regulator KDM6B by Salmonella Typhimurium enables chronic infections."}, {"pubmed": 34862309, "text": "Lysine Demethylase 6B Regulates Prostate Cancer Cell Proliferation by Controlling c-MYC Expression."}, {"pubmed": 34893606, "text": "KDM6B promotes activation of the oncogenic CDK4/6-pRB-E2F pathway by maintaining enhancer activity in MYCN-amplified neuroblastoma."}, {"pubmed": 35132566, "text": "The Epigenetic Regulation of OLIG2 by Histone Demethylase KDM6B in Glioma Cells."}, {"pubmed": 35396990, "text": "Jumonji Domain-containing Protein-3 (JMJD3/Kdm6b) Is Critical for Normal Ovarian Function and Female Fertility."}, {"pubmed": 35697791, "text": "Cooperation between KDM6B overexpression and TET2 deficiency in the pathogenesis of chronic myelomonocytic leukemia."}, {"pubmed": 35790358, "text": "Histone Demethylase Jmjd3 Regulates the Osteogenic Differentiation and Cytokine Expressions of Periodontal Ligament Cells."}, {"pubmed": 35831280, "text": "Histone demethylase JMJD3 downregulation protects against aberrant force-induced osteoarthritis through epigenetic control of NR4A1."}, {"pubmed": 35867069, "text": "JMJD3 Promotes Porphyromonas gingivalis Lipopolysaccharide-Induced Th17-Cell Differentiation by Modulating the STAT3-RORc Signaling Pathway."}, {"pubmed": 36213329, "text": "Decreased Jumonji Domain-Containing 3 at the Promoter Downregulates Hematopoietic Progenitor Kinase 1 Expression and Cytoactivity of T Follicular Helper Cells from Systemic Lupus Erythematosus Patients."}, {"pubmed": 36233212, "text": "A Screening of Epigenetic Therapeutic Targets for Non-Small Cell Lung Cancer Reveals PADI4 and KDM6B as Promising Candidates."}, {"pubmed": 36427698, "text": "KDM6B regulates M2 polarization of macrophages by modulating the stability of nuclear beta-catenin."}, {"pubmed": 36564369, "text": "KDM6B promotes gastric carcinogenesis and metastasis via upregulation of CXCR4 expression."}, {"pubmed": 36791533, "text": "Aberrant expression of JMJD3 in SLE promotes B-cell differentiation."}, {"pubmed": 36797416, "text": "KDM6B protects T-ALL cells from NOTCH1-induced oncogenic stress."}, {"pubmed": 37286519, "text": "JMJD3 is Involved in Intracranial Aneurysm Development by Regulating DLX2 Expression through H3K27me3 Modification."}, {"pubmed": 37478314, "text": "NOTCH4 potentiates the IL-13 induced genetic program in M2 alternative macrophages through the AP1 and IRF4-JMJD3 axis."}, {"pubmed": 37574036, "text": "E2F1-driven histone demethylase KDM6B enhances thyroid malignancy via manipulating TFEB-dependent autophagy axis."}, {"pubmed": 37653141, "text": "Myeloid-specific KDM6B inhibition sensitizes glioblastoma to PD1 blockade."}, {"pubmed": 37679843, "text": "Functional and long-lived melanocytes from human pluripotent stem cells with transient ectopic expression of JMJD3."}, {"pubmed": 37782459, "text": "Loss of KDM6B epigenetically confers resistance to lipotoxicity in nonalcoholic fatty liver disease-related HCC."}, {"pubmed": 37837219, "text": "The ATF4-regulated LncRNA MALAT1 promotes odontoblastic differentiation of human dental pulp stem cells via histone demethylase JMJD3: An in vitro study."}, {"pubmed": 37917239, "text": "Targeting lysine demethylase 6B ameliorates ASXL1 truncation-mediated myeloid malignancies in preclinical models."}, {"pubmed": 37974225, "text": "Echinococcus granulosus cyst fluid inhibits KDM6B-mediated demethylation of trimethylated histone H3 lysine 27 and interleukin-1beta production in macrophages."}, {"pubmed": 38019914, "text": "KDM6B drives epigenetic reprogramming associated with lymphoid stromal cell early commitment and immune properties."}, {"pubmed": 38218880, "text": "MicroRNA-93-5p regulates odontogenic differentiation and dentin formation via KDM6B."}, {"pubmed": 38245781, "text": "YAP represses intestinal inflammation through epigenetic silencing of JMJD3."}], "genomic_pos": {"chr": "17", "end": 7854796, "ensemblgene": "ENSG00000132510", "start": 7834217, "strand": 1}, "genomic_pos_hg19": {"chr": "17", "end": 7758114, "start": 7743222, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0002437", "qualifier": "involved_in", "term": "inflammatory response to antigenic stimulus"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006338", "qualifier": "involved_in", "term": "chromatin remodeling"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007507", "qualifier": "involved_in", "term": "heart development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0010468", "qualifier": "involved_in", "term": "regulation of gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014823", "qualifier": "involved_in", "term": "response to activity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021766", "qualifier": "involved_in", "term": "hippocampus development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045165", "qualifier": "involved_in", "term": "cell fate commitment"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045446", "pubmed": 23856522, "qualifier": "involved_in", "term": "endothelial cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045944", "pubmed": 23856522, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048333", "pubmed": 23856522, "qualifier": "involved_in", "term": "mesodermal cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0055007", "pubmed": 23856522, "qualifier": "involved_in", "term": "cardiac muscle cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060992", "qualifier": "involved_in", "term": "response to fungicide"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070301", "qualifier": "involved_in", "term": "cellular response to hydrogen peroxide"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0120162", "pubmed": 26625958, "qualifier": "involved_in", "term": "positive regulation of cold-induced thermogenesis"}], "CC": [{"evidence": "ISS", "gocategory": "CC", "id": "GO:0005634", "pubmed": 23856522, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0044666", "qualifier": "part_of", "term": "MLL3/4 complex"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 21841772, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008013", "qualifier": "enables", "term": "beta-catenin binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0031490", "qualifier": "enables", "term": "chromatin DNA binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0032452", "qualifier": "enables", "term": "histone demethylase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0071558", "qualifier": "enables", "term": "histone H3K27me2/H3K27me3 demethylase activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0071558", "pubmed": 28262558, "qualifier": "enables", "term": "histone H3K27me2/H3K27me3 demethylase activity"}]}, "homologene": {"genes": [[9544, 716348], [9598, 468438], [9606, 23135], [9615, 489481], [9913, 100140276], [10090, 216850], [10116, 363630]], "id": 18945}, "interpro": [{"desc": "JmjC domain", "id": "IPR003347", "short_desc": "JmjC_dom"}, {"desc": "Lysine-specific demethylase 6, GATA-like domain superfamily", "id": "IPR046941", "short_desc": "KDM6_GATAL_sf"}, {"desc": "Lysine-specific demethylase 6A/B-like, GATA-like", "id": "IPR048560", "short_desc": "KDM6A_B-like_GATAL"}, {"desc": "Lysine-specific demethylase 6A/B-like, C-terminal helical domain", "id": "IPR048562", "short_desc": "KDM6A_B-like_C-hel"}], "ipi": ["IPI00550090", "IPI00848052"], "map_location": "17p13.1", "name": "lysine demethylase 6B", "other_names": ["[histone H3]-trimethyl-L-lysine(27) demethylase 6B", "jmjC domain-containing protein 3", "jumonji domain containing 3, histone lysine demethylase", "jumonji domain-containing protein 3", "lysine (K)-specific demethylase 6B", "lysine-specific demethylase 6B"], "pantherdb": {"HGNC": "29012", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2448492", "ortholog_type": "LDO", "panther_family": "PTHR14017", "taxid": 10090, "uniprot_kb": "Q5NCY0"}, {"RGD": "1307629", "ortholog_type": "LDO", "panther_family": "PTHR14017", "taxid": 10116, "uniprot_kb": "G3V9U4"}, {"ZFIN": "ZDB-GENE-040724-166", "ortholog_type": "LDO", "panther_family": "PTHR14017", "taxid": 7955, "uniprot_kb": "E9QG91"}, {"Ensembl": "ENSDARG00000088087", "ortholog_type": "O", "panther_family": "PTHR14017", "taxid": 7955, "uniprot_kb": "A0A1D5NSI1"}, {"WormBase": "WBGene00007813", "ortholog_type": "O", "panther_family": "PTHR14017", "taxid": 6239, "uniprot_kb": "A0A131MD13"}, {"WormBase": "WBGene00009089", "ortholog_type": "O", "panther_family": "PTHR14017", "taxid": 6239, "uniprot_kb": "Q19760"}, {"WormBase": "WBGene00017571", "ortholog_type": "O", "panther_family": "PTHR14017", "taxid": 6239, "uniprot_kb": "Q95QK3"}, {"WormBase": "WBGene00017046", "ortholog_type": "O", "panther_family": "PTHR14017", "taxid": 6239, "uniprot_kb": "A0A131MBT2"}, {"FlyBase": "FBgn0260749", "ortholog_type": "O", "panther_family": "PTHR14017", "taxid": 7227, "uniprot_kb": "Q9VL07"}, {"SGD": "S000000316", "ortholog_type": "O", "panther_family": "PTHR14017", "taxid": 4932, "uniprot_kb": "P14922"}, {"PomBase": "SPBC23E6.09", "ortholog_type": "O", "panther_family": "PTHR14017", "taxid": 4896, "uniprot_kb": "O60184"}, {"dictyBase": "DDB_G0269194", "ortholog_type": "O", "panther_family": "PTHR14017", "taxid": 352472, "uniprot_kb": "O77033"}], "uniprot_kb": "O15054"}, "pathway": {"reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-2559580", "name": "Oxidative Stress Induced Senescence"}, {"id": "R-HSA-2559583", "name": "Cellular Senescence"}, {"id": "R-HSA-3214842", "name": "HDMs demethylate histones"}, {"id": "R-HSA-3247509", "name": "Chromatin modifying enzymes"}, {"id": "R-HSA-4839726", "name": "Chromatin organization"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-9816359", "name": "Maternal to zygotic transition (MZT)"}, {"id": "R-HSA-9821002", "name": "Chromatin modifications during the maternal to zygotic transition (MZT)"}], "wikipathways": [{"id": "WP3651", "name": "Pathways affected in adenoid cystic carcinoma"}, {"id": "WP4698", "name": "Vitamin D-sensitive calcium signaling in depression"}]}, "pdb": ["2XUE", "2XXZ", "4ASK", "5FP3", "5OY3", "6F6D"], "pfam": ["PF02373", "PF21322", "PF21326"], "pharmgkb": "PA165431973", "pharos": {"target_id": 6230, "tdl": "Tchem"}, "prosite": ["PS51184", "PS51257"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF211456", "relationship": "is"}, {"id": "GNF216908", "relationship": "is"}, {"id": "GNF222360", "relationship": "is"}, {"id": "GNF227812", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF099434", "relationship": "is"}, {"id": "GNF139089", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000017.11", "NC_060941.1", "NG_053032.1"], "protein": ["NP_001073893.1", "NP_001335645.1"], "rna": ["NM_001080424.2", "NM_001348716.2"], "translation": [{"protein": "NP_001335645.1", "rna": "NM_001348716.2"}, {"protein": "NP_001073893.1", "rna": "NM_001080424.2"}]}, "reporter": {"HG-U133_Plus_2": ["1556066_at", "1556067_a_at", "213146_at", "41386_i_at", "41387_r_at"], "HG-U95Av2": ["41386_i_at", "41387_r_at"], "HTA-2_0": "TC17000117.hg.1", "HuEx-1_0": "3709153", "HuGene-1_1": "8004671", "HuGene-2_1": "16830754"}, "summary": "The protein encoded by this gene is a lysine-specific demethylase that specifically demethylates di- or tri-methylated lysine 27 of histone H3 (H3K27me2 or H3K27me3). H3K27 trimethylation is a repressive epigenetic mark controlling chromatin organization and gene silencing. This protein can also demethylate non-histone proteins such as retinoblastoma protein. Through its demethylation actvity this gene influences cellular differentiation and development, tumorigenesis, inflammatory diseases, and neurodegenerative diseases. This protein has two classical nuclear localization signals at its N-terminus. Alternative splicing results in multiple transcript variants encoding distinct isoforms. [provided by RefSeq, Feb 2017].", "symbol": "KDM6B", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1428772"}, "unigene": "Hs.223678", "uniprot": {"Swiss-Prot": "O15054", "TrEMBL": "I3L0Z0"}}