{"AllianceGenome": "6307", "HGNC": "6307", "MIM": "191306", "_id": "3791", "_version": 2, "accession": {"genomic": ["AC021220.7", "AC111194.4", "CH471057.1", "CP068274.2", "KP761779.1", "KP761780.1", "KP761781.1", "KP761782.1", "KP761783.1", "KP761784.1", "KP774600.1", "KP774601.1", "KP774602.1", "KT253184.1", "KT253185.1", "KT253186.1", "KT253187.1", "KT253188.1", "KT253189.1", "KT253190.1", "KT253191.1", "KT253192.1", "KT585185.1", "NC_000004.12", "NC_060928.1", "NG_012004.1", "X89776.1"], "protein": ["AAA59459.1", "AAB88005.1", "AAC16450.1", "AAI31823.1", "ACF47599.1", "ACR78514.1", "AKN45942.1", "AKN45943.1", "AKN45944.1", "AKN45945.1", "AKN45946.1", "AKN45947.1", "AKN45948.1", "AKN45949.1", "AKN45950.1", "ALS54733.1", "ALS54734.1", "ALS54735.1", "ALS54736.1", "ALS54737.1", "ALS54738.1", "ALS54739.1", "ALS54740.1", "ALS54741.1", "BAD93138.1", "BAG57114.1", "CAA43837.1", "CAA61916.1", "EAX05462.1", "EAX05463.1", "EAX05464.1", "NP_002244.1", "P35968.2"], "rna": ["AB209901.1", "AF035121.1", "AF063658.1", "AK293668.1", "BC131822.1", "BM978033.1", "BP280621.1", "EU826563.1", "FJ899739.1", "L04947.1", "NM_002253.4", "X61656.1"], "translation": [{"protein": "BAD93138.1", "rna": "AB209901.1"}, {"protein": "AAB88005.1", "rna": "AF035121.1"}, {"protein": "AAA59459.1", "rna": "L04947.1"}, {"protein": "CAA43837.1", "rna": "X61656.1"}, {"protein": "ACR78514.1", "rna": "FJ899739.1"}, {"protein": "ACF47599.1", "rna": "EU826563.1"}, {"protein": "AAI31823.1", "rna": "BC131822.1"}, {"protein": "AAC16450.1", "rna": "AF063658.1"}, {"protein": "NP_002244.1", "rna": "NM_002253.4"}, {"protein": "BAG57114.1", "rna": "AK293668.1"}]}, "alias": ["CD309", "FLK1", "VEGFR", "VEGFR2"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2021-05-12T16:56:01.478Z", "disease_label": "pulmonary arterial hypertension", "gcep": "Pulmonary Hypertension Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0015924", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_07a11f06-0904-4a38-9fd3-0aec2bece699-2021-05-12T165601.478Z", "sop": "SOP8"}}, "ec": "2.7.10.1", "ensembl": {"gene": "ENSG00000128052", "protein": "ENSP00000263923", "transcript": ["ENST00000263923", "ENST00000509309", "ENST00000512566", "ENST00000647068"], "translation": [{"protein": "ENSP00000263923", "rna": "ENST00000263923"}], "type_of_gene": "protein_coding"}, "entrezgene": "3791", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 52.0538688182, "exp_mis": 444.077639067, "exp_syn": 196.50206943, "lof_z": 5.9111962061775, "mis_z": 0.303539391268242, "mu_lof": 3.55360094343e-06, "mu_mis": 3.86640454791e-05, "mu_syn": 1.65244641063e-05, "n_lof": 9.0, "n_mis": 431.0, "n_syn": 228.0, "p_li": 0.984488111789506, "p_null": 4.88367877140077e-12, "p_rec": 0.0155118882056108, "syn_z": -1.39298826822679}, "bp": 4071, "cds_end": 55991460, "cds_start": 55946107, "n_exons": 30, "nonpsych": {"exp_lof": 46.5058507284, "exp_mis": 401.325203782, "exp_syn": 177.245410694, "lof_z": 5.54529795876138, "mis_z": 0.662803942226556, "mu_lof": 3.55360094343e-06, "mu_mis": 3.86640454791e-05, "mu_syn": 1.65244641063e-05, "n_lof": 8.0, "n_mis": 375.0, "n_syn": 208.0, "p_li": 0.979373516685041, "p_null": 5.93660331476734e-11, "p_rec": 0.0206264832555932, "syn_z": -1.4544074743266}, "nontcga": {"exp_lof": 47.8303043964, "exp_mis": 408.492200387, "exp_syn": 180.722653931, "lof_z": 5.53860587814252, "mis_z": 0.554434100486311, "mu_lof": 3.55360094343e-06, "mu_mis": 3.86640454791e-05, "mu_syn": 1.65244641063e-05, "n_lof": 9.0, "n_mis": 386.0, "n_syn": 215.0, "p_li": 0.931608163772346, "p_null": 1.95795780630591e-10, "p_rec": 0.0683918360318586, "syn_z": -1.61444232806193}, "transcript": "ENST00000263923.4"}, "exons": [{"cdsend": 55125293, "cdsstart": 55079940, "chr": "4", "position": [[55078480, 55080163], [55081955, 55082041], [55082535, 55082635], [55087606, 55087758], [55088867, 55088973], [55089373, 55089473], [55089690, 55089802], [55089955, 55090078], [55092616, 55092714], [55094801, 55094955], [55095576, 55095665], [55096228, 55096342], [55097661, 55097766], [55098136, 55098272], [55098696, 55098803], [55101896, 55102028], [55102361, 55102508], [55104642, 55104984], [55105831, 55105940], [55106686, 55106810], [55107736, 55107893], [55110402, 55110566], [55110653, 55110768], [55113303, 55113481], [55114125, 55114265], [55114873, 55115042], [55115280, 55115411], [55118603, 55118800], [55121096, 55121190], [55125226, 55125595]], "strand": -1, "transcript": "NM_002253", "txend": 55125595, "txstart": 55078480}], "exons_hg19": [{"cdsend": 55991460, "cdsstart": 55946107, "chr": "4", "position": [[55944647, 55946330], [55948122, 55948208], [55948702, 55948802], [55953773, 55953925], [55955034, 55955140], [55955540, 55955640], [55955857, 55955969], [55956122, 55956245], [55958783, 55958881], [55960968, 55961122], [55961743, 55961832], [55962395, 55962509], [55963828, 55963933], [55964303, 55964439], [55964863, 55964970], [55968063, 55968195], [55968528, 55968675], [55970809, 55971151], [55971998, 55972107], [55972853, 55972977], [55973903, 55974060], [55976569, 55976733], [55976820, 55976935], [55979470, 55979648], [55980292, 55980432], [55981040, 55981209], [55981447, 55981578], [55984770, 55984967], [55987263, 55987357], [55991393, 55991762]], "strand": -1, "transcript": "NM_002253", "txend": 55991762, "txstart": 55944647}], "generif": [{"pubmed": 11693202, "text": "vitronectin increased the presence of all four growth factor receptors and most notably, VEGFR-1; in contrast, fibrin decreased all four receptors, especially FGFR-1 and FGFR-2"}, {"pubmed": 11807987, "text": "A potential mechanism involved in hemangioma formation is the alteration of the FLK1 signaling pathway in endothelial and/or pericytic cells."}, {"pubmed": 11809684, "text": "green tea catechins are novel inhibitors of VEGFR-2 activity."}, {"pubmed": 11824379, "text": "Involvement of VEGFR-2 (kdr/flk-1) but not VEGFR-1 (flt-1) in VEGF-A and VEGF-C-induced tube formation by human microvascular endothelial cells in fibrin matrices in vitro."}, {"pubmed": 11852061, "text": "In this study we give evidence of Flt-1 and KDR receptors in platelets."}, {"pubmed": 11908876, "text": "VEGF, Flt1, and Flk1 can be considered as indicators of the malignancy potential of diffusely infiltrating astrocytomas. The expression of VEGF and the two receptors may be affected by the proliferative activity of tumor cells."}, {"pubmed": 11960378, "text": "Constitutive activation of Stat3alpha in brain tumors: localization to tumor endothelial cells and activation by the endothelial tyrosine kinase receptor (VEGFR-2)"}, {"pubmed": 11986954, "text": "CLL B cells consistently express VEGFR2 mRNA; co-expression of angiogenic molecules and receptors suggest autocrine pathways of stimulation."}, {"pubmed": 12067897, "text": "Expression of vascular endothelial growth factor receptor Flk1/KDR is induced by shear stress through the CT-rich Sp1 binding site."}, {"pubmed": 12174363, "text": "KDR plays a key role in regulating the proliferation of HGCC and HVEC."}, {"pubmed": 12213878, "text": "findings implicate altered VEGF and KDR signaling in pituitary tumorigenesis; PTTG stimulation of FGF-2 and VEGF expression in the presence of up-regulated growth factor receptors may account for angiogenic growth and progression of human pituitary tumors"}, {"pubmed": 12426207, "text": "The binding of VEGF to its receptor, KDR, is necessary and sufficient to induce the gene expression profile induced by VEGF."}, {"pubmed": 12439912, "text": "The expression of vascular endothelial growth factor and its receptors KDR and Flt-1 by gastric carcinoma tissues and cell lines was detected to elucidate the molecular mechanism of this growth factor in promoting tumor growth."}, {"pubmed": 12456025, "text": "VEGFR-2 has a role in regulating angiogenesis-related functions [review]"}, {"pubmed": 12464608, "text": "transcriptional activation of Flk-1 in endothelial cells requires the interaction between HIF-2alpha and Ets-1"}, {"pubmed": 12551914, "text": "A set of loop-1 and -3 structures in the novel vascular endothelial growth factor (VEGF) family member, VEGF-ENZ-7, is essential for the activation of this protein's signaling."}, {"pubmed": 12560084, "text": "Fluid shear stress induced upregulation requires Sp1 transcription factor binding to specific response elements in the 5' regulatory region"}, {"pubmed": 12607599, "text": "Staining for the receptors VEGFR-1 and VEGFR-2 was positive in large lymphoid cells in stage IV non-Hodgkin lymphoma."}, {"pubmed": 12670961, "text": "Gq/11 proteins mediate KDR tyrosine phosphorylation and KDR-mediated HUVEC proliferation through interaction with KDR."}, {"pubmed": 12810080, "text": "These data indicate that activation of vascular endothelial growth factor receptor-2 prevents endothelial cell apoptosis by inhibiting p38 MAP kinase phosphorylation and reducing caspase-3 activity."}, {"pubmed": 12949011, "text": "in humans: 1) VEGF, KDR, and Flt-1 mRNA are increased by acute systemic exercise; 2) the time course of the VEGF, KDR, and Flt-1 mRNA responses are different from those previously reported in rats"}, {"pubmed": 14532277, "text": "TNF induces transactivation between Etk and VEGFR2, and Etk directly activates PI3K-Akt angiogenic signaling independent of VEGF-induced VEGFR2-PI3K-Akt signaling pathway."}, {"pubmed": 14635716, "text": "Altered expression of vascular endothelial growth factor and FLK-1 receptor in chronically hypoxic carotid body."}, {"pubmed": 14654077, "text": "VEGF, VEGFR-1 and VEGFR-2 are concomitantly expressed in pre-B ALL cells. Expression of the receptors is limited to the intra-cytoplasmic compartment and may suggest either internalization or a block in trafficking of the receptor to the surface."}, {"pubmed": 14674128, "text": "changing of transcriptional activity of VEGF gene and its receptor FLK-1 indicates an autocrine mechanism of regulation of angiogenic gene activity in the first step of carcinogenesis--low-grade intraepithelial lesions of the uterine cervix"}, {"pubmed": 14687619, "text": "Specific VEGFR2 expression, examined in 27 B-CLL samples, was positive in 26 of them. The VEGF transduction pathway may be very active in CLL cells. Both its paracrine & autocrine pathways may contribute to their enhanced survival."}, {"pubmed": 14691147, "text": "The expression of VEGF and KDR correlates highly with the normal ocular vascularization in humans"}, {"pubmed": 14704231, "text": "Intact caveolae are required for the VEGF/VEGFR-2-mediated MEK/ERK signaling cascade."}, {"pubmed": 14724572, "text": "phosphorylation of Y1214 on VEGFR2 is required to trigger the sequential activation of Cdc42 and SAPK2/p38 and to drive the SAPK2/p38-mediated actin remodeling in stress fibers in endothelial cells exposed to VEGF"}, {"pubmed": 14726393, "text": "KDR is constitutively phosphorylated and located at the nucleus of VEGF-producing leukemias; a KDR-specific intracellular inhibitor failed to block KDR nuclear IMPORT, but inhibited the constitutive activation of MAPK/Erk and PI3-kinase/AKT pathways"}, {"pubmed": 14760936, "text": "the level of sVEGFR-2 is lower in active systemic lupus erythematosus than in inactive disease"}, {"pubmed": 14764537, "text": "maximal P-selectin translocation and subsequent neutrophil adhesion was mediated by VEGF-A(165) on the activation of VEGFR-2/NRP-1 complex and required PAF synthesis."}, {"pubmed": 14967383, "text": "Our data support a role for KDR in oviduct angiogenesis."}, {"pubmed": 14996703, "text": "VEGF receotor signaling regulates survival signals in CLL cells and that interruption of this autocrine pathway results in caspase activation and subsequent leukemic cell death."}, {"pubmed": 15016828, "text": "Tgf-beta mediated repression of flk-1/KDR and mediated repression of flk-1/KDR and VEGF signaling involves the inducible formation of inhibitory Hex-GATA signaling Hex-GATA involves the formation of Hex-GATA complexes."}, {"pubmed": 15026417, "text": "Shb binds to tyrosine 1175 in the VEGFR-2, which regulates VEGF-induced formation of focal adhesions and cell migration, of which the latter occurs in a phosphatidylinositol 3-kinase-dependent manner"}, {"pubmed": 15060076, "text": "Nedd4-mediated vascular endothelial growth factor receptor-2 degradation is prevented by Grb10"}, {"pubmed": 15082792, "text": "Data suggest that periostin-mediated angiogenesis derives in part from the up-regulation of the vascular endothelial growth factor receptor Flk-1/KDR by endothelial cells through an integrin alpha(v)beta(3)-focal adhesion kinase signaling pathway."}, {"pubmed": 15111490, "text": "PPARgamma1 has bifunctional properties in the regulation of KDR gene expression mediated via interaction with both Sp1 and Sp3"}, {"pubmed": 15135240, "text": "vascular endothelial growth factor (VEGF) is strongly expressed in villous cytotrophoblast cells and subsequently in Hofbauer cells while its receptors Flt-1 and Flk-1 are found on vasculogenic and angiogenic precursor cells"}, {"pubmed": 15135259, "text": "In chronic lower limb ischemia, growth factor-1 (IGF-1) and IGF-2, were upregulated in atrophic and regenerating myocytes together with attenuated HIF, VEGF, and VEGFR-2 expression in the same cells."}, {"pubmed": 15166498, "text": "Increased expression of KDR is associated with an aggressive angiogenic phenotype in melanoma."}, {"pubmed": 15175347, "text": "activation of the P2Y(2)R induced rapid tyrosine phosphorylation of vascular endothelial growth factor receptor (VEGFR)-2 in human coronary artery endothelial cells"}, {"pubmed": 15183893, "text": "VEGFR2 initiates a clonogenic response in myeloid leukemia cells that is PI3-kinase dependent."}, {"pubmed": 15247219, "text": "VEGFR2 mediated phosphorylation of focal adhesion kinase is regulated by heat shock protein 90 and Src kinase activities"}, {"pubmed": 15284224, "text": "Inhibition by flk-1 kinase inhibitor SU1498 and failure of placental growth factor (PlGF) to up-regulate DAF confirmed the role of VEGF-R2 in VEGF-mediated DAF up-regulation."}, {"pubmed": 15291808, "text": "VEGF(165)-induced phosphorylation of KDR and PLCgamma was partially inhibited by PF-4"}, {"pubmed": 15470196, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15470196, "text": "VEGF and its receptor, KDR, genes contributed to the development of coronary artery lesions in Kawasaki disease patients."}, {"pubmed": 15474514, "text": "VEGFR-3 needs to be associated to VEGFR-2 to induce ligand-dependent cellular responses"}, {"pubmed": 15492987, "text": "there was no significant correlation between VEGF and VEGF-R2 expression. VEGF-R2 expression was significantly increased on endothelial cell ("}, {"pubmed": 15500293, "text": "The VEGFR2, through interaction with VEGF, regulated adhesive and migratory properties of the cancer cells."}, {"pubmed": 15507525, "text": "Axl stimulation by GAS6 results in inhibition of the ligand-dependent activation of vascular endothelial growth factor (VEGF) receptor 2 and the consequent activation of an angiogenic program in vascular endothelial cells"}, {"pubmed": 15522955, "text": "NRP-1 modulates VEGFR-2 signaling-dependent mitogenic functions of VEGF and regulates endothelial cell adhesion to extracellular matrix proteins independently of VEGFR-2."}, {"pubmed": 15610528, "text": "These data support the involvement in melanoma growth and survival of a VEGF-dependent internal autocrine loop mechanism, at least in vitro."}, {"pubmed": 15625130, "text": "The majority of embryonic stem cells with the potential to differentiate into osteoclasts expressed Flk-1."}, {"pubmed": 15637071, "text": "the activation of VEGFR-1 and VEGFR-2 heterodimer (VEGFR-1/R-2) is essential for PGI(2) synthesis mediated by VEGF-A(165) and VEGF-A(121), which cannot be reproduced by parallel activation of VEGFR-1 or -2 homodimers with corresponding agonists [VEGFR2]"}, {"pubmed": 15638384, "text": "Blood levels correlate with lymph node involvement in colorectal cancer."}, {"pubmed": 15673613, "text": "regulatory mechanisms involved in the attenuation of VEGFR-2 activation is mediated by nonclassical Protein Kinase C and the presence of serine sites in the carboxyl terminal of VEGFR-2"}, {"pubmed": 15693894, "text": "VEGFR2 may be involved in the transcriptional regulation of T-cell lymphoma."}, {"pubmed": 15714119, "text": "VEGFR-2 expression, co-localized in the cytoplasmic and nuclear membrane, is associated with progression towards invasive melanoma"}, {"pubmed": 15806151, "text": "Phosphorylated ERK1/2 was further associated with the presence of VEGFR2 (cohorts II and III) and the degree of phosphorylated Ets-2, indicating in vivo, a signalling cascade from VEGFR2 via ERK1/2 to Ets-2 phosphorylation"}, {"pubmed": 15845615, "text": "Targeting the release of VEGF from tumor epithelial cells as well as blocking interactions between VEGF and VEGFR-2 on both endothelial and tumor epithelial cells may facilitate the development of antiangiogenic therapies for breast tumors."}, {"pubmed": 15941713, "text": "human VEGFR-2 promoter is functionally counter-regulated by TFII-I and TFII-IRD1."}, {"pubmed": 15962006, "text": "key role of KDR in megakaryopoiesis"}, {"pubmed": 15975559, "text": "decrease in expression is caused by C-reactive protein"}, {"pubmed": 15980434, "text": "KLF2 is a regulator of VEGFR2/KDR and has a role in regulating angiogenesis"}, {"pubmed": 16007196, "text": "role in modulating tumor neovascularization in conjunction with interleukin-3 receptor"}, {"pubmed": 16049137, "text": "dynamin-2 regulates KDR expression and function and hence plays an important role in VPF/VEGF mediated angiogenesis"}, {"pubmed": 16105658, "text": "assessed the role of VEGF and its receptors in osteoclastogenesis, in vitro, by culturing osteoclast precursors in the presence of VEGF, VEGF receptor-specific ligands, and blocking antibodies to VEGF receptors"}, {"pubmed": 16169405, "text": "Up-regulation of VEGF-A receptor VEGFR-2 in capillaries in menorrhagia could be involved in abnormal endometrial vascular structure and permeability."}, {"pubmed": 16226108, "text": "An immunohistochemical analysis of VEGFR2 in pituitary adenomas was made."}, {"pubmed": 16260429, "text": "Blockade of either VEGF or its receptors with neutralizing antibodies significantly reduced cell viability and increased apoptosis levels of the VEGFR-positive thyroid tumour cell line."}, {"pubmed": 16308314, "text": "vascular endothelial growth factor receptor-2 phosphorylation is inhibited by delphinidin"}, {"pubmed": 16322069, "text": "LPC-induced Flk-1/KDR transactivation via c-Src may have important implications for the progression of atherosclerosis"}, {"pubmed": 16339483, "text": "Type I collagen limits VEGFR-2 signaling by a SHP2 protein-tyrosine phosphatase-dependent mechanism 1."}, {"pubmed": 16361360, "text": "Regulation of VEGF(165) signaling through the VEGFR-2 complex in response to cigarette smoke exposure in vivo, and in smokers with and without chronic obstructive pulmonary disease."}, {"pubmed": 16375118, "text": "VEGF and its receptors many play key roles in the growth, invasion and metastasis of human laryngeal carcinoma cells."}, {"pubmed": 16439688, "text": "New VEGFR2 containing cell subpopulation,which is apparently a precursor classical endothelial progenitor cells more potent with respect too homing and vasscular repair."}, {"pubmed": 16467880, "text": "We conclude that neoplastic cells show a variable expression of total and phosphorylated KDR in the nucleus."}, {"pubmed": 16513643, "text": "This study describes the first specific antagonist of VEGF-A165 binding to NP-1 and demonstrate that NP-1 is essential for optimum KDR activation and intracellular signaling."}, {"pubmed": 16516857, "text": "We conclude that IL-6 triggers VEGF-induced angiogenic activity through increasing VEGF release, up-regulates KDR expression and phosphorylation through activating ERK1/2 signaling, and stimulates MMP-9 overexpression."}, {"pubmed": 16557278, "text": "Phosphorylated KDR expression was significantly associated with poor prognosis."}, {"pubmed": 16574784, "text": "Sp3 and Sp4 cooperatively interact with ERalpha to activate VEGFR2"}, {"pubmed": 16617095, "text": "In conclusion, EC death induced by high shear stress and VEGFR blockade leads to the production of factors, in particular TGF-beta1, that activate VSMC proliferation."}, {"pubmed": 16630933, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16630933, "text": "haplotype analysis showed that atopy prevalence was strongly associated with a haplotype (AGAG) of VEGFR2"}, {"pubmed": 16648151, "text": "Immunohistochemical staining showed that VEGF-R2 were expressed in epithelial, stromal and endothelial cells."}, {"pubmed": 16678129, "text": "These results suggest that VEGFR2 cannot only be targeted by receptor tyrosine kinase inhibitors but also by drugs that downregulate Sp proteins or block Sp-dependent transactivation."}, {"pubmed": 16682007, "text": "In this study, we demonstrate that 1121B Fab is able to strongly block KDR/VEGF interaction, resulting in potent inhibition of an array of biological activities of VEGF, including activation of the receptor and its signaling pathway."}, {"pubmed": 16684957, "text": "Vascular endothelial growth factor165 (VEGF165) and semaphorin3A (SEMA3A) elicit pro- and antiangiogenic signals respectively in endothelial cells (ECs) by binding to their receptors VEGFR-2, neuropilin-1 and plexin-a."}, {"pubmed": 16761623, "text": "VEGF and VEGFR-2 may have a role in progression of gastric cancer"}, {"pubmed": 16763549, "text": "NRP1 expression and its GAG modification post-transcriptionally regulate VEGFR2 protein expression."}, {"pubmed": 16782059, "text": "illuminate an important mechanism for notch/HESR1 regulation of VEGF-induced angiogenesis"}, {"pubmed": 16786116, "text": "VEGFR-1 and VEGFR-2 have roles in differentiation of hepatocellular carcinoma"}, {"pubmed": 16787925, "text": "Gab1 thus appears as a primary actor in coupling VEGFR-2 to PI3K/Akt, recruited through an amplification loop involving PtdIns(3,4,5)P3 and its PH domain"}, {"pubmed": 16807673, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16835467, "text": "REVIEW: The binding of VEGF-A to VEGFR-2 causes receptor dimerization, kinase activation and autophosphorylation of specific tyrosine residues within the dimeric complex."}, {"pubmed": 16835828, "text": "overexpression of VEGF, its receptors flt-1, KDR/flk-1 and TGF-beta interaction may play an important role in the ovarian cancer biology, with potential effects on tumor growth and angiogenesis"}, {"pubmed": 16870555, "text": "VEGF receptors are found on plasma cells from all groups of patients with multiple myeloma with the lowest expression on plasma cells from normal individuals"}, {"pubmed": 16893970, "text": "Thus, vascular endothelial cadherin limits cell proliferation by retaining VEGFR-2 at the membrane and preventing its internalization into signaling compartments."}, {"pubmed": 16909199, "text": "Taken together these data show that VEGF-A(165)b has attenuated signaling potential through VEGF receptor 2 defining this new member of the VEGF family as a partial receptor agonist."}, {"pubmed": 16914140, "text": "Endothelial cell tissue transglutaminase (tTG) might be involved in modulation of the cellular response to VEGF by forming an intracellular complex with VEGFR-2, and mediating its translocation into the nucleus upon VEGF stimulation."}, {"pubmed": 16914267, "text": "perlecan secreted by VEGF165-stimulated endothelial cells may be involved in the regulation of cellular behavior during angiogenesis"}, {"pubmed": 16930552, "text": "VEGFR-2 expressed on HaCaT cells plays a crucial role in VEGF-mediated regulation of cell activity"}, {"pubmed": 16951193, "text": "SCID mice bearing xenografts of transfected cell lines were used to assess the effect of VEGF overexpression and the effect of VEGF receptor (VEGFR) 2 inhibition on soft tissue sarcoma growth."}, {"pubmed": 17013089, "text": "VEGF regulation of angiogenesis may in part be due to enhanced proliferation of VEGFR-1 and VEGFR-2"}, {"pubmed": 17018613, "text": "Signaling via VEGFR-2 is involved in prostate lymphatic endothelial cell tube formation, migration, & proliferation in vitro. Blockade of VEGFR-2 significantly reduced tumor-induced activation of LECs."}, {"pubmed": 17088944, "text": "These results suggest that the expression of VEGFRs and NRPs on keratinocytes may constitute important regulators for its activity and may possibly be responsible for the autocrine signaling in the epidermis."}, {"pubmed": 17242158, "text": "in binding VEGFR-2, furin and PC5 promote cleavage of N-and C-terminal VEGF-D propeptides, whereas PC7 promotes cleavage of the C-terminal propeptide only"}, {"pubmed": 17293873, "text": "Binding of VEGF to membrane-distal immunoglobulin-like domains causes receptor dimerization and promotes further interaction between receptor monomers through the membrane-proximal immunoglobulin-like domain 7."}, {"pubmed": 17336974, "text": "Endometrial blood vessels possess a discrete morphology that is characterized by endothelial gaps, and these gaps are more pronounced in women with menorrhagia and overexpression of VEGFR2."}, {"pubmed": 17372230, "text": "corecruitment of c-Cbl and PLCgamma1 to VEGFR-2 serves as a mechanism to fine-tune the angiogenic signal relay of VEGFR-2"}, {"pubmed": 17456229, "text": "Mechanisms other than genetic variation may downregulate expression or function of the VEGFR2 receptor in patients with ALS."}, {"pubmed": 17462601, "text": "Taken together, these results lend great support to use PDGFRbeta antagonists in combinations with other antitumor and/or anti-angiogenic agents in the treatment of a variety of cancers."}, {"pubmed": 17470361, "text": "VEGF receptor KDR was expressed in ovarian cancer cells, and CDDP-inhibited VEGF expression was linked with cellular apoptosis, which was rescued by VEGF treatment."}, {"pubmed": 17490619, "text": "These findings provide evidence for a novel cooperative interaction between VEGFR2 and RET that mediates VEGF-A functions in ureteric bud cells."}, {"pubmed": 17575273, "text": "VEGFR2 enhances VEGF(165), but not VEGF(121) binding to NRP1."}, {"pubmed": 17577783, "text": "Leukemia patients showing parallel activation of the studied proteins trended to exhibit higher incidence of fatal outcome."}, {"pubmed": 17584927, "text": "High levels of VEGFR-3 and -2 seem to contribute to the etiology of lymphangiomas."}, {"pubmed": 17599955, "text": "determined the expression pattern of VEGF splice variants in NSCLC and its correlation with the clinicopathological characteristics of tumors"}, {"pubmed": 17631646, "text": "ZD6474 treatment inhibited EGFR phosphorylation and led to a dose- and time-dependent decrease in nasopharyngeal carcinoma cell"}, {"pubmed": 17640715, "text": "Increased expression of Flk-1 may be involved in sinusoidal capillarization and the increased numbers of unpaired arteries in capillarized areas with increased numbers of unpaired arteries in dysplastic liver nodules."}, {"pubmed": 17641225, "text": "c-Src controls functional association between integrin alphav-beta3 and VEGFR-2 via integrin beta3 phosphorylation."}, {"pubmed": 17646929, "text": "PKA and VEGFR2 converge at the MEK/ERK1/2 pathway to protect serum starved neuronal cells from a caspase-dependent cell death."}, {"pubmed": 17651148, "text": "increase in VEGF in AR with and without asthma despite a higher Flk-1 in AR patients with asthma may be a possible explanation for the presence of angiogenesis in the airway wall in patients with asthma but not in those with pure AR."}, {"pubmed": 17702744, "text": "myoferlin forms a complex with dynamin-2 and VEGFR-2, which prevents CBL-dependent VEGFR-2 polyubiquitination and proteasomal degradation."}, {"pubmed": 17707181, "text": "KDR polymorphisms may serve as novel genetic markers for the risk of coronary heart disease."}, {"pubmed": 17707181, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17721629, "text": "studied circulating CD31- and/or CD34-positive cell populations with a low to moderate VEGFR2 expression in human volunteers and cancer patients."}, {"pubmed": 17765237, "text": "Vascularization and VEGF and Flk-1 expression are significantly higher in deeply infiltrating endometriosis affecting the rectum."}, {"pubmed": 17850794, "text": "VEGF receptor Flk-1 is involved in c-kit up regulation via ERK-mediated pathway"}, {"pubmed": 17881084, "text": "HARP negatively affects diverse biological activities in C6 glioma cells, mainly due to binding of HARP to VEGF, which may sequester secreted VEGF from signalling through VEGFR2."}, {"pubmed": 17891484, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17927494, "text": "isolation and purification of Flk-1cells with mesenchymal stem cell characteristics from bone marrow of myeloma patients."}, {"pubmed": 17928406, "text": "points to VEGFR2 transactivation as an important signaling pathway used by chemokines such as IL-8/CXCL8"}, {"pubmed": 17961532, "text": "Expression profile of total VEGF, VEGF splice variants and VEGF receptors in the myocardium and arterial vasculature of diabetic patients."}, {"pubmed": 17979890, "text": "VEGFR2 up-regulation had no effect on VEGF-induced cell proliferation, but significantly enhanced endothelial progenitor cells migration and pseudotubes formation dependent on integrin alpha(6) subunit overexpression."}, {"pubmed": 17999592, "text": "Within mdx mice, an animal model of DMD, adipose tissue-derived Flk-1(+) MSCs (AD-MSCs) homed to and differentiated into cells that repaired injured muscle tissue."}, {"pubmed": 18006432, "text": "Activation of fractalkine/CX3CR1 by vascular endothelial cells induces angiogenesis through VEGF-A/KDR."}, {"pubmed": 18035072, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18037047, "text": "expressed in the microvascular endothelial cells of both primary and young permanent teeth"}, {"pubmed": 18162457, "text": "Increased levels of Factor VIII occurred in the precursors of cardiac myocytes, smooth muscle and endothelial cells in normal and post-ischemic hearts."}, {"pubmed": 18164591, "text": "Support a role for NP-1 in mediating synergistic effects between VEGF-A(165) and FGF-2, which may occur in part through a contribution of NP-1 to KDR stability."}, {"pubmed": 18175243, "text": "Preeclampsia and SGA are associated with low maternal plasma concentrations of soluble vascular endothelial growth factor receptor-2 (sVEGFR-2)"}, {"pubmed": 18194650, "text": "These proteins have an essential molecule required for promoting the disruption of endothelial cell-cell contacts and paracellular permeability."}, {"pubmed": 18211808, "text": "Overall, these results indicate that HDAC6 and HDAC10 play important roles in Hsp-mediated VEGFR regulation."}, {"pubmed": 18218912, "text": "a maximal bout of exercise induces a significant shift in CD34+ cells toward CD34+/KDR+ cells"}, {"pubmed": 18223683, "text": "Gal-1 can directly bind to NRP1 on endothelial cells, and can promote the NRP1/VEGFR-2-mediated signaling pathway as well as NRP1-mediated biological activities."}, {"pubmed": 18261985, "text": "The expression of VEGF-C and VEGF receptors is regulated specifically in HL-60 cells during macrophage differentiation."}, {"pubmed": 18317954, "text": "Surveillance of VEGFR-2 levels to predict chemotherapy response is not useful."}, {"pubmed": 18337563, "text": "the temporal expression of TNF is critical: it delays angiogenesis initially by blocking signaling through VEGFR2, and by inducing a tip cell phenotype through an NFkappaB-dependent pathway, it concomitantly primes ECs for sprouting"}, {"pubmed": 18356031, "text": "Found in normal and neoplastic thymus tissue."}, {"pubmed": 18379357, "text": "Clinical trial of gene-disease association and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 18396391, "text": "Intensity of VEGFR-2 in odontoblasts increases from cap stage to late bell stage."}, {"pubmed": 18421240, "text": "VEGF is considered as an important factor in the pathogenesis of macular edema. VEGF induces the rupture of the blood retinal barrier and may also influence the retinal pigment epithelial (RPE) outer retinal barrier."}, {"pubmed": 18509004, "text": "complex interaction between sphingosine-1-phosphate and VEGFR-2 in ML-1 thyroid follicular cancer cells, particularly in regulating migratory responses"}, {"pubmed": 18564921, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18594014, "text": "the 167-181 region of VEGFR-2 has an important role in the stimulation of CD4(+) T cell responses to VEGFR-2 protein"}, {"pubmed": 18609713, "text": "VEGFR-2 levels were associated with poor tumor differentiation in patients with gastric adenocarcinoma"}, {"pubmed": 18628209, "text": "binding of Neuropilin-1 to VEGFR-2 requires the PDZ-binding domain of neuropilin-1"}, {"pubmed": 18645275, "text": "vascular endothelial growth factor, receptor KDR and p53 protein are expressed in transitional cell carcinoma of the bladder"}, {"pubmed": 18651620, "text": "PTHrP (107-139) interacts with VEGFR-2 to promote human osteoblastic cell survival by a mechanism involving Runx2 activation."}, {"pubmed": 18656381, "text": "sVEGFR-2 levels were not significantly increased in patients with liver cirrhosis."}, {"pubmed": 18692535, "text": "in vascular endothelial cells the binding of adrenomedullin to its AM1 receptor could trigger a transactivation of the VEGFR-2 receptor, leading to a signaling cascade inducing proangiogenic events in the cells."}, {"pubmed": 18719373, "text": "These results are consistent with a potential autocrine role of the VEGF-VEGFR2 (KDR) interplay as a factor contributing to malignant astrocytoma growth and radioresistance."}, {"pubmed": 18784964, "text": "The tumor uptake of 64Cu-DOTA-VEGF measured by small-animal PET imaging reflects tumor VEGFR-2 expression level in vivo."}, {"pubmed": 18785001, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18818406, "text": "VEGF-A stimulates ADAM17-dependent shedding of VEGFR2 and crosstalk between VEGFR2 and ERK signaling."}, {"pubmed": 18824714, "text": "Clinical trial of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 18840653, "text": "matrix-controlled TCPTP phosphatase activity can inhibit VEGFR2 signalling, and the growth, migration and differentiation of human endothelial cells"}, {"pubmed": 18922344, "text": "VEGF-R2 expression is significantly increased in port-wine stains, suggesting that VEGF-R2 could contribute to the pathogenesis of PWS by inducing vessel proliferation, vasodilation, or both."}, {"pubmed": 18931684, "text": "Normalization of the constitutive VEGFR2 signaling in hemangioma endothelial cells with soluble VEGFR1 or antibodies that neutralize VEGF or stimulate beta1 integrin"}, {"pubmed": 18975312, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18987662, "text": "correlation between expression of VEGF and p27(Kip1) was observed in bone marrows from patients with acute myeloid leukemia"}, {"pubmed": 18996102, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19014781, "text": "Achieving optimal therapeutic outcomes, the scheduling of radiotherapy and antiangiogenic therapy requires patient-specific post-treatment monitoring of the VEGFR2 pathway."}, {"pubmed": 19020728, "text": "glioma cells enhance EPC angiogenesis via VEGFR-2, not VEGFR-1, mediated by the MMP-9, Akt and ERK signal pathways"}, {"pubmed": 19021062, "text": "LDH5 is highly upregulated in B-cell non-Hodgkin lymphomas and is in direct relation to factor HIF1alpha and HIF2alpha expression. LDH5 expression is linked with activated VEGFR2/KDR expression"}, {"pubmed": 19023980, "text": "Results show a significant positive correlation between the concentrations of tissue VEGF and its receptor VEGFR2 in primary breast neoplasms during neoadjuvant therapy, and suggest that VEGFR2 levels may indicate the level of lymphatic metastasis."}, {"pubmed": 19058181, "text": "a distinct VEGFR-2-mediated pathway promoting tumor growth through autocrine mechanisms."}, {"pubmed": 19066962, "text": "The expression of VEGF-A, VEGFR-1, VEGFR-2, and VEGFR-3 in was higher in peritumoral liver tissue, while VEGF-C expression was higher in tumor."}, {"pubmed": 19068081, "text": "High VEGFR-2 in stromal vessels is associated with gastric cancer."}, {"pubmed": 19082506, "text": "VEGFR2 was significantly decreased in human colonic microvascular endothelial cells under hypoxia. In contrast, the responses of VEGFR2 levels to hypoxia in human umbilical vein endothelial cells were variable, that is, either unchanged or up-regulated."}, {"pubmed": 19110567, "text": "No significant correlations between the levels of VEGFR2 in the blood and renal cancer tissue were found."}, {"pubmed": 19136612, "text": "VE-PTP, regulates VEGFR2 activity thereby modulating the VEGF-response during angiogenesis."}, {"pubmed": 19141860, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19160077, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19160077, "text": "no activating mutations in the tyrosine kinase domain of the VEGFR-2 were identified in 66 hepatocellular carcinoma samples"}, {"pubmed": 19176370, "text": "In malignant pleural mesothelioma cells, plexin-A1 and VEGF-receptor 2 (VEGF-R2) are associated in a complex which are involved in survival pathways."}, {"pubmed": 19177438, "text": "VEGFr2 up-regulation is a feature of poor differentiation and tumor progression."}, {"pubmed": 19179362, "text": "Vascular endothelial growth factor receptor-2 (VEGFR-2) expression was significantly suppressed in Fut8(-/-) mice, suggesting that Fut8 was required for VEGFR-2 expression."}, {"pubmed": 19199116, "text": "secretion and the regulation of the secretion of sVEGFR-2 by microvascular endothelial cells derived from the tissue of benign prostatic hyperplasia"}, {"pubmed": 19200976, "text": "A local defect of both VEGF transmembranous receptors (KDR and Flt-1) in the endometrium covering the septal area may be responsible for the clinical comportment of this mullerian anomaly."}, {"pubmed": 19218116, "text": "In breast cancer patients, Flk-1/KDR was strongly expressed in vascular endothelial cells."}, {"pubmed": 19244479, "text": "chronic hypoxia attenuates VEGF-stimulated signaling in coronary artery endothelial cells by specific downregulation of KDR expression"}, {"pubmed": 19246491, "text": "extracellular RNA serves an important cofactor function to engage VEGF for VEGF-R2-dependent signal transduction"}, {"pubmed": 19261502, "text": "Soluble VEGFR-2 was lower in Dengue Fever and Dengue Hemorrhagic Fever patients compared to study controls."}, {"pubmed": 19265684, "text": "these findings suggest that CCL23 results in up-regulation of KDR/flk-1 receptor gene transcription and protein expression and that KDR/Flk-1 up-regulation induced by CCL23 may contribute to potentiation of VEGF action in angiogenesis."}, {"pubmed": 19267251, "text": "REVIEW: possible mechanisms which mediate formation of the complex between VEGFR-2 and alphavbeta3 on endothelial cells"}, {"pubmed": 19287991, "text": "In contrast to sVEGFR-1, sVEGFR-2 was significantly decreased in both normal colonic tissue and human colon cancer tissue under hypoxic conditions."}, {"pubmed": 19324448, "text": "expressionin cancer tissue has no prognostic impact in non-small cell lung cancer patients"}, {"pubmed": 19372376, "text": "Includes the study of a polymorphic upstream ORF in this gene, and shows that it functions to reduce protein levels by ~50%."}, {"pubmed": 19372461, "text": "Rab GTPase regulation of VEGFR2 trafficking and signaling in endothelial cells; Endothelial cell migration was increased by Rab5a depletion but decreased by Rab7a depletion"}, {"pubmed": 19372622, "text": "KDR/CD34 and IL-10 are major independent predictors of 30-day major adverse clinical outcome in ST-segment elevation acute myocardial infarction patients undergoing primary coronary angioplasty."}, {"pubmed": 19375500, "text": "We have identified a VEGFR2/NOX4 regulatory pathway by which Ox-PAPC controls important endothelial functions."}, {"pubmed": 19409555, "text": "The presence of the VEGF-A receptors, particularly in the granulosa cells, suggests that VEGF-A might be involved in proliferation initiation of primordial follicles or play an as yet unknown role in human preantral follicles."}, {"pubmed": 19419943, "text": "The aim of the study was to assess the usefulness of soluble angiogenesis markers such as endoglin and VEGFR2 in gastric cancer patients and to compare these results with those of VEGF levels."}, {"pubmed": 19435508, "text": "271 G>A polymorphism of the KDR gene is related to transcriptional regulation in patients with non-small cell lung cancer."}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19469899, "text": "Repression of the small Rho GTPase Rac1 in human endothelial cellsseems to be an additional critical molecular mechanism in the regulation of VEGFR2 expression."}, {"pubmed": 19520980, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19520980, "text": "VEGF-2 gene variants may serve as novel genetic markers for the risk of stroke and its recurrence."}, {"pubmed": 19521715, "text": "In conclusion, we have shown for the first time that variation in the VEGFR2 gene is associated with elite athlete status, endurance performance of female rowers and muscle fibre type composition."}, {"pubmed": 19521715, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19558547, "text": "(-)-Epigallocatechin gallate can exert, at least in part, its growth-inhibitive effect on HCC cells by inhibiting the VEGF-VEGFR axis"}, {"pubmed": 19563658, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19563658, "text": "analysis of the experssion of EGFR, PDGFRA and VEGFR2 in cervical adenosquamous carcinoma"}, {"pubmed": 19570985, "text": "VEGFR2, but not VEGFR1, is responsible for the release of von Willebrand factor."}, {"pubmed": 19595210, "text": "Abnormal expression of VEGF and Flk-1/KDR may be the initiating factor of angiogenesis in the process of breast hyperplasia-atypical hyperplasia-breast cancer."}, {"pubmed": 19605404, "text": "Study provides novel insights for angiogenesis mechanisms in pediatric solid malignancies for which antiangiogenic targeting of VEGFR2+-BMD progenitors could be of interest."}, {"pubmed": 19633424, "text": "The present study evaluated the epigenetic gene silencing of VEGF and VEGFR genes in cancer tissues."}, {"pubmed": 19636022, "text": "Phase I dose escalation study of telatinib, a tyrosine kinase inhibitor of vascular endothelial growth factor receptor 2 and 3, platelet-derived growth factor receptor beta, and c-Kit, in patients with advanced or metastatic solid tumors."}, {"pubmed": 19665480, "text": "Results manifested that VEGFR2-based DNA chimeric vaccine could be developed as a promising approach for tumor immunotherapy."}, {"pubmed": 19695569, "text": "VEGF receptor-2 is increased in sera of subjects with metabolic syndrome in association with insulin resistance"}, {"pubmed": 19701853, "text": "High cytoplasmic KDR expression in diffuse large-cell lymphoma correltaed with poor survival."}, {"pubmed": 19706677, "text": "These data establish a novel role for SHP-2 phosphatase in the dopamine-mediated regulation of VEGFR-2 phosphorylation."}, {"pubmed": 19706681, "text": "VEGFR2-PLCgamma1 signal relay gives rise to the unique function of VEGFR2, thus enabling endothelial differentiation from vascular progenitors."}, {"pubmed": 19707156, "text": "VEGFR2 was expressed in the majority of pre-B-ALL bone marrow samples."}, {"pubmed": 19726758, "text": "To study the role of dimerization in receptor activation we created a series of dimerization-promoting transmembrane domain (TMD) mutants lacking the extracellular domain. Dimerization is necessary, but not sufficient, for receptor activation."}, {"pubmed": 19741061, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19741061, "text": "There is strong evidence that VEGF and its receptors are involved in the onset of sarcoidosis and influence its course."}, {"pubmed": 19773544, "text": "Data suggest that the coreceptor function of CD44v6 for c-Met and VEGFR-2 is a promising target to block angiogenesis in pathologic conditions."}, {"pubmed": 19776290, "text": "Medullary thyroid carcinoma metastases showed a higher VEGFR2 expression than primary tumors."}, {"pubmed": 19779861, "text": "KIT, PDGFRA, and VEGFR2 amplifications were all present in 4% of Medulloblastomas and primitive neuroectodermal tumor and KIT amplification was associated with concurrent PDGFRA and VEGFR2 amplifications"}, {"pubmed": 19782046, "text": "there is a novel relationship between glucose exposure and expression at the transcriptional and translational levels of VEGF, VEGFR2, and NRP-1 in epithelial ovarian carcinoma cells."}, {"pubmed": 19811263, "text": "A statistically significant increase of sVEGF-R2 and significant decrease of sVEGF-R1 were observed in the subgroup of newly diagnosed SLE patients as compared to the control subjects."}, {"pubmed": 19834490, "text": "Data demonstrate that VEGF-induced angiogenesis requires inverse regulation of VEGFR1 and VEGFR2 in tumor-associated endothelial cells."}, {"pubmed": 19837659, "text": "alphav beta3 integrin may, in part, negatively regulate VEGF signaling by sequestering NRP1 and preventing it from interacting with VEGFR2"}, {"pubmed": 19837976, "text": "Data show that EMMPRIN up-regulate hypoxia-inducible factor-2alpha, VEGFR-2, and the soluble forms of VEGF in endothelial cells, thus directly regulating the angiogenic process."}, {"pubmed": 19850021, "text": "Data show that patients and controls had similar sVEGFR-2 levels, but VEGF levels were lower and sVEGFR-1 higher in patients with autism."}, {"pubmed": 19857463, "text": "These findings suggest that NRP-1-VEGFR-2-complex formation may contribute to effective cellular functions mediated by VEGF(165) in megakaryocytic cells."}, {"pubmed": 19860625, "text": "Data show that CLL cells express LPA receptors LPA(1-5) and VEGF receptors, and the plasma levels of VEGF are elevated in CLL patients."}, {"pubmed": 19862822, "text": "KDR may be amplified in fibrosarcoma of bone."}, {"pubmed": 19875757, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19875757, "text": "VEGFR2 gene polymorphism correlates with cytogenetic response, treatment failure following imatinib therapy for chronic myeloid leukemia."}, {"pubmed": 19881969, "text": "VEGFR-2 is significantly reduced in association with pre-eclampsia."}, {"pubmed": 19888537, "text": "VEGFR-2 was significantly upregulated by alpha-v suppression in HUVEC & downregulated in HMVEC at mRNA & protein levels. Suppression of alpha-v can either augment or inhibit VEGFR-2 levels & VEGF-induced proliferation in EC from different vascular beds."}, {"pubmed": 19902430, "text": "showed that vascular endothelial growth factor receptor 2 (VEGFR2) is selectively expressed by FOXP3high but not FOXP3low Treg."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19924384, "text": "Clinical trial of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19936766, "text": "VEGFR1, VEGFR2, and PDGFRalpha are over-expressed in K-ras mutated colorectal adenocarcinoma."}, {"pubmed": 19953880, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19953880, "text": "The VEGFR-2 gene variants may serve as novel genetic markers for the risk of hemorrhagic stroke."}, {"pubmed": 19965681, "text": "EPO induction of NO is dependent on the betaC-R and VEGF-R2; VEGF induction of NO is dependent on the expression of the betaC-R, and that the betaC-R and VEGF-R2 interact"}, {"pubmed": 20008289, "text": "a novel function for VEGF and KDR in CD45RO+ memory T cell responses"}, {"pubmed": 20019880, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20019880, "text": "This study is the first to investigate the association of VEGFR-2 polymorphisms with age-related macular degeneration (AMD) and evaluates VEGFA genetic variants in the largest neovascular AMD cohort to date."}, {"pubmed": 20026801, "text": "Metronomic dalCMP is safe, well tolerated, and clinically active in metastatic breast cancer, but there was no correlation between response and VEGF, sVEGFR-1, or sVEGFR-2 levels."}, {"pubmed": 20032607, "text": "VEGFR2+ cell count around poorly differentiated tumors was significantly higher than that around well differentiated tumors"}, {"pubmed": 20048182, "text": "Objective antitumor activity and antiangiogenic effects were observed over a wide range of dose levels, suggesting that ramucirumab may have a favorable therapeutic index in treating malignancies amenable to VEGFR-2 inhibition."}, {"pubmed": 20084021, "text": "VEGF might be involved in several aspects of neural cell development, including migration, differentiation, synaptogenesis, and myelination, and VEGFR-2 might be one of the main receptors that mediate these processes."}, {"pubmed": 20084057, "text": "Ala+TIMP-2 selectively alters the phosphorylation pattern of VEGFR-2 after VEGF-A stimulation and disrupts the downstream activation of PLC-gamma, Ca(+2) flux, Akt, and eNOS, as well as decreasing cGMP levels."}, {"pubmed": 20103598, "text": "farnesiferol C exerts antiangiogenic and antitumor activity and targets multiple aspects of VEGFR1 (Flt1) or VEGFR2 (Flk1) signaling cascades"}, {"pubmed": 20103629, "text": "Data show that that among known sunitinib targets, only platelet-derived growth factor receptor-beta and vascular endothelial"}, {"pubmed": 20124452, "text": "phosphoinositide 3-kinase and RAS-RAF pathways drive the activity of RAF265, a novel RAF/VEGFR2 inhibitor, and RAD001 (Everolimus) in combination"}, {"pubmed": 20135347, "text": "Clinical trial of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20135347, "text": "High VEGFR2 expression, EGFR expression, and EGFR gene copy number were significantly correlated to triple-negative breast cancer"}, {"pubmed": 20143086, "text": "an impact of two SNPs in the VEGRF-2 gene on neoangiogenesis in patients with colorectal cancer"}, {"pubmed": 20145116, "text": "Results provide significant insights into the structural features that determine the high affinity and specificity of VEGF/VEGFR interactions."}, {"pubmed": 20158393, "text": "amniotic fluid concentration not lower in preterm premature rupture of membranes"}, {"pubmed": 20158395, "text": "Pregnancies with a fetal death, at the time of diagnosis, are characterized by a decrease in the maternal plasma concentration of sVEGFR-2, but an increase in the amniotic fluid concentration of this protein."}, {"pubmed": 20164029, "text": "A dysregulation of the placental expression of the VEGFR-2 related to the different degrees of the gestational periods."}, {"pubmed": 20167365, "text": "VEGFR2 expression was significantly reduced in all cases of preeclampsia compared to control placentas."}, {"pubmed": 20170163, "text": "Studies show the design and development of dual VEGF-R2/PLK1 inhibitors."}, {"pubmed": 20179233, "text": "We provide evidence for the downregulation of the lymphangiogenesis inhibitor sVEGFR-2 in metastatic neuroblastoma stages"}, {"pubmed": 20182906, "text": "Clinical trial of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20195243, "text": "Data show that VEGFR2 RNA interference induced an induction of more aggressive cellular behavior in transfected EOC cells."}, {"pubmed": 20215856, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20218294, "text": "Ginsenosides Rg3 can down-regulate the expressions of KDR and VEGF in human lung squamous cancer SK-MES-1 cells."}, {"pubmed": 20222950, "text": "VEGF-A, VEGFR1 and VEGFR2 have roles in events occurring at the invasive tumour front"}, {"pubmed": 20224550, "text": "Both VEGFA and VEGFC potently induce formation of VEGFR2/-3 heterodimers."}, {"pubmed": 20236940, "text": "VEGF release and the subsequent activation of VEGF receptor 2 link loricrin gene mutations to rapid cell proliferation in a cellular model of loricrin keratoderma."}, {"pubmed": 20360595, "text": "Cells expressing VEGFR2 (in combination with CD34 or CD133) are significantly increased during second and third trimesters of uncomplicated pregnancy compared to the first trimester but are reduced in women with preeclampsia."}, {"pubmed": 20367641, "text": "The expression of pVEGFR-2 might be a novel predictive prognostic marker for patients with pancreatic cancers, especially at clinical stage IIA."}, {"pubmed": 20388479, "text": "Radix Ginseng and Radix Notoginseng formula can promote HUVEC proliferation and secretion of VEGF and VEGFR2."}, {"pubmed": 20389299, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20395257, "text": "not only the existence of a glomerular paracrine proangiogenic, but also an autocrine role of the VEGF-VEGF-R system in diseased podocytes."}, {"pubmed": 20446891, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20453000, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20463083, "text": "Results suggest that pathogenic hantaviruses disrupt fluid barrier properties of endothelial cell adherens junctions by enhancing VEGFR2-VE-cadherin pathway responses which increase paracellular permeability."}, {"pubmed": 20471686, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20471686, "text": "We expand previous data on the association of AMD with VEGF-A gene variations and identify for the first time an association with variations in the KDR gene."}, {"pubmed": 20473929, "text": "expression of sVEGFR-2 may explain the inverse relationship between VEGFR-2 expression and PI3K/Akt signaling"}, {"pubmed": 20484670, "text": "provide evidence that soluble VEGF receptors promote mural cell migration through a paracrine mechanism involving interplay in ECs between VEGF/VEGFR-2 and S1P/S1P1 pathways that leads to endothelial nitric oxide synthase activation"}, {"pubmed": 20485168, "text": "Studies indicate that inhibition of the VEGF/VEGFR pathway may be a rational and effective therapy for certain patients with angiosarcoma, EHE, and HPC/SFT."}, {"pubmed": 20501673, "text": "Data hypothesize that VEGFR-2 forms a signaling complex with S1P(1) and and protein kinase C-alpha , evoking bidirectional signaling regulating both ERK1/2 phosphorylation and haptotaxis of ML-1 cells."}, {"pubmed": 20510958, "text": "A lower maternal plasma sVEGFR-2 concentration precedes the development of preeclampsia, both term and preterm."}, {"pubmed": 20529868, "text": "Vascular endothelial growth factor receptor-2 activates ADP-ribosylation factor 1 to promote endothelial nitric-oxide synthase activation and nitric oxide release from endothelial cells"}, {"pubmed": 20538805, "text": "Findings demonstrate that induced expression of KDR on subsets of T cells, and locally expressed VEGF, facilitate EC-dependent lymphocyte chemotaxis."}, {"pubmed": 20548028, "text": "Data demonstrate that the mechanosignaling cascade is initiated by vascular endothelial growth receptor-2 (VEGFR2) activation."}, {"pubmed": 20602615, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20606037, "text": "The VEGFR-2 is primarily localized to, and significantly upregulated on, tumor vasculature (blood and/or lymphatic) supporting the majority of solid cancers."}, {"pubmed": 20615131, "text": "VEGF-A, VEGFR-1, and VEGFR-2 immunoreactive proteins are overexpressed in medullary thyroid carcinoma lesions and might be implicated in tumor progression"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20630084, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20630084, "text": "Single Nucleotide Polymorphisms in VEGFR2 gene is associated with hypertension and hand-foot skin reactions in therapy related cancer."}, {"pubmed": 20635108, "text": "aneurysm formation associated with a loss of expression of VEGFR1, moderate expression of VEGFR2 and high concentration of nitrate."}, {"pubmed": 20674013, "text": "hypercapillarization previously described in the placenta of women with mild hyperglycemia may result from the downregulation of VEGFR- 1, thereby enhancing VEGF/VEGFR-2 interaction and the activation of angiogenesis."}, {"pubmed": 20686603, "text": "Co-expression of VEGF and its receptor VEGFR-2 (KDR) was present in MPNST cell lines suggesting an autocrine loop."}, {"pubmed": 20695190, "text": "Immunohistochemical evaluation of VEGF and VEGFR-1 overexpression may be a useful marker for predicting 5-year disease free survival in endometrioid endometrial cancer."}, {"pubmed": 20706192, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20716285, "text": "Inhibition of VEGFR2 augments cigarette smoke-induced oxidative stress and inflammatory responses leading to endothelial dysfunction."}, {"pubmed": 20800603, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20824203, "text": "a novel mechanism by which EMMPRIN promotes tumor progression through HIF-2alpha/VEGFR-2 mediated mechanism"}, {"pubmed": 20842453, "text": "Vascular endothelial growth factor stimulates osteoblastic differentiation of cultured human periosteal-derived cells expressing vascular endothelial growth factor receptors"}, {"pubmed": 20851763, "text": "Vascular Endothelial Growth Factor Receptor-2 crosstalk with Muscarinic acetylcholine receptors to enhance mTOR activity but signal divergent effects on survival through alternate mechanisms."}, {"pubmed": 20854187, "text": "results suggest that VEGF is involved in hemangioma angiogenesis but that soluble VEGFRs marginally influence this process; lower serum levels of sVEGFR1 in hemangioma patients indicate the possible dysregulation between VEGFR1 and VEGFR2 receptors"}, {"pubmed": 20923780, "text": "Thrombospondin-1 inhibits VEGF receptor-2 signaling by disrupting its association with CD47"}, {"pubmed": 20959405, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20963665, "text": "The level of VEGFR2 expression in patients with a background of breast cancer in pregnancy or lactation was significantly higher than in age-matched patients with sporadic breast cancer at the same stages of the disease."}, {"pubmed": 21041381, "text": "Results suggest an important role of VEGFR-2 in Granulos Cell Tumor (GCT) pathology & support the possibility of applying novel VEGFR-2-targeted treatments to patients with GCT."}, {"pubmed": 21047416, "text": "the ability of soluble forms of perlecan domain i to modulate vascular endothelial growth factor-165 (VEGF165) enhanced capillary tube-like formation, and VEGF receptor-2 phosphorylation"}, {"pubmed": 21048041, "text": "Observational study of gene-disease association, gene-gene interaction, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 21062896, "text": "MT1-MMP regulates VEGF-A expression through a complex with VEGFR-2 and Src."}, {"pubmed": 21063020, "text": "Importance of syntaxin 6 in the maintenance of cellular VEGFR2 levels."}, {"pubmed": 21084743, "text": "The immediate micromechanical stiffening is dependent on activation of the vascular endothelial growth factor receptor (VEGFR)-2, because inhibition of the receptor abrogates the micromechanical response."}, {"pubmed": 21098094, "text": "Data show that VEGFR2 is up-regulated on vascular endothelial cells and epithelial cells in mouse and human CAC."}, {"pubmed": 21129272, "text": "The proliferation of A549 cells is inhibited significantly and the apoptosis of cells is induced by inhibiting VEGFR2 expression with RNAi."}, {"pubmed": 21131553, "text": "BIBF 1120, a triple angiokinase inhibitor, has an effect on VEGFR2+pTyr+ peripheral blood leukocytes"}, {"pubmed": 21159176, "text": "Suggest that while heterogeneous expression of VEGFR2 is a feature of human tumors, it may not affect response to low dose metronomic cyclophosphamide treatment and possibly other anti-angiogenic approaches."}, {"pubmed": 21163065, "text": "VEGFR-2 expression was significantly correlated with tumor size, histological grade and distant metastasis of papillary renal cell carcinoma."}, {"pubmed": 21165437, "text": "Histological analysis demonstrated an increase in the number of blood vessels and expression of CD34 and vascular endothelial growth factor in hepatocellular carcinoma tissue compared to adjacent liver tissue"}, {"pubmed": 21168388, "text": "VEGFR1:VEGFR2 ratio is substantially increased during hypoxia to block VEGF-A-stimulated and VEGFR2-regulated endothelial responses to maximize cell viability and recovery."}, {"pubmed": 21173732, "text": "Report age-related differences in the expression of VEGFR-2 in the wall of varicose veins of women."}, {"pubmed": 21177802, "text": "Inhibition of VEGFR2 and Src kinases blocks ANDV-induced endothelial cell permeability."}, {"pubmed": 21190990, "text": "after VE-cadherin induction by DMP1, DMP1 inhibited VEGFR-2 phosphorylation and Src-mediated signaling; DMP1 is identified as a new specific inhibitor of VEGF-induced angiogenesis"}, {"pubmed": 21191630, "text": "this study provides little evidence that VEGF and VEGFR2 polymorphisms are important for glioblastoma survival."}, {"pubmed": 21208252, "text": "Phosphorylated VEGFR-2 is detected on endothelial cells in paediatric pilocytic astrocytoma"}, {"pubmed": 21208810, "text": "Data show that high serum VEGF levels are closely related to the activation status of the VEGFR2/KDR receptor in cancer cells, indicating a stimulatory effect of serum VEGF on the VEGF pathway contributing to tumor progression."}, {"pubmed": 21219538, "text": "Reduced serum VEGFR-2 is associated with gastric cancer."}, {"pubmed": 21220477, "text": "Data sugggest that The inhibition of EGFR and VEGFR2 by vandetanib and its tremendous in vivo antitumor activity against ATC make it an attractive candidate for further preclinical and clinical development for the treatment of this cancer."}, {"pubmed": 21257617, "text": "the VEGF/KDR system jointly contributes to recurrent miscarriage in Taiwanese Han women"}, {"pubmed": 21303671, "text": "During development of undamaged human forebrain, VEGF is always expressed in neurons, astrocytes and neovessel walls, contrary to VEGFR-2, which is only expressed in dispersed astrocytes."}, {"pubmed": 21343372, "text": "Data suggest that targeting VEGFR-1 or VEGFR-2 expressing cells is effective in controlling the osteoblastic progression of PCa in bone."}, {"pubmed": 21382095, "text": "amplification of PDGFRA, KIT and KDR may be implicated in the pathogenesis of a small fraction of both subtypes of glioblastoma"}, {"pubmed": 21382277, "text": "High articular levels of the angiogenetic factors VEGF and VEGF-receptor 2 as tissue healing biomarkers after single bundle anterior cruciate ligament reconstruction."}, {"pubmed": 21388971, "text": "These data show targeting VEGFR-2 outside of the ligand binding domain results in potent inhibition of VEGFR-2 signaling and inhibition of angiogenesis in vitro and in vivo."}, {"pubmed": 21389833, "text": "Inhibition of VEGFR2 kinase with a specific Inhibitor, protein tyrosine kinase inhibitor II (PTKi-II), does not affect capillary-like structure formation."}, {"pubmed": 21396771, "text": "bronchial washing VEGFR2 levels are correlated to overall survival in non-small cell lung cancer patients"}, {"pubmed": 21402774, "text": "VEGFR-2 contains a unique PEST domain-like sequence that regulates the degradation of VEGFR-2 and the ubiquitination of VEGFR-2, which promotes VEGFR-2 degradation by serving as a recruitment site for the F-box-containing ubiquitin E3 ligase beta-Trcp1."}, {"pubmed": 21409488, "text": "Decreased expression of VEGFR-2 is associated with angiosarcoma."}, {"pubmed": 21412269, "text": "Serum VEGFR-2 levels were significantly decreased from gestational hypertension to eclampsia groups as compared with the control level."}, {"pubmed": 21424032, "text": "The density of microvascularization was assessed using CD34 monoclonal antibody (hot spot technique), the expression of angiogenic factors VEGFR, EGFR and COX-2 were determined in tumor biopsies by specific immunohistochemistry techniques"}, {"pubmed": 21445972, "text": "VEGF directly suppresses T cell activation via VEGF receptor type 2."}, {"pubmed": 21478036, "text": "Low VEGFR-2 expression is associated with response to therapy in metastatic renal cell carcinoma."}, {"pubmed": 21481963, "text": "can be used as an independent prognostic biomarker in combination with VEGF-A in advanced non-small-cell lung cancer"}, {"pubmed": 21498704, "text": "Medium and high expression of both F1+2 and VEGF:VEGF2 in association with colon cancer cells and endothelial cells was demonstrated."}, {"pubmed": 21524919, "text": "DC electric stimulation selectively regulates production of some growth factors and cytokines important for angiogenesis through a feed-back loop mediated by VEGF receptors."}, {"pubmed": 21539813, "text": "VEGFR2 receptor tyrosine kinase undertakes a constitutive recycling pathway between the peripheral endosomes and cell surface and this exists in both vascular and non-vascular cells."}, {"pubmed": 21544626, "text": "Micro RNA 200b (miR-200b) negatively regulates VEGF signaling by targeting VEGF and its receptors, Flt-1 and KDR, acting as an angiogenesis inhibitor."}, {"pubmed": 21586748, "text": "Our data establish a distinct role of NRP-1 in VEGFR-2 signaling and reveal a general mechanism for the function of coreceptors in modulating receptor tyrosinase kinase signal output"}, {"pubmed": 21590454, "text": "High VEGFR2 is associated with recurrence in hepatocellular carcinoma."}, {"pubmed": 21596751, "text": "endorepellin requires both the alpha2beta1 integrin and VEGFR2 for its angiostatic activity"}, {"pubmed": 21599511, "text": "Report Flk-1 production in mouse quadriceps muscle using adeno-associated virus vectors."}, {"pubmed": 21605611, "text": "Concomitant vascular GRP-receptor and VEGF-receptor expression in human tumors provides molecular basis for dual targeting of tumoral vasculature."}, {"pubmed": 21635552, "text": "findings show VEGFR-2 and VEGFR-3 expression are markers of a poor prognosis in patients with surgically resected colorectal adenocarcinoma, whereas EGFR has a minor influence"}, {"pubmed": 21636804, "text": "Thioredoxin-interacting protein mediates TRX1 translocation to the plasma membrane in response to tumor necrosis factor-alpha: a key mechanism for vascular endothelial growth factor receptor-2 transactivation by reactive oxygen species."}, {"pubmed": 21653826, "text": "VEGF binding to NRP1 is essential for VEGF stimulation of endothelial cell migration, complex formation between NRP1 and VEGFR2, and signaling via FAK Tyr407 phosphorylation."}, {"pubmed": 21658307, "text": "Anti-TNF-alpha antibody (infliximab) therapy for Crohn's disease supports the recovery of eNOS and VEGFR2 protein expression in endothelial cells."}, {"pubmed": 21659473, "text": "These findings reveal a novel role of DCN as an antagonistic ligand for VEGFR-2."}, {"pubmed": 21667138, "text": "A cell penetrating peptide derived from azurin inhibits angiogenesis and tumor growth by inhibiting phosphorylation of VEGFR-2, FAK and Akt."}, {"pubmed": 21671140, "text": "Immunohistochemical analysis of early-stage breast cancer: eNOS was found in 159 cases, VEGF in 131 cases, HIF-1alpha in 139 cases, VEGFR2 in 185 cases and inducible NOS in 22 cases."}, {"pubmed": 21680174, "text": "RNAi-mediated silencing of VEGF-C inhibits non-small cell lung cancer progression by simultaneously down-regulating the CXCR4, CCR7, VEGFR-2 and VEGFR-3-dependent axes-induced ERK, p38 and AKT signalling pathways."}, {"pubmed": 21683519, "text": "autocrine and/or paracrine VEGF/VEGFR signaling plays a functional role in some VEGF-sensitive cancers, including malignant astrocytoma and fi brosarcoma"}, {"pubmed": 21692879, "text": "These data indicate that angiogenesis induced by Flk-1+ hBMSCs promotes endogenous neurogenesis, which may cause functional recovery after cerebral ischemia."}, {"pubmed": 21694464, "text": "Studies indicate that 48 biomarkers have been identified for ccRCC patients, only CD44, CA9, p53, Ki67 and PCNA have shown prognostic value, and IMP-3 and VEGF-R2 are predictors of survival of pRCC patients."}, {"pubmed": 21705026, "text": "Single nucleotide polymorphisms and haplotype of kinase insert domain-containing receptor KDR play crucial roles in the increased risk of ischemic stroke in the Korean population."}, {"pubmed": 21712447, "text": "Findings may have important implications for understanding the molecular basis of genetic associations between KDR variation and clinical phenotypes related to VEGFR-2 function."}, {"pubmed": 21715322, "text": "galectin-3 contributes to the plasma membrane retention and proangiogenic function of VEGF-R2."}, {"pubmed": 21724587, "text": "majority of the thermodynamically destabilizing missense mutations were located in exon 1 in the core of pVHL, whereas protein surface mutations in exon 3 affected the interaction domains of elongin B and C"}, {"pubmed": 21751212, "text": "Data show that normal thyroid follicular cells express VEGFRs 1, 2, and 3."}, {"pubmed": 21808992, "text": "Data suggest that arterial dysfunction found in patients with beta-thalassaemia major before and after HSCT may be related to impaired proliferation of CD133(+)VEGFR2(+) and CD34(+)VEGFR2(+) cells."}, {"pubmed": 21826315, "text": "VEGF covalently bound through a modified heparin molecule elicits an extended response of phosphorylated VEGFR-2 in HUVEC cells, and the covalent linkage reduces internalization of the growth factor during receptor endocytosis"}, {"pubmed": 21827221, "text": "plasma concentration significantly lower in patients with mild preeclampsia who subsequently developed severe preeclampsia than in those who remained stable until term"}, {"pubmed": 21849059, "text": "Data confirm the selectivity of VEGF(121)/rGel for VEGFR-2-overexpressing endothelial cells and represent the first analysis of genes governing intoxication of mammalian endothelial cells by a gelonin-based targeted therapeutic agent."}, {"pubmed": 21858086, "text": "Data suggest that GEP100-Arf6-AMAP1-cortactin pathway, activated by VEGFR2, appears to be common in angiogenesis and cancer invasion and metastasis, and provides their new therapeutic targets."}, {"pubmed": 21864059, "text": "arachidonic acid significantly decreased methylation of the promoters of both KDR and Notch4 genes in Human umbilical vein endothelial cells."}, {"pubmed": 21867402, "text": "Plasma sVEGFR-2 concentrations in late onset preeclampsia are significantly lower than that of uncomplicated pregnant women only in patients without evidence of an underperfused placenta."}, {"pubmed": 21882181, "text": "In MCCRCC patients treated with sunitinib, VEGF SNP -634 is associated with hypertension and a combination of VEGF SNP 936 and VEGFR2 SNP 889 genotypes is associated with overall survival."}, {"pubmed": 21885851, "text": "MicroRNA-16 and microRNA-424 regulate cell-autonomous angiogenic functions in endothelial cells via targeting vascular endothelial growth factor receptor-2 and fibroblast growth factor receptor-1."}, {"pubmed": 21893193, "text": "We found binding programmed cell death 6 to vascular endothelial growth factor receptor 2, a key player in the PI3K/mTOR/P70S6K signaling pathway"}, {"pubmed": 21909756, "text": "KDR protein was presented in the cell plasma membrane of human internal tissues."}, {"pubmed": 21937609, "text": "PI3 kinase-alpha/gamma-mediated signaling downstream of VEGFR2 activation regulated Akt-dependent survival signals, but it was not required to activate endothelial nitric oxide synthase or to elicit NO production in glomerular endothelial cells."}, {"pubmed": 21980525, "text": "a new mechanism by which VEGFR2 activates its own promoter that could be involved in amplifying the angiogenic response"}, {"pubmed": 21984395, "text": "In univariate analysis high pVEGFR2/KDR receptor expression was significantly related with poor prognosis"}, {"pubmed": 21985798, "text": "vascular phenotype with regard to VEGFR2 expression and TGF-beta signaling in endothelial cells varies with malignancy in human glioma."}, {"pubmed": 22002459, "text": "role for endothelial ARNO in VEGF-dependent initiation of angiogenesis by regulation of VEGFR-2 internalization in endothelial cells, resulting in the activation of the Akt pathway, vessel permeability, and ultimately endothelial proliferation"}, {"pubmed": 22003972, "text": "All groups of mice that were treated with anti-hVEGFR2 antibody showed markedly reduced tumor growth."}, {"pubmed": 22016416, "text": "VEGF-A plays a role in the occurrence of OHSS, and the amount of biologically available VEGF-A is modulated by sVEGF-R1, R2 and R3"}, {"pubmed": 22019447, "text": "VEGFR2 is critically involved in adhesion molecule induction and monocytic cell recruitment to endothelium in response to non-uniform shear stress and TNF-alpha."}, {"pubmed": 22020326, "text": "MMRN2 as a crucial player in the regulation of EC function, neo-angiogenesis and hence tumor growth"}, {"pubmed": 22025615, "text": "itraconazole interferes with VEGFR2 trafficking, glycosylation, and signaling activity"}, {"pubmed": 22038228, "text": "Data suggest that decreased VEGFR-2 expression in the podocyte processes of children with idiopathic nephrotic syndrome might be regarded as a potent factor of unfavorable prognosis."}, {"pubmed": 22062947, "text": "Data demonstrates for the first time that VEGFR-2 signaling is activated and promotes survival of keratinocytes under moderate dose of UVB irradiation."}, {"pubmed": 22095860, "text": "KDR attenuated CoCl(2)-induced cell injury in HEK293 cells."}, {"pubmed": 22099303, "text": "a physiological function of PrxII as the residential antioxidant safeguard specific to the redox-sensitive VEGFR2"}, {"pubmed": 22129133, "text": "The associations of functional polymorphisms in the VEGFA and VEGFR2 with survival were analyzed in patients with diffuse large B cell lymphoma"}, {"pubmed": 22153185, "text": "Mutations in the activation loop and juxtamembrane domains of VEGFR-2 is not asssociated with chronic myelomonocytic leukemia."}, {"pubmed": 22159994, "text": "Venous smooth muscle cells showed a significant increase in VEGFR-2 expression under hypoxia compared with arterial smooth muscle cells."}, {"pubmed": 22169262, "text": "analysis of of 4-aminoquinazoline derivatives targeting VEGFR-2 tyrosine kinase"}, {"pubmed": 22170730, "text": "study shows that FISH positivity for VEGFR2 and KIT occurs in approximately 30percent of Triple-negative breast cancer (TNBC) and 18percent of non-TNBCs. increased VEGFR2 and KIT copy numbers were corr;lated, probably reflecting co-amplification; no correlation between protein levels and copy number for either VEGFR2 or KIT was observed"}, {"pubmed": 22174934, "text": "VEGF-A stimulation of lymphatic endothelial cells leads to the phosphorylation of VEGFR2 (Tyr 951, 1054, 1059, 1175, and 1214) which subsequently triggers PKC dependent phosphorylation of ERK1/2 and PI3-K dependent phosphorylation of Akt."}, {"pubmed": 22182247, "text": "our findings suggest Single nucleotide polymorphisms in the KDR gene modulate colorectal cancer recurrence, especially in those receiving chemotherapy."}, {"pubmed": 22184869, "text": "In the early stage of angiogenesis, VEGF-R2 leads to expression of VEGF, and HIF-1 mediates increased VEGF expression in response to hypoxia in swollen tissues or during the expansion of periodontal tissues."}, {"pubmed": 22199315, "text": "IDH1 mutation may correlate with the benefit from VEGF(R)- versus EGFR-targeted therapy at the time of recurrence in glioma patients"}, {"pubmed": 22203927, "text": "Immunostaining for VEGF and its R1 and R2 receptors was present both in tumor cells and mast cells."}, {"pubmed": 22203933, "text": "This study revealed that VEGFR1 and VEGFR2 correlate with tumor localization, tumoral area (front vs. center of the tumor), histological differentiation degree, and lymph node involvement, while only VEGFR1 correlated with stage."}, {"pubmed": 22207738, "text": "Thermodynamic and structural description of allosterically regulated VEGFR-2 dimerization."}, {"pubmed": 22208996, "text": "Data show the potential of Nanobodies for the blockade of VEGFR2 signaling and provide a basis for the development of novel cancer therapeutics."}, {"pubmed": 22227235, "text": "VEGFR inhibition increases iodide uptake and decreases PA production through regulation of p42/44 MAPK phosphorylation."}, {"pubmed": 22229497, "text": "molecular dynamics simulations were used to gain insight into the conformational switching activity of the KDR domain and to identify intermediate conformations between the two limiting active and inactive conformations"}, {"pubmed": 22268049, "text": "The concentrations of VEGF and VEGFR2 differed more significantly in primary and recurrent forms of arteriovenous angiodysplasias (as compared to venous angiodysplasias)."}, {"pubmed": 22274884, "text": "Our findings suggested that VEGFR-2 gene variants might contribute to glioma susceptibility."}, {"pubmed": 22301682, "text": "A dietary pattern of MRND (meat-rice and noodles diet) and VEGFR2 gene polymorphisms were both associated with increased health risks of lifestyle-related chronic diseases particularly blood glucose and lipid levels in Chinese Malaysian adults."}, {"pubmed": 22303475, "text": "This study shows that VEGFR2 is involved in the delayed phase of endothelial cell barrier dysfunction caused by high oxidation products of 1-palmitoyl-2-arachidonoyl-sn-glycero-3-phosphatidylcholine concentrations."}, {"pubmed": 22314185, "text": "VEGFR2 is a promising marker for malignant vascular tumors and malignant epithelioid mesothelioma."}, {"pubmed": 22327338, "text": "c-ABL function is to establish a correct and tightly controlled response of endothelial cells to VEGF-A during the angiogenic process."}, {"pubmed": 22344734, "text": "Paternal and neonatal carriage of the Kinase insert domain receptor KDR-604T/C polymorphism is associated with the risk of preeclampsia and small-for-gestational-age infants"}, {"pubmed": 22386962, "text": "KDR mRNA was reduced in placentae from late pre-term births, from pre-eclamptic pregnancies, and pregnancies complicated by gestational hypertension."}, {"pubmed": 22393126, "text": "VEGFR2 is preferentially expressed on the cell surface of the CD133(+) glioma stem-like cells, whose viability, self-renewal, and tumorigenicity rely, at least in part, on signaling through the VEGF-VEGFR2-Neuropilin-1 axis."}, {"pubmed": 22395975, "text": "Vascular endothelial growth factor receptor 2 gene polymorphisms is associated with tumor recurrence in non-small-cell lung cancer."}, {"pubmed": 22404826, "text": "Single nucleotide polymorphisms in VEGFR2 gene is associated with lymphedema after breast cancer."}, {"pubmed": 22407444, "text": "Hantaan virus infection upregulated the expression of beta3 and VEGFR2."}, {"pubmed": 22426130, "text": "These findings identify a potent antimigratory function of HO-1 in VSMCs, a mechanism that involves VEGFA and VEGFR2 upregulation, followed by assembly of inactive VEGFR2/PDGFRbeta complexes that attenuates effective PDGFRbeta signaling."}, {"pubmed": 22473693, "text": "Report VEGFR2 expression in embryonic sympathol-adrenal tissues and differentiated neuroblastomas."}, {"pubmed": 22507619, "text": "genetic association studies in Chinese Malaysian and Japanese adults: Data suggest that 2 SNP in VEGFR2 (rs1870377; rs2071559) along with dietary patterns are associated with either decreased or increased risk of cardiovascular diseases."}, {"pubmed": 22510937, "text": "results suggest that the kinase insert domain receptor -604C allele may increase the risk of premature ovarian failure development in Korean women"}, {"pubmed": 22520092, "text": "KDR single nucleotide polymorphisms may serve as genetic markers for the increased risk of silent brain infarction among the younger (<65 years) or male only Korean subpopulations."}, {"pubmed": 22528855, "text": "slightly up-regulated in fibroblast-like stromal cells in revision total hip replacement compared to osteoarthritis"}, {"pubmed": 22539090, "text": "Changes in the proportion of circulating VEGFR2- and pAkt- positive cells may be a potential pharmacodynamic marker of the efficacy of antiangiogenic agents, and could prove valuable in determining drug dosage and administration schedule"}, {"pubmed": 22541078, "text": "Expression of VEGFR2 in HL-60 cells decreased after treatment with berberine."}, {"pubmed": 22541785, "text": "We studied the expression of VEGF protein, VEGF-mRNA, VEGF receptor (VEGFR)-1 mRNA, VEGFR-2 mRNA in patients with recurring meningiomas"}, {"pubmed": 22542663, "text": "results demonstrate that the proteolytic enzyme MMP-9 promotes resistant epithelial breast cancer cells migration and tubular network formation through VEGFR-2/ VEGFR-3 activation"}, {"pubmed": 22553146, "text": "Advanced glycation end product Nepsilon-carboxymethyllysine induces endothelial cell injuryinvolving SHP-1-regulated VEGFR-2 dephosphorylation."}, {"pubmed": 22587628, "text": "association with ovarian hyperstimulation syndrome not found for VEGFR2 -604 t>c (rs2071559), VEGFR2 +1719 a>t (rs1870377)"}, {"pubmed": 22592917, "text": "c-Jun N-terminal kinase/stress-activated protein kinase regulates VEGFA-induced VEGFR2 sustained phosphorylation, which plays important roles in VEGFA-induced angiogenesis in human umbilical vein endothelial cells."}, {"pubmed": 22654102, "text": "Data demonstrate a central role of Flk-1 in the formation of VM in glioblastoma."}, {"pubmed": 22659165, "text": "The VEGFR-2 is expressed on primary human hair follicle DP cells and VEGF induces proliferation of DP cells through VEGFR-2/ERK pathway, but not p38, JNK or AKT signaling."}, {"pubmed": 22690749, "text": "VEGF expression was significantly associated with VEGFR-1 and VEGFR-2 in primary breast carcinomas, higher expression of which selects a prognostically unfavourable patient group."}, {"pubmed": 22706170, "text": "Characterise KDR-positive endothelial-like progenitor cells."}, {"pubmed": 22707264, "text": "Data suggest lycopene, a dietary component, inhibits angiogenesis; lycopene appears to down-regulate signal transduction by inhibition of MMP2 (matrix metallopeptidase 2) and uPA (urokinase-type plasminogen activator) via VEGFR2-mediated signaling."}, {"pubmed": 22710795, "text": "We defined a molecular mechanism by which FAS1 domain protein blocks the association between alpha 5 beta 3 integrin and VEGFR-2"}, {"pubmed": 22711876, "text": "Data show that beta-TRCP knockdown causes accumulation of VEGFR2, resulting in increased activity of signaling pathways downstream of VEGFR2."}, {"pubmed": 22718841, "text": "Data suggest that CD146 interacts with VEGFR-2 in vascular endothelium and promotes angiogenesis; studies include identifying the basis of CD146 binding to VEGFR-2."}, {"pubmed": 22723445, "text": "Pharmacological activation of endothelial LXRs reduces angiogenesis by restraining cholesterol-dependent vascular endothelial growth factor receptor-2 compartmentation and signaling."}, {"pubmed": 22730813, "text": "VEGF/flk-1 participate in the growth of nasal inverted papillomas. Enhanced VEGF/flk-1 in the epithelium may be indicative of malignant transformation."}, {"pubmed": 22763125, "text": "This study indentified VEGFR2 as a PTPN9 substrate, and indicated that PTPN9 is a negative regulator of VEGFR2 signaling and function in endothelial cells."}, {"pubmed": 22772062, "text": "Elevated expression of cyclin I and VEGFR-2 is likely to provide a proliferative advantage to the EOC cells, and that cyclin I may be linked with angiogenesis in EOC. Higher expression of VEGFR-2 is associated with more advanced disease."}, {"pubmed": 22789536, "text": "demonstrate that vascular endothelial growth factor (VEGF) directly and negatively regulates tumor cell invasion through enhanced recruitment of the protein tyrosine phosphatase 1B (PTP1B) to a MET/VEGFR2 heterocomplex"}, {"pubmed": 22828632, "text": "The findings indicate that VEGFR-1 subunits modulate VEGF activity predominantly by forming heterodimer receptors with VEGFR-2 subunits and such heterodimers regulate endothelial cell homeostasis."}, {"pubmed": 22955733, "text": "Data show that the increase in FLT1/sFLT1 protein levels upon miR-10 knockdown in umbilical venous endothelial cells inhibited the angiogenic behavior of endothelial cells largely by antagonizing vascular endothelial growth factor receptor 2 signaling."}, {"pubmed": 22956423, "text": "Beta(2)-GPI suppresses VEGF-induced phosphorylation of VEGF receptor 2."}, {"pubmed": 22965144, "text": "Formation of pial collaterals occurs during a narrow developmental window via a sprouting angiogenesis-like mechanism requiring VEGF stimulation of FLK1."}, {"pubmed": 22975327, "text": "The functions are mediated by endothelial S1PR1, which in turn regulates the interplay between VE-cadherin and VEGFR2."}, {"pubmed": 22997228, "text": "Alternative polyadenylation of exon 30 or intron 13 leads to the production of mbKDR or sKDR, respectively, yet the regulatory mechanisms are unknown"}, {"pubmed": 23030506, "text": "Higher levels of VEGFR2 and frequency of AG (rs1531289) genotype are linked to the pathogenesis of age-related macular degeneration."}, {"pubmed": 23038639, "text": "Except for VEGFR-2, extensive staining was observed for all VEGF ligands and receptors in the prostate cancer specimens."}, {"pubmed": 23059888, "text": "VEGFR-1, VEGFR-2 and VEGFR-3 are expressed in both fetal and adult bone. The gene expression levels were significantly higher in fetal samples especially in mandibles. In addition, higher levels of VEGFR-3 in orofacial district were confirmed."}, {"pubmed": 23060442, "text": "Endorepellin affects angiogenesis by antagonizing diverse VEGFR2-evoked signaling pathways: transcriptional repression of hypoxia-inducible factor 1alpha and VEGFA and concurrent inhibition of NFAT1 activation."}, {"pubmed": 23077562, "text": "The KDR -604C/1192A/1719T haplotype increased the risk of pediatric moyamoya (p = 0.024)."}, {"pubmed": 23111153, "text": "Although structural data suggest that both VEGFR2 SNPs may contribute to systemic lupus erythematosus pathogenesis by impairing VEGF signalling, none of the SNPs analysed was associated with increased susceptibility to SLE."}, {"pubmed": 23139789, "text": "Perturbation of the HSP70-HSP90 heat-shock protein axis stimulates degradation of endothelial VEGFR2."}, {"pubmed": 23146028, "text": "VEGFR2, PDGFRalpha and PDGFRbeta mutations were evaluated by sequencing their tyrosine kinase domains."}, {"pubmed": 23151382, "text": "By augmenting VEGFR2 expression in the placental amnion, PBEF primes the tissue for a VEGF-mediated increase in permeability."}, {"pubmed": 23155052, "text": "MMP-1 promotes VEGFR2 expression and proliferation of endothelial cells through stimulation of PAR-1 and activation of NF-kappaB"}, {"pubmed": 23158831, "text": "An association between the KDR -604T-->C polymorphism and recurrent spontaneous abortion was found in Korean women."}, {"pubmed": 23169005, "text": "KDR polymorphism is associated with colorectal cancer."}, {"pubmed": 23171577, "text": "[review] Binding ability of in vitro cultured CD34+/KDR+ cells capable of homing to sites of neovascularization suggests that this pair of antigens serves to characterize circulating endothelial progenitor cells."}, {"pubmed": 23172303, "text": "Data suggest that signaling via VEGFA-VEGFR1/FLT1 and VEGFA-VEGFR2/FLK1 plays central roles in regulation of angiogenesis and lymphangiogenesis; VEGFA-VEGFR/FLT1 and VEGFA-VEGFR2/FLK1 signaling is crucial for tumour angiogenesis. [REVIEW]"}, {"pubmed": 23174599, "text": "Ang-2, Tie-2 and VEGFR-2 are involved in the development, invasion, metastasis, and prognosis of colorectal cancer, and play important roles in angiogenesis."}, {"pubmed": 23202541, "text": "Results suggest that FOXP3(+)VEGFR2(+) may be a better predictive Treg cells marker than FOXP3(+) alone for recurrence and survival in patients with colorectal cancer."}, {"pubmed": 23221067, "text": "VEGF and VEGFR-2 was detected in macrophages and endothelia of abnormal vessels in eyes with Coats' disease."}, {"pubmed": 23250775, "text": "VEGF, VEGF-R1 and VEGF-R2 are over-expressed in tumour epithelial cells in oesophagogastric cancer."}, {"pubmed": 23254951, "text": "Downregulation of VEGF-A and VEGFR-2 expression mediated by Jiedu Xiaozheng Yin, a Chinese herbal formula, inhibits tumor angiogenesis."}, {"pubmed": 23258273, "text": "miR-17-3p is a negative regulator of the angiogenic phenotype of endothelial cells through its ability to modulate the expression of Flk-1, which is implicated in the pleiotropic effects of miR-17-92 in angiogenesis."}, {"pubmed": 23262137, "text": "This is the first report demonstrating that Myo1c is an important mediator of VEGF-induced VEGFR2 delivery to the cell surface and plays a role in angiogenic signaling."}, {"pubmed": 23273598, "text": "angiotensin through AT1-R modulates KDR expression and have influence on local VEGF level."}, {"pubmed": 23293110, "text": "VEGFR-2 and PAR-1 polymorphisms predicted longer disease-free survival and overall survival in pancreatic carcinoma. CXCR-2 polymorphism was a negative predictor for disease-free survival."}, {"pubmed": 23331867, "text": "IGF1R coupled with Sdc1 is required for activation of the alphaVbeta3 integrin and for VEGFR2 signalling."}, {"pubmed": 23341459, "text": "VEGFR2 internalization may be a generic requirement for pro-angiogenic growth factors to activate endothelial ERK1/2 signaling"}, {"pubmed": 23348691, "text": "Brucine potently suppresses angiogenesis by targeting VEGFR2 activation and may be a viable drug candidate in anti-angiogenesis and anti-cancer therapies."}, {"pubmed": 23363445, "text": "NCTD specifically abrogated the phosphorylation/activation of vascular endothelial growth factor receptor-2."}, {"pubmed": 23370473, "text": "A significant correlation exists between CTP measures and EGFR overexpression in head and neck squamous cell carcinomas, suggesting an association between certain imaging findings and molecular biomarkers."}, {"pubmed": 23374253, "text": "Endorepellin binds through its proximal LG1/2 domains to VEGFR2 and inhibit VEGFA-dependent endothelial migration."}, {"pubmed": 23376569, "text": "The results suggest that VEGF may play a key role through VEGFR-2 in the pathogenesis of pterygium."}, {"pubmed": 23376830, "text": "3 days after hindlimb ischemia, VEGFR2 surface levels were decreased by 80% compared with endothelial cells from the nonischemic limb."}, {"pubmed": 23392734, "text": "altered expression of esVEGFR-2 is correlated with progression of esophageal squamous cell carcinoma"}, {"pubmed": 23393131, "text": "Endothelial cell-specific chemotaxis receptor (ECSCR) enhances vascular endothelial growth factor (VEGF) receptor-2/kinase insert domain receptor (KDR) activation and promotes proteolysis of internalized KDR."}, {"pubmed": 23393387, "text": "TXNIP is essential for VEGFR2 internalization in Rab5 positive endosomes, which is required for endothelial cell growth and angiogenesis."}, {"pubmed": 23400753, "text": "Our data suggest that soluble forms VEGFR2CSF may be more potent than VEGFR1CSF in predicting the outcome of leukemia patients"}, {"pubmed": 23418605, "text": "Data indicate statistically significant correlations were observed between the number of circulating epithelial tumor cell (CETC) and IGF-IR and VEGFR-2 expression."}, {"pubmed": 23424651, "text": "COSMC is a novel regulator for VEGFR2 signaling in endothelial cells and dysregulation of COSMC expression may contribute to the pathogenesis of hemangioma"}, {"pubmed": 23454747, "text": "Tumor cells proliferation reduces in a VEGF/VEGFR2-dependent manner as long as the nutrient supply remains decreased."}, {"pubmed": 23475388, "text": "analysis of expression of VEGF and its receptors VEGFR1 and VEGFR2 in primary and recurrent WHO grade III meningiomas"}, {"pubmed": 23511629, "text": "patients with TT polymorphism of rs833061, CC polymorphism of rs699947, CC polymorphism of rs2010963 and CG polymorphism of rs6877011 seem to have a worse PFS and OS when receiving first-line sunitinib."}, {"pubmed": 23516476, "text": "Klotho endows hepatoma cells with resistance to anoikis via VEGFR2/PAK1 activation in hepatocellular carcinoma."}, {"pubmed": 23533349, "text": "VEGF promotes glioblastoma multiforme cells proliferation through VEGFR2 but not VEGFR1."}, {"pubmed": 23536763, "text": "Our study demonstrates VEGFR-2 as an essential molecule to sustain the \"stemness\" of GSLCs, their capacity to initiate tumor vasculature, and direct initiation of tumor."}, {"pubmed": 23548264, "text": "our findings indicate the therapeutic potential of targeting both c-Met and VEGFRs simultaneously with a single small-molecule inhibitor for the treatment of human cancers"}, {"pubmed": 23551429, "text": "None of the five VEGF and VEGFR-2 gene polymorphisms investigated in this study was found to be an independent prognostic marker for Korean patients with surgically resected GIST."}, {"pubmed": 23555666, "text": "Mineralocorticoid receptor activation attenuates the expression of the VEGF receptor 2/KDR, possibly dampening the activation of a VEGFA/KDR dependent signaling pathway important for the survival of tumor cells under hypoxic conditions."}, {"pubmed": 23583911, "text": "Data indicate that the VEGFR-2 inhibitory activities in most of the designed molecules were predicted to be in the 0.01-0.1 muM range."}, {"pubmed": 23609797, "text": "These studies reveal mechanical stretch as a potent agonist for endothelial exocytosis, which is modulated by VEGFR2 signaling."}, {"pubmed": 23620752, "text": "The mRNA expressions of the proangiogenic growth factors VEGF, PDGF, bFGF and their receptors (VEGFR1, VEGFR2, PDGFRA, PDGFRB, FGFR1, FGFR2) were measured and compared in gastric ulcers of cirrhotic patients."}, {"pubmed": 23624620, "text": "Primary cutaneous large B-cell lymphomas were characterized by significantly higher intratumoral expression levels of VEGF and its receptors in comparison with the indolent lymphoma subtypes."}, {"pubmed": 23635398, "text": "The results suggested that the 1192C/T polymorphisms on the VEGFR-2 gene might affect the risk of developing endometriosis in Northern Chinese women of Han ethnicity."}, {"pubmed": 23636508, "text": "VEGFR2 receptor is capable of synthesising dinucleoside polyphosphates."}, {"pubmed": 23684887, "text": "decursin may be a potent anti-angiogenic and anti-proliferative agent targeting the VEGFR-2 signaling pathway, which significantly inhibits diabetic retinal neovascularization."}, {"pubmed": 23685409, "text": "the results demonstrate that NRP-1 is involved in melanoma progression through VEGFR-2-dependent and -independent mechanisms and suggest NRP-1 as a target for the treatment of the metastatic disease."}, {"pubmed": 23688497, "text": "Diminishing expression of endogenous microRNA-15b increases VEGFR-2 expression in HUVECs."}, {"pubmed": 23697367, "text": "Data indicate that three miRs (miR-484, -642, and -217) were able to predict chemoresistance and vasculature of serous epithelial ovarian carcinomas through the regulation of the VEGFB and VEGFR2 pathways"}, {"pubmed": 23708980, "text": "Mitochondrial UQCRB regulates VEGFR2 signaling in endothelial cells."}, {"pubmed": 23709605, "text": "Novel nonproteolytic signaling pathway initiated by single chain urokinase and mediated by domain 2 of uPAR, beta1-integrins, and VEGF receptor 2 leads to angiogenesis."}, {"pubmed": 23723256, "text": "These results document a physiological role of AR in sex-independent angiogenic potency and provide evidence of novel cross-talk between the androgen/AR signaling and VEGF/kinase insert domain protein receptor signaling pathways."}, {"pubmed": 23746980, "text": "The KDR is a conserved marker for endoderm-derived hepatic progenitors and a functional receptor instructing early liver development."}, {"pubmed": 23749886, "text": "VEGFR2 expression was significantly higher in muscle invasive bladder cancer than that non-muscle invasive bladder cancer which suggests VEGFR2 expression increases with tumor invasion; results suggest that alterations in expression of VEGF and VEGF receptors are associated with disease stage and recurrence"}, {"pubmed": 23754286, "text": "Lactate engaged the PI3K/Akt pathway via ligand-mediated activation of the three receptor tyrosine kinases Axl, Tie2, and VEGF receptor 2."}, {"pubmed": 23759331, "text": "Silencing GRP78 not only inhibits tumor, but also decreases the expression of VEGF and VEGFR2 in colon cancer."}, {"pubmed": 23771478, "text": "Neither Lin-positive transgene nor Lin-negative/VEGF-R2-positive cells form tube-like structures when cells are seeded on Matrigel(R) and observed for up to 1 week, whereas human vascular endothelial cells (HUVEC) form tube-like structures after 6 hours."}, {"pubmed": 23772669, "text": "VEGF-A, VEGFR-1 and VEGFR-2 were statistically correlated with ramifications of blood vessels. No correlation with patient outcome was observed."}, {"pubmed": 23792958, "text": "data provide strong evidence for the role of PDCL3 in angiogenesis and establishes the molecular mechanism by which it regulates VEGFR-2 expression and function."}, {"pubmed": 23794399, "text": "Single nucleotide polymorphisms in KDR gene is associated with colorectal cancer risk."}, {"pubmed": 23799140, "text": "addition of both galectins induced a decrease in the VEGFR1 and VEGFR2 endocytic pools, with a significantly enhanced effect on the VEGFR1 endocytic pool"}, {"pubmed": 23805312, "text": "The model showed agreement at several key nodes, involving scaffolding proteins Gab1, Gab2 and their complexes with Shp2. VEGFR2 recruitment of Gab1 is greater in magnitude, slower, and more sustained than that of Gab2. As Gab2 binds VEGFR2 complexes more transiently than Gab1, VEGFR2 complexes can recycle and continue to participate in other signaling pathways."}, {"pubmed": 23831629, "text": "VEGF and VEGF receptors 1 and 2 have roles in malignant colonic epithelial cell growth through an autocrine mechanism"}, {"pubmed": 23861747, "text": "VEGFR2 rs12505758 variants correlated with progression-free survival."}, {"pubmed": 23934537, "text": "CD45(-)/CXCR4(+)/FLK-1(+) cells may provide a diagnostic tool to follow cardiac regenerative capacity and potentially serve as a prognostic marker in acute myocardial infarction."}, {"pubmed": 23971975, "text": "Our study shows that VEGFA rs699947 and rs833061 and VEGFR2 rs2071559 polymorphisms do not modify the risk of suffering age related macular degeneration in a Spanish population."}, {"pubmed": 23972086, "text": "Soluble VEGFR-2 may be involved in the pathogenesis of macular edema associated with branch retinal vein occlusion."}, {"pubmed": 23979202, "text": "We have identified the baseline VEGF/sVEGFR-2 and VEGF/TSP-1 ratios as potential biomarkers of response in ABCP treated metronomically with Cy+Cel. This finding warrants its confirmation in a higher number of patients."}, {"pubmed": 23990986, "text": "Data indicate differential patterns of gene amplification and expression of receptor tyrosine kinases PDGFRA, KIT, and VEGFR2 at the 4q12 locus to be associated with specific phenotypes."}, {"pubmed": 24120473, "text": "Neoplastic and non-neoplastic Barrett's epithelial cells have autocrine VEGF signaling. In neoplastic Barrett's cells, VEGF activation of VEGFR2 initiates a PLCG1-protein kinase C-ERK pathway that promotes proliferation."}, {"pubmed": 24123039, "text": "Single nucleotide polymorphisms in KDR are associated with treatment failure in sunitinib treated gastric and biliary tract cancer patients."}, {"pubmed": 24170768, "text": "The possibility to express an angiogenesis regulator as sVEGFR2, in a hypoxia-conditioned manner, significantly opens new strategies for tumor vessel-controlled normalization and the design of adjuvants for combined cancer therapies."}, {"pubmed": 24184958, "text": "Probe F2 was capable of enriching all members of the FGF receptor family as well as other kinases involved in cancer such as KDR, FLT4 and RET from lysates of cancer cells or human placenta tissue."}, {"pubmed": 24260556, "text": "sFlt-1, which is known to be increased in hypoxic conditions and pre-eclampsia, directly attenuates VEGFR-2 expression and signaling."}, {"pubmed": 24296159, "text": "VEGF165 / VEGFR-2 have roles beyond angiogenesis in hair follicle regulation"}, {"pubmed": 24300896, "text": "methylation of Lys(1041) promotes the activation of VEGFR-2 and that similar posttranslational modification could also regulate the activity of other receptor tyrosine kinases."}, {"pubmed": 24303885, "text": "decreased expression of VEGFR1 in decidua and weaker VEGF and VEGFR2 expression in placental villi and decidua may be associated with early pregnancy loss."}, {"pubmed": 24335081, "text": "Identification of a G-rich sequence within the proximal promoter region of vegfr-2 that is able to form an antiparallel G-quadruplex structure."}, {"pubmed": 24341227, "text": "The expression of VEGF and its receptors (VEGFR-1, VEGFR-2 and VEGFR-3) was ascertained to be increased in the placental terminal and stem villi, mostly in type 1 diabetes."}, {"pubmed": 24365177, "text": "Polymorphisms in the VEGFR2/KDR gene significantly influence visual outcome in patients receiving ranibizumab treatment for neovascular AMD."}, {"pubmed": 24385342, "text": "Hyperglycaemia in Type 1 diabetes mellitus impairs VEGFR2 protein expression in ischaemic hind limbs"}, {"pubmed": 24442426, "text": "High VEGFR2 expression is associated with worse treatment response in hepatocellular carcinoma."}, {"pubmed": 24508097, "text": "There is evidence of increased placental angiogenesis in late-onset pre-eclampsia and early-onset pre-eclampsia that is associated with differential activation of VEGFR2."}, {"pubmed": 24521356, "text": "Low gene expression contributes to dysfunctional mobilization of bone marrow cells from VEGF-R2 transgenic mice."}, {"pubmed": 24522370, "text": "Polymorphisms of VEGF A seem to influence the different response to antiangiogenic treatment in patients with age-related macular degeneration in our population."}, {"pubmed": 24568071, "text": "associations and gene-diet interactions involving vascular endothelial growth factor receptor-2 gene polymorphisms and fruit diet on uric acid provide new information on gout and hyperuricaemia risks in Malays"}, {"pubmed": 24585635, "text": "ERK3 regulates endothelial cell migration, proliferation and tube formation by upregulating SRC-3/SP-1-mediated VEGFR2 expression."}, {"pubmed": 24620033, "text": "post-translational modification by acetylation is a critical mechanism that directly affects VEGFR2 function."}, {"pubmed": 24633336, "text": "p53, human telomerase reverse transcriptase, Wilms tumor-1, and vascular endothelial growth factor receptor 2, could induce specific cytotoxic T lymphocytes that showed cytotoxicity against pancreatic cancer cell lines."}, {"pubmed": 24641672, "text": "Activation of FLK1-neuropilin-1 signaling in the lung leads to inhibition of epithelial cell apoptosis."}, {"pubmed": 24652518, "text": "no pharmacogenetic associations exist between the studied VEGFA and VEGFR2 SNPs and response to anti-VEGF therapy."}, {"pubmed": 24675699, "text": "VEGF-A, VEGFR-1, and VEGFR-2 were shown to be up-regulated in malignant Pheochromocytoma, suggesting that these molecules might be considered as therapeutic targets for unresectable or metastatic tumors."}, {"pubmed": 24687381, "text": "An excess of VEGFR2 -604TT genotype was seen in multiple myeloma patients with stage II or III tumors when compared with those with stage I tumors."}, {"pubmed": 24713547, "text": "In primary ovarian cancer tissue, VEGFR2 expression, detected with an frequency of 18%, was mostly located in the vascular wall and across the stroma."}, {"pubmed": 24738074, "text": "in B1647 leukemia cells, VEGFR-2 is present in caveolae through association with Cav-1, demonstrating that caveolae/lipid rafts act as platforms for negative modulation of VEGF redox signal transduction cascades"}, {"pubmed": 24845798, "text": "The expressions of VEGF-A, VEGFR2 and VEGFR3 were studied in by immunohistochemistry in 76 endometrial carcinoma specimens. VEGFR2 and VEGFR3 receptor expression were also studied by qRT-PCR in 17 tumors in comparison to normal endometrium."}, {"pubmed": 24880751, "text": "Cerebrospinal fluid from amyotrophic lateral sclerosis patients caused significant down-regulation of VEGFR2."}, {"pubmed": 24886133, "text": "genetic association studies in population in Washington DC: Data suggest that SNPs in KDR (rs2305948, rs1870378, rs2305945) are associated with ovarian hyperstimulation syndrome (in women undergoing ovulation induction)."}, {"pubmed": 24903995, "text": "The concentrations of VEGF-A and its receptors 1 and 2 in patients with well-controlled diabetes are comparable to those of healthy individuals, which may indicate that appropriate control of glucose levels delays occurrence of vascular complications."}, {"pubmed": 24952635, "text": "Results show that thioridazine regulates endothelial cell function and subsequent angiogenesis by inhibiting VEGFR-2/PI3K/mTOR signal transduction."}, {"pubmed": 24952732, "text": "Data show that doxazosin inhibited the phosphorylation of VEGF receptor-2 (VEGFR-2) Akt and mammalian target of rapamycin (mTOR), and hypoxia-inducible factor 1 (HIF-1alpha) expression."}, {"pubmed": 24982127, "text": "PTP1b is a key regulator of endothelial VEGFR2 signaling and plays an important role in regulation of the extent of vascular tree formation."}, {"pubmed": 25025175, "text": "the proteins c-KIT, VEGFR2 and PDGFRalpha, encoded by genes at 4q12, are associated to the St Gallen breast cancer subgroup TNBC. No correlation was seen between high protein expression, increased gene copy number and BCM in the TNBC group."}, {"pubmed": 25111127, "text": "Suggest dioscin as a potential anticancer drug, which efficiently inhibits angiogenesis induced by endothelial cell VEGFR2 signaling pathway as well as AKT/MAPK pathways."}, {"pubmed": 25111568, "text": "KDR rs2071559 GA genotype was significantly over-represented in the female controls"}, {"pubmed": 25114179, "text": "the carboxy terminal domain inhibits VEGFR-2 activity in the absence of ligand"}, {"pubmed": 25123269, "text": "Single-nucleotide polymorphisms of KDR are associated with response to therapy in hepatocellular carcinoma."}, {"pubmed": 25128562, "text": "KIF13B is an essential molecular motor required for the trafficking of VEGFR2 from the Golgi, and its delivery to the endothelial cell surface mediates angiogenesis."}, {"pubmed": 25128838, "text": "The present study demonstrates that the CC genotype of the KDR -604T>C polymorphism (rs2071559) is a possible risk factor for MI in Caucasians with T2DM."}, {"pubmed": 25147336, "text": "NDPKB is required for VEGF-induced angiogenesis and contributes to the correct localization of VEGF receptor type 2 and VE-cadherin at the endothelial adherens junctions."}, {"pubmed": 25182240, "text": "KDR gene knockdown induces apoptosis in human MCF-7 breast cancer cells ."}, {"pubmed": 25182707, "text": "Our results suggest that SNPs in KDR gene can predict clinical outcome in advanced HCC patients receiving first-line sorafenib."}, {"pubmed": 25192841, "text": "VEGF and VEGFR2 expression were increased after low level laser therapy in human adipocyte-derived mesenchymal stem cells."}, {"pubmed": 25217645, "text": "GPR126 modulates both physiological and pathological angiogenesis through VEGF signaling"}, {"pubmed": 25217984, "text": "high levels of miRNA-185 in RCC are associated with high VEGFR-2 mRNA and protein levels and a higher density of microvessels."}, {"pubmed": 25245329, "text": "Our results indicate that reduced expression of the nuclear long noncoding RNA NEAT1 may play a role in the myeloid differentiation of APL cells."}, {"pubmed": 25261665, "text": "KDR gene plays a certain role in promotion of human prostate cancer PC-3 cells' proliferation"}, {"pubmed": 25269419, "text": "These results demonstrate the fully human VEGFR2 monoclonal antibody BC001 can work as an effective inhibitor of tumor angiogenesis and tumor growth both in vitro and in vivo"}, {"pubmed": 25293577, "text": "there is HER2 and EGFR, but not VEGFR expression in micropapillary urothelial carcinoma with invasive urothelial carcinoma"}, {"pubmed": 25322777, "text": "These data demonstrate that ethanol activates Flk-1 and Flt-1 receptors in vascular endothelial cells and promotes angiogenic activity via an Flk-1/notch pathway."}, {"pubmed": 25329517, "text": "The results show that VEGFR1-VEGFR2 levels are more closely coupled than VEGFR1-VEGFR3 or VEGFR2-VEGFR3 in HUVEC and MEC."}, {"pubmed": 25331892, "text": "These results demonstrate that a VEGFR2/NAADP/TPC2/Ca(2+) signaling pathway is critical for VEGF-induced angiogenesis"}, {"pubmed": 25340839, "text": "VEGFR family members are expressed in leiomyosarcomas in vivo and in vitro. Upon receptor stimulation, PTK787 is able to inhibit subsequent phosphorylation events and influences cell survival but not metabolic activity and migration"}, {"pubmed": 25353068, "text": "Our results demonstrated that a significantly higher amount of sunitinib could be delivered to the U87MG tumor by targeting VEGFR when compared with the non-targeted counterparts."}, {"pubmed": 25354586, "text": "VEGFR2 is phosphorylated in a process involving carbon monoxide inhibition of sprouting angiogenesis"}, {"pubmed": 25372416, "text": "early stage colorectal adenocarcinomas with highly activated (phosphorylated) VEGFR-2 expression may indicate the significance of neoangiogenesis of the tumors."}, {"pubmed": 25378411, "text": "PAI-1 inhibits activation of VEGFR-2 by VEGF by disrupting a vitronectin-dependent proangiogenic binding interaction involving alphaVbeta3 and VEGFR-2."}, {"pubmed": 25387128, "text": "N-terminal cleavage and release of the ectodomain of Flt1 is mediated via ADAM10 and ADAM 17 and regulated by VEGFR2 and the Flt1 intracellular domain."}, {"pubmed": 25399804, "text": "the best characterized of these signaling pathways, that involving the vascular endothelial growth factor (VEGF) family members VEGF-C and VEGF-D, together with their receptors VEGFR2 and VEGFR3."}, {"pubmed": 25411163, "text": "Rs34231037 is associated with serum VEGFR2 response to pazopanib."}, {"pubmed": 25441661, "text": "results of the current study suggest that expression of MMP9 and VEGFR2 is associated with epithelial dysplasia grading."}, {"pubmed": 25471788, "text": "Further conclusion showed that Prdx2 regulates VM formation by targeting VEGFR2 activation, which now represents as a therapeutic target for RC."}, {"pubmed": 25488616, "text": "There was no significant association between VEGFR2 polymorphisms and susceptibility to chronic lymphocytic leukemia."}, {"pubmed": 25501707, "text": "AKT3, PI3KCA, and VEGFR2 silencing reduces the invasiveness of glioblastoma multiforme T98G cells."}, {"pubmed": 25521357, "text": "The pharmacogenetic statistical interaction between VEGFR-2 rs11133360 and IL-8 rs4073 genotypes may identify a population of patients with a better outcome."}, {"pubmed": 25521758, "text": "results demonstrate that Mixl1 and Flk1 play roles...during dimethyl sulfoxide-induced mesodermal specification in P19 cells."}, {"pubmed": 25550804, "text": "cytoplasmic expression of VEGF, VEGFR2, PDGF-B, and PDGFR-beta in RCC tumour cells is different in various pathologic stage and cell type. Notably, VEGF and PDGF-B expression are higher in papillary than in clear cell renal cell carcinoma."}, {"pubmed": 25560472, "text": "This review presents an update on the potential role of VEGF and VEGF receptor-2 SNPs as prognostic and/or predictive markers in patients with breast cancer."}, {"pubmed": 25682871, "text": "Glioma cell VEGFR-2 confers resistance to chemotherapeutic and antiangiogenic treatments in PTEN-deficient glioblastoma."}, {"pubmed": 25698653, "text": "Vascular endothelial growth factor receptor 2 (VEGFR2) interacted with peptide Lv."}, {"pubmed": 25707392, "text": "The gene-gene interactions identified in the survival tree analysis support the importance of VEGFR2 rs2071559 and KISS1 rs71745629 in modulating these outcomes."}, {"pubmed": 25713439, "text": "Studies indicate that patients most likely to benefit from anti-vascular endothelial growth factor and anti-vascular endothelial growth factor receptor (anti-VEGF/anti-VEGFR) therapy."}, {"pubmed": 25738571, "text": "VEGFR-2 polymorphism is strongly associated with increased Clopidogrel resistance and main adverse cardiovascular event incidence in patients with CHD undergoing percutaneous coronary intervention"}, {"pubmed": 25754303, "text": "a novel pathway wherein heparanse sequentially activates integrin beta1, HIF-2alpha, Flk-1, and p38MAPK/HSP27 with corresponding enhancement of angiogenesis"}, {"pubmed": 25756047, "text": "There were no significant correlations between VEGF, sVEGF-R1, sVEGF-R2, and platelet counts in chronic urticaria and the healthy subjects"}, {"pubmed": 25775978, "text": "Data show that prohaptoglobin promotes angiogenesis via vascular endothelial growth factor (VEGF) and VEGF receptor2 signalling."}, {"pubmed": 25787923, "text": "Ramucirumab, a human immunoglobulin G1 monoclonal antibody targeting the vascular endothelial growth factor receptor-2, was well tolerated in patients with advanced solid tumors."}, {"pubmed": 25810250, "text": "Gremlin/VEGFR2 axis participates in renal inflammation and could be a novel target for kidney disease."}, {"pubmed": 25825981, "text": "CD147 is a novel coreceptor of VEGFR-2 with a role in mediating its activation by VEGF"}, {"pubmed": 25872462, "text": "Data suggest that plasma levels of VEGFR2 are down-regulated in patients with type 2 diabetes mellitus as compared to control subjects."}, {"pubmed": 25878330, "text": "Significant and consistent inhibition of the VEGF pathway (using VEGFR2 as the readout) was observed in granulation tissue biopsies from patients treated with bevacizumab and everolimus."}, {"pubmed": 25883000, "text": "findings show that VEGF-R overexpression occurs frequently in OSCC and could have clinical implications"}, {"pubmed": 25895461, "text": "Our findings indicate that activation of VEGFR1 and VEGFR2 in epithelial and inflammatory cells appears to be an early event in lip carcinogenesis."}, {"pubmed": 25896473, "text": "Results support a CTLA4-Ig/CD86 interaction on gammaIFN and IL-17 activated endothelial cells that modulates the expression of VEGFR-2 and ICAM1."}, {"pubmed": 25909285, "text": "Data indicate that foretinib suppresses angiogenesis and lymphangiogenesis by blocking vascular endothelial growth factor receptors VEGFR-2/3 and TIE-2 receptor signaling."}, {"pubmed": 25948043, "text": "PEDF binds VEGFR-1 and VEGFR-2 in vascular endothelial cells."}, {"pubmed": 25967108, "text": "The VEGFR-2 activating pathway is closely involved in tumor cell-associated, vessel-mediated and immuno-inflammatory processes in colon carcinoma"}, {"pubmed": 25970161, "text": "study found VEGFR2 correlates with the clinical severity of dengue and muscle dysfunction"}, {"pubmed": 25971967, "text": "TRPC1 functions as a major regulator of S1P3 and VEGFR2 expression."}, {"pubmed": 25976977, "text": "VEGFR-2 expression correlated positively with lymph node (LN) metastasis of breast cancer"}, {"pubmed": 25978354, "text": "CA down-regulates the VEGFR2/Src/FAK/cdc42 axis."}, {"pubmed": 25979342, "text": "Heparin influences VEGF receptor-1, VEGF receptor-2, and neuropilin-1 through distinct mechanisms and regulates VEGF-induced signaling."}, {"pubmed": 25986862, "text": "data demonstrates that PTK7 regulates the activity of KDR biphasically by inducing oligomerization of KDR molecules at lower concentrations and by surrounding KDR molecules at higher concentrations."}, {"pubmed": 26014518, "text": "We found that expression of Gab1, VEGFR-2, and MMP-9 was highly and positively correlated with each other and with lymph node metastasis and TNM stage in intrahepatic cholangiocarcinoma tissues"}, {"pubmed": 26021484, "text": "Thus, (131)I-anti-VEGFR2 cFab has the potential to be used for molecularly targeted treatment of hepatocellular carcinoma overexpressing VEGFR2."}, {"pubmed": 26021863, "text": "Our findings demonstrate for the first time that CHIP may be involved in RCC angiogenesis through regulating VEGF secretion and expression of VEGFR2."}, {"pubmed": 26028346, "text": "The CATT and IVAN data do not support a pharmacogenetic association between the 2 VEGFR2 SNPs, rs4576072 and rs6828477, and change in VA in response to anti-VEGF therapy in patients with neovascular AMD."}, {"pubmed": 26059764, "text": "The data provide new insights for the chaperone function of PDCL3 in angiogenesis and the roles of hypoxia and N-terminal methionine acetylation in PDCL3 expression and its effect on VEGFR-2."}, {"pubmed": 26080815, "text": "mutant p53 impacts transcription of VEGFR2 as well as myriad other genes by promoter remodeling through interaction with and likely regulation of the SWI/SNF chromatin remodeling complex"}, {"pubmed": 26081139, "text": "The aim of the study was to explore the relationship between KDR polymorphisms and risk of astrocytomas."}, {"pubmed": 26093379, "text": "It was investigated whether polymorphisms of VEGF and KDR are associated with a glioma risk."}, {"pubmed": 26126033, "text": "VEGF and VEGFR2 and angiogenic activity are present in dental follicles and dentigerous cysts and may contribute to local bone resorption for tooth eruption or the development and progression of dentigerous cysts"}, {"pubmed": 26137585, "text": "MET suppresses VEGFR2 protein by inducing its endoplasmic-reticulum-associated degradation (ERAD), via intracrine VEGF action."}, {"pubmed": 26169036, "text": "Sorafenib controls the growth of endometriotic lesions in vitro and in vivo by inhibiting MAPK/VEGFR signaling."}, {"pubmed": 26174951, "text": "inhibitory effect of RSV on the HIF-1alpha/VEGF/VEGFR2 signaling axis is mediated, at least in part, through SIRT1"}, {"pubmed": 26191229, "text": "High VEGF plus VEGFR expression and AKT phosphorylation are highest in leukocytes of remission patients, suggesting VEGF signaling as a cause of reduced apoptosis susceptibility upon treatments."}, {"pubmed": 26199386, "text": "The properties of VEGFR2 and c-telopeptide collagen observed in this study inform the design of future combination antiangiogenic therapy trials."}, {"pubmed": 26211596, "text": "Patients with clear cell renal cell carcinoma were associated with high levels of VEGFR-2 protein expression."}, {"pubmed": 26254223, "text": "Suggest curcumin as a inhibitor of VEGF-VEGFR2 signaling pathway in endothelial cells to prevent tumor growth."}, {"pubmed": 26259755, "text": "High VEGFR2 expression is associated with Gastric Adenocarcinoma."}, {"pubmed": 26268996, "text": "This large study highlights the prognostic importance of VEGF-A and VEGFR-2 stromal expression in prostate cancer."}, {"pubmed": 26298629, "text": "High expression of VEGFR2 (KDR) is significantly associated with decreased patients' survival"}, {"pubmed": 26307753, "text": "High expression of pKDR is associated with poor response to chemotherapy in advanced colorectal cancer."}, {"pubmed": 26325365, "text": "Data suggest that targeting endothelial growth factor receptor 2 (VEGFR-2/KDR) with TTAC-0001 could be a promising approach for cancer treatment."}, {"pubmed": 26337470, "text": "The genetic statistical interaction between VEGFR-2 (rs2071559, rs11133360) and P2X7R (rs3751143, rs208294) genotypes may identify a population of prostate cancer patients with a better prognosis."}, {"pubmed": 26345385, "text": "miR-497 inhibits tumor angiogenesis and growth via targeting VEGFR2, indicating miR-497 can be explored as a potential drug candidate for cancer therapy."}, {"pubmed": 26375674, "text": "Findings suggest that VEGF(R)-inhibition may improve the efficacy of intraperitoneal chemotherapy (IPC), particularly for patients for whom a complete cytoreduction might not be feasible."}, {"pubmed": 26420897, "text": "VEGFR2 expression by glioblastoma cells supports cell cycle progression and prevents cellular senescence"}, {"pubmed": 26459253, "text": "blocking the expression of VEGFR2 inhibited proliferation, migration, and invasion in the non-small cell lung cancer cell line Calu-1"}, {"pubmed": 26476544, "text": "Our findings suggest a strong association between the VEGFA and VEGFR2 polymorphisms and adverse clinico-pathological parameters in chronic myeloid leukemia, also found significant genotype interactions in VEGFA and VEGFR2 genes in elevated risk for chronic myeloid leukemia susceptibility."}, {"pubmed": 26510548, "text": "VEGFR2, the main target of VEGFA-induced angiogenesis, was underexpressed in BA, and VEGFA was decreased in most BA patients."}, {"pubmed": 26541778, "text": "This study provides initial evidence that (64)Cu-NOTA-RamAb can function as a PET imaging agent for visualizing VEGFR-2 expression in vivo"}, {"pubmed": 26577922, "text": "uPAR-VEGFR2 interaction is crucial for VEGF signaling in endothelial cells"}, {"pubmed": 26600200, "text": "findings suggest that the VEGFR2 gene -604T>C polymorphism and TAC haplotype are associated with deep venous thrombosis (DVT), and the TAC haplotype might affect the efficacy of long-term treatment of DVT patients"}, {"pubmed": 26600539, "text": "KDR siRNA can significantly silence KDR gene and protein expression in A549 cells, inhibit the proliferation of A549 cells, and enhance their sensitivity to docetaxel"}, {"pubmed": 26619847, "text": "Adding anti-VEGF/VEGFR drugs was associated with significant improvement of Complete response..Low-dose bevacizumab, rather than VEGFR TKIs or high-dose bevacizumab, can increase the chance of CR in patients receiving chemotherapy"}, {"pubmed": 26627848, "text": "High expression of VEGFR2 is associated with astrocytomas."}, {"pubmed": 26631613, "text": "Primary cultures derived from melanomas harboring the KDR variant were more proliferative and invasive than KDR wild type."}, {"pubmed": 26653034, "text": "IL-8 rs4073 and VEGFR-2 rs2071559 genotypes may represent important molecular determinants to modulate final outcomes in neovascular age-related macular degeneration patients."}, {"pubmed": 26655705, "text": "TLR4 knockdown inhibited VEGF signaling through VEGF receptor 2 (VEGFR2)."}, {"pubmed": 26671532, "text": "It shows promise as a therapeutic agent, especially for use against tumors EGFR and/or VEGFR2 over-expressing malignancies."}, {"pubmed": 26709129, "text": "Negative for VEGF/VEGFR2."}, {"pubmed": 26726843, "text": "Genetic polymorphisms on VEGF (rs699947) and KDR (rs2305948and rs1870377), as well as relevant haplotypes, may have a role in pathogenesis of coronary heart disease"}, {"pubmed": 26735859, "text": "Report KDR genetic alterations in angiosarcomas."}, {"pubmed": 26783205, "text": "angiogenesis regulators VEGF-R2 and VEGF-A but not VEGF-R1 have association with the p53 status with regard to recurrent disease and survival"}, {"pubmed": 26853422, "text": "Results suggest, a potential role for PIK3CA, VEGFR2, RET and FGFR2 as therapeutic targets in EGFR non-mutated NSCLC that requires further clinical validation."}, {"pubmed": 26866667, "text": "There is no association between two single-nucleotide polymorphisms of KDR gene and the susceptibility to recurrent spontaneous abortion in women from south-east Iran."}, {"pubmed": 26879375, "text": "Hydrogen sulfide promotes angiogenesis by downregulating miR-640 and increasing the levels of HIF1A through the VEGFR2-mTOR pathway."}, {"pubmed": 26881237, "text": "demonstrated an association between the rs2071559 of KDR and either carotid intima-media thickness or the sum of plaque thickness in subjects with type 2 diabetes mellitus"}, {"pubmed": 26890264, "text": "increased expression of VEGF-A and VEGFR-2 mRNA in neointima compared to normal aorta; a significantly higher protein content of VEGF-A and VEGFR-2 in neointima samples compared to controls was also observed; results indicate possible involvement of VEGF-A and VEGFR-2 system in the pathologic process of neointima formation after vascular interventions"}, {"pubmed": 26902100, "text": "endothelial VEGFR-2 appeared to be slightly superior to endothelial alpha v ss 3 for differentiating benign from cancerous lesions."}, {"pubmed": 26909862, "text": "Data show that anti-VEGFR2 (vascular endothelial growth factor receptor 2) antibody (mAb04) of fusion protein (mAb04-MICA) enhanced immunosurveillance activated by the NKG2D pathway."}, {"pubmed": 26934556, "text": "The expression levels of two target genes, Myb and VEGFR2, were affected significantly by miR-16, while glucose administration inhibited miR-16 expression and enhanced tumor cell proliferation and migration."}, {"pubmed": 26935904, "text": "Phosphorylated VEGFR-2 was reduced by hyperglycemia while total VEGFR-2 was almost unaltered. However, VEGFR-2 was reduced when directly exposed to reactive oxygen species, with resultant co-location of beta-TrCP and VEGFR-2."}, {"pubmed": 26940611, "text": "the activation of VEGF receptor 2 (VR-2) by sustained released VEGF compared with bolus delivered VEGF to unveil that sustained delivery system alters the dynamics of receptor activation and affects the actions of cells between sprouting and proliferation."}, {"pubmed": 26967562, "text": "Danggui-Sayuk-Ga-Osuyu-Saenggang-Tang (DSGOST) inhibits angiogenic signaling by blocking VEGF binding to VEGFR2."}, {"pubmed": 26981634, "text": "Meta-analysis. Our finding indicates that VEGFR polymorphism +1192C>T and +1719A>T may be associated with the risk of stroke, but not -604T>C."}, {"pubmed": 26993523, "text": "Excessive activation of VEGFR2 signaling by high-tidal-volume lung mechanical ventilation may contribute to ventilator-induced (biotrauma) lung inflammation and barrier dysfunction by augmenting cell response to ventilator induced lung injury-associated inflammatory mediators."}, {"pubmed": 27044328, "text": "VEGF-induced angiogenesis and vascular permeability are inhibited by BET bromodomain suppression through blocking of VEGFR2-mediated activation of PAK1 and eNOS"}, {"pubmed": 27052314, "text": "Data indicate that cells cultured on cardiac muscle laminin (LN)-based substrata in combination with stimulation of the canonical Wnt/beta-catenin pathway showed increased gene expression of ISL1, OCT4, KDR and NKX2.5."}, {"pubmed": 27052508, "text": "VEGFR-2 forms dimers also in the absence of ligand when expressed at physiological levels, and these dimers are phosphorylated."}, {"pubmed": 27059553, "text": "The efficacy and safety of VEGFR-TKIs after PD-1 inhibition were demonstrated in this retrospective study. The response rate was lower and the median progression-free survival was shorter in those patients who received prior PD-1 in combination with VEGFR-TKI. PD-1 exposure does not seem to significantly influence the safety of subsequent VEGFR-TKI treatment"}, {"pubmed": 27075652, "text": "The regulatory connection between HIF-2alpha and VEGFR-1, VEGFR-2 and MMP2."}, {"pubmed": 27075925, "text": "down-regulation of Syndecan-1 could inhibit VEGF-VEGFR-2 signaling through regulating internalization of VEGFR-2."}, {"pubmed": 27143427, "text": "VEGFR2 is consistently expressed in small artery myocytes of older people and may mediate effects of VEGF on brain vascular aging."}, {"pubmed": 27151212, "text": "These studies identify uPA-dependent de-repression of vegfr1 and vegfr2 gene transcription through binding to HHEX/PRH as a novel mechanism by which uPA mediates the pro-angiogenic effects of VEGF and identifies a potential new target for control of pathologic angiogenesis."}, {"pubmed": 27163696, "text": "No association has been found between HIF1A and VEGFR2 SNPs and the development of chronic obstructive pulmonary disease."}, {"pubmed": 27163716, "text": "Results indicate that ranibizumab affects the VEGF-A metabolism in RPE cells from an extra- as well as intracellular site. The drug is taken up into the cells, with the VEGF receptor 2 (VEGFR-2) being involved, and decreases VEGF-A protein levels within the cells as well as extracellularly."}, {"pubmed": 27165081, "text": "SNAI2 and VEGFR2 appear to be co-expressed in human breast cancer."}, {"pubmed": 27175642, "text": "Six polymorphisms in VEGFA and VEGFR2 may have substantial influence on the susceptibility to Coronary Heart Disease in a Han Chinese population."}, {"pubmed": 27178307, "text": "this study found no difference in VEGFR2 expression in infantile hemangiomas from the study and control group"}, {"pubmed": 27221921, "text": "High VEGFR2 expression is associated with Head and Neck Squamous Cell Carcinoma."}, {"pubmed": 27248821, "text": "Data indicate that simultaneous targeting of molecules that control distinct phases of angiogenesis, such as ALK1 and VEGFR, is a valid strategy for treatment of metastatic renal cell carcinoma (mRCC)."}, {"pubmed": 27298320, "text": "These data suggest that constitutive internalization of VEGFR2 protects the receptor against shedding and provides evidence for an unprecedented mechanism via which endocytosis can regulate the fate and activity of growth factor receptors."}, {"pubmed": 27323788, "text": "There were significant differences of the median of serum VEGFR-2 between hepatocellular carcinoma (HCC), liver cirrhosis (LC) and chronic hepatitis (CH) compared with healthy subjects. There was significant correlation between VEGFR-2 and severity disease in LC and CH. The serum VEGFR-2 could be used as predictive factor of progressing CH to LC, but not HCC."}, {"pubmed": 27365461, "text": "in the largest sequenced cohort of Hodgkin lymphoma families to date, we identified a causal mutation in the KDR gene."}, {"pubmed": 27401249, "text": "Cases with high MDSC infiltration, which was inversely correlated with intratumoral CD8(+) T-cell infiltration, exhibited shorter overall survival. In a mouse model, intratumoral MDSCs expressed both VEGFR1 and VEGFR2. VEGF expression in ovarian cancer induced MDSCs, inhibited local immunity, and contributed to poor prognosis"}, {"pubmed": 27420801, "text": "The blockage of alphavbeta3 integrin inhibited the FAK-Src association and VEGFR activation, thus reducing tubulogenesis."}, {"pubmed": 27426958, "text": "We observed a significant correlation between sVEGFR-2 and clinical characteristics in liver cirrhosis and chronic hepatitis (p < 0.05)."}, {"pubmed": 27438154, "text": "our results illustrated that CDK5-mediated KDR phosphorylation controls prolactin pituitary adenoma progression and KDR pSer-229 serves as a potential prognostic biomarker for both noninvasive and invasive pituitary adenomas."}, {"pubmed": 27453397, "text": "association of rs519664[T] in TTC39B on 9p22 with endometriosis, is reported."}, {"pubmed": 27461391, "text": "VEGFR2 is the main signalling VEGFR in blood vascular endothelial cells. [review]"}, {"pubmed": 27484635, "text": "This study demonstrated that patient with schizophrenia Decreased VEGFR2 expression in prefrontal cortex."}, {"pubmed": 27517319, "text": "DDA exhibits anti-angiogenic properties through suppressing VEGF-A and VEGFR2 signaling"}, {"pubmed": 27569654, "text": "Sulfated fucoidan FP08S2 from Sargassum fusiforme blocks VEGFR2/Erk/VEGF signaling to prevent angiogenesis in lung cancer."}, {"pubmed": 27589831, "text": "this paper shows that cell-permeable iron inhibits vascular endothelial growth factor receptor-2 signaling and tumor angiogenesis"}, {"pubmed": 27590851, "text": "Leptin-induced transphosphorylation of vascular endothelial growth factor receptor increases Notch and stimulates endothelial cell angiogenic transformation"}, {"pubmed": 27626484, "text": "DOT1L cooperates with transcription factor ETS-1 to stimulate the expression of VEGFR2, thereby activating ERK1/2 and AKT signaling pathways and promoting angiogenesis."}, {"pubmed": 27645229, "text": "The expressions of VEGFR-2 and VEGFA mRNAs and protein were reduced in gestational diabetes mellitus-affected placental tissues."}, {"pubmed": 27656109, "text": "VEGFA-driven internalisation of VEGFR2 through macropinocytosis is essential for endothelial cell signalling and angiogenesis."}, {"pubmed": 27713170, "text": "gremlin protects skin cells from UV damages via activating VEGFR2-Nrf2 signaling"}, {"pubmed": 27756875, "text": "Eriocalyxin B inhibited VEGF-induced angiogenesis in HUVECs by suppressing VEGFR-2 signaling."}, {"pubmed": 27789775, "text": "this study of cabozantinib (a dual VEGFR2/MET) in metastatic TNBC, while not meeting its prespecified endpoint, showed that treatment is associated with circulating biomarker changes, and is active in a subset of patients."}, {"pubmed": 27833959, "text": "This study aimed to analyze the ultrastructure and histomorphometric changes of the human umbilical cord vessels of preeclampsia compared to healthy pregnancies and the possible role of vascular endothelial growth factor (VEGF) and its receptors."}, {"pubmed": 27834687, "text": "Endothelial SCUBE2 may be a novel coreceptor for VEGFR2 and potentiate VEGF-induced signaling in adult angiogenesis."}, {"pubmed": 27836223, "text": "Our results indicate that VEGF SNPs -2578C>A and -1154G>A increase endometriosis risk, whereas VEGF +405G>C and VEGFR2 1192C>T are protective against disease development, with VEGFR2 1192C>T also reducing cyclical urinary symptoms. The combined analysis of VEGF-VEGFR2 genotypes suggests a gene-gene interaction in endometriosis susceptibility."}, {"pubmed": 27836681, "text": "Data suggest that diabetic nephropathy is associated with diminished VEGF-A levels in the kidney; VEGF-A/VEGFR-2 signaling is influenced by the local milieu. [REVIEW]"}, {"pubmed": 27837630, "text": "Assessment of VEGFR-2/VEGFR-3 on tumor samples might serve as a putative prognostic factor in renal cell carcinoma cases, identifying a subset of patients that may benefit from antiangiogenic treatments targeting VEGFR receptors."}, {"pubmed": 27846250, "text": "there was no immunohistochemical evidence for apoptosis or autophagy. Quantitative staining showed similar expression levels of the angiogenesis regulators VEGF-A, VEGF-receptor 2 and Angpt1 (p = 0.11), but Angpt2 was significantly lower in CKD children (p = 0.01)."}, {"pubmed": 27872190, "text": "data for the first time demonstrate a calpain/PTP1B/VEGFR2 negative feedback loop in the regulation of VEGF-induced angiogenesis. Modulation of local PTP1B and/or calpain activities may prove beneficial in the treatment of impaired wound healing in diabetes."}, {"pubmed": 27922668, "text": "Activation of the HGF-mediated MET pathway is involved in escape to selective VEGFR inhibition in neuroblastoma suggesting combined inhibition of MET and VEGFR signaling to reduce secondary resistance and enhanced invasiveness."}, {"pubmed": 27930691, "text": "present results provide evidence that the KDR polymorphisms were associated with development of tendinopathy, and can contribute to identify new therapeutic targets or personalized training programs to avoid tendinopathy development in athletes"}, {"pubmed": 27989785, "text": "Papillary renal cell carcinoma patients with high VEGFR2 expression exhibited improved 10-year recurrence-free survival and cancer-specific survival."}, {"pubmed": 27999191, "text": "The up-regulation of NHERF1 induced by the exposure to hypoxia in colon cancer cells depends on the activation of VEGFR2 signaling."}, {"pubmed": 28011500, "text": "The expression of angiogenesis markers VEGF-A, VEGFR, PDGFbetabeta, PDGFR, CCND1 and CA9 was assessed by immunohistochemistry and correlated with overall survival and progression-free survival in patients with renal cell carcinoma undergoing therapy with Sunitinib, but no correlation was found between expression of angiogenesis markers and clinical outcome."}, {"pubmed": 28026128, "text": "REVIEW. the interplay among the ETS transcription factor ETV2, vascular endothelial growth factor, and its receptor VEGFR2/FLK1 is essential for hematopoietic and vascular development. Emerging studies also support the role of these three factors and possible interplay in hematopoietic and vascular regeneration."}, {"pubmed": 28040437, "text": "Cryptotanshinone potently inhibits VEGF-induced angiogenesis by suppressing VEGFR2 activation and its downstream Src/FAK and ERK1/2 signaling pathways in HUVECs."}, {"pubmed": 28069703, "text": "OGN plays a critical role in negatively regulating ischaemia-induced angiogenesis by inhibiting VEGF-VEGFR2 signalling and thereby attenuating endothelial cells tube formation, proliferation, and migration."}, {"pubmed": 28088809, "text": "The expression intensity of FGFR1 and VEGFR2 was associated with MVD, and the expression of FGFR1 is one of the independent prognostic indicators for NSCLC."}, {"pubmed": 28122380, "text": "miR-410-3p, miR-497-5p, and miR-2355-5p are up-regulated in endothelial progenitor cells from coronary artery disease patients and VEGFR2 was common target gene."}, {"pubmed": 28159803, "text": "TRIM28 acts as a central factor in controlling endothelial inflammatory responses and angiogenic activities by retaining expression of TNFR-1 and -2 and VEGF receptor 2 in endothelial cells"}, {"pubmed": 28178265, "text": "By simulating therapeutic strategies that target multiple nodes of the pathway such as Raf and SphK1, we conclude that combination therapy should be much more effective in blocking VEGF signaling to EKR1/2. The model has important implications for interventions that target signaling pathways in angiogenesis relevant to cancer, vascular diseases, and wound healing."}, {"pubmed": 28193911, "text": "High VEGFR expression is associated with melanoma."}, {"pubmed": 28203682, "text": "JAM-C plays an important role in maintaining VEGR2 expression to promote retinal pigment epithelial cell survival under oxidative stress."}, {"pubmed": 28218664, "text": "KDR 604G allele may confer an increased risk for pancreatic diseases."}, {"pubmed": 28220020, "text": "Icrucumab and ramucirumab are recombinant human IgG1 monoclonal antibodies that bind vascular endothelial growth factor (VEGF) receptors 1 and 2 (VEGFR-1 and -2), respectively. VEGFR-1 activation on endothelial and tumor cell surfaces increases tumor vascularization and growth and supports tumor growth via multiple mechanisms, including contributions to angiogenesis and direct promotion of cancer cell proliferation."}, {"pubmed": 28271280, "text": "RCAN1.4 plays a novel role in regulating endothelial cell migration by establishing endothelial cell polarity in response to VEGF."}, {"pubmed": 28275303, "text": "PDGFAA in tumor drainage and HER2 in peripheral vein blood may have roles in synchronous liver metastasis of colorectal cancer"}, {"pubmed": 28283889, "text": "Specificity protein 1 (Sp1) orchestrates the transcription of both VEGF and VEGFR2; hence, Sp1 could act as a therapeutic target. Here, we demonstrate that CF3DODA-Me induced apoptosis, degraded Sp1, inhibited the expression of multiple drivers of the blebbishield emergency program such as VEGFR2, p70S6K, and N-Myc through activation of caspase-3, inhibited reactive oxygen species; and inhibited K-Ras activation to abolis"}, {"pubmed": 28303365, "text": "we found that the KDR fragment with domain 4 induced phosphorylation of VEGFR-2, as well as phosphorylation of downstream receptor kinases in HUVECs and VEGFR-2-positive breast cancer cells."}, {"pubmed": 28315681, "text": "There is a differential expression of VEGFR2 and activation of the NF-kappa B between male and female HUVECs under hyperoxic conditions."}, {"pubmed": 28339363, "text": "Letter: VEGFA and VEGFR2 SNPs were associated with susceptibility to Paget's disease of bone in Spanish patients."}, {"pubmed": 28358369, "text": "MiRNA199a-3p suppresses tumor growth, migration, invasion and angiogenesis in hepatocellular carcinoma by targeting VEGFA, VEGFR1, VEGFR2, HGF and MMP2"}, {"pubmed": 28401369, "text": "KDR -604T > C (rs2071559) polymorphism showed no significant association with multiple sclerosis."}, {"pubmed": 28410224, "text": "this study shows that glioma stem cells-derived exosomes promote the angiogenic ability of endothelial cells through miR-21/VEGF/VEGFR2 signal pathway"}, {"pubmed": 28424170, "text": "Nox4-derived H2O2 in part activates Nox2 to increase mitochondrial ROS via pSer36-p66Shc, thereby enhancing VEGFR2 signaling and angiogenesis in endothelial cells."}, {"pubmed": 28467484, "text": "Chromatin-modifying agents converted hADFCs to OCT4+ and VEGFR-2+ capillary tube-forming cells in a 2D matrix in VEGF-dependent manner"}, {"pubmed": 28478454, "text": "VEGF increases arginine transport via modulation of CAT-1 in endothelial cells. This effect is exclusively dependent on KDR rather than Flt-1."}, {"pubmed": 28489720, "text": "Overexpression of peroxiredoxin 2 and VEGFR2 in pterygium might be involved in the pathogenesis or recurrence of pterygium. The increase of VEGFR2 might be related to the increase of peroxiredoxin 2 in response to excessive reactive oxygen species from ultraviolet exposure."}, {"pubmed": 28537244, "text": "The changes in the ratios of mRNA levels and the respective proteins (HIF-1alpha, HIF-2, NF-kB, VEGF, VEGFR2, and carboanhydrase IX) may contribute to kidney-cancer metastasis."}, {"pubmed": 28601637, "text": "The results suggest that Necl-4 enhances VEGF-induced activation of PLCgamma-c-Raf-MEK-ERK pathway without affecting the phosphorylation and internalization of VEGFR2."}, {"pubmed": 28609170, "text": "upregulation of sVEGFR-1 with concomitant decline of PECAM-1 and sVEGFR-2 levels in preeclampsia compared to normotensive pregnancies, Irrespective of the HIV status"}, {"pubmed": 28621236, "text": "In summary, a decrease in VEGF-A and an increase in sVEGFR1 during chemotherapy and bevacizumab exposure can contribute to both chemotherapy (due to c-MET/b-catenin activation) and bevacizumab (due to low VEGF requirements) resistance. Because HGF levels decrease also during acquired resistance, alternative strategies to HGF-ligand inhibition should be investigated"}, {"pubmed": 28627623, "text": "by inhibiting the phosphorylation of VEGFR2, the P18 peptide ( functional fragment of pigment epithelial-derived factor (PEDF)modulates signalling transduction between VEGF/VEGFR2 and suppresses activation of the PI3K/Akt cascades, leading to an increase in mitochondrial-mediated apoptosis and anti-angiogenic activity."}, {"pubmed": 28665417, "text": "VEGF, VEGFR2 and GSTM1 polymorphisms in outcome of multiple myeloma patients treated with thalidomide-based regimens"}, {"pubmed": 28680264, "text": "the difference between the pro- (VEGF165a) and antiangiogenic (VEGF165b) VEGF isoforms and its soluble receptors for severity of diabetic retinopathy, is reported."}, {"pubmed": 28687357, "text": "circRNA-MYLK might function as competing endogenous RNA for miR-29a, which could contribute to empithelial-mesenchymal transformation and the development of bladder cancer by activating VEGFA/VEGFR2 and downstream Ras/ERK signaling pathway."}, {"pubmed": 28718364, "text": "The normalized methylation values for the VEGFR1, VEGFR2 and VEGFR3 promoters tended to be higher in the tumour cell lines than in normal tonsil samples, whereas amounts of VEGFR1, VEGFR2 and VEGFR3 messenger RNA were significantly higher."}, {"pubmed": 28783175, "text": "VEGFR2-associated alpha(2,6)-linked sialic acid plays an important role in modulating VEGF/VEGFR2 interaction, EC pro-angiogenic activation and neovessel formation."}, {"pubmed": 28812437, "text": "ATG5 and phospho-KDR expression was strongly associated with the density of vasculogenic mimicry in tumors and poor clinical outcome."}, {"pubmed": 28847506, "text": "This study provides new insights into the mechanism of VEGFR2 dimerization and activation."}, {"pubmed": 28854900, "text": "Increased expression of VEGFR2 correlated with differentiation."}, {"pubmed": 28865413, "text": "Our finding shows that elevation of serum level of IL-33, IL-37, and sVEGFR2 in patients with MS is correlated to disease severity."}, {"pubmed": 28927665, "text": "We found that depletion of FGD5 in microvascular cells inhibited their migration towards a stable VEGFA gradient. Furthermore, depletion of FGD5 resulted in accelerated VEGFR2 degradation, which was reverted by lactacystin-mediated proteasomal inhibition. Our results thus suggest a mechanism whereby FGD5 sustains VEGFA signaling and endothelial cell chemotaxis via inhibition of proteasome-dependent VEGFR2 degradation."}, {"pubmed": 28948378, "text": "The effects of Platelet-rich plasma on vascular endothelial growth factor receptor-2 (VEGFR2) and CD34 expression were evaluated using real-time PCR, flow cytometry, western blot, immunocytochemistry and pathological study, as were carried out in both human umbilical endothelial cell culture and rat skin"}, {"pubmed": 28991928, "text": "The study aimed to assess the usefulness of the determination of cytokines: IL-8, VEGF and its soluble receptors: VEGF-R1, VEGF-R2 in patients with endometrial cancer. The concentrations of IL-8 were an independent prognostic factor in the assessment of overall survival in patients with type I endometrial cancer, while the concentrations of VEGFR2 in those with type II."}, {"pubmed": 29039561, "text": "Our data showed that ampelopsin inhibited angiogenesis with no cytotoxicity by suppressing both VEGFR2 signaling and HIF-1alpha expression. These results suggest that Hovenia dulcis Thunb. and its active compound ampelopsin exhibit potent antiangiogenic activities and therefore could be valuable for the prevention and treatment of angiogenesis-related diseases including cancer."}, {"pubmed": 29051140, "text": "FGD5 regulates VEGFR2 retention in recycling endosomes and coupling to PI3 (phosphoinositide-3) kinase/mTORC2-dependent cytoskeletal remodeling in endothelial cells."}, {"pubmed": 29058688, "text": "ARF6 is pivotal in VEGFR2 trafficking and that targeting ARF6-mediated VEGFR2 trafficking has potential as a therapeutic approach for retinal vascular diseases such as diabetic retinopathy."}, {"pubmed": 29203232, "text": "Thioredoxin-interacting protein (TXNIP) is highly induced in retinal vascular endothelial cells under diabetic conditions. Data (including data from studies using knockout mice) suggest that TXNIP in retinal vascular endothelial cells plays role in diabetic retinal angiogenesis via VEGF/VEGFR2 and Akt/mTOR signaling."}, {"pubmed": 29226875, "text": "VEGFR2 was expressed by neurons, astrocytes and endothelial cells. The lack of angiogenesis despite cerebral hypoperfusion in Alzheimer's disease is not explained by altered expression of VEGFR2 or total VEGFR1."}, {"pubmed": 29351188, "text": "metformin's dual effect in hyperglycemia-chemical hypoxia is mediated by direct effect on VEGFR1/R2 leading to activation of cell migration through MMP16 and ROCK1 upregulation, and inhibition of apoptosis by increase in phospho-ERK1/2 and FABP4, components of VEGF signaling cascades"}, {"pubmed": 29391273, "text": "MEG3 regulated by HIF-1alpha is required to maintain VEGFR2 expression in endothelial cells and plays a vital role for VEGFA-mediated endothelial angiogenesis."}, {"pubmed": 29401587, "text": "endoglin promoted VEGF-induced tip cell formation. Mechanistically, endoglin interacted with VEGF receptor (VEGFR)-2 in a VEGF-dependent manner, which sustained VEGFR2 on the cell surface and prevented its degradation. Endoglin mutants deficient in the ability to interact with VEGFR2 failed to sustain VEGFR2 on the cell surface and to promote VEGF-induced tip cell formation."}, {"pubmed": 29401597, "text": "VEGFR2 has a key role in the proangiogenic effects of rHDL in hypoxia/ischemia."}, {"pubmed": 29402992, "text": "The findings indicate that miR-203a inhibits hepatocellular carcinoma cell invasion, metastasis, and angiogenesis by negatively targeting HOXD3 and suppressing cell signaling through the VEGFR pathway."}, {"pubmed": 29436685, "text": "In the in vitro tests, JFD-WS effectively inhibited HUVEC proliferation, migration, tube formation and VEGFR2 phosphorylation. Additionally, JFD-WS inhibited the formation of blood vessels in chick chorioallantoic membrane. While inhibiting the xenograft tumor growth in experimental mice, JFD-WS decreased the plasma MUC1 levels"}, {"pubmed": 29444818, "text": "Sox7 promotes tumor growth via vessel abnormalization, and its level determines the therapeutic outcome of VEGFR2 inhibition in High-grade glioma."}, {"pubmed": 29446853, "text": "Anlotinib occupied the ATP-binding pocket of VEGFR2 tyrosine kinase."}, {"pubmed": 29450744, "text": "these findings argue that HDL promotes angiogenesis via S1P3-dependent up-regulation and activation of VEGFR2 and also suggest that the S1P-S1P3-VEGFR2 signaling cascades as a novel target for HDL-modulating therapy implicated in vascular remodeling"}, {"pubmed": 29454091, "text": "anlotinib inhibits the activation of VEGFR2, PDGFRbeta and FGFR1 as well their common downstream ERK signaling"}, {"pubmed": 29497919, "text": "these results indicate that sFlt-1 up-regulation by VEGF may be mediated by the VEGF/Flt-1 and/or VEGF/KDR signaling pathways."}, {"pubmed": 29588308, "text": "Our study supports WES-cfDNA as a powerful platform for portraying the somatic mutation landscape of cancer and discovery of new resistance mechanisms to cancer therapies. Importantly, we discovered that VEGFR2 is somatically mutated across tumor types and that VEGFR2 mutants can be oncogenic and control sensitivity/resistance to antiangiogenic drugs."}, {"pubmed": 29608400, "text": "R11-3 was truncated in size, and its potential in endothelial targeted therapeutics was established using VEGFR2 targeting long interfering RNA (liRNA) aptamer chimera."}, {"pubmed": 29630862, "text": "Authors demonstrate the presence of homo-interactions between NRP1 molecules, as well as hetero-interactions between NRP1 and VEGFR2 molecules, in the plasma membrane. Our results underscore the complex nature of the interactions between self-associating receptors, co-receptors, and their ligands in the plasma membrane."}, {"pubmed": 29734754, "text": "VEGFA activates VEGFR1 homodimers and AKT, leading to a cytoprotective response, whilst abluminal VEGFA induces vascular leakage via VEGFR2 homodimers and p38"}, {"pubmed": 29743977, "text": "Inhibition of FPR1 and/or NADPH oxidase functions prevents VEGFR2 transactivation and the triggering of the downstream signalling cascades."}, {"pubmed": 29777301, "text": "Authors demonstrated that when VEGFR2 was inhibited, NRP-1 appeared to regulate RAD51 expression through the VEGFR2-independent ABL-1 pathway, consequently regulating radiation sensitivity. In addition, the combined inhibition of VEGFR2 and NRP-1 appears to sensitize cancer cells to radiation."}, {"pubmed": 29787601, "text": "Single nucleotide polymorphism of VEGFR2 is associated with relapse in gastroenteropancreatic neuroendocrine neoplasms."}, {"pubmed": 29845300, "text": "miR-195 suppresses cell proliferation of ovarian cancer cells through regulation of VEGFR2 and AKT signaling pathways."}, {"pubmed": 29904943, "text": "FGF9-induced ovarian cancer cell invasion involves VEGFA/VEGFR2 augmentation by virtue of ETS1 upregulation and metabolic reprogramming."}, {"pubmed": 29925934, "text": "Rising circulating VEGFA levels in patients with ABC, treated with CisGem, are associated with worse PFS and OS, not seen in patients receiving cediranib. Rising levels of markers of tumour burden (CK18) and potential resistance (VEGFR2) are associated with worse outcomes and warrant validation."}, {"pubmed": 29984822, "text": "none of the investigated VEGFR-2 gene polymorphisms was found to be an independent prognostic marker for infantile hemangioma."}, {"pubmed": 30027561, "text": "VEGFR2/NRP1 trans-complexes were identified in human pancreatic tumor tissue, and its presence was associated with reduced tumor vessel branching, reduced tumor cell proliferation, and improved patient survival."}, {"pubmed": 30036530, "text": "Computational modeling of synergistic interaction between alphaVbeta3 integrin and VEGFR2 in endothelial cells: Implications for the mechanism of action of angiogenesis-modulating integrin-binding peptides."}, {"pubmed": 30066848, "text": "Study confirmed prognostic effect of EGFR and VEGFR2 for recurrent disease and survival rates in patients with epithelial ovarian cancer."}, {"pubmed": 30086460, "text": "Survivin in the signal downstream of VEGFR2 played an important role in esophageal cancer cell survival."}, {"pubmed": 30096614, "text": "This study shows that decreasing the ratio of glutathione to oxidized glutathione with diamide leads to enhanced protein S-glutathionylation, increased reactive oxygen species (ROS) production, and enhanced VEGFR2 activation."}, {"pubmed": 30120232, "text": "VEGFR2 is regulated by deSUMOylation during pathological angiogenesis."}, {"pubmed": 30132564, "text": "miR424 may target VEGFR2 and inhibit Hemangioma derived endothelial cell growth."}, {"pubmed": 30133118, "text": "We propose that abnormal vessel growth correlates with VEGFR2-expressing exosomes release from stressed ARPE-19 cells, and is directly linked to autophagy."}, {"pubmed": 30232381, "text": "Loss-of-function variants in FLT4 and KDR contribute substantially to the genetic basis of tetralogy of Fallot (TOF).  The findings support dysregulated VEGF signaling as a novel mechanism contributing to the pathogenesis of TOF."}, {"pubmed": 30256387, "text": "TGF-beta2 secreted by retinal pigment epithelial cells lowers expression of vascular endothelial growth factor receptor-2 endothelial cells and inhibits VEGF-induced angiogenic responses of ECs."}, {"pubmed": 30279732, "text": "These results provide mechanistic insights into the critical role played by Galphai1/3 proteins in VEGF-induced VEGFR2 endocytosis, signaling and angiogenesis."}, {"pubmed": 30289073, "text": "results disclose unexpected novel roles of VEGFR2 and VEGF-C in the process of EMT of retinal pigment epithelial (RPE) cells and in the Hippo pathway. The data shown here demonstrated that VEGFR2 and VEGF-C are important to maintain the normal physiological state of RPE cells."}, {"pubmed": 30380970, "text": "High VEGFR2 expression and VEGFR-2 rs1870377 A>T genetic polymorphism are associated with gastric cancer."}, {"pubmed": 30396316, "text": "these findings indicate potential angiogenic templates and their binding levels with VEGFR-2; sorted viewpoints could be useful as a promising way to describe potential angiogenesis inhibitors with related molecular targets"}, {"pubmed": 30401688, "text": "Correlations between VEGFR1 and VEGFR2 SNPs and longer disease-free survival with sunitinib suggest germline SNPs are predictive of improved outcomes with adjuvant sunitinib in patients with renal cell carcinoma"}, {"pubmed": 30417360, "text": "Acute myeloid leukemia (AML) cells secrete VEGF/VEGFR-containing exosomes that induce glycolysis in HUVECs leading to vascular remodeling and acquisition of chemoresistance."}, {"pubmed": 30423986, "text": "high VEGFR-1 and low VEGFR-2 expression in endothelial cells appear to be involved in the progression of colorectal cancer."}, {"pubmed": 30456868, "text": "These results suggest functional interactions among ATX, VEGFR-2, and VEGFR-3 in the modulation of hemovascular and lymphovascular cell activation during vascular development."}, {"pubmed": 30475086, "text": "The genetic evaluation revealed two novel variants in KDR and KRIT1 genes causing cystic hygroma."}, {"pubmed": 30483760, "text": "the findings of this study suggested that d2HG induced angiogenic activity via VEGFR2 signaling and increased MMP2 activity."}, {"pubmed": 30540496, "text": "Knockdown of VEGFR2 inhibited high-glucose-induced effects on retinal pigment epithelial cells via inactivation of ARF6."}, {"pubmed": 30589500, "text": "induction of human liver cancer cell apoptosis by B10 could be augmented upon EphrinB2 knockdown. B10 inhibited HCC cell growth and induced HCC cell apoptosis by repressing the EphrinB2 and VEGFR2 signalling pathway"}, {"pubmed": 30615171, "text": "Our results indicate that VEGFR2/TAZ signaling pathway plays an important role in angiogenesis in astrocytomas"}, {"pubmed": 30700502, "text": "A cyclic peptide reproducing the alpha1 helix of VEGF-B binds to VEGFR-1 and VEGFR-2 and inhibits angiogenesis and tumor growth."}, {"pubmed": 30719715, "text": "Anlotinib acts as a novel inhibitor of VEGFR2 and MET."}, {"pubmed": 30724452, "text": "The anti-VEGFR2 CAR but not mock T cells mediated specific lysis of 293-KDR cells expressing human VEGFR2 and might be considered as a candidate for adoptive T-cell immunotherapy of solid tumors"}, {"pubmed": 30775874, "text": "The pre-operative and post-operative serum vascular endothelial growth factor A (VEGF) and vascular endothelial growth factor receptor 2 (VEGFR2) levels and the post-operative osteopontin (OPN) level in patients were significantly higher than in controls."}, {"pubmed": 30779868, "text": "Induced pluripotent stem cell-derived mesenchymal stromal cells (iMSCs) are functionally and genetically different from bone marrow-derived mesenchymal stromal cells (BM-MSCs): iMSCs express very high levels of both KDR and MSX2 compared with BM-MSCs, while BM-MSCs had significantly higher levels of PDGFRalpha."}, {"pubmed": 30845284, "text": "VEGFR-2 (KDR) polymorphism does not influence recurrent pregnancy loss susceptibility."}, {"pubmed": 30858542, "text": "Andrographolide binds to ATP-binding pocket of VEGFR2 to impede VEGFA-mediated tumor-angiogenesis."}, {"pubmed": 30910851, "text": "our study demonstrated that natural product harmine might have potential in curing human bladder tumor because of its pharmacological function on tumor angiogenesis, trigged by VEGFR2 signaling pathways."}, {"pubmed": 30918240, "text": "VEGFR-2 activation is involved in routine regulation of human epidermal appendages."}, {"pubmed": 30929546, "text": "Our results demonstrated that simultaneous blockade of VEGFR1/VEGFR2 is an effective strategy to fight solid tumors by targeting a wider range of mediators involved in tumor angiogenesis, growth, and metastasis."}, {"pubmed": 30956148, "text": "These data suggest that protein-protein interactions between VEGFR2, the beta2-adrenoceptor, and beta-arrestin2 may provide insight into their roles in health and disease."}, {"pubmed": 30991288, "text": "Polymorphisms in VEGFR2 gene modify the risk of atherosclerotic cardiovascular disease in familial hypercholesterolemia patients"}, {"pubmed": 31023337, "text": "Our findings suggest that ACE2, as a potential resister to breast cancer, might inhibit breast cancer angiogenesis through the VEGFa/VEGFR2/ERK pathway."}, {"pubmed": 31096819, "text": "Decreased expression of KDR is associated with intracranial aneurysms."}, {"pubmed": 31115562, "text": "Study demonstrated that KDR was downregulated in nonsmall cell lung cancer (NSCLC) specimens. KDR was also found as the target gene for miR497."}, {"pubmed": 31169331, "text": "VEGF can impair the migration capacity and immune function of mDCs through the RhoA-cofilin1 pathway mediated by the VEGF receptor 2."}, {"pubmed": 31236742, "text": "Serum VEGFR2 level is a prognostic factor for cervical cancer survival."}, {"pubmed": 31240525, "text": "High VEGFR2 expression is associated with skull base chordoma."}, {"pubmed": 31307975, "text": "Our results strongly suggest that alpha4beta1 and VEGFR2 form a functional receptor complex for VEGF in CLL cells because antagonists to either receptor inhibited VEGF binding and intracellular signaling."}, {"pubmed": 31340156, "text": "A Role of Agrin in Maintaining the Stability of Vascular Endothelial Growth Factor Receptor-2 during Tumor Angiogenesis."}, {"pubmed": 31363885, "text": "data indicate that the pro-angiogenic activity exerted by BMP4 in endothelial cells is mediated by a BMPR-mediated intracellular transactivation of VEGFR2 via c-Src."}, {"pubmed": 31370204, "text": "Direct interaction and binding between VEGF and polyphenol molecules acting as inhibitors of the signaling of VEGFR2 has been measured for the first time. The binding between VEGF and EGCG seemed to be based on hydrophobic interactions and caused a change in the secondary structure of the protein"}, {"pubmed": 31376092, "text": "Genetic interaction analysis of VEGF-A rs3025039 and VEGFR-2 rs2071559 identifies a genetic profile at higher risk to develop nodular goiter."}, {"pubmed": 31381906, "text": "narciclasine diminished the presence of proteins with a short half-life, such as the VEGF receptor 2, which is the basis for its anti-angiogenic effects. Taken together, our study highlights narciclasine as an interesting anti-angiogenic compound that is worth to be further evaluated in preclinical studies."}, {"pubmed": 31405022, "text": "The higher KDR serum level was found in Rheumatoid Arthritis (RA) patients than in HC, and results shed light on the role of KDR genetic variants in the severity of RA."}, {"pubmed": 31429823, "text": "These data underscore the positive feedback regulation of endothelial tip cells by CCN1 through integrin alphavbeta3/VEGFR2 and increased YAP/TAZ activity, suggesting a promising therapeutic intervention for pathological angiogenesis."}, {"pubmed": 31432097, "text": "the results suggested that SNPs within the VEGFR2 gene have a significant impact on shear stressrelated endothelial activation."}, {"pubmed": 31477752, "text": "Myoferlin silencing inhibits VEGFR2-mediated proliferation of metastatic clear cell renal cell carcinoma."}, {"pubmed": 31486713, "text": "CAGT haplotype of the KDR gene alters high-grade glioma aggressiveness and risk of grade IV tumors."}, {"pubmed": 31492751, "text": "PKD knockdown in human umbilical vein endothelial cells increases binding of AP2beta to the VEGFR-2 promoter."}, {"pubmed": 31545422, "text": "High KDR expression is associated with epithelialmesenchymal transition in head and neck squamous cell carcinoma."}, {"pubmed": 31562188, "text": "VLA-4 phosphorylation during tumor and immune cell migration relies on its coupling to VEGFR2 and CXCR4 by syndecan-1."}, {"pubmed": 31564130, "text": "VEGF-A/sVEGFR-1 and VEGF-A/sVEGFR-2 were calculated in blood samples of patients with intermittent claudication (IC) or critical limb ischemia (CLI) and in 4 classes of severity of peripheral artery disease PAD. These ratios may be new useful biomarkers of limb ischemia in patients with IC and CLI."}, {"pubmed": 31604823, "text": "GREM1 does not interfere with VEGF-mediated VEGFR2 activation, suggesting that GREM1 does not bind with any great affinity to VEGFR2."}, {"pubmed": 31604908, "text": "6SG effectively suppressed VEGF-A-induced VEGFR-2 phosphorylation and subsequent in vitro angiogenesis in HUVECs without inducing cytotoxicity. 6SG also inhibited VEGF-A-induced extracellular-regulated kinase (ERK)/Akt activation and actin stress fiber formation in HUVECs"}, {"pubmed": 31625068, "text": "In renal cell carcinoma patients with distant metastases, positive associations were found between the expression of VHL, VEGFR2 and CAIX."}, {"pubmed": 31717420, "text": "Predicting Angiogenesis by Endothelial Progenitor Cells Relying on In-Vitro Function Assays and VEGFR-2 Expression Levels."}, {"pubmed": 31755336, "text": "The strength of hit-protein complexes were further assessed by thermodynamic analysis of MD simulation studies by MMGBSA. Interestingly, these hits retains 90% similarity with standard VEGFR2 inhibitor (Sorafenib). Hence, these identified hits may led to new lead compounda as VEGFR2 inhibitors."}, {"pubmed": 31876763, "text": "rs11941492 genotype is associated with decreased susceptibility to rheumatoid arthritis in Chinese Han patients"}, {"pubmed": 31896485, "text": "Differentiation and expansion of endothelial cells requires pre-optimization of KDR+ expression kinetics."}, {"pubmed": 31922962, "text": "SUMOylation of vascular endothelial growth factor receptor 2 inhibits the proliferation, migration, and angiogenesis signaling pathway in non-small cell lung cancer."}, {"pubmed": 31980491, "text": "Familial pulmonary arterial hypertension by KDR heterozygous loss of function."}, {"pubmed": 32019488, "text": "Effects of low versus standard pressure pneumoperitoneum on renal syndecan-1 shedding and VEGF receptor-2 expression in living-donor nephrectomy: a randomized controlled study."}, {"pubmed": 32074519, "text": "Gene polymorphisms of VEGF and VEGFR2 are associated with the severity of Hashimoto's disease and the intractability of Graves' disease, respectively."}, {"pubmed": 32088190, "text": "Quantitative assessment and clinical relevance of VEGFRs-positive tumor cells in refractory brain tumors."}, {"pubmed": 32123305, "text": "Primary mammary angiosarcomas harbor frequent mutations in KDR and PIK3CA and show evidence of distinct pathogenesis."}, {"pubmed": 32169399, "text": "Trimethyl chitosan-hyaluronic acid nano-polyplexes for intravitreal VEGFR-2 siRNA delivery: Formulation and in vivo efficacy evaluation."}, {"pubmed": 32274611, "text": "Raftlin is recruited by neuropilin-1 to the activated VEGFR2 complex to control proangiogenic signaling."}, {"pubmed": 32348765, "text": "Inhibition of Tumor VEGFR2 Induces Serine 897 EphA2-Dependent Tumor Cell Invasion and Metastasis in NSCLC."}, {"pubmed": 32392440, "text": "The Frequency of the Minor Polymorphisms in the CYP2C19, VEGFR-2 Genes, and Clinical Outcomes in Russian and Buryat Patients with Acute Coronary Syndrome."}, {"pubmed": 32506171, "text": "Missense Variants in Hypoxia-Induced VEGFA/VEGFR2 Signaling Predict the Outcome of Large Artery Atherosclerotic Stroke."}, {"pubmed": 32517158, "text": "Elements of the Endomucin Extracellular Domain Essential for VEGF-Induced VEGFR2 Activity."}, {"pubmed": 32616654, "text": "The NADPH oxidase NOX4 promotes the directed migration of endothelial cells by stabilizing vascular endothelial growth factor receptor 2 protein."}, {"pubmed": 32636303, "text": "Interleukin-6-mediated epigenetic control of the VEGFR2 gene induces disorganized angiogenesis in human breast tumors."}, {"pubmed": 32645858, "text": "Theoretical Investigations on Interactions of Arylsulphonyl Indazole Derivatives as Potential Ligands of VEGFR2 Kinase."}, {"pubmed": 32681389, "text": "Pleiotrophin selectively binds to vascular endothelial growth factor receptor 2 and inhibits or stimulates cell migration depending on alphanubeta3 integrin expression."}, {"pubmed": 32706142, "text": "Effect of malignant-associated pleural effusion on endothelial viability, motility and angiogenesis in lung cancer."}, {"pubmed": 32908134, "text": "M2 macrophage-induced lncRNA PCAT6 facilitates tumorigenesis and angiogenesis of triple-negative breast cancer through modulation of VEGFR2."}, {"pubmed": 32993587, "text": "Distinctive roles of syntaxin binding protein 4 and its action target, TP63, in lung squamous cell carcinoma: a theranostic study for the precision medicine."}, {"pubmed": 32997825, "text": "VEGFR2 and VEGFA polymorphisms are not associated with an inferior prognosis in Caucasian patients with aggressive B-cell lymphoma."}, {"pubmed": 33035615, "text": "A novel variant of VEGFR2 identified by a pan-cancer screening of recurrent somatic mutations in the catalytic domain of tyrosine kinase receptors enhances tumor growth and metastasis."}, {"pubmed": 33051419, "text": "Expression of VEGFR-2 and Meis1 in the early stage of kidney cancers and its clinical significance.\", trans \"Meis1VEGFR-2."}, {"pubmed": 33052495, "text": "Tubulin carboxypeptidase activity of vasohibin-1 inhibits angiogenesis by interfering with endocytosis and trafficking of pro-angiogenic factor receptors."}, {"pubmed": 33099473, "text": "The KDR (VEGFR-2) Genetic Polymorphism Q472H and c-KIT Polymorphism M541L Are Associated With More Aggressive Behaviour in Astrocytic Gliomas."}, {"pubmed": 33223512, "text": "Vascular endothelial growth factor receptor-2 and its association with tumor immune regulatory gene expression in hepatocellular carcinoma."}, {"pubmed": 33274003, "text": "Sodium Butyrate Inhibits Neovascularization Partially via TNXIP/VEGFR2 Pathway."}, {"pubmed": 33405003, "text": "miR-219a suppresses human trophoblast cell invasion and proliferation by targeting vascular endothelial growth factor receptor 2 (VEGFR2)."}, {"pubmed": 33466887, "text": "Lipid Raft Association Stabilizes VEGF Receptor 2 in Endothelial Cells."}, {"pubmed": 33628590, "text": "VEGFR2 inhibition hampers breast cancer cell proliferation via enhanced mitochondrial biogenesis."}, {"pubmed": 33727583, "text": "The role of c-Met and VEGFR2 in glioblastoma resistance to bevacizumab."}, {"pubmed": 33744390, "text": "Expression of activated VEGFR2 by R1051Q mutation alters the energy metabolism of Sk-Mel-31 melanoma cells by increasing glutamine dependence."}, {"pubmed": 33837886, "text": "Circular RNA circ-ARFIP2 regulates proliferation, migration and invasion in human vascular smooth muscle cells via miR-338-3p-dependent modulation of KDR."}, {"pubmed": 33891904, "text": "Interactions between Ligand-Bound EGFR and VEGFR2."}, {"pubmed": 33939321, "text": "Programmed death ligand-1 regulates angiogenesis and metastasis by participating in the c-JUN/VEGFR2 signaling axis in ovarian cancer."}, {"pubmed": 33983539, "text": "The endosomal RIN2/Rab5C machinery prevents VEGFR2 degradation to control gene expression and tip cell identity during angiogenesis."}, {"pubmed": 34058069, "text": "Mesoglycan connects Syndecan-4 and VEGFR2 through Annexin A1 and formyl peptide receptors to promote angiogenesis in vitro."}, {"pubmed": 34060368, "text": "The Influence of KDR Genetic Variation on the Efficacy and Safety of Patients With Advanced NSCLC Receiving First-Line Bevacizumab Plus Chemotherapy Regimen."}, {"pubmed": 34113005, "text": "Rare variants in KDR, encoding VEGF Receptor 2, are associated with tetralogy of Fallot."}, {"pubmed": 34179721, "text": "Identification ACTA2 and KDR as key proteins for prognosis of PD-1/PD-L1 blockade therapy in melanoma."}, {"pubmed": 34274912, "text": "CircCCT3 Acts as a Sponge of miR-613 to Promote Tumor Growth of Pancreatic Cancer Through Regulating VEGFA/VEGFR2 Signaling."}, {"pubmed": 34387398, "text": "Soluble vascular endothelial growth factor receptor 2 and prognosis in patients with chronic heart failure."}, {"pubmed": 34400890, "text": "Maternal vascular endothelial growth factor receptor and interleukin levels in pregnant women with twin-twin transfusion syndrome."}, {"pubmed": 34477295, "text": "Inhibition of CD146 attenuates retinal neovascularization via vascular endothelial growth factor receptor 2 signalling pathway in proliferative diabetic retinopathy."}, {"pubmed": 34498339, "text": "Knockdown of YKL-40 inhibits angiogenesis through regulation of VEGF/VEGFR2 and ERK1/2 signaling in endometrial cancer."}, {"pubmed": 34575959, "text": "Loss of Von Hippel-Lindau (VHL) Tumor Suppressor Gene Function: VHL-HIF Pathway and Advances in Treatments for Metastatic Renal Cell Carcinoma (RCC)."}, {"pubmed": 34656700, "text": "KDR polymorphism (1192G/A, 1719A/T) and modulation of ARV drug-induced hepatotoxicity."}, {"pubmed": 34705228, "text": "Circular RNA circLIFR regulates the proliferation, migration, invasion and apoptosis of human vascular smooth muscle cells via the miR-1299/KDR axis."}, {"pubmed": 34818652, "text": "Increased Plasma GDF15 Is Associated with Altered Levels of Soluble VEGF Receptors 1 and 2 in Symptomatic Multiple Myeloma."}, {"pubmed": 34862391, "text": "Aiphanol, a native compound, suppresses angiogenesis via dual-targeting VEGFR2 and COX2."}, {"pubmed": 34872003, "text": "Coculture in vitro with endothelial cells induces cytarabine resistance of acute myeloid leukemia cells in a VEGF-A/VEGFR-2 signaling-independent manner."}, {"pubmed": 35029892, "text": "Association of the VEGFR2 single nucleotide polymorphism rs2305948 with glioma risk."}, {"pubmed": 35075138, "text": "VEGF-A, VEGFR1 and VEGFR2 single nucleotide polymorphisms and outcomes from the AGITG MAX trial of capecitabine, bevacizumab and mitomycin C in metastatic colorectal cancer."}, {"pubmed": 35220896, "text": "Procyanidin B2 inhibits angiogenesis and cell growth in oral squamous cell carcinoma cells through the vascular endothelial growth factor (VEGF)/VEGF receptor 2 (VEGFR2) pathway."}, {"pubmed": 35240013, "text": "PD-L1 Upregulation by the mTOR Pathway in VEGFR-TKI-Resistant Metastatic Clear Cell Renal Cell Carcinoma."}, {"pubmed": 35241527, "text": "Significance of HER2 and VEGFR2 in Early-stage Endometrial Cancer."}, {"pubmed": 35313079, "text": "CRISPR-mediated knockout of VEGFR2/KDR inhibits cell growth in a squamous thyroid cancer cell line."}, {"pubmed": 35326447, "text": "VEGFA Haplotype and VEGF-A and VEGF-R2 Protein Associations with Exudative Age-Related Macular Degeneration."}, {"pubmed": 35428537, "text": "Association of VEGF-A and KDR polymorphisms with the development of schizophrenia."}, {"pubmed": 35518568, "text": "Associations between Circulating VEGFR2(hi)-Neutrophils and Carotid Plaque Burden in Patients Aged 40-64 without Established Atherosclerotic Cardiovascular Disease."}, {"pubmed": 35605916, "text": "Dysregulation of vascular endothelial growth factor receptor 2 phosphorylation is associated with disruption of the blood-brain barrier and brain endothelial cell apoptosis induced by plasma from women with preeclampsia."}, {"pubmed": 35876388, "text": "Quantitative Assessment of the Apical and Basolateral Membrane Expression of VEGFR2 and NRP2 in VEGF-A-stimulated Cultured Human Umbilical Vein Endothelial Cells."}, {"pubmed": 35970387, "text": "Placental growth factor stabilizes VEGF receptor-2 protein in retinal pigment epithelial cells by downregulating glycogen synthase kinase 3 activity."}, {"pubmed": 36281948, "text": "Potential of VEGFR2 expression as a predictive marker of PD1 blockade in patients with advanced NSCLC."}, {"pubmed": 36371601, "text": "The JNK-EGR1 signaling axis promotes TNF-alpha-induced endothelial differentiation of human mesenchymal stem cells via VEGFR2 expression."}, {"pubmed": 36376833, "text": "Gene polymorphisms of VEGF and KDR are associated with initial fast peritoneal solute transfer rate in peritoneal dialysis."}, {"pubmed": 36430232, "text": "Vascular Endothelial Growth Factor Receptor 2: Molecular Mechanism and Therapeutic Potential in Preeclampsia Comorbidity with Human Immunodeficiency Virus and Severe Acute Respiratory Syndrome Coronavirus 2 Infections."}, {"pubmed": 36708576, "text": "Vascular Endothelial Growth Factor A (VEGF-A) and Vascular Endothelial Growth Factor Receptor 2 (VEGFR-2) as Potential Biomarkers for Oral Squamous Cell Carcinoma: A Sri Lankan Study."}, {"pubmed": 36740182, "text": "IL-36gamma Augments Ocular Angiogenesis by Promoting the Vascular Endothelial Growth Factor-Vascular Endothelial Growth Factor Receptor Axis."}, {"pubmed": 36768878, "text": "SENP6-Mediated deSUMOylation of VEGFR2 Enhances Its Cell Membrane Transport in Angiogenesis."}, {"pubmed": 36928770, "text": "KIF13B mediates VEGFR2 recycling to modulate vascular permeability."}, {"pubmed": 37165911, "text": "P2Y2R-mediated transactivation of VEGFR2 through Src phosphorylation is associated with ESM-1 overexpression in radiotherapy-resistant-triple negative breast cancer cells."}, {"pubmed": 37226882, "text": "The E2 ubiquitin-conjugating enzymes UBE2D1 and UBE2D2 regulate VEGFR2 dynamics and endothelial function."}, {"pubmed": 37341071, "text": "Inhibition of VEGFR2 and EGFR signaling cooperatively suppresses the proliferation of oral squamous cell carcinoma."}, {"pubmed": 37381118, "text": "Mechanism of the HIF-1alpha/VEGF/VEGFR-2 pathway in the proliferation and apoptosis of human haemangioma endothelial cells."}, {"pubmed": 37392242, "text": "The Relation of VEGFA, VEGFR2, VEGI, and HIF1A Genetic Variants and Their Serum Protein Levels with Breast Cancer in Egyptian Patients."}, {"pubmed": 37393757, "text": "VEGFR2 and CD34 expression associated with longer survival in patients with pleural mesothelioma in the IFCT-GFPC-0701 MAPS phase 3 trial."}, {"pubmed": 37499788, "text": "Adverse effect of VEGFR-2 (rs1870377) polymorphism on the clinical course of COVID-19 in females and males in an age-dependent manner."}, {"pubmed": 37610648, "text": "PDGFRA, KIT, and KDR Gene Amplification in Glioblastoma: Heterogeneity and Clinical Significance."}, {"pubmed": 37647140, "text": "Association of single nucleotide variants in VEGFA and KDR with the risk and angiogenic features of diffuse large B-cell lymphoma."}, {"pubmed": 37651195, "text": "Endothelial VEGFR2-PLCgamma signaling regulates vascular permeability and antitumor immunity through eNOS/Src."}, {"pubmed": 37803932, "text": "Association of KDR (rs2071559, rs1870377), CFH (rs1061170, rs1410996) genes variants and serum levels with pituitary adenoma."}, {"pubmed": 37924452, "text": "Genetic polymorphisms in VEGFA and VEGFR2 genes associated with coronary heart disease susceptibility and severity."}, {"pubmed": 38072992, "text": "Biomechanical stimulation promotes blood vessel growth despite VEGFR-2 inhibition."}, {"pubmed": 38324585, "text": "Trafficking dynamics of VEGFR1, VEGFR2, and NRP1 in human endothelial cells."}, {"pubmed": 38363405, "text": "VEGFR affects miR-3200-3p-mediated regulatory T cell senescence in tumour-derived exosomes in non-small cell lung cancer."}, {"pubmed": 38491522, "text": "Endothelial beta-catenin upregulation and Y142 phosphorylation drive diabetic angiogenesis via upregulating KDR/HDAC9."}, {"pubmed": 38594674, "text": "Proteomic studies of VEGFR2 in human placentas reveal protein associations with preeclampsia, diabetes, gravidity, and labor."}, {"pubmed": 38702818, "text": "VEGFR2 blockade inhibits glioblastoma cell proliferation by enhancing mitochondrial biogenesis."}, {"pubmed": 38918393, "text": "The tyrosine kinase KDR is essential for the survival of HTLV-1-infected T cells by stabilizing the Tax oncoprotein."}, {"pubmed": 38925828, "text": "Tumor Infiltrating Effector Regulatory T Cells Express VEGF Receptor 2 in Patients With Colorectal Cancer."}, {"pubmed": 39000466, "text": "Lack of VEGFA/KDR Signaling in Conventional Renal Cell Carcinoma Explains the Low Efficacy of Target Therapy and Frequent Adverse Events."}], "genomic_pos": {"chr": "4", "end": 55125595, "ensemblgene": "ENSG00000128052", "start": 55078481, "strand": -1}, "genomic_pos_hg19": {"chr": "4", "end": 55991756, "start": 55944644, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0001525", "qualifier": "involved_in", "term": "angiogenesis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0001525", "pubmed": 10022831, "qualifier": "involved_in", "term": "angiogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001541", "qualifier": "involved_in", "term": "ovarian follicle development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0001569", "pubmed": 23688497, "qualifier": "acts_upstream_of_or_within", "term": "branching involved in blood vessel morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001570", "qualifier": "involved_in", "term": "vasculogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0001934", "pubmed": 19033661, "qualifier": "involved_in", "term": "positive regulation of protein phosphorylation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0001938", "pubmed": [10022831, 11387210], "qualifier": "involved_in", "term": "positive regulation of endothelial cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001945", "qualifier": "involved_in", "term": "lymph vessel development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0002042", "qualifier": "involved_in", "term": "cell migration involved in sprouting angiogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002053", "qualifier": "involved_in", "term": "positive regulation of mesenchymal cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002070", "qualifier": "involved_in", "term": "epithelial cell maturation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0003157", "qualifier": "involved_in", "term": "endocardium development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003158", "qualifier": "involved_in", "term": "endothelium development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007169", "qualifier": "involved_in", "term": "cell surface receptor protein tyrosine kinase signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007169", "pubmed": 1417831, "qualifier": "involved_in", "term": "cell surface receptor protein tyrosine kinase signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007275", "qualifier": "involved_in", "term": "multicellular organism development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008284", "pubmed": 7929439, "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008360", "pubmed": 7929439, "qualifier": "involved_in", "term": "regulation of cell shape"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010463", "qualifier": "involved_in", "term": "mesenchymal cell proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010595", "pubmed": 10022831, "qualifier": "involved_in", "term": "positive regulation of endothelial cell migration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010629", "pubmed": 26879375, "qualifier": "involved_in", "term": "negative regulation of gene expression"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0016239", "pubmed": 23798385, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of macroautophagy"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0016477", "qualifier": "involved_in", "term": "cell migration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0018108", "pubmed": [10037737, 10102632], "qualifier": "involved_in", "term": "peptidyl-tyrosine phosphorylation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030335", "qualifier": "involved_in", "term": "positive regulation of cell migration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030335", "pubmed": 7929439, "qualifier": "involved_in", "term": "positive regulation of cell migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030513", "qualifier": "involved_in", "term": "positive regulation of BMP signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0033674", "qualifier": "involved_in", "term": "positive regulation of kinase activity"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0035162", "qualifier": "involved_in", "term": "embryonic hemopoiesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0035924", "pubmed": [10102632, 11387210, 19033661, 21885851, 23529610], "qualifier": "involved_in", "term": "cellular response to vascular endothelial growth factor stimulus"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0036324", "pubmed": [15215251, 24205206], "qualifier": "involved_in", "term": "vascular endothelial growth factor receptor-2 signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0038083", "qualifier": "involved_in", "term": "peptidyl-tyrosine autophosphorylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0038084", "pubmed": 21885851, "qualifier": "involved_in", "term": "vascular endothelial growth factor signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0038084", "pubmed": 23688497, "qualifier": "involved_in", "term": "vascular endothelial growth factor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043129", "qualifier": "involved_in", "term": "surfactant homeostasis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043408", "qualifier": "involved_in", "term": "regulation of MAPK cascade"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043410", "pubmed": 11387210, "qualifier": "involved_in", "term": "positive regulation of MAPK cascade"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043524", "qualifier": "involved_in", "term": "negative regulation of neuron apoptotic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043536", "pubmed": [22499991, 23688497, 26879375], "qualifier": "involved_in", "term": "positive regulation of blood vessel endothelial cell migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045165", "qualifier": "involved_in", "term": "cell fate commitment"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045446", "qualifier": "involved_in", "term": "endothelial cell differentiation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045766", "qualifier": "involved_in", "term": "positive regulation of angiogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045766", "pubmed": 23896411, "qualifier": "involved_in", "term": "positive regulation of angiogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045766", "pubmed": [26879375, 28637396], "qualifier": "involved_in", "term": "positive regulation of angiogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0046777", "pubmed": [10037737, 10102632, 19033661], "qualifier": "involved_in", "term": "protein autophosphorylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0048010", "pubmed": [10102632, 11387210, 21885851], "qualifier": "involved_in", "term": "vascular endothelial growth factor receptor signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0048010", "pubmed": 23529610, "qualifier": "involved_in", "term": "vascular endothelial growth factor receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0048010", "qualifier": "involved_in", "term": "vascular endothelial growth factor receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048286", "qualifier": "involved_in", "term": "lung alveolus development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048597", "qualifier": "involved_in", "term": "post-embryonic camera-type eye morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050673", "qualifier": "involved_in", "term": "epithelial cell proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050927", "pubmed": 7929439, "qualifier": "involved_in", "term": "positive regulation of positive chemotaxis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051770", "pubmed": 10600473, "qualifier": "involved_in", "term": "positive regulation of nitric-oxide synthase biosynthetic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0051770", "pubmed": 9837777, "qualifier": "involved_in", "term": "positive regulation of nitric-oxide synthase biosynthetic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051894", "pubmed": 12820653, "qualifier": "involved_in", "term": "positive regulation of focal adhesion assembly"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051897", "pubmed": 9804796, "qualifier": "involved_in", "term": "positive regulation of phosphatidylinositol 3-kinase/protein kinase B signal transduction"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0051897", "pubmed": 24863063, "qualifier": "involved_in", "term": "positive regulation of phosphatidylinositol 3-kinase/protein kinase B signal transduction"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0051901", "pubmed": 23798385, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of mitochondrial depolarization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0055074", "qualifier": "involved_in", "term": "calcium ion homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060837", "qualifier": "involved_in", "term": "blood vessel endothelial cell differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0061042", "pubmed": [22499991, 23688497], "qualifier": "involved_in", "term": "vascular wound healing"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0070374", "pubmed": 24863063, "qualifier": "involved_in", "term": "positive regulation of ERK1 and ERK2 cascade"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071526", "qualifier": "involved_in", "term": "semaphorin-plexin signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0072089", "qualifier": "involved_in", "term": "stem cell proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0090050", "pubmed": [18977327, 24205206], "qualifier": "involved_in", "term": "positive regulation of cell migration involved in sprouting angiogenesis"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0090141", "pubmed": 23798385, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of mitochondrial fission"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1901532", "qualifier": "involved_in", "term": "regulation of hematopoietic progenitor cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1903010", "qualifier": "involved_in", "term": "regulation of bone development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1904881", "pubmed": 26879375, "qualifier": "involved_in", "term": "cellular response to hydrogen sulfide"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000352", "pubmed": 9804796, "qualifier": "involved_in", "term": "negative regulation of endothelial cell apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000648", "qualifier": "involved_in", "term": "positive regulation of stem cell proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2001028", "pubmed": 21885851, "qualifier": "involved_in", "term": "positive regulation of endothelial cell chemotaxis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2001214", "qualifier": "involved_in", "term": "positive regulation of vasculogenesis"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005768", "pubmed": 23262137, "qualifier": "located_in", "term": "endosome"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005769", "qualifier": "located_in", "term": "early endosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005783", "pubmed": 23529610, "qualifier": "located_in", "term": "endoplasmic reticulum"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005794", "pubmed": 23262137, "qualifier": "located_in", "term": "Golgi apparatus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": [10102632, 23262137, 25825981], "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0009897", "qualifier": "located_in", "term": "external side of plasma membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0030054", "qualifier": "located_in", "term": "cell junction"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0043235", "qualifier": "part_of", "term": "receptor complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0045121", "pubmed": 23262137, "qualifier": "located_in", "term": "membrane raft"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0070161", "qualifier": "located_in", "term": "anchoring junction"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0097443", "qualifier": "located_in", "term": "sorting endosome"}], "MF": [{"category": "MF", "evidence": "EXP", "id": "GO:0004713", "pubmed": [7999104, 9398617, 10037737, 15962004], "qualifier": "enables", "term": "protein tyrosine kinase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004713", "pubmed": 10037737, "qualifier": "enables", "term": "protein tyrosine kinase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004714", "pubmed": 1417831, "qualifier": "enables", "term": "transmembrane receptor protein tyrosine kinase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005021", "qualifier": "enables", "term": "vascular endothelial growth factor receptor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005021", "pubmed": [1417831, 10022831, 10102632, 11387210, 15215251], "qualifier": "enables", "term": "vascular endothelial growth factor receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005178", "pubmed": [10022831, 30873824], "qualifier": "enables", "term": "integrin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [1417831, 12509223, 15985432, 16530705, 16763549, 16966330, 17222790, 17293873, 18377662, 18662404, 18936167, 18997771, 19033661, 20145116, 20224550, 20660291, 21130043, 21596751, 21893193, 22789536, 22897854, 23374253, 23529610, 23583373, 24529377, 25187647, 25825981, 25893857, 26059764, 28065597, 35027734], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005524", "qualifier": "enables", "term": "ATP binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0015026", "qualifier": "enables", "term": "coreceptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019838", "pubmed": [1417831, 10022831], "qualifier": "enables", "term": "growth factor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0038085", "pubmed": 25825981, "qualifier": "enables", "term": "vascular endothelial growth factor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [17293873, 20080685, 20660291], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0045296", "pubmed": [11950700, 25893857], "qualifier": "enables", "term": "cadherin binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0051879", "pubmed": 19267251, "qualifier": "enables", "term": "Hsp90 protein binding"}]}, "homologene": {"genes": [[7955, 554230], [8364, 100487501], [9031, 395323], [9544, 698293], [9598, 461315], [9606, 3791], [9615, 482154], [9913, 407170], [10090, 16542], [10116, 25589]], "id": 55639}, "interpro": [{"desc": "Protein kinase domain", "id": "IPR000719", "short_desc": "Prot_kinase_dom"}, {"desc": "Serine-threonine/tyrosine-protein kinase, catalytic domain", "id": "IPR001245", "short_desc": "Ser-Thr/Tyr_kinase_cat_dom"}, {"desc": "Tyrosine-protein kinase, receptor class III, conserved site", "id": "IPR001824", "short_desc": "Tyr_kinase_rcpt_3_CS"}, {"desc": "Immunoglobulin subtype 2", "id": "IPR003598", "short_desc": "Ig_sub2"}, {"desc": "Immunoglobulin subtype", "id": "IPR003599", "short_desc": "Ig_sub"}, {"desc": "Immunoglobulin-like domain", "id": "IPR007110", "short_desc": "Ig-like_dom"}, {"desc": "Tyrosine-protein kinase, active site", "id": "IPR008266", "short_desc": "Tyr_kinase_AS"}, {"desc": "Vascular endothelial growth factor receptor 2 (VEGFR2)", "id": "IPR009136", "short_desc": "VEGFR2_rcpt"}, {"desc": "Protein kinase-like domain superfamily", "id": "IPR011009", "short_desc": "Kinase-like_dom_sf"}, {"desc": "Immunoglobulin I-set", "id": "IPR013098", "short_desc": "Ig_I-set"}, {"desc": "Immunoglobulin", "id": "IPR013151", "short_desc": "Immunoglobulin"}, {"desc": "Immunoglobulin-like fold", "id": "IPR013783", "short_desc": "Ig-like_fold"}, {"desc": "Protein kinase, ATP binding site", "id": "IPR017441", "short_desc": "Protein_kinase_ATP_BS"}, {"desc": "Tyrosine-protein kinase, catalytic domain", "id": "IPR020635", "short_desc": "Tyr_kinase_cat_dom"}, {"desc": "Immunoglobulin-like domain superfamily", "id": "IPR036179", "short_desc": "Ig-like_dom_sf"}, {"desc": "VEGFR-2, transmembrane domain", "id": "IPR041348", "short_desc": "VEGFR-2_TMD"}], "ipi": "IPI00021396", "map_location": "4q12", "name": "kinase insert domain receptor", "other_names": ["fetal liver kinase-1", "kinase insert domain receptor (a type III receptor tyrosine kinase)", "protein-tyrosine kinase receptor Flk-1", "soluble VEGFR2", "tyrosine kinase growth factor receptor", "vascular endothelial growth factor receptor 2"], "pantherdb": {"HGNC": "6307", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "96683", "ortholog_type": "LDO", "panther_family": "PTHR24416", "taxid": 10090, "uniprot_kb": "P35918"}, {"RGD": "2965", "ortholog_type": "LDO", "panther_family": "PTHR24416", "taxid": 10116, "uniprot_kb": "O08775"}, {"Ensembl": "ENSGALG00000013907", "ortholog_type": "LDO", "panther_family": "PTHR24416", "taxid": 9031, "uniprot_kb": "F1NW21"}, {"ZFIN": "ZDB-GENE-041001-112", "ortholog_type": "LDO", "panther_family": "PTHR24416", "taxid": 7955, "uniprot_kb": "Q5GIT4"}], "uniprot_kb": "P35968"}, "pathway": {"biocarta": [{"id": "no1pathway", "name": "actions of nitric oxide in the heart"}, {"id": "vegfpathway", "name": "vegf hypoxia and angiogenesis"}], "kegg": [{"id": "hsa04010", "name": "MAPK signaling pathway - Homo sapiens (human)"}, {"id": "hsa04014", "name": "Ras signaling pathway - Homo sapiens (human)"}, {"id": "hsa04015", "name": "Rap1 signaling pathway - Homo sapiens (human)"}, {"id": "hsa04020", "name": "Calcium signaling pathway - Homo sapiens (human)"}, {"id": "hsa04151", "name": "PI3K-Akt signaling pathway - Homo sapiens (human)"}, {"id": "hsa04370", "name": "VEGF signaling pathway - Homo sapiens (human)"}, {"id": "hsa04510", "name": "Focal adhesion - Homo sapiens (human)"}, {"id": "hsa05205", "name": "Proteoglycans in cancer - Homo sapiens (human)"}, {"id": "hsa05418", "name": "Fluid shear stress and atherosclerosis - Homo sapiens (human)"}], "pid": [{"id": "avb3_integrin_pathway", "name": "Integrins in angiogenesis"}, {"id": "hes_heypathway", "name": "Notch-mediated HES/HEY network"}, {"id": "hif2pathway", "name": "HIF-2-alpha transcription factor network"}, {"id": "integrin3_pathway", "name": "Beta3 integrin cell surface interactions"}, {"id": "s1p_s1p1_pathway", "name": "S1P1 pathway"}, {"id": "shp2_pathway", "name": "SHP2 signaling"}, {"id": "tcptp_pathway", "name": "Signaling events mediated by TCPTP"}, {"id": "vegf_vegfr_pathway", "name": "VEGF and VEGFR signaling network"}, {"id": "vegfr1_2_pathway", "name": "Signaling events mediated by VEGFR1 and VEGFR2"}], "reactome": [{"id": "R-HSA-1474244", "name": "Extracellular matrix organization"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-194138", "name": "Signaling by VEGF"}, {"id": "R-HSA-194138", "name": "Signaling by VEGF"}, {"id": "R-HSA-194306", "name": "Neurophilin interactions with VEGF and VEGFR"}, {"id": "R-HSA-194313", "name": "VEGF ligand-receptor interactions"}, {"id": "R-HSA-195399", "name": "VEGF binds to VEGFR leading to receptor dimerization"}, {"id": "R-HSA-216083", "name": "Integrin cell surface interactions"}, {"id": "R-HSA-4420097", "name": "VEGFA-VEGFR2 Pathway"}, {"id": "R-HSA-4420097", "name": "VEGFA-VEGFR2 Pathway"}, {"id": "R-HSA-5218921", "name": "VEGFR2 mediated cell proliferation"}, {"id": "R-HSA-5663202", "name": "Diseases of signal transduction by growth factor receptors and second messengers"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}, {"id": "R-HSA-9671555", "name": "Signaling by PDGFR in disease"}, {"id": "R-HSA-9673768", "name": "Signaling by membrane-tethered fusions of PDGFRA or PDGFRB"}], "smpdb": [{"id": "SMP00420", "name": "Bevacizumab Action Pathway"}, {"id": "SMP00421", "name": "Vatalanib Action Pathway"}], "wikipathways": [{"id": "WP1539", "name": "Angiogenesis"}, {"id": "WP2406", "name": "Cardiac Progenitor Differentiation"}, {"id": "WP306", "name": "Focal Adhesion"}, {"id": "WP3888", "name": "VEGFA-VEGFR2 Signaling Pathway"}, {"id": "WP3932", "name": "Focal Adhesion-PI3K-Akt-mTOR-signaling pathway"}, {"id": "WP3943", "name": "Robo4 and VEGF Signaling Pathways Crosstalk"}, {"id": "WP4018", "name": "Pathways in clear cell renal cell carcinoma"}, {"id": "WP4172", "name": "PI3K-Akt signaling pathway"}, {"id": "WP4223", "name": "Ras signaling"}, {"id": "WP4300", "name": "Extracellular vesicles in the crosstalk of cardiac cells"}, {"id": "WP4331", "name": "Neovascularisation processes"}, {"id": "WP4540", "name": "Pathways Regulating Hippo Signaling"}, {"id": "WP4541", "name": "Hippo-Merlin Signaling Dysregulation"}, {"id": "WP4685", "name": "Melanoma"}, {"id": "WP4747", "name": "Netrin-UNC5B signaling pathway"}, {"id": "WP4806", "name": "EGFR Tyrosine Kinase Inhibitor Resistance"}, {"id": "WP4823", "name": "Genes controlling nephrogenesis"}, {"id": "WP4950", "name": "16p11.2 distal deletion syndrome"}, {"id": "WP5065", "name": "SARS-CoV-2 altering angiogenesis via NRP1"}]}, "pdb": ["1VR2", "1Y6A", "1Y6B", "1YWN", "2M59", "2MET", "2MEU", "2OH4", "2P2H", "2P2I", "2QU5", "2QU6", "2RL5", "2X1W", "2X1X", "2XIR", "3B8Q", "3B8R", "3BE2", "3C7Q", "3CJF", "3CJG", "3CP9", "3CPB", "3CPC", "3DTW", "3EFL", "3EWH", "3KVQ", "3S35", "3S36", "3S37", "3U6J", "3V2A", "3V6B", "3VHE", "3VHK", "3VID", "3VNT", "3VO3", "3WZD", "3WZE", "4AG8", "4AGC", "4AGD", "4ASD", "4ASE", "5EW3", "5OYJ", "6GQO", "6GQP", "6GQQ", "6XVJ", "6XVK"], "pfam": ["PF00047", "PF07679", "PF07714", "PF13895", "PF17988", "PF21339"], "pharmgkb": "PA30086", "pharos": {"target_id": 14053, "tdl": "Tclin"}, "pir": "JC1402", "prosite": ["PS50011", "PS50835"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF251943", "relationship": "is"}, {"id": "GNF251944", "relationship": "is"}, {"id": "GNF251945", "relationship": "is"}, {"id": "GNF251946", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF039543", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF085342", "relationship": "is"}, {"id": "GNF085343", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052162", "relationship": "is"}, {"id": "GNF056929", "relationship": "is"}, {"id": "GNF061756", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF069043", "relationship": "is"}, {"id": "GNF069044", "relationship": "is"}], "GNF_hs-pkinase_IDT-siRNA": [{"id": "GNF165676", "relationship": "is"}, {"id": "GNF165677", "relationship": "is"}, {"id": "GNF165678", "relationship": "is"}, {"id": "GNF165679", "relationship": "is"}], "Invitrogen_IVTHSSIPKv2": [{"id": "GNF323860", "relationship": "is"}, {"id": "GNF323861", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF339167", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF092781", "relationship": "is"}, {"id": "GNF132479", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000004.12", "NC_060928.1", "NG_012004.1"], "protein": "NP_002244.1", "rna": "NM_002253.4", "translation": {"protein": "NP_002244.1", "rna": "NM_002253.4"}}, "reporter": {"HG-U133_Plus_2": "203934_at", "HG-U95Av2": ["1954_at", "690_s_at"], "HTA-2_0": "TC04001208.hg.1", "HuEx-1_0": "2769810", "HuGene-1_1": "8100393", "HuGene-2_1": "16976029"}, "summary": "Vascular endothelial growth factor (VEGF) is a major growth factor for endothelial cells. This gene encodes one of the two receptors of the VEGF. This receptor, known as kinase insert domain receptor, is a type III receptor tyrosine kinase. It functions as the main mediator of VEGF-induced endothelial proliferation, survival, migration, tubular morphogenesis and sprouting. The signalling and trafficking of this receptor are regulated by multiple factors, including Rab GTPase, P2Y purine nucleotide receptor, integrin alphaVbeta3, T-cell protein tyrosine phosphatase, etc.. Mutations of this gene are implicated in infantile capillary hemangiomas. [provided by RefSeq, May 2009].", "symbol": "KDR", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1334306"}, "unigene": "Hs.479756", "uniprot": {"Swiss-Prot": "P35968"}, "wikipedia": {"url_stub": "Kinase insert domain receptor"}}