{"AllianceGenome": "23177", "HGNC": "23177", "MIM": "606016", "_id": "9817", "_version": 2, "accession": {"genomic": ["AC011461.5", "AH010686.2", "CH471106.1", "CP068259.2", "KT584916.1", "NC_000019.10", "NC_060943.1"], "protein": ["AAH02417.1", "AAH02930.1", "AAH15945.1", "AAH21957.2", "AAK51082.1", "AVP26823.1", "BAA09481.4", "BAG51647.1", "EAW84110.1", "EAW84111.1", "EAW84112.1", "NP_036421.2", "NP_987096.1", "Q14145.2"], "rna": ["AF361886.1", "AK056204.1", "AU130822.1", "BC002417.2", "BC002930.1", "BC003156.1", "BC014118.2", "BC015945.1", "BC021957.1", "D50922.2", "MG770405.1", "NM_012289.4", "NM_203500.2"], "translation": [{"protein": "BAA09481.4", "rna": "D50922.2"}, {"protein": "NP_036421.2", "rna": "NM_012289.4"}, {"protein": "AAH02417.1", "rna": "BC002417.2"}, {"protein": "AAK51082.1", "rna": "AF361886.1"}, {"protein": "AAH21957.2", "rna": "BC021957.1"}, {"protein": "AAH15945.1", "rna": "BC015945.1"}, {"protein": "AAH02930.1", "rna": "BC002930.1"}, {"protein": "NP_987096.1", "rna": "NM_203500.2"}, {"protein": "AVP26823.1", "rna": "MG770405.1"}, {"protein": "BAG51647.1", "rna": "AK056204.1"}]}, "alias": ["INrf2", "KLHL19"], "ensembl": {"gene": "ENSG00000079999", "protein": ["ENSP00000171111", "ENSP00000377245", "ENSP00000465024", "ENSP00000465126", "ENSP00000466704", "ENSP00000467601", "ENSP00000468014", "ENSP00000468671"], "transcript": ["ENST00000171111", "ENST00000393623", "ENST00000585845", "ENST00000588024", "ENST00000590237", "ENST00000590593", "ENST00000591039", "ENST00000591419", "ENST00000592055", "ENST00000592478"], "translation": [{"protein": "ENSP00000468014", "rna": "ENST00000592478"}, {"protein": "ENSP00000171111", "rna": "ENST00000171111"}, {"protein": "ENSP00000377245", "rna": "ENST00000393623"}, {"protein": "ENSP00000467601", "rna": "ENST00000590593"}, {"protein": "ENSP00000466704", "rna": "ENST00000585845"}, {"protein": "ENSP00000468671", "rna": "ENST00000592055"}, {"protein": "ENSP00000465126", "rna": "ENST00000591419"}, {"protein": "ENSP00000465024", "rna": "ENST00000591039"}], "type_of_gene": "protein_coding"}, "entrezgene": "9817", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 20.4055455919, "exp_mis": 298.915229803, "exp_syn": 150.324854625, "lof_z": 3.37825648996859, "mis_z": 4.75042501127922, "mu_lof": 1.70765048937e-06, "mu_mis": 2.77233338771e-05, "mu_syn": 1.3916697445e-05, "n_lof": 5.0, "n_mis": 131.0, "n_syn": 125.0, "p_li": 0.251629057539983, "p_null": 0.000260178838047378, "p_rec": 0.748110763621969, "syn_z": 1.28050630947738}, "bp": 1875, "cds_end": 10610709, "cds_start": 10597327, "n_exons": 5, "nonpsych": {"exp_lof": 18.3704039373, "exp_mis": 270.448551732, "exp_syn": 135.959926761, "lof_z": 3.06363594808186, "mis_z": 4.64498766568757, "mu_lof": 1.70765048937e-06, "mu_mis": 2.77233338771e-05, "mu_syn": 1.3916697445e-05, "n_lof": 5.0, "n_mis": 119.0, "n_syn": 106.0, "p_li": 0.152375693948018, "p_null": 0.000881551139824289, "p_rec": 0.846742754912158, "syn_z": 1.61770164954369}, "nontcga": {"exp_lof": 18.7634936436, "exp_mis": 274.992422638, "exp_syn": 138.289274877, "lof_z": 3.58985492893708, "mis_z": 4.56637298102822, "mu_lof": 1.70765048937e-06, "mu_mis": 2.77233338771e-05, "mu_syn": 1.3916697445e-05, "n_lof": 3.0, "n_mis": 123.0, "n_syn": 117.0, "p_li": 0.836859752623672, "p_null": 2.76453339188382e-05, "p_rec": 0.163112602042409, "syn_z": 1.14627655131176}, "transcript": "ENST00000171111.5"}, "exons": [{"cdsend": 10500033, "cdsstart": 10486651, "chr": "19", "position": [[10486124, 10486818], [10489191, 10489368], [10489647, 10489853], [10491576, 10492262], [10499394, 10500080], [10502696, 10502771]], "strand": -1, "transcript": "NM_012289", "txend": 10502771, "txstart": 10486124}, {"cdsend": 10500033, "cdsstart": 10486651, "chr": "19", "position": [[10486124, 10486818], [10489191, 10489368], [10489647, 10489853], [10491576, 10492262], [10499394, 10500080], [10503240, 10503356]], "strand": -1, "transcript": "NM_203500", "txend": 10503356, "txstart": 10486124}], "exons_hg19": [{"cdsend": 10610709, "cdsstart": 10597327, "chr": "19", "position": [[10596800, 10597494], [10599867, 10600044], [10600323, 10600529], [10602252, 10602938], [10610070, 10610756], [10613372, 10613447]], "strand": -1, "transcript": "NM_012289", "txend": 10613447, "txstart": 10596800}, {"cdsend": 10610709, "cdsstart": 10597327, "chr": "19", "position": [[10596800, 10597494], [10599867, 10600044], [10600323, 10600529], [10602252, 10602938], [10610070, 10610756], [10613916, 10614032]], "strand": -1, "transcript": "NM_203500", "txend": 10614032, "txstart": 10596800}], "generif": [{"pubmed": 11921171, "text": "In epithelial cells derived from retina and inner ear, Keap1 is a component of focal adhesions and zipper junctions."}, {"pubmed": 12145307, "text": "Keap1 dimerization causes Nrf2 sequestration"}, {"pubmed": 12947090, "text": "phosphorylation of serine 40 is necessary for nuclear factor((erythroid-derived 2)like 2(Nrf2) release from Inhibitor of Nrf2(INrf2)"}, {"pubmed": 15282312, "text": "Data show that Keap1 associates with the N-terminal region of Cullin 3 through the IVR domain and promotes the ubiquitination of Nrf2 in cooperation with the Cullin 3-Roc1 complex."}, {"pubmed": 15379550, "text": "hKeap1 regulates fetal Alz-50 reactive clone 1 in addition to its known role in control of Nrf2"}, {"pubmed": 15475350, "text": "structure of the Kelch domain of Keap1 protein represents a high quality model for the superfamily of eukaryotic kelch repeat proteins"}, {"pubmed": 15572695, "text": "KEAP1 is a redox-regulated substrate adaptor protein for a Cul3-dependent ubiquitin ligase complex."}, {"pubmed": 15583386, "text": "crystallographic analysis of the Kelch domain from human Keap1"}, {"pubmed": 15601839, "text": "Keap1 negatively regulates Nrf2 function in part by targeting Nrf2 for ubiquitination by the CUL3-ROC1 ligase and subsequent degradation by the proteasome"}, {"pubmed": 15917255, "text": "A downstream product of COX-2, 15-deoxy-Delta(12,14)-prostaglandin J2 (15d-PGJ2), activated the Nrf2 regulatory pathway in HAECs through binding to the cysteines of Keap1"}, {"pubmed": 15983046, "text": "Keap1 is a BTB-Kelch substrate adaptor protein for Cul3, which targets it for degradation by a proteasome-independent pathway"}, {"pubmed": 16000310, "text": "stabilization of Nrf2 in cells under stress represents the central regulatory response mediated by mechanisms that interfere with its interaction with Keap1, leading to the induction of antioxidant enzymes important to maintain cellular redox homeostasis"}, {"pubmed": 16006525, "text": "Modifying specific cysteines of the electrophile-sensing human Keap1 protein is insufficient to disrupt binding to the Nrf2 domain Neh2."}, {"pubmed": 16137655, "text": "These findings suggest a role for FAC1 in apoptosis following release of Nrf2 from Keap1 in response to oxidative stress."}, {"pubmed": 16204884, "text": "x-ray crystallographic analysis of solvent and side-chain interactions in the Kelch domain of Keap1"}, {"pubmed": 16507366, "text": "Somatic mutation and a gene variation in human lung cancer cells change glycine to cysteine in the KEAP1 DGR domain, introducing local conformational changes that reduce Keap1's affinity for Nrf2."}, {"pubmed": 16508120, "text": "A recombinant protein containing both the Kelch/DGR domain and the C-terminal region of mouse Keap1 was expressed in Escherichia coli, purified to near-homogeneity and crystallized by the sitting-drop vapour-diffusion method."}, {"pubmed": 17020408, "text": "Loss of KEAP1 function leading to constitutive activation of NRF2-mediated gene expression in cancer suggests that tumor cells manipulate the NRF2 pathway for their survival against chemotherapeutic agents"}, {"pubmed": 17046835, "text": "The N terminus of the PGAM5 protein contains a conserved NXESGE motif that binds to the substrate binding pocket in the Kelch domain of Keap1."}, {"pubmed": 17145701, "text": "review will discuss recent progress in the field of the Nrf2-Keap1 signaling pathway, with emphasis on the mechanistic studies of Nrf2 regulation by Keap1--{REVIEW}"}, {"pubmed": 17259171, "text": "Nrf2-Keap1-dependent UGT1A1 induction by prooxidants might represent a key adaptive response to cellular oxidative stress"}, {"pubmed": 17603223, "text": "In 84 Japanese type 2 diabetes subjects, 18 genetic variations were detected in the KEAP1 gene, including 13 novel ones."}, {"pubmed": 17636022, "text": "KEAP1 controls postinduction repression of the NRF2-mediated antioxidant response by escorting nuclear export of NRF2."}, {"pubmed": 17822677, "text": "Importantly, our findings suggest that a paradox exists whereby Nrf2 activity is beneficial in non-malignant cells but in cancer cells it may provide a selective advantage for clonal expansion."}, {"pubmed": 17903176, "text": "endogenous Keap1 remains mostly in the cytoplasm, and electrophiles promote nuclear accumulation of Nrf2 without altering the subcellular localization of Keap1"}, {"pubmed": 17925401, "text": "Nrf2 regulates INrf2 by controlling its transcription, and INrf2 controls Nrf2 by degrading it."}, {"pubmed": 17980616, "text": "C151 is the most important site of alkylation on Keap1 by chemoprevention agents that function by activating the antioxidant response element through Nrf2."}, {"pubmed": 18062931, "text": "in response to CSNO Keap1 accumulates in the nucleus with a time course similar to that of Nrf2."}, {"pubmed": 18240569, "text": "ProTalpha and Nrf2 compete for interaction with Keap1, therefore ProTalpha is able to liberate Nrf2 from complex with Keap1 and hence contribute to Nrf2-dependent transcription."}, {"pubmed": 18251510, "text": "Cys151 adduction confers a critical alkylation sensor function upon Keap1"}, {"pubmed": 18316592, "text": "Keap1 prevents activation of Nrf2 and lung cancer cell growth"}, {"pubmed": 18476723, "text": "ap1-dependent signaling pathway for the induction of the constitutive GST A1 expression during epithelial cell differentiati in Caco-2 cells."}, {"pubmed": 18555005, "text": "Keap1 expression is regulated by an epigenetic mechanism in lung cancer."}, {"pubmed": 18692501, "text": "Aberrant Nrf2 activation provoked by Keap1 alteration is one of the molecular mechanisms for chemotherapeutic resistance in gallbladder cancer"}, {"pubmed": 18757741, "text": "provides in vivo validation of the two-site substrate recognition model for Nrf2 activation by the Keap1-Cul3-based E3 ligase"}, {"pubmed": 18829555, "text": "Targeting Nrf2 activity in lung cancers, particularly those with Keap1 mutations, could be a promising strategy to inhibit tumor growth and circumvent chemoresistance."}, {"pubmed": 19321346, "text": "KEAP1 mutations; activation of an adaptive response in cancer (Review)"}, {"pubmed": 19424632, "text": "In renal cell carcinoma, Keap1 is associated with a more advanced disease, a higher grade and a poorer prognosis."}, {"pubmed": 19489739, "text": "Modification of Cys(151) of human Keap1, by mutation to a tryptophan, relieves the repression by Keap1 and allows activation of the antioxidant response element by Nrf2."}, {"pubmed": 19520915, "text": "Activating Nrf2 pathways in tissue-specific Keap1 knockout mice and human epithelial cells represents an important genetic approach against oxidant-induced lung damage."}, {"pubmed": 19608619, "text": "the KEAP1-NRF2 pathway determines resistance to electrophiles and redox-cycling compounds in human keratinocytes through glutathione-dependent and glutathione-independent mechanisms."}, {"pubmed": 19671143, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19706542, "text": "Results show that the Nrf2-Keap1 signaling pathway mediates protective cellular responses to mitigate *NO-induced damage and may contribute to the relative resistance of HCT116 to *NO-induced cytotoxicity."}, {"pubmed": 19818716, "text": "Dysregulation of KEAP1-mediated IKKbeta ubiquitination may contribute to tumorigenesis."}, {"pubmed": 19967722, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20061377, "text": "We propose that KEAP1 intermolecular disulfide formation via Cys(151) underlies the activation of NRF2 by reactive oxygen and nitrogen species"}, {"pubmed": 20064547, "text": "Nrf2-encoding NFEL2 haplotypes influence disease progression but not risk in Alzheimer disease and age-related cataract."}, {"pubmed": 20064547, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20124447, "text": "analysis of point mutations in Keap1 gene that lead to nonconservative amino acid substitutions in prostate cancer cells"}, {"pubmed": 20196834, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20213688, "text": "Keap1 gene mutations are likely to be associated with a worse prognosis and lower postoperative disease-free survival rates in pathological Stage I-II NSCLC."}, {"pubmed": 20213688, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20378532, "text": "the physical and functional interaction of sequestosome 1 with Keap1 regulates the Keap1-Nrf2 cell defense pathway"}, {"pubmed": 20421418, "text": "Data suggest that accumulation of endogenous p62 or ectopic expression of p62 sequesters Keap1 into aggregates, resulting in the inhibition of Keap1-mediated Nrf2 ubiquitination and its subsequent degradation by the proteasome."}, {"pubmed": 20427290, "text": "CRIF1, unlike KEAP1 (which only interacts with N-terminal region of NRF2), physically interacts with both N- and C-terminal regions of NRF2 and promotes NRF2 ubiquitination and subsequent proteasome-mediated NRF2 protein degradation"}, {"pubmed": 20495340, "text": "This study assigns a novel positive role of Keap1 in upregulating p62-mediated autophagic clearance of ubiquitin aggregates."}, {"pubmed": 20534738, "text": "The decreased expression of Keap1 are common abnormalities in NSCLC and are associated with a poor outcome."}, {"pubmed": 20600852, "text": "KEAP1 is involved in the negative regulation of NF-kappaB signaling through the inhibition of IKKbeta phosphorylation and the mediation of autophagy-dependent IKKbeta degradation."}, {"pubmed": 20801881, "text": "analysis of the structural features that determine inducer potency and reactivity with Keap1"}, {"pubmed": 21173573, "text": "Regulation of KEAP1 expression by promoter methylation in malignant gliomas and association with patient's outcome."}, {"pubmed": 21248763, "text": "KEAP1 alterations were observed at a significantly higher frequency in papillary adenocarcinoma tumors (60%) than what has been reported previously"}, {"pubmed": 21251164, "text": "this review is focused on the functional contribution of the Keap1-Nrf2 system to cancer."}, {"pubmed": 21357422, "text": "Electrophilic nitro-fatty acids activate NRF2 by a KEAP1 cysteine 151-independent mechanism"}, {"pubmed": 21506927, "text": "S-guanylation of Keap1 is involved in potent antioxidant effects mediated by 8-nitro-cGMP, by inducing oxidative stress-response genes such as heme oxygenase-1. (Review)"}, {"pubmed": 21610322, "text": "Methylation at the KEAP1 promoter region was detected in 22 out of the 47 non-small cell lung cancer"}, {"pubmed": 21676886, "text": "Keap1 sequence analysis revealed genetic mutations in 29% of clear cell samples and 8% of nonclear cell tumors. RNAi-mediated knockdown of Keap1 was associated with Nrf2 pathway activation and resistance to carboplatin in vitro."}, {"pubmed": 21693047, "text": "Data show that Keap1 and PRDX IV were overexpressed in the TNBC cohort."}, {"pubmed": 21795997, "text": "Genetic disruption of KEAP1/CUL3 E3 ubiquitin ligase complex components is a key mechanism of NF-kappaB pathway activation resulting in lung cancer."}, {"pubmed": 21875324, "text": "Kakadu plum purified fraction demonstrated an upregulation of the Nrf2/Keap1 ratio in Hep G2 cells."}, {"pubmed": 21897267, "text": "Keap1 single nucleotide polymorphism rs1048290 may be a novel independent prognostic marker for patients with endometrial cancer receiving adjuvant treatment."}, {"pubmed": 21926171, "text": "miR-200a regulates the Keap1/Nrf2 pathway in mammary epithelium"}, {"pubmed": 22089114, "text": "We found a statistically significant correlation between the presence of Keap1/Nrf2 (nuclear factor erythroid-2-related factor 2) mutations and increased multidrug-resistant protein-3 messenger RNA levels in non-small cell lung carcinoma patient samples."}, {"pubmed": 22125611, "text": "Findings suggest that the binding of prothymosin alpha (ProTalpha) and Neh2 to Keap1 occurs synergistically via preformed structural elements."}, {"pubmed": 22215675, "text": "WTX and NRF2 compete for binding to KEAP1, and thus loss of WTX leads to rapid ubiquitination and degradation of NRF2 and a reduced response to cytotoxic insult."}, {"pubmed": 22279539, "text": "Data suggest that the NRF2-KEAP 1 pathway as a possible target for personalized therapeutic intervention in RKIP depleted cancers."}, {"pubmed": 22348534, "text": "KEAP1 mutations occur widely in solid cancers, irrespective of histological type."}, {"pubmed": 22609006, "text": "Gene knockdown of Keap1 induces Nrf2 activation and ARE/EpRE-dependent expression of phase II genes."}, {"pubmed": 22683333, "text": "the failure of antioxidant protection due to demethylation of the CpG islands in the Keap1 promoter is linked to the diabetic cataracts and possibly age-related cataracts."}, {"pubmed": 22684020, "text": "Suppression of KEAP1 in lung tumor cells resulted in increased expression of PPARgamma and was accompanied by induction of cell differentiation markers andattenuated expression of cancer stem cell markers."}, {"pubmed": 22872865, "text": "The autophagy pathway maintains the integrity of the Keap1-Nrf2 system for the normal liver function by governing the Keap1 turnover"}, {"pubmed": 22874821, "text": "Studies indicate that in contrast to NF-kappaB that plays a key role in immune and inflammatory response in CKD patients, Keap1-Nrf2 system is an important endogenous defense mechanism."}, {"pubmed": 22943825, "text": "The decreased expression of UGT1A and the dysregulation of Nrf2/Keap1 system may play a role in colonic tumorigenesis."}, {"pubmed": 23045278, "text": "miR-141 regulates KEAP1 and modulates cisplatin sensitivity in ovarian cancer cells."}, {"pubmed": 23047008, "text": "these results indicate that Sp1 is essential for Keap1 expression and that promoter methylation blocks Sp1 binding in A549 cells"}, {"pubmed": 23052169, "text": "The data suggest a possible activation of the NRF2/KEAP1 system in sarcomas and a possible contribution to cytoprotection of sarcoma cells."}, {"pubmed": 23056183, "text": "Study indicates a high-throughput screen to identify activators of the Keap1-Nrf2-ARE pathway."}, {"pubmed": 23061798, "text": "These data uncover a previously unknown role for NRF2 in regulating Eotaxin-1 expression and further the mechanistic understanding of this pathway in modulating inflammatory lung disease."}, {"pubmed": 23066931, "text": "Authors demonstrated that the Helicobacter pylori HspB protein interferes with Nrf2/Keap1 pathway."}, {"pubmed": 23075683, "text": "expression of Keap1 was significantly correlated with treatment outcome"}, {"pubmed": 23117207, "text": "SQSTM1-mediated dysregulation of the Keap1-Nrf2 axis, which could potentially lead to aberrant production of oxidative response genes, may contribute to disease aetiology in a subset of Paget's disease of bone patients."}, {"pubmed": 23188707, "text": "p62-mediated sequestration of Keap1 activates the Nrf2 pathway, and arsenic-mediated Nrf2 activation may be through a p62-dependent mechanism."}, {"pubmed": 23242280, "text": "In the brains of neurodegenerative patients Keap1 is localized in neuronal and glial cytoplasmic inclusions."}, {"pubmed": 23249627, "text": "These results indicate that aberrant promoter methylation of the KEAP1 gene is involved in breast cancerogenesis."}, {"pubmed": 23318954, "text": "the interaction between ProTalpha and the Kelch domain of Keap1 by using nuclear magnetic resonance spectroscopy, isothermal titration calorimetry, peptide array analysis, site-directed mutagenesis, and molecular dynamic simulations."}, {"pubmed": 23390006, "text": "6-Methylthiohexyl isothiocyanate modulated antioxidant-responsive element driven NQO1 expression by stabilizing Nrf2 with enhanced Keap1 modification and decreased Nrf2 degradation."}, {"pubmed": 23454126, "text": "changes in conformation rather than dissociation from Cul3 inactivate the repressor function of Keap1 leading to Nrf2 stabilization"}, {"pubmed": 23455180, "text": "In colorectal cancer, Nrf2 expression is closely correlated with Keap1 in the tumor and with Bach1 in the normal tissue."}, {"pubmed": 23645672, "text": "Data suggest that Keap1 does not contribute to hypoxic Nrf2 suppression, and both HIF-1alpha and Siah2 are key regulators of hypoxic responses."}, {"pubmed": 23674500, "text": "Parthenolide increases oxidation of KEAP1 in normal prostate epithelial cells."}, {"pubmed": 23722832, "text": "The crystal structures of the apo form of the mutated Keap1 Kelch domain were determined by ligand-soaking."}, {"pubmed": 23724128, "text": "This study identified the first KEAP1 mutation in multinodular goitres."}, {"pubmed": 23727018, "text": "USP15 specifically deubiquitinates Keap1, which suppresses the Nrf2 pathway."}, {"pubmed": 23766854, "text": "The effect of KEAP1 knockdown on NRF2 target gene expression and its toxicological implication using human colon cancer cells, is reported."}, {"pubmed": 23824739, "text": "KEAP1 mutation is associated with drug resistance in lung cancer."}, {"pubmed": 23938463, "text": "NFR2 contributes to chemoresistance in KEAP1-FSM cells, a melanoma cell line."}, {"pubmed": 23986495, "text": "Regulatory flexibility in the Nrf2-mediated stress response is conferred by conformational cycling of the Keap1-Nrf2 protein complex."}, {"pubmed": 24102512, "text": "The results of this study suggest that variations in NFE2L2 and KEAP1, encoding two central proteins in cellular oxidative"}, {"pubmed": 24224011, "text": "Enhanced Nrf2 activity via Keap1-KD decreased fasting-induced steatosis, pointing to an important function of Nrf2 on lipid metabolism under the condition of nutrient deprivation."}, {"pubmed": 24322982, "text": "Cancer-derived mutations in KEAP1 impair NRF2 degradation but not ubiquitination."}, {"pubmed": 24323028, "text": "Data indicate that seven genes showed statistical enrichment for mutation: TP53, RB1, PTEN, NFE2L2, KEAP1, MLL2, and PIK3CA."}, {"pubmed": 24386210, "text": "patients with overexpression of Keap1 and Nrf2 had not significantly worse overall survival by Kaplan-Meier analysis."}, {"pubmed": 24630991, "text": "MARV targets Keap1 to activate Nrf2-induced cytoprotective responses during infection."}, {"pubmed": 24746615, "text": "we report the methylglyoxal-mediated sequential events responsible for Keap1 promoter DNA demethylation in human lens epithelial cells"}, {"pubmed": 24763052, "text": "A deregulation of BRD4 diminished the KEAP1/NRF2 axis and led to a disturbed regulation of the inducible heme oxygenase 1 (HMOX1)."}, {"pubmed": 24769730, "text": "Results implicate p62-dependent autophagic degradation of Keap1 by palmitate as a mechanism contributing to hepatocyte lipoapoptosis."}, {"pubmed": 25114896, "text": "Studied the DNA-level mechanisms affecting KEAP1/CUL3/RBX1 E3-ubiquitin ligase complex as a regulator of NRF2 levels in ovarian cancer."}, {"pubmed": 25236737, "text": "Nitroxides may act as electrophiles, directly or indirectly, capable of activating the Keap1-Nrf2-ARE pathway in human keratinocytes."}, {"pubmed": 25269472, "text": "our data indicate that cisplatin resistance in HOCCs is partially attributable to their high expression of p62, which plays an important role in preventing ROS stress-induced apoptosis by regulating the Keap1-Nrf2-ARE signaling pathway."}, {"pubmed": 25447793, "text": "The emerging role of redox-sensitive Nrf2-Keap1 pathway in diabetes"}, {"pubmed": 25449014, "text": "Data shows that ovarian cancer cells have exogenous reactive oxygen species (ROS) removal capacity that is regulated by NRF2-KEAP1 system."}, {"pubmed": 25498967, "text": "electrophilic moiety in caffeic acid is essential for the oxidation of the Keap1 protein It should be noted that while the nucleophilic moiety (the catechol/quinone moiety) can provide scavenging ability it cannot contribute directly to Nrf2 induction"}, {"pubmed": 25505069, "text": "In human herpesvirus 8-infected cells SQSTM1 was phosphorylated, while Keap1 was polyubiquitinated, modifications known to increase their mutual affinity and interaction, leading to Keap1 degradation and Nrf2 activation."}, {"pubmed": 25528168, "text": "Keap1 also acts as an E3 ubiquitin ligase substrate-recognition subunit that specifically targets Nrf2. (Review)"}, {"pubmed": 25531322, "text": "These findings suggest that aberrant RSPO3-LGR4 signaling potentially acts as a driving mechanism in the aggressiveness of Keap1-deficient lung ADs."}, {"pubmed": 25582950, "text": "Data suggest that KEAP1 mutations (such as those observed in lung cancer patients) affect conformation/folding/stability of Keap1 and its binding affinity for ligands NRF2 (nuclear factor erythroid 2-like 2) and PTMA (prothymosin alpha)."}, {"pubmed": 25589623, "text": "here we report that genetic variants in the KEAP1 gene were associated with the outcome of patients with breast cancer"}, {"pubmed": 25612817, "text": "Keap1 RNAi can serve as a therapeutic strategy for relieving oxidative stress-associated symptoms in many neurodegenerative disorders."}, {"pubmed": 25674242, "text": "our study clearly demonstrates the failure of Nrf2 mediated antioxidant system revealed in biopsies of diabetic cardiomyopathy"}, {"pubmed": 25739673, "text": "somatic alterations in NRF2, CUL3, or KEAP1 itself affect relationship between KEAP1 and NRF2 protein/transcription factor activity"}, {"pubmed": 25841332, "text": "Regulation of the expression of renal drug transporters in KEAP1-knockdown human tubular cells"}, {"pubmed": 25878335, "text": "Combined genomic and proteomic analyses demonstrated infrequent alteration of validated lung cancer targets but identified novel potential targets for TTF1-negative LUAD, including KEAP1/Nrf2 and DNA repair pathways"}, {"pubmed": 25879528, "text": "Oxidative stress and main redox regulators may participate in pancreatic carcinogenesis and Keap1 appears as a promising prognostic factor in pancreatic cancer."}, {"pubmed": 25896253, "text": "MiR-141 promoted Kelch-like ECH-associated protein 1 (Keap1) mRNA degradation by directly targeting the Keap1 3'untranslated region (3'UTR)."}, {"pubmed": 25926686, "text": "The interaction of mVP24 with Keap1 also relieved Keap1 repression of NF-kappaB reporter activity."}, {"pubmed": 25939382, "text": "Data indicate that RNA binding protein RBM45/Kelch-like ECH-associated protein 1 (KEAP1) interactions in amyotrophic lateral sclerosis (ALS) spinal cord."}, {"pubmed": 26078391, "text": "Keap1 functions as a suppressor of tumor metastasis by targeting the Nrf2/S100P pathway in NSCLC cells."}, {"pubmed": 26149655, "text": "Variations in NFE2L2 gene increase the risk of temporal lobe epilepsy and Drug resistant epilepsy but variations in KEAP1 gene play a protective role for Drug resistant epilepsy."}, {"pubmed": 26191276, "text": "There were differences in the expression of Nrf2, Keap1, p16 and E-cadherin between different ovarian carcinoma subtypes."}, {"pubmed": 26195781, "text": "Keap1 acts as a negative regulator for the control of inflammatory signaling in M. avium-infected human primary macrophages."}, {"pubmed": 26205490, "text": "KEAP1-NRF2 pathway and autophagy act in concert to combat the deleterious effects of proteotoxicity. [review]"}, {"pubmed": 26219975, "text": "Data show that the differentiation of LiSa-2 preadipocytes is associated with an increase of cullin-associated and neddylation-dissociated 1 (CAND1), COP9 signalosome (CSN), neddylated cullin 3 (Cul3) and the BTB protein Keap1."}, {"pubmed": 26233704, "text": "The Nrf2-Keap1 pathway is the major regulator of cytoprotective responses to oxidative and electrophilic stress. (Review)"}, {"pubmed": 26301506, "text": "In cells with functional KEAP1, RTA 405 increased NRF2 levels, but not IKKbeta or BCL2 levels, and did not increase cell proliferation or survival."}, {"pubmed": 26350055, "text": "Up-regulation of KEAP1 is associated with carcinogenesis and progression of Salivary Adenoid Cystic Carcinoma."}, {"pubmed": 26453926, "text": "that targeted repression of Keap1 and activation of Nrf2 pathway, in part, underlies the protective effects of miR-7 against 1-methyl-4-phenylpyridinium (MPP+)-induced toxicity in SH-SY5Y"}, {"pubmed": 26527616, "text": "Keap1 utilizes multiple cysteine residues specifically and/or collaboratively as sensors for the detection of a wide range of environmental stresses."}, {"pubmed": 26551700, "text": "Studies demonstrate that Keap1-Nrf2 pathway is important to orchestrate an elaborate genetic program that enhances the intrinsic cytoprotective functions, including drug metabolizing, antioxidant and antiinflammatory networks. [review]"}, {"pubmed": 26551704, "text": "Studies propose that Keap1 activity and Nrf2 are regulated by interactions of Trx1 system enzymes with oxidants. [review]"}, {"pubmed": 26551706, "text": "Accumulating evidence suggests that dysregulation of Keap1-Nrf2 pathway resulting in constitutively active Nrf2 and increased expression of cytoprotective Nrf2 target genes, has a pivotal role in cancer. [review]"}, {"pubmed": 26602019, "text": "findings reveal that Keap1 regulates cell migration by affecting the subcellular localization and activity of cortactin independently of its role in oxidant stress responses."}, {"pubmed": 26657794, "text": "Results show up-regulation of TrkB and down-regulation of Runx3 and Keap1 in breast cancer cells and suggest that TrkB plays a key role in tumorigenicity and metastasis of breast cancer cells through suppression of Runx3 or Keap1."}, {"pubmed": 26698668, "text": "Induction of GSH-related genes xCT and GCLM were oxygen and Bach1-insensitive during long-term culture under 5% O2, providing the first evidence that genes related to GSH synthesis mediate protection afforded by Nrf2-Keap1 defense pathway"}, {"pubmed": 26857210, "text": "clinical cholangiocarcinoma samples displayed FoxO3-Keap1 down-regulation and Nrf2 hyperactivation"}, {"pubmed": 26878775, "text": "Our results identified ECG as a novel Keap1-Nrf2 interaction disruptor and LPS-induced TLR4 activation inhibitor, thereby providing an innovative strategy to prevent or treat immune, oxidative stress and inflammatory-related diseases"}, {"pubmed": 26904936, "text": "Inhibition of NRF2 by KEAP1 overexpression compromises metabolic reprogramming of fibroblasts and results in reduced efficiency of induced pluripotent stem cells colony formation."}, {"pubmed": 26980696, "text": "c-myc plays a key role in MBD1 mediated epigenetic silencing of KEAP1."}, {"pubmed": 26987716, "text": "expression of Nrf2-Keap1 is abnormal in osteosarcoma tissue and shows significant clinical relevance for determining the prognosis of osteosarcoma"}, {"pubmed": 26989875, "text": "Punicalagin protects HepG2 cells from lipotoxicity induced by free fatty acids through activating Nrf2/Keap1 pathway."}, {"pubmed": 27029077, "text": "Data show that genistein induced re-expression of the methylated Keap1 genes through demethylation in A549 cells, however, no Keap1 mRNA expression changes were detected in MRC-5 fibroblast cells."}, {"pubmed": 27086966, "text": "Results show that GSTP potentiates S-glutathionylation of Keap1, which leads to Nrf2 activation and subsequently increases expression of GSTP. This positive feedback regulatory loop represents a novel mechanism by which GSTP elicits antioxidant protection in the brain."}, {"pubmed": 27170270, "text": "EMT signalling and the KEAP1/NFE2L2-axis are likely to be involved in metastatic spread of malignant melanoma and also appear to have potential interactions."}, {"pubmed": 27212020, "text": "our study pinpoints that PAQR3 functions as an adaptor protein to promote Nrf2-Keap1 complex formation, thereby modulating the Nrf2-Keap2 pathway and playing an important role in controlling antioxidant response of the cell"}, {"pubmed": 27323010, "text": "Immunohistochemical assays were used to measure the expression of Keap1 protein in breast cancer tissue and adjacent normal tissue, and its clinical significance was explored. We observed that 24.6% breast cancer tissue samples were positive for Keap1, a significantly lower proportion than that seen with adjacent normal tissue specimens"}, {"pubmed": 27497688, "text": "Using a combination of biochemical and mass spectrometry studies, the authors show that VP24 is a dimer in solution that directly binds to the Kelch domain of Kelch-like ECH-associated protein 1 (Keap1) to regulate nuclear factor (erythroid-derived 2)-like 2 (Nrf2)."}, {"pubmed": 27497696, "text": "Keap1 is the main negative regulator of Nrf2 [review]"}, {"pubmed": 27573160, "text": "miR-200a was found to interact with the 3'-untranslated region of Keap1, the native regulator of Nrf2."}, {"pubmed": 27601007, "text": "The modification of NRF2 or KEAP1 expression in non-small cell lung cancer cell lines disrupted downstream gene expression and cell sensitivity to platinum-based drugs."}, {"pubmed": 27621311, "text": "These data establish new functions for KEAP1 within the nucleus and identify MCM3 as a novel substrate of the KEAP1-CUL3-RBX1 E3 ligase."}, {"pubmed": 27650414, "text": "Result showed that there was a significant association between Keap1 and phosphorylated (p) Nrf2 expression in hepatocellular carcinoma. Higher pNrf2 expression was more likely observed in those specimens with reduced Keap1 expression."}, {"pubmed": 27663261, "text": "The Keap-1/Nrf2 redox system is a biological target of SSNO."}, {"pubmed": 27663899, "text": "Results provide evidence for a critical role of mutations in TP53 and KEAP1 during lung squamous cell carcinoma (LSCC oncogenesis, because deletion of either gene leads to increased self-renewal of airway basal stem cells. Also, KEAP1/NRF2 mutations increase radioresistance and predict local tumor recurrence in radiotherapy treated LSCC patients."}, {"pubmed": 27769838, "text": "Keap1 orchestrates the antioxidant response; the system can be targeted for therapy [review]"}, {"pubmed": 27799074, "text": "Study showed that Sequestosome 1-mediated sequestration of Keap1 is associated with chronic activation of the Nrf2 stress response pathway in the autophagic vacuolar myopathie muscle; demonstrated that Nrf2 signaling is upregulated in autophagic muscle disorders and raise the possibility that autophagy disruption in skeletal muscle leads to dysregulation of cellular redox homeostasis."}, {"pubmed": 27806574, "text": "We present the case that chemoprevention through the Keap1/Nrf2 system may be context dependent and that the Nrf2 \"dose-response curve\" for electrophilic and redox balance may not be monotonic."}, {"pubmed": 27840932, "text": "the expression of NRF2, KEAP1, NQO-1 and HO-1 are increased significantly in advanced laryngeal squamous cell carcinoma, compared with the adjacent normal mucosa. Remarkable relevance exists between high expression of KEAP1, NQO-1, HO-1 and nuclear NRF2. their expression levels were independent of age, tumor stage (clinical stage III and IV), tumor size and lymph node metastasis."}, {"pubmed": 27889639, "text": "These data demonstrate that the beneficial properties of SFN extend beyond activation of the KEAP1-Nrf2-ARE system and warrant further interrogation given the current use of this agent in multiple clinical trials"}, {"pubmed": 28061435, "text": "Results indicate that microRNA miR-141 targets kelch like ECH associated protein 1 (Keap1) to activate NF-E2-related factor 2 (Nrf2) signaling, which protects retinal pigment epithelium cells (RPEs) and retinal ganglion cells (RGCs) from UV radiation."}, {"pubmed": 28061437, "text": "Data indicate the role of kelch like ECH associated protein 1 (Keap1)/nuclear factor E2-related factor 2 (Nrf2) axis deregulation with potential new function as independent epigenetic prognostic marker in renal cell carcinoma."}, {"pubmed": 28115426, "text": "p97 negatively regulates NRF2 through the canonical pathway by extracting ubiquitylated NRF2 from the KEAP1-CUL3 E3 complex."}, {"pubmed": 28128368, "text": "Here we present a proof-of-concept application for the rational design of an epitope-specific antibody binding with the target protein Keap1, by grafting pre-defined structural interaction patterns from the native binding partner protein, Nrf2, onto geometrically matched positions of a set of antibody scaffolds. The designed antibodies bind to Keap1 and block the Keap1-Nrf2 interaction in an epitope-specific way"}, {"pubmed": 28129239, "text": "High cytoplasmic Keap1 expression, which might prevent nuclear translocation of Nrf2 in ovarian cancer cells, was associated with lower disease recurrence and death rate."}, {"pubmed": 28237856, "text": "Molecular docking studies revealed that Wogonin can disrupt KEAP-1/Nrf-2 interaction by directly blocking the binding site of Nrf-2 in the KEAP-1 protein.  The study provides novel insights into the development of Nrf2 as a promising candidate and Wogonin as a therapeutic agent for the management of Osteoarthritis ."}, {"pubmed": 28333129, "text": "Aberrant Nrf2/Keap1 system integrity may affect self-defence mechanisms against oxidative stress in primary biliary cholangitis."}, {"pubmed": 28453520, "text": "ur results identify WDR23 as an alternative regulator of NRF2 proteostasis and uncover a cellular pathway that regulates NRF2 activity and capacity for cytoprotection independently of KEAP1."}, {"pubmed": 28533375, "text": "results demonstrate a multifaceted protective potential of KEAP1-NRF2 signaling in key cell types relevant to Huntington disease pathology"}, {"pubmed": 28583303, "text": "Keap1 silencing in melanocytes induced melanogenesis and the expression of melanogenesis-associated molecules through HO-1-associated beta-catenin activation. Keap1 downregulation in melanocytes is important for cell proliferation and survival."}, {"pubmed": 28617433, "text": "ESI induces protective autophagy of lung cancer cells through Nrf2-p62-keap1 feedback loop"}, {"pubmed": 28621229, "text": "the dual role of nuclear factor-erythroid 2 signaling in induction of colorectal cancer cell survival and death as well as the possibility of targeting nuclear factor-erythroid 2-kelch-like ECH-associated protein 1 axis as an advanced strategy in prevention and effective treatment of colorectal cancer patients have been discussed."}, {"pubmed": 28663241, "text": "The authors show that O-GlcNAcylation of KEAP1 by OGT at serine 104 is required for the efficient ubiquitination and degradation of NRF2."}, {"pubmed": 28684421, "text": "NRF2 is regulated at protein level by proteasomal degradation via KEAP1. Data suggest that antioxidant-induced up-regulation of NRF2 expression (a) overcomes KEAP1 regulation, (b) activates NRF2 translocation to nucleus, and (c) activates antioxidant response element. (NRF2 = nuclear factor [erythroid-derived 2]-like 2 protein; KEAP1 = Kelch-like ECH-associated protein 1)"}, {"pubmed": 28757910, "text": "Curcumin Protects Skin against UVB-Induced Cytotoxicity via the Keap1-Nrf2 Pathway: The Use of a Microemulsion Delivery System."}, {"pubmed": 28760781, "text": "Results show that KEAP1 expression in esophageal squamous cell carcinoma is regulated by miR-432-3p that binds directly its 3'UTR."}, {"pubmed": 28839075, "text": "An intact complex of PGAM5-KEAP1-Nrf2 preserves mitochondrial motility by suppressing dominant-negative KEAP1 activity."}, {"pubmed": 28842501, "text": "Keap1 (Kelch-like ECH-associated protein 1) is an adaptor subunit of Cullin 3-based E3 ubiquitin ligase. Keap1 regulates the activity of Nrf2 and acts as a sensor for oxidative and electrophilic stresses."}, {"pubmed": 28865326, "text": "Hydrogen sulfide attenuates vascular smooth muscle cell calcification in vitro via the KEAP1-NRF2 redox sensing/stress response system by enhancing NQO1 expression."}, {"pubmed": 28899203, "text": "The Kelch-like ECH-associated protein 1-nuclear factor erythroid 2-related factor 2 (KEAP1-NRF2) signaling provides a cell protection mechanism against oxidative insults when endogenous stress defense mechanisms are imbalanced."}, {"pubmed": 28967920, "text": "provide a rationale for stratification of human patients with lung cancer harboring KRAS/KEAP1- or KRAS/NRF2-mutant lung tumors as likely to respond to glutaminase inhibition"}, {"pubmed": 29033244, "text": "Data suggest that Keap1, rather than Nrf2, is critical for the recruitment of iASPP into the Keap1-Nrf2 complex"}, {"pubmed": 29053012, "text": "The ratio of thioredoxin/Keap1 protein level may be useful for suggesting distant metastasis in colorectal cancer."}, {"pubmed": 29255090, "text": "NRF1 is more stable in KEAP1(+/+) than in KEAP1(-/-) isogenic cell lines, whereas NRF2 is dramatically stabilized in KEAP1(-/-) cells."}, {"pubmed": 29306329, "text": "our study emphasizes the discovery of a gene signature regulated by the KEAP1-NRF2-CUL3 axis which is strongly associated with tumorigenesis and drug resistance in head and neck squamous cell cancer ."}, {"pubmed": 29330291, "text": "Results demonstrate that Keap1 stabilizes F-actin cytoskeleton structures and inhibits focal adhesion turnover, thereby restraining the migration and invasion of NSCLC."}, {"pubmed": 29352001, "text": "Frequency of CD69 and IL-10 positive cells in highly enriched KEAP1-edited regulatory T cells."}, {"pubmed": 29407955, "text": "The research demonstrated that Keap1 should be a promising E3 ligase adaptor to be used in the design of novel PROTACs."}, {"pubmed": 29469959, "text": "Identified mutations in KEAP1 associated with Nrf2 overexpression in papillary thyroid carcinoma. Mutations favored disruption of inhibitory interaction Nrf2-Keap1 to enable increased antioxidant Nrf2 activity, possibly with prognostic consequences."}, {"pubmed": 29474635, "text": "While the primary tumours showed mutations in genes associated with cell adhesion and motility, brain metastases acquired mutations in adaptive, cytoprotective genes involved in response to cellular stress such as Keap-1, Nrf2 and P300, which are key players of the Keap1-Nrf2-ARE survival pathway."}, {"pubmed": 29499228, "text": "In the present review we briefly introduce the Nrf2-Keap1 system and describe Nrf2 functions, illustrate the Nrf2-NF-kappaB cross-talk, and highlight the effects of the Nrf2-Keap1 system in the physiology and pathophysiology of striated muscle tissue taking into account its role(s) in oxidative stress and reductive stress"}, {"pubmed": 29569716, "text": "KEAP1 amplification is associated with the risk of lung metastasis in osteosarcoma."}, {"pubmed": 29590092, "text": "itaconate alkylates cysteine residues 151, 257, 288, 273 and 297 on the protein KEAP1, enabling Nrf2 to increase the expression of downstream genes with anti-oxidant and anti-inflammatory capacities"}, {"pubmed": 29615460, "text": "KEAP1- and NFE2L2-mutated NSCLC patients represent a highly heterogeneous patient cohort. Both are associated with different histologies and usually are found together with other cancer-related, partly targetable, genetic aberrations."}, {"pubmed": 29675925, "text": "Keap1 protein expression in the esophageal squamous cell carcinoma.Aberrant signaling via the Keap1-Nrf2 pathway was common in esophageal squamous cell carcinoma and was associated with response and survival after chemoradiotherapy."}, {"pubmed": 29717933, "text": "KEAP1 acts as a cysteine thiol-rich sensor of redox insults.  KEAP1 represses NRF2 activity under quiescent conditions, whereas NRF2 is liberated from KEAP1-mediated repression on exposure to stresses. [review]"}, {"pubmed": 29743966, "text": "this study shows changes of KEAP1 expression levels induced by cell-free DNA in different cell types"}, {"pubmed": 30058679, "text": "A novel KEAP1 missense somatic mutation (c.1408C>T, p.R470C) and 3 novel NRF2 missense somatic mutations (c.85G>T, p.D29Y; c.230A>C, p.D77A and c.242G>A p.G81D) were identified in Chinese patients with cervical squamous cell carcinoma."}, {"pubmed": 30071261, "text": "the ability of porphyra-334 and shinorine to dissociate Nrf2 from Keap1 was confirmed also by measurement of increased mRNA expression of Nrf2 targeted genes encoding oxidative stress defense proteins in primary skin fibroblasts prior and post UVR exposure."}, {"pubmed": 30108253, "text": "Study characterize the interaction of Keap1, a central antioxidant response regulator in Metazoa, with the replicative helicase subunit protein MCM3. Analysis suggests that structural determinants of the interaction of Keap1 with its critical downstream target - Nrf2 master transactivator of oxidative stress response genes - may have evolved in evolution to mimic the conserved helix-2-insert motif of MCM3."}, {"pubmed": 30126895, "text": "The KEAP1 R320Q and R470C ANCHOR mutants colocalize with NRF2, p62/SQSTM1, and polyubiquitin."}, {"pubmed": 30296569, "text": "Association of genetic alteration in KEAP1 with a variety of human diseases (review)."}, {"pubmed": 30323285, "text": "results demonstrate the existence of direct inter-pathway communication between glycolysis and the KEAP1-NRF2 transcriptional axis, provide insight into the metabolic regulation of the cellular stress response, and suggest a therapeutic strategy for controlling the cytoprotective antioxidant response in several human diseases"}, {"pubmed": 30411339, "text": "Data indicate that kelch-Like ECH-associated protein 1 (KEAP1)/nuclear factor (erythroid-derived 2)-like 2 protein (NRF2)-mutant lung cancer is a microenvironmentally distinct, biologically heterogeneous, and clinically underestimated disease."}, {"pubmed": 30500824, "text": "These results suggest that Keap1 is involved in the degradation of structural destabilized IKKbeta and negative regulation of NF-kappaB under proteotoxic stress."}, {"pubmed": 30576774, "text": "it was found that a potential phosphorylation of S53 affected Keap1-Nrf2 binding in the pull-down assay, and induced nuclear translocation of Nrf2 in the electrophoretic mobility shift assay."}, {"pubmed": 30623427, "text": "Based on our data, we concluded that while Nrf2, Bcl-2, and Keap-1physicallyinteract, exposure to venetoclax results in Bcl-2 dissociation from this complex thereby augmenting proteosomal degradation of Nrf2, possiblydue to increased availability of Keap-1 for Nrf2 binding."}, {"pubmed": 30639423, "text": "Results found that KEAP1 mutation was exclusively present in PILAR1 expressing lung Adenocarcinoma (LUAD) samples."}, {"pubmed": 30641209, "text": "KEAP1 single nucleotide polymorphism rs1048290 was associated with chronic obstructive pulmonary disease."}, {"pubmed": 30692632, "text": "The HBXIP-mediated reduction in NRF2-KEAP1 complexes promotes NRF2 accumulation."}, {"pubmed": 30711933, "text": "Cytoplasmic Keap1 expression indicates poor prognosis in endometrial cancer"}, {"pubmed": 30793592, "text": "Transcription factor NF-E2 p45-related factor 2 (Nrf2) and its principal negative regulator, Kelch-like ECH-associated protein 1 (Keap1), comprise a molecular effector and sensor system that robustly responds to perturbations of the cellular redox homeostasis by orchestrating a comprehensive cytoprotective program."}, {"pubmed": 30811526, "text": "Data indicate that transcription factor transcription factor 7-like 1 (TCF7L1) could regulate antioxidant response in gastric cancer cells by regulating Keap1/NRF2 [Kelch-like ECH-associated protein 1/nuclear factor (erythroid-derived 2)-like 2] pathway."}, {"pubmed": 30825237, "text": "Epigenetic modifications but not genetic polymorphisms regulate KEAP1 expression in colorectal cancer."}, {"pubmed": 30895499, "text": "to differences in relative orientation within this complex. The observed CGA isomer-specific affinity for CQA to activate Nrf2 signaling was confirmed by nuclear translocation of Nrf2 induced by CGA and greater (p < 0.05) upregulation of genes related to Nrf2 expression."}, {"pubmed": 30907226, "text": "Dual roles of ULK1 (unc-51 like autophagy activating kinase 1) in cytoprotection against lipotoxicity."}, {"pubmed": 30941643, "text": "Our results suggest that GSTM1 * 1/0 genotype and the cumulative presence of at least one allele mutated in KEAP1 and/or NRF2 polymorphisms might be associated with worse prognosis for breast cancer patients."}, {"pubmed": 31107239, "text": "CDO1 is preferentially silenced by promoter methylation in human non-small cell lung cancers (NSCLC) harboring mutations in KEAP1, the negative regulator of NRF2. CDO1 silencing promotes proliferation of NSCLC by limiting the futile metabolism of cysteine to the wasteful and toxic byproducts cysteine sulfinic acid and sulfite (SO3(2-)), and depletion of cellular NADPH."}, {"pubmed": 31113469, "text": "This recovery was Nrf2-activation-dependent, since cotreatment with Nrf2 inhibitor Brusatol could abolish the rejuvenative effects of ESC-Exos. Further study revealed that miR-200a was highly enriched in ESC-Exos and played a crucial role in ESC-Exos-mediated rejuvenation through downregulating Keap1, which negatively regulates Nrf2 expression"}, {"pubmed": 31126053, "text": "This is the first study that has described the effects of KEAP1 silencing on the regulation of NRF2 activity in lung carcinoids cells. The epigenetic deregulation of the KEAP1/NRF2 by a KEAP1 promoter hypermethylation system appears to be a frequent event in lung carcinoids."}, {"pubmed": 31159323, "text": "Our results confirm the effect of methylation on KEAP1 transcription control across multiple histologies of lung cancer and suggest pyrosequencing as the best approach to investigate the pattern of CpGs methylation in the promoter region of KEAP1."}, {"pubmed": 31262713, "text": "We have demonstrated that FAM129B in cancer promotes Nrf2 activity by reducing its ubiquitination through competition with Nrf2 for Keap1 binding via its DLG and ETGE motifs. In addition, FAM129B reduces chemosensitivity by augmenting Nrf2 antioxidative signaling and confers poor prognosis in breast and lung cancer"}, {"pubmed": 31315052, "text": "Molecular Mechanism of Cellular Oxidative Stress Sensing by Keap1."}, {"pubmed": 31316111, "text": "Activation of KEAP1/NRF2/P62 signaling alleviates high phosphate-induced calcification of vascular smooth muscle cells by suppressing reactive oxygen species production."}, {"pubmed": 31319993, "text": "mutations in the KEAP1/NFE2L2 pathway occur in approximately 7% of lung adenocarcinomas with activating EGFR mutations at diagnosis. Patients with KEAP1/NFE2L2/CUL3 mutations display relative intrinsic resistance to EGFR TKIs with reduced time to treatment failure."}, {"pubmed": 31323387, "text": "Mutations in the KEAP1 gene are over represented in subset of lung adenocarcinoma that exhibit rapid progression and chemotherapy resistance features."}, {"pubmed": 31385236, "text": "Studied the superoxide-hydrogen peroxide imbalance generated by paraquat and porphyrin in kelch like ECH associated protein 1(Keap1)-nuclear factor erythroid 2 like 2(Nrf2) signal pathways of oxidative metabolism of HaCaT keratinocytes."}, {"pubmed": 31421134, "text": "Rare and common genetic variations in the Keap1/Nrf2 antioxidant response pathway impact thyroglobulin gene expression and circulating levels, respectively."}, {"pubmed": 31444413, "text": "we identified a positive feedback loop between SQSTM1/p62 and Nrf2 as a mechanism for activation of the Nrf2 pathway. We also show that autophagy and serine/threonine signaling regulates p62 mediated Keap1 degradation."}, {"pubmed": 31446056, "text": "High KEAP1 expression is associated with age-related macular degeneration."}, {"pubmed": 31455821, "text": "PIDD interaction with KEAP1 as a new mutation-independent mechanism to promote NRF2 stabilization and chemoresistance in NSCLC."}, {"pubmed": 31491600, "text": "Keap1 controls protein S-nitrosation and apoptosis-senescence switch in endothelial cells."}, {"pubmed": 31546975, "text": "Effect of Hepatitis Viruses on the Nrf2/Keap1-Signaling Pathway and Its Impact on Viral Replication and Pathogenesis."}, {"pubmed": 31548347, "text": "Role of KEAP1/NFE2L2 Mutations in the Chemotherapeutic Response of Patients with Non-Small Cell Lung Cancer."}, {"pubmed": 31654068, "text": "Scutellarin attenuates hypoxia/reoxygenation injury in hepatocytes by inhibiting apoptosis and oxidative stress through regulating Keap1/Nrf2/ARE signaling."}, {"pubmed": 31659154, "text": "MicroRNA-421 confers paclitaxel resistance by binding to the KEAP1 3'UTR and predicts poor survival in non-small cell lung cancer."}, {"pubmed": 31669760, "text": "Inhibition of the Keap1-Nrf2 protein-protein interaction protects retinal cells and ameliorates retinal ischemia-reperfusion injury."}, {"pubmed": 31737667, "text": "Only the Cys151Ser mutant prevented Artemisitene (ATT) -mediated activation of Nrf2, indicating that the Cys151 residue of Keap1 likely interacts with ATT and is essential for Nrf2 stabilization and transcription of downstream genes"}, {"pubmed": 31763849, "text": "Label-Free Interactome Analysis Revealed an Essential Role of CUL3-KEAP1 Complex in Mediating the Ubiquitination and Degradation of PHD2."}, {"pubmed": 31796664, "text": "High KEAP1 expression is associated with metastasis in colorectal cancer."}, {"pubmed": 31852783, "text": "Severe Fever with Thrombocytopenia Syndrome Virus NSs Interacts with TRIM21 To Activate the p62-Keap1-Nrf2 Pathway."}, {"pubmed": 31952233, "text": "Nrf2 Activation and Its Coordination with the Protective Defense Systems in Response to Electrophilic Stress."}, {"pubmed": 31967368, "text": "Mechanically, p62 activates NRF2 signaling by sequestrating KEAP1, which leads to the upregulation of antioxidant genes (Gclc, Gstm5, and Gpx2), thus protecting BCa cells from oxidative stress."}, {"pubmed": 32024620, "text": "Identify phytochemicals for direct inhibition of the Keap1-Nrf2 interaction."}, {"pubmed": 32057361, "text": "The acetyltransferase p300 regulates NRF2 stability and localization."}, {"pubmed": 32075457, "text": "Inhibitors of the protein-protein interaction between phosphorylated p62 and Keap1 attenuate chemoresistance in a human hepatocellular carcinoma cell line."}, {"pubmed": 32272498, "text": "NFE2L2/KEAP1 Mutations Correlate with Higher Tumor Mutational Burden Value/PD-L1 Expression and Potentiate Improved Clinical Outcome with Immunotherapy."}, {"pubmed": 32312757, "text": "STK11 and KEAP1 mutations as prognostic biomarkers in an observational real-world lung adenocarcinoma cohort."}, {"pubmed": 32317087, "text": "Protein kinase CK2 activates Nrf2 via autophagic degradation of Keap1 and activation of AMPK in human cancer cells."}, {"pubmed": 32323805, "text": "p62 promotes proliferation, apoptosisresistance and invasion of prostate cancer cells through the Keap1/Nrf2/ARE axis."}, {"pubmed": 32327612, "text": "Integrated data analysis reveals significant associations of KEAP1 mutations with DNA methylation alterations in lung adenocarcinomas."}, {"pubmed": 32336035, "text": "Keap1-Nrf2 signaling pathway in angiogenesis and vascular diseases."}, {"pubmed": 32369110, "text": "High glucose inhibits vascular endothelial Keap1/Nrf2/ARE signal pathway via downregulation of monomethyltransferase SET8 expression."}, {"pubmed": 32434476, "text": "An integrative investigation on significant mutations and their down-stream pathways in lung squamous cell carcinoma reveals CUL3/KEAP1/NRF2 relevant subtypes."}, {"pubmed": 32469262, "text": "Bioinformatic and computational analysis for predominant mutations of the Nrf2/Keap1 complex in pediatric leukemia."}, {"pubmed": 32571982, "text": "NRF2-Driven KEAP1 Transcription in Human Lung Cancer."}, {"pubmed": 32574955, "text": "Itaconate prevents abdominal aortic aneurysm formation through inhibiting inflammation via activation of Nrf2."}, {"pubmed": 32576270, "text": "Loss-of-function mutations in KEAP1 drive lung cancer progression via KEAP1/NRF2 pathway activation."}, {"pubmed": 32579905, "text": "Mutations in genes cnc or dKeap1 modulate stress resistance and metabolic processes in Drosophila melanogaster."}, {"pubmed": 32589628, "text": "Regulation of Keap-1/Nrf2 Signaling Pathway Is Activated by Oxidative Stress in Patients with Premature Rupture of Membranes."}, {"pubmed": 32672401, "text": "Structural insights into the multiple binding modes of Dimethyl Fumarate (DMF) and its analogs to the Kelch domain of Keap1."}, {"pubmed": 32709715, "text": "The Genomic Landscape of SMARCA4 Alterations and Associations with Outcomes in Patients with Lung Cancer."}, {"pubmed": 32751080, "text": "Molecular Mechanisms Underlying Hepatocellular Carcinoma Induction by Aberrant NRF2 Activation-Mediated Transcription Networks: Interaction of NRF2-KEAP1 Controls the Fate of Hepatocarcinogenesis."}, {"pubmed": 32770279, "text": "Evaluation of relationship between KEAP1 gene and genetic susceptibility of deep vein thrombosis after orthopedic surgery in Han Chinese population."}, {"pubmed": 32791852, "text": "NRF2 and Hypoxia-Inducible Factors: Key Players in the Redox Control of Systemic Iron Homeostasis."}, {"pubmed": 32811277, "text": "Altered redox regulation by Nrf2-Keap1 system in dendritic cells of systemic lupus erythematosus patients."}, {"pubmed": 32817372, "text": "GULP1 regulates the NRF2-KEAP1 signaling axis in urothelial carcinoma."}, {"pubmed": 32839090, "text": "WDR23 regulates the expression of Nrf2-driven drug-metabolizing enzymes."}, {"pubmed": 32866624, "text": "KEAP1-driven co-mutations in lung adenocarcinoma unresponsive to immunotherapy despite high tumor mutational burden."}, {"pubmed": 32897647, "text": "miR-141-3p inhibits vascular smooth muscle cell proliferation and migration via regulating Keap1/Nrf2/HO-1 pathway."}, {"pubmed": 33168698, "text": "Identification of Dominant Transcripts in Oxidative Stress Response by a Full-Length Transcriptome Analysis."}, {"pubmed": 33264619, "text": "Concurrent Mutations in STK11 and KEAP1 Promote Ferroptosis Protection and SCD1 Dependence in Lung Cancer."}, {"pubmed": 33299528, "text": "Mild Oxidative Stress Reduces NRF2 SUMOylation to Promote Kras/Lkb1/Keap1 Mutant Lung Adenocarcinoma Cell Migration and Invasion."}, {"pubmed": 33307193, "text": "Clinical Implications of KEAP1-NFE2L2 Mutations in NSCLC."}, {"pubmed": 33356808, "text": "Puerarin induces apoptosis in prostate cancer cells via inactivation of the Keap1/Nrf2/ARE signaling pathway."}, {"pubmed": 33389358, "text": "H2S probe CPC inhibits autophagy and promotes apoptosis by inhibiting glutathionylation of Keap1 at Cys434."}, {"pubmed": 33389540, "text": "Unfolding Nrf2 in diabetes mellitus."}, {"pubmed": 33403898, "text": "Inhibition of the NRF2/KEAP1 Axis: A Promising Therapeutic Strategy to Alter Redox Balance of Cancer Cells."}, {"pubmed": 33495821, "text": "Nrf2Keap1ARENQO1 signaling attenuates hyperoxiainduced lung cell injury by inhibiting apoptosis."}, {"pubmed": 33895141, "text": "Sp1 is a substrate of Keap1 and regulates the activity of CRL4A(WDR23) ubiquitin ligase toward Nrf2."}, {"pubmed": 33899586, "text": "Nrf2-Keap-1 imbalance under acute shear stress induces inflammatory response in venous endothelial cells."}, {"pubmed": 33907880, "text": "Downregulation of SELENBP1 enhances oral squamous cell carcinoma chemoresistance through KEAP1-NRF2 signaling."}, {"pubmed": 34065616, "text": "KEAP1 Cancer Mutants: A Large-Scale Molecular Dynamics Study of Protein Stability."}, {"pubmed": 34169426, "text": "Diagnostic and Prognostic Significance of Keap1 mRNA Expression for Lung Cancer Based on Microarray and Clinical Information from Oncomine Database."}, {"pubmed": 34229009, "text": "New insights into the mechanism of Keap1-Nrf2 interaction based on cancer-associated mutations."}, {"pubmed": 34328274, "text": "Lung adenocarcinoma patients with KEAP1 mutation harboring low immune cell infiltration and low activity of immune environment."}, {"pubmed": 34414377, "text": "Keap1 mutation renders lung adenocarcinomas dependent on Slc33a1."}, {"pubmed": 34415206, "text": "Role of oxidative stress in pathophysiology of rheumatoid arthritis: insights into NRF2-KEAP1 signalling."}, {"pubmed": 34426758, "text": "Mitoquinone Protects Podocytes from Angiotensin II-Induced Mitochondrial Dysfunction and Injury via the Keap1-Nrf2 Signaling Pathway."}, {"pubmed": 34450259, "text": "KEAP1 and TP53 Frame Genomic, Evolutionary, and Immunologic Subtypes of Lung Adenocarcinoma With Different Sensitivity to Immunotherapy."}, {"pubmed": 34500370, "text": "STK11/LKB1 and KEAP1 mutations in non-small cell lung cancer: Prognostic rather than predictive?"}, {"pubmed": 34526504, "text": "USP11 controls R-loops by regulating senataxin proteostasis."}, {"pubmed": 34526658, "text": "EndoBind detects endogenous protein-protein interactions in real time."}, {"pubmed": 34601169, "text": "Comprehensive Analysis of TP53 and KEAP1 Mutations and Their Impact on Survival in Localized- and Advanced-Stage NSCLC."}, {"pubmed": 34617407, "text": "Integrated analysis of patients with KEAP1/NFE2L2/CUL3 mutations in lung adenocarcinomas."}, {"pubmed": 34663413, "text": "Impaired antioxidant KEAP1-NRF2 system in amyotrophic lateral sclerosis: NRF2 activation as a potential therapeutic strategy."}, {"pubmed": 34704878, "text": "The level of S-glutathionylated protein is a predictor for metastasis in colorectal cancer and correlated with those of Nrf2/Keap1 pathway."}, {"pubmed": 34740862, "text": "Diminished Efficacy of Programmed Death-(Ligand)1 Inhibition in STK11- and KEAP1-Mutant Lung Adenocarcinoma Is Affected by KRAS Mutation Status."}, {"pubmed": 34761008, "text": "Protective Effect of Uric Acid on ox-LDL-Induced HUVECs Injury via Keap1-Nrf2-ARE Pathway."}, {"pubmed": 34845361, "text": "Genetic and epigenetic regulation of the NRF2-KEAP1 pathway in human lung cancer."}, {"pubmed": 34861061, "text": "Oxidative stress parameters and keap 1 variants in T2DM: Association with T2DM, diabetic neuropathy, diabetic retinopathy, and obesity."}, {"pubmed": 34894983, "text": "Discovery of caffeoylisocitric acid as a Keap1-dependent Nrf2 activator and its effects in mesangial cells under high glucose."}, {"pubmed": 35073209, "text": "Nrf2 signaling in heart failure: expression of Nrf2, Keap1, antioxidant, and detoxification genes in dilated or ischemic cardiomyopathy."}, {"pubmed": 35101864, "text": "NRF2: KEAPing Tumors Protected."}, {"pubmed": 35123989, "text": "Suppression of JNK/ERK dependent autophagy enhances Jaspine B derivative-induced gastric cancer cell death via attenuation of p62/Keap1/Nrf2 pathways."}, {"pubmed": 35137328, "text": "Exosome-derived miR-200a promotes esophageal cancer cell proliferation and migration via the mediating Keap1 expression."}, {"pubmed": 35139135, "text": "Keap1 recognizes EIAV early accessory protein Rev to promote antiviral defense."}, {"pubmed": 35216082, "text": "Divergent Regulation of Decidual Oxidative-Stress Response by NRF2 and KEAP1 in Preeclampsia with and without Fetal Growth Restriction."}, {"pubmed": 35216111, "text": "Interdisciplinary Study of the Effects of Dipeptidyl-Peptidase III Cancer Mutations on the KEAP1-NRF2 Signaling Pathway."}, {"pubmed": 35420349, "text": "Research for type 2 diabetes mellitus in endemic arsenism areas in central China: role of low level of arsenic exposure and KEAP1 rs11545829 polymorphism."}, {"pubmed": 35534896, "text": "E3 ligase TRIM15 facilitates non-small cell lung cancer progression through mediating Keap1-Nrf2 signaling pathway."}, {"pubmed": 35563695, "text": "Dynamics of Metabolic Pathways and Stress Response Patterns during Human Neural Stem Cell Proliferation and Differentiation."}, {"pubmed": 35581292, "text": "Apolipoprotein C1 promotes glioblastoma tumorigenesis by reducing KEAP1/NRF2 and CBS-regulated ferroptosis."}, {"pubmed": 35753125, "text": "STK11 and KEAP1 mutations in non-small cell lung cancer patients: Descriptive analysis and prognostic value among Hispanics (STRIKE registry-CLICaP)."}, {"pubmed": 35945195, "text": "Genetic alterations of Keap1 confers chemotherapeutic resistance through functional activation of Nrf2 and Notch pathway in head and neck squamous cell carcinoma."}, {"pubmed": 35968244, "text": "LTBP2 Knockdown Promotes Ferroptosis in Gastric Cancer Cells through p62-Keap1-Nrf2 Pathway."}, {"pubmed": 36042628, "text": "Correlations of ALD, Keap-1, and FoxO4 expression with traditional tumor markers and clinicopathological characteristics in colorectal carcinoma."}, {"pubmed": 36142252, "text": "Different Inhibition of Nrf2 by Two Keap1 Isoforms alpha and beta to Shape Malignant Behaviour of Human Hepatocellular Carcinoma."}, {"pubmed": 36181972, "text": "The current status and future prospects for therapeutic targeting of KEAP1-NRF2 and beta-TrCP-NRF2 interactions in cancer chemoresistance."}, {"pubmed": 36193504, "text": "miR-602 Activates NRF2 Antioxidant Pathways to Protect HBMECs from OGD/R-Induced Oxidative Stress via Targeting KEAP1 and HRD1."}, {"pubmed": 36423379, "text": "Mesenchymal stem cells-derived exosomal miR-24-3p ameliorates non-alcohol fatty liver disease by targeting Keap-1."}, {"pubmed": 36613859, "text": "Impact on the Clinical Evolution of Patients with COVID-19 Pneumonia and the Participation of the NFE2L2/KEAP1 Polymorphisms in Regulating SARS-CoV-2 Infection."}, {"pubmed": 36730618, "text": "FXR1 facilitates axitinib resistance in clear cell renal cell carcinoma via regulating KEAP1/Nrf2 signaling pathway."}, {"pubmed": 36913799, "text": "miR-125b-5p in adipose derived stem cells exosome alleviates pulmonary microvascular endothelial cells ferroptosis via Keap1/Nrf2/GPX4 in sepsis lung injury."}, {"pubmed": 36930785, "text": "The KEAP1-NRF2 System and Neurodegenerative Diseases."}, {"pubmed": 36965071, "text": "DDRGK1 Enhances Osteosarcoma Chemoresistance via Inhibiting KEAP1-Mediated NRF2 Ubiquitination."}, {"pubmed": 37146513, "text": "The KEAP1-NRF2 pathway: Targets for therapy and role in cancer."}, {"pubmed": 37146698, "text": "H1N1 influenza virus infection through NRF2-KEAP1-GCLC pathway induces ferroptosis in nasal mucosal epithelial cells."}, {"pubmed": 37156295, "text": "Structural and biochemical characterization establishes a detailed understanding of KEAP1-CUL3 complex assembly."}, {"pubmed": 37188737, "text": "TRIM25 promotes temozolomide resistance in glioma by regulating oxidative stress and ferroptotic cell death via the ubiquitination of keap1."}, {"pubmed": 37245083, "text": "TRIM13 inhibits cell proliferation and induces autophagy in lung adenocarcinoma by regulating KEAP1/NRF2 pathway."}, {"pubmed": 37316499, "text": "SMURF1 attenuates endoplasmic reticulum stress by promoting the degradation of KEAP1 to activate NRF2 antioxidant pathway."}, {"pubmed": 37423156, "text": "BRG1 mediates protective ability of spermidine to ameliorate osteoarthritic cartilage by Nrf2/KEAP1 and STAT3 signaling pathway."}, {"pubmed": 37432566, "text": "Regulation of Keap1-Nrf2 axis in temporal lobe epilepsy-hippocampal sclerosis patients may limit the seizure outcomes."}, {"pubmed": 37463596, "text": "Circular RNA circADAM9 Promotes Inflammation, Oxidative Stress, and Fibrosis of Human Mesangial Cells via the Keap1-Nrf2 Pathway in Diabetic Nephropathy."}, {"pubmed": 37480500, "text": "The mechanistic insights of the antioxidant Keap1-Nrf2 pathway in oncogenesis: a deadly scenario."}, {"pubmed": 37615927, "text": "TMED2 Induces Cisplatin Resistance in Breast Cancer via Targeting the KEAP1-Nrf2 Pathway."}, {"pubmed": 37633973, "text": "FSP1 confers ferroptosis resistance in KEAP1 mutant non-small cell lung carcinoma in NRF2-dependent and -independent manner."}, {"pubmed": 37714439, "text": "Nrf2 depletion in the context of loss-of-function Keap1 leads to mitolysosome accumulation."}, {"pubmed": 37800948, "text": "Oxidative stress sensor Keap1 recognizes HBx protein to activate the Nrf2/ARE signaling pathway, thereby inhibiting hepatitis B virus replication."}, {"pubmed": 37858899, "text": "KEAP1 polymorphisms and neurodevelopmental outcomes in children with exposure to prenatal MeHg from the Seychelles Child Development Study Nutrition Cohort 2."}, {"pubmed": 37879763, "text": "A Transcriptomic Approach Outperforms Mutational Analysis to Identify KEAP1/NFE2L2 Pathway Activation in Patients With NSCLC."}, {"pubmed": 37889752, "text": "KEAP1 mutation in lung adenocarcinoma promotes immune evasion and immunotherapy resistance."}, {"pubmed": 38159594, "text": "The role of Keap1-Nrf2 signaling pathway during the progress and therapy of diabetic retinopathy."}, {"pubmed": 38170368, "text": "Study of the effect of keap1 on oxidative stress in human umbilical cord mesenchymal stem cells."}, {"pubmed": 38383479, "text": "A tumor suppressor protein encoded by circKEAP1 inhibits osteosarcoma cell stemness and metastasis by promoting vimentin proteasome degradation and activating anti-tumor immunity."}, {"pubmed": 38479222, "text": "GSTP alleviates acute lung injury by S-glutathionylation of KEAP1 and subsequent activation of NRF2 pathway."}, {"pubmed": 38556546, "text": "Ceramide kinase-mediated C1P metabolism attenuates acute liver injury by inhibiting the interaction between KEAP1 and NRF2."}, {"pubmed": 39003742, "text": "Tumor suppressor KEAP1 promotes HSPA9 degradation, controlling mitochondrial biogenesis in breast cancer."}], "genomic_pos": {"chr": "19", "end": 10503558, "ensemblgene": "ENSG00000079999", "start": 10486125, "strand": -1}, "genomic_pos_hg19": {"chr": "19", "end": 10614417, "start": 10596796, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001701", "qualifier": "involved_in", "term": "in utero embryonic development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006511", "pubmed": [15572695, 15601839], "qualifier": "involved_in", "term": "ubiquitin-dependent protein catabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010506", "pubmed": 20452972, "qualifier": "involved_in", "term": "regulation of autophagy"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0016567", "pubmed": [15601839, 15983046], "qualifier": "involved_in", "term": "protein ubiquitination"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0016567", "qualifier": "involved_in", "term": "protein ubiquitination"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0032436", "pubmed": 17015834, "qualifier": "involved_in", "term": "positive regulation of proteasomal ubiquitin-dependent protein catabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0034599", "pubmed": 15601839, "qualifier": "involved_in", "term": "cellular response to oxidative stress"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0043433", "pubmed": 17015834, "qualifier": "involved_in", "term": "negative regulation of DNA-binding transcription factor activity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045604", "qualifier": "involved_in", "term": "regulation of epidermal cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071353", "qualifier": "involved_in", "term": "cellular response to interleukin-4"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1902883", "pubmed": 15601839, "qualifier": "involved_in", "term": "negative regulation of response to oxidative stress"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": [15601839, 19424503], "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005783", "qualifier": "located_in", "term": "endoplasmic reticulum"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "pubmed": 17015834, "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005884", "qualifier": "located_in", "term": "actin filament"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016234", "pubmed": 20452972, "qualifier": "located_in", "term": "inclusion body"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0030496", "pubmed": 15166316, "qualifier": "located_in", "term": "midbody"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0031463", "pubmed": [15601839, 15983046], "qualifier": "part_of", "term": "Cul3-RING ubiquitin ligase complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0034451", "qualifier": "located_in", "term": "centriolar satellite"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [15601839, 16189514, 16888629, 17015834, 17510365, 18757741, 19424503, 19615732, 19706542, 20173742, 20452972, 20562859, 20600852, 21044950, 21145461, 21516116, 21903422, 21988832, 23274085, 24089205, 25416956, 25910212, 26517842, 26649820, 29792731, 30190310, 31169361, 31262713, 31515488, 32296183, 32814053, 32911434, 34591612, 34591642, 35044719, 37187359], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008134", "qualifier": "enables", "term": "transcription factor binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0042802", "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0061629", "pubmed": 17015834, "qualifier": "enables", "term": "RNA polymerase II-specific DNA-binding transcription factor binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0097718", "qualifier": "enables", "term": "disordered domain specific binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990756", "pubmed": 15572695, "qualifier": "enables", "term": "ubiquitin-like ligase-substrate adaptor activity"}]}, "homologene": {"genes": [[7165, 1274312], [7227, 42062], [7955, 100003679], [8364, 493386], [9598, 455706], [9606, 9817], [9615, 476713], [9913, 532791], [10090, 50868], [10116, 117519]], "id": 8184}, "interpro": [{"desc": "BTB/POZ domain", "id": "IPR000210", "short_desc": "BTB/POZ_dom"}, {"desc": "SKP1/BTB/POZ domain superfamily", "id": "IPR011333", "short_desc": "SKP1/BTB/POZ_sf"}, {"desc": "Kelch-like ECH-associated protein 1, BTB/POZ domain", "id": "IPR030563", "short_desc": "KEAP1_BTB_POZ_dom"}, {"desc": "BTB/Kelch-associated", "id": "IPR011705", "short_desc": "BACK"}, {"desc": "Kelch-like ECH-associated protein 1, BACK domain", "id": "IPR047098", "short_desc": "KEAP1_BACK"}, {"desc": "Kelch repeat type 1", "id": "IPR006652", "short_desc": "Kelch_1"}, {"desc": "Kelch-type beta propeller", "id": "IPR015915", "short_desc": "Kelch-typ_b-propeller"}, {"desc": "BTB-kelch protein", "id": "IPR017096", "short_desc": "BTB-kelch_protein"}], "ipi": "IPI00106502", "map_location": "19p13.2", "name": "kelch like ECH associated protein 1", "other_names": ["KEAP1 delta C", "cytosolic inhibitor of Nrf2", "kelch-like ECH-associated protein 1", "kelch-like family member 19", "kelch-like protein 19"], "pantherdb": {"HGNC": "23177", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1858732", "ortholog_type": "LDO", "panther_family": "PTHR24412", "taxid": 10090, "uniprot_kb": "Q9Z2X8"}, {"RGD": "621619", "ortholog_type": "LDO", "panther_family": "PTHR24412", "taxid": 10116, "uniprot_kb": "P57790"}, {"ZFIN": "ZDB-GENE-080508-1", "ortholog_type": "LDO", "panther_family": "PTHR24412", "taxid": 7955, "uniprot_kb": "A0A2R8Q1W5"}, {"FlyBase": "FBgn0038475", "ortholog_type": "LDO", "panther_family": "PTHR24412", "taxid": 7227, "uniprot_kb": "Q7KSF5"}, {"dictyBase": "DDB_G0271372", "ortholog_type": "O", "panther_family": "PTHR24412", "taxid": 352472, "uniprot_kb": "Q55BF8"}], "uniprot_kb": "Q14145"}, "pathway": {"biocarta": {"id": "arenrf2pathway", "name": "oxidative stress induced gene expression via nrf2"}, "kegg": [{"id": "hsa04120", "name": "Ubiquitin mediated proteolysis - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}, {"id": "hsa05225", "name": "Hepatocellular carcinoma - Homo sapiens (human)"}, {"id": "hsa05418", "name": "Fluid shear stress and atherosclerosis - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1280218", "name": "Adaptive Immune System"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-5688426", "name": "Deubiquitination"}, {"id": "R-HSA-5689880", "name": "Ub-specific processing proteases"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-8951664", "name": "Neddylation"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-9679191", "name": "Potential therapeutics for SARS"}, {"id": "R-HSA-9679506", "name": "SARS-CoV Infections"}, {"id": "R-HSA-9711123", "name": "Cellular response to chemical stress"}, {"id": "R-HSA-9755511", "name": "KEAP1-NFE2L2 pathway"}, {"id": "R-HSA-9759194", "name": "Nuclear events mediated by NFE2L2"}, {"id": "R-HSA-9824446", "name": "Viral Infection Pathways"}, {"id": "R-HSA-983168", "name": "Antigen processing: Ubiquitination & Proteasome degradation"}, {"id": "R-HSA-983169", "name": "Class I MHC mediated antigen processing & presentation"}], "wikipathways": [{"id": "WP2882", "name": "Nuclear Receptors Meta-Pathway"}, {"id": "WP2884", "name": "NRF2 pathway"}, {"id": "WP3", "name": "Phytochemical activity on NRF2 transcriptional activation"}, {"id": "WP3612", "name": "Photodynamic therapy-induced NFE2L2 (NRF2) survival signaling"}, {"id": "WP4357", "name": "NRF2-ARE regulation"}, {"id": "WP4674", "name": "Head and Neck Squamous Cell Carcinoma"}]}, "pdb": ["1U6D", "1ZGK", "2FLU", "3VNG", "3VNH", "3ZGC", "3ZGD", "4CXI", "4CXJ", "4CXT", "4IFJ", "4IFL", "4IFN", "4IN4", "4IQK", "4L7B", "4L7C", "4L7D", "4N1B", "4XMB", "5DAD", "5DAF", "5F72", "5GIT", "5NLB", "5WFL", "5WFV", "5WG1", "5WHL", "5WHO", "5WIY", "5X54", "6FFM", "6FMP", "6FMQ", "6HWS", "6LRZ", "6ROG", "6SP1", "6SP4", "6T7V", "6T7Z", "6TG8", "6TYM", "6TYP", "6UF0", "6V6Z", "6W66", "6W67", "6W68", "6W69", "6WCQ", "6Z6A", "7EXI", "7K28", "7K29", "7K2A", "7K2B", "7K2C", "7K2D", "7K2E", "7K2F", "7K2G", "7K2H", "7K2I", "7K2J", "7K2K", "7K2L", "7K2M", "7K2N", "7K2O", "7K2P", "7K2Q", "7K2R", "7K2S", "7Q5H", "7Q6Q", "7Q6S", "7Q8R", "7Q96", "7X4W", "7X4X", "7XM2", "7XM3", "7XM4", "7XM5", "7XOT", "8EHV", "8EJR", "8EJS", "8IVG", "8IVR", "8IXS", "8PKU", "8PKV", "8PKW", "8PKX", "8WFG", "8X34"], "pfam": ["PF00651", "PF07707", "PF01344"], "pharmgkb": "PA134887774", "pharos": {"target_id": 15277, "tdl": "Tclin"}, "prosite": "PS50097", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF177105", "relationship": "is"}, {"id": "GNF188011", "relationship": "is"}, {"id": "GNF198917", "relationship": "is"}, {"id": "GNF209823", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF163267", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF035463", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF007419", "relationship": "is"}, {"id": "GNF007420", "relationship": "is"}, {"id": "GNF007421", "relationship": "is"}, {"id": "GNF017503", "relationship": "is"}, {"id": "GNF017882", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": [{"id": "GNF234654", "relationship": "is"}, {"id": "GNF284997", "relationship": "is"}, {"id": "GNF285899", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF337931", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF096602", "relationship": "is"}, {"id": "GNF136257", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000019.10", "NC_060943.1"], "protein": ["NP_036421.2", "NP_987096.1"], "rna": ["NM_012289.4", "NM_203500.2"], "translation": [{"protein": "NP_987096.1", "rna": "NM_203500.2"}, {"protein": "NP_036421.2", "rna": "NM_012289.4"}]}, "reporter": {"HG-U133_Plus_2": "202417_at", "HG-U95Av2": "35322_at", "HTA-2_0": "TC19001166.hg.1", "HuEx-1_0": "3850363", "HuGene-1_1": "8034034", "HuGene-2_1": "16868743"}, "retired": 112811, "summary": "This gene encodes a protein containing KELCH-1 like domains, as well as a BTB/POZ domain. Kelch-like ECH-associated protein 1 interacts with NF-E2-related factor 2 in a redox-sensitive manner and the dissociation of the proteins in the cytoplasm is followed by transportation of NF-E2-related factor 2 to the nucleus. This interaction results in the expression of the catalytic subunit of gamma-glutamylcysteine synthetase. Two alternatively spliced transcript variants encoding the same isoform have been found for this gene. [provided by RefSeq, Jul 2008].", "symbol": "KEAP1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1427969"}, "unigene": "Hs.465870", "uniprot": {"Swiss-Prot": "Q14145", "TrEMBL": ["K7EPZ3", "K7ESE0", "K7EMY1", "K7EQX2", "K7EJ49", "K7EJD8"]}, "wikipedia": {"url_stub": "KEAP1"}}