{"AllianceGenome": "18116", "HGNC": "18116", "MIM": "602489", "_id": "10657", "_version": 1, "accession": {"genomic": ["AL139249.14", "AL445248.7", "CH471059.2", "CP068277.2", "NC_000001.11", "NC_060925.1"], "protein": ["AAA59990.1", "AAB47504.1", "AAH00717.1", "AAH10132.1", "AAH19109.1", "BAC03643.1", "BAG35762.1", "BAG56883.1", "BAG64305.1", "EAX07574.1", "EAX07575.1", "EAX07576.1", "EAX07577.1", "NP_001258807.1", "NP_006550.1", "Q07666.1"], "rna": ["AK091346.1", "AK293369.1", "AK303218.1", "AK312916.1", "BC000717.1", "BC010132.2", "BC019109.2", "CA442272.1", "CN345570.1", "DB365017.1", "DC351638.1", "M88108.1", "NM_001271878.2", "NM_006559.3", "NR_073498.2", "NR_073499.2", "OA985335.1", "U78971.1", "XR_007066502.1", "XR_008485874.1", "XR_008485875.1"], "translation": [{"protein": "AAH10132.1", "rna": "BC010132.2"}, {"protein": "AAB47504.1", "rna": "U78971.1"}, {"protein": "BAG56883.1", "rna": "AK293369.1"}, {"protein": "BAG35762.1", "rna": "AK312916.1"}, {"protein": "BAC03643.1", "rna": "AK091346.1"}, {"protein": "AAH19109.1", "rna": "BC019109.2"}, {"protein": "NP_001258807.1", "rna": "NM_001271878.2"}, {"protein": "AAH00717.1", "rna": "BC000717.1"}, {"protein": "AAA59990.1", "rna": "M88108.1"}, {"protein": "NP_006550.1", "rna": "NM_006559.3"}, {"protein": "BAG64305.1", "rna": "AK303218.1"}]}, "alias": ["Sam68", "p62", "p68"], "ensembl": {"gene": "ENSG00000121774", "protein": ["ENSP00000313829", "ENSP00000417731"], "transcript": ["ENST00000307714", "ENST00000327300", "ENST00000484270", "ENST00000492989"], "translation": [{"protein": "ENSP00000313829", "rna": "ENST00000327300"}, {"protein": "ENSP00000417731", "rna": "ENST00000492989"}], "type_of_gene": "protein_coding"}, "entrezgene": "10657", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 13.3854217805, "exp_mis": 155.088064568, "exp_syn": 69.8371627555, "lof_z": 3.3533930889419, "mis_z": 3.49902392275544, "mu_lof": 9.79227901185e-07, "mu_mis": 1.8083773112e-05, "mu_syn": 8.59687209927e-06, "n_lof": 1.0, "n_mis": 66.0, "n_syn": 62.0, "p_li": 0.94687645920226, "p_null": 3.67978348919147e-05, "p_rec": 0.0530867429628478, "syn_z": 0.581386428382729}, "bp": 1332, "cds_end": 32508225, "cds_start": 32479596, "n_exons": 9, "nonpsych": {"exp_lof": 11.9460355885, "exp_mis": 140.200605425, "exp_syn": 63.0403112149, "lof_z": 3.39440730888497, "mis_z": 3.7571477517708, "mu_lof": 9.79227901185e-07, "mu_mis": 1.8083773112e-05, "mu_syn": 8.59687209927e-06, "n_lof": 0.0, "n_mis": 52.0, "n_syn": 56.0, "p_li": 0.984124797443228, "p_null": 1.10683712929471e-05, "p_rec": 0.0158641341854794, "syn_z": 0.558272349713672}, "nontcga": {"exp_lof": 12.29810925, "exp_mis": 142.6645504, "exp_syn": 64.2337157703, "lof_z": 3.17810171268498, "mis_z": 3.28118610547948, "mu_lof": 9.79227901185e-07, "mu_mis": 1.8083773112e-05, "mu_syn": 8.59687209927e-06, "n_lof": 1.0, "n_mis": 64.0, "n_syn": 56.0, "p_li": 0.925129527400289, "p_null": 8.7484495473326e-05, "p_rec": 0.0747829881042379, "syn_z": 0.650484286685833}, "transcript": "ENST00000327300.7"}, "exons": [{"cdsend": 32042624, "cdsstart": 32013995, "chr": "1", "position": [[32013867, 32014377], [32030297, 32030422], [32033187, 32033334], [32036909, 32037043], [32037834, 32038036], [32038551, 32038619], [32039514, 32039573], [32042526, 32043876]], "strand": 1, "transcript": "NM_001271878", "txend": 32043876, "txstart": 32013867}, {"cdsend": 32042624, "cdsstart": 32013995, "chr": "1", "position": [[32013867, 32014377], [32030297, 32030422], [32031523, 32031640], [32033187, 32033334], [32036909, 32037043], [32037834, 32038036], [32038551, 32038619], [32039514, 32039573], [32042526, 32043876]], "strand": 1, "transcript": "NM_006559", "txend": 32043876, "txstart": 32013867}, {"cdsend": 32043876, "cdsstart": 32043876, "chr": "1", "position": [[32013867, 32014377], [32030297, 32030422], [32031523, 32031640], [32033187, 32033334], [32036909, 32037043], [32037834, 32038119], [32038551, 32038619], [32039514, 32039573], [32042526, 32043876]], "strand": 1, "transcript": "NR_073498", "txend": 32043876, "txstart": 32013867}, {"cdsend": 32060850, "cdsstart": 32060850, "chr": "1", "position": [[32013867, 32014377], [32030297, 32030422], [32031523, 32031640], [32033187, 32033334], [32036909, 32037043], [32037834, 32038036], [32038551, 32038619], [32039514, 32039573], [32042526, 32042719], [32045330, 32045390], [32060162, 32060850]], "strand": 1, "transcript": "NR_073499", "txend": 32060850, "txstart": 32013867}], "exons_hg19": [{"cdsend": 32508225, "cdsstart": 32479596, "chr": "1", "position": [[32479468, 32479978], [32495898, 32496023], [32498788, 32498935], [32502510, 32502644], [32503435, 32503637], [32504152, 32504220], [32505115, 32505174], [32508127, 32509477]], "strand": 1, "transcript": "NM_001271878", "txend": 32509477, "txstart": 32479468}, {"cdsend": 32508225, "cdsstart": 32479596, "chr": "1", "position": [[32479468, 32479978], [32495898, 32496023], [32497124, 32497241], [32498788, 32498935], [32502510, 32502644], [32503435, 32503637], [32504152, 32504220], [32505115, 32505174], [32508127, 32509477]], "strand": 1, "transcript": "NM_006559", "txend": 32509477, "txstart": 32479468}, {"cdsend": 32509477, "cdsstart": 32509477, "chr": "1", "position": [[32479468, 32479978], [32495898, 32496023], [32497124, 32497241], [32498788, 32498935], [32502510, 32502644], [32503435, 32503720], [32504152, 32504220], [32505115, 32505174], [32508127, 32509477]], "strand": 1, "transcript": "NR_073498", "txend": 32509477, "txstart": 32479468}, {"cdsend": 32526451, "cdsstart": 32526451, "chr": "1", "position": [[32479468, 32479978], [32495898, 32496023], [32497124, 32497241], [32498788, 32498935], [32502510, 32502644], [32503435, 32503637], [32504152, 32504220], [32505115, 32505174], [32508127, 32508320], [32510931, 32510991], [32525763, 32526451]], "strand": 1, "transcript": "NR_073499", "txend": 32526451, "txstart": 32479468}], "generif": [{"pubmed": 11932418, "text": "studies demonstrate that a lower level of constitutive Sam68 expression, followed by further down-regulation by HIV-1 infection, contributes to impaired Rev function in astrocytes and that Sam68 may play an important role in Rev nuclear export"}, {"pubmed": 12134041, "text": "Down-modulation of Sam68 expression caused exclusive nuclear retention and colocalization of both Rev and CRM1."}, {"pubmed": 12370808, "text": "Here we describe the identification of heterogeneous nuclear ribonucleoprotein K (hnRNP K) as a protein that specifically interacts with Sam68 in vitro and in vivo."}, {"pubmed": 12370810, "text": "the distinct potential of Fyn and Lck to phosphorylate Sam68 is likely controlled by the interaction of the kinase SH3 domain with the linker and Sam68, possibly on a competitive binding basis."}, {"pubmed": 12482964, "text": "Sam68 functioned to enhance the cytoplasmic utilization of RNA containing the CTE. These results suggest that Sam68 may interact with specific RNAs in the nucleus to provide a \"mark\" that affects their cytoplasmic fate"}, {"pubmed": 14647465, "text": "tr-kit promotes the formation of a multimolecular complex composed of Fyn, PLCgamma1 and Sam68, which allows phosphorylation of PLCgamma1 by Fyn, and may modulate RNA metabolism."}, {"pubmed": 15619005, "text": "The participation of Sam68 in signaling suggests that it may function as an adaptor molecule, working as a dock to recruit other signaling molecules."}, {"pubmed": 15701759, "text": "Sam68 is involved in Rev-mediated RNA export and is required for HIV production."}, {"pubmed": 16179349, "text": "Sam68 suppresses BRK-induced cell proliferation, and regulates intranuclear localization and cell cycle progression"}, {"pubmed": 16179349, "text": "Tyrosine 440 was identified as a principal modulator of Sam68 (KHDRBS1) localization to the nucleus and this site was phosphorylated in response to EGF treatment."}, {"pubmed": 16362077, "text": "Sam68 (KHDRBS1) is a positive regulator of adipocyte differentiation and a negative regulator of osteoblast differentiation in mice."}, {"pubmed": 16568089, "text": "shows Sam68 is modified by SUMO, and demonstrate that the SUMO E3 ligase (PIAS1) (protein inhibitor of activated STAT1) can enhance Sam68 sumoylation"}, {"pubmed": 16795043, "text": "Results suggest that hsp22 specifically binds to Sam68 and modulates its activity, thus playing a role in the post-transcriptional regulation of gene expression."}, {"pubmed": 17179751, "text": "identified 23 mRNAs that are associated with the immunoprecipitated endogenous Sam68 protein complex. Five of the identified mRNAs were validated by co-immunoprecipitation assay followed by reverse transcription PCR"}, {"pubmed": 17371836, "text": "Our results indicate that Sam68 plays a role in the regulation of Bcl-x alternative splicing and that tyrosine phosphorylation of Sam68 by Src-like kinases can switch its role from proapoptotic to antiapoptotic in live cells."}, {"pubmed": 17764653, "text": "The results suggest that the RG repeats conserved in Sam68 and SLM proteins may function as an auxiliary RNA binding domain and arginine methylation may eliminate or reduce an RNA binding ability of the proteins"}, {"pubmed": 17855053, "text": "results strongly suggest that Sam68 contributes to transformation by oncogenic Vav1"}, {"pubmed": 18394557, "text": "The signaling adaptor p62 is induced by Ras, its levels are increased in human tumors, and it is required for Ras-induced survival and transformation."}, {"pubmed": 18957126, "text": "The authors demonstrate that inhibition of HIV expression by Sam68DeltaC is correlated with a loss of PABP1 binding with no attendant change in polyadenosine tail length of the affected RNAs."}, {"pubmed": 19091369, "text": "Sam68 interacts with unspliced HIV-1 RNA and that other members of the STAR/GSG protein family promote viral RNA 3' end processing"}, {"pubmed": 19150430, "text": "Sam68 cytoplasmic mutants potently suppress Nef expression."}, {"pubmed": 19254361, "text": "Sam68 blocks HIV-1 structural protein synthesis."}, {"pubmed": 19535902, "text": "Sam68 interacts with HIV-1 Rev protein and directly participates in nuclear exportation of HIV-1 unspliced or singly spliced RNA."}, {"pubmed": 19615357, "text": "Sam68 is recruited into stress granules through complexing with TIA-1 in response to oxidative stress"}, {"pubmed": 19755649, "text": "SAM68 could represent a novel and useful prognostic marker for renal cell carcinoma. High SAM68 expression and cytoplasmic localization are associated with poor overall survival in renal cell carcinoma patients"}, {"pubmed": 19912651, "text": "identified hnRNP L as a novel Sam68-interacting protein partner."}, {"pubmed": 20028857, "text": "Our results identify Sam68 as the first splicing factor to affect CCND1 alternative splicing in prostate cancer cells"}, {"pubmed": 20186122, "text": "Sam68 is sequestered by expanded CGG repeats and thereby loses its splicing-regulatory function."}, {"pubmed": 20186123, "text": "In vivo splicing assays showed that Sam68 triggers SMN2 exon-7 skipping."}, {"pubmed": 20610388, "text": "the Qua1 homodimerization domain is required for regulation of alternative splicing by Sam68."}, {"pubmed": 20876280, "text": "Sam68 modulation of SF2/ASF splicing is controlled by epithelial cell-derived soluble factors that act through the ERK1/2 signaling pathway to regulate Sam68 phosphorylation."}, {"pubmed": 21035519, "text": "These results strongly suggest the participation of Sam68 in leptin receptor signaling in human trophoblastic cells, and therefore, Sam68 may mediate some of the leptin effects in placenta."}, {"pubmed": 21360055, "text": "The results show that DDX3, eIF5A, and hRIP enhanced HIV-1 internal ribosomal entry site-mediated translation, whereas Sam68 does not."}, {"pubmed": 21489997, "text": "Met receptors induce Sam68-dependent cell migration by activation of alternate extracellular signal-regulated kinase family members"}, {"pubmed": 21620750, "text": "Sam68 is required for both NF-kappaB activation and apoptosis signaling by the TNF receptor"}, {"pubmed": 21642356, "text": "High Sam68 expression is associated with pancreatic cancer progression."}, {"pubmed": 21678403, "text": "These results demonstrated for the first time that Hsp22 regulates Sam68 expression and the ratio of Sam68 to Hsp22 may determine the proliferative potential of glioblastoma cells."}, {"pubmed": 21700735, "text": "Sam68 could induce cervical cancer lymph node metastasis through regulating epithelial-mesenchymal transition"}, {"pubmed": 22000517, "text": "The tyrosine-rich domain of Sam68 is bound in a bent conformation to the APC groove."}, {"pubmed": 22005517, "text": "Sam68 interacts with insulin receptor substrate (IRS)-1 in basal conditions, and insulin increases the affinity between these two partners."}, {"pubmed": 22745667, "text": "Study propose that Sam68 functions as a classical scaffold protein in this context, assembling components of an osteoclast-specific signalling pathway."}, {"pubmed": 23018781, "text": "Emerging roles for Sam68 in adipogenesis and neuronal development."}, {"pubmed": 23715268, "text": "Sam68 is identified as a novel non-Rel component in the nuclear factor-kappaB (NF-kappaB) complex that confers CD25 transcription."}, {"pubmed": 24287914, "text": "Sam68 is a role in the regulation of differential expression and mRNA processing and translation according to internal and external signals."}, {"pubmed": 24316008, "text": "These data, plus the fact that Sam68 is known to be a signaling adaptor protein, indicated that Sam68 is a signal molecule with a functional role in the PI3K/Akt signal pathway during enterovirus 71 infection."}, {"pubmed": 24514149, "text": "FBI-1 affects recruitment of SAM68 on the BCL-X transcript through an HDAC dependent mechanism."}, {"pubmed": 24522888, "text": "The expression of Sam68 was significantly elevated in non-small cell lung carcinoma tissues as compared with adjacent non-cancerous tissues."}, {"pubmed": 24794312, "text": "Deficient SAM68 expression was observed in the human testis with maturation arrest at the spermatocyte stage and Sertoli cell-only syndrome."}, {"pubmed": 25666188, "text": "Conclusively, the cleavage of Sam68 is a new indicator for the cell damaging effects of ionizing radiation."}, {"pubmed": 25874492, "text": "Sam68 may be useful prognostic marker for EC, and it plays an important role in promoting the cellular proliferation."}, {"pubmed": 25944080, "text": "Results show that SAM68 expression is increased in muscle invasive bladder cancer (MIBC) and correlated with poor prognosis suggesting it as a potentially useful prognostic marker for MIBC."}, {"pubmed": 26050229, "text": "Sam68 could promote esophageal squamous cell carcinoma(ESCC) cell proliferation via the activation of Akt/GSK-3beta pathway. This research indicated that Sam68 might accelerate the cell cycle progression and be considered as a new therapy target in ESCC"}, {"pubmed": 26080397, "text": "results reveal the complex molecular mechanism underlying SMAR1-mediated signal-dependent and -independent regulation of alternative splicing via Sam68 deacetylation"}, {"pubmed": 26136151, "text": "MicroRNA-203 inhibits the malignant progression of neuroblastoma by targeting Sam68."}, {"pubmed": 26202240, "text": "The nuclear protein Sam68 is found as an additional new host factor that interacts with the enterovirus 71 IRES during infection and could potentially enhance the translation of virus protein."}, {"pubmed": 26273626, "text": "Here we review recent studies on the role of SAM68 in splicing regulation and we discuss its contribution to aberrant pre-mRNA processing in cancer. [review]"}, {"pubmed": 26310125, "text": "Sam68 has separable effects on the regulation of AR-V7 expression and transcriptional activity, through its RNA-binding capacity."}, {"pubmed": 26350037, "text": "Sam68 Promotes NF-kappaB Activation and Apoptosis Signaling in Articular Chondrocytes during Osteoarthritis"}, {"pubmed": 26438629, "text": "The RNA-binding protein Sam68 regulates tumor cell viability and hepatic carcinogenesis by inhibiting the transcriptional activity of FOXOs"}, {"pubmed": 26695943, "text": "The host factor Sam68 interact with both, foot-and-mouth disease virus RNA motifs in the internal ribosome binding site and viral non-structural proteins 3C(pro) and 3D(pol)."}, {"pubmed": 26758068, "text": "Sam68 and T-STAR could regulate alternative splicing of some pre-mRNAs by bringing two distant UAA motifs into proximity and looping out regions of the pre-mRNA."}, {"pubmed": 27057671, "text": "Taken together, these results illuminated that enterovirus 71 infections can induce stress granule formation, and Sam68, as a stress granule component, migrates alone with stress granules dependent on intact microtubule upon the viral infections."}, {"pubmed": 27107742, "text": "Sam68 possibly participated in the progresses of T-acute lymphoblastic leukemia at least partially via AKT/mTOR signaling pathway"}, {"pubmed": 27235792, "text": "our results indicated that Sam68 modulates apoptosis of intestinal epithelial cells via mediating NF-kappaB activation in ulcerative colitis"}, {"pubmed": 27365047, "text": "These findings define a hitherto novel mechanism of action for Sam68 in governing p53 transcriptional activation, and represent the first report of Sam68 in the regulation of tumor suppressor activities."}, {"pubmed": 27377249, "text": "HNRNPL acts as the adaptor to combine the two substructures and form the intact Sam68 nuclear body through the interaction of two sets of RNA recognition motifs with the putative architectural RNA in the respective substructures."}, {"pubmed": 27458801, "text": "Sam68 is essential for DNA damage-induced NF-kappaB activation and colon tumorigenesis."}, {"pubmed": 27473117, "text": "Results revealed that upregulation of Sam68 significantly inhibited cisplatin-induced apoptosis in oral tongue squamous cell carcinoma cells."}, {"pubmed": 27623016, "text": "Sam68 was overexpressed in EOC tissue in association with such cancer malignant factors of FIGO stage, histological grade, and lymph node metastasis, and also positively regulated the proliferation of EOC cells."}, {"pubmed": 28057797, "text": "The PRMT2 interacts with SAM68 in cells and regulates its subcellular localization via the SH3 domain of PRMT2, prompting us to investigate the potential role of PRMT2 in BCL-X alternative splicing."}, {"pubmed": 28655776, "text": "Data suggest that the first 22 bp of exon 3 in BIRC5 contain cis-acting elements that enhance the exclusion of exon 3 to generate the survivin DEx3 mRNA isoform via exclusion/deletion of exon 3; Sam68 is a possible trans-acting factor that binds to this cis-acting element and regulates exon 3 splicing. (BIRC5/survivin = baculoviral IAP repeat containing 5; Sam68 = GAP-associated tyrosine phosphoprotein p62)"}, {"pubmed": 29386330, "text": "SAM68 is required for efficient recruitment of PUM2 to NORAD, regulation of Pum activity by NORAD, and proper chromosome segregation in mammalian cells."}, {"pubmed": 29396485, "text": "Moreover, SRSF10, hnRNP A1/A2 and Sam68 collaborate to drive the DNA damage-induced splicing response of several transcripts that produce components implicated in apoptosis, cell-cycle control and DNA repair."}, {"pubmed": 29496907, "text": "Vimentin and Sam68, are identified as bona fide SRMS substrates through in vitro and in vivo assays."}, {"pubmed": 29785588, "text": "findings suggested that Sam68 contributed to the production of inflammatory cytokines, proliferation, migration, and invasion of Rheumatoid Arthritis (RA) Fibroblast-like Synoviocytes (FLS( through the NF-kappaB P65 signal transduction pathway and underscored the importance of Sam68 in the inflammation process of RA."}, {"pubmed": 30064438, "text": "NCL and Sam68 could recognize their specific motifs and directly bind to EXON1 of CYTOR. Moreover, EXON1 was the key functional site mediating the interaction of CYTOR with NCL and Sam68. NCL and Sam68 functioned as oncogenes to promote colorectal cancer (CRC) progression. Further results confirmed that the heterotrimeric complex of CYTOR, NCL and Sam68 activated the NF-kappaB pathway and EMT to contribute to CRC progr..."}, {"pubmed": 30187166, "text": "Case Report: congenital CD34-positive dermohypodermal spindle-cell neoplasm occurring in a female infant and harboring a novel KHDRBS1-NTRK3 fusion."}, {"pubmed": 31066450, "text": "Study uncover an unexpected coordination of transcription and splicing of Sam68 by c-MYC, which may represent a key step in prostate cancer tumorigenesis."}, {"pubmed": 31068419, "text": "This study discloses a new host factor that binds to the HCV 5' UTR and promotes HCV replication. Sam68 may play an important role in HCV-related diseases, and further investigation is highly encouraged to explore its specific actions in HCV pathogenesis."}, {"pubmed": 31072811, "text": "Studies uncover a fine-tuned modulation of the proto-oncogene CCND1 in Ewing sarcoma cells via alternative complexes formed by DHX9 with either EWS-FLI1 or pncCCND1_B-Sam68."}, {"pubmed": 31351496, "text": "study illustrates a novel mechanism of p68 mediated deployment of beta-catenin in RelA gene regulation eventually leading to activation and recruitment of NF-kappaB signaling axis in the cell survival pathway for promoting tumorigenesis."}, {"pubmed": 31366900, "text": "A comprehensive study on genome-wide coexpression network of KHDRBS1/Sam68 reveals its cancer and patient-specific association."}, {"pubmed": 31433759, "text": "Sam68 Promotes the Progression of Human Breast Cancer through inducing Activation of EphA3."}, {"pubmed": 31777926, "text": "Bioinformatics analyses revealed the presence of ultra-conserved Sam68 binding sites in SMN IRAlus. Cross-link-immunoprecipitation (CLIP), mutagenesis and silencing experiments showed that Sam68 binds in proximity of intronic Alus in the SMN pre-mRNA, thus favouring circRNA biogenesis in vitro and in vivo."}, {"pubmed": 32648188, "text": "Antibody-based biosensor to detect oncogenic splicing factor Sam68 for the diagnosis of lung cancer."}, {"pubmed": 32780150, "text": "ITSN1 regulates SAM68 solubility through SH3 domain interactions with SAM68 proline-rich motifs."}, {"pubmed": 33068876, "text": "Differential regulation of a placental SAM68 and sFLT1 gene pathway and the relevance to maternal vitamin D sufficiency."}, {"pubmed": 33537092, "text": "SAM68 promotes tumorigenesis in lung adenocarcinoma by regulating metabolic conversion via PKM alternative splicing."}, {"pubmed": 34099657, "text": "Sam68 promotes hepatic gluconeogenesis via CRTC2."}, {"pubmed": 34140493, "text": "Fusion transcripts FYN-TRAF3IP2 and KHDRBS1-LCK hijack T cell receptor signaling in peripheral T-cell lymphoma, not otherwise specified."}, {"pubmed": 34495685, "text": "Distinct RNA polymerase transcripts direct the assembly of phase-separated DBC1 nuclear bodies in different cell lines."}, {"pubmed": 34693458, "text": "Sam68 contributes to intestinal inflammation in experimental and human colitis."}, {"pubmed": 35217791, "text": "Effective targeting of breast cancer stem cells by combined inhibition of Sam68 and Rad51."}, {"pubmed": 36082807, "text": "High expression of Sam68 contributes to metastasis by regulating vimentin expression and a motile phenotype in oral squamous cell carcinoma."}, {"pubmed": 36139396, "text": "Decreased Expression of Sam68 Is Associated with Insulin Resistance in Granulosa Cells from PCOS Patients."}, {"pubmed": 36344846, "text": "The transcriptional terminator XRN2 and the RNA-binding protein Sam68 link alternative polyadenylation to cell cycle progression in prostate cancer."}, {"pubmed": 36537190, "text": "Cdk1-mediated threonine phosphorylation of Sam68 modulates its RNA binding, alternative splicing activity and cellular functions."}, {"pubmed": 37792222, "text": "Sam68 is a druggable vulnerability point in cancer stem cells."}, {"pubmed": 38660302, "text": "KHDRBS1 as a novel prognostic signaling biomarker influencing hepatocellular carcinoma cell proliferation, migration, immune microenvironment, and drug sensitivity."}], "genomic_pos": {"chr": "1", "end": 32060850, "ensemblgene": "ENSG00000121774", "start": 32013868, "strand": 1}, "genomic_pos_hg19": {"chr": "1", "end": 32526451, "start": 32479430, "strand": 1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0000082", "pubmed": 9013542, "qualifier": "involved_in", "term": "G1/S transition of mitotic cell cycle"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0000086", "qualifier": "involved_in", "term": "G2/M transition of mitotic cell cycle"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0000381", "qualifier": "involved_in", "term": "regulation of alternative mRNA splicing, via spliceosome"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0000381", "pubmed": 24514149, "qualifier": "involved_in", "term": "regulation of alternative mRNA splicing, via spliceosome"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006397", "qualifier": "involved_in", "term": "mRNA processing"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007283", "qualifier": "involved_in", "term": "spermatogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0031647", "pubmed": 21613532, "qualifier": "NOT involved_in", "term": "regulation of protein stability"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045892", "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045948", "pubmed": 21613532, "qualifier": "involved_in", "term": "positive regulation of translational initiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0046831", "qualifier": "involved_in", "term": "regulation of RNA export from nucleus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0046833", "pubmed": 21613532, "qualifier": "involved_in", "term": "positive regulation of RNA export from nucleus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050852", "pubmed": 9045636, "qualifier": "involved_in", "term": "T cell receptor signaling pathway"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [1374686, 29496907], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 29496907, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 19946888, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 1374686, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0032991", "pubmed": [10332027, 10749975], "qualifier": "part_of", "term": "protein-containing complex"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0070618", "qualifier": "part_of", "term": "Grb2-Sos complex"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0003677", "pubmed": 1374686, "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "HDA", "id": "GO:0003723", "pubmed": [22658674, 22681889], "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003723", "pubmed": 1374686, "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0003729", "qualifier": "enables", "term": "mRNA binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [7537265, 7852312, 9045636, 10332027, 10749975, 10913193, 11278465, 11585385, 12029088, 16107303, 16169070, 16341228, 16888650, 17141806, 17371836, 17855053, 20186123, 20936779, 21706016, 21988832, 22000517, 22365833, 22641034, 24514149, 26496610, 31413325, 31980649], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008143", "qualifier": "enables", "term": "poly(A) binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008143", "pubmed": 21984414, "qualifier": "enables", "term": "poly(A) binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008266", "pubmed": 21984414, "qualifier": "enables", "term": "poly(U) RNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0017124", "pubmed": 9045636, "qualifier": "enables", "term": "SH3 domain binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019904", "pubmed": 10749975, "qualifier": "enables", "term": "protein domain specific binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0035591", "pubmed": 9045636, "qualifier": "enables", "term": "signaling adaptor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042169", "pubmed": 9045636, "qualifier": "enables", "term": "SH2 domain binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042802", "pubmed": [10332027, 10749975], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [20186123, 22365833, 24514149, 31413325], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0044877", "qualifier": "enables", "term": "protein-containing complex binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:1990782", "pubmed": 9045636, "qualifier": "enables", "term": "protein tyrosine kinase binding"}]}, "homologene": {"genes": [[7955, 406516], [8364, 549799], [9031, 374071], [9544, 706598], [9598, 456705], [9606, 10657], [9615, 487316], [9913, 538775], [10090, 20218], [10116, 117268]], "id": 4781}, "interpro": [{"desc": "Sam68, tyrosine-rich domain", "id": "IPR032335", "short_desc": "Sam68-YY"}, {"desc": "KHDRBS, Qua1 domain", "id": "IPR032571", "short_desc": "Qua1_dom"}, {"desc": "K Homology domain, type 1 superfamily", "id": "IPR036612", "short_desc": "KH_dom_type_1_sf"}, {"desc": "KH domain-containing BBP-like", "id": "IPR045071", "short_desc": "BBP-like"}, {"desc": "K Homology domain", "id": "IPR004087", "short_desc": "KH_dom"}, {"desc": "K Homology domain, type 1", "id": "IPR004088", "short_desc": "KH_dom_type_1"}], "ipi": ["IPI00008575", "IPI00082310", "IPI00385834"], "map_location": "1p35.2", "name": "KH RNA binding domain containing, signal transduction associated 1", "other_names": ["GAP-associated tyrosine phosphoprotein p62 (Sam68)", "KH domain containing, RNA binding, signal transduction associated 1", "KH domain-containing, RNA-binding, signal transduction-associated protein 1", "p21 Ras GTPase-activating protein-associated p62", "src-associated in mitosis 68 kDa protein"], "pantherdb": {"HGNC": "18116", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "893579", "ortholog_type": "LDO", "panther_family": "PTHR11208", "taxid": 10090, "uniprot_kb": "Q60749"}, {"RGD": "621459", "ortholog_type": "LDO", "panther_family": "PTHR11208", "taxid": 10116, "uniprot_kb": "Q91V33"}, {"Gene": "KHDRBS1", "ortholog_type": "LDO", "panther_family": "PTHR11208", "taxid": 9031, "uniprot_kb": "Q8UUW7"}, {"Ensembl": "ENSGALG00000003272", "ortholog_type": "LDO", "panther_family": "PTHR11208", "taxid": 9031, "uniprot_kb": "A0A1D5PJQ8"}, {"ZFIN": "ZDB-GENE-000210-25", "ortholog_type": "O", "panther_family": "PTHR11208", "taxid": 7955, "uniprot_kb": "A0A0R4ISK8"}, {"ZFIN": "ZDB-GENE-040426-2344", "ortholog_type": "LDO", "panther_family": "PTHR11208", "taxid": 7955, "uniprot_kb": "Q6NW62"}, {"FlyBase": "FBgn0034659", "ortholog_type": "O", "panther_family": "PTHR11208", "taxid": 7227, "uniprot_kb": "Q9W2D0"}, {"FlyBase": "FBgn0034740", "ortholog_type": "O", "panther_family": "PTHR11208", "taxid": 7227, "uniprot_kb": "Q9W224"}, {"FlyBase": "FBgn0022984", "ortholog_type": "O", "panther_family": "PTHR11208", "taxid": 7227, "uniprot_kb": "O44434"}, {"FlyBase": "FBgn0034739", "ortholog_type": "O", "panther_family": "PTHR11208", "taxid": 7227, "uniprot_kb": "Q9W240"}, {"FlyBase": "FBgn0022985", "ortholog_type": "O", "panther_family": "PTHR11208", "taxid": 7227, "uniprot_kb": "Q9W254"}, {"FlyBase": "FBgn0022986", "ortholog_type": "O", "panther_family": "PTHR11208", "taxid": 7227, "uniprot_kb": "Q9W255"}, {"FlyBase": "FBgn0034731", "ortholog_type": "O", "panther_family": "PTHR11208", "taxid": 7227, "uniprot_kb": "Q9W249"}, {"FlyBase": "FBgn0022987", "ortholog_type": "O", "panther_family": "PTHR11208", "taxid": 7227, "uniprot_kb": "A0A0B4KFT9"}, {"TAIR": "2024326", "ortholog_type": "O", "panther_family": "PTHR11208", "taxid": 3702, "uniprot_kb": "Q8GWR3"}, {"TAIR": "2077818", "ortholog_type": "O", "panther_family": "PTHR11208", "taxid": 3702, "uniprot_kb": "Q8GYR4"}, {"TAIR": "2064097", "ortholog_type": "O", "panther_family": "PTHR11208", "taxid": 3702, "uniprot_kb": "Q9ZVI3"}, {"TAIR": "2131468", "ortholog_type": "O", "panther_family": "PTHR11208", "taxid": 3702, "uniprot_kb": "Q0WLR1"}, {"TAIR": "2161845", "ortholog_type": "O", "panther_family": "PTHR11208", "taxid": 3702, "uniprot_kb": "Q9FKT4"}], "uniprot_kb": "Q07666"}, "pathway": {"biocarta": {"id": "sam68pathway", "name": "regulation of splicing through sam68"}, "netpath": [{"id": "Pathway_EGFR1", "name": "EGFR1"}, {"id": "Pathway_Leptin", "name": "Leptin"}, {"id": "Pathway_TCR", "name": "TCR"}], "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-8848021", "name": "Signaling by PTK6"}, {"id": "R-HSA-8849468", "name": "PTK6 Regulates Proteins Involved in RNA Processing"}, {"id": "R-HSA-9006927", "name": "Signaling by Non-Receptor Tyrosine Kinases"}], "wikipathways": {"id": "WP2034", "name": "Leptin signaling pathway"}}, "pdb": ["2XA6", "3QHE", "7Z89", "7Z9A", "7ZAB", "7ZAM"], "pfam": ["PF16274", "PF16568", "PF00013"], "pharmgkb": "PA30092", "pharos": {"target_id": 11158, "tdl": "Tbio"}, "pir": "A38219", "prosite": "PS50084", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF169602", "relationship": "is"}, {"id": "GNF180508", "relationship": "is"}, {"id": "GNF191414", "relationship": "is"}, {"id": "GNF202320", "relationship": "is"}, {"id": "GNF213346", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF032022", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF007425", "relationship": "is"}, {"id": "GNF007426", "relationship": "is"}, {"id": "GNF007427", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": [{"id": "GNF284860", "relationship": "is"}, {"id": "GNF286682", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF098487", "relationship": "is"}, {"id": "GNF138142", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1"], "protein": ["NP_001258807.1", "NP_006550.1"], "rna": ["NM_001271878.2", "NM_006559.3", "NR_073498.2", "NR_073499.2", "XR_007066502.1", "XR_008485874.1", "XR_008485875.1"], "translation": [{"protein": "NP_006550.1", "rna": "NM_006559.3"}, {"protein": "NP_001258807.1", "rna": "NM_001271878.2"}]}, "reporter": {"GNF1H": "200040_at", "HG-U133_Plus_2": ["200040_at", "201488_x_at", "214185_at"], "HG-U95Av2": "39346_at", "HTA-2_0": "TC01000417.hg.1", "HuEx-1_0": "2328465", "HuGene-1_1": "7899654", "HuGene-2_1": "16661917"}, "summary": "This gene encodes a member of the K homology domain-containing, RNA-binding, signal transduction-associated protein family. The encoded protein appears to have many functions and may be involved in a variety of cellular processes, including alternative splicing, cell cycle regulation, RNA 3'-end formation, tumorigenesis, and regulation of human immunodeficiency virus gene expression. Alternative splicing results in multiple transcript variants. [provided by RefSeq, Dec 2012].", "symbol": "KHDRBS1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1425322"}, "unigene": "Hs.445893", "uniprot": {"Swiss-Prot": "Q07666"}, "wikipedia": {"url_stub": "KHDRBS1"}}