{"AllianceGenome": "6388", "HGNC": "6388", "MIM": "148760", "_id": "3832", "_version": 1, "accession": {"genomic": ["AL356128.27", "AL360222.15", "CH471066.2", "CP068268.2", "CS174237.1", "JA417644.1", "NC_000010.11", "NC_060934.1", "NG_032580.1"], "protein": ["AAA86132.1", "AAC41739.1", "AAI26212.1", "AAI36475.1", "BAD92201.1", "BAG36923.1", "CAA59449.1", "CAJ34547.1", "CCD32721.1", "EAW50089.1", "NP_004514.2", "P52732.2"], "rna": ["AA504625.1", "AA857025.1", "AB208964.1", "AK314258.1", "BC050421.1", "BC050667.1", "BC126211.1", "BC136474.1", "BM742618.1", "CU446438.1", "DB078134.1", "L40372.1", "NM_004523.4", "U37426.1", "X85137.1"], "translation": [{"protein": "BAG36923.1", "rna": "AK314258.1"}, {"protein": "AAI26212.1", "rna": "BC126211.1"}, {"protein": "CAA59449.1", "rna": "X85137.1"}, {"protein": "BAD92201.1", "rna": "AB208964.1"}, {"protein": "AAC41739.1", "rna": "L40372.1"}, {"protein": "NP_004514.2", "rna": "NM_004523.4"}, {"protein": "AAA86132.1", "rna": "U37426.1"}, {"protein": "AAI36475.1", "rna": "BC136474.1"}]}, "alias": ["EG5", "HKSP", "KNSL1", "MCLMR", "TRIP5"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2021-07-01T16:00:00.000Z", "disease_label": "microcephaly with or without chorioretinopathy, lymphedema, or intellectual disability", "gcep": "Retina Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0007918", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_aabff7c5-06ad-4602-a6f7-fef1bca0d1df-2021-07-01T160000.000Z", "sop": "SOP8"}}, "ensembl": {"gene": "ENSG00000138160", "protein": ["ENSP00000260731", "ENSP00000503394", "ENSP00000503639", "ENSP00000504289", "ENSP00000504840"], "transcript": ["ENST00000260731", "ENST00000676621", "ENST00000676647", "ENST00000676757", "ENST00000677720"], "translation": [{"protein": "ENSP00000504289", "rna": "ENST00000676757"}, {"protein": "ENSP00000503394", "rna": "ENST00000676647"}, {"protein": "ENSP00000503639", "rna": "ENST00000676621"}, {"protein": "ENSP00000504840", "rna": "ENST00000677720"}, {"protein": "ENSP00000260731", "rna": "ENST00000260731"}], "type_of_gene": "protein_coding"}, "entrezgene": "3832", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 38.9436364006, "exp_mis": 289.308671737, "exp_syn": 112.071994173, "lof_z": 6.02296535899691, "mis_z": 2.45317794171962, "mu_lof": 2.77164322724e-06, "mu_mis": 2.57537319596e-05, "mu_syn": 9.55146203326e-06, "n_lof": 1.0, "n_mis": 204.0, "n_syn": 123.0, "p_li": 0.999996042973183, "p_null": 3.00342714766233e-15, "p_rec": 3.95702681351941e-06, "syn_z": -0.639943565273354}, "bp": 3171, "cds_end": 94413553, "cds_start": 94353132, "n_exons": 22, "nonpsych": {"exp_lof": 34.8153274722, "exp_mis": 261.419851427, "exp_syn": 101.003550245, "lof_z": 5.62833998994836, "mis_z": 2.38395902569088, "mu_lof": 2.77164322724e-06, "mu_mis": 2.57537319596e-05, "mu_syn": 9.55146203326e-06, "n_lof": 1.0, "n_mis": 185.0, "n_syn": 112.0, "p_li": 0.999983819965585, "p_null": 1.13130026159227e-13, "p_rec": 1.61800343017962e-05, "syn_z": -0.688883180661389}, "nontcga": {"exp_lof": 35.7859969829, "exp_mis": 266.121847149, "exp_syn": 103.064091821, "lof_z": 5.73626410046787, "mis_z": 2.44692425410997, "mu_lof": 2.77164322724e-06, "mu_mis": 2.57537319596e-05, "mu_syn": 9.55146203326e-06, "n_lof": 1.0, "n_mis": 186.0, "n_syn": 112.0, "p_li": 0.999987624919115, "p_null": 4.81861117630211e-14, "p_rec": 1.23750808370894e-05, "syn_z": -0.55732291857277}, "transcript": "ENST00000260731.3"}, "exons": [{"cdsend": 92653796, "cdsstart": 92593375, "chr": "10", "position": [[92593129, 92593452], [92606264, 92606397], [92606618, 92606716], [92607158, 92607237], [92609019, 92609205], [92609384, 92609509], [92613039, 92613130], [92613376, 92613619], [92616736, 92616832], [92621384, 92621473], [92628807, 92628895], [92630175, 92630364], [92632485, 92632693], [92633622, 92633795], [92637183, 92637309], [92637386, 92637545], [92639793, 92639900], [92645362, 92645642], [92648211, 92648434], [92649834, 92649986], [92650400, 92650517], [92653664, 92655395]], "strand": 1, "transcript": "NM_004523", "txend": 92655395, "txstart": 92593129}], "exons_hg19": [{"cdsend": 94413553, "cdsstart": 94353132, "chr": "10", "position": [[94352886, 94353209], [94366021, 94366154], [94366375, 94366473], [94366915, 94366994], [94368776, 94368962], [94369141, 94369266], [94372796, 94372887], [94373133, 94373376], [94376493, 94376589], [94381141, 94381230], [94388564, 94388652], [94389932, 94390121], [94392242, 94392450], [94393379, 94393552], [94396940, 94397066], [94397143, 94397302], [94399550, 94399657], [94405119, 94405399], [94407968, 94408191], [94409591, 94409743], [94410157, 94410274], [94413421, 94415152]], "strand": 1, "transcript": "NM_004523", "txend": 94415152, "txstart": 94352886}], "generif": [{"pubmed": 14517947, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15024728, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15247293, "text": "ATPase pathway for monomeric Eg5 is more similar to conventional kinesin than the spindle motors Ncd and Kar3, where ADP product release is rate-limiting for steady-state turnover"}, {"pubmed": 15665380, "text": "Monastrol causes aberrant interactions with the microtubule, and reversals at the ATP hydrolysis step which alter the ability of Eg5 to generate force, thereby yielding a nonproductive Mt.Eg5 complex that cannot establish or maintain the bipolar spindle"}, {"pubmed": 15858821, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16115880, "text": "model of movement of the mitotic motor Eg5"}, {"pubmed": 16385451, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16434397, "text": "L5 may be an element in the pathway that links the state of the nucleotide-binding site to the neck linker in Eg5 kinesin motors"}, {"pubmed": 16604065, "text": "The Eg5-513-5His velocity data were described by a minimal, three-state model where a force-dependent transition follows nucleotide binding."}, {"pubmed": 16642039, "text": "Data show that the Eg5-513 dimer binds microtubules with both heads to two adjacent tubulin heterodimers along the same microtubule protofilament, and that this binding is inhibited by monastrol."}, {"pubmed": 16969080, "text": "Eg5 is downstream of and regulated by Bcr-Abl tyrosine kinase in Philadelphia chromosome positive cells. Inhibition of Eg5 expression or its activity blocks cell cycle progression and induces cell death independent of the cellular response to Imatinib"}, {"pubmed": 17014086, "text": "microtubule-Eg5 complex binds MgATP tightly, followed by rapid ATP hydrolysis with a subsequent slow step that limits steady-state turnover."}, {"pubmed": 17062577, "text": "dimeric Eg5 is the first kinesin motor identified to have a rate-limiting ATP hydrolysis step"}, {"pubmed": 17101792, "text": "Inhibition of KSP induces apoptosis independently of p53 and that p53 is dispensable for spindle checkpoint function. Thus, KSP inhibitors should be active in p53-deficient tumors."}, {"pubmed": 17251189, "text": "Crystal structure (2.7A) of the complex between human Eg5 and a new keto derivative of monastrol (named mon-97), a potent antimitotic inhibitor."}, {"pubmed": 17293876, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17827400, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17971426, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17971426, "text": "Single-nucleotide polymorphisms in the KIF11 gene are associated with susceptibility to type 2 diabetes across the boundary of race."}, {"pubmed": 17999913, "text": "characterization of selective ATP competitive inhibitors of the human mitotic kinesin KSP"}, {"pubmed": 18037705, "text": "Dimeric Eg5 appears to undergo a conformational change shortly after collision with the microtubule that primes the motor for its characteristically short processive runs"}, {"pubmed": 18503753, "text": "The cocrystal structure of the motor domain of HsEg5 in complex with CK0238273 at a 2.15 A resolution was reported."}, {"pubmed": 18512732, "text": "The Eg5 gene, a member of the kinesin-5 family, plays critical roles in proper mitotic spindle function, and is a potential microtubule-related target for proliferating cancer cells."}, {"pubmed": 18640125, "text": "The neck linker and the neck are involved not only in motility generation in general and in determination of movement direction, but also in velocity regulation."}, {"pubmed": 18679583, "text": "These results suggest possible involvement of XB-S in the function of Eg5."}, {"pubmed": 18806799, "text": "the rotational pitch of microtubule sliding conveniently reports on the processivity of the driving motors, confirming that two-headed Eg5 is much less processive than two-headed kinesin-1"}, {"pubmed": 18845538, "text": "a novel function for Parkin in modulating the expression of Eg5 through the Hsp70-JNK-c-Jun signaling pathway."}, {"pubmed": 19545421, "text": "KIF11 is critical for proper spindle assembly in the area of cell cycle inhibition"}, {"pubmed": 19619321, "text": "KIF11 inhibitor, ARRY-520, as a substitute for Paclitaxel in type I ovarian cancer cells is reported."}, {"pubmed": 19793049, "text": "Data show the crystal structure of the Eg5 motor domain complexed with a potent antimitotic inhibitor STLC (S-trityl-L-cysteine) to 2.0 A resolution."}, {"pubmed": 19802393, "text": "analysis of a genome-wide siRNA screen for enhancers and suppressors of a Kinesin-5 inhibitor in human cells to elucidate cellular responses"}, {"pubmed": 19824700, "text": "The thermodynamic aspects of nucleotide and inhibitor (ispinesib and monastrol) binding to the motor domain of wild-type Eg5 and its D130V and A133D mutants were studied."}, {"pubmed": 19862325, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19862325, "text": "there is an association between PPARG, KCNJ11, CDKAL1, CDKN2A-CDKN2B, IDE-KIF11-HHEX, IGF2BP2 and SLC30A8 and type 2 diabetes in the Chinese population"}, {"pubmed": 19896928, "text": "For the first time at a cellular level, the propensity of selected Eg5 point mutants to confer drug resistance confirms the target specificity of monastrol and S-trityl-L-cysteine for Eg5."}, {"pubmed": 19951065, "text": "In a series of 428 psoriatic patients anti-hsEG5 (NuMA-2) autoantibodies were found only in a patient, at a titer of 1:640, without any apparent clinical relevance."}, {"pubmed": 19996280, "text": "Data show that 4-oxo-4-HPR inhibited tubulin polymerization and modulated gene expression of spindle aberration associated genes Kif 1C, Kif 2A, Eg5, Tara, tankyrase-1, centractin, and TOGp."}, {"pubmed": 20018897, "text": "ATP hydrolysis in Eg5 kinesin involves a catalytic two-water mechanism."}, {"pubmed": 20154092, "text": "Eg5 kinesin has a role in ATP hydrolysis and structural transitions"}, {"pubmed": 20299460, "text": "Allosteric drug discrimination is coupled to mechanochemical changes in the kinesin-5 motor core"}, {"pubmed": 20404347, "text": "B23 regulates microtubule dynamics by directly inhibiting Eg5 ATPase activity"}, {"pubmed": 20508983, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20558732, "text": "The results define the energy landscape of a kinesin ATPase cycle in the absence and presence of microtubules and shed light on the role of molecular motor mechanochemistry in cellular microtubule dynamics."}, {"pubmed": 21106837, "text": "Binding to kinesin I ensures properly assembled and functioning Kv3.1 channels are transported into axons."}, {"pubmed": 21148480, "text": "Loop L5 acts as a conformational latch in the mitotic kinesin Eg5."}, {"pubmed": 21449971, "text": "correlates with poor differentiation of bladder cancer and represents an independent prognostic factor in predicting early intravesical recurrence in non-muscle invasive bladder carcinoma patients"}, {"pubmed": 21522128, "text": "The authors report that in G2 phase polo-like kinase 1 (Plk1) can trigger centrosome separation independently of Cdk1 by phosphorylating the motor protein Eg5."}, {"pubmed": 21566458, "text": "Abeta impairs the assembly and maintenance of the mitotic spindle. Mechanistically, these defects result from Abeta's inhibition of mitotic motor kinesins, including Eg5, KIF4A and MCAK."}, {"pubmed": 21642957, "text": "Nek9 is a Plk1-activated kinase that controls early centrosome separation through Nek6/7 and Eg5."}, {"pubmed": 21782324, "text": "Data indicate that EMD534085 is a potent and selective compound which inhibits ATPase activity of Kinesin-5."}, {"pubmed": 21795388, "text": "the molecular motor Eg5 associates with ribosomes and enhances the efficiency of translation"}, {"pubmed": 22261065, "text": "A critical element of Eg5, loop 5 (L5), accelerates ADP release during the initial microtubule-binding event."}, {"pubmed": 22284827, "text": "Heterozygous KIF11 mutations in three individuals with a combination of microcephaly and lymphedema from a microcephaly-lymphedema-chorioretinal-dysplasia cohort."}, {"pubmed": 22343406, "text": "The CoMFA and CoMSIA models were mapped back to the binding sites of Eg5."}, {"pubmed": 22353549, "text": "these results suggest that the interaction between XPF and Eg5 plays a role in mitosis and DNA repair and offer new insights into the pathogenesis of XP-F and XFE."}, {"pubmed": 22506066, "text": "Genetic variants of the IDE-KIF11-HHEX region at 10q23.33 contribute to type 2 diabetes susceptibility."}, {"pubmed": 22552964, "text": "These results show that intratumoral electro-transfer of siRNA is feasible and KSP-specific siRNA may provide a novel strategy for therapeutic intervention."}, {"pubmed": 22832270, "text": "Dynein most likely antagonizes Eg5 indirectly by exerting force at different spindle locations rather than through a simple push-pull mechanism at the spindle equator."}, {"pubmed": 22993085, "text": "The 2.6 A resolution structure has been determined for the ternary complex of Eg5 motor domain in complex with magnesium (Mg)2 + adenosine diphosphate (ADP) and ispinesib."}, {"pubmed": 23036584, "text": "In conclusion, this epistatic interaction showed a high degree of consistency when stratifying by sex, the epsilon4 allele of apolipoprotein E genotype, and geographic region."}, {"pubmed": 23135273, "text": "Cryoelectron microscopy reconstructions indicate that allosteric inhibitors of human kinesin-5 bind to a motor conformation that occurs in the course of normal function."}, {"pubmed": 23368718, "text": "Eg5 directly interacts with NuMA in the vicinity of the spindle poles, although the interaction does not occur in interphase cells."}, {"pubmed": 23371254, "text": "This finding suggested that Eg5 served as a prognostic factor in patients with renal cell carcinoma"}, {"pubmed": 23444224, "text": "Data show that five genes CKAP5, KPNB1, RAN, TPX2 and KIF11 were shown to be essential for tumor cell survival in both head and neck squamous cell carcinoma (HNSCC)and non-small cell lung cancer (NSCLC), but most particularly in HNSCC."}, {"pubmed": 23643362, "text": "Premature separation of centrosomes decreases the requirement for the major mitotic kinesin Eg5 for spindle assembly."}, {"pubmed": 23658017, "text": "Results indicate that ispinesib-induced structural changes in loop 5 (L5) from Eg5 lead to subsequent changes in the conformation of the switch II loop and helix and in the neck linker."}, {"pubmed": 23751065, "text": "The study presents ATP hydrolysis mechanisms in the kinesin-5 protein Eg5 by using combined quantum mechanics/molecular mechanics metadynamics simulations."}, {"pubmed": 23857769, "text": "Eg5 knockdown inhibits PAUF secretion in HeLa cells."}, {"pubmed": 24145034, "text": "alpha3. We propose that these features facilitate the production of sustained opposing force by Eg5, which underlies its role in supporting formation of a bipolar spindle in mitosis."}, {"pubmed": 24281367, "text": "Microcephaly with or without chorioretinopathy, lymphoedema, or mental retardation (MCLMR): review of phenotype associated with KIF11 mutations."}, {"pubmed": 24488929, "text": "Identify Tat as a viral regulator of Eg5 and provide novel insights into the mechanisms of action of Tat in mediating the reduction of CD4-positive T-lymphocytes."}, {"pubmed": 24732354, "text": "this study analyzes enastron and dimethylenastron interactions with ADP-bound Eg5 crystal structure, and find that dimethylenastron binds Eg5 motor domain with higher affinity."}, {"pubmed": 24807901, "text": "EG5 is essential for robust maintenance of spindle bipolarity in some human cell types."}, {"pubmed": 25115524, "text": "This report, therefore, further expands the clinical and molecular spectrum of KIF11-associated microcephaly."}, {"pubmed": 25124931, "text": "Cases of familial exudative vitreoretinopathy should be carefully inspected for the presence of microcephaly as a marker for KIF11-related disease to enhance the accuracy of the prognosis and genetic counseling."}, {"pubmed": 25127142, "text": "Eg5, Kif15, and dynein work together to build a bipolar spindle and reveal an important role for antagonistic motors in chromosome segregation."}, {"pubmed": 25146433, "text": "Data show that kinesin spindle protein (KSP) inhibition sensitized chronic myeloid leukemia (CML) cells to imatinib-induced apoptosis."}, {"pubmed": 25277178, "text": "nuclear Eg5-expression may be a predictive biomarker for docetaxel response in metastatic castrate-resistant prostate cancer (PCa) patients and a prognostic biomarker for hormone-naive PCa patients."}, {"pubmed": 25418105, "text": "Study combines results from extensive molecular dynamics simulations with insights from bioinformatics analysis to reveal details about the internal dynamics of the kinesin-5 motor domain associated with allosteric regulation and inhibition"}, {"pubmed": 25764055, "text": "This identified a heterozygous 2-base pair deletion (Thr65 del 2 base pair AT) in exon 2 that, to our knowledge, has not been previously reported."}, {"pubmed": 25934493, "text": "All inherited cases, and 50% of sporadic cases of MCLMR are due to germline KIF11 mutations. It is possible that mosaic KIF11 mutations cause the remainder of sporadic case"}, {"pubmed": 25996076, "text": "Patients with KIF11 mutations show a specific ocular phenotype with variable expressivity and intrafamilial variability. Macular atrophy and dysfunction have not been consistently documented before."}, {"pubmed": 26018074, "text": "Dimeric, but not monomeric, Eg5 was differentially inhibited by full-length and truncated TPX2, demonstrating that dimerization or residues in the neck region are important for the interaction of TPX2 with Eg5."}, {"pubmed": 26257190, "text": "the levels and distribution of TPX2 are likely to be determinants of when and where kinesin-5 acts in neurons."}, {"pubmed": 26304237, "text": "Data show that kinesin spindle protein Eg5 inhibitor LY2523355 has broad target-mediated anticancer activity in vitro and in vivo."}, {"pubmed": 26355032, "text": "Targeting KIF11 also hit the other arm of the \"go or grow\" cell fate decision by reducing glioma cell invasion."}, {"pubmed": 26456023, "text": "This stuidy demonstrated that overexpression of Eg5 associates with high-grade astrocytic neoplasm."}, {"pubmed": 26472404, "text": "Identification of mutations in 8.3% patients suggests KIF11 mutations as a common cause of familial exudative vitreoretinopathy (FEVR)."}, {"pubmed": 26658059, "text": "Data show there was no significant change in Eg5 protein inhibitor treatment."}, {"pubmed": 27020495, "text": "The data suggested that Eg5 may be identified as a novel prognostic biomarker and targeting Eg5 seems to be a novel strategy for LSCC treatment."}, {"pubmed": 27212378, "text": "Results identified 7 novel KIF11 mutations during the screening of 142 patients with familial exudative vitreoretinopathy (FEVR), and further confirmed that KIF11 is causative of FEVR in an autosomal dominant manner."}, {"pubmed": 27240320, "text": "that Pten, through the Dlg1-binding ability of its PDZ-binding domain , accumulates phosphorylated Eg5 at duplicated centrosomes to establish symmetrical bipolar spindles that properly segregate chromosomes"}, {"pubmed": 27459100, "text": "Levels of phosphorylated Erk1/2 were lower in KIF11 siRNA-transfected cells than with negative-control siRNA-transfected cells. These results indicate that KIF11 is involved in intestinal mucin phenotype gastric cancer."}, {"pubmed": 27463139, "text": "mixing of Eg5 and MTs produced a range of spatiotemporal dynamics"}, {"pubmed": 27492783, "text": "These data demonstrate the functional interplay between PTEN and EG5 in controlling mitotic spindle structure and chromosome behaviour during mitosis."}, {"pubmed": 27557628, "text": "the RNF20/40 complex, a major ubiquitin ligase catalysing histone H2B monoubiquitination, interacts with the motor protein Eg5 during mitosis and participates in spindle assembly."}, {"pubmed": 27590585, "text": "Data show that the kinesin 5 (Eg5) binding time has less sensitivity on MCF7 as compared to bovine brain microtubules."}, {"pubmed": 27842896, "text": "Results show that KIF11 mRNA expression was upregulated in prostate cancer tissues and associated with aggressive characteristics."}, {"pubmed": 28011472, "text": "KIF11 is an important regulator of activity in oesophageal and colorectal tumor stem cells."}, {"pubmed": 28487562, "text": "PP2A controls mitotic exit through EG5 dephosphorylation."}, {"pubmed": 28494495, "text": "Among the detected mutations, LRP5 accounted for the largest proportion with a mean mutation rate of 16.1% (5/31, 16.1%), followed by NDP (3/31, 9.7%), FZD4 (2/31, 6.5%), TSPAN12 (1/31, 3.2%), and KIF11 (1/31, 3.2%). All the novel changes were predicted to be pathogenic by a series of bioinformatics analyses."}, {"pubmed": 28646493, "text": "results demonstrate that Eg5 is phosphorylated in cultured cells by Src family kinases (SFKs) at three sites in the motor head: Y125, Y211, and Y231. Mutation of these sites diminishes motor activity in vitro, and replacement of endogenous Eg5 with phosphomimetic Y211 in LLC-Pk1 cells results in monopolar spindles, consistent with loss of Eg5 activity."}, {"pubmed": 28684886, "text": "Eg5 is overexpressed in the livers of the hepatocellular carcinoma patients and is predictive of poor prognosis."}, {"pubmed": 28785766, "text": "Progressive retinal degeneration in KIF11-related retinopathy indicates a role for KIF11 not only in ocular development but also in maintaining retinal morphology and function. The remarkable variability of the ocular phenotype suggests four different types of retinopathy which may overlap."}, {"pubmed": 29041840, "text": "Stability of protein-ligand complexes were analyzed using molecular dynamic simulations. Our studies suggest that pyridazine analogs have good MDCK, permeability properties and high binding affinity to the human Eg5."}, {"pubmed": 29115586, "text": "Immunohistochemical analysis demonstrated that KIF11 was expressed in 64 of 99 (64.6%) oral cancer tissues but not in healthy oral epithelia. Strong KIF11 expression was significantly associated with poor prognosis among oral cancer patients (P=0.034), and multivariate analysis confirmed its independent prognostic value."}, {"pubmed": 29432173, "text": "These results illustrate how a posttranslational modification of a kinesin can be used to fine tune motor behavior to meet specific physiological needs."}, {"pubmed": 29548937, "text": "VPS28, an ESCRT-I protein, interacts with Gbetagamma and Eg5-TPX2.  VPS28 organizes Aster Microtubules via Gbetagamma. VPS28 recruits Eg5 and TPX2 to regulate mitotic spindle bipolarity."}, {"pubmed": 30123975, "text": "The results show that at metaphase both Eg5-EGFP and TPX2-EGFP are enriched toward spindle poles, but only TPX2-EGFP is enriched relative to microtubules. Eg5-EGFP and TPX2-EGFP show distinct localization patterns in anaphase, with Eg5-EGFP relocalizing to the midzone earlier than TPX2-EGFP."}, {"pubmed": 30177685, "text": "The mitotic spindle is chiral. Chirality is evident from the finding that microtubule bundles in human spindles follow a left-handed helical path, which cannot be explained by forces but rather by torques. Kinesin-5 (Kif11/Eg5) inactivation abolishes spindle chirality."}, {"pubmed": 30557316, "text": "both KIF15 and the C-terminal-truncated KIF11 contributes to the S-trityl L-cysteine resistance of the U-2OS derived cells"}, {"pubmed": 30590004, "text": "Study identified that high KIF11 expression was associated with poor overall and recurrence-free survival of patients with breast cancer (BC) patients. Of note, KIF11 was upregulated in patients with higher grade disease and with malignant breast cancer cell lines. Its downregulation inhibits its effects on cell proliferation, colony formation, invasion, and migration, as well as an enhancement of apoptosis."}, {"pubmed": 30819726, "text": "Levels of Kif11 were significantly higher in clear cell renal cell carcinoma (CCRCC) tissues compared with non-cancerous tissues. Expression of Kif11 protein was significantly associated with clinicopathologial parameters, including nuclear grade and TNM stage. High Kif11 expression, nuclear grade and TNM stage were independent factors to predict poor prognosis in patients with CCRCC."}, {"pubmed": 31077665, "text": "Four families had heterozygous KIF11 variants. Two probands had a retinal fold in one eye and chorioretinal atrophy in the other; the other 2 had bilateral retinal folds. Four heterozygous variants were found, including 2 large deletions not identified on Sanger sequencing or WES"}, {"pubmed": 31481795, "text": "KIFC3 activity becomes the main driving force of centrosome cohesion to prevent premature spindle formation after linker dissolution as it counteracts the increasing EG5-driven pushing forces"}, {"pubmed": 31993640, "text": "A mouse model for kinesin family member 11 (Kif11)-associated familial exudative vitreoretinopathy."}, {"pubmed": 32084356, "text": "Structure of Microtubule-Trapped Human Kinesin-5 and Its Mechanism of Inhibition Revealed Using Cryoelectron Microscopy."}, {"pubmed": 32300151, "text": "Enhancing Brain Retention of a KIF11 Inhibitor Significantly Improves its Efficacy in a Mouse Model of Glioblastoma."}, {"pubmed": 32346924, "text": "Kinesin family member 11 is a potential therapeutic target and is suppressed by microRNA-30a in breast cancer."}, {"pubmed": 32730767, "text": "Novel variants in familial exudative vitreoretinopathy patients with KIF11 mutations and the Genotype-Phenotype correlation."}, {"pubmed": 32759469, "text": "Mislocalization of TORC1 to Lysosomes Caused by KIF11 Inhibition Leads to Aberrant TORC1 Activity."}, {"pubmed": 32811879, "text": "An interphase pool of KIF11 localizes at the basal bodies of primary cilia and a reduction in KIF11 expression alters cilia dynamics."}, {"pubmed": 33098954, "text": "p21-activated kinase 6 controls mitosis and hepatocellular carcinoma progression by regulating Eg5."}, {"pubmed": 33137195, "text": "Genotype Phenotype Correlation and Variability in Microcephaly Associated With Chorioretinopathy or Familial Exudative Vitreoretinopathy."}, {"pubmed": 33490265, "text": "KIF11 Promotes Proliferation of Hepatocellular Carcinoma among Patients with Liver Cancers."}, {"pubmed": 33491154, "text": "Upregulation of KIF11 in TP53 Mutant Glioma Promotes Tumor Stemness and Drug Resistance."}, {"pubmed": 33554761, "text": "High KIF11 expression is associated with poor outcome of NSCLC."}, {"pubmed": 33613109, "text": "KIF11 promotes cell proliferation via ERBB2/PI3K/AKT signaling pathway in gallbladder cancer."}, {"pubmed": 33910056, "text": "Microtubule-sliding modules based on kinesins EG5 and PRC1-dependent KIF4A drive human spindle elongation."}, {"pubmed": 34128965, "text": "Retinal Features of Family Members With Familial Exudative Vitreoretinopathy Caused By Mutations in KIF11 Gene."}, {"pubmed": 34359867, "text": "Eg5 as a Prognostic Biomarker and Potential Therapeutic Target for Hepatocellular Carcinoma."}, {"pubmed": 34378481, "text": "KIF11 as a potential cancer prognostic marker promotes tumorigenesis in children with Wilms tumor."}, {"pubmed": 34510663, "text": "Inhibitor library screening identifies ispinesib as a new potential chemotherapeutic agent for pancreatic cancers."}, {"pubmed": 34526760, "text": "Identification of a novel mutation in KIF11 with functional analysis in a cohort of 516 familial patients with exudative vitreoretinopathy."}, {"pubmed": 34575892, "text": "Prognostic Impact and Functional Annotations of KIF11 and KIF14 Expression in Patients with Colorectal Cancer."}, {"pubmed": 34582765, "text": "Severe Exudative Vitreoretinopathy as a Common Feature for CTNNB1, KIF11 and NDP Variants Plus Sector Degeneration for KIF11."}, {"pubmed": 34709738, "text": "The oral KIF11 inhibitor 4SC-205 exhibits antitumor activity and potentiates standard and targeted therapies in primary and metastatic neuroblastoma models."}, {"pubmed": 34800719, "text": "KIF11, a plus end-directed kinesin, as a key gene in benzo(a)pyrene-induced non-small cell lung cancer."}, {"pubmed": 34924743, "text": "Five novel copy number variations detected in patients with familial exudative vitreoretinopathy."}, {"pubmed": 35456519, "text": "Update on the Phenotypic and Genotypic Spectrum of KIF11-Related Retinopathy."}, {"pubmed": 35619540, "text": "KIF11 manipulates SREBP2-dependent mevalonate cross talk to promote tumor progression in pancreatic ductal adenocarcinoma."}, {"pubmed": 35717732, "text": "Coarse grained modelling highlights the binding differences in the two different allosteric sites of the Human Kinesin EG5 and its implications in inhibitor design."}, {"pubmed": 35929456, "text": "Modest increase of KIF11 expression exposes fragilities in the mitotic spindle, causing chromosomal instability."}, {"pubmed": 35979754, "text": "Overexpression of kif11 is a poor prognostic factor in clear cell renal cell carcinoma."}, {"pubmed": 36654295, "text": "A non-mitotic role for Eg5 in regulating cilium formation and sonic hedgehog signaling."}, {"pubmed": 36742345, "text": "KIF11 As a Potential Pan-Cancer Immunological Biomarker Encompassing the Disease Staging, Prognoses, Tumor Microenvironment, and Therapeutic Responses."}, {"pubmed": 36883909, "text": "ASPM promotes migration and invasion of anaplastic thyroid carcinoma by stabilizing KIF11."}, {"pubmed": 37089697, "text": "Whole exome sequencing revealed novel pathogenic variants in Vietnamese patients with FEVR."}, {"pubmed": 37656243, "text": "KIF11 serves as a cell cycle mediator in childhood acute lymphoblastic leukemia."}, {"pubmed": 37728657, "text": "UHRF1 promotes spindle assembly and chromosome congression by catalyzing EG5 polyubiquitination."}, {"pubmed": 38424239, "text": "Human kinesin-5 KIF11 drives the helical motion of anti-parallel and parallel microtubules around each other."}, {"pubmed": 38672404, "text": "Mitotic Functions and Characters of KIF11 in Cancers."}], "genomic_pos": {"chr": "10", "end": 92655395, "ensemblgene": "ENSG00000138160", "start": 92574105, "strand": 1}, "genomic_pos_hg19": {"chr": "10", "end": 94415150, "start": 94353043, "strand": 1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0000278", "pubmed": 8548803, "qualifier": "involved_in", "term": "mitotic cell cycle"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007018", "qualifier": "involved_in", "term": "microtubule-based movement"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007051", "pubmed": 14718566, "qualifier": "involved_in", "term": "spindle organization"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007052", "pubmed": 8548803, "qualifier": "involved_in", "term": "mitotic spindle organization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007100", "qualifier": "involved_in", "term": "mitotic centrosome separation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0046602", "pubmed": 15843429, "qualifier": "involved_in", "term": "regulation of mitotic centrosome separation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0051231", "qualifier": "involved_in", "term": "spindle elongation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051301", "qualifier": "involved_in", "term": "cell division"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0090307", "qualifier": "involved_in", "term": "mitotic spindle assembly"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0090307", "pubmed": 19001501, "qualifier": "involved_in", "term": "mitotic spindle assembly"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0090307", "pubmed": 15843429, "qualifier": "involved_in", "term": "mitotic spindle assembly"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0000922", "pubmed": 14718566, "qualifier": "colocalizes_with", "term": "spindle pole"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005819", "pubmed": 19001501, "qualifier": "located_in", "term": "spindle"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005871", "pubmed": 8548803, "qualifier": "part_of", "term": "kinesin complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005874", "pubmed": 21525035, "qualifier": "located_in", "term": "microtubule"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005876", "pubmed": 14718566, "qualifier": "colocalizes_with", "term": "spindle microtubule"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 19946888, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:0032991", "pubmed": 17707232, "qualifier": "part_of", "term": "protein-containing complex"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0072686", "qualifier": "is_active_in", "term": "mitotic spindle"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0072686", "qualifier": "located_in", "term": "mitotic spindle"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0003777", "pubmed": 8548803, "qualifier": "enables", "term": "microtubule motor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [21303978, 28169274], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005524", "qualifier": "enables", "term": "ATP binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008017", "qualifier": "enables", "term": "microtubule binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008574", "qualifier": "enables", "term": "plus-end-directed microtubule motor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019901", "pubmed": 19001501, "qualifier": "enables", "term": "protein kinase binding"}]}, "homologene": {"genes": [[7227, 38135], [7955, 195818], [8364, 548870], [9031, 423809], [9598, 450609], [9606, 3832], [9615, 477769], [9913, 508467], [10090, 16551], [10116, 171304]], "id": 3322}, "interpro": [{"desc": "Kinesin motor domain", "id": "IPR001752", "short_desc": "Kinesin_motor_dom"}, {"desc": "Kinesin motor domain, conserved site", "id": "IPR019821", "short_desc": "Kinesin_motor_CS"}, {"desc": "Kinesin-associated microtubule-binding domain", "id": "IPR025901", "short_desc": "Kinesin-assoc_MT-bd_dom"}, {"desc": "P-loop containing nucleoside triphosphate hydrolase", "id": "IPR027417", "short_desc": "P-loop_NTPase"}, {"desc": "Kinesin motor domain superfamily", "id": "IPR036961", "short_desc": "Kinesin_motor_dom_sf"}, {"desc": "Kinesin-like protein KIF11-like", "id": "IPR047149", "short_desc": "KIF11-like"}, {"desc": "Kinesin-like protein KIF11-like, kinesin motor domain", "id": "IPR047241", "short_desc": "KIF11-like_kin_motor_dom"}], "ipi": "IPI00305289", "map_location": "10q23.33", "name": "kinesin family member 11", "other_names": ["TR-interacting protein 5", "TRIP-5", "kinesin-like protein 1", "kinesin-like protein KIF11", "kinesin-like spindle protein HKSP", "kinesin-related motor protein Eg5", "thyroid receptor-interacting protein 5"], "pantherdb": {"HGNC": "6388", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1098231", "ortholog_type": "LDO", "panther_family": "PTHR47970", "taxid": 10090, "uniprot_kb": "Q6P9P6"}, {"RGD": "621258", "ortholog_type": "LDO", "panther_family": "PTHR47970", "taxid": 10116, "uniprot_kb": "F1MAB8"}, {"Ensembl": "ENSGALG00000053631", "ortholog_type": "O", "panther_family": "PTHR47970", "taxid": 9031, "uniprot_kb": "A0A3Q2UCA6"}, {"Ensembl": "ENSGALG00000030597", "ortholog_type": "LDO", "panther_family": "PTHR47970", "taxid": 9031, "uniprot_kb": "A0A1D5NUY2"}, {"ZFIN": "ZDB-GENE-020426-1", "ortholog_type": "LDO", "panther_family": "PTHR47970", "taxid": 7955, "uniprot_kb": "F1QK82"}, {"WormBase": "WBGene00000257", "ortholog_type": "LDO", "panther_family": "PTHR47970", "taxid": 6239, "uniprot_kb": "G5ECF4"}, {"FlyBase": "FBgn0004378", "ortholog_type": "LDO", "panther_family": "PTHR47970", "taxid": 7227, "uniprot_kb": "P46863"}, {"SGD": "S000000787", "ortholog_type": "LDO", "panther_family": "PTHR47970", "taxid": 4932, "uniprot_kb": "P27895"}, {"SGD": "S000000159", "ortholog_type": "O", "panther_family": "PTHR47970", "taxid": 4932, "uniprot_kb": "P28742"}, {"PomBase": "SPAC25G10.07c", "ortholog_type": "LDO", "panther_family": "PTHR47970", "taxid": 4896, "uniprot_kb": "P24339"}, {"dictyBase": "DDB_G0288361", "ortholog_type": "LDO", "panther_family": "PTHR47970", "taxid": 352472, "uniprot_kb": "Q6RZZ9"}, {"TAIR": "2049791", "ortholog_type": "LDO", "panther_family": "PTHR47970", "taxid": 3702, "uniprot_kb": "Q0WQJ7"}, {"TAIR": "2065505", "ortholog_type": "O", "panther_family": "PTHR47970", "taxid": 3702, "uniprot_kb": "F4IIS5"}, {"TAIR": "2077132", "ortholog_type": "O", "panther_family": "PTHR47970", "taxid": 3702, "uniprot_kb": "Q9LZU5"}, {"EnsemblGenome": "AT2G36200", "ortholog_type": "O", "panther_family": "PTHR47970", "taxid": 3702, "uniprot_kb": "P82266"}], "uniprot_kb": "P52732"}, "pathway": {"reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-1280218", "name": "Adaptive Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-199991", "name": "Membrane Trafficking"}, {"id": "R-HSA-2132295", "name": "MHC class II antigen presentation"}, {"id": "R-HSA-5653656", "name": "Vesicle-mediated transport"}, {"id": "R-HSA-6811434", "name": "COPI-dependent Golgi-to-ER retrograde traffic"}, {"id": "R-HSA-6811442", "name": "Intra-Golgi and retrograde Golgi-to-ER traffic"}, {"id": "R-HSA-8856688", "name": "Golgi-to-ER retrograde transport"}, {"id": "R-HSA-983189", "name": "Kinesins"}, {"id": "R-HSA-983231", "name": "Factors involved in megakaryocyte development and platelet production"}]}, "pdb": ["1II6", "1Q0B", "1X88", "1YRS", "2FKY", "2FL2", "2FL6", "2FME", "2G1Q", "2GM1", "2IEH", "2PG2", "2Q2Y", "2Q2Z", "2UYI", "2UYM", "2WOG", "2X2R", "2X7C", "2X7D", "2X7E", "2XAE", "3CJO", "3HQD", "3K3B", "3K5E", "3KEN", "3L9H", "3WPN", "3ZCW", "4A1Z", "4A28", "4A50", "4A51", "4A5Y", "4AP0", "4AQV", "4AQW", "4AS7", "4B7B", "4BBG", "4BXN", "4CK5", "4CK6", "4CK7", "4ZCA", "4ZHI", "5JV3", "5ZO7", "5ZO8", "5ZO9", "6G6Y", "6G6Z", "6HKX", "6HKY", "6TA3", "6TA4", "6TIW", "6TLE", "6TRL", "6Y1I", "8YHH"], "pfam": ["PF00225", "PF13931"], "pharmgkb": "PA30177", "pharos": {"target_id": 4365, "tdl": "Tchem"}, "pir": "G02157", "prosite": "PS50067", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF252011", "relationship": "is"}, {"id": "GNF252012", "relationship": "is"}, {"id": "GNF252013", "relationship": "is"}, {"id": "GNF252014", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF072177", "relationship": "is"}, {"id": "GNF072178", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF103778", "relationship": "is"}, {"id": "GNF143428", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000010.11", "NC_060934.1", "NG_032580.1"], "protein": "NP_004514.2", "rna": "NM_004523.4", "translation": {"protein": "NP_004514.2", "rna": "NM_004523.4"}}, "reporter": {"HG-U133_Plus_2": "204444_at", "HG-U95Av2": "40726_at", "HTA-2_0": ["TC10000659.hg.1", "TC10002220.hg.1"], "HuEx-1_0": "3258168", "HuGene-1_1": "7929258", "HuGene-2_1": "16707468"}, "summary": "This gene encodes a motor protein that belongs to the kinesin-like protein family. Members of this protein family are known to be involved in various kinds of spindle dynamics. The function of this gene product includes chromosome positioning, centrosome separation and establishing a bipolar spindle during cell mitosis. [provided by RefSeq, Jul 2008].", "symbol": "KIF11", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1416693"}, "unigene": "Hs.8878", "uniprot": {"Swiss-Prot": "P52732", "TrEMBL": ["A0A7I2V3V3", "A0A7I2V3A9", "A0A7I2YQY4"]}, "wikipedia": {"url_stub": "Kinesin family member 11"}}