{"AllianceGenome": "6324", "HGNC": "6324", "MIM": "602809", "_id": "3799", "_version": 1, "accession": {"genomic": ["AL161932.15", "CH471072.2", "CP068268.2", "NC_000010.11", "NC_060934.1"], "protein": ["AAH65267.1", "AAH80604.1", "AAI11043.1", "AAI26280.1", "AAI26282.1", "ACI46016.1", "BAF82102.1", "BAG61489.1", "CAA46703.1", "EAW85976.1", "EAW85977.1", "NP_004512.1", "P33176.1", "XP_047281158.1", "XP_047281159.1", "XP_054221820.1", "XP_054221821.1"], "rna": ["AK289413.1", "AK299542.1", "AK307502.1", "BC010885.1", "BC065267.1", "BC080604.1", "BC111042.1", "BC126279.1", "BC126281.1", "BP361225.1", "BU633712.1", "DC399931.1", "FJ224324.1", "NM_004521.3", "X65873.1", "XM_047425202.1", "XM_047425203.1", "XM_054365845.1", "XM_054365846.1"], "translation": [{"protein": "AAH65267.1", "rna": "BC065267.1"}, {"protein": "CAA46703.1", "rna": "X65873.1"}, {"protein": "XP_054221820.1", "rna": "XM_054365845.1"}, {"protein": "XP_054221821.1", "rna": "XM_054365846.1"}, {"protein": "AAI26282.1", "rna": "BC126281.1"}, {"protein": "BAF82102.1", "rna": "AK289413.1"}, {"protein": "AAI26280.1", "rna": "BC126279.1"}, {"protein": "ACI46016.1", "rna": "FJ224324.1"}, {"protein": "XP_047281158.1", "rna": "XM_047425202.1"}, {"protein": "BAG61489.1", "rna": "AK299542.1"}, {"protein": "AAI11043.1", "rna": "BC111042.1"}, {"protein": "NP_004512.1", "rna": "NM_004521.3"}, {"protein": "AAH80604.1", "rna": "BC080604.1"}, {"protein": "XP_047281159.1", "rna": "XM_047425203.1"}]}, "alias": ["HEL-S-61", "KINH", "KNS", "KNS1", "UKHC"], "ensembl": {"gene": "ENSG00000170759", "protein": "ENSP00000307078", "transcript": ["ENST00000302418", "ENST00000493889"], "translation": [{"protein": "ENSP00000307078", "rna": "ENST00000302418"}], "type_of_gene": "protein_coding"}, "entrezgene": "3799", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 44.0530483304, "exp_mis": 297.596622435, "exp_syn": 111.215660949, "lof_z": 5.23151526595439, "mis_z": 3.0790637899434, "mu_lof": 3.06536072231e-06, "mu_mis": 2.61689784237e-05, "mu_syn": 9.22399494888e-06, "n_lof": 9.0, "n_mis": 189.0, "n_syn": 110.0, "p_li": 0.761006987755031, "p_null": 5.52570966545901e-09, "p_rec": 0.23899300671926, "syn_z": 0.0714649072174392}, "bp": 2892, "cds_end": 32344901, "cds_start": 32304456, "n_exons": 25, "nonpsych": {"exp_lof": 39.3743546813, "exp_mis": 268.855763447, "exp_syn": 100.163000763, "lof_z": 4.91043611269129, "mis_z": 3.04091403959192, "mu_lof": 3.06536072231e-06, "mu_mis": 2.61689784237e-05, "mu_syn": 9.22399494888e-06, "n_lof": 8.0, "n_mis": 170.0, "n_syn": 93.0, "p_li": 0.767305322640785, "p_null": 3.08375020290239e-08, "p_rec": 0.232694646521713, "syn_z": 0.450614100330192}, "nontcga": {"exp_lof": 40.4802732762, "exp_mis": 273.740379068, "exp_syn": 102.26988008, "lof_z": 5.03592442398794, "mis_z": 3.06361167828091, "mu_lof": 3.06536072231e-06, "mu_mis": 2.61689784237e-05, "mu_syn": 9.22399494888e-06, "n_lof": 8.0, "n_mis": 172.0, "n_syn": 102.0, "p_li": 0.819333411488304, "p_null": 1.23994874670129e-08, "p_rec": 0.180666576112208, "syn_z": 0.0168986211985334}, "transcript": "ENST00000302418.4"}, "exons": [{"cdsend": 32055973, "cdsstart": 32015528, "chr": "10", "position": [[32009015, 32011516], [32015508, 32015659], [32017142, 32017359], [32018051, 32018156], [32018315, 32018387], [32018501, 32018562], [32019857, 32019959], [32021021, 32021131], [32021225, 32021287], [32022139, 32022257], [32022847, 32023036], [32028427, 32028571], [32031072, 32031279], [32032705, 32032774], [32033844, 32034038], [32034689, 32034838], [32035521, 32035667], [32035889, 32035994], [32037253, 32037378], [32037519, 32037607], [32038162, 32038218], [32038777, 32038826], [32039326, 32039431], [32040383, 32040457], [32048463, 32048551], [32055847, 32056425]], "strand": -1, "transcript": "NM_004521", "txend": 32056425, "txstart": 32009015}], "exons_hg19": [{"cdsend": 32344901, "cdsstart": 32304456, "chr": "10", "position": [[32297943, 32300444], [32304436, 32304587], [32306070, 32306287], [32306979, 32307084], [32307243, 32307315], [32307429, 32307490], [32308785, 32308887], [32309949, 32310059], [32310153, 32310215], [32311067, 32311185], [32311775, 32311964], [32317355, 32317499], [32320000, 32320207], [32321633, 32321702], [32322772, 32322966], [32323617, 32323766], [32324449, 32324595], [32324817, 32324922], [32326181, 32326306], [32326447, 32326535], [32327090, 32327146], [32327705, 32327754], [32328254, 32328359], [32329311, 32329385], [32337391, 32337479], [32344775, 32345353]], "strand": -1, "transcript": "NM_004521", "txend": 32345353, "txstart": 32297943}], "generif": [{"pubmed": 12191989, "text": "links neurofibromin and merlin in a common cellular pathway of neurofibromatosis"}, {"pubmed": 12475239, "text": "With residues 814-963 of human ubiquitous kinesin heavy chain (uKHC) used as bait, a synaptosome-associated protein of 25 kDa (SNAP25) has been identified as a kinesin-binding protein in a human brain cDNA library."}, {"pubmed": 15184079, "text": "Results identify the ribosome receptor, p180, as a binding partner of the kinesin heavy chain isoform KIF5B."}, {"pubmed": 16260607, "text": "CRMP-2 transports the Sra-1/WAVE1 complex to axons in a kinesin-1-dependent manner and thereby regulates axon outgrowth and formation"}, {"pubmed": 16385451, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16498388, "text": "Demonstrates the utility of screening for PDGFRA kinase domain overexpression in patients with IHES and has identified KIF5B as a third PDGFRA fusion partner in chronic myeloproliferative disorders."}, {"pubmed": 17394562, "text": "kinesin-1, but not kinesin-2, contributes to the specific cytoplasmic distribution of three of the four steps of VV morphogenesis tested."}, {"pubmed": 17887960, "text": "binding of the kinesin-binding domain of RanBP2 to KIF5B and KIF5C determines mitochondria localization and function"}, {"pubmed": 17925227, "text": "We demonstrate that KIF5B mediates post-Golgi transport of an apical protein in epithelial cells, but only after polarity has developed."}, {"pubmed": 18514191, "text": "Data suggest that the promotion of lamellipodia formation by HGF in MDA-MB-231 cells is Rac1-dependent and requires KIF5B-mediated transport of WAVE2 and IQGAP1 to the cell periphery along microtubules."}, {"pubmed": 18579780, "text": "The interaction of the Switch I region of the kinesin-1 head with the tail is strikingly similar to the interactions of small GTPases with their regulators, indicating that other kinesin motors may share similar regulatory mechanisms."}, {"pubmed": 18817524, "text": "data implicate kinesin-1 in the spatial organization of the ER/Golgi interface as well as in traffic outside the ER"}, {"pubmed": 18984674, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18984674, "text": "training-induced changes in submaximal exercise stroke volume may be due to mitochondrial function and variation in KIF5B expression as determined by functional SNPs in its promoter."}, {"pubmed": 19242560, "text": "KIF5B is a cancer relevant lysosomal motor protein with additional functions in autophagosome formation"}, {"pubmed": 19305391, "text": "RANBP2 is the first native and positive allosteric activator known to jump-start and boost directly the activity of KIF5B."}, {"pubmed": 19348763, "text": "the interaction between the kinesin-1 head and its regulatory tail domain"}, {"pubmed": 19675065, "text": "role of the kinesin I isoform Kif5b in the trafficking of a cardiac voltage-gated potassium channel, Kv1.5 in Kv1.5-expressing HEK293 cells and H9c2 cardiomyoblasts"}, {"pubmed": 19773350, "text": "Na,K-ATPase traffic toward the plasma membrane in alveolar epithelial cells is driven by kinesin-1, where KLC2 is the isoform regulating this process."}, {"pubmed": 19913510, "text": "This indicates that kinesin-1 facilitates the transport of SNAP-25 containing vesicles as a prerequisite to SNAP-25 driven membrane fusion events."}, {"pubmed": 20071331, "text": "a kinesin-1 tail fragment associates with microtubules with submicromolar affinity and binding is largely electrostatic"}, {"pubmed": 21656749, "text": "The discovery of the novel KIF5B-ALK variant further consolidated the role of aberrant anaplastic lymphoma kinase signaling in lung carcinogenesis."}, {"pubmed": 21910419, "text": "The conventional kinesin-microtubule binding free energy is dominated by van der Waals interactions and electrostatic interactions."}, {"pubmed": 21915095, "text": "findings show a bipartite tryptophan-based motif in vaccinia virus A36 is required for kinesin-1-dependent transport of the virus; bioinformatic analysis reveals that related bipartite tryptophan-based motifs are present in over 450 human proteins"}, {"pubmed": 21925109, "text": "Kinesin-1-mediated capsid disassembly and disruption of the nuclear pore complex promote virus infection."}, {"pubmed": 22172677, "text": "Arl8 and SKIP are required for lysosomes to distribute away from the microtubule-organizing center. We identify two kinesin light chain binding motifs in SKIP that are required for lysosomes to accumulate kinesin-1 and redistribute to the cell periphery."}, {"pubmed": 22198464, "text": "Data indicate that mutant KIF5B kinesin-1 binds ATP similarly in the presence of either metal ion, but its ATP hydrolysis activity is greatly diminished in the presence of Mg(2+)."}, {"pubmed": 22327624, "text": "Expression of exogenous KIF5B-RET, induced morphological transformation and anchorage-independent growth of NIH3T3 fibroblasts"}, {"pubmed": 22404429, "text": "Nesca directly binds KIF5B, kinesin light-chain and syntaxin-1"}, {"pubmed": 22514732, "text": "Study found the secretion of calu-1/2-EGFP required microtubule integrity, and that calu-1/2-EGFP-containing vesicles were transported by the motor proteins Kif5b and cytoplasmic dynein."}, {"pubmed": 23378251, "text": "Patients without KIF5B-RET fusions had a better prognosis than those with KIF5B-RET fusions (median survival, 52.6 months vs 21.0 months)."}, {"pubmed": 23884313, "text": "Anti-oncogenic miR-203 had a pivotal role in melanoma through reducing melanosome transport and promoting melanogenesis by targeting kif5b and through negative regulation of the CREB1/MITF/Rab27a pathway."}, {"pubmed": 24072715, "text": "when cargo is transported by both dynein and phosphorylated kinesin, a common occurrence in the cell, there may be a bias that favors motion toward the minus-end of microtubules."}, {"pubmed": 24821626, "text": "Kinesin-1 transports c-MYC for proteasomal degradation in the cytoplasm."}, {"pubmed": 25047660, "text": "Our data suggest that KIF5B-RET promotes the cell growth and tumorigenicity of non-small cell lung cancers through multilevel activation of STAT3 signaling, providing possible strategies for the treatment of KIF5B-RET positive lung cancers."}, {"pubmed": 25231297, "text": "Authors find that pharmacological or small interfering RNA (siRNA)-mediated inhibition of cytoplasmic dynein or the kinesin 1 heavy chain KIF5B delays HIV-1 uncoating."}, {"pubmed": 25348260, "text": "Kinesin-14 blocks microtubule nucleation in yeast and reveal that this inhibition is countered by the kinesin-5 protein, Cut7.[Cut7, Pkl1]"}, {"pubmed": 25378581, "text": "A novel role of KIF5B was shown in the spatial regulation of Cdo-BNIP-2-p38MAPK signaling and discloses a previously unappreciated linkage between the intracellular transporting system and myogenesis regulation."}, {"pubmed": 25450690, "text": "compared to those of brain, on MCF7 microtubules, kinesin-1's processivity is significantly reduced although its velocity is only slightly altered"}, {"pubmed": 25516977, "text": "nesprin-dependent recruitment of kinesin-1 to the nuclear envelope through the interaction of a conserved LEWD motif with kinesin light chain might be a general mechanism for cell-type-specific nuclear positioning during development."}, {"pubmed": 25537000, "text": "This study has provided a comprehensive structural and dynamic picture of kinesin's major ATPase states."}, {"pubmed": 25660542, "text": "Myo1c significantly increases the frequency of kinesin-1-driven microtubule-based runs that begin at actin/microtubule intersections. The actin-binding protein tropomyosin 2 abolishes Myo1c-specific effects on both run initiation and run termination."}, {"pubmed": 25676575, "text": "In this work, we performed normal mode analysis with elastic network model using different conformation of kinesin to determine the effect of tail binding."}, {"pubmed": 25818289, "text": "the front head of a kinesin dimer is gated by the backward orientation of its neck linker until the rear head releases from the microtubule"}, {"pubmed": 25902401, "text": "Kinesin-1 is primarily front-head gated, and its neck linker length is tuned to enhance unidirectional processivity and velocity."}, {"pubmed": 26268359, "text": "data suggest one-step screening platform for KIF5B-RET as well as EGFR, K-RAS, ALK oncogenic mutations be necessary for lung adenocarcinoma patients"}, {"pubmed": 26598607, "text": "KIF5B is essential for Ostm1 intracellular dispersion."}, {"pubmed": 26627252, "text": "differences between the structural kinetics of Eg5 and kinesin-1 yield insights into how these two motors adapt their enzymologies for their distinct functions"}, {"pubmed": 26991731, "text": "Data suggest that light-chain subunits/fragments of kinesin-1 inhibit the pathological aggregation of amyloid(beta)."}, {"pubmed": 27327622, "text": "these observations identify a previously unappreciated role for KIF5B in mediating the Nup358 dependent nuclear import of the HIV-1 viral genome during infection."}, {"pubmed": 27788242, "text": "For Fat3, the Kif5-ID is regulated by alternative splicing, and the timecourse of splicing suggests that the distribution of Fat3 may switch between early and later stages of retinal development. In contrast, P75NTR binding to Kif5B is enhanced by tyrosine phosphorylation and thus has the potential to be dynamically regulated on a more rapid time scale"}, {"pubmed": 27851960, "text": "BORC and Arl8 function upstream of two structurally distinct kinesin types: kinesin-1 (KIF5B) and kinesin-3 (KIF1Bbeta and KIF1A)."}, {"pubmed": 28284467, "text": "The studies describing the interplay between kinesin-1 and cytoplasmic dynein in the translocation of microtubules are discussed."}, {"pubmed": 28302907, "text": "cargo recognition and concurrent activation of kinesin-1 proceed in hierarchical stepwise fashion driven by a dynamic network of inter- and intra-molecular interactions."}, {"pubmed": 28504639, "text": "Utilizing novel electron cryomicroscopy methods, the authors solved structures of microtubule-attached, dimeric kinesin bound to an ATP analog. They find that under these conditions, the kinesin dimer can attach to the microtubule with either one or two motor domains."}, {"pubmed": 28668932, "text": "In particular, counteracting forces between minus-end-directed kinesin-14 and plus-end-directed kinesin-5 motors have recently been implicated in the regulation of microtubule nucleation."}, {"pubmed": 28877471, "text": "Study demonstrate that the kinesin and kinase domains of KIF5B-RET act together to establish an emergent microtubule and RAB-vesicle-dependent RET-SRC-EGFR-FGFR signaling hub. Study demonstrate that drugs designed to inhibit RET alone work poorly in KIF5B-RET-transformed cells."}, {"pubmed": 28911147, "text": "KIF5B gene rearrangement plays a role in the pathogenesis of papillary thyroid cancer."}, {"pubmed": 28930676, "text": "HIV-1 did not stimulate widespread FEZ1 phosphorylation but, instead, bound microtubule (MT) affinity-regulating kinase 2 (MARK2) to stimulate FEZ1 phosphorylation on viral cores."}, {"pubmed": 29229862, "text": "the discovery of kinesore, a small molecule that in vitro inhibits kinesin-1 interactions with short linear peptide motifs found in organelle-specific cargo adaptors, yet activates kinesin-1's function of controlling microtubule dynamics in cells, demonstrating that these functions are mechanistically coupled."}, {"pubmed": 29445114, "text": "these studies demonstrate that kinesin 1 regulates ciliogenesis through CCDC28B"}, {"pubmed": 30015159, "text": "The KIF5B-MET variant was demonstrated to have an oncogenic function in cancer cells."}, {"pubmed": 30058692, "text": "High KIF5B expression in oral squamous cell carcinoma (OSCC) tissue specimens was significantly associated with tumor size, histological differentiation, disease recurrence, surrounding tissue invasion, recurrence time, and survival status. Kaplan-Meier cumulative survival analyses indicated that high expression of KIF5B was linked to worse overall survival and disease-free survival in OSCC."}, {"pubmed": 30297389, "text": "X-ray fiber diffraction, fluorescence speckle microscopy, and second-harmonic generation microscopy, as well as cryo-EM, collectively demonstrated that the binding of nucleotide-free kinesin-1 to GDP microtubules changes the conformation of the GDP microtubule to a conformation resembling the GTP microtubule."}, {"pubmed": 30573850, "text": "Report ALK-positive histiocytosis with frequent presence of KIF5B-ALK gene fusion."}, {"pubmed": 30591488, "text": "this is the first report of a KIF5B-ALK fusion gene in large-cell neuroendocrine carcinoma (LCNEC) . The patient was successfully treated with ALK inhibitors, suggesting that sensitivity to ALK inhibitor may define a specific LCNEC subtype. We propose that screening for ALK rearrangement in patients with LCNEC may assist in selecting potential candidates for targeted therapy."}, {"pubmed": 31204277, "text": "TGF-beta mediated pro-invasive activity was found to be dependent on KIF5B expression. In contrast, the epithelial differentiation factor and EMT suppressor prolactin (PRL) was found to repress KIF5B gene expression and KIF5B-Snail1 nuclear accumulation, but enhanced KLC1 gene expression and KIF5B-KLC1 interaction."}, {"pubmed": 31740721, "text": "Run length distribution of dimerized kinesin-3 molecular motors: comparison with dimeric kinesin-1."}, {"pubmed": 31961321, "text": "Specific depletion of the motor protein KIF5B leads to deficits in dendritic transport, synaptic plasticity and memory."}, {"pubmed": 32561740, "text": "Mitochondria-adaptor TRAK1 promotes kinesin-1 driven transport in crowded environments."}, {"pubmed": 32972035, "text": "How Kinesin-1 Utilize the Energy of Nucleotide: The Conformational Changes and Mechanochemical Coupling in the Unidirectional Motion of Kinesin-1."}, {"pubmed": 33200553, "text": "Associations between genetic variants of KIF5B, FMN1, and MGAT3 in the cadherin pathway and pancreatic cancer risk."}, {"pubmed": 33561610, "text": "Quantitative Proteomics Reveals Association of Neuron Projection Development Genes ARF4, KIF5B, and RAB8A With Hirschsprung Disease."}, {"pubmed": 34482333, "text": "Distinct Clinicopathologic Features and Possible Pathogenesis of Localized ALK-positive Histiocytosis of the Breast."}, {"pubmed": 34883065, "text": "Motor usage imprints microtubule stability along the shaft."}, {"pubmed": 35050657, "text": "Structural and functional insight into regulation of kinesin-1 by microtubule-associated protein MAP7."}, {"pubmed": 35342932, "text": "De novo heterozygous variants in KIF5B cause kyphomelic dysplasia."}, {"pubmed": 35649356, "text": "Synergistic autoinhibition and activation mechanisms control kinesin-1 motor activity."}, {"pubmed": 35829703, "text": "JIP3 interacts with dynein and kinesin-1 to regulate bidirectional organelle transport."}, {"pubmed": 36002889, "text": "Identification of novel early pancreatic cancer biomarkers KIF5B and SFRP2 from \"\"first contact\"\" interactions in the tumor microenvironment."}, {"pubmed": 36018820, "text": "Dominantly acting KIF5B variants with pleiotropic cellular consequences cause variable clinical phenotypes."}, {"pubmed": 36717601, "text": "BORC complex specific components and Kinesin-1 mediate autophagy evasion by the autophagy-resistant Mycobacterium tuberculosis Beijing strain."}, {"pubmed": 37934770, "text": "Dominant negative variants in KIF5B cause osteogenesis imperfecta via down regulation of mTOR signaling."}], "genomic_pos": {"chr": "10", "end": 32056425, "ensemblgene": "ENSG00000170759", "start": 32009015, "strand": -1}, "genomic_pos_hg19": {"chr": "10", "end": 32345359, "start": 32297938, "strand": -1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0007018", "pubmed": 7514426, "qualifier": "involved_in", "term": "microtubule-based movement"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007028", "qualifier": "involved_in", "term": "cytoplasm organization"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007411", "qualifier": "involved_in", "term": "axon guidance"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032230", "qualifier": "involved_in", "term": "positive regulation of synaptic transmission, GABAergic"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032418", "pubmed": 22172677, "qualifier": "involved_in", "term": "lysosome localization"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0035617", "qualifier": "involved_in", "term": "stress granule disassembly"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0042267", "pubmed": 24088571, "qualifier": "involved_in", "term": "natural killer cell mediated cytotoxicity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042391", "pubmed": 19675065, "qualifier": "involved_in", "term": "regulation of membrane potential"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043268", "pubmed": 19675065, "qualifier": "involved_in", "term": "positive regulation of potassium ion transport"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0047496", "pubmed": 28426968, "qualifier": "involved_in", "term": "vesicle transport along microtubule"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0047496", "qualifier": "involved_in", "term": "vesicle transport along microtubule"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0047497", "qualifier": "involved_in", "term": "mitochondrion transport along microtubule"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0048489", "qualifier": "involved_in", "term": "synaptic vesicle transport"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0051642", "pubmed": 20386726, "qualifier": "involved_in", "term": "centrosome localization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071346", "qualifier": "involved_in", "term": "cellular response to type II interferon"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0072383", "qualifier": "involved_in", "term": "plus-end-directed vesicle transport along microtubule"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0098971", "qualifier": "involved_in", "term": "anterograde dendritic transport of neurotransmitter receptor complex"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0099641", "qualifier": "involved_in", "term": "anterograde axonal protein transport"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0160040", "qualifier": "involved_in", "term": "mitocytosis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1903078", "pubmed": 19675065, "qualifier": "involved_in", "term": "positive regulation of protein localization to plasma membrane"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1990048", "qualifier": "involved_in", "term": "anterograde neuronal dense core vesicle transport"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1990049", "qualifier": "involved_in", "term": "retrograde neuronal dense core vesicle transport"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0005739", "qualifier": "located_in", "term": "mitochondrion"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005871", "qualifier": "part_of", "term": "kinesin complex"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005874", "qualifier": "is_active_in", "term": "microtubule"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 19946888, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0031982", "pubmed": 20682791, "qualifier": "located_in", "term": "vesicle"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0032839", "qualifier": "located_in", "term": "dendrite cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0034451", "qualifier": "located_in", "term": "centriolar satellite"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0035253", "qualifier": "located_in", "term": "ciliary rootlet"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0045335", "qualifier": "located_in", "term": "phagocytic vesicle"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0048471", "qualifier": "located_in", "term": "perinuclear region of cytoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0101004", "qualifier": "located_in", "term": "cytolytic granule membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:1904115", "qualifier": "located_in", "term": "axon cytoplasm"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0003777", "pubmed": 28426968, "qualifier": "enables", "term": "microtubule motor activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0003777", "qualifier": "enables", "term": "microtubule motor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [15161933, 19164528, 20562859, 21915095, 25855459, 28426968, 28514442, 32296183, 36931259], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005524", "qualifier": "enables", "term": "ATP binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008017", "qualifier": "enables", "term": "microtubule binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008017", "pubmed": 28426968, "qualifier": "enables", "term": "microtubule binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0008017", "qualifier": "enables", "term": "microtubule binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008574", "qualifier": "enables", "term": "plus-end-directed microtubule motor activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0016887", "qualifier": "enables", "term": "ATP hydrolysis activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [17013387, 18004302], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0044877", "qualifier": "enables", "term": "protein-containing complex binding"}, {"category": "MF", "evidence": "HDA", "id": "GO:0045296", "pubmed": 25468996, "qualifier": "enables", "term": "cadherin binding"}]}, "homologene": {"genes": [[5141, 3880594], [6239, 176179], [7165, 1271664], [7227, 36810], [7955, 334108], [7955, 563459], [8364, 100038146], [9031, 420472], [9544, 696652], [9598, 450390], [9606, 3799], [9615, 100855651], [9913, 514261], [10090, 16573], [10116, 117550], [318829, 2679602]], "id": 55829}, "interpro": [{"desc": "Kinesin motor domain", "id": "IPR001752", "short_desc": "Kinesin_motor_dom"}, {"desc": "Kinesin motor domain, conserved site", "id": "IPR019821", "short_desc": "Kinesin_motor_CS"}, {"desc": "P-loop containing nucleoside triphosphate hydrolase", "id": "IPR027417", "short_desc": "P-loop_NTPase"}, {"desc": "Kinesin-like protein", "id": "IPR027640", "short_desc": "Kinesin-like_fam"}, {"desc": "Kinesin motor domain superfamily", "id": "IPR036961", "short_desc": "Kinesin_motor_dom_sf"}], "ipi": "IPI00012837", "map_location": "10p11.22", "name": "kinesin family member 5B", "other_names": ["conventional kinesin heavy chain", "epididymis secretory protein Li 61", "kinesin 1 (110-120kD)", "kinesin heavy chain", "kinesin-1 heavy chain", "ubiquitous kinesin heavy chain"], "pantherdb": {"HGNC": "6324", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1098268", "ortholog_type": "LDO", "panther_family": "PTHR24115", "taxid": 10090, "uniprot_kb": "Q61768"}, {"RGD": "621559", "ortholog_type": "LDO", "panther_family": "PTHR24115", "taxid": 10116, "uniprot_kb": "Q2PQA9"}, {"Ensembl": "ENSGALG00000007215", "ortholog_type": "LDO", "panther_family": "PTHR24115", "taxid": 9031, "uniprot_kb": "E1C3A1"}, {"ZFIN": "ZDB-GENE-070629-2", "ortholog_type": "LDO", "panther_family": "PTHR24115", "taxid": 7955, "uniprot_kb": "F1R5M2"}, {"WormBase": "WBGene00006840", "ortholog_type": "LDO", "panther_family": "PTHR24115", "taxid": 6239, "uniprot_kb": "P34540"}, {"FlyBase": "FBgn0001308", "ortholog_type": "LDO", "panther_family": "PTHR24115", "taxid": 7227, "uniprot_kb": "P17210"}, {"SGD": "S000001562", "ortholog_type": "LDO", "panther_family": "PTHR24115", "taxid": 4932, "uniprot_kb": "P32364"}, {"PomBase": "SPAC1834.07", "ortholog_type": "LDO", "panther_family": "PTHR24115", "taxid": 4896, "uniprot_kb": "Q9US60"}, {"dictyBase": "DDB_G0281555", "ortholog_type": "O", "panther_family": "PTHR24115", "taxid": 352472, "uniprot_kb": "Q54TL0"}, {"dictyBase": "DDB_G0280967", "ortholog_type": "LDO", "panther_family": "PTHR24115", "taxid": 352472, "uniprot_kb": "Q54UC9"}, {"EnsemblGenome": "AT3G54870", "ortholog_type": "O", "panther_family": "PTHR24115", "taxid": 3702, "uniprot_kb": "Q9SV36"}, {"EnsemblGenome": "AT1G01950", "ortholog_type": "O", "panther_family": "PTHR24115", "taxid": 3702, "uniprot_kb": "Q9LPC6"}, {"EnsemblGenome": "AT1G12430", "ortholog_type": "O", "panther_family": "PTHR24115", "taxid": 3702, "uniprot_kb": "Q9FZ06"}, {"TAIR": "2087378", "ortholog_type": "LDO", "panther_family": "PTHR24115", "taxid": 3702, "uniprot_kb": "Q8GW44"}], "uniprot_kb": "P33176"}, "pathway": {"kegg": [{"id": "hsa04144", "name": "Endocytosis - Homo sapiens (human)"}, {"id": "hsa04728", "name": "Dopaminergic synapse - Homo sapiens (human)"}, {"id": "hsa05010", "name": "Alzheimer disease - Homo sapiens (human)"}, {"id": "hsa05012", "name": "Parkinson disease - Homo sapiens (human)"}, {"id": "hsa05014", "name": "Amyotrophic lateral sclerosis - Homo sapiens (human)"}, {"id": "hsa05016", "name": "Huntington disease - Homo sapiens (human)"}, {"id": "hsa05020", "name": "Prion disease - Homo sapiens (human)"}, {"id": "hsa05022", "name": "Pathways of neurodegeneration - multiple diseases - Homo sapiens (human)"}, {"id": "hsa05132", "name": "Salmonella infection - Homo sapiens (human)"}, {"id": "hsa05223", "name": "Non-small cell lung cancer - Homo sapiens (human)"}], "pid": {"id": "ncadherinpathway", "name": "N-cadherin signaling events"}, "reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-1280218", "name": "Adaptive Immune System"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-194315", "name": "Signaling by Rho GTPases"}, {"id": "R-HSA-195258", "name": "RHO GTPase Effectors"}, {"id": "R-HSA-199991", "name": "Membrane Trafficking"}, {"id": "R-HSA-2132295", "name": "MHC class II antigen presentation"}, {"id": "R-HSA-264876", "name": "Insulin processing"}, {"id": "R-HSA-2980736", "name": "Peptide hormone metabolism"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-5625970", "name": "RHO GTPases activate KTN1"}, {"id": "R-HSA-5653656", "name": "Vesicle-mediated transport"}, {"id": "R-HSA-5663202", "name": "Diseases of signal transduction by growth factor receptors and second messengers"}, {"id": "R-HSA-6811434", "name": "COPI-dependent Golgi-to-ER retrograde traffic"}, {"id": "R-HSA-6811442", "name": "Intra-Golgi and retrograde Golgi-to-ER traffic"}, {"id": "R-HSA-8856688", "name": "Golgi-to-ER retrograde transport"}, {"id": "R-HSA-9700206", "name": "Signaling by ALK in cancer"}, {"id": "R-HSA-9716542", "name": "Signaling by Rho GTPases, Miro GTPases and RHOBTB3"}, {"id": "R-HSA-9725370", "name": "Signaling by ALK fusions and activated point mutants"}, {"id": "R-HSA-983189", "name": "Kinesins"}, {"id": "R-HSA-983231", "name": "Factors involved in megakaryocyte development and platelet production"}], "wikipathways": [{"id": "WP4535", "name": "Envelope proteins and their potential roles in EDMD physiopathology"}, {"id": "WP481", "name": "Insulin Signaling"}]}, "pdb": ["1BG2", "1MKJ", "2P4N", "3J8X", "3J8Y", "4HNA", "4LNU", "5LT0", "5LT1", "5LT2", "5LT3", "5LT4", "6OJQ", "7RIK", "8IXA", "8IXB", "8IXD", "8IXE", "8IXF", "8IXG"], "pfam": "PF00225", "pharmgkb": "PA30108", "pharos": {"target_id": 10807, "tdl": "Tbio"}, "pir": "A41919", "prosite": "PS50067", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF198495", "relationship": "is"}, {"id": "GNF251967", "relationship": "is"}, {"id": "GNF251968", "relationship": "is"}, {"id": "GNF251969", "relationship": "is"}, {"id": "GNF251970", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF047873", "relationship": "is"}, "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054877", "relationship": "is"}, {"id": "GNF078928", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF071807", "relationship": "is"}, {"id": "GNF072213", "relationship": "is"}, {"id": "GNF072214", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF103764", "relationship": "is"}, {"id": "GNF143414", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000010.11", "NC_060934.1"], "protein": ["NP_004512.1", "XP_047281158.1", "XP_047281159.1", "XP_054221820.1", "XP_054221821.1"], "rna": ["NM_004521.3", "XM_047425202.1", "XM_047425203.1", "XM_054365845.1", "XM_054365846.1"], "translation": [{"protein": "XP_054221821.1", "rna": "XM_054365846.1"}, {"protein": "XP_054221820.1", "rna": "XM_054365845.1"}, {"protein": "XP_047281158.1", "rna": "XM_047425202.1"}, {"protein": "NP_004512.1", "rna": "NM_004521.3"}, {"protein": "XP_047281159.1", "rna": "XM_047425203.1"}]}, "reporter": {"HG-U133_Plus_2": ["201991_s_at", "201992_s_at", "224662_at"], "HG-U95Av2": "34732_at", "HG-U95B": "57037_at", "HTA-2_0": "TC10001160.hg.1", "HuEx-1_0": ["2546409", "3243846", "3283991"], "HuGene-1_1": ["7927120", "7932911", "8051241"], "HuGene-2_1": ["16704154", "16713085", "16896049"]}, "retired": [3830, 221012], "summary": "Enables identical protein binding activity; microtubule binding activity; and microtubule motor activity. Involved in several processes, including lysosome localization; natural killer cell mediated cytotoxicity; and positive regulation of protein localization to plasma membrane. Located in centriolar satellite; cytosol; and vesicle. [provided by Alliance of Genome Resources, Apr 2022]", "symbol": "KIF5B", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1416639"}, "unigene": "Hs.327736", "uniprot": {"Swiss-Prot": "P33176", "TrEMBL": ["Q6P164", "V9HW29"]}, "wikipedia": {"url_stub": "KIF5B"}}