{"AllianceGenome": "4510", "HGNC": "4510", "MIM": "604161", "_id": "84634", "_version": 2, "accession": {"genomic": ["AC005379.1", "CH471139.2", "CP068259.2", "CQ878955.1", "CQ891716.1", "NC_000019.10", "NC_060943.1", "NG_008277.1"], "protein": ["AAI40826.1", "AAI41813.1", "AAK33126.1", "AAK83235.1", "AAP82929.1", "AAP82930.1", "ACG60651.1", "BAB55446.1", "CAC40817.1", "CAH60299.1", "CAH68808.1", "EAW69583.1", "NP_115940.2", "Q969F8.2", "XP_047295501.1", "XP_054178372.1"], "rna": ["AA887801.1", "AB051065.1", "AF343725.1", "AJ309020.1", "AY029541.1", "AY253981.1", "AY253982.1", "BC140825.1", "BC141812.1", "CA432866.1", "EU883577.1", "NM_032551.5", "XM_047439545.1", "XM_054322397.1"], "translation": [{"protein": "ACG60651.1", "rna": "EU883577.1"}, {"protein": "AAP82930.1", "rna": "AY253982.1"}, {"protein": "XP_054178372.1", "rna": "XM_054322397.1"}, {"protein": "AAK83235.1", "rna": "AF343725.1"}, {"protein": "XP_047295501.1", "rna": "XM_047439545.1"}, {"protein": "AAP82929.1", "rna": "AY253981.1"}, {"protein": "AAI40826.1", "rna": "BC140825.1"}, {"protein": "AAK33126.1", "rna": "AY029541.1"}, {"protein": "AAI41813.1", "rna": "BC141812.1"}, {"protein": "CAC40817.1", "rna": "AJ309020.1"}, {"protein": "BAB55446.1", "rna": "AB051065.1"}, {"protein": "NP_115940.2", "rna": "NM_032551.5"}]}, "alias": ["AXOR12", "CPPB1", "GPR54", "HH8", "HOT7T175", "KISS-1R"], "ensembl": {"gene": "ENSG00000116014", "protein": ["ENSP00000234371", "ENSP00000467666", "ENSP00000475639"], "transcript": ["ENST00000234371", "ENST00000592648", "ENST00000606939"], "translation": [{"protein": "ENSP00000467666", "rna": "ENST00000592648"}, {"protein": "ENSP00000234371", "rna": "ENST00000234371"}, {"protein": "ENSP00000475639", "rna": "ENST00000606939"}], "type_of_gene": "protein_coding"}, "entrezgene": "84634", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 5.29089777696, "exp_mis": 149.645279135, "exp_syn": 86.9659066581, "lof_z": 0.555925816006474, "mis_z": 3.10456036447699, "mu_lof": 6.98007052835e-07, "mu_mis": 2.42117144954e-05, "mu_syn": 1.40876015208e-05, "n_lof": 4.0, "n_mis": 72.0, "n_syn": 43.0, "p_li": 0.00397107374528621, "p_null": 0.348981781260374, "p_rec": 0.64704714499434, "syn_z": 2.92274523246568}, "bp": 1197, "cds_end": 920748, "cds_start": 917502, "n_exons": 5, "nonpsych": {"exp_lof": 4.73812514724, "exp_mis": 135.392774316, "exp_syn": 78.6618902748, "lof_z": 0.333026503961422, "mis_z": 2.87796073109495, "mu_lof": 6.98007052835e-07, "mu_mis": 2.42117144954e-05, "mu_syn": 1.40876015208e-05, "n_lof": 4.0, "n_mis": 69.0, "n_syn": 36.0, "p_li": 0.00329647143161748, "p_null": 0.420026706209774, "p_rec": 0.576676822358609, "syn_z": 3.0284571371996}, "nontcga": {"exp_lof": 4.862689319, "exp_mis": 137.668730317, "exp_syn": 80.0037014437, "lof_z": 1.28061078189187, "mis_z": 3.12806194171934, "mu_lof": 6.98007052835e-07, "mu_mis": 2.42117144954e-05, "mu_syn": 1.40876015208e-05, "n_lof": 2.0, "n_mis": 64.0, "n_syn": 38.0, "p_li": 0.114766057986205, "p_null": 0.106639585737165, "p_rec": 0.77859435627663, "syn_z": 2.97341040732622}, "transcript": "ENST00000234371.5"}, "exons": [{"cdsend": 920748, "cdsstart": 917502, "chr": "19", "position": [[917332, 917746], [918543, 918668], [919489, 919625], [919873, 920106], [920289, 921005]], "strand": 1, "transcript": "NM_032551", "txend": 921005, "txstart": 917332}], "exons_hg19": [{"cdsend": 920748, "cdsstart": 917502, "chr": "19", "position": [[917332, 917746], [918543, 918668], [919489, 919625], [919873, 920106], [920289, 921005]], "strand": 1, "transcript": "NM_032551", "txend": 921005, "txstart": 917332}], "generif": [{"pubmed": 12898236, "text": "Overexpression of hOT7T175 gene was frequently observed and correlated with HCC progression; thus, the possibility that overexpressed hOT7T175 peptides mediate growth signals into cancer cells in HCCs is suggested."}, {"pubmed": 14573733, "text": "Mutations in GPR54 cause autosomal recessive idiopathic hypogonadotropic hypogonadism in humans and mice, suggesting that this receptor is essential for normal gonadotropin-releasing hormone physiology and for puberty."}, {"pubmed": 14977840, "text": "KiSS-1 and hOT7T175 gene expression have roles in preventing progression of lymph node metastasis in esophageal squamous cell carcinoma"}, {"pubmed": 16034182, "text": "This review focuses on the role of the kisspeptin-GPR54 system in the activation of GnRH neurons at the time of pubertal awakening of the reproductive axis."}, {"pubmed": 16309735, "text": "Recent identification of loss-of-function mutations in GPR54, a receptor for kisspeptin-1, has highlighted a new pathway for the timing of puberty and reproductive control."}, {"pubmed": 16322390, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16731583, "text": "KiSS-1/GPR54 system has been proven as an essential gatekeeper of GnRH neurons, involved in their activation at puberty and their regulation by gonadal steroids."}, {"pubmed": 17023533, "text": "role for GPR54 and KP in the cardiovascular system"}, {"pubmed": 17334928, "text": "Human genetics studies of GPR54."}, {"pubmed": 17700012, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17700012, "text": "One polymorphism in GPR54 gene might be correlated with some cases of central precocious puberty, likely by changes in expression of the receptor"}, {"pubmed": 17914099, "text": "KiSS1 and its receptor tumoral mRNA levels could be new interesting markers of the tumoral resistance to anti-estrogen treatment."}, {"pubmed": 18005407, "text": "Kisspeptin and GPR54 immunoreactivity are significantly associated with favourable prognosis in both disease specific and overall survival."}, {"pubmed": 18395325, "text": "Metastin and its receptor are probable targets for suppressing rernal cell carcinoma migration and invasion and proliferation."}, {"pubmed": 18463157, "text": "12% of Kallman syndrome males have KAL1 deletions, but intragenic deletions of the FGFR1, GNRH1, GNRHR, GPR54 and NELF genes are uncommon in Idiopathic hypogonadotropic hypogonadism/Kallman syndrome."}, {"pubmed": 18583061, "text": "Herein we review the evidence which support the role of KiSS-1/GPR54 system in cancer biology."}, {"pubmed": 18682503, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18772143, "text": "Disease-causing mutation in GPR54 reveals the importance of the second intracellular loop for class A G-protein-coupled receptor function."}, {"pubmed": 18977201, "text": "The catalytic subunit of protein phosphatase 2A (PP2A-C) is the protein interacting with GPR54."}, {"pubmed": 19112386, "text": "Review discusses KP/GPR54 signalling as the principal trigger for activation of GnRH neurons and subsequent ovulation; modulation of this pathway could bring novel pharmacologic strategies for fertility treatment (and contraception) within reach [review]"}, {"pubmed": 19201817, "text": "Activation of GPR54 resulted in the ERK-dependent expression of tumor necrosis factor-alpha and FasL in a lymphoid cell line, the latter being the main trigger of apoptosis."}, {"pubmed": 19286835, "text": "The activation of GPR54 induced immediate and profound changes of cell morphology, including cytoplasmic condensation and formation of unpolarized plasma membrane protrusions."}, {"pubmed": 19331211, "text": "Combination of metastin and AXOR12 gene expression also had significant impact on patient prognosis in ovarian cancer."}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19489874, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19506390, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19506390, "text": "the studied LEP, NPY1R and GPR54 variants do not have a major influence upon pubertal timing in Caucasian women."}, {"pubmed": 19846537, "text": "Data show that GRK2 stimulates the desensitization of GPR54 in HEK 293 cells and that beta-arrestin-2 mediates GPR54 activation of ERK1/2 in MDA-MB-231 cells."}, {"pubmed": 20237166, "text": "Inactivating mutations of the KISS1 receptor cause isolated hypogonadotropic hypogonadism."}, {"pubmed": 20371656, "text": "One novel homozygous KISS1R mutation was identified in two siblings with normosmic isolated hypogonadotropic hypogonadism."}, {"pubmed": 20374724, "text": "This chapter describes the kisspeptin-GPR54 complex physiology and its current role in human diseases."}, {"pubmed": 20734064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21169415, "text": "Results provide primary evidence that KISS1 and KISS1R expression can be differentially lost in pituitary tumor subtypes."}, {"pubmed": 21193544, "text": "A novel loss-of-function mutation in the GPR54 gene is associated with familial normosmic idiopathic hypogonadotropic hypogonadism"}, {"pubmed": 21282360, "text": "Data show that endometrial cancer overall survival is improved with high expression of GPR54 and that GPR54 expression is associated with known prognostic factors."}, {"pubmed": 21285314, "text": "The Arg386Pro mutation does not affect the rate of KISS1R trafficking--instead, it prolongs responsiveness to kisspeptin by decreasing KISS1R degradation, resulting in the net increase on mutant receptor recycled back to the plasma membrane."}, {"pubmed": 21912371, "text": "Studies indicate that KISS1R is degraded by the proteasome, as opposed to the classic lysosomal degradation described for most G protein-coupled receptors."}, {"pubmed": 21996032, "text": "Compared to Kiss-1 protein, GPR54 expression was mainly present in syncytiotrophoblasts and deciduas, but not in cytotrophoblasts of women with recurrent pregnancy loss."}, {"pubmed": 22132116, "text": "Kisspeptin and its receptor are expressed in the human, rat and mouse heart and kisspeptins possess potent positive inotropic activity."}, {"pubmed": 22193294, "text": "KISS1 and KISS1R expression in the human and rat carotid body and superior cervical ganglion."}, {"pubmed": 22210725, "text": "Data suggest that the KISS1/KISS1R system may play a role in the pathophysiology of endometriosis only for a particular group of patients."}, {"pubmed": 22424618, "text": "NKB/NK(3)R and kisspeptin/KISS1R are present in female peripheral reproductive tissues with colocalization of both systems in some non-neuronal cell populations of the human female genital tract."}, {"pubmed": 22526494, "text": "Results suggest that findings of increased kisspeptin receptor (KISS1R) expression may represent a mechanism by which functional activity of kisspeptin (KISS1) is higher in pre-eclampsia (PE) than in normal pregnancy."}, {"pubmed": 22619348, "text": "The subnormal gonadal response to hCG in patients may implicate a direct role of KISS1R in gonadal function and fetal development of male external genitalia."}, {"pubmed": 23015653, "text": "Negative fetal FSH/LH regulation in late pregnancy is associated with declined kisspeptin/KISS1R expression in the tuberal hypothalamus."}, {"pubmed": 23070548, "text": "KISS1R-expressing cells undergo sustained kisspeptin-induced signaling that is dependent upon an influx of extracellular Ca2+"}, {"pubmed": 23277422, "text": "study suggests that negative expression of metastin receptor in clear cell RCC is significantly related to metastasis"}, {"pubmed": 23349759, "text": "Data show that a loss-of-function mutation (p.Tyr313His) in the KISS1R gene can cause familial congenital hypogonadotropic hypogonadism (nCHH), revealing the crucial role of this amino acid in KISS1R function"}, {"pubmed": 23525242, "text": "Data suggest that the ERalpha status of mammary cells dictates whether KISS1R may be a novel clinical target for treating breast cancer metastasis."}, {"pubmed": 23550000, "text": "Structure, synthesis, and phylogeny of kisspeptin and its receptor."}, {"pubmed": 23550001, "text": "Both sets of neurons project to GnRH cell bodies, which contain Kiss1r, and the ARC kisspeptin population also projects to GnRH axons in the median eminence."}, {"pubmed": 23550005, "text": "mutations with confirmed association with idiopathic central precocious puberty were identified in kisspeptin and KISS1R. These observations underscore the role of KISS1R signaling for normal pubertal development."}, {"pubmed": 23608644, "text": "The additiona of a PRR repeat into a proline-arginine-rich motif can dramatically change the conformation of the intracellular domain of KISS1R and its probable interaction with partner proteins."}, {"pubmed": 23696833, "text": "Data show that that the expression of Kiss1 Kiss1R and MMP9 were higher in the placenta compared to the placental bed and decidua parietalis."}, {"pubmed": 23716269, "text": "cumulative survival rate of patients with KISS1 or KISS1R expression was significantly higher compared to that without expression. KISS1 or KISS1R expression in non-small cell lung cancer can be used to indicate favorable prognosis for disease outcome."}, {"pubmed": 23950571, "text": "confirmed that mutations in KISS1 and KISS1R are not a common cause for ICPP"}, {"pubmed": 23969598, "text": "The downregulation of Kiss-1 has been shown to correlate with decreased Kiss-1R expression, which is inversely associated with clinical stage and tumour grade. [Review]"}, {"pubmed": 24225150, "text": "Kisspeptin, GPR54 and PIBF expressions in syncytiotrophoblasts and cytotrophoblasts were decreased in recurrent spontaneous abortion women as compared to controls"}, {"pubmed": 24295737, "text": "Sustained calcium response to kisspeptin is dependent on the continued presence of extracellular ligand and is the result of dynamic KISS1R trafficking."}, {"pubmed": 24434351, "text": "data indicate that GPR54 and TACR3 gene mutations are not a frequent cause of ICPP. The identified A/G synonymous SNP (dbSNP ID: rs10407968) located in exon 1 of the gene is not likely to have a pathogenic role in exon splicing"}, {"pubmed": 24596387, "text": "High GPR54 expression is associated with breast cancer."}, {"pubmed": 24817066, "text": "The majority of human non-functioning pituitary tumors expressed KISS1R with lower rates of expression in other types of pituitary tumors."}, {"pubmed": 24908069, "text": "The promoter of GPR54 is unmethylated in normal endometrium"}, {"pubmed": 25260785, "text": "Reduction of Kiss-1R expression is linked to poor prognosis for colorectal cancer patients."}, {"pubmed": 25262569, "text": "Normosmic idiopathic hypogonadotropic hypogonadism due to a novel homozygous nonsense c.C969A (p.Y323X) mutation in the KISS1R gene in three unrelated families."}, {"pubmed": 25535062, "text": "Present data do not confirm the protective role of KiSS1/KiSS1R in breast cancer progression, but our results do support the hypothesis that KiSS1/KiSS1R system is activated even in primary breast cancer and sustained during invasion to local lymph nodes."}, {"pubmed": 25667462, "text": "Decreased expression of KISS1R seems to attenuate signaling of the KISS1/KISS1R system, possibly leading to tumor growth"}, {"pubmed": 26010933, "text": "No KISS1R expression was detected in normal or malignant tissues or in liver metastases."}, {"pubmed": 26199944, "text": "Two novel heterozygous missense mutations in FGFR1 and one novel heterozygous missense mutation in KISS1R, were identified in in Chinese Kallmann Syndrome Males with Cleft Lip/Palate."}, {"pubmed": 26211894, "text": "Effects of systematic N-terminus deletions and benzoylations of endogenous RF-amide peptides on NPFF1R, NPFF2R, GPR10, GPR54 and GPR103."}, {"pubmed": 26471489, "text": "KISS1R Low Expression Correlates with Colorectal Liver Metastasis."}, {"pubmed": 26510589, "text": "A number of mutations in KISS1 KISS1R are associated with central precocious puberty and isolated hypogonadotropic hypogonadism. (Review)"}, {"pubmed": 26572251, "text": "KiSS1 is a metastasis suppressor gene of pancreatic cancer, and this suppression is not dependent on the expression levels of GPR54."}, {"pubmed": 26721186, "text": "KISS1R signaling induces invadopodia formation and activation of key invadopodia proteins, cortactin, cofilin and membrane type I matrix metalloproteases (MT1-MMP)."}, {"pubmed": 26879207, "text": "In human cumulus GCs, kiss1r mRNA levels were positively correlated with age but not with BMI. There was no expression of kiss1 mRNA in either cumulus or mural GCs"}, {"pubmed": 27094476, "text": "The study shows that KISS1R mutants are responsible for the normosmic congenital hypogonadotrophic hypogonadism phenotype in only a small minority of cases"}, {"pubmed": 27271543, "text": "Neuropeptide derivatives to regulate the reproductive axis: Kisspeptin receptor (KISS1R) ligands and neurokinin-3 receptor (NK3R) ligands."}, {"pubmed": 27649089, "text": "Metabolism and Energy Expenditure, But Not Feeding or Glucose Tolerance, Are Impaired in Young Kiss1r KO Female Mice"}, {"pubmed": 27914139, "text": "The missense variant (c.1091Tgt;A) was a nonsynonymous polymorphism that induces amino acid substitution of p.Leu364His. The haplotype CAGTGTC was detected more frequently in the central precocious puberty group."}, {"pubmed": 28411243, "text": "Kisspeptin-10 may contribute to accelerate the progression and instability of atheromatous plaques, leading to plaque rupture. The GPR54 antagonist may be useful for prevention and treatment of atherosclerosis."}, {"pubmed": 28422142, "text": "KISS1R signaling promotes drug resistance by increasing the expression of efflux drug transporter, breast cancer resistance protein (BCRP) and by inducing the activity and transcription of the receptor tyrosine kinase, AXL. BCRP and AXL transcripts are elevated in TNBC tumors, compared to normal breast."}, {"pubmed": 29552764, "text": "KISS1 expression is decreased during carcinogenesis in gastric mucosa. More advanced tumors and more aggressive histological types produce lower KISS1 levels. In addition, no KISS1R is produced in malignant gastric epithelium, while KISS1R is only weakly expressed in normal gastric epithelium."}, {"pubmed": 30003725, "text": "KISS1 and KISS1R expression was detected using immunohistochemistry in malignant tissue samples from 66 patients (34 men, 32 women) with colorectal adenocarcinoma. In total, 74 tumor samples were studied, 57 samples from primary tumors and 17 samples from liver metastases. KISS1 and KISS1R levels were associated with various clinicopathological parameters and survival data."}, {"pubmed": 30004037, "text": "Serum kisspeptin levels are higher in Sri Lankan women with PCOS [ Polycystic ovary syndrome ]manifesting from adolescence compared with controls regardless of body mass index. We propose serum kisspeptin concentration as a useful marker to recognize PCOS that manifests from adolescence."}, {"pubmed": 30339828, "text": "based on the mutations found in KISS1 and KISS1R, this review provides insights into the precise mechanism of kisspeptin and the kisspeptin/Kiss1R pathway in the reproductive axis and in puberty."}, {"pubmed": 30595091, "text": "The expression levels of KISS1R and KISS1 were significantly up-regulated in granulosa lutein cells from women with polycystic ovary syndrome."}, {"pubmed": 30635063, "text": "Three different Single Nucleotide Polymorphisms (SNPs) in familial central precocious puberty were detected in GPR54: rs10407968 (24A > T) in 13 subjects (52%); rs3050132 (1091 T > A) in 16 subjects (64%), and a novel polymorphism (492C > G) in one subject (4%), while three subjects (12%) had no SNPs. No mutations were found in the GPR54 gene."}, {"pubmed": 30729125, "text": "The positive association between kisspeptin levels in seminal plasma and semen quality supported an important role for the KISS1/GPR54 system in male reproductive health. Kisspeptin may be a potential marker of male reproductive health and an alternative strategy for treating infertility"}, {"pubmed": 30993114, "text": "Association of Kiss1 and GPR54 Gene Polymorphisms with Polycystic Ovary Syndrome among Sri Lankan Women."}, {"pubmed": 31073722, "text": "Our study highlights the importance of the KISS1R signaling, in gonadotropin-releasing hormone neurons, in the control of reproductive function. Additionally, our data suggests a complex central and peripheral metabolic control of puberty, through the hypothalamic KISS1R signaling."}, {"pubmed": 31821609, "text": "Identification of KISS1R gene mutations in disorders of non-obstructive azoospermia in the northeast population of China."}, {"pubmed": 32014912, "text": "The expression of KISS1 and KISS1R was examined in prostate cancer tissue specimens after radical prostatectomy. A higher expression of KISS1 and KISS1R was shown in patients with localized tumors (Stage </=IIb) compared to patients with advanced (Stage >/=III) tumor."}, {"pubmed": 32034133, "text": "G protein-coupled kisspeptin receptor induces metabolic reprograming and tumorigenesis in estrogen receptor-negative breast cancer."}, {"pubmed": 32160304, "text": "Association of Polymorphisms in the Kisspeptin/GPR54 Pathway Genes With Risk of Early Puberty in Chinese Girls."}, {"pubmed": 32228714, "text": "MKRN3 and KISS1R mutations in precocious and early puberty."}, {"pubmed": 32352843, "text": "variants in KISS1, KISS1R, and GNRHR genes can modulate hormone levels and reproductive outcomes"}, {"pubmed": 33089319, "text": "Kisspeptin deficiency leads to abnormal adrenal glands and excess steroid hormone secretion."}, {"pubmed": 33275081, "text": "KISS1R polymorphism rs587777844 (Tyr313His) is linked to female infertility."}, {"pubmed": 33539880, "text": "Formation of Kiss1R/GPER Heterocomplexes Negatively Regulates Kiss1R-mediated Signalling through Limiting Receptor Cell Surface Expression."}, {"pubmed": 33609696, "text": "KP-10/Gpr54 attenuates rheumatic arthritis through inactivating NF-kappaB and MAPK signaling in macrophages."}, {"pubmed": 35224894, "text": "Neuroendocrine Regulation of Stress-Induced T Cell Dysfunction during Lung Cancer Immunosurveillance via the Kisspeptin/GPR54 Signaling Pathway."}, {"pubmed": 35345369, "text": "Evaluation of KISS1 Receptor Gene Expression in Egyptian Female Patients with Breast Cancer."}, {"pubmed": 35903815, "text": "Associations of the KiSS-1 and GPR54 genetic polymorphism with polycystic ovary syndrome in Yunnan, China."}, {"pubmed": 35993609, "text": "The Kisspeptin and Kisspeptin receptor in follicular microenvironment: is that really necessary for oocyte maturation and fertilisation?"}, {"pubmed": 36316037, "text": "Inverse Correlation of KISS1 and KISS1R Expression in Triple-negative Breast Carcinomas from African American Women."}, {"pubmed": 37047030, "text": "Kisspeptin-10 Mitigates alpha-Synuclein-Mediated Mitochondrial Apoptosis in SH-SY5Y-Derived Neurons via a Kisspeptin Receptor-Independent Manner."}, {"pubmed": 37105233, "text": "Physiological and pathological roles of locally expressed kisspeptin and KISS1R in the endometrium."}, {"pubmed": 38935498, "text": "Structural basis for hormone recognition and distinctive Gq protein coupling by the kisspeptin receptor."}, {"pubmed": 38976640, "text": "The role of placental kisspeptin in trophoblast invasion and migration: an assessment in Kiss1r knockout mice, BeWo cell lines and human term placenta."}], "genomic_pos": {"chr": "19", "end": 921005, "ensemblgene": "ENSG00000116014", "start": 917287, "strand": 1}, "genomic_pos_hg19": {"chr": "19", "end": 921015, "start": 917287, "strand": 1}, "go": {"BP": [{"evidence": "NAS", "gocategory": "BP", "id": "GO:0007186", "pubmed": 11387329, "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007218", "qualifier": "involved_in", "term": "neuropeptide signaling pathway"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005929", "pubmed": 28154160, "qualifier": "located_in", "term": "cilium"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0009986", "qualifier": "located_in", "term": "cell surface"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 11387329, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043231", "qualifier": "located_in", "term": "intracellular membrane-bounded organelle"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [11387329, 18772143, 18977201], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008188", "pubmed": 11387329, "qualifier": "enables", "term": "neuropeptide receptor activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008528", "qualifier": "enables", "term": "G protein-coupled peptide receptor activity"}]}, "homologene": {"genes": [[7165, 1274331], [7955, 100002715], [8364, 100316929], [8364, 100329184], [9598, 741289], [9606, 84634], [9615, 612374], [9913, 528699], [10090, 114229], [10116, 78976]], "id": 11411}, "interpro": [{"desc": "G protein-coupled receptor, rhodopsin-like", "id": "IPR000276", "short_desc": "GPCR_Rhodpsn"}, {"desc": "KiSS-1 peptide receptor", "id": "IPR008103", "short_desc": "KiSS_1_rcpt"}, {"desc": "GPCR, rhodopsin-like, 7TM", "id": "IPR017452", "short_desc": "GPCR_Rhodpsn_7TM"}], "ipi": "IPI00099988", "map_location": "19p13.3", "name": "KISS1 receptor", "other_names": ["G protein-coupled receptor 54", "G-protein coupled receptor OT7T175", "hypogonadotropin-1", "kiSS-1 receptor", "kisspeptins receptor", "metastin receptor"], "pantherdb": {"HGNC": "4510", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2148793", "ortholog_type": "LDO", "panther_family": "PTHR24230", "taxid": 10090, "uniprot_kb": "Q91V45"}, {"RGD": "70930", "ortholog_type": "LDO", "panther_family": "PTHR24230", "taxid": 10116, "uniprot_kb": "Q924U1"}, {"WormBase": "WBGene00018344", "ortholog_type": "O", "panther_family": "PTHR24230", "taxid": 6239, "uniprot_kb": "Q20325"}, {"WormBase": "WBGene00012275", "ortholog_type": "O", "panther_family": "PTHR24230", "taxid": 6239, "uniprot_kb": "Q9XUK8"}, {"FlyBase": "FBgn0035010", "ortholog_type": "O", "panther_family": "PTHR24230", "taxid": 7227, "uniprot_kb": "A0A0B4KG01"}, {"FlyBase": "FBgn0036278", "ortholog_type": "O", "panther_family": "PTHR24230", "taxid": 7227, "uniprot_kb": "M9PF00"}, {"FlyBase": "FBgn0039595", "ortholog_type": "O", "panther_family": "PTHR24230", "taxid": 7227, "uniprot_kb": "Q9NBC8"}, {"WormBase": "WBGene00015000", "ortholog_type": "O", "panther_family": "PTHR24230", "taxid": 6239, "uniprot_kb": "Q10907"}, {"WormBase": "WBGene00022584", "ortholog_type": "O", "panther_family": "PTHR24230", "taxid": 6239, "uniprot_kb": "Q23254"}, {"WormBase": "WBGene00020727", "ortholog_type": "O", "panther_family": "PTHR24230", "taxid": 6239, "uniprot_kb": "O02043"}], "uniprot_kb": "Q969F8"}, "pathway": {"kegg": [{"id": "hsa04080", "name": "Neuroactive ligand-receptor interaction - Homo sapiens (human)"}, {"id": "hsa04929", "name": "GnRH secretion - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-375276", "name": "Peptide ligand-binding receptors"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-416476", "name": "G alpha (q) signalling events"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}], "wikipathways": {"id": "WP4871", "name": "Kisspeptin-kisspeptin receptor system in the ovary"}}, "pdb": "7YQE", "pfam": "PF00001", "pharmgkb": "PA28899", "pharos": {"target_id": 9837, "tdl": "Tchem"}, "prosite": "PS50262", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF269183", "relationship": "is"}, {"id": "GNF269184", "relationship": "is"}, {"id": "GNF269185", "relationship": "is"}, {"id": "GNF269186", "relationship": "is"}], "GNF_hs-GPCR_IDT-siRNA": [{"id": "GNF281036", "relationship": "is"}, {"id": "GNF281037", "relationship": "is"}, {"id": "GNF281038", "relationship": "is"}, {"id": "GNF281039", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF082839", "relationship": "is"}, {"id": "GNF082840", "relationship": "is"}, {"id": "GNF082841", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053988", "relationship": "is"}, {"id": "GNF058767", "relationship": "is"}, {"id": "GNF074044", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF065867", "relationship": "is"}, {"id": "GNF065868", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF093454", "relationship": "is"}, {"id": "GNF133112", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000019.10", "NC_060943.1", "NG_008277.1"], "protein": ["NP_115940.2", "XP_047295501.1", "XP_054178372.1"], "rna": ["NM_032551.5", "XM_047439545.1", "XM_054322397.1"], "translation": [{"protein": "XP_047295501.1", "rna": "XM_047439545.1"}, {"protein": "XP_054178372.1", "rna": "XM_054322397.1"}, {"protein": "NP_115940.2", "rna": "NM_032551.5"}]}, "reporter": {"HG-U133_Plus_2": "242517_at", "HTA-2_0": "TC19000022.hg.1", "HuEx-1_0": "3815268", "HuGene-1_1": "8024070", "HuGene-2_1": "16856307"}, "retired": 9291, "summary": "The protein encoded by this gene is a galanin-like G protein-coupled receptor that binds metastin, a peptide encoded by the metastasis suppressor gene KISS1. The tissue distribution of the expressed gene suggests that it is involved in the regulation of endocrine function, and this is supported by the finding that this gene appears to play a role in the onset of puberty. Mutations in this gene have been associated with hypogonadotropic hypogonadism and central precocious puberty. [provided by RefSeq, Jul 2008].", "symbol": "KISS1R", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1333695"}, "unigene": "Hs.208229", "uniprot": {"Swiss-Prot": "Q969F8", "TrEMBL": ["K7EQ45", "U3KQ86"]}, "wikipedia": {"url_stub": "KiSS1-derived peptide receptor"}}