{"AllianceGenome": "6341", "HGNC": "6341", "MIM": "603286", "_id": "3814", "_version": 2, "accession": {"genomic": ["AL592114.13", "CH471067.1", "CP068277.2", "HC007062.1", "NC_000001.11", "NC_060925.1", "NG_032151.1"], "protein": ["AAC79512.1", "AAG17259.1", "AAH22819.1", "AAM78592.1", "BAF84384.1", "CBH19336.1", "EAW91506.1", "EAW91507.1", "NP_002247.3", "Q15726.4", "WXT83055.1"], "rna": ["AF218017.1", "AK291695.1", "AY117143.1", "BC022819.1", "NM_002256.4", "PP531445.1", "U43527.1"], "translation": [{"protein": "AAH22819.1", "rna": "BC022819.1"}, {"protein": "NP_002247.3", "rna": "NM_002256.4"}, {"protein": "AAM78592.1", "rna": "AY117143.1"}, {"protein": "AAG17259.1", "rna": "AF218017.1"}, {"protein": "WXT83055.1", "rna": "PP531445.1"}, {"protein": "AAC79512.1", "rna": "U43527.1"}, {"protein": "BAF84384.1", "rna": "AK291695.1"}]}, "alias": ["HH13", "KiSS-1"], "ensembl": {"gene": "ENSG00000170498", "protein": "ENSP00000356162", "transcript": "ENST00000367194", "translation": [{"protein": "ENSP00000356162", "rna": "ENST00000367194"}], "type_of_gene": "protein_coding"}, "entrezgene": "3814", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 1.91545272803, "exp_mis": 44.3628136265, "exp_syn": 24.0821183807, "lof_z": 1.37096208086711, "mis_z": -0.340535065542043, "mu_lof": 1.78934684241e-07, "mu_mis": 5.73264548485e-06, "mu_syn": 3.0766178429e-06, "n_lof": 0.0, "n_mis": 49.0, "n_syn": 26.0, "p_li": 0.524779455234627, "p_null": 0.0626470182759497, "p_rec": 0.412573526489423, "syn_z": -0.242283355511957}, "bp": 417, "cds_end": 204162004, "cds_start": 204159611, "n_exons": 2, "nonpsych": {"exp_lof": 1.70618538047, "exp_mis": 40.1251443089, "exp_syn": 21.7691563983, "lof_z": 1.28281795923104, "mis_z": -0.0696613517977049, "mu_lof": 1.78934684241e-07, "mu_mis": 5.73264548485e-06, "mu_syn": 3.0766178429e-06, "n_lof": 0.0, "n_mis": 41.0, "n_syn": 24.0, "p_li": 0.535078039089576, "p_null": 0.067728004922305, "p_rec": 0.397193955988119, "syn_z": -0.301030922039695}, "nontcga": {"exp_lof": 1.75953757201, "exp_mis": 40.8111125877, "exp_syn": 22.1528704591, "lof_z": 1.30852063182464, "mis_z": -0.404664255173421, "mu_lof": 1.78934684241e-07, "mu_mis": 5.73264548485e-06, "mu_syn": 3.0766178429e-06, "n_lof": 0.0, "n_mis": 46.0, "n_syn": 23.0, "p_li": 0.519628509586785, "p_null": 0.064612415826879, "p_rec": 0.415759074586336, "syn_z": -0.113961284523745}, "transcript": "ENST00000367194.4"}, "exons": [{"cdsend": 204192876, "cdsstart": 204190483, "chr": "1", "position": [[204190340, 204190797], [204192773, 204192914], [204196375, 204196491]], "strand": -1, "transcript": "NM_002256", "txend": 204196491, "txstart": 204190340}], "exons_hg19": [{"cdsend": 204162004, "cdsstart": 204159611, "chr": "1", "position": [[204159468, 204159925], [204161901, 204162042], [204165503, 204165619]], "strand": -1, "transcript": "NM_002256", "txend": 204165619, "txstart": 204159468}], "generif": [{"pubmed": 12547718, "text": "Gene has a tumor suppressor rele in bladder cancer: expression is associated with bladder cancer progression and clinical outcome"}, {"pubmed": 12574233, "text": "study provides evidence for metastin as a novel placenta-derived hormone in humans"}, {"pubmed": 12650602, "text": "The KISS1 metastasis suppressor gene inhibits metastasis in both in vivo melanoma and breast carcinoma models."}, {"pubmed": 12879005, "text": "KiSS-1 is cleaved by matrix metalloproteinases"}, {"pubmed": 12898236, "text": "Overexpression of KiSS-1 gene was frequently observed and correlated with HCC progression; thus, the possibility that overexpressed KiSS-1 mediates growth signals into cancer cells in HCCs is suggested."}, {"pubmed": 14977840, "text": "KiSS-1 and hOT7T175 gene expression have roles in preventing progression of lymph node metastasis in esophageal squamous cell carcinoma"}, {"pubmed": 15300798, "text": "KiSS-1 may play a crucial role in gastric cancer invasion and could be a useful target for therapeutic intervention."}, {"pubmed": 15592684, "text": "Our investigations revealed significantly reduced mRNA expression of metastases suppressor gene KISS1 in breast cancer brain metastasis."}, {"pubmed": 16034182, "text": "This review focuses on the role of the kisspeptin-GPR54 system in the activation of GnRH neurons at the time of pubertal awakening of the reproductive axis."}, {"pubmed": 16146758, "text": "KISS1 is a metastasis suppressor [review]"}, {"pubmed": 16260418, "text": "AP-2alpha and Sp1 are strong transcriptional regulators of KiSS-1"}, {"pubmed": 16283480, "text": "KiSS1 is a metastasis suppressor of ovarian cancer and may be a potential molecular target for the treatment"}, {"pubmed": 16650418, "text": "These results indicate that metastin is negatively associated with free androgen levels."}, {"pubmed": 16731583, "text": "The peptide products of the KiSS-1 gene are the natural ligands of the G protein-coupled receptor, GPR54 and together have a role in reproduction."}, {"pubmed": 16964286, "text": "transactivation in normal tissue is regulated by DRIP-130"}, {"pubmed": 17023533, "text": "KISS1 is a vasoconstrictor in humans"}, {"pubmed": 17323132, "text": "Kisspeptin represents a novel tool for the manipulation of the hypothalamic-pituitary-gonadal axis in humans."}, {"pubmed": 17334929, "text": "Kisspeptin function appears to be fundamental to the initiation of puberty."}, {"pubmed": 17488799, "text": "kisspeptin neurons regulate estrogen negative feedback in the human"}, {"pubmed": 17520389, "text": "Expressions of Kiss-1 and KAI-1 mRNA in gastric cancer tissue were significantly lower than those in pericancerous tissue."}, {"pubmed": 17562263, "text": "KiSS-1 and MMP-9 are closely related to the formation of portal vein tumor thrombus. KiSS-1 gene might suppress the formation of PVTT by suppressing MMP-9 synthesis."}, {"pubmed": 17609410, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17609410, "text": "Polymorphism scanning and typing of KISS1 in precocious puberty."}, {"pubmed": 17659469, "text": "The expression of KiSS- 1 was negatively correlated with lymphatic metastasis and clinical stage, but not correlated with the cancer differentiation in gastric cardia carcinoma."}, {"pubmed": 17695545, "text": "The metastasis suppressor gene KiSS1 is silenced in the vast majority of resected node-positive breast adenocarcinomas."}, {"pubmed": 17914099, "text": "KiSS1 and its receptor tumoral mRNA levels could be new interesting markers of the tumoral resistance to anti-estrogen treatment."}, {"pubmed": 17959544, "text": "The expression of both VEGF and metastin was related to colorectal carcinoma progression."}, {"pubmed": 18005407, "text": "Kisspeptin and GPR54 immunoreactivity are significantly associated with favourable prognosis in both disease specific and overall survival."}, {"pubmed": 18211678, "text": "We used suppression subtractive hybridization (SSH) to study molecular signature of melanoma progression, by showing characteristics of early neoplastic lesions including expression of KISS1, lack of alphavbeta3-integrin and low levels of RHOC."}, {"pubmed": 18252956, "text": "Kisspeptin-10 injection results in peak-shaped responses for concentrations of LH and GH only in injected heifers."}, {"pubmed": 18317999, "text": "Metastin is significantly lower in maternal plasma in the first trimester, in pregnancies with small for gestational age-neonates."}, {"pubmed": 18351443, "text": "The propensity for systemic spread of unknown primary tumors may by due to mutations in genes other than KiSS1 or aberrant epigenetic regulation."}, {"pubmed": 18395325, "text": "Metastin can inhibit mitrration and invasion of renal cell carcinoma cell lines."}, {"pubmed": 18434521, "text": "Depolarizes gonadotropin-releasing hormone (GnRH)-secreting neurons through activating transient receptor potential type C-like (TRPC) channels and, to a lesser extent, inhibition of killer inhibitory receptor (Kir) channels."}, {"pubmed": 18437914, "text": "Kiss-1 expression was downregulated in gastric cancer, compared with adjacent non-cancerous mucosa suggesting this process played a role in pathogenesis of gastric cancer"}, {"pubmed": 18583061, "text": "Herein we review the evidence which support the role of KiSS-1/GPR54 system in cancer biology."}, {"pubmed": 18644390, "text": "Data suggest that KiSS-1 suppresses the motility and invasive ability of renal cell carcinoma cells which possess hOT7T175 with either a negative expression or very low expression level of KiSS-1 through, at least in part, the down-regulation of MMP-2."}, {"pubmed": 18682503, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19109311, "text": "The role of kisspeptins in regulating the hypothalamic-pituitary-gonodal axis is reviewed. [review]"}, {"pubmed": 19112386, "text": "Review discusses KP/GPR54 signalling as the principal trigger for activation of GnRH neurons and subsequent ovulation; modulation of this pathway could bring novel pharmacologic strategies for fertility treatment (and contraception) within reach [review]"}, {"pubmed": 19141682, "text": "conserved role of local KiSS-1 in the direct control of ovarian functions in mammals"}, {"pubmed": 19154616, "text": "Strong expression of metastin and GPR54 by pancreatic cancer is associated with longer survival"}, {"pubmed": 19201817, "text": "KiSS1 metastasis suppressor gene product induces suppression of tyrosine kinase receptor signaling to Akt, tumor necrosis factor family ligand expression, and apoptosis."}, {"pubmed": 19212644, "text": "plasma metastin levels may be a significant biomarker to predict the presence of pancreatic cancer"}, {"pubmed": 19286835, "text": "Activation of Rho and Rho-associated kinase by GPR54 and KiSS1 metastasis suppressor gene product induces changes of cell morphology and contributes to apoptosis."}, {"pubmed": 19533666, "text": "KiSS1 inhibits TNFalpha-induced NF-kappaB activation via downregulation of RhoA activation and suppression of breast cancer cell migration and invasion"}, {"pubmed": 19536175, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19575900, "text": "KISS-1 gene inhibits the potential of invasion and proliferation of EC-1 cells."}, {"pubmed": 19582702, "text": "Although not forming a single screening marker in pre-eclampsia and intra-uterine growth restriction, measurement of kisspeptin may be useful in combination with other markers."}, {"pubmed": 19645016, "text": "Loss of KiSS-1 during hepatocellular carcinoma (HCC) metastasis, along with a concomitant upregulation of MMP-9 suggests a possible mechanism for cell motility and invasion during HCC metastasis."}, {"pubmed": 19895172, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19895172, "text": "altered nucleotide sequence and repression of transcription are two potential mechanisms of suppression of the anti-metastatic effects of KiSS1 in early breast cancer."}, {"pubmed": 19898965, "text": "Results demonstrate the presence of kisspeptin-like immunoreactivity in adrenal glands and adrenal tumors."}, {"pubmed": 19955756, "text": "Kiss1 system is an indispensable player of the reproductive brain--REVIEW"}, {"pubmed": 20022159, "text": "metastin is increased in adolescent PCOS women. The increased metastin levels were positively correlated with LH and T levels, and may affect the development of PCOS in adolescents."}, {"pubmed": 20066900, "text": "Kiss-1 suppresses MMP-9 expression by activating the p38 MAP kinase signaling pathway."}, {"pubmed": 20139371, "text": "our study not only served to uncover molecular mechanisms associated with the metastasis suppressor role of KiSS-1 in bladder cancer but also to reveal the biomarker role of Filamin A in bladder cancer progression and clinical outcome"}, {"pubmed": 20213218, "text": "This study shows a lack of direct involvement of metastin in the diagnosis and metastatic potential of non-small cell lung cancer"}, {"pubmed": 20237166, "text": "Investigatoin of KISS1 mutations in patients with idiopathic precocious puberty and hypergonadotropic hypogonadism."}, {"pubmed": 20237166, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20303258, "text": "The metastasis suppression function of KISS1 offers great hope for future roles in predicting cancer outcome and, perhaps the effective treatment of cancer metastasis."}, {"pubmed": 20362959, "text": "The expression profile of Kiss1 suggests that it may have a direct function in the ovary and placenta."}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20392988, "text": "Expressions of KISS1 mRNA and protein were significantly higher in low TNM stages of NSCLC compared to more advanced stages. In advanced TNM stages, cases without metastasis had higher KISS1 gene expression compared to those with lymph node metastasis."}, {"pubmed": 20446240, "text": "The effects of exogenous human kisspeptin-10 (KP10) were studied on three important adipokines, namely, adiponectin, leptin, and resistin in a set of four chair-restraint habituated intact adult male rhesus monkeys."}, {"pubmed": 20529119, "text": "Data describe the distribution and sex dimorphism of kisspeptin-immunoreactive elements in hypothalami, reveal contacts between kisspeptin-immunoreactive fibers and GnRH cells, and colocalize kisspeptins and neurokinin B in the infundibular nucleus."}, {"pubmed": 20534720, "text": "E2-induced down-regulation of KISS1 is mediated by a pathway combining RNAPII loss at the proximal promoter and modulation of active RNAPII along the gene body, which is a novel mechanism in the complex process of E2-induced repression of gene expression."}, {"pubmed": 20631455, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20631455, "text": "infrequent polymorphism in the kisspeptin-1 malignant melanoma metastasis-suppressor (KISS1) gene, p.P110T, appeared to be meaningful and may suggest a protective effect on pubertal precocity"}, {"pubmed": 20699467, "text": "Kisspeptins are a group of peptides that stimulate GnRH release and are required for puberty and maintenance of normal reproductive function--REVIEW"}, {"pubmed": 20727862, "text": "The inhibition of Kiss1 may be the key factor in the suppression of gonadotropin-releasing hormone during lactation--REVIDS"}, {"pubmed": 20734064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20800054, "text": "kisspeptins, a family of neuropeptides encoded by the Kiss1 gene, have emerged as conduits for the metabolic regulation of reproduction and putative effectors of leptin actions on gonadotropin releasing homrone neurons--REVIEW"}, {"pubmed": 20816945, "text": "kisspeptin and neurokinin B are coexpressed in the arcuate nucleus in the mammalian hypothalamus, suggesting that these systems are closely related and potential partners of the regulation of the reproductive axis--REVIEW"}, {"pubmed": 20833219, "text": "Result suggested that kisspeptins' role during menopause might mainly act in central rather than peripheral system and it could not be currently used as a clinical marker for menopause."}, {"pubmed": 20858464, "text": "there is more functional and anatomical heterogeneity in this system than originally thought, and many unanswered questions remain concerning anatomical relationships of kisspeptin neurons with other neuroendocrine and neural systems in the brain--REVIEW"}, {"pubmed": 20951797, "text": "Neonatal exposure to genistein adversely impacts the ontogeny of hypothalamic kisspeptin signaling pathways and ovarian development in the peripubertal female rat."}, {"pubmed": 21169415, "text": "Results provide primary evidence that KISS1 and KISS1R expression can be differentially lost in pituitary tumor subtypes."}, {"pubmed": 21295095, "text": "There was a significant interaction between LH and kisspeptin levels and kisspeptin was negatively correlated with age. The high kisspeptin levels observed in cord blood, with no sexual dimorphism, suggest a placental source."}, {"pubmed": 21347414, "text": "the potential of Kp-10 to influence microvascular effects"}, {"pubmed": 21383688, "text": "the role of KiSS1 loss in biologically aggressive HNSCC"}, {"pubmed": 21544801, "text": "coordinated expression patterns of the WASF3 metastasis promoter gene and the KISS1 metastasis suppressor gene appear to exert their influence through inhibition of NF-kappaB signaling, which in turn regulates MMP-9 production facilitating invasion."}, {"pubmed": 21672609, "text": "expression of the KiSS1 gene is regulated by transactivators and repressors involved in the system-wide control of mammalian puberty."}, {"pubmed": 21683672, "text": "KISS1 methylation and its expression may have a role in poor survival in bladder neoplasms"}, {"pubmed": 21738347, "text": "Serum kisspeptin may be used as a marker of central precocious puberty."}, {"pubmed": 21804632, "text": "The data suggests that KiSS-1 gene plays an important role in inhibiting trophoblast invasion during placental development."}, {"pubmed": 21827808, "text": "Kisspeptin level was increased in prepubertal obese girls compared to healthy prepubertal girls."}, {"pubmed": 21831501, "text": "Data suggest that KiSS-1 expression in placenta is up-regulated in patients with preeclampsia as compared to control subjects. In this study, concordant expression of KiSS-1 and renin genes was not observed."}, {"pubmed": 21847585, "text": "Kp-10 levels were found lower in women with early pregnancy bleeding."}, {"pubmed": 21880801, "text": "Deleterious, heterozygous rare sequence variants in KISS1 exist at a low frequency in GnRH-deficient patients as well as in the general population in presumably normal individuals."}, {"pubmed": 21928364, "text": "we observed a significant correlation between expression of KISS1 and metastasis-free survival (P = .04) along with progression of breast cancer and expression of KISS1 in primary breast cancer"}, {"pubmed": 21996032, "text": "Decreased kisspeptin expression in trophoblasts is associated with recurrent pregnancy loss and kisspeptin may engage the regulation of decidual NK cell infiltration."}, {"pubmed": 22132116, "text": "Kisspeptin and its receptor are expressed in the human, rat and mouse heart and kisspeptins possess potent positive inotropic activity."}, {"pubmed": 22168508, "text": "Kisspeptin concentration in early pregnancy is a promising biomarker for pre-eclampsia."}, {"pubmed": 22193294, "text": "KISS1 and KISS1R expression in the human and rat carotid body and superior cervical ganglion."}, {"pubmed": 22209985, "text": "The aim of this study was to evaluate the Q36R polymorphism of KiSS-1 in patients with head and neck cancer."}, {"pubmed": 22210725, "text": "Data suggest that the KISS1/KISS1R system may play a role in the pathophysiology of endometriosis only for a particular group of patients."}, {"pubmed": 22230814, "text": "These data show that polymorphisms in a G-rich sequence of the 3'UTR of KISS1, able to fold into G-quadruplex structures, can modulate gene expression."}, {"pubmed": 22320990, "text": "Germ line mutations in KISS1 and KAI1 are a less frequent event in head and neck cancer patients."}, {"pubmed": 22320993, "text": "KAI1 and KISS1 mRNA expression was markedly reduced in tissues of breast cancer compared to adjacent normal tissue."}, {"pubmed": 22335740, "text": "We describe an inactivating mutation in KISS1 in a large consanguineous family that results in failure of pubertal progression, indicating that functional kisspeptin is important for puberty and reproduction in humans."}, {"pubmed": 22343183, "text": "Kisspeptin induces Ca(2+) influx through canonical transient receptor potential channels and Ca(2+) release via inositol 1,4,5-trisphosphate receptors and ryanodine receptors, and followed by Ca(2+)/CaM-dependent inhibition of voltage-gated Ca channels."}, {"pubmed": 22349353, "text": "inhibits the migration of human placental trophoblast-derived HTR8SVneo cells by stimulating complex ERK1/2-p90rsk-GSK3 beta-FAK feedback interactions"}, {"pubmed": 22367780, "text": "KiSS-1 plays an important role in the prognosis of upper tract urothelial carcinoma and metastin may be an effective inhibitor of metastasis in urothelial carcinoma through its blockade of NF-kappaB function."}, {"pubmed": 22395416, "text": "metastasis suppressor KISS1 lacks antimetastatic activity in the C8161.9 xenograft model of melanoma"}, {"pubmed": 22424618, "text": "NKB/NK(3)R and kisspeptin/KISS1R are present in female peripheral reproductive tissues with colocalization of both systems in some non-neuronal cell populations of the human female genital tract."}, {"pubmed": 22471458, "text": "High KISS1 expression is associated with osteosarcoma."}, {"pubmed": 22473757, "text": "The primate hypothalamic-pituitary-gonadal axis response to kisspeptin stimulation remains intact that to excitatory amino acids is attenuated in hypoglycemic conditions."}, {"pubmed": 22526494, "text": "Results suggest that findings of increased kisspeptin receptor (KISS1R) expression may represent a mechanism by which functional activity of kisspeptin (KISS1) is higher in pre-eclampsia (PE) than in normal pregnancy."}, {"pubmed": 22553409, "text": "KISS-1 may inhibit the proliferation and invasion of gastric carcinoma cells in vitro and in vivo through the downregulation of MMP-9"}, {"pubmed": 22556014, "text": "The findings led to the hypothesis that kisspeptin may represent a placental proapoptotic agent acting in physiological and/or pathological pregnancy conditions in which placental apoptosis mechanisms are increased."}, {"pubmed": 22672861, "text": "Data show that plasma kisspeptin levels were higher in patients with premature thelarche (PT)."}, {"pubmed": 22681921, "text": "expression of MVD, LVD, Kiss-1 and CEA mRNA is related to the prognosis of NSCLC"}, {"pubmed": 22728025, "text": "[review] Exposure to sex steroids during critical periods of development can induce organizational (permanent) effects on kisspeptin neuron development, with respect to both sexually and non-sexually dimorphic aspects of kisspeptin biology."}, {"pubmed": 22768662, "text": "High KISS1 is associated with central precocious puberty."}, {"pubmed": 22769053, "text": "Plasma metastin levels may be useful in the assessment of the severity of pre-eclampsia."}, {"pubmed": 22770630, "text": "Data suggest that serum metastin is decreased during first trimester in women who later develop pre-eclampsia as compared to control subjects; serum placenta growth factor is decreased; serum chitotriosidase is increased."}, {"pubmed": 22899305, "text": "shown for the first time that human female adipose tissue may be a source of kisspeptin-1"}, {"pubmed": 22959969, "text": "Studied plasma KP-54 levels in gastric cancer (GC) patients and healthy individuals and found KP-54 levels were significantly higher in GC patients (63.3+/-17.9) than in controls (49.0+/-12.7) (p=0.000)."}, {"pubmed": 23011920, "text": "these immunohistochemical data suggest an aging-related robust enhancement in central kisspeptin signaling"}, {"pubmed": 23015653, "text": "Negative fetal FSH/LH regulation in late pregnancy is associated with declined kisspeptin/KISS1R expression in the tuberal hypothalamus."}, {"pubmed": 23132294, "text": "study revealed that KiSS-1 is differentially expressed in colorectal cancer; it provided a mechanistic explanation for the identified loss of KiSS-1 cytoplasmic expression in colorectal malignancies by epigenetic silencing"}, {"pubmed": 23145030, "text": "KiSS-1 expression is also increased in placenta of intrauterine death."}, {"pubmed": 23152107, "text": "The antiproliferative effect of kisspeptin was only detectable in cells with artificial receptor expression. Based on this, the antiproliferative action of kisspeptin seems to be not relevant in the pathophysiological context."}, {"pubmed": 23318438, "text": "ZEB1/2 upregulation by WASF3 results from downregulation of KISS1, leading to the release of inhibition of nuclear factor (NF)kappaB by IkappaBalpha"}, {"pubmed": 23510953, "text": "The evidence for epigenetic factors affecting Kiss1 expression during puberty and development, and findings regarding the contribution of epigenetics to the sexually dimorphic expression of Kiss1 in the hypothalamus."}, {"pubmed": 23549999, "text": "kisspeptin and its receptor are critical for reproduction"}, {"pubmed": 23550000, "text": "Structure, synthesis, and phylogeny of kisspeptin and its receptor."}, {"pubmed": 23550001, "text": "There are two major groups of kisspeptin cell bodies: a large number in the arcuate nucleus and a smaller collection in the rostral periventricular area of the third ventricle of rodents and preoptic area of non-rodents."}, {"pubmed": 23550003, "text": "Brief exposure to kisspeptin results in sustained GnRH release lasting ~17 min in men. (2) Women in different phases of the menstrual cycle have differences in their response to kisspeptin"}, {"pubmed": 23550004, "text": "Kisspeptin excitation of GnRH neurons."}, {"pubmed": 23550006, "text": "The development of peripherally active kisspeptin antagonists could offer a unique therapeutic agent for treating hormone-dependent disorders of reproduction, including precocious puberty, endometriosis, and metastatic prostate cancer."}, {"pubmed": 23550008, "text": "kisspeptin-10 transiently excites oxytocin neurons in late pregnancy and during lactation, suggesting that a central kisspeptin excitation of oxytocin neurons emerges at the end of pregnancy"}, {"pubmed": 23550009, "text": "ontogeny, maturation, and sexual differentiation of kisspeptin neurons, as well as their regulation by sex steroids and other factors during development."}, {"pubmed": 23550010, "text": "In our model, ARC kisspeptin neurons play no \"regulatory\" role in controlling the timing of puberty. Rather, as a component of the neural network responsible for GnRH pulse generation"}, {"pubmed": 23550011, "text": "Sex steroid regulation of kisspeptin circuits."}, {"pubmed": 23550012, "text": "Kisspeptin and GnRH pulse generation."}, {"pubmed": 23550013, "text": "Interactions between kisspeptins and neurokinin B."}, {"pubmed": 23550015, "text": "an integral and balanced view of the physiological relevance and potential mechanisms for the metabolic control of the kisspeptin system, as important pathway for the integral regulation of energy balance, puberty onset, and fertility."}, {"pubmed": 23550016, "text": "the significance of kisspeptin as a key locus of integration for circadian and steroidal signaling necessary for the initiation of ovulation."}, {"pubmed": 23550018, "text": "a novel role of kisspeptin signaling in the modulation of reproductive function by stress"}, {"pubmed": 23550019, "text": "disruption of kisspeptin signaling pathways could have wide ranging effects across multiple organ systems"}, {"pubmed": 23571154, "text": "These findings suggest that kisspeptin, leptin, and RBP4 are associated with metabolic disturbances in women with polycystic ovaries."}, {"pubmed": 23696833, "text": "Data show that that the expression of Kiss1 Kiss1R and MMP9 were higher in the placenta compared to the placental bed and decidua parietalis."}, {"pubmed": 23716269, "text": "cumulative survival rate of patients with KISS1 or KISS1R expression was significantly higher compared to that without expression. KISS1 or KISS1R expression in non-small cell lung cancer can be used to indicate favorable prognosis for disease outcome."}, {"pubmed": 23784200, "text": "Loss of the metastasis suppressor gene KiSS1 is associated with lymph node metastasis in colorectal cancer."}, {"pubmed": 23809625, "text": "In this review, alterations in the Kiss1 system appear to have a connection with the pathophysiology of polycystic ovary syndrome."}, {"pubmed": 23869023, "text": "We report that circulating kisspeptin is elevated in both boys and girls when compared with adults."}, {"pubmed": 23900657, "text": "these studies demonstrate the antitumor activity of KISS1 in the breast cancer cell lines and provide insight into relevant mechanisms that may lead to novel treatments for breast cancer."}, {"pubmed": 23950571, "text": "confirmed that mutations in KISS1 and KISS1R are not a common cause for ICPP"}, {"pubmed": 23969598, "text": "The Kiss-1 gene has been suggested as a suppressor of metastasis in a various types of cancer, like gastric cancer, oesophageal carcinoma, pancreatic, ovarian, bladder and prostate cancer, by regulation of cellular migration and invasion. [Review]"}, {"pubmed": 23977290, "text": "SP may influence the KP and NKB secretory output via additional autocrine/paracrine mechanisms or regulate GnRH neurosecretion directly."}, {"pubmed": 24033850, "text": "KISS1 expression is reduced during the malignant transformation of the colonic mucosa and there is a difference in the expression pattern between the right and the left part of the large intestine."}, {"pubmed": 24225150, "text": "decreased kisspeptin and PIBF expressions in trophoblasts and deciduas are associated with recurrent spontaneous abortion"}, {"pubmed": 24273038, "text": "Kisspeptin, in a dose- and time-dependent manner, induces increased adhesion of human EVTs to type-I collagen, a major component of the human placenta."}, {"pubmed": 24295737, "text": "Sustained calcium response to kisspeptin is dependent on the continued presence of extracellular ligand and is the result of dynamic KISS1R trafficking."}, {"pubmed": 24351292, "text": "Metastasis suppressor KISS1 seems to reverse the Warburg effect by enhancing mitochondrial biogenesis."}, {"pubmed": 24377507, "text": "Targeting the KiSS-1/GPR54 system may represent a novel therapeutic approach for cancers."}, {"pubmed": 24395571, "text": "Kisspeptin effect on endothelial monocyte activating polypeptide II (EMAP-II)-associated lymphocyte cell death and metastases in colorectal cancer patients"}, {"pubmed": 24407584, "text": "Stromal-derived factor 1-induced increase of endometrial tumor cell invasion is significantly reduced after treatment with Kiss-1."}, {"pubmed": 24441183, "text": "Our findings indicate that the decreased expression of KiSS1 is correlated with distant metastasis of osteosarcoma, and KiSS1 may function as a tumor suppressor in OS cells through inhibition of the MAPK pathway."}, {"pubmed": 24454770, "text": "furin appears to be the essential enzyme for the generation of kisspeptins."}, {"pubmed": 24500987, "text": "Present results indicate that 18- and 24-h fasting conditions suppressed the testosterone response to KP10 administration both in initiation and quantity."}, {"pubmed": 24596387, "text": "High KISS1 expression is associated with breast cancer."}, {"pubmed": 24908069, "text": "Metastin expression is induced in ESCs through decidualization."}, {"pubmed": 25020276, "text": "Metastin levels were higher in women with polycystic ovary syndrome as compared to controls regardless of BMI."}, {"pubmed": 25084101, "text": "Colocalization experiments provided evidence for the presence of cocaine- and amphetamine-regulated transcript (CART) in KP-immunoreactive (IR) and perikarya and in KP-IR and NKB-IR axon varicosities."}, {"pubmed": 25110434, "text": "Suggest that KISS1 is down-regulated in cancer tissues via promoter hypermethylation."}, {"pubmed": 25120323, "text": "The genetic variations of KISS1 gene can be contributing factors of development of CPP."}, {"pubmed": 25260785, "text": "Kiss-1 may be a putative metastasis suppressor molecule in human colorectal cancer."}, {"pubmed": 25272010, "text": "These data demonstrated that upregulated UHRF1 increases bladder cancer cell invasion by epigenetic silencing of KiSS1."}, {"pubmed": 25535062, "text": "Present data do not confirm the protective role of KiSS1/KiSS1R in breast cancer progression, but our results do support the hypothesis that KiSS1/KiSS1R system is activated even in primary breast cancer and sustained during invasion to local lymph nodes."}, {"pubmed": 25556380, "text": "Serum kisspeptin levels were significantly lower in all infertile males as compared to the fertile males."}, {"pubmed": 25667462, "text": "Decreased expression of KISS1R seems to attenuate signaling of the KISS1/KISS1R system, possibly leading to tumor growth"}, {"pubmed": 25688501, "text": "KiSS-1, might be an important biological marker involved in the carcinogenesis, metastasis, and invasion of gallbladder adenocarcinoma."}, {"pubmed": 25707392, "text": "The gene-gene interactions identified in the survival tree analysis support the importance of VEGFR2 rs2071559 and KISS1 rs71745629 in modulating these outcomes."}, {"pubmed": 25783047, "text": "The results suggest that mutations in the coding sequence of KISS1 are not common in patients with IHH in this Chinese population."}, {"pubmed": 25810563, "text": "rs5780218 polymorphism individually confers susceptibility for development of breast cancer in Mexican population."}, {"pubmed": 25968289, "text": "There was a statistically significant increase in serum kisspeptin levels from the early follicular to the preovulatory phase, and from the preovulatory to the luteal phase."}, {"pubmed": 26010933, "text": "KISS1 expression in the primary site of colorectal cancer could become a useful marker, with its increased levels indicating an advanced disease and a worse prognosis."}, {"pubmed": 26183891, "text": "These findings are of tremendous significance and will greatly shape how KISS1 will be developed as a therapeutic agent in augmenting the reproductive potential of both women and important livestock species--{REVIEW}"}, {"pubmed": 26384646, "text": "On D4 of pregnancy, the Kiss 1 null uterus expresses functional KISS1R molecules."}, {"pubmed": 26471489, "text": "KISS1 Low Expression Correlates with Colorectal Liver Metastasis."}, {"pubmed": 26510589, "text": "A number of mutations in KISS1 KISS1R are associated with central precocious puberty and isolated hypogonadotropic hypogonadism. (Review)"}, {"pubmed": 26572251, "text": "KiSS1 is a metastasis suppressor gene of pancreatic cancer, and this suppression is not dependent on the expression levels of GPR54."}, {"pubmed": 26605678, "text": "There is an increasing appreciation that kisspeptin may act as a signal transmitter between metabolic status and reproductive function"}, {"pubmed": 26702158, "text": "kisspeptins play essential roles in reproduction [review]"}, {"pubmed": 26809635, "text": "KiSS-1 downregulation may play a role in tumor progression and metastasis of oral squamous cell carcinoma, and may be a reliable biomarker for predicting clinical outcome in this disease."}, {"pubmed": 26831552, "text": "Data suggest that plasma kisspeptin and serum prolactin levels may be involved in the physiopathology of breast enlargement in newborns."}, {"pubmed": 26847533, "text": "Overexpression of KiSS-1 suppressed the invasiveness of CRC cells, and the gene exerted its function by reducing the expression of MMP-9 via blocking of tge PI3K/Akt/NF-kappaB pathway."}, {"pubmed": 26879207, "text": "In human cumulus GCs, kiss1r mRNA levels were positively correlated with age but not with BMI. There was no expression of kiss1 mRNA in either cumulus or mural GCs"}, {"pubmed": 26918694, "text": "KAI1 and KISS1 are implicated in the pathogenesis and maintenance of endometriosis."}, {"pubmed": 26955777, "text": "Increased placental kisspeptin expression is consistent with reduced trophoblast invasiveness and may represent a molecular mechanism that explains the development of preeclampsia. Decreased circulating kisspeptin concentration has the potential to be utilised as a marker for placental dysfunction."}, {"pubmed": 27046106, "text": "These findings suggest that infundibular kisspeptin neurons are sensitive to circulating sex steroid hormones throughout life and that the sex reversal observed in MTF transsexuals might reflect, at least partially, an atypical brain sexual differentiation."}, {"pubmed": 27221854, "text": "Lower expression of KiSS1 was observed in metastatic Breast Cancer."}, {"pubmed": 27693487, "text": "Data suggest that subjects with anorexia nervosa display broad spectrum of physical activity (2479-26,047 steps/day) which shows a negative correlation with plasma kisspeptin levels and a positive association with plasma ghrelin levels."}, {"pubmed": 27861355, "text": "Patients with ovarian epithelial cancer and low KISS1 mRNA expression had shorter survival time than those with high expression (P = 0.001).Preoperative KISS1 mRNA was a potential prognostic biomarker for EOC, and high preoperative KISS1 expression indicated a favorable prognosis."}, {"pubmed": 27940396, "text": "expression appears to be up-regulated in adenomyotic as compared with eutopic glandular endometrium of patients with, as well as women without, adenomyosis"}, {"pubmed": 28075440, "text": "we conclude that KISS-1 can inhibit the proliferation of osteosarcoma in vitro by accelerating the processes of apoptosis and autophagy."}, {"pubmed": 28095383, "text": "Kiss-10 levels are significantly altered by malignancy and tumour subtypes even in patients with small renal tumours"}, {"pubmed": 28266227, "text": "kisspeptin surge in serum and urine may be used as a marker for dominant follicle development and pre-ovulation."}, {"pubmed": 28411243, "text": "Kisspeptin-10 may contribute to accelerate the progression and instability of atheromatous plaques, leading to plaque rupture. The GPR54 antagonist may be useful for prevention and treatment of atherosclerosis."}, {"pubmed": 28422705, "text": "High plasma kisspeptin-1 is associated with premature thelarche."}, {"pubmed": 28464043, "text": "Study compared kisspeptin-54 and kisspeptin-10 to gain an insight into why KP-54 elicits more sustained responses than KP-10 after systemic delivery"}, {"pubmed": 28597070, "text": "Our studies revealed that KISS1 inhibits glycolysis and carbon sources for endogenous fatty acid oxidation (FAO)."}, {"pubmed": 28878091, "text": "Kisspeptin signaling modulates steroid biosynthesis in Leydig cells. Kisspeptin produced by the interstitium targets spermatogonia and sperm cells to affect spermatogenesis onset/progression and sperm functions, respectively."}, {"pubmed": 28933574, "text": "Data suggest that women with PCOS (polycystic ovary syndrome) exhibit increased serum kisspeptin-1 levels."}, {"pubmed": 28944853, "text": "Kisspeptin inhibited tumor growth through an EIF2AK2dependent mechanism, and an in vivo metastasis assay identified kisspeptinactivated EIF2AK2 signaling as critical for the suppression of distant metastasis."}, {"pubmed": 28981380, "text": "expression of KISS1 in human breast tumor specimens inversely correlates with that of MMP9 and IL8, implicated in the mechanism of metastatic invasion, thereby supporting the role of KISS1 as a potential regulator of BrCa metastatic invasion in the brain."}, {"pubmed": 28988968, "text": "KiSS1 gene is a novel mediator of TGFbeta-mediated cell invasion in triple negative breast cancer."}, {"pubmed": 29137471, "text": "Kisspeptin and spexin serum levels in women were negatively correlated with obesity and insulin resistance."}, {"pubmed": 29269086, "text": "KiSS-1 metastasis-suppressor protein (KISS1) expression promotes secretion of proangiogenic biomarkers and factors modulating anti-cancer immune responses."}, {"pubmed": 29552764, "text": "KISS1 expression is decreased during carcinogenesis in gastric mucosa. More advanced tumors and more aggressive histological types produce lower KISS1 levels. In addition, no KISS1R is produced in malignant gastric epithelium, while KISS1R is only weakly expressed in normal gastric epithelium."}, {"pubmed": 29848339, "text": "The genetic variation of KISS1 gene may be a factor contributing to polycystic ovary syndrome development."}, {"pubmed": 29914007, "text": "Data suggest KISS1 as a great candidate for Cervical cancer (CC) molecular markers or as a therapeutic target for CC. Also, HPV presence does not seem to alter the KISS1 expression in CC"}, {"pubmed": 30003725, "text": "KISS1 and KISS1R expression was detected using immunohistochemistry in malignant tissue samples from 66 patients (34 men, 32 women) with colorectal adenocarcinoma. In total, 74 tumor samples were studied, 57 samples from primary tumors and 17 samples from liver metastases. KISS1 and KISS1R levels were associated with various clinicopathological parameters and survival data."}, {"pubmed": 30021598, "text": "Expression levels of MACC1, CD44, Twist1, and KiSS-1 are related to duration of overall survival among patients with colonic adenocarcinoma."}, {"pubmed": 30318257, "text": "In this pilot study, the rs5780218 promoter polymorphism was evaluated in pituitary adenoma, and showed a possible association with the incidence of somatotropinoma but not with tumor progression."}, {"pubmed": 30328739, "text": "kisspeptin levels were significantly higher in the PCOS group than in the unexplained infertility and male factor infertility groups."}, {"pubmed": 30339828, "text": "based on the mutations found in KISS1 and KISS1R, this review provides insights into the precise mechanism of kisspeptin and the kisspeptin/Kiss1R pathway in the reproductive axis and in puberty."}, {"pubmed": 30595091, "text": "The expression levels of KISS1 and KISS1R were significantly up-regulated in granulosa lutein cells obtained from women with Polycystic Ovary Syndrome."}, {"pubmed": 30686017, "text": "the inducing effect of kisspeptin on aromatase expression is possibly mediated via kisspeptin receptor and estrogen receptor dependent mechanisms"}, {"pubmed": 30707968, "text": "Our results document a significant down-regulation of KISS1/kisspeptins in early stages of ectopic pregnancy via, at least partially, a repressive interaction with miR-324-3p. Our data identify circulating kisspeptins and miR-324-3p as putative biomarkers for accurate screening of ectopic pregnancy at early gestational ages."}, {"pubmed": 30729125, "text": "The positive association between kisspeptin levels in seminal plasma and semen quality supported an important role for the KISS1/GPR54 system in male reproductive health. Kisspeptin may be a potential marker of male reproductive health and an alternative strategy for treating infertility"}, {"pubmed": 30776659, "text": "Loss or reduced expression of KiSS."}, {"pubmed": 30932210, "text": "role of KISS1 and KISS1R in CRC"}, {"pubmed": 30993114, "text": "Association of Kiss1 and GPR54 Gene Polymorphisms with Polycystic Ovary Syndrome among Sri Lankan Women."}, {"pubmed": 31235141, "text": "High KISS1 expression is associated with polycystic ovary syndrome."}, {"pubmed": 31332817, "text": "Cross-sectional study in a subset of Pakistani population revealed that single nucleotide polymorphisms in exon 2 and exon 3 of KISS1 could be responsible for alteration in release of reproductive hormones and gonadal functions, hence causing male and female infertility."}, {"pubmed": 31431789, "text": "Reduced serum KISS1 levels were found in men with infertility and abnormal sperm parameters."}, {"pubmed": 31577838, "text": "Low KISS1 expression is associated with induction of epithelial-mesenchymal transition in epithelial ovarian cancer metastasis."}, {"pubmed": 31619585, "text": "A role for placental kisspeptin in beta cell adaptation to pregnancy."}, {"pubmed": 31772690, "text": "Serum kisspeptin concentrations are elevated in patients with pancreatic adenocarcinoma."}, {"pubmed": 31919796, "text": "Kisspeptin Influence on Polycystic Ovary Syndrome-a Mini Review."}, {"pubmed": 32014912, "text": "The expression of KISS1 and KISS1R was examined in prostate cancer tissue specimens after radical prostatectomy. A higher expression of KISS1 and KISS1R was shown in patients with localized tumors (Stage </=IIb) compared to patients with advanced (Stage >/=III) tumor."}, {"pubmed": 32031919, "text": "Relevance of KISS1 gene polymorphisms in susceptibility to polycystic ovary syndrome and its associated endocrine and metabolic disturbances."}, {"pubmed": 32160304, "text": "Association of Polymorphisms in the Kisspeptin/GPR54 Pathway Genes With Risk of Early Puberty in Chinese Girls."}, {"pubmed": 32192769, "text": "GOLT1A-KISS1 fusion is associated with metastasis in adenoid cystic carcinomas."}, {"pubmed": 32246957, "text": "MicroRNA 345 (miR345) regulates KISS1-E-cadherin functional interaction in breast cancer brain metastases."}, {"pubmed": 32352843, "text": "variants in KISS1, KISS1R, and GNRHR genes can modulate hormone levels and reproductive outcomes"}, {"pubmed": 32380991, "text": "Influence of KISS1 gene polymorphisms on the risk of polycystic ovary syndrome and its associated variables, in Saudi women."}, {"pubmed": 32407292, "text": "MKRN3 inhibits the reproductive axis through actions in kisspeptin-expressing neurons."}, {"pubmed": 32462300, "text": "Association of polymorphisms in metastasis suppressor genes NME1 and KISS1 with breast cancer development and metastasis."}, {"pubmed": 32705229, "text": "Reduced Kiss1 expression is associated with clinical aggressive feature of gastric cancer patients and promotes migration and invasion in gastric cancer cells."}, {"pubmed": 32811673, "text": "Female infertility is associated with an altered expression of the neurokinin B/neurokinin B receptor and kisspeptin/kisspeptin receptor systems in ovarian granulosa and cumulus cells."}, {"pubmed": 32964765, "text": "Serum kisspeptin levels correlated with anti-mullerian hormone levels in women with and without polycystic ovarian syndrome."}, {"pubmed": 32966555, "text": "GDF15 serves as a coactivator to enhance KISS-1 gene transcription through interacting with Sp1."}, {"pubmed": 33089319, "text": "Kisspeptin deficiency leads to abnormal adrenal glands and excess steroid hormone secretion."}, {"pubmed": 33112855, "text": "Impact of serum and follicular fluid kisspeptin and estradiol on oocyte maturity and endometrial thickness among unexplained infertile females during ICSI."}, {"pubmed": 33129892, "text": "Associations of serum kisspeptin levels with metabolic and reproductive parameters in men."}, {"pubmed": 33218349, "text": "STAT4 targets KISS1 to promote the apoptosis of ovarian granulosa cells."}, {"pubmed": 33308008, "text": "Association analysis of KISS1 polymorphisms and haplotypes with polycystic ovary syndrome."}, {"pubmed": 33675211, "text": "The role of makorin ring finger protein-3, kisspeptin, and neurokinin B in the physiology of minipuberty."}, {"pubmed": 33750025, "text": "Confined placental mosaicism involving multiple de novo copy number variants associated with fetal growth restriction: A case report."}, {"pubmed": 33964320, "text": "The KiNG of reproduction: Kisspeptin/ nNOS interactions shaping hypothalamic GnRH release."}, {"pubmed": 34096173, "text": "Up-regulation of KISS1 as a novel target of Let-7i in melanoma serves as a potential suppressor of migration and proliferation in vitro."}, {"pubmed": 34098016, "text": "Kiss1 is differentially regulated in male and female mice by the homeodomain transcription factor VAX1."}, {"pubmed": 34620174, "text": "EGF stimulates human trophoblast cell invasion by downregulating ID3-mediated KISS1 expression."}, {"pubmed": 34779331, "text": "Preeclampsia and gestational hypertension are associated to low maternal circulating kisspeptin levels: a systematic review and meta-analysis."}, {"pubmed": 34993679, "text": "KISS-1, Mediated by Promoter Methylation, Suppresses Esophageal Squamous Cell Carcinoma Metastasis via MMP2/9/MAPK Axis."}, {"pubmed": 35026192, "text": "Ovarian cancer and KiSS-1 gene expression: A consideration of the use of Kisspeptin plus Kisspeptin aptamers in diagnostics and therapy."}, {"pubmed": 35101033, "text": "TGF-beta1 inhibits human trophoblast cell invasion by upregulating kisspeptin expression through ERK1/2 but not SMAD signaling pathway."}, {"pubmed": 35109967, "text": "Interrelationships between amphiregulin, kisspeptin, FSH and FSH receptor in promotion of human ovarian cell functions."}, {"pubmed": 35170267, "text": "Serum kisspeptin, leptin, neuropeptide Y, and neurokinin B levels in adolescents with polycystic ovary syndrome."}, {"pubmed": 35212930, "text": "Diagnostic Value of Kisspeptin Levels on Early Pregnancy Outcome: a Systematic Review and Meta-analysis."}, {"pubmed": 35469849, "text": "Developmental sex differences in the peri-pubertal pattern of hypothalamic reproductive gene expression, including Kiss1 and Tac2, may contribute to sex differences in puberty onset."}, {"pubmed": 35903815, "text": "Associations of the KiSS-1 and GPR54 genetic polymorphism with polycystic ovary syndrome in Yunnan, China."}, {"pubmed": 35993609, "text": "The Kisspeptin and Kisspeptin receptor in follicular microenvironment: is that really necessary for oocyte maturation and fertilisation?"}, {"pubmed": 36181862, "text": "The role of KiSS1 gene on the growth and migration of prostate cancer and the underlying molecular mechanisms."}, {"pubmed": 36316037, "text": "Inverse Correlation of KISS1 and KISS1R Expression in Triple-negative Breast Carcinomas from African American Women."}, {"pubmed": 36572562, "text": "Overexpression of KiSS1 Induces the Proliferation of Hepatocarcinoma and Increases Metastatic Potential by Increasing Migratory Ability and Angiogenic Capacity."}, {"pubmed": 36828304, "text": "Association of the KISS1, LIN28B, VDR and ERalpha gene polymorphisms with early and fast puberty in Chinese girls."}, {"pubmed": 36854822, "text": "KISS1 Gene Variations and Susceptibility to Idiopathic Recurrent Pregnancy Loss."}, {"pubmed": 37047030, "text": "Kisspeptin-10 Mitigates alpha-Synuclein-Mediated Mitochondrial Apoptosis in SH-SY5Y-Derived Neurons via a Kisspeptin Receptor-Independent Manner."}, {"pubmed": 37105233, "text": "Physiological and pathological roles of locally expressed kisspeptin and KISS1R in the endometrium."}, {"pubmed": 37702549, "text": "Effects of KISS1 structural polymorphism on the risk of polycystic ovary syndrome and reproductive hormones in Iraqi women who take metformin."}, {"pubmed": 37968564, "text": "Kisspeptin-10 increases collagen content in the myocardium by focal adhesion kinase activity."}, {"pubmed": 38155490, "text": "KISS-1 knockdown inhibits cell growth, migration, and invasion in HTR-8/SVneo cells by regulating the GRP54-mediated PI3K/AKT signaling pathway."}, {"pubmed": 38341034, "text": "STAT4 targets KISS1 to inhibit the oxidative damage, inflammation and neuronal apoptosis in experimental PD models by inactivating the MAPK pathway."}, {"pubmed": 38948287, "text": "[Notch1/Akt/Foxo1 Pathway Regulated by Kisspeptin Is Involved in Endometrial Decidualization in Patients With Recurrent Spontaneous Abortion]."}, {"pubmed": 38976640, "text": "The role of placental kisspeptin in trophoblast invasion and migration: an assessment in Kiss1r knockout mice, BeWo cell lines and human term placenta."}], "genomic_pos": {"chr": "1", "end": 204196491, "ensemblgene": "ENSG00000170498", "start": 204190341, "strand": -1}, "genomic_pos_hg19": {"chr": "1", "end": 204165614, "start": 204159469, "strand": -1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0007010", "pubmed": 9192814, "qualifier": "involved_in", "term": "cytoskeleton organization"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007186", "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007200", "qualifier": "involved_in", "term": "phospholipase C-activating G protein-coupled receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007204", "qualifier": "involved_in", "term": "positive regulation of cytosolic calcium ion concentration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008285", "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033686", "qualifier": "involved_in", "term": "positive regulation of luteinizing hormone secretion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043410", "qualifier": "involved_in", "term": "positive regulation of MAPK cascade"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050806", "qualifier": "involved_in", "term": "positive regulation of synaptic transmission"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060112", "qualifier": "involved_in", "term": "generation of ovulation cycle rhythm"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060124", "qualifier": "involved_in", "term": "positive regulation of growth hormone secretion"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0016324", "qualifier": "located_in", "term": "apical plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0043025", "qualifier": "located_in", "term": "neuronal cell body"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [11387329, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0031773", "qualifier": "enables", "term": "kisspeptin receptor binding"}]}, "homologene": {"genes": [[9544, 574306], [9598, 457654], [9606, 3814], [9913, 615613], [10090, 280287], [10116, 289023]], "id": 1701}, "interpro": {"desc": "Metastasis-suppressor KiSS-1", "id": "IPR020207", "short_desc": "Metastasis-suppressor_KiSS-1"}, "ipi": "IPI00301950", "map_location": "1q32.1", "name": "KiSS-1 metastasis suppressor", "other_names": ["kisspeptin-1", "malignant melanoma metastasis-suppressor", "metastasis-suppressor KiSS-1", "metastasis-suppressor-1", "metastin", "prepro-kisspeptin"], "pantherdb": {"HGNC": "6341", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2663985", "ortholog_type": "LDO", "panther_family": "PTHR16955", "taxid": 10090, "uniprot_kb": "Q6Y4S4"}, {"RGD": "727850", "ortholog_type": "LDO", "panther_family": "PTHR16955", "taxid": 10116, "uniprot_kb": "Q7TSB7"}, {"ZFIN": "ZDB-GENE-080128-1", "ortholog_type": "LDO", "panther_family": "PTHR16955", "taxid": 7955, "uniprot_kb": "A8C5J1"}], "uniprot_kb": "Q15726"}, "pathway": {"kegg": [{"id": "hsa04080", "name": "Neuroactive ligand-receptor interaction - Homo sapiens (human)"}, {"id": "hsa04929", "name": "GnRH secretion - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-375276", "name": "Peptide ligand-binding receptors"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-416476", "name": "G alpha (q) signalling events"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}], "wikipathways": {"id": "WP4871", "name": "Kisspeptin-kisspeptin receptor system in the ovary"}}, "pfam": "PF15152", "pharmgkb": "PA30127", "pharos": {"target_id": 19470, "tdl": "Tbio"}, "reagent": {"CM-LibrX-no-seq": [{"id": "GNF325970", "relationship": "is"}, {"id": "GNF325971", "relationship": "is"}, {"id": "GNF325972", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF251979", "relationship": "is"}, {"id": "GNF251980", "relationship": "is"}, {"id": "GNF251981", "relationship": "is"}, {"id": "GNF251982", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF007744", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF330318", "relationship": "is"}, {"id": "GNF332275", "relationship": "is"}, {"id": "GNF333981", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF334748", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF111030", "relationship": "is"}, {"id": "GNF150671", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1", "NG_032151.1"], "protein": "NP_002247.3", "rna": "NM_002256.4", "translation": {"protein": "NP_002247.3", "rna": "NM_002256.4"}}, "reporter": {"HG-U133_Plus_2": "205563_at", "HG-U95Av2": "1645_at", "HTA-2_0": "TC01003727.hg.1", "HuEx-1_0": "2451918", "HuGene-1_1": "7923621", "HuGene-2_1": "16698298"}, "summary": "This gene is a metastasis suppressor gene that suppresses metastases of melanomas and breast carcinomas without affecting tumorigenicity. The encoded protein may inhibit chemotaxis and invasion and thereby attenuate metastasis in malignant melanomas. Studies suggest a putative role in the regulation of events downstream of cell-matrix adhesion, perhaps involving cytoskeletal reorganization. A protein product of this gene, kisspeptin, stimulates gonadotropin-releasing hormone (GnRH)-induced gonadotropin secretion and regulates the pubertal activation of GnRH neurons. A polymorphism in the terminal exon of this mRNA results in two protein isoforms. An adenosine present at the polymorphic site represents the third position in a stop codon. When the adenosine is absent, a downstream stop codon is utilized and the encoded protein extends for an additional seven amino acid residues. [provided by RefSeq, Jun 2022].", "symbol": "KISS1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1334307"}, "unigene": "Hs.95008", "uniprot": {"Swiss-Prot": "Q15726"}, "wikipedia": {"url_stub": "Kisspeptin"}}