{"AllianceGenome": "6343", "HGNC": "6343", "MIM": "184745", "_id": "4254", "_version": 1, "accession": {"genomic": ["AC024941.30", "CH471054.1", "CP068266.2", "KF455690.1", "NC_000012.12", "NC_060936.1", "NG_012098.2", "U80930.1"], "protein": ["AAA85450.1", "AAB22846.2", "AAB23572.1", "AAB23573.1", "AAB35922.1", "AAB39247.1", "AAD22048.1", "AAH69733.1", "AAH69783.1", "AAH69797.1", "AAH74725.1", "AAI26167.1", "AAI43900.1", "AAK92485.1", "AAK92486.1", "BAF83008.1", "BAF85691.1", "CAH18078.1", "EAW97416.1", "EAW97417.1", "EAW97418.1", "EAW97419.1", "NP_000890.1", "NP_003985.2", "P21583.1"], "rna": ["AF119835.1", "AF400436.1", "AF400437.1", "AK025245.1", "AK055903.1", "AK290319.1", "AK293002.1", "BC069733.1", "BC069783.1", "BC069797.1", "BC074725.2", "BC126166.1", "BC143899.1", "BX474960.1", "CR749222.1", "DC320486.1", "M59964.1", "NM_000899.5", "NM_003994.6", "S42571.1", "S45983.1", "S45995.1", "S80491.1"], "translation": [{"protein": "AAI26167.1", "rna": "BC126166.1"}, {"protein": "AAH69783.1", "rna": "BC069783.1"}, {"protein": "NP_003985.2", "rna": "NM_003994.6"}, {"protein": "BAF83008.1", "rna": "AK290319.1"}, {"protein": "BAF85691.1", "rna": "AK293002.1"}, {"protein": "AAD22048.1", "rna": "AF119835.1"}, {"protein": "AAH69797.1", "rna": "BC069797.1"}, {"protein": "AAH69733.1", "rna": "BC069733.1"}, {"protein": "NP_000890.1", "rna": "NM_000899.5"}, {"protein": "AAK92486.1", "rna": "AF400437.1"}, {"protein": "AAB35922.1", "rna": "S80491.1"}, {"protein": "AAH74725.1", "rna": "BC074725.2"}, {"protein": "AAA85450.1", "rna": "M59964.1"}, {"protein": "AAI43900.1", "rna": "BC143899.1"}, {"protein": "AAB22846.2", "rna": "S42571.1"}, {"protein": "AAB23572.1", "rna": "S45983.1"}, {"protein": "AAB23573.1", "rna": "S45995.1"}, {"protein": "CAH18078.1", "rna": "CR749222.1"}, {"protein": "AAK92485.1", "rna": "AF400436.1"}]}, "alias": ["DCUA", "DFNA69", "FPH2", "FPHH", "KL-1", "Kitl", "MGF", "SCF", "SF", "SHEP7", "SLF", "WS2F"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "limited", "classification_date": "2018-01-16T17:00:00.000Z", "disease_label": "nonsyndromic genetic hearing loss", "gcep": "Hearing Loss Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0019497", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_d2934de4-e4d7-41b7-8d12-83372e3b1b28-2018-01-16T170000.000Z", "sop": "SOP6"}}, "ec": "3.2.1.31", "ensembl": {"gene": "ENSG00000049130", "protein": ["ENSP00000054216", "ENSP00000474021", "ENSP00000475042", "ENSP00000494139", "ENSP00000495951"], "transcript": ["ENST00000347404", "ENST00000357116", "ENST00000378535", "ENST00000552044", "ENST00000644744", "ENST00000646633"], "translation": [{"protein": "ENSP00000495951", "rna": "ENST00000644744"}, {"protein": "ENSP00000054216", "rna": "ENST00000347404"}, {"protein": "ENSP00000494139", "rna": "ENST00000646633"}, {"protein": "ENSP00000474021", "rna": "ENST00000357116"}, {"protein": "ENSP00000475042", "rna": "ENST00000552044"}], "type_of_gene": "protein_coding"}, "entrezgene": "4254", "exons": [{"cdsend": 88580278, "cdsstart": 88505195, "chr": "12", "position": [[88492792, 88497181], [88505158, 88505235], [88506310, 88506378], [88507027, 88507137], [88515533, 88515617], [88516333, 88516490], [88518696, 88518867], [88532440, 88532503], [88545751, 88545865], [88580263, 88580471]], "strand": -1, "transcript": "NM_000899", "txend": 88580471, "txstart": 88492792}, {"cdsend": 88580278, "cdsstart": 88505195, "chr": "12", "position": [[88492792, 88497181], [88505158, 88505235], [88506310, 88506378], [88507027, 88507137], [88516333, 88516490], [88518696, 88518867], [88532440, 88532503], [88545751, 88545865], [88580263, 88580473]], "strand": -1, "transcript": "NM_003994", "txend": 88580473, "txstart": 88492792}], "exons_hg19": [{"cdsend": 88974055, "cdsstart": 88898972, "chr": "12", "position": [[88886569, 88890958], [88898935, 88899012], [88900087, 88900155], [88900804, 88900914], [88909310, 88909394], [88910110, 88910267], [88912473, 88912644], [88926217, 88926280], [88939528, 88939642], [88974040, 88974248]], "strand": -1, "transcript": "NM_000899", "txend": 88974248, "txstart": 88886569}, {"cdsend": 88974055, "cdsstart": 88898972, "chr": "12", "position": [[88886569, 88890958], [88898935, 88899012], [88900087, 88900155], [88900804, 88900914], [88910110, 88910267], [88912473, 88912644], [88926217, 88926280], [88939528, 88939642], [88974040, 88974250]], "strand": -1, "transcript": "NM_003994", "txend": 88974250, "txstart": 88886569}], "generif": [{"pubmed": 11905054, "text": "important factor for the growth and activation of nasal epithelial mast cells"}, {"pubmed": 12002675, "text": "Antiapoptotic cytokine IL-3 + SCF + FLT3L influence on proliferation of gamma-irradiated AC133+/CD34+ progenitor cells."}, {"pubmed": 12062186, "text": "Comparison and modulation of angiogenic responses by FGFs, VEGF and SCF in murine and human fibrosarcomas."}, {"pubmed": 12123753, "text": "There was a powerful and statistically significant synergy for release of IL-8, both at the mRNA level and protein level between adenosine A(2b) receptor agonists and stem cell factor (SCF)."}, {"pubmed": 12297464, "text": "SCF mRNA is present in K562, HL-60 and CML cells in blast phase"}, {"pubmed": 12393703, "text": "stem cell factor has \"late\" effects on fetal hemoglobin modulation during erythropoiesis, related to the expression pattern of CD117."}, {"pubmed": 12429808, "text": "the SCF-c-kit system, possibly with the contribution of mast cells, may have a growth-regulating role in the normal pancreas, which is altered during malignant transformation."}, {"pubmed": 12445210, "text": "several inflammatory cytokines (T helper 1 and 2) and vasoactive intestinal peptide from mast cells and nerve endings are capable of inducing stem cell factor production from epidermal keratinocytes in atopic dermatitis."}, {"pubmed": 12556557, "text": "constitutively activated Bcr-Abl kinase pathways in primitive CML progenitors cooperate with growth factors producing a growth response, and, disrupt the normally required synergistic interactions between KL and other cytokines to achieve activation"}, {"pubmed": 12637332, "text": "SCF up-regulates Bcl-2 and Bcl-X L in erythroid precursors and exogenous expression of these proteins protects erythroblasts from caspase activation and death induced by chemotherapeutic agents."}, {"pubmed": 12666065, "text": "SCF correlated negatively with creatinine clearance & positively with glomerular & interstitial CD68+ cells & collagen III. SCF was shown in the vicinity of alpha-SMA+ cells. This shows potential involvement of SCF/c-kit in crescentic glomerulonephritis."}, {"pubmed": 12753403, "text": "Kit-ligand has a role in melanocyte development and epidermal homeostasis [review]"}, {"pubmed": 12829027, "text": "protein CBP/p300 was shown to be essential for EPO- and SCF-mediated STAT5 transactivation"}, {"pubmed": 14628073, "text": "long-term exposure of primitive human hematopoietic cells to elevated levels of human IL-3, GM-CSF and SF in vivo may deleteriously affect the stem cell compartment, while expanding terminal myelopoiesis."}, {"pubmed": 14654075, "text": "findings of co-expression of KIT and/or FMS with their respective ligands implies these receptors might contribute to leukemogenesis in some patients with AML through autocrine, paracrine, or intracrine interactive stimulation."}, {"pubmed": 14662725, "text": "Stem cell factor (SCF) also termed Kit ligand, steel factor or mast cell growth factor is the ligand of the c-kit proto-oncogene product. P. 75"}, {"pubmed": 14691917, "text": "Gastrointestinal stromal tumors carrying 1530ins6 occur exclusively in the intestinal location, and a great majority of these tumors follow a malignant course"}, {"pubmed": 14985355, "text": "SCF dose-dependently promoted survival, migration, and capillary tube formation of HUVEC cells. Akt and Erk1/2 should promote survival and capillary tube formation of these endothelial cells at a locus downstream to stem cell factor/c-kit signaling"}, {"pubmed": 15140230, "text": "the accentuated expression of SCF in lesional skin plays an important role in the mechanism involved in the epidermal hyperpigmentation of lentigo senilis"}, {"pubmed": 15145934, "text": "acquisition of autonomous growth during uveal melanoma progression may involve the SCF/c-Kit axis"}, {"pubmed": 15217825, "text": "only Kit ligand stimulated phosphorylation of signal transducer and activator of transcription 5"}, {"pubmed": 15308671, "text": "c-Kit makes both kinase-independent and -dependent contributions to the proliferative synergy induced by SCF in combination with GM-CSF"}, {"pubmed": 15337769, "text": "induction of Slug by autocrine production of SCF and c-Kit activation plays a key role in chemoresistance of malignant mesothelioma"}, {"pubmed": 15355893, "text": "Increased stem cell factor levels are associated with tumorigenesis in neurofibromatosis type 1"}, {"pubmed": 15378028, "text": "HMGA1 positively regulates the human KL promoter in breast and ovarian cancer cells"}, {"pubmed": 15474101, "text": "The expression of SCF and its receptor in ovarian tissue from fetuses and women suggests a possible role of SCF in growth initiation of human primordial follicles."}, {"pubmed": 15475566, "text": "C-terminal valine defines a specific endoplasmic reticulum export signal in Kitl"}, {"pubmed": 15504546, "text": "When SCF was added with TNF-alpha, cell growth inhibition was reduced and the apoptotic cells decreased. The activations of caspase 3 and caspase 8 were almost completely blocked by SCF while CDK6 and the FLICE-inhibitory protein (FLIP) were increased."}, {"pubmed": 15504551, "text": "HGF maintains the hematopoietic microenvironment through stimulating proliferation and adhesion to the extracellular matrix and promoting hematopoiesis through inducing constitutive production of IL-11, SDF-1 alpha, and SCF by stromal cells themselves"}, {"pubmed": 15526160, "text": "stem cell factor receptor/c-Kit has a role in signal transduction [review]"}, {"pubmed": 15526978, "text": "Coculture with murine embryos enhanced the gene expression of SCF in human ovarian granulosa tumor cells and enhanced murine embryo development."}, {"pubmed": 15576295, "text": "The SCF is a member of a group of glycoproteins called hematopoietic cytokines (HCs)."}, {"pubmed": 15728521, "text": "Serum levels of early hemopoietic cytokine stem cell factor (SCF) correlate with disease activity in Langerhans cell histiocytosis and are relatively higher in patients with bone lesions."}, {"pubmed": 15781331, "text": "The effect of THPO on HuMCs in the presence of rhSCF varies, depending on the relative concentration of each growth factor, while THPO alone or in combination with rhSCF supports a unique population of CD117low/CD110+ HuMCs."}, {"pubmed": 15866728, "text": "The SCF gene was cloned into baculovirus transfer vector pVL1392 under the control of polyhedrin promoter and expressed in the Sf9 cells (Spodoptera frugiperda)."}, {"pubmed": 16015044, "text": "KIT expression is a hallmark of oncocytoma and chromophobe renal cell carcinoma."}, {"pubmed": 16181409, "text": "Neuroprotective role for SCF in cortical neurons, an effect mediated by Akt and ERK, as well as NFkappaB-mediated gene transcription. SCF represents a novel therapeutic target in the treatment of neurodegenerative disease."}, {"pubmed": 16213778, "text": "SCF/c-Kit interactions are likely to be involved in mediating islet cell differentiation and proliferation during human fetal pancreatic development, and that phosphorylated Akt may have a role downstream of SCF/c-Kit signaling."}, {"pubmed": 16479403, "text": "Stem cell factor is an important cytokine in neurofibromatosis type 1 skin, but that additional (growth) factors and/or genetic mechanisms are needed to induce NF1-specific CALM hyperpigmentation."}, {"pubmed": 16616334, "text": "SCF/c-Kit pathway plays an important role in tumor- and normal host cell-induced angiogenesis within the brain"}, {"pubmed": 16647379, "text": "Mutations in the coding regions of the KITLG gene appear not to be a common cause of 46,XX spontaneous premature ovarian failure in North American women."}, {"pubmed": 16709604, "text": "stem cell factor and clusterin may have roles in azoospermia"}, {"pubmed": 16780589, "text": "SCF and Kit are expressed in bronchial biopsies from lung transplant recipients irrespective of the clinical status of the graft; role for these factors in tissue repair following lung transplantation is hypothesised"}, {"pubmed": 16905672, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16905672, "text": "Our data indicate that the KIT/KITLG system may be involved in a low sperm count trait in humans."}, {"pubmed": 17115933, "text": "antioxidants prevent the SCF effect on glucose transport, confirming the involvement of H2O2 in the pathway leading to glucose-transport activation in leukemic cells"}, {"pubmed": 17175329, "text": "influence of the extent of liver resection on levels and kinetics of serum growth factors."}, {"pubmed": 17191042, "text": "In patients with urticaria pigmentosa, the mutation of the c-kit Asp-816-Val was detected in 38% of the adults and 25% of the children."}, {"pubmed": 17289809, "text": "A potential role of the c-Kit/mbKitL interaction in pathological settings is sustained by the expression of the membrane-bound KitL on endothelial cells lining intraplaque neovessels."}, {"pubmed": 17410437, "text": "SCF-enhanced proliferation and invasion of KIT-positive colorectal cancer cells is achieved mainly through the PI3K/Akt pathway."}, {"pubmed": 17556598, "text": "Distinct roles for bone morphogenetic protein 4, vascular endothelial growth factor, stem cell factor, and fibroblast growth factor 2 in hematopoiesis."}, {"pubmed": 17687495, "text": "SCF can be introduced to rescue cells from the damage caused by certain antineoplastic agents."}, {"pubmed": 17855052, "text": "Early myeloid cells expressing GNNK+ or GNNK-c-KIT show different responses to stem cell factor."}, {"pubmed": 18026739, "text": "The highest density of CD117-positive cells was found at the ureteropelvic junction, however the differences in between the segments were minimal."}, {"pubmed": 18042633, "text": "we report that SCF acts as a potent regulator in the fate determination of human gonocytes."}, {"pubmed": 18083106, "text": "These experiments suggest that regulatory changes in Kitlg contribute to natural variation in vertebrate pigmentation, and that similar genetic mechanisms may underlie rapid evolutionary change in fish and humans."}, {"pubmed": 18166170, "text": "The effects of activin on germ cells are indirect and include mediation by the kit ligand/c-Kit pathway, rather than being an autocrine germ cell effect."}, {"pubmed": 18239612, "text": "Production of the soluble form of KIT, s-KIT, abolishes stem cell factor-induced melanogenesis in human melanocytes."}, {"pubmed": 18339685, "text": "Hypoxia and epidermal growth factor receptor signal coexisted in the tumor microenvironment and might promote angiogenesis through HIF-1 alpha-mediated upregulation of SCF and other angiogenic factors."}, {"pubmed": 18372228, "text": "modifiers of SCF/c-Kit signalling, or the unidentified regulators of the c-Kit-negative melanocyte stem cells, could offer future routes to alter hair pigmentation for clinical effect in androgen-modulated hair disorders."}, {"pubmed": 18499891, "text": "loss of repopulating activity during KIT-ligand stimulation is counteracted by Oncostatin M through the downregulation of ERK pathway signaling"}, {"pubmed": 18602222, "text": "stem cell factor expression would be a useful marker for tumor proliferation."}, {"pubmed": 18684968, "text": "Airway smooth muscle cells maintain human lung mast cell survival in vitro by a direct cooperative interaction between the two cell types via a mechanism dependent upon stem cell factor, interleukin-6 and cell adhesion molecule (CADM)1."}, {"pubmed": 18830255, "text": "SCF activated the RAS/MAPK and PI3K/AKT pathways, followed by downregulation of the pro-apoptotic factor BIM and upregulation of the anti-apoptotic factor MCL1"}, {"pubmed": 18834862, "text": "These data suggest a novel mechanism of SCF/c-Kit signaling in angiogenesis and tumor progression."}, {"pubmed": 18928604, "text": "The levels of EPO, SCF and GM-CSF in chronic aplastic anemia patients were obviously lower than those in the healthy individuals."}, {"pubmed": 19001805, "text": "Co-expression of KIT and SCF in a high percentage of MCC tumors hints to an autocrine mechanism. KIT and SCF expression in primary tumors and in metastases suggests an early event in Merkel cell transformation."}, {"pubmed": 19074504, "text": "Binding affinities of chemically modified heparins for human stem cell factor (SCF) were examined using fragmin/protamine microparticles (F/P MPs) and an enzyme-linked immunosorbent assay (ELISA)."}, {"pubmed": 19196101, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19197368, "text": "This study provides therefore a direct link between MSK1-mediated phosphorylation of Ser276 p65 of NF-kappaB, allowing its binding to the SCF intronic enhancer, and pathophysiological SCF expression in inflammation."}, {"pubmed": 19285034, "text": "SCF can cause a MEK1-independent but PI3K-dependent activation of MAPK, and also MEK1-dependent activation of p70 S6 kinase in ovarian cancer cells."}, {"pubmed": 19342032, "text": "Cells obtained from patients with a healthy ovary who conceived during in vitro fertilization cycle display a positive correlation between KL-1 and -2, follicle stimulating hormone receptor, pregnancy associated plasma protein (PAAP), and cytochrome P450."}, {"pubmed": 19375057, "text": "the FPH disease is caused by the KITLGN36S mutation, which has a gain-of-function effect on the melanin synthesis and opens a new avenue for exploration of the genetic mechanism of FPH."}, {"pubmed": 19416273, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19480722, "text": "Serum levels of SCF and its soluble receptor c-kit seem to be reflect asthma severity suggesting a role for these molecules in asthmatic inflammation"}, {"pubmed": 19481739, "text": "Recombinant activin A can repress the expression of Kit ligand (KITLG) in cultures of human fetal ovaries."}, {"pubmed": 19483681, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19483682, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19483682, "text": "These results demonstrate that common genetic variants affect TGCT risk and implicate KITLG and SPRY4 as genes involved in Testicular germ cell tumors susceptibility."}, {"pubmed": 19492092, "text": "These results highlight a new role for Lyn as an effector of EpoR in controlling Kit expression."}, {"pubmed": 19570824, "text": "SCF-mediated NK cell differentiation was accompanied by perforin processing; the combination of IL15 plus SCF suffices to coordinate the development of the NK cell surface phenotype with the expression and proteolytic activation of the cytotoxic machinery"}, {"pubmed": 19675587, "text": "SCF/c-kit levels increase with BP levels are positively correlated with ET-1 and TNF-alpha levels"}, {"pubmed": 19897599, "text": "IGF-I appears to be the primary proliferative signal in growth plate chondrocytes, whereas multiple factors including SCF, BDNF, and Gas6 regulate the pace of differentiation at the growth plate"}, {"pubmed": 19912360, "text": "Tumour cell SCF expression and absence of marked endothelial cell KIT expression are novel adverse prognostic features in glioblastoma."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20028869, "text": "Our findings reveal an important role for the SCF-c-kit signaling axis in self-renewal and proliferation of lung cancer stem cells"}, {"pubmed": 20117079, "text": "FES kinase is a mediator of wild-type KIT signalling implicated in cell migration."}, {"pubmed": 20131076, "text": "Data suggest that mast cell infiltration possibly induced by stem cell factor in renal interstitial tissues seems to be associated with tubulointerstitial fibrosis through PAR-2 in IgA nephropathy."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20305142, "text": "Studies indicate that human perinatal Hb switching is under control of the kit receptor/miR 221-222 complex."}, {"pubmed": 20337985, "text": "POU3F2 may regulate the properties of melanoma cells via autocrine KIT ligand signalling."}, {"pubmed": 20353940, "text": "the human Cdc34 carboxyl terminus contains a non-covalent ubiquitin binding activity that contributes to SCF-dependent ubiquitination"}, {"pubmed": 20384797, "text": "SCF transcript values were low and comparable among normal, azoospermic & neoplastic patients except that in maturation arrest at spermatocyte stage, the SCF gene expression was statistically higher than in testicular tumours."}, {"pubmed": 20396801, "text": "Results describe the effects of 6-h marathon ultra-race on the levels of IL-6, leukemia inhibiting factor (LIF), and stem cell growth factor (SCF) in athletes."}, {"pubmed": 20596251, "text": "Stem cell factor/c-kit signaling might contribute to neovascularization in proliferative diabetic retinopathy."}, {"pubmed": 20608808, "text": "The sKL levels found in umbilical cord plasma are consistent with the pleiotropic effects of sKL in facilitating the transition of the fetus to the neonatal stage."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20857409, "text": "KIT is activatable by paracrine or autocrine tumor cell-derived SCF and stimulates growth of Merkel cell carcinoma in vitro."}, {"pubmed": 21094786, "text": "Stem cell factor, interleukin-16, and interleukin-2 receptor alpha are predictive biomarkers for delayed and slow graft function after deceased donor kidney transplantation."}, {"pubmed": 21106245, "text": "Akt play an important role in cross-linking IL-4 priming, SCF signaling, and IgE-dependent activation of mature human mast cells."}, {"pubmed": 21161069, "text": "Changes in the expression of alternative isoforms of stem cell factor in peripheral blood mononuclear cells were demonstrated from the prenatal and neonatal periods to adult organism."}, {"pubmed": 21257825, "text": "Stem cell factor (and stromal-derived factor-1 alpha) correlate with an increase in circulating endothelial progenitor cells in ischemic stroke patients."}, {"pubmed": 21281800, "text": "MIF-mediated melanogenesis occurs mainly through the activation of PAR-2 and SCF expression in keratinocytes after exposure to ultraviolet-B radiation."}, {"pubmed": 21320746, "text": "Stem cell factor/c-kit signaling enhances invasion of pancreatic cancer cells via HIF-1alpha under normoxic condition"}, {"pubmed": 21368769, "text": "KITLG is an important modulator of skin pigmentation."}, {"pubmed": 21617256, "text": "variants in or near BAK1, DMRT1, TERT-CLPTM1L, and KITLG predispose to familial and bilateral TGCT."}, {"pubmed": 21636540, "text": "SCF directly enhances the neovascularization activity of endothelial progenitor cell (EPC)."}, {"pubmed": 21763396, "text": "This study evaluated the levels of c-kit mRNA in goat follicles and the effects of kit ligand (KL) on the in vitro development of cultured preantral follicles."}, {"pubmed": 21799876, "text": "cross-talk of signalling pathways associated with HIF-1 activation"}, {"pubmed": 22004924, "text": "A direct correlation was observed between SCF levels and the occurrence of acute renal allograft rejection."}, {"pubmed": 22072546, "text": "The KITLG (rs4474514) variants were significantly associated with germ cell tumors only in the adolescent age group."}, {"pubmed": 22140272, "text": "Single-nucleotide polymorphisms in the KITLG gene showed significant associations with testicular cancer"}, {"pubmed": 22194441, "text": "Variants in KITLG predispose to testicular germ cell cancer independently from spermatogenic function."}, {"pubmed": 22204707, "text": "The results suggest collaborative effects of stem cell factor, mast cell tryptase, and protease-activated receptor 2 on the malignant potential of hemodialysis-renal cell carcinoma"}, {"pubmed": 22279057, "text": "This novel in vivo humanized mouse model demonstrates the essential role of membrane-bound hSCF in human myeloid development"}, {"pubmed": 22349512, "text": "These results suggest that Rab27b negatively regulates the cell surface expression of c-kit via secretion of SCF and that ligation of SCF leads to the endolysosomal degradation system of c-kit."}, {"pubmed": 22467521, "text": "Elevated plasma levels of SCF are associated with inflammatory bowel disease with JCV infection."}, {"pubmed": 22533504, "text": "A unique requirement for KIT Ligand in the upregulation of glucocorticoid receptor alpha isoform and optimal erythroblast expansion in cultures that mimic stress erythropoiesis."}, {"pubmed": 22833529, "text": "Increased SCF/c-kit by hypoxia promotes autophagy of human placental chorionic plate-derived mesenchymal stem cells via regulating the phosphorylation of mTOR."}, {"pubmed": 23060556, "text": "Stem cell factor was expressed in all tumour subgroups, with the highest in oncocytomas and papillary renal cell carcinomas. Stem cell factor correlated positively with the cytoplasmic expression of KIT."}, {"pubmed": 23125456, "text": "this is the first report to determine the significant contribution of SCF autoproduction to neoplastic proliferation of mast cells"}, {"pubmed": 23185384, "text": "RIN3 is a negative regulator of mast cell responses to SCF"}, {"pubmed": 23273644, "text": "N-linked carbohydrate modifiers affect stem cell factor and endothelin-1-stimulated epidermal pigmentation in human epidermal equivalents"}, {"pubmed": 23662587, "text": "Seborrheic keratosis cells do not respond to IL-1alpha or TNF-alpha to stimulate production of SCF, whereas a significant stimulation of SCF is elicited by those same cytokines in normal human keratinocytes."}, {"pubmed": 23680593, "text": "Cardiomyocyte-specific overexpression of SCF protects the heart from myocardial ischemia reperfusion injury."}, {"pubmed": 23703692, "text": "Data indicate that stem cell factor (SCF) was expressed in differentiating dental pulp."}, {"pubmed": 23771924, "text": "a possible functional link between the cAMP and c-KIT signaling pathways in increasing the risk of Familial testicular germ cell tumors caused by certain KITLG alleles."}, {"pubmed": 24083421, "text": "findings indicated that SNP rs3819392 in KIT gene and rs4474514 in KITLG gene may be associated with oligospermia, suggesting that polymorphism of KIT and KITLG genes may play a role in oligospermia"}, {"pubmed": 24116170, "text": "Data indicate that insulin-like growth factor-1 (IGF1) stimulated s tem cell factor (Kitl/KITLG) protein and mRNA expression and promoter activity by activating several signaling pathways."}, {"pubmed": 24120139, "text": "Study uncovered a single-nucleotide polymorphism in a functional p53-binding site and establish its influence on the ability of p53 to bind to and regulate transcription of the KITLG gene. The SNP resides in KITLG and associates with one of the largest risks identified among cancer genome-wide association studies."}, {"pubmed": 24449920, "text": "The 3D reconstruction of ligand-induced dimers of intact receptor tyrosine kinase, KIT, is reported."}, {"pubmed": 24745671, "text": "Gain-of-function mutations in c-Kit result mastocytosis, gastrointestinal stromal tumors and other hematological neoplasms. (Review)"}, {"pubmed": 24790137, "text": "Data reveal that SCF disrupts the endothelial adherens junction and enhances vascular leakage, and suggest that anti-SCF/cKit therapy may hold promise as a potential therapy for the treatment of hyperpermeable vascular diseases."}, {"pubmed": 24880339, "text": "Variants of the KITLG enhancer is associated with blond hair color."}, {"pubmed": 24897070, "text": "Paraffin-embedded, formalin-fixed tissue from 100 consecutive patients with invasive breast cancer was immunohistochemically stained for Ki-67 and Ki-67/KL1. Ki-67 was manually scored in different regions by 2 observers and automated image analysis"}, {"pubmed": 24944064, "text": "overexpression of Snail in PDAC cells increased SCF levels, and the media conditioned by Snail-expressing PDAC cells promoted mast cell migration."}, {"pubmed": 24999927, "text": "expression in adipose tissues responsive to food availability and environmental temperature; expression altered in obesity"}, {"pubmed": 25061857, "text": "Together, these data indicate that stem cell factor1-165 is more thermostable than stem cell factor1-141."}, {"pubmed": 25086759, "text": "Stem cell factor is a novel independent prognostic biomarker for hepatocellular carcinoma after curative resection."}, {"pubmed": 25161061, "text": "These findings suggest that integration of SCF and LTD4 signals may contribute to MC hyperplasia and hyper-reactivity during airway hyper-response and inflammation"}, {"pubmed": 25213795, "text": "High KITLG is associated with growth and invasion in colorectal cancer."}, {"pubmed": 25220285, "text": "A functional p53 responsive polymorphism in KITLG, rs4590952, does not affect the risk of breast cancer."}, {"pubmed": 25241372, "text": "study reports a modulatory role for antimullerian hormone as an ovarian/follicular autocrine/paracrine factor controlling SCF expression via the cAMP/PKA pathway in granulosa cells"}, {"pubmed": 25401222, "text": "High SCF expression is associated with metastasis in non-small cell lung cancers."}, {"pubmed": 25418470, "text": "IL-1b, which normally bridges innate and adaptive immunity, induces the production of the major haematopoietic/proleukaemic growth factor SCF through the PI-3K/mTOR pathway and the HIF-1a transcription complex."}, {"pubmed": 25457384, "text": "SCF-mediated gamma-globin gene expression in adult human erythroid cells is associated with KLF1, BCL11A and SOX6 down-regulation."}, {"pubmed": 25514101, "text": "KIT-L could be now a direct NOBOX target."}, {"pubmed": 25766327, "text": "we found that Kl treatment impairs Nodal mRNA expression and Fgf9-mediated Nanos2 induction, reinforcing the antagonistic effect of these two growth factors on the meiotic fate of male germ cells"}, {"pubmed": 25799412, "text": "Results identified SCF as a direct target of HIF-1 in pancreatic cancer. SCF/c-kit promoted invasion and proliferation of pancreatic cancer cells and may be a new target for the treatment of pancreatic cancer."}, {"pubmed": 25962936, "text": "Paracrine signaling from SCF to KIT, between differentiated tumor cells and undifferentiated stem-like tumor cells, helps maintain the stem-like features of tumor cells, predominantly under conditions of hypoxia."}, {"pubmed": 26026391, "text": "KIT and KITLG are expressed by a subset of human colon tumors. KIT signaling promotes growth of colon cancer cells and organoids in culture and xenograft tumors in mice via its ligand, KITLG, in an autocrine or paracrine manner."}, {"pubmed": 26049754, "text": "Foxc1 is essential for progenitor cell development and maintenance of bone marrow niches for these cells upregulating CXCL12 and SCF expression and inhibiting of adipogenic processes in cell progenitors. (Review)"}, {"pubmed": 26177551, "text": "IL-7 and SCF are elevated for a prolonged period after double umbilical cord blood transplantation and persistently high levels of these cytokines may correlate with worse clinical outcomes."}, {"pubmed": 26179221, "text": "We identified a new heterozygous missense mutation in two families with hyper- and hypopigmentation disorders (p.Thr34Asn and p.Val37Gly, respectively). Of the six affected individuals examined by us, two had cancer."}, {"pubmed": 26188365, "text": "Na+/H+ antiporter inhibition induces cell death in TF-1 erythroleukemia cells stimulated by the stem cell factor"}, {"pubmed": 26522471, "text": "Allelic Mutations of KITLG, Encoding KIT Ligand, Cause Asymmetric and Unilateral Hearing Loss and Waardenburg Syndrome Type 2."}, {"pubmed": 26666817, "text": "Overexpression of SCF is associated with Lewis lung carcinoma."}, {"pubmed": 26704889, "text": "results suggested the existence of E2F1-miR-34c-SCF negative feedback loop which was interrupted by the hyper-methylation of miR-34c promoter in CRC cells and increased cell proliferation."}, {"pubmed": 26791471, "text": "women with endometriosis have low levels of endometrial SCF"}, {"pubmed": 26853551, "text": "both SCF and IL-31 play an important role in mediating inflammation and enhancing severity of atopic asthma."}, {"pubmed": 26909822, "text": "PAR2 plays a direct role in melanogenesis by increasing SCF secretion from keratinocytes."}, {"pubmed": 27762658, "text": "results suggest that SCF can accelerate cell homing and the maturation of the pulp-dentin complex in human immature teeth."}, {"pubmed": 27859606, "text": "We did not find any KITLG mutation in two affected individuals with familial progressive hyperpigmentation and hypopigmentation."}, {"pubmed": 28064312, "text": "A significant association of rs995030 of the KITLG gene with the development of testicular germ cell tumors (p = 0.029 for the allele G, p = 0.0124 for the genotype GG) was revealed."}, {"pubmed": 28153790, "text": "Hypoxia microenvironment in hepatocellular carcinoma up-regulates HIF2/SCF expression, which in turn promotes angiogenesis and HCC metastasis."}, {"pubmed": 28285567, "text": "A statistically significant relationship was found between stem cell factor level and oocyte maturation, embryo quality, and clinical pregnancy."}, {"pubmed": 28290616, "text": "There were no significant differences in CD334-SCF double-positive FB and CD31-SCF double-positive EC levels between the two periapical tissue groups (P > 0.05). CD14-SCF double-positive MP density was considerably higher in periapical granulomas than in cysts (P < 0.01)."}, {"pubmed": 28370370, "text": "Insights into the transmembrane helix associations of Kit ligand have been reported."}, {"pubmed": 28456630, "text": "results revealed that the Th17-mediated inflammatory environment promotes mast cell accumulation through keratinocyte-derived SCF"}, {"pubmed": 28551414, "text": "SCF is a critical regulatory factor for conceptus development and implantation during pregnancy in pigs."}, {"pubmed": 28714970, "text": "Bone marrow adipocytes synthesize SCF, promoting hematopoietic stem cell proliferation/regeneration."}, {"pubmed": 28880927, "text": "the critical physiological role of the KIT-ET3-NO pathway in fulfilling high demand (exceeding basal level) of endothelium-dependent NO generation for coping with atherosclerosis, pregnancy, and aging, is reported."}, {"pubmed": 28954236, "text": "Authors show here that cyclin F, a substrate receptor F-box protein for the SCF (Skp1/Cul1/F-box) family of E3 ubiquitin ligases, is a bona fide AKT substrate."}, {"pubmed": 29112292, "text": "Our present data suggest that SCF produced in the urinary bladder may act as a possible mediator by binding to c-kit, which is expressed in ICC-like cells in the suburothelial and muscle layers, to control bladder function."}, {"pubmed": 29631773, "text": "A genetic analysis revealed a novel heterozygous mutation c.645_650delTGTGTC which results in the in-frame deletion of Val216 and Ser217 in the extracellular domain of KIT in case of familial piebaldism. Mutant KIT was able to form a heterodimer with Wt KIT and bind SCF; however, the phosphorylation of KIT, STAT5 and ERK1/2 was markedly decreased."}, {"pubmed": 29961894, "text": "The pleiotropic effects of KITLG, that is, pigmentation and thermogenesis were both targeted by natural selection that acted on different KITLG sequence variants, contributing to the adaptation of Eurasians to both UV radiation and winter temperature at high latitude areas."}, {"pubmed": 30091263, "text": "SCF interferes with MRGPRX2 function at distinct levels, acting by acute interference with the MRGPRX2 initiated cascade, but also through restriction of receptor expression to perpetuate inhibition."}, {"pubmed": 30142893, "text": "Microtubule hyperacetylation enhances KL1-dependent micronucleation under a Tau deficiency in mammary epithelial cells."}, {"pubmed": 30298755, "text": "The significant negative association between KITLG DNA methylation and morning cortisol, measured under a stressful condition, suggests that individuals with higher KITLG methylation will secrete lower levels of cortisol whilst under stress."}, {"pubmed": 30388134, "text": "Stem cell factor and NSC87877 combine to enhance c-Kit mediated proliferation of human megakaryoblastic cells"}, {"pubmed": 30617299, "text": "Together these findings indicate that SCF is a critical cytokine involved in the activation of Group 2 innate lymphoid cells that lead to more severe outcomes during chronic allergy and that the SCF248 isoform could be an important therapeutic target to control the disease progression."}, {"pubmed": 31138788, "text": "SCF could help c-Kit(+) cancer stem cell survival in selective culture conditions and promote their canonical stemness properties, thus indicating the possible existence of a juxtacrine/paracrine circuit in epithelial ovarian cancer."}, {"pubmed": 31530062, "text": "Our findings suggest that SCF and C-kit receptors have a direct effect on the severity of aspirin-induced asthma."}, {"pubmed": 31612386, "text": "KITLG rs995030 A>G polymorphism might be associated with increased risk of testicular germ cell tumors. (Systematic Review; Meta-analysis)"}, {"pubmed": 31870114, "text": "High SCF expression is associated with Hyperpigmented Skin Lesions."}, {"pubmed": 32189379, "text": "Novel mutation in the KITLG gene in familial progressive hyperpigmentation with or without hypopigmentation."}, {"pubmed": 32203862, "text": "The mediating role of KITLG DNA methylation in the association between childhood adversity and cortisol stress reactivity does not replicate in monocytes."}, {"pubmed": 32223088, "text": "The single nucleotide polymorphisms rs995030 and rs4474514 of the KITLG gene were not significantly correlated with male infertility"}, {"pubmed": 32327564, "text": "Lung Function in African American Children with Asthma Is Associated with Novel Regulatory Variants of the KIT Ligand KITLG/SCF and Gene-By-Air-Pollution Interaction."}, {"pubmed": 32336682, "text": "Stem cell factor is implicated in microenvironmental interactions and cellular dynamics of chronic lymphocytic leukemia."}, {"pubmed": 32463597, "text": "High expression of KITLG is a new hallmark activating the MAPK pathway in type A and AB thymoma."}, {"pubmed": 32578480, "text": "The Mast Cell-SCF-CB1 Interaction Is a Key Player in Seborrheic Keratosis."}, {"pubmed": 32736659, "text": "Hepatocyte growth factor (HGF) and stem cell factor (SCF) maintained the stemness of human bone marrow mesenchymal stem cells (hBMSCs) during long-term expansion by preserving mitochondrial function via the PI3K/AKT, ERK1/2, and STAT3 signaling pathways."}, {"pubmed": 33407466, "text": "Identification of a novel mutation in the KITLG gene in a Chinese family with familial progressive hyper- and hypopigmentation."}, {"pubmed": 34450114, "text": "Tissue distribution of stem cell factor in adults."}, {"pubmed": 34716665, "text": "De novo mutation in KITLG gene causes a variant of Familial Progressive Hyper- and Hypo-pigmentation (FPHH)."}, {"pubmed": 35023029, "text": "The association of stem cell factor and soluble c-Kit (s-cKit) receptor serum concentrations with the severity and risk prediction of autism spectrum disorders."}, {"pubmed": 35543077, "text": "Biallelic KITLG variants lead to a distinct spectrum of hypomelanosis and sensorineural hearing loss."}, {"pubmed": 36233032, "text": "KITLG Promotes Glomerular Endothelial Cell Injury in Diabetic Nephropathy by an Autocrine Effect."}, {"pubmed": 36242590, "text": "DAZAP1 facilitates the alternative splicing of KITLG to promote multiple myeloma cell proliferation via ERK signaling pathway."}, {"pubmed": 37174705, "text": "Clorfl86/RHEX Is a Negative Regulator of SCF/KIT Signaling in Human Skin Mast Cells."}, {"pubmed": 38206705, "text": "Effects of stem cell factor in follicular fluid and granulosa cells on oocyte maturity and clinical pregnancy."}], "genomic_pos": {"chr": "12", "end": 88580851, "ensemblgene": "ENSG00000049130", "start": 88492793, "strand": -1}, "genomic_pos_hg19": {"chr": "12", "end": 88974628, "start": 88886570, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001541", "qualifier": "involved_in", "term": "ovarian follicle development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001755", "qualifier": "involved_in", "term": "neural crest cell migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002244", "qualifier": "involved_in", "term": "hematopoietic progenitor cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002573", "qualifier": "involved_in", "term": "myeloid leukocyte differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002687", "qualifier": "involved_in", "term": "positive regulation of leukocyte migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002763", "qualifier": "involved_in", "term": "positive regulation of myeloid leukocyte differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007155", "qualifier": "involved_in", "term": "cell adhesion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007265", "qualifier": "involved_in", "term": "Ras protein signal transduction"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0008284", "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008284", "pubmed": 9722506, "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0008584", "pubmed": 17848411, "qualifier": "involved_in", "term": "male gonad development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014070", "qualifier": "involved_in", "term": "response to organic cyclic compound"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033024", "qualifier": "involved_in", "term": "mast cell apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033026", "qualifier": "involved_in", "term": "negative regulation of mast cell apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0035162", "pubmed": 21149635, "qualifier": "involved_in", "term": "embryonic hemopoiesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035234", "qualifier": "involved_in", "term": "ectopic germ cell programmed cell death"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042098", "qualifier": "involved_in", "term": "T cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042102", "qualifier": "involved_in", "term": "positive regulation of T cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045636", "qualifier": "involved_in", "term": "positive regulation of melanocyte differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046579", "qualifier": "involved_in", "term": "positive regulation of Ras protein signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050731", "qualifier": "involved_in", "term": "positive regulation of peptidyl-tyrosine phosphorylation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070662", "qualifier": "involved_in", "term": "mast cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070668", "qualifier": "involved_in", "term": "positive regulation of mast cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0097192", "qualifier": "involved_in", "term": "extrinsic apoptotic signaling pathway in absence of ligand"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0097324", "qualifier": "involved_in", "term": "melanocyte migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0097531", "qualifier": "involved_in", "term": "mast cell migration"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:1901534", "pubmed": 2208279, "qualifier": "involved_in", "term": "positive regulation of hematopoietic progenitor cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1902035", "qualifier": "involved_in", "term": "positive regulation of hematopoietic stem cell proliferation"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 26522471, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005856", "qualifier": "located_in", "term": "cytoskeleton"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 26522471, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005886", "pubmed": 10049787, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0030027", "pubmed": 26522471, "qualifier": "located_in", "term": "lamellipodium"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0030175", "pubmed": 26522471, "qualifier": "located_in", "term": "filopodium"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005125", "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005173", "qualifier": "enables", "term": "stem cell factor receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 17662946, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008083", "qualifier": "enables", "term": "growth factor activity"}]}, "homologene": {"genes": [[8364, 733847], [9031, 396028], [9544, 574254], [9598, 452114], [9606, 4254], [9615, 403507], [9913, 281885], [10090, 17311], [10116, 60427]], "id": 692}, "interpro": [{"desc": "Stem cell factor", "id": "IPR003452", "short_desc": "SCF"}, {"desc": "Four-helical cytokine-like, core", "id": "IPR009079", "short_desc": "4_helix_cytokine-like_core"}], "ipi": ["IPI00009450", "IPI00220142", "IPI00479376"], "map_location": "12q21.32", "name": "KIT ligand", "other_names": ["c-Kit ligand", "familial progressive hyperpigmentation 2", "kit ligand", "mast cell growth factor", "steel factor", "stem cell factor"], "pantherdb": {"HGNC": "6343", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "96974", "ortholog_type": "LDO", "panther_family": "PTHR11574", "taxid": 10090, "uniprot_kb": "P20826"}, {"RGD": "3086", "ortholog_type": "LDO", "panther_family": "PTHR11574", "taxid": 10116, "uniprot_kb": "P21581"}, {"Ensembl": "ENSGALG00000011206", "ortholog_type": "LDO", "panther_family": "PTHR11574", "taxid": 9031, "uniprot_kb": "Q09108"}, {"ZFIN": "ZDB-GENE-070424-2", "ortholog_type": "O", "panther_family": "PTHR11574", "taxid": 7955, "uniprot_kb": "F1RDP0"}, {"ZFIN": "ZDB-GENE-070424-1", "ortholog_type": "LDO", "panther_family": "PTHR11574", "taxid": 7955, "uniprot_kb": "Q56JH6"}], "uniprot_kb": "P21583"}, "pathway": {"biocarta": [{"id": "badpathway", "name": "regulation of bad phosphorylation"}, {"id": "mcmpathway", "name": "cdk regulation of dna replication"}, {"id": "melanocytepathway", "name": "melanocyte development and pigmentation pathway"}], "kegg": [{"id": "hsa04010", "name": "MAPK signaling pathway - Homo sapiens (human)"}, {"id": "hsa04014", "name": "Ras signaling pathway - Homo sapiens (human)"}, {"id": "hsa04015", "name": "Rap1 signaling pathway - Homo sapiens (human)"}, {"id": "hsa04072", "name": "Phospholipase D signaling pathway - Homo sapiens (human)"}, {"id": "hsa04151", "name": "PI3K-Akt signaling pathway - Homo sapiens (human)"}, {"id": "hsa04640", "name": "Hematopoietic cell lineage - Homo sapiens (human)"}, {"id": "hsa04916", "name": "Melanogenesis - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}], "netpath": {"id": "Pathway_KitReceptor", "name": "KitReceptor"}, "pid": [{"id": "cmyb_pathway", "name": "C-MYB transcription factor network"}, {"id": "kitpathway", "name": "Signaling events mediated by Stem cell factor receptor (c-Kit)"}], "reactome": [{"id": "R-HSA-1257604", "name": "PIP3 activates AKT signaling"}, {"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1433557", "name": "Signaling by SCF-KIT"}, {"id": "R-HSA-1433557", "name": "Signaling by SCF-KIT"}, {"id": "R-HSA-1433559", "name": "Regulation of KIT signaling"}, {"id": "R-HSA-1433559", "name": "Regulation of KIT signaling"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-199418", "name": "Negative regulation of the PI3K/AKT network"}, {"id": "R-HSA-2219528", "name": "PI3K/AKT Signaling in Cancer"}, {"id": "R-HSA-2219530", "name": "Constitutive Signaling by Aberrant PI3K in Cancer"}, {"id": "R-HSA-5663202", "name": "Diseases of signal transduction by growth factor receptors and second messengers"}, {"id": "R-HSA-5673001", "name": "RAF/MAP kinase cascade"}, {"id": "R-HSA-5683057", "name": "MAPK family signaling cascades"}, {"id": "R-HSA-5684996", "name": "MAPK1/MAPK3 signaling"}, {"id": "R-HSA-6811558", "name": "PI5P, PP2A and IER3 Regulate PI3K/AKT Signaling"}, {"id": "R-HSA-9006925", "name": "Intracellular signaling by second messengers"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}, {"id": "R-HSA-9730414", "name": "MITF-M-regulated melanocyte development"}, {"id": "R-HSA-9856649", "name": "Transcriptional and post-translational regulation of MITF-M expression and activity"}], "wikipathways": [{"id": "WP2848", "name": "Differentiation Pathway"}, {"id": "WP304", "name": "Kit receptor signaling pathway"}, {"id": "WP3932", "name": "Focal Adhesion-PI3K-Akt-mTOR-signaling pathway"}, {"id": "WP4172", "name": "PI3K-Akt signaling pathway"}, {"id": "WP4331", "name": "Neovascularisation processes"}, {"id": "WP4754", "name": "IL-18 signaling pathway"}]}, "pdb": ["1EXZ", "1SCF", "2E9W", "8DFM", "8DFP", "8DFQ"], "pfam": "PF02404", "pharmgkb": "PA30129", "pharos": {"target_id": 12832, "tdl": "Tbio"}, "pir": ["A35974", "B61190", "S29052"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF252651", "relationship": "is"}, {"id": "GNF252652", "relationship": "is"}, {"id": "GNF252653", "relationship": "is"}, {"id": "GNF252654", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF039555", "relationship": "is"}, {"id": "GNF044932", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF085352", "relationship": "is"}, {"id": "GNF085353", "relationship": "is"}, {"id": "GNF085354", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF050958", "relationship": "is"}, {"id": "GNF055724", "relationship": "is"}, {"id": "GNF060399", "relationship": "is"}, {"id": "GNF078729", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070461", "relationship": "is"}, {"id": "GNF070462", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF128674", "relationship": "is"}, {"id": "GNF128686", "relationship": "is"}, {"id": "GNF128697", "relationship": "is"}, {"id": "GNF278146", "relationship": "is"}, {"id": "GNF278177", "relationship": "is"}, {"id": "GNF278183", "relationship": "is"}, {"id": "GNF278296", "relationship": "is"}], "MasterSecretomicsList": [{"id": "GNF331272", "relationship": "is"}, {"id": "GNF332624", "relationship": "is"}, {"id": "GNF332647", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": [{"id": "GNF334729", "relationship": "is"}, {"id": "GNF336925", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF105932", "relationship": "is"}, {"id": "GNF145578", "relationship": "is"}, {"id": "GNF147507", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000012.12", "NC_060936.1", "NG_012098.2"], "protein": ["NP_000890.1", "NP_003985.2"], "rna": ["NM_000899.5", "NM_003994.6"], "translation": [{"protein": "NP_000890.1", "rna": "NM_000899.5"}, {"protein": "NP_003985.2", "rna": "NM_003994.6"}]}, "reporter": {"HG-U133_Plus_2": ["207029_at", "211124_s_at", "226534_at"], "HG-U95Av2": "597_at", "HTA-2_0": "TC12001792.hg.1", "HuEx-1_0": ["2432177", "2432272", "2432323", "3464747", "3464778", "3940080"], "HuGene-1_1": "7965322", "HuGene-2_1": "16768270"}, "retired": 51598, "summary": "This gene encodes the ligand of the tyrosine-kinase receptor encoded by the KIT locus. This ligand is a pleiotropic factor that acts in utero in germ cell and neural cell development, and hematopoiesis, all believed to reflect a role in cell migration. In adults, it functions pleiotropically, while mostly noted for its continued requirement in hematopoiesis. Two transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Jul 2008].", "symbol": "KITLG", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1366480"}, "unigene": ["Hs.661108", "Hs.1048"], "uniprot": {"Swiss-Prot": "P21583", "TrEMBL": ["A0A2R8Y515", "S4R442", "S4R384"]}, "wikipedia": {"url_stub": "Stem cell factor"}}