{"AllianceGenome": "6345", "HGNC": "6345", "MIM": "600599", "_id": "10661", "_version": 2, "accession": {"genomic": ["AC020934.9", "AD000092.1", "CH471106.1", "CP068259.2", "FJ200443.1", "FJ200444.1", "FJ200445.1", "FJ200446.1", "FJ200447.1", "FJ200448.1", "FJ200449.1", "FJ200450.1", "FJ356267.1", "FJ356268.1", "JX877554.1", "KF542814.2", "KF542815.1", "KT322131.1", "KT322132.1", "KT322133.1", "KT322134.1", "KT322135.1", "KT322136.1", "KU214878.1", "KY652761.1", "KY926706.1", "KY926707.1", "LC104981.1", "LC104982.1", "LC104983.1", "LC104984.1", "LC104985.1", "LC104986.1", "LC104987.1", "LC104988.1", "LC104989.1", "LC104990.1", "LC104991.1", "LC104992.1", "LC104993.1", "LC104994.1", "LC104995.1", "LC104996.1", "LC104997.1", "LC104998.1", "LC106019.1", "LC106020.1", "LC106021.1", "LC106022.1", "LC106023.1", "LC106024.1", "LC106025.1", "LC106026.1", "LC153351.1", "LC339918.1", "LC339919.1", "LC339920.1", "LC339921.1", "LC339922.1", "LC339923.1", "LT796704.1", "MF668938.1", "MF668939.1", "MG990940.1", "MH716182.1", "MZ436643.1", "NC_000019.10", "NC_060943.1", "NG_013087.1", "OQ054248.1", "OQ054249.1", "OQ054250.1", "OQ054251.1", "OQ054252.1", "OQ054253.1", "OR000212.1", "OR000213.1", "OR000214.1", "OR881128.1", "OR881129.1", "U37106.1"], "protein": ["AAB51173.1", "AAC50562.1", "AAC51108.1", "AAH33580.1", "ACJ26762.1", "ACJ26763.1", "ACM18112.1", "ACM18113.1", "ACM18114.1", "ACM18115.1", "ACM18116.1", "AFW90650.1", "AHA61453.1", "AHA61454.1", "ALX18089.1", "ALX18090.1", "ALX18091.1", "ALX18092.1", "ALX18093.1", "ALX18094.1", "ANC85230.1", "AQY61598.1", "ASU50672.1", "AXZ96478.1", "AYW35874.1", "EAW84323.1", "NP_006554.1", "Q13351.1", "UAM96517.1", "WCJ14654.1", "WCJ14655.1", "WCJ14656.1", "WCJ14657.1", "WCJ14658.1"], "rna": ["BC033580.1", "BC040000.1", "NM_006563.5", "U65404.1"], "translation": [{"protein": "NP_006554.1", "rna": "NM_006563.5"}, {"protein": "AAC51108.1", "rna": "U65404.1"}, {"protein": "AAH33580.1", "rna": "BC033580.1"}]}, "alias": ["EKLF", "EKLF/KLF1"], "ensembl": {"gene": "ENSG00000105610", "protein": "ENSP00000264834", "transcript": "ENST00000264834", "translation": [{"protein": "ENSP00000264834", "rna": "ENST00000264834"}], "type_of_gene": "protein_coding"}, "entrezgene": "10661", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 6.90153653816, "exp_mis": 147.289378434, "exp_syn": 87.3547040564, "lof_z": 0.339938386047782, "mis_z": 2.47010887336478, "mu_lof": 7.8598355843e-07, "mu_mis": 1.93682769508e-05, "mu_syn": 1.19137101056e-05, "n_lof": 6.0, "n_mis": 86.0, "n_syn": 45.0, "p_li": 0.000201077104049452, "p_null": 0.514328548161827, "p_rec": 0.485470374734123, "syn_z": 2.80936338519326}, "bp": 1089, "cds_end": 12997954, "cds_start": 12995698, "n_exons": 3, "nonpsych": {"exp_lof": 6.19365566473, "exp_mis": 133.258203613, "exp_syn": 79.011544553, "lof_z": 0.07642028461942, "mis_z": 2.54549236051159, "mu_lof": 7.8598355843e-07, "mu_mis": 1.93682769508e-05, "mu_syn": 1.19137101056e-05, "n_lof": 6.0, "n_mis": 75.0, "n_syn": 43.0, "p_li": 0.000142461982205975, "p_null": 0.608523221074742, "p_rec": 0.391334316943052, "syn_z": 2.55070282500899}, "nontcga": {"exp_lof": 6.34425747614, "exp_mis": 135.501081744, "exp_syn": 80.3611837401, "lof_z": 0.134826176574171, "mis_z": 2.46101596853846, "mu_lof": 7.8598355843e-07, "mu_mis": 1.93682769508e-05, "mu_syn": 1.19137101056e-05, "n_lof": 6.0, "n_mis": 78.0, "n_syn": 43.0, "p_li": 0.000149332964428272, "p_null": 0.573495020230074, "p_rec": 0.426355646805498, "syn_z": 2.63888040000423}, "transcript": "ENST00000264834.4"}, "exons": [{"cdsend": 12887140, "cdsstart": 12884884, "chr": "19", "position": [[12884422, 12885060], [12885316, 12886142], [12887053, 12887201]], "strand": -1, "transcript": "NM_006563", "txend": 12887201, "txstart": 12884422}], "exons_hg19": [{"cdsend": 12997954, "cdsstart": 12995698, "chr": "19", "position": [[12995235, 12995874], [12996130, 12996956], [12997867, 12998015]], "strand": -1, "transcript": "NM_006563", "txend": 12998015, "txstart": 12995235}], "generif": [{"pubmed": 11844803, "text": "nuclear localization determinants of EKLF depend on basic residues with the Kruppel zinc finter dna binding domains"}, {"pubmed": 14976188, "text": "bifunctional control of IL-12 p40 by EKLF and its modulation of NFkappaB support a potential function for this factor in orchestrating IL-12 p40 production in macrophages"}, {"pubmed": 15937668, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16184297, "text": "Erythroid Kruppel-like factor (EKLF; KLF1) is a transcription factor, originally identified in this laboratory, which plays a crucial role as a transcriptional activator at the adult beta-globin locus."}, {"pubmed": 16858401, "text": "Our results further indicate that in hematopoietic progenitors, EKLF influences chromatin organization at the human beta-globin locus and is instrumental for human beta-gene potentiation"}, {"pubmed": 18195733, "text": "Sp1/Sp3, but not EKLF, is involved in the activation of the GATA-1 erythroid promoter, and that histones H3 and H4 are highly acetylated in this promoter region for an actively transcribed GATA-1"}, {"pubmed": 18329016, "text": "These studies suggest there is an unexplored role for EKLF in the cytoplasm that is separate from its well-characterized nuclear function."}, {"pubmed": 18487511, "text": "A search for mutations in erythroid transcription factors showed mutations in the promoter or coding sequence of EKLF in 21 of 24 persons with the In(Lu) phenotype."}, {"pubmed": 18523154, "text": "EKLF restricts megakaryocytic differentiation to the benefit of erythrocytic differentiation and suggest that this might be at least partially mediated by the inhibition of FLI-1 recruitment to megakaryocytic and Fli-1 gene promoters."}, {"pubmed": 19097174, "text": "A higher expression of EKLF was found in secondary AML versus primary AML. Nevertheless, patients expressing EKLF had a longer overall survival and event free survival than those patients that did not express EKLF."}, {"pubmed": 19220418, "text": "EKLF and the co-activator BRG1 are co-opted by short-chain fatty acid derivatives to activate the gamma globin genes"}, {"pubmed": 19251649, "text": "EKLF directs different modes of tissue-specific transcriptional activation depending on the architecture of its target core promoter."}, {"pubmed": 19850899, "text": "The effect of EKLF on megakaryocyte-erythroid progenitor lineage decision and commitment is cell autonomous in bone marrow reconstitution assays where stem cells lacking EKLF favor the megakaryocyte differentiation pathway."}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20642331, "text": "Results indicate that detailed analysis of the distribution of the HBB gene mutations is useful for genetic counseling in the region."}, {"pubmed": 20676097, "text": "KLF1 controls globin gene switching by directly activating beta-globin and indirectly repressing gamma-globin gene expression."}, {"pubmed": 20676099, "text": "Haploinsufficiency for KLF1 causes hereditary persistence of fetal hemoglobin."}, {"pubmed": 20686118, "text": "Overexpression of either KLF1 or LMO2 partially rescued the defect in erythropoiesis caused by c-myb silencing, whereas only KLF1 was also able to repress the megakaryocyte differentiation enhanced in Myb-silenced CD34+ cells."}, {"pubmed": 21055716, "text": "the study of this disease-causing mutation in KLF1 provides further insights into the roles of this transcription factor during erythropoiesis in humans."}, {"pubmed": 21157349, "text": "KLF1, a vital erythroid transcription factor, activates BCL11A and assists in coordinating the switch from fetal to adult hemoglobin"}, {"pubmed": 21190291, "text": "KLF1 Directly Coordinates Almost All Aspects of Terminal Erythroid Differentiation."}, {"pubmed": 21273267, "text": "Data show that the association of KLF1 mutations with very high levels of zinc protoporphyrin."}, {"pubmed": 21610079, "text": "KLF1 and KLF2 positively regulate the embryonic and fetal beta-globin genes through direct promoter binding."}, {"pubmed": 21670263, "text": "solution structure of the EKLFTAD2/Tfb1PH complex indicates that EKLFTAD2 binds Tfb1PH in an extended conformation, which is in contrast to the alpha-helical conformation seen for p53TAD2 in complex with Tfb1PH"}, {"pubmed": 21778342, "text": "E325K protein may therefore actively interfere with EKLF-dependent processes by destabilizing transcription complexes, providing a rational explanation for the severity of the disease phenotype."}, {"pubmed": 21821711, "text": "Six different KLF1 mutations were identified in 52 of 145 subjects with borderline HBA2 and normal mean corpuscular volume and mean corpuscular hemoglobin."}, {"pubmed": 22093801, "text": "Mutated KLF1 results in delayed fetal hemoglobin switching in humans, confirming previous in vitro and animal studies and the crucial role of KLF1 in regulating globin gene expression."}, {"pubmed": 22102705, "text": "KLF1 mutations could make a significant contribution to Hb F variance in malarial regions where hemogobinopathies are common. A single altered KLF1 allele is sufficient to increase Hb F levels."}, {"pubmed": 22393050, "text": "Studies show that Ppm1b plays a multilayered role in regulating the availability and optimal activity of the EKLF protein in erythroid cells."}, {"pubmed": 22965552, "text": "EKLF mRNA level was significantly decreased in the blood and bone marrow of 5q- syndrome and in all Diamond-Blackfan anemia patients."}, {"pubmed": 23125034, "text": "Data show that KLF1 haploinsufficiency is responsible for the In(Lu) blood type."}, {"pubmed": 23161389, "text": "The 1st KLF1 gene promoter mutation (KLF1:g.-148G > A) associated with increased HbF resides in an Sp1 binding site & prevents Sp1 binding. It is involved in human fetal globin gene switching."}, {"pubmed": 23209159, "text": "Regulators, including BCL11A, MYB, and KLF1, hold great promise to develop targeted and more effective approaches for HbF induction"}, {"pubmed": 23223429, "text": "Simvastatin and tBHQ suppress KLF1 and BCL11 gene expression and additively increase fetal hemoglobin in primary human erythroid cells."}, {"pubmed": 23474875, "text": "KLF1 conscripts the adult-stage beta-globin gene to replace the gamma-globin gene within the active chromatin hub in a stage-specific manner."}, {"pubmed": 23806141, "text": "Data suggest that the Kruppel-like factor 1 (KLF) mutations could be one of the causes of hereditary persistence of fetal hemoglobin (HPFH) in regions where thalassemias are common."}, {"pubmed": 24139988, "text": "Select activation-degradation regions like the ones found in EKLF and SREBP1a function in part through their ability to form noncovalent interactions with ubiquitin."}, {"pubmed": 24443441, "text": "Mutations in Kruppel-like factor 1 cause transfusion-dependent hemolytic anemia and persistence of embryonic globin gene expression."}, {"pubmed": 24594363, "text": "In erythroid cells, pull down experiments identified the presence of a novel complex formed by HDAC5, GATA1, EKLF and pERK which was instead undetectable in cells of the megakaryocytic lineage."}, {"pubmed": 24711040, "text": "The frequency of rare Lu(a-b-) blood group in Shanghai was approximately 0.02%, and all the individuals had an In(Lu) phenotype. The molecular basis of such samples may be related to mutations in the EKLF/KLF1 gene."}, {"pubmed": 24829204, "text": "findings suggest that KLF1 mutations occur selectively in the presence of beta-thalassemia to increase the production of HbF, which in turn ameliorates the clinical severity of beta-thalassemia."}, {"pubmed": 24857170, "text": "Molecular defect in the alpha-globin and beta-globin genes, and in the KLF1 gene were found in the borderline hemoglobin A2 Chinese individuals."}, {"pubmed": 24916507, "text": "expression of erythroid Kruppel-like factor (EKLF) precedes PlGF, and its enforced expression in erythroid progenitor cells induces PlGF mRNA"}, {"pubmed": 25457384, "text": "SCF-mediated gamma-globin gene expression in adult human erythroid cells is associated with KLF1, BCL11A and SOX6 down-regulation."}, {"pubmed": 25528728, "text": "These results indicate that KLF1 plays a role in facilitating and/or stabilizing GATA-1 and TAL1 occupancy in the erythroid genes, contributing to the generation of active chromatin structure such as histone acetylation and chromatin looping"}, {"pubmed": 25583416, "text": "The patient with the p.F182L variant (KLF1: c.544T > C) had noticeably high Hb A2 levels (7.6%), consistent with the phenotypic effect of several previously characterized KLF1 mutations in the same exonic region."}, {"pubmed": 25585695, "text": "A KLF1-targeted promoter-reporter assay showed that the two mutations reduce the expression of the HBB, BCL11A, and CD44 genes involved in erythropoiesis."}, {"pubmed": 25690802, "text": "Here we describe a Japanese patient with mild beta-thalassemia with an intact beta-globin gene but a new missense mutation of c.947G > A or p.C316Y in the KLF1 gene which is strongly associated with the expression of the beta-globin gene."}, {"pubmed": 25694242, "text": "KLF1 mutations are associated with increased hemoglobin F and A2 expression."}, {"pubmed": 25724378, "text": "Described is a case of severe neonatal anemia with kernicterus caused by compound heterozygosity for null mutations in KLF1, each inherited from asymptomatic parents. One of the mutations is novel. This is the first described case of a KLF1-null human."}, {"pubmed": 25976964, "text": "Studies indicate that Kruppel-like factor 1 (KLF1) mutations have been associated with severe hematologic disorders."}, {"pubmed": 26053062, "text": "a successful induction of gamma-globin includes a reduction in BCL11A, KLF1 and TAL1 expression."}, {"pubmed": 26159733, "text": "erythrocyte lineage enforces exclusivity through upregulation of EKLF and its lineage-specific cytokine receptor (EpoR) while inhibiting both FLI-1 and the receptor TpoR (also known as MPL) for the opposing megakaryocyte lineage"}, {"pubmed": 26303528, "text": "The study identified the DEK oncoprotein as a critical factor that interacts with an essential upstream enhancer element of the EKLF promoter and exerts a positive effect on EKLF levels."}, {"pubmed": 26840243, "text": "results suggest that KLF1 directly regulates the beta-globin gene, but probably has less direct impact on expression of the gamma-globin gene in fetal erythroblasts"}, {"pubmed": 26903544, "text": "a broad range of hitherto unrelated human red cell disorders are caused by variants in KLF1, a master regulator of erythropoiesis, which were previously considered to be extremely rare causes of human genetic disease [review]"}, {"pubmed": 27026582, "text": "NF-E2, TAL1 and KLF1, all activators play a primary role in HSs formation in the LCR"}, {"pubmed": 27043150, "text": "seven new alleles in the KLF1 gene, which are presumed to act dominantly to silence LU expression, were identified"}, {"pubmed": 27282573, "text": "KLF1 is an important genetic factor associated with increased Hb F and in combination with other modifying factors could explain the phenotypic variation of Hb F expression in this common hemoglobinopathy."}, {"pubmed": 27447460, "text": "Our study highlighted two novel promoter KLF1 and 3'-region C/EBPalpha motifs in the phenylalanine hydroxylase (PAH) gene which decrease transcription in vitro and, thus, could be considered as PAH expression modifiers."}, {"pubmed": 27668420, "text": "Findings suggest that the induction of an indel mutation in the Kruppel like factor 1 (KLF1) gene leading to a null allele."}, {"pubmed": 27701781, "text": "Hereditary persistence of fetal hemoglobin in two patients with KLF1 haploinsufficiency due to 19p13.2-p13.12/13 deletion"}, {"pubmed": 27708211, "text": "A hypothesis on possible liaisons between mutations in the gene encoding EKLF and resistance to pathogens is presented."}, {"pubmed": 27821015, "text": "A novel heterozygous mutation was identified in a highly conserved residue in the COOH-terminus of the Kruppel-like factor 1, R360H, that likely altered DNA-binding and impaired transactivation"}, {"pubmed": 28026072, "text": "Activation of KLF1 at day 10 of the differentiation process when hematopoietic progenitor cells were present, enhanced erythroid commitment and differentiation."}, {"pubmed": 28194794, "text": "The prevalence of the In(Lu) phenotype in the Japanese population was 0.02%, and we identified 13 known and 21 novel KLF1 alleles. The KLF1 mutations cause the reduced expression of the P1 antigen."}, {"pubmed": 28342932, "text": "Changes in HbA2 and HbF in alpha thalassemia carriers with KLF1 mutation."}, {"pubmed": 28369821, "text": "study reports a novel KLF1 mutation codon 211 A-->G (c.632 A>G) in a family with beta-hemoglobinopathy showing a considerable increase in the HbF level, thus supporting the role of KLF1 in hemoglobin switching"}, {"pubmed": 28659276, "text": "Introduction of the British HPFH mutation into the fetal globin promoter in a human cell model causes elevated fetal globin expression. The British HPFH mutation creates a de novo binding site both in vitro and in vivo for the potent erythroid activator KLF1."}, {"pubmed": 28749240, "text": "KLF1 enhancer sequence is frequently hypermethylated in juvenile myelomonocytic leukemia."}, {"pubmed": 28886314, "text": "Alterations in high HbF levels may be associated with KLF1 gene mutations."}, {"pubmed": 29047116, "text": "3 new mutations were found KLF1*90A (p.Trp30Ter), KLF*911A (p.Thr304Lys), and KLF1*304C,318G (p. Ser102Pro, Tyr106Ter) in 2 unrelated individuals. 2 others had c.954dupG (p.Arg319Glufs*34), that is, KLF1*BGM06. A child with unexplained anemia had c.973G>A (p.Glu325Lys), associated with congenital dyserythropoietic anemia. The common c.304T>C was found in 2 of 7 samples and 60 of 100 blood donors."}, {"pubmed": 29067594, "text": "Reduction of KLF1 expression in beta(0)-thalassemia/HbE erythroblasts can increase HbF levels."}, {"pubmed": 29193102, "text": "4 individuals who were Lua and Lub negative were identified from 5420 unrelated blood donors. KLF1 allele with c.199delA and c.304T>C in Exon 2 was identified in one individual, which caused a frameshift at AA67 and formed a new premature stop codon at nucleotide position 708 p.(Gly68AlafsTer236). One KLF1 allele with c.304T>C and c.604G>A was found in another, which resulted which resulted in p.Ser102Pro and p.Gly202A."}, {"pubmed": 29200155, "text": "This case illustrates the E325K mutation in KLF1 presenting with severe anemia in infancy, persistently elevated fetal hemoglobin, and progressive improvement with age. This case of CDA because of KLF1 mutation highlights the common features and expected disease course of Congenital dyserythropoetic anemia type IV."}, {"pubmed": 29393578, "text": "A Chinese family with KLF1 mutation causing mild beta-thalassemia"}, {"pubmed": 29420372, "text": "To the best of our knowledge, this is the first report of p.Ser102Pro (c.304T>C) in the KLF1 gene in beta-thalassemia patients with increased level of fetal hemoglobin"}, {"pubmed": 29475801, "text": "These results suggest that hypomethylation of the EKLF promoter has functional significance in the establishment and maintenance of erythroid-specific gene expression."}, {"pubmed": 29601850, "text": "miR-326 suppresses EKLF expression directly by targeting its 3' UTR. In K562 cells, mir-326 overexpression reduced EKLF and increased gamma-globin production, while EKLF inhibition did the opposite."}, {"pubmed": 29700354, "text": "Our results suggest that if there are mutations in KLF1 associated with erythroid malignancies, they are exceedingly rare."}, {"pubmed": 30132534, "text": "KLF1 promoted metastasis and invasion via the PI3K/Akt signaling pathway in cervical cancer cells."}, {"pubmed": 30205725, "text": "KLF1 gene variants are common in Chinese subjects with alpha-thal and increased Hb F levels, and KLF1 gene mutations decreased the red blood cell (RBC) indices in alpha-thal carriers as that in normal adults."}, {"pubmed": 30465532, "text": "KLF1 and KLF9 synergistically regulated erythroid differentiation through the PI3K-Akt and FoxO signaling pathways."}, {"pubmed": 30529538, "text": "expression studies revealed inverse correlation of KLF1, BCL11A (reduced) with gamma-globin gene expression (increased) in patients showing KLF1 gene mutations, thus indicating the role of KLF1 gene in regulating the gamma-globin gene expression."}, {"pubmed": 30747024, "text": "The two beta-TI patients were homozygous for a new mutation c.942delA in exon 3 of KLF1. Mutations in modifier genes can cause or affect thalassemia. Therefore, exact investigation of globin genes and modifiers such as KLF1 is necessary in areas where globin gene disorders are most prevalent to understand the reason of clinical and hematological symptoms of thalassemia and facilitate newborn screening or prenatal diagn..."}, {"pubmed": 30876823, "text": "data indicate that the E325K mutation in KLF1 is associated with disruption of transcriptional control of cell cycle regulators in association with erythroid membrane or enzyme abnormalities, leading to dyserythropoiesis."}, {"pubmed": 31023581, "text": "review of KLF1 genetic variants and reduction of the expression of Lutheran and other blood group antigens, with a focus on the In(Lu) phenotype"}, {"pubmed": 31111750, "text": "KLF1 mutations have a role in modulating the phenotypic severity of beta-thal."}, {"pubmed": 31115947, "text": "This report adds to the weight of evidence that heterozygous KLF1 mutations can ameliorate the severity of the beta-thalassemia major phenotype."}, {"pubmed": 31818881, "text": "KLF1 E325K mutation in the congenital dyserythropoietic anemia affects DNA binding."}, {"pubmed": 32311573, "text": "KLF1/EKLF expression in acute leukemia is correlated with chromosomal abnormalities."}, {"pubmed": 32384137, "text": "GPS2 promotes erythroid differentiation by control of the stability of EKLF protein."}, {"pubmed": 32576837, "text": "Comparative targeting analysis of KLF1, BCL11A, and HBG1/2 in CD34(+) HSPCs by CRISPR/Cas9 for the induction of fetal hemoglobin."}, {"pubmed": 33339573, "text": "Severe anemia caused by dominant mutations in Kruppel-like factor 1 (KLF1)."}, {"pubmed": 33388857, "text": "Kruppel-like factor 1 (KLF1) gene single nucleotide polymorphisms in sickle cell disease and its association with disease-related morbidities."}, {"pubmed": 34227100, "text": "Severe neonatal haemolytic anaemia caused by compound heterozygous KLF1 mutations: report of four families and literature review."}, {"pubmed": 34304709, "text": "Kruppel-like factor 1 (KLF1) promoted the proliferation, migration and invasion of human lens epithelial cells by enhancing the expression of Zinc Finger and BTB Domain Containing 7A (ZBTB7A) and activating Wnt/beta-catenin pathway."}, {"pubmed": 34535703, "text": "Novel variants in Krueppel like factor 1 that cause persistence of fetal hemoglobin in In(Lu) individuals."}, {"pubmed": 34554218, "text": "Two brothers with a novel KLF1 mutation."}, {"pubmed": 34669363, "text": "Kruppel-like factor 1 serves as a facilitator in gastric cancer progression via activating the Wnt/beta-catenin pathway."}, {"pubmed": 35013432, "text": "Epigenomic analysis of KLF1 haploinsufficiency in primary human erythroblasts."}, {"pubmed": 36939018, "text": "Whole exome sequencing and rare variant association study to identify genetic modifiers, KLF1 mutations, and a novel double mutation in Thai patients with hemoglobin E/beta-thalassemia."}, {"pubmed": 37165057, "text": "Identification of a genomic DNA sequence that quantitatively modulates KLF1 transcription factor expression in differentiating human hematopoietic cells."}, {"pubmed": 37307706, "text": "VPS37C facilitates erythroid differentiation by promoting EKLF stability."}, {"pubmed": 38429690, "text": "Targeted next-generation sequencing and long-read HiFi sequencing provide novel insights into clinically significant KLF1 variants."}, {"pubmed": 39017846, "text": "Erythroid Kruppel-Like Factor (KLF1): A Surprisingly Versatile Regulator of Erythroid Differentiation."}], "genomic_pos": {"chr": "19", "end": 12887201, "ensemblgene": "ENSG00000105610", "start": 12884422, "strand": -1}, "genomic_pos_hg19": {"chr": "19", "end": 12997995, "start": 12995237, "strand": -1}, "go": {"BP": [{"evidence": "IMP", "gocategory": "BP", "id": "GO:0006355", "pubmed": 25585695, "qualifier": "involved_in", "term": "regulation of DNA-templated transcription"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0006511", "pubmed": 24139988, "qualifier": "involved_in", "term": "ubiquitin-dependent protein catabolic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030218", "pubmed": 21055716, "qualifier": "involved_in", "term": "erythrocyte differentiation"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0031648", "pubmed": 24139988, "qualifier": "involved_in", "term": "protein destabilization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045893", "pubmed": [15084587, 20676099, 21055716], "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060135", "qualifier": "involved_in", "term": "maternal process involved in female pregnancy"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1901653", "qualifier": "involved_in", "term": "cellular response to peptide"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0000785", "pubmed": 21539536, "qualifier": "part_of", "term": "chromatin"}, {"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [21055716, 25585695], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0000976", "pubmed": 20676099, "qualifier": "enables", "term": "transcription cis-regulatory region binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000978", "pubmed": 21539536, "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "TAS", "id": "GO:0003700", "pubmed": [8924208, 9778250], "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [21670263, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "EXP", "id": "GO:0043130", "pubmed": 24139988, "qualifier": "enables", "term": "ubiquitin binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0043130", "pubmed": 24139988, "qualifier": "enables", "term": "ubiquitin binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}]}, "homologene": {"genes": [[9544, 716842], [9598, 468741], [9606, 10661], [9615, 484924], [9913, 784295], [10090, 16596], [10116, 304666]], "id": 4785}, "interpro": [{"desc": "Zinc finger C2H2-type", "id": "IPR013087", "short_desc": "Znf_C2H2_type"}, {"desc": "Krueppel-like factor 1, transactivation domain 2", "id": "IPR031784", "short_desc": "EKLF_TAD2"}, {"desc": "Krueppel-like factor 1, transactivation domain 1", "id": "IPR031786", "short_desc": "EKLF_TAD1"}, {"desc": "Zinc finger C2H2 superfamily", "id": "IPR036236", "short_desc": "Znf_C2H2_sf"}], "ipi": "IPI00012816", "map_location": "19p13.13", "name": "KLF transcription factor 1", "other_names": ["Krueppel-like factor 1", "Kruppel like factor 1", "erythroid Kruppel-like factor", "erythroid krueppel-like transcription factor", "erythroid-specific transcription factor EKLF"], "pdb": ["2L2I", "2MBH", "2N23"], "pfam": ["PF00096", "PF16832", "PF16833"], "pharmgkb": "PA30131", "pharos": {"target_id": 18003, "tdl": "Tbio"}, "pir": "T45072", "prosite": "PS50157", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF169605", "relationship": "is"}, {"id": "GNF180511", "relationship": "is"}, {"id": "GNF191417", "relationship": "is"}, {"id": "GNF202323", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF007749", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF237156", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF100738", "relationship": "is"}, {"id": "GNF140393", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000019.10", "NC_060943.1", "NG_013087.1"], "protein": "NP_006554.1", "rna": "NM_006563.5", "translation": {"protein": "NP_006554.1", "rna": "NM_006563.5"}}, "reporter": {"HG-U133_Plus_2": "210504_at", "HG-U95Av2": ["137_at", "1748_s_at"], "HTA-2_0": "TC19001213.hg.1", "HuEx-1_0": "3851840", "HuGene-1_1": "8034578", "HuGene-2_1": "16869359"}, "retired": 8055, "summary": "This gene encodes a hematopoietic-specific transcription factor that induces high-level expression of adult beta-globin and other erythroid genes. The zinc-finger protein binds to the DNA sequence CCACACCCT found in the beta hemoglobin promoter. Heterozygous loss-of-function mutations in this gene result in the dominant In(Lu) blood phenotype. [provided by RefSeq, Oct 2009].", "symbol": "KLF1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1416657"}, "unigene": "Hs.37860", "uniprot": {"Swiss-Prot": "Q13351"}, "wikipedia": {"url_stub": "Template:PBB/10661"}}