{"AllianceGenome": "6347", "HGNC": "6347", "MIM": "602016", "_id": "10365", "_version": 1, "accession": {"genomic": ["AC020917.4", "AF123344.1", "CH471106.1", "CP068259.2", "EF078888.1", "HI179182.1", "HI574216.1", "KT584373.1", "NC_000019.10", "NC_060943.1"], "protein": ["AAD25076.1", "AAD55891.1", "AAF13295.1", "AAH35342.1", "AAH71983.1", "ABK41959.1", "CBX47597.1", "CBX53899.1", "EAW84541.1", "NP_057354.1", "Q9Y5W3.2"], "rna": ["AF134053.1", "AF205849.1", "AK225820.1", "BC035342.1", "BC071983.1", "BQ581981.1", "BU621533.1", "CA950627.1", "NM_006075.1", "NM_016198.1", "NM_016270.4"], "translation": [{"protein": "AAD55891.1", "rna": "AF134053.1"}, {"protein": "AAH71983.1", "rna": "BC071983.1"}, {"protein": "AAH35342.1", "rna": "BC035342.1"}, {"protein": "AAF13295.1", "rna": "AF205849.1"}, {"protein": "NP_057354.1", "rna": "NM_016270.4"}]}, "alias": "LKLF", "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "limited", "classification_date": "2022-11-03T16:00:00.000Z", "disease_label": "pulmonary arterial hypertension", "gcep": "Pulmonary Hypertension Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0015924", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_1544c7bb-410b-4340-ab70-0bd431426c04-2022-11-03T160000.000Z", "sop": "SOP9"}}, "ensembl": {"gene": "ENSG00000127528", "protein": ["ENSP00000248071", "ENSP00000465035"], "transcript": ["ENST00000248071", "ENST00000592003"], "translation": [{"protein": "ENSP00000248071", "rna": "ENST00000248071"}, {"protein": "ENSP00000465035", "rna": "ENST00000592003"}], "type_of_gene": "protein_coding"}, "entrezgene": "10365", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 4.2086390474, "exp_mis": 97.7625132667, "exp_syn": 56.8365678068, "lof_z": 2.03217231509137, "mis_z": 3.94574564697056, "mu_lof": 6.36647410492e-07, "mu_mis": 2.38424122636e-05, "mu_syn": 1.50825737464e-05, "n_lof": 0.0, "n_mis": 18.0, "n_syn": 26.0, "p_li": 0.741705189487728, "p_null": 0.0109615873945853, "p_rec": 0.247333223117687, "syn_z": 2.53572168851259}, "bp": 1068, "cds_end": 16437842, "cds_start": 16435734, "n_exons": 3, "nonpsych": {"exp_lof": 3.77090407618, "exp_mis": 88.4461907424, "exp_syn": 51.4042587305, "lof_z": 1.90710546079403, "mis_z": 3.88541736474297, "mu_lof": 6.36647410492e-07, "mu_mis": 2.38424122636e-05, "mu_syn": 1.50825737464e-05, "n_lof": 0.0, "n_mis": 16.0, "n_syn": 24.0, "p_li": 0.734086027792508, "p_null": 0.0141647239762742, "p_rec": 0.251749248231218, "syn_z": 2.40647893902138}, "nontcga": {"exp_lof": 3.86821285698, "exp_mis": 89.9377837612, "exp_syn": 52.2859100838, "lof_z": 1.94015505425232, "mis_z": 3.88423208086762, "mu_lof": 6.36647410492e-07, "mu_mis": 2.38424122636e-05, "mu_syn": 1.50825737464e-05, "n_lof": 0.0, "n_mis": 16.0, "n_syn": 24.0, "p_li": 0.723678623468026, "p_null": 0.0131791581685614, "p_rec": 0.263142218363412, "syn_z": 2.47685217136597}, "transcript": "ENST00000248071.5"}, "exons": [{"cdsend": 16327031, "cdsstart": 16324923, "chr": "19", "position": [[16324825, 16324998], [16325215, 16326032], [16326855, 16328685]], "strand": 1, "transcript": "NM_016270", "txend": 16328685, "txstart": 16324825}], "exons_hg19": [{"cdsend": 16437842, "cdsstart": 16435734, "chr": "19", "position": [[16435636, 16435809], [16436026, 16436843], [16437666, 16439496]], "strand": 1, "transcript": "NM_016270", "txend": 16439496, "txstart": 16435636}], "generif": [{"pubmed": 12176889, "text": "LKLF is the first endothelial transcription factor that is uniquely induced by flow and might therefore be at the molecular basis of the physiological healthy, flow-exposed state of the endothelial cell"}, {"pubmed": 12426306, "text": "KLF2 has a role as a negative regulator of adipogenesis"}, {"pubmed": 15136591, "text": "KLF2 is a novel regulator of endothelial activation in response to proinflammatory stimuli."}, {"pubmed": 15607822, "text": "LKLF may establish a phenotype that primes quiescent cells for responses to specific extracellular stimuli."}, {"pubmed": 15718498, "text": "The ability to differentially modulate key molecules such as TM, eNOS, PAI-1, & TF identifies KLF2 as an important regulator of endothelial coagulant function. KLF2 is a \"molecular switch\" regulating important aspects of vascular function."}, {"pubmed": 15735666, "text": "Level of WEE1 is regulated by KLF2 and enhanced KLF2 expression sensitizes cells to DNA damage-induced apoptosis."}, {"pubmed": 15834135, "text": "a promoter element activated by a PI3kinase-dependent chromatin-remodeling pathway induces KLF2"}, {"pubmed": 15878865, "text": "demonstrated that KLF2 transcription factor is necessary for the statin-mediated regulation of several pathophysiologically relevant genes"}, {"pubmed": 15937668, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15947087, "text": "KLF2 has roles in primitive erythropoiesis and regulating human and murine embryonic beta-like globin genes"}, {"pubmed": 15980434, "text": "KLF2 is a regulator of VEGFR2/KDR and has a role in regulating angiogenesis"}, {"pubmed": 16023392, "text": "In co-transfection assays in K562 cells, it was demonstrated that KLF2, 5 and 13 positively regulate, and KLF8 negatively regulates, the gamma-globin gene through the CACCC promoter element."}, {"pubmed": 16043642, "text": "Statin-dependent induction of eNOS and thrombomodulin requires KLF2 and thereby provides a novel molecular target for modulating endothelial function in vascular disease."}, {"pubmed": 16116194, "text": "KLF2 regulates IL-2 promoter activity in the earliest stages of T cell activation."}, {"pubmed": 16341264, "text": "KLF2 is selectively induced in endotheliums by atheroprotective flow via a MEK5/ERK5/MEF2 signaling pathway. Expression of KLF2 results in the regulation of endothelial programs controlling inflammation, thrombosis, vascular tone, and angiogenesis."}, {"pubmed": 16455954, "text": "KLF2 acts as a central transcriptional switch point between the quiescent and activated states of the adult endothelial cell"}, {"pubmed": 16466697, "text": "findings demonstrate that different flow patterns differentially regulate the expression of KLF2 and that KLF2 has an anti-apoptotic effect"}, {"pubmed": 16542423, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16571724, "text": "nucleolin binds the KLF2 promoter"}, {"pubmed": 16617118, "text": "KLF2 expression in circulating monocytes is reduced in patients with chronic inflammatory conditions such as coronary artery disease."}, {"pubmed": 16988269, "text": "Human transcription factors KLF2 and KLF6 are targets of the P. aeruginosa type III exoenzymes S and Y, with potential importance in host cell death."}, {"pubmed": 17244683, "text": "Shear stress and KLF2 inhibit nuclear activity of ATF2, providing a potential mechanism by which endothelial cells exposed to laminar flow are protected from basal proinflammatory, atherogenic gene expression."}, {"pubmed": 17688680, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17688680, "text": "analysis of SNPs, located in the KLF2, KLF4 and KLF5 gene did not show an association with Type 2 diabetes in this French population"}, {"pubmed": 17927807, "text": "Atorvastatin-mediated HO-1 upregulation, and its associated antioxidant effect, are KLF2-dependent."}, {"pubmed": 18192240, "text": "Simvastatin has a strong anti-inflammatory effect on monocytes including upregulation of the atheroprotective factor KLF-2."}, {"pubmed": 18218994, "text": "Data suggest that, in neutrophil-dominated airway environments, such as that seen in cystic fibrosis, reduced LKLF activity releases a brake on pro-inflammatory cytokine production and may contribute to the inflammatory responses seen in CF."}, {"pubmed": 18362151, "text": "up-regulation of CD59 via ERK5/KLF2 activation leads to endothelial resistance to complement-mediated injury and protects from atherogenesis in regions of laminar shear stress"}, {"pubmed": 18467642, "text": "KLF2 substantially enhances antioxidant activity of Nrf2 by increasing its nuclear localization and activation."}, {"pubmed": 18814951, "text": "downregulation of antiinflammatory factors, such as TNFAIP3, KLF2, ZFP36, and BTG1, seems to be involved in acceleration of immune response, thus exacerbation of acute GVHD."}, {"pubmed": 19047056, "text": "KLF2-expressing EC co-cultured with SMC significantly reduce SMC migration compared with control EC and that this reduction can be rescued by the addition of exogenous connective tissue growth factor."}, {"pubmed": 19491109, "text": "KLF2 is a novel inhibitor of HIF-1alpha expression and function."}, {"pubmed": 19495417, "text": "N-Myc regulates expression of pluripotency genes in neuroblastoma including lif, klf2, klf4, and lin28b"}, {"pubmed": 19671192, "text": "Data show that the use of siRNA against KLF2 led to an upregulation of CXCR4 mRNA."}, {"pubmed": 19696221, "text": "These findings illustrate a novel mechanism by which p66shc promotes cellular oxidative stress, through suppression of MEF2A expression and consequent repression of KLF2 transcription."}, {"pubmed": 19786564, "text": "Short hairpin RNA-mediated inactivation of RhoA and its effector rhophilin 1 is sufficient to induce long-term klf2 expression by several bacterial toxins."}, {"pubmed": 19957349, "text": "The ratio of proinflammatory factor RelA (NFkappaB/p65) to anti-inflammatory factor KLF2 (Kruppel-like factor 2) was greater in blood outgrowth endothelial cells of Sickle cell patients at risk of stroke"}, {"pubmed": 19968965, "text": "these data identify a significant degree of mechanistic and functional conservation between KLF2 and KLF4, and importantly, provide further insights into the complex regulatory networks governing endothelial vasoprotection."}, {"pubmed": 20032497, "text": "findings link the specific effects of shear-induced KLF2 on endothelial morphology to the suppression of JNK MAPK signaling in vascular homeostasis via novel actin shear fibers"}, {"pubmed": 20042720, "text": "phosphorylation-dependent derepression of HDAC5 mediates flow-induced KLF2 and eNOS expression as well as flow anti-inflammation, and suggest that HDAC5 could be a potential therapeutic target for the prevention of atherosclerosis."}, {"pubmed": 20525885, "text": "Bacterial pneumococci induce KLF2 expression in human epithelial BEAS-2B cells in vitro, thus contributing to the control of proinflammatory gene expression."}, {"pubmed": 20651277, "text": "KLF2 confers barrier-protection via differential effects on the expression of key junction protein occludin and modification of a signaling molecule (myosin light chain) that regulate endothelial barrier integrity."}, {"pubmed": 20693579, "text": "Data suggest that inhibition of differentiation of human adipose tissue-derived stem cells by UVA occurs primarily through reduced expression of PPAR gamma, which is mediated by up-regulation of KLF2 via activation of MIF-AMP-activated protein kinase."}, {"pubmed": 20947822, "text": "Report a novel p53-dependent mechanism for the regulation of endothelial KLF2 expression. Downregulation of KLF2, in part, mediates a p53-stimulated dysfunctional endothelium."}, {"pubmed": 21160050, "text": "Transgenic KLF2-deficient T cells show dysregulated trafficking but not altered proliferative characteristics following in vivo responses to antigen."}, {"pubmed": 21167486, "text": "Kruppel-like factor 2 is involved in the enhanced secretion of MCP-1 by M2 macrophages loaded with oxidized LDL."}, {"pubmed": 21187410, "text": "KLF2 plays a critical role in dictating normal subset differentiation and functional reactivity of mature B cells"}, {"pubmed": 21382345, "text": "This study provided the first evidence that Smurf1 functions as an E3 ligase to promote the ubiquitination and proteasomal degradation of KLF2."}, {"pubmed": 21470678, "text": "Low KLF2 is associated with acute myeloid leukemia."}, {"pubmed": 21610079, "text": "KLF1 and KLF2 positively regulate the embryonic and fetal beta-globin genes through direct promoter binding."}, {"pubmed": 21768538, "text": "Atheroprotective flow patterns decrease the level of miR-92a, which in turn increases KLF2 expression to maintain endothelial homeostasis."}, {"pubmed": 22143796, "text": "Dopamine stabilizes tumor blood vessels by up-regulating angiopoietin 1 expression in pericytes and Kruppel-like factor-2 expression in tumor endothelial cells"}, {"pubmed": 22267480, "text": "miR-92a coregulates KLF4 and KLF2 expression in arterial endothelium and contributes to phenotype heterogeneity associated with regional atherosusceptibility and protection in vivo."}, {"pubmed": 22267843, "text": "Thioredoxin interacting protein promotes endothelial cell inflammation in response to disturbed flow by increasing leukocyte adhesion and repressing Kruppel-like factor 2."}, {"pubmed": 22327366, "text": "Data show that extracellular vesicles secreted by KLF2-transduced or shear-stress-stimulated umbilical vein endothelial cells (HUVECs) are enriched in miR-143/145 and control target gene expression in co-cultured smooth muscle cell (SMC)."}, {"pubmed": 22574900, "text": "Neovascularization is induced in duodenal tissue of patients with cirrhosis and proangiogenic factors such as KLF-2, Ang-2, miR-126 and VEGF can contribute to the angiogenesis induced by hemodynamic forces."}, {"pubmed": 22683691, "text": "exposure of glomerular endothelial cells to chronic (>24h) LSS of 10 dyn/cm(2) increases phosphorylation of extra-cellular signal-related kinase 5 (ERK5) and increases expression of KLF2"}, {"pubmed": 22715381, "text": "These data suggest that KLF2 expression leads to a change in size and composition of the regulated secretory compartment of endothelial cells and alters its response to physiological stimuli"}, {"pubmed": 22942434, "text": "Conditional B1 phenotype B cells are present in neonatal mice with B cell-specific KLF2 deficiency, suggesting that B1 differentiation can occur even in the absence of KLF2."}, {"pubmed": 22988032, "text": "KLF2 is a host transcription factor that modulates C-C chemokine receptor (CCR)5 expression in CD4 T cells by influencing susceptibility to infection with CCR5 receptor-dependent HIV-1 strains."}, {"pubmed": 23002242, "text": "High-glucose-induced, FOXO1-mediated KLF2 suppression was reversed by atorvastatin, suggesting that intensive statin treatment could be a therapeutic option in diabetic vascular dysfunction."}, {"pubmed": 23313511, "text": "this is the first time to report that KLF2 is involved in cerebrovascular dysfunction in Alzheimer's disease."}, {"pubmed": 23507969, "text": "The siRNA-mediated knockdown of FBW7 showed that KLF2 is an essential target of FBW7 in the regulation of endothelial functions."}, {"pubmed": 23723375, "text": "Downregulation of KLF2 by LDL leads to a dysfunctional, hypercoagulable endothelium."}, {"pubmed": 24107715, "text": "The observations identify KLF2 as a novel negative regulator of DC function and it may play an essential role in DC activation in ACS."}, {"pubmed": 24801208, "text": "Knockdown of KLF2 or HO-1 abrogated effects of statins on HCV replication."}, {"pubmed": 25039491, "text": "IKKbeta regulates endothelial thrombomodulin in a Klf2-dependent manner"}, {"pubmed": 25096223, "text": "Data reveal a novel role of HDAC5 in modulating the KLF2 transcriptional activation and eNOS expression."}, {"pubmed": 25283840, "text": "KLF2 transcription factor gene is recurrently mutated in splenic marginal zone lymphoma"}, {"pubmed": 25330112, "text": "Here we report that HIV-1 down-modulates CD62L in productively infected naive and memory resting CD4 T cells while suppressing Foxo1 activity and the expression of KLF2 mRNA."}, {"pubmed": 25359860, "text": "Shear stress-mediated repression of endothelial cell metabolism via KLF2 and PFKFB3 controls endothelial cell phenotype."}, {"pubmed": 25388666, "text": "Provide first evidence for existence of a previously unknown Erk5/KLF2/PAK1 axis, which may limit undesired cell migration in unperturbed endothelium and lower its sensitivity for migratory cues that promote vascular diseases including atherosclerosis."}, {"pubmed": 25428260, "text": "KLF2 mutation is the most common genetic change in splenic marginal zone lymphoma"}, {"pubmed": 25501704, "text": "Our findings present that decreased KLF2 could be identified as a poor prognostic biomarker in NSCLC and regulate cell proliferation and apoptosis"}, {"pubmed": 25504755, "text": "Results show that lncRNA ANRIL plays a key role in non-small cell lung cancer (NSCLC) development by associating its expression with survival in patients with NSCLC through silencing of KLF2 and P21 transcription."}, {"pubmed": 25542418, "text": "Data suggest that KLF2 is involved in regulation of gene expression in vascular endothelium by dietary factors (here, effects of flavonoids on gene expression in cultured umbilical vein endothelial cells)."}, {"pubmed": 25646266, "text": "ICOS maintains the T follicular helper cell phenotype by down-regulating Kruppel-like factor 2."}, {"pubmed": 25672609, "text": "Upregulation of SUZ12 was found to play a key role in gastric cancer cell proliferation and metastasis through the regulation of EMT and KLF2 expression"}, {"pubmed": 25694435, "text": "results suggest that KLF2 is involved in strict repression of hTERT expression through binding to the promoter in primary human T cells"}, {"pubmed": 25728677, "text": "TINCR could bind to STAU1 (staufen1) protein, and influence KLF2 mRNA stability and expression"}, {"pubmed": 25966845, "text": "We showed that ANRIL may regulate the proliferation ability of HCC cells partially through silencing of KLF2"}, {"pubmed": 26212440, "text": "In conclusion, KLF2 suppressed the angiogenesis of LSECs through inhibition of cell proliferation, migration, and vessel tube formation."}, {"pubmed": 26299712, "text": "In hyperuricemia, miR-92a downregulation increased KLF2 expression, subsequently inhibiting VEGFA, which resulted in decreased angiogenesis."}, {"pubmed": 26336870, "text": "TUG1 overexpression was induced by nuclear transcription factor SP1 and TUG1 could epigeneticly repress Kruppel-like factor 2 (KLF2) transcription in HCC cells by binding with PRC2 and recruiting it to KLF2 promoter region."}, {"pubmed": 26372274, "text": "Expression of KLF4 in mononuclear leukocytes positively correlates with cellular markers of immune activation, whereas KLF2 expression negatively correlates with markers of subclinical atherosclerosis in this HIV-infected population."}, {"pubmed": 26416422, "text": "Authors show that KLF2 induces the expression of CRABP2 and RARgamma and inhibits the expression FABP5 and PPARbeta/delta thereby shifting RA signaling from the pro-carcinogenic FABP5/PPARbeta/delta to the growth-suppressing CRABP2/RAR path."}, {"pubmed": 26449825, "text": "KLF2 is shown to be downregulated in pancreatic ductal adenocarcinoma (PDAC) clinical samples and overexpression of KLF2 inhibits the growth, migration, and metastasis of PDAC cancer cells."}, {"pubmed": 26456066, "text": "MicroRNA-30 mediates anti-inflammatory effects of shear stress and KLF2 via repression of Ang2."}, {"pubmed": 26717516, "text": "These data provide support for a continuous role of KLF2 in stabilizing the vessel wall via co-temporal expression of eNOS and AQP1 both preceding and during the pathogenesis of atherosclerosis."}, {"pubmed": 26728187, "text": "These results indicate that the KDM3A-KLF2-IRF4 pathway plays an essential role in multiple myeloma cell survival and homing to the bone marrow, and therefore represents a therapeutic target."}, {"pubmed": 26840083, "text": "Authors found that there was negative correlation between LINC01133 and KLF2, P21 or E-cadherin in NSCLC."}, {"pubmed": 26853883, "text": "our data highlight an important role for KLF2/c-myc pathway in HCC development and progression."}, {"pubmed": 27027284, "text": "studies identify gain of MEKK3 signalling and KLF2/4 function as causal mechanisms for cerebral cavernous malformations pathogenesis that may be targeted to develop new CCM therapeutics"}, {"pubmed": 27195672, "text": "Upregulated long non-coding RNA AGAP2-AS1 represses LATS2 and KLF2 expression through interacting with EZH2 and LSD1 in non-small-cell lung cancer cells."}, {"pubmed": 27246976, "text": "ZFAS1 over-expression confers an oncogenic function in gastric cancer and this function is partly dependent on repressing KLF2 and NKD2"}, {"pubmed": 27391317, "text": "Authors found that knockdown of ANRIL expression could impair cell proliferation and invasion and induce cell apoptosis both in vitro and in vivo. Authors also found that ANRIL could epigenetically repress KLF2 transcription in HCC cells by binding with PRC2 and recruiting it to KLF2 promoter region."}, {"pubmed": 27501756, "text": "Long noncoding RNA XIST acts as an oncogene in non-small cell lung cancer by epigenetically repressing KLF2 expression."}, {"pubmed": 27655487, "text": "KLF2 expression was decreased in gastric cancer and negatively correlated with lymphatic metastasis.  KLF2 overexpression inhibited cell proliferation and invasive potential and downregulated the protein expression of PCNA, Bcl-2 and MMP-9 in GC cells.  KLF2 overexpression reduced xenograft tumor growth."}, {"pubmed": 27791035, "text": "miRNA92a targets KLF2 and PTEN signaling to promote human T follicular helper precursors in type 1 diabetes mellitus islet autoimmunity."}, {"pubmed": 27855271, "text": "Transcription factor Kruppel-like factor 2 (KLF2) of the zinc finger family of DNA-binding proteins has recently emerged as a major molecular switch that controls endothelial homeostasis."}, {"pubmed": 28167758, "text": "The flow-mediated miR-10a expression is regulated by Kruppel-like factor 2 through modulation in RARalpha-RARE binding, with the consequent regulation in GATA6/VCAM-1 in endothelial cells."}, {"pubmed": 28188237, "text": "The findings point to KLF2 as a new gene involved in heritable pulmonary arterial hypertension."}, {"pubmed": 28381185, "text": "lysine-specific demethylase-1 is an important oncogene in gastric cancer, and lysine-specific demethylase-1-mediated epigenetic repression of KLF2 plays a critical role in gastric cancer development and progression."}, {"pubmed": 28475008, "text": "we provide evidence that the tumor-suppressive microRNA miR-1825 controls KLF2 expression. Reporter gene analyses revealed that both microRNAs directly targeted the 3'-untranslated region of KLF2 messenger RNA. These data demonstrated that miR-1825 expression in serum of human glioma was associated with tumorigenesis and miR-1825 may be used as a biomarker for identification of the pathological grade of glioma."}, {"pubmed": 28522570, "text": "results confirm the association of the KLF2 and NOTCH2-mutations with shorter median treatment-free survival and suggest the possible usefulness of the identification of these changes for the diagnosis of splenic marginal zone lymphoma."}, {"pubmed": 28578476, "text": "LPS exposure resulted in hypermethylation in KLF2 promoter in HUVECs, which subsequently led to downregulation of the KLF2 expression."}, {"pubmed": 28628187, "text": "These results indicated that KLF2 plays an important role in colorectal cancer"}, {"pubmed": 28825355, "text": "KLF2 and KLF4 serve as important regulators that promote hemoglobin alpha expression in the endothelium."}, {"pubmed": 28873368, "text": "overexpression of Kruppel-like factor 2 ameliorated the degradation of type collagen while silencing of Kruppel-like factor 2 exacerbated the degradation of type collagen induced by interleukine-1beta."}, {"pubmed": 28941629, "text": "GBP5 and KLF2 may be useful as a diagnostic tool for active tuberculosis, also the two-gene set may serve as surrogate biomarkers for monitoring tuberculosis therapy."}, {"pubmed": 29042072, "text": "Studies indicate that the physiological changes in miR-200b levels during acute hypoxia may actually have a proangiogenic effect through Klf2 downregulation and subsequent stabilization of HIF-1 signaling."}, {"pubmed": 29125549, "text": "we focused on emphasizing the involvement of KLF2 in health and disease states and how they interact with transcriptional master regulator NF-kappaB."}, {"pubmed": 29139562, "text": "GHET1 could epigenetically repress transcription of Kruppel-like factor 2 in hepatocellular carcinoma cells by recruiting PRC2 into KLF2 promoter region and predicts poor prognosis."}, {"pubmed": 29191808, "text": "Suberanilohydroxamic acid has KLF2-dependent anti-inflammatory effects, repressing vascular inflammation and atherosclerosis."}, {"pubmed": 29282356, "text": "mechanistic experiments uncovered that DLEU1 could recruit LSD1 (lysine specific demethylase 1) to the promoter regions of KLF2 and then suppressed its transcription. In addition, rescue assays revealed that the oncogenic function mediated by DLEU1 in GC was partly by regulating KLF2."}, {"pubmed": 29403061, "text": "Overall, the present work showed that MIF is a shear stress-sensitive cytokine and is transcriptionally regulated by KLF2, suggesting that laminar shear stress exerts its athero-protective effect in part by directly inhibiting pro-inflammatory MIF expression."}, {"pubmed": 29407891, "text": "Endothelial cell LOX-1 expression is regulated via fluid shear stress depending on its intensity as well as pattern through the KLF2-AP1 pathway of mechanotransduction."}, {"pubmed": 29408455, "text": "the effects of omentin-1 on KLF2 expression are mediated by p53."}, {"pubmed": 29678899, "text": "The experiments in vitro suggested that knockdown of ZFAS1 repressed bladder cancer cell proliferation via up-regulating KLF2 and NKD2 expression, and inhibited cell migration and invasion via down-regulating ZEB1 and ZEB2 expression."}, {"pubmed": 29734178, "text": "The expression of SH3PXD2A-AS1 was inversely correlated with the expression of P57 and KLF2 in Colorectal Cancer tissue samples."}, {"pubmed": 29996115, "text": "Suppression of miR-150 led to up-regulation of KLF2, which in turn protected ATDC5 cells against IL-1-induced injury."}, {"pubmed": 30106140, "text": "KLF-2 is a downstream target of LINC00673 in the thyroid carcinoma. Low KLF-2 expression was associated with an unfavorable prognosis in patients with thyroid carcinoma."}, {"pubmed": 30355159, "text": "Identify Dhh (desert hedgehog) as a downstream effector of Klf2, whose expression in endothelial cells is upregulated by shear stress and decreased by inflammatory cytokines."}, {"pubmed": 30367681, "text": "Mechanistic analyses indicated that DUXAP8 regulates PC cell proliferation partly through downregulation of tumor suppressor CDKN1A and KLF2 expression."}, {"pubmed": 30576949, "text": "The neurokinin-1 receptor antagonist aprepitant ameliorates oxidized LDL-induced endothelial dysfunction via KLF2"}, {"pubmed": 30719823, "text": "our results suggest that KLF2 has potential as a diagnostic biomarker and therapeutic target for the treatment of HCC."}, {"pubmed": 30969479, "text": "Taken together, our study strongly support that the GLP-1 RA Liraglutide possesses robust vascular protection via ERK5-KLF2 signals. Liraglutide has analogous structure to native GLP-1, and it has been proved to be an effective agent to treat diabetes."}, {"pubmed": 31186082, "text": "The IRF2BP2/KLF2 axis mediates osteoclast and osteoblast differentiation, thereby affecting bone homeostasis."}, {"pubmed": 31389610, "text": "LINC00702 accelerates the progression of ovarian cancer through interacting with EZH2 to inhibit the transcription of KLF2."}, {"pubmed": 31426355, "text": "The authors show the critical regulatory role of myeloid KLF2 in rheumatoid arthritis pathogenesis."}, {"pubmed": 31444899, "text": "Activation of GPR81 can rescue oscillatory shear stress -induced reduced expression of the key atheroprotective transcription factor KLF2."}, {"pubmed": 31646568, "text": "LINC00511 promotes the progression of non-small cell lung cancer through downregulating LATS2 and KLF2 by binding to EZH2 and LSD1."}, {"pubmed": 31721356, "text": "KLF2(+) stemness maintains human mesenchymal stem cells in bone regeneration."}, {"pubmed": 31750260, "text": "Our findings suggest that the miR-25/KLF2 axis may be a potential therapeutic target for H. pylori-associated CHD. Furthermore, high levels of exosome-transmitted miR-25 in peripheral blood may pose a potential risk for CHD."}, {"pubmed": 31827706, "text": "Underexpression of KLF2 is associated with Osteoarthritis."}, {"pubmed": 32127011, "text": "Silence of miR-32-5p promotes endothelial cell viability by targeting KLF2 and serves as a diagnostic biomarker of acute myocardial infarction."}, {"pubmed": 32196690, "text": "Kruppel-like factor 2 disturb non-small cell lung cancer energy metabolism by inhibited glutamine consumption."}, {"pubmed": 32318691, "text": "KLF2 inhibits TGF-beta-mediated cancer cell motility in hepatocellular carcinoma."}, {"pubmed": 32366676, "text": "Hypoxic Cancer-Secreted Exosomal miR-182-5p Promotes Glioblastoma Angiogenesis by Targeting Kruppel-like Factor 2 and 4."}, {"pubmed": 32382091, "text": "Fractionated radiation suppresses Kruppel-like factor 2 pathway to a greater extent than by single exposure to the same total dose."}, {"pubmed": 32623820, "text": "Role of KLF2: New insight in inflammatory acne pathogenesis."}, {"pubmed": 32800946, "text": "KLF2 regulates neutrophil migration by modulating CXCR1 and CXCR2 in asthma."}, {"pubmed": 33028420, "text": "Epigenetic silencing of KLF2 by long non-coding RNA SNHG1 inhibits periodontal ligament stem cell osteogenesis differentiation."}, {"pubmed": 33493351, "text": "Genome-wide association study on Northern Chinese identifies KLF2, DOT1L and STAB2 associated with systemic lupus erythematosus."}, {"pubmed": 33758320, "text": "METTL3-mediated m(6)A methylation of SPHK2 promotes gastric cancer progression by targeting KLF2."}, {"pubmed": 33971111, "text": "SARS-CoV-2 Infection Is Associated with Reduced Kruppel-like Factor 2 in Human Lung Autopsy."}, {"pubmed": 34157851, "text": "KLF2 Mediates the Suppressive Effect of Laminar Flow on Vascular Calcification by Inhibiting Endothelial BMP/SMAD1/5 Signaling."}, {"pubmed": 34253708, "text": "The zinc finger transcription factor, KLF2, protects against COVID-19 associated endothelial dysfunction."}, {"pubmed": 34497265, "text": "Tumor-derived exosomal miR-3157-3p promotes angiogenesis, vascular permeability and metastasis by targeting TIMP/KLF2 in non-small cell lung cancer."}, {"pubmed": 34520818, "text": "KLF2 inhibits cancer cell migration and invasion by regulating ferroptosis through GPX4 in clear cell renal cell carcinoma."}, {"pubmed": 34635968, "text": "Relation among EGFL7, ITGB3, and KLF2 and their clinical implication in multiple myeloma patients: a prospective study."}, {"pubmed": 34638626, "text": "Cilostazol Induces eNOS and TM Expression via Activation with Sirtuin 1/Kruppel-like Factor 2 Pathway in Endothelial Cells."}, {"pubmed": 35285410, "text": "KLF2-induced circZKSCAN1 potentiates the tumorigenic properties of clear cell renal cell carcinoma by targeting the miR-1294/PIM1 axis."}, {"pubmed": 35364229, "text": "KLF2 mediates the suppressive effect of BDNF on diabetic intimal calcification by inhibiting HK1 induced endothelial-to-mesenchymal transition."}, {"pubmed": 35587058, "text": "MiR-572 promotes the development of non-small cell lung cancer by targeting KLF2."}, {"pubmed": 36087568, "text": "Long non-coding RNA SNHG1 promotes bladder cancer progression by upregulating EZH2 and repressing KLF2 transcription."}, {"pubmed": 36100919, "text": "miR-92a-3p promotes breast cancer proliferation by regulating the KLF2/BIRC5 axis."}, {"pubmed": 36191984, "text": "Kruppel-like Factor 2 Inhibits Proliferation in Renal Angiomyolipoma via IL-6/JAK/STAT3 Signaling Pathway."}, {"pubmed": 36343116, "text": "Downregulated KLF2 in polycythemia vera and essential thrombocythemia induces prothrombotic gene expression."}, {"pubmed": 36466816, "text": "Heterozygous premature termination in zinc-finger domain of Kruppel-like factor 2 gene associates with dysregulated immunity."}, {"pubmed": 36655409, "text": "Differentiated serum levels of Kruppel-like factors 2 and 4, sP-selectin, and sE-selectin in patients with gestational diabetes mellitus."}, {"pubmed": 36680456, "text": "Circ_0043256 upregulates KLF2 expression by absorbing miR-1206 to suppress the tumorigenesis of lung cancer."}, {"pubmed": 36693535, "text": "Down-regulation of KLF2 in lung fibroblasts is linked with COVID-19 immunofibrosis and restored by combined inhibition of NETs, JAK-1/2 and IL-6 signaling."}, {"pubmed": 36768805, "text": "Dysregulation of Kruppel-like Factor 2 and Myocyte Enhancer Factor 2D Drive Cardiac Microvascular Inflammation and Dysfunction in Diabetes."}, {"pubmed": 37251374, "text": "Kruppel-like factor 2: a central regulator of B cell differentiation and plasma cell homing."}, {"pubmed": 37381732, "text": "KLF2 regulates stemness of human mesenchymal stem cells by targeting FGFR3."}, {"pubmed": 37452271, "text": "Mechanism of tumor-derived extracellular vesicles in prostatic cancer progression through the circFMN2/KLF2/RNF128 axis."}, {"pubmed": 37610103, "text": "KLF2 transcription suppresses endometrial cancer cell proliferation, invasion, and migration through the inhibition of NPM1."}, {"pubmed": 37642902, "text": "KLF2 Regulates Neural Differentiation of Dental Pulp-derived Stem Cells by Modulating Autophagy and Mitophagy."}, {"pubmed": 38099436, "text": "HEG1 Protects Against Atherosclerosis by Regulating Stable Flow-Induced KLF2/4 Expression in Endothelial Cells."}, {"pubmed": 38373841, "text": "KLF2 enhancer variant rs4808485 increases lupus risk by modulating inflammasome machinery and cellular homoeostasis."}, {"pubmed": 38741032, "text": "N6-methyladenosine modification of KLF2 may contribute to endothelial-to-mesenchymal transition in pulmonary hypertension."}], "genomic_pos": {"chr": "19", "end": 16328685, "ensemblgene": "ENSG00000127528", "start": 16324826, "strand": 1}, "genomic_pos_hg19": {"chr": "19", "end": 16438685, "start": 16435628, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0000122", "pubmed": 26299712, "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0000902", "qualifier": "involved_in", "term": "cell morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001701", "qualifier": "involved_in", "term": "in utero embryonic development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032715", "qualifier": "involved_in", "term": "negative regulation of interleukin-6 production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035264", "qualifier": "involved_in", "term": "multicellular organism growth"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0040029", "qualifier": "involved_in", "term": "epigenetic regulation of gene expression"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0042311", "pubmed": 21768538, "qualifier": "acts_upstream_of", "term": "vasodilation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043249", "qualifier": "involved_in", "term": "erythrocyte maturation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045429", "pubmed": 21768538, "qualifier": "acts_upstream_of", "term": "positive regulation of nitric oxide biosynthetic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045893", "pubmed": 21063504, "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0045944", "pubmed": 20551324, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045944", "pubmed": [22327366, 23043106], "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0048386", "pubmed": 26416422, "qualifier": "involved_in", "term": "positive regulation of retinoic acid receptor signaling pathway"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0051247", "pubmed": 20551324, "qualifier": "involved_in", "term": "positive regulation of protein metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060509", "qualifier": "involved_in", "term": "type I pneumocyte differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070301", "qualifier": "involved_in", "term": "cellular response to hydrogen peroxide"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071347", "qualifier": "involved_in", "term": "cellular response to interleukin-1"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071356", "qualifier": "involved_in", "term": "cellular response to tumor necrosis factor"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071409", "qualifier": "involved_in", "term": "cellular response to cycloheximide"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0071498", "pubmed": 22327366, "qualifier": "involved_in", "term": "cellular response to fluid shear stress"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0071499", "pubmed": 23043106, "qualifier": "involved_in", "term": "cellular response to laminar fluid shear stress"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0097533", "pubmed": 26299712, "qualifier": "involved_in", "term": "cellular stress response to acid chemical"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1901653", "qualifier": "involved_in", "term": "cellular response to peptide"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1903671", "pubmed": 26299712, "qualifier": "involved_in", "term": "negative regulation of sprouting angiogenesis"}], "CC": [{"evidence": "IMP", "gocategory": "CC", "id": "GO:0000785", "pubmed": 22327366, "qualifier": "part_of", "term": "chromatin"}, {"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "located_in", "term": "nucleus"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IMP", "id": "GO:0000981", "pubmed": 22327366, "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IMP", "id": "GO:0003677", "pubmed": 22327366, "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003700", "pubmed": 21063504, "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [16617118, 21382345], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}]}, "homologene": {"genes": [[9598, 748298], [9606, 10365], [10090, 16598], [10116, 306330]], "id": 133978}, "interpro": [{"desc": "Zinc finger C2H2-type", "id": "IPR013087", "short_desc": "Znf_C2H2_type"}, {"desc": "Zinc finger C2H2 superfamily", "id": "IPR036236", "short_desc": "Znf_C2H2_sf"}], "ipi": "IPI00001862", "map_location": "19p13.11", "name": "KLF transcription factor 2", "other_names": ["Krueppel-like factor 2", "Kruppel like factor 2", "Kruppel-like factor 2 (lung)", "Kruppel-like factor LKLF", "lung Kruppel-like factor", "lung Kruppel-like zinc finger transcription factor", "lung krueppel-like factor"], "pantherdb": {"HGNC": "6347", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1342771", "ortholog_type": "O", "panther_family": "PTHR23235", "taxid": 10090, "uniprot_kb": "P46099"}, {"RGD": "1309398", "ortholog_type": "O", "panther_family": "PTHR23235", "taxid": 10116, "uniprot_kb": "G3V6F3"}, {"MGI": "2387418", "ortholog_type": "O", "panther_family": "PTHR23235", "taxid": 10090, "uniprot_kb": "A2AML7"}, {"RGD": "1563227", "ortholog_type": "O", "panther_family": "PTHR23235", "taxid": 10116, "uniprot_kb": "D3ZJE1"}, {"Ensembl": "ENSRNOG00000046140", "ortholog_type": "O", "panther_family": "PTHR23235", "taxid": 10116, "uniprot_kb": "M0RCQ4"}, {"RGD": "1310095", "ortholog_type": "O", "panther_family": "PTHR23235", "taxid": 10116, "uniprot_kb": "M0RDP5"}, {"MGI": "1342772", "ortholog_type": "LDO", "panther_family": "PTHR23235", "taxid": 10090, "uniprot_kb": "Q60843"}, {"Ensembl": "ENSRNOG00000033231", "ortholog_type": "O", "panther_family": "PTHR23235", "taxid": 10116, "uniprot_kb": "F1LZG0"}, {"RGD": "1359220", "ortholog_type": "LDO", "panther_family": "PTHR23235", "taxid": 10116, "uniprot_kb": "Q9ET58"}, {"Ensembl": "ENSGALG00000003939", "ortholog_type": "LDO", "panther_family": "PTHR23235", "taxid": 9031, "uniprot_kb": "E1C442"}, {"ZFIN": "ZDB-GENE-050220-9", "ortholog_type": "O", "panther_family": "PTHR23235", "taxid": 7955, "uniprot_kb": "F1QU11"}, {"ZFIN": "ZDB-GENE-011109-1", "ortholog_type": "O", "panther_family": "PTHR23235", "taxid": 7955, "uniprot_kb": "Q1LXI7"}, {"ZFIN": "ZDB-GENE-011109-2", "ortholog_type": "LDO", "panther_family": "PTHR23235", "taxid": 7955, "uniprot_kb": "Q90XE7"}, {"ZFIN": "ZDB-GENE-010129-1", "ortholog_type": "O", "panther_family": "PTHR23235", "taxid": 7955, "uniprot_kb": "Q9DFS2"}], "uniprot_kb": "Q9Y5W3"}, "pathway": {"kegg": [{"id": "hsa04068", "name": "FoxO signaling pathway - Homo sapiens (human)"}, {"id": "hsa04371", "name": "Apelin signaling pathway - Homo sapiens (human)"}, {"id": "hsa05418", "name": "Fluid shear stress and atherosclerosis - Homo sapiens (human)"}], "wikipathways": [{"id": "WP3297", "name": "EV release from cardiac cells and their functional effects"}, {"id": "WP4149", "name": "White fat cell differentiation"}, {"id": "WP4211", "name": "Transcriptional cascade regulating adipogenesis"}, {"id": "WP4754", "name": "IL-18 signaling pathway"}]}, "pfam": "PF00096", "pharmgkb": "PA30136", "pharos": {"target_id": 292, "tdl": "Tbio"}, "prosite": "PS50157", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF169481", "relationship": "is"}, {"id": "GNF180387", "relationship": "is"}, {"id": "GNF191293", "relationship": "is"}, {"id": "GNF202199", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF037802", "relationship": "weakly similar to"}, "GNF_mm+hs-MGC": {"id": "GNF007753", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF100347", "relationship": "is"}, {"id": "GNF140002", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000019.10", "NC_060943.1"], "protein": "NP_057354.1", "rna": ["NM_006075.1", "NM_016198.1", "NM_016270.4"], "translation": {"protein": "NP_057354.1", "rna": "NM_016270.4"}}, "reporter": {"HG-U133_Plus_2": ["219371_s_at", "226646_at"], "HTA-2_0": "TC19000321.hg.1", "HuEx-1_0": "3823681", "HuGene-1_1": "8026564", "HuGene-2_1": "16859314"}, "retired": [51689, 51713], "summary": "This gene encodes a protein that belongs to the Kruppel family of transcription factors. The encoded zinc finger protein is expressed early in mammalian development and is found in many different cell types. The protein acts to bind the CACCC box found in the promoter of target genes to activate their transcription. It plays a role in many processes during development and disease including adipogenesis, embryonic erythropoiesis, epithelial integrity, inflammation and t-cell viability. [provided by RefSeq, Mar 2017].", "symbol": "KLF2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1416659"}, "unigene": ["Hs.744182", "Hs.685136"], "uniprot": {"Swiss-Prot": "Q9Y5W3", "TrEMBL": "K7EJ60"}, "wikipedia": {"url_stub": "KLF2"}}