{"AllianceGenome": "6348", "HGNC": "6348", "MIM": "602253", "_id": "9314", "_version": 1, "accession": {"genomic": ["AL359552.16", "AL360218.22", "CH471105.1", "CP068269.2", "DQ658241.1", "JC184558.1", "JD597982.1", "NC_000009.12", "NC_060933.1"], "protein": ["AAB48399.1", "AAC03462.1", "AAD42165.1", "AAH29923.1", "AAH30811.1", "ABG25917.1", "ADL14248.1", "BAG36271.1", "BAG52991.1", "CCO02787.1", "CCO02788.1", "CCO02799.1", "CDM21965.1", "CRL66396.1", "EAW59019.1", "EAW59020.1", "EAW59021.1", "NP_001300981.1", "NP_004226.3", "O43474.3"], "rna": ["AF022184.1", "AF105036.1", "AK095134.1", "AK095894.1", "AK313489.1", "BC029923.1", "BC030811.1", "BU739190.1", "DN995850.1", "HF546201.1", "HF546202.1", "HF546213.1", "HM026463.1", "NM_001314052.2", "NM_004235.6", "U70663.1"], "translation": [{"protein": "BAG52991.1", "rna": "AK095134.1"}, {"protein": "CCO02788.1", "rna": "HF546202.1"}, {"protein": "BAG36271.1", "rna": "AK313489.1"}, {"protein": "NP_001300981.1", "rna": "NM_001314052.2"}, {"protein": "CCO02799.1", "rna": "HF546213.1"}, {"protein": "CCO02787.1", "rna": "HF546201.1"}, {"protein": "ADL14248.1", "rna": "HM026463.1"}, {"protein": "AAB48399.1", "rna": "U70663.1"}, {"protein": "AAC03462.1", "rna": "AF022184.1"}, {"protein": "AAH29923.1", "rna": "BC029923.1"}, {"protein": "NP_004226.3", "rna": "NM_004235.6"}, {"protein": "AAD42165.1", "rna": "AF105036.1"}, {"protein": "AAH30811.1", "rna": "BC030811.1"}]}, "alias": ["EZF", "GKLF"], "ensembl": {"gene": "ENSG00000136826", "protein": ["ENSP00000363804", "ENSP00000404922", "ENSP00000483629"], "transcript": ["ENST00000374672", "ENST00000411706", "ENST00000420475", "ENST00000493306", "ENST00000497048", "ENST00000610832"], "translation": [{"protein": "ENSP00000363804", "rna": "ENST00000374672"}, {"protein": "ENSP00000404922", "rna": "ENST00000420475"}, {"protein": "ENSP00000483629", "rna": "ENST00000610832"}], "type_of_gene": "protein_coding"}, "entrezgene": "9314", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 11.8272076296, "exp_mis": 203.151796856, "exp_syn": 127.498722713, "lof_z": 3.40667612540755, "mis_z": 1.37787915962705, "mu_lof": 1.12554356841e-06, "mu_mis": 2.32597264222e-05, "mu_syn": 1.48251737165e-05, "n_lof": 0.0, "n_mis": 163.0, "n_syn": 110.0, "p_li": 0.981049995653145, "p_null": 1.4031544641519e-05, "p_rec": 0.0189359728022139, "syn_z": 0.960732163945602}, "bp": 1440, "cds_end": 110251453, "cds_start": 110248031, "n_exons": 5, "nonpsych": {"exp_lof": 10.6293375231, "exp_mis": 183.796558698, "exp_syn": 115.323250829, "lof_z": 3.20188051381502, "mis_z": 1.7410339462271, "mu_lof": 1.12554356841e-06, "mu_mis": 2.32597264222e-05, "mu_syn": 1.48251737165e-05, "n_lof": 0.0, "n_mis": 137.0, "n_syn": 105.0, "p_li": 0.974265035787628, "p_null": 3.63623612139666e-05, "p_rec": 0.0256986018511582, "syn_z": 0.60523428616766}, "nontcga": {"exp_lof": 10.8736794758, "exp_mis": 186.892314991, "exp_syn": 117.291508595, "lof_z": 3.25289109387046, "mis_z": 1.45379557627743, "mu_lof": 1.12554356841e-06, "mu_mis": 2.32597264222e-05, "mu_syn": 1.48251737165e-05, "n_lof": 0.0, "n_mis": 147.0, "n_syn": 106.0, "p_li": 0.974182197470124, "p_null": 3.00139654394959e-05, "p_rec": 0.025787788564436, "syn_z": 0.660147018759104}, "transcript": "ENST00000374672.4"}, "exons": [{"cdsend": 107489172, "cdsstart": 107485750, "chr": "9", "position": [[107484851, 107485926], [107487027, 107488267], [107488929, 107489050], [107489167, 107489769]], "strand": -1, "transcript": "NM_001314052", "txend": 107489769, "txstart": 107484851}, {"cdsend": 107489172, "cdsstart": 107485750, "chr": "9", "position": [[107484851, 107485926], [107487027, 107487192], [107487294, 107488267], [107488929, 107489050], [107489167, 107489769]], "strand": -1, "transcript": "NM_004235", "txend": 107489769, "txstart": 107484851}], "exons_hg19": [{"cdsend": 110251453, "cdsstart": 110248031, "chr": "9", "position": [[110247132, 110248207], [110249308, 110250548], [110251210, 110251331], [110251448, 110252050]], "strand": -1, "transcript": "NM_001314052", "txend": 110252050, "txstart": 110247132}, {"cdsend": 110251453, "cdsstart": 110248031, "chr": "9", "position": [[110247132, 110248207], [110249308, 110249473], [110249575, 110250548], [110251210, 110251331], [110251448, 110252050]], "strand": -1, "transcript": "NM_004235", "txend": 110252050, "txstart": 110247132}], "generif": [{"pubmed": 8702718, "text": "This is the first paper that describes the identification and characterization of KLF4 (also called GKLF) and that KLF4 is inhibitor of cell growth."}, {"pubmed": 9218496, "text": "This paper describes that the nuclear localization signals within KLF4 define a closely related subfamily of Kruppel-like factors including KLF1, KLF2 and KLF4."}, {"pubmed": 9428642, "text": "This study examines the expression of KLF4 during embryonic and postnatal development and in intestinal tumorigenesis."}, {"pubmed": 9443972, "text": "This paper reports a consensus DNA binding sequence for KLF4 using an unbiased screen."}, {"pubmed": 9651398, "text": "This study reports the first identified target gene for KLF4 was CYP1A1, and the mechanism by which KLF4 regulates CYP1A1 expression."}, {"pubmed": 10556311, "text": "This study characterized the gene and promoter structures of the mouse KLF4 gene."}, {"pubmed": 10666450, "text": "This paper examines the structure-function relationship of KLF4 in activating target gene expression and in suppressing growth."}, {"pubmed": 10749849, "text": "This paper describes that KLF4 is transcriptionally activated by the p53 tumor suppressor after DNA damage and results in the transcriptional activation of the p21 cell cycle inhibitor gene."}, {"pubmed": 11521200, "text": "This paper reports that KLF4 is regulated by the APC tumor suppressor in colorectal cancer cells through CDX2."}, {"pubmed": 12087155, "text": "This paper describes the opposite effect of KLF4 and KLF5 on transcription of the KLF4 gene."}, {"pubmed": 12297499, "text": "induction of GKLF mRNA and protein expression by interferon-gamma treatment was associated with reduction of ornithine decarboxylase (ODC) gene expression and enzyme activity in colon cancer HT-29 cells"}, {"pubmed": 12427745, "text": "KLF4 is an essential mediator of p53 in controlling G(1)/S progression of the cell cycle following DNA damage"}, {"pubmed": 12439907, "text": "down-regulation of gut-enriched Kruppel-like factor in esophageal squamous cancer"}, {"pubmed": 12581631, "text": "role in cell cycle regulation and epithelial differentiation"}, {"pubmed": 12776194, "text": "Over-expression of KLF4 in human colon cancer cells reduces tumorigenecity."}, {"pubmed": 12853980, "text": "Regulation of A33 antigen expression by GKLF."}, {"pubmed": 12901861, "text": "inactivation of KLF4 is one of the frequent steps towards bladder carcinogenesis"}, {"pubmed": 12919939, "text": "intestinal alkaline transactivation by Kruppel-like factor-4 is likely mediated through a critical region located within the proximal IAP promoter region"}, {"pubmed": 14627709, "text": "KLF4 is necessary for preventing the entry into mitosis following DNA damage"}, {"pubmed": 14627709, "text": "role of KLF4 in maintaining the integrity of the G2/M checkpoint following DNA damage"}, {"pubmed": 14670968, "text": "KLF4 can act to repress histidine decarboxylase gene expression by Sp1-dependent and -independent mechanisms"}, {"pubmed": 14724568, "text": "KLF4 is a tumor suppressor in colorectal cancer."}, {"pubmed": 15031282, "text": "KLF4 is a novel regulator of u-PAR expression that drives the synthesis of u-PAR in the luminal surface epithelial cells of the colon"}, {"pubmed": 15051827, "text": "transactivation of Kruppel-like factor 4(KLF4) by butyrate appears to be mediated through interaction with a Sp1 transcription factor-binding domain on the promoter"}, {"pubmed": 15102675, "text": "KLF4 has a role in the aggressive phenotype of early-stage infiltrating ductal carcinoma"}, {"pubmed": 15561714, "text": "a longer isoform of gut-enriched Kruppel-like factor 4 (GKLF) we term GKLFa interacts with the CD11d promoter"}, {"pubmed": 15674344, "text": "KLF4 can function in the nucleus to induce squamous epithelial dysplasia."}, {"pubmed": 15740636, "text": "A review article that summarizes the mechanisms by which KLF4 and KLF5 regulate cell proliferation."}, {"pubmed": 15805274, "text": "Promoter hypermethylation and hemizygous deletion contributed to the down-regulation of KLF4 expression and the induction of apoptosis contributed to the antitumor activity of KLF4; alteration of KLF4 expression plays a role in gastric cancer development."}, {"pubmed": 15806166, "text": "KLF4 is both necessary and sufficient in preventing centrosome amplification following gamma-radiation-induced DNA damage."}, {"pubmed": 15937668, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16507986, "text": "the cross talk of KLF4 and beta-catenin plays a critical role in homeostasis of the normal intestine as well as in tumorigenesis of colorectal cancers."}, {"pubmed": 16632465, "text": "cGMP-dependent protein kinase expression is regulated by Rho and Kruppel-like transcription factor-4"}, {"pubmed": 17016435, "text": "KLF4 may be an important determinant of cell fate following gamma-radiation-induced DNA damage."}, {"pubmed": 17017123, "text": "KLF4 exerts a global inhibitory effect on macromolecular biosynthesis that is beyond its established role as a cell cycle inhibitor."}, {"pubmed": 17135299, "text": "KLF-4 and AP-2 is regulating the activity of the hSMVT promoter in the intestine and provide direct in vivo confirmation of hSMVT promoter activity."}, {"pubmed": 17339326, "text": "Kruppel-like factor 4 as a novel regulator of endothelial activation in response to pro-inflammatory stimuli."}, {"pubmed": 17508399, "text": "A review article that summarizes the biological and pathobiological functions in the intestinal epithelium."}, {"pubmed": 17614846, "text": "Genetic and epigenetic alterations of the KLF4 gene might play a minor role in gastric carcinogenesis."}, {"pubmed": 17671182, "text": "This study reports that haploinsufficiency of Klf4 gene in transgenic mice with targeted deletion of one of the Klf4 alleles promotes intestinal tumorigenesis when crossbred with the ApcMin mice."}, {"pubmed": 17688680, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17688680, "text": "analysis of SNPs, located in the KLF2, KLF4 and KLF5 gene did not show an association with Type 2 diabetes in this French population"}, {"pubmed": 17762869, "text": "KLF4 is a critical regulator in the transcriptional network controlling monocyte differentiation."}, {"pubmed": 17908689, "text": "KLF4 might function as an activator or repressor of transcription depending on whether it interacts with co-activators such as p300 and CREB-binding protein or co-repressors such as HDAC3."}, {"pubmed": 17932114, "text": "Data show that human testis strongly expresses KLF4 and they were localized to nuclei of round spermatids during normal spermatogenesis stages II-IV."}, {"pubmed": 18056793, "text": "Transient transfection of Kruppel-like factor 4 suppressed LDLR, steroidogenic acute regulatory protein, and CYP11A"}, {"pubmed": 18157115, "text": "Using ectopic expression of Oct4, Sox2, Klf4 and Myc, we have derived iPS cells from fetal, neonatal and adult human primary cells"}, {"pubmed": 18264726, "text": "Loss of KLF4 protein expression might contribute to assessing prognosis in colorectal cancer with lymph node metastasis"}, {"pubmed": 18376139, "text": "KLF4 expression is associated with human skin SCC progression and metastases"}, {"pubmed": 18390749, "text": "The inflammation-selective effects of loss-of-KLF4 and the gain-of-KLF4-induced monocytic differentiation in HL60 cells identify KLF4 as a key regulator of monocytic differentiation"}, {"pubmed": 18977346, "text": "Reduced levels of KLF4 tumor suppressor activity in colon tumors may be driven by elevated beta-catenin/Tcf signaling."}, {"pubmed": 19074836, "text": "Notch signaling suppresses KLF4 expression in intestinal tumors and colorectal cancer cells"}, {"pubmed": 19197145, "text": "KLF4 pathway is a potential effector of retinoid signaling in tumor prevention. Of several oncogenes that independently induce malignant transformation of RK3E epithelial cells, only KLF4 showed substantial sensitivity to retinoids."}, {"pubmed": 19327128, "text": "Results indicate that KLF4 positively regulates human ghrelin expression via binding to a KLF-responsive region in the promoter."}, {"pubmed": 19361279, "text": "Luciferase reporter gene assays revealed that survivin promoter activity is repressed upon overexpression of KLF4 in EC9706 cells."}, {"pubmed": 19409607, "text": "Increased miR-145 expression inhibits human embryonic stem cells self-renewal, represses expression of pluripotency genes, and induces lineage-restricted differentiation; loss of miR-145 impairs differentiation and elevates OCT4, SOX2, and KLF4."}, {"pubmed": 19458492, "text": "Studies show that the expression of genes belonging to the OCT3/SOX2/NANOG/KLF4 core circuitry that acts at the highest level in regulating stem cell biology."}, {"pubmed": 19495417, "text": "N-Myc regulates expression of pluripotency genes in neuroblastoma including lif, klf2, klf4, and lin28b"}, {"pubmed": 19503094, "text": "Studies discovered a novel molecular network between p53, KLF4 and ERalpha."}, {"pubmed": 19505997, "text": "The finding suggests that KLF4 may be an important factor for the maintenance of the developmental and the tumorigenic potential of IGCNU as well as for the malignancy of seminoma."}, {"pubmed": 19522013, "text": "Data showed that both KLF4 and PBX1 mRNA and protein expression were downregulated during hESC differentiation. Overexpression of KLF4 and PBX1 upregulated NANOG promoter activity and NANOG protein expression."}, {"pubmed": 19541842, "text": "inhibition of miR-25 in cytokine-stimulated ASM cells up-regulates KLF4 expression via a post-transcriptional mechanism."}, {"pubmed": 19544095, "text": "KLF4 binds to the p57(Kip2) promoter and transcriptionally upregulates its expression, which in turn inhibits the stress activated protein kinase cascade and c-Jun phosphorylation."}, {"pubmed": 19549847, "text": "Stoichiometric and temporal requirements of Oct4, Sox2, Klf4, and c-Myc expression for efficient human iPSC induction and differentiation."}, {"pubmed": 19696409, "text": "Induced pluripotent stem cells programmed with OCT4/SOX2/KLF4 and without c-MYC yield proficient cardiogenesis for functional heart chimerism."}, {"pubmed": 19717984, "text": "Results suggest that KLF4 could contribute to breast tumor progression by activating synthesis of Notch1 and by promoting signaling through a non-canonical Notch1 pathway."}, {"pubmed": 19737957, "text": "The expression of KLF4 resulted in marked inhibition of cell growth and clonogenic formation. The tumor-suppressive effect was associated with in up-regulating p21 and down-regulating cyclin D1, leading to cell cycle arrest at the G(1)-S checkpoint."}, {"pubmed": 19763260, "text": "human neural stem cells are capable of reprogramming into a pluripotent state by forced expression of Oct3/4 and Klf4"}, {"pubmed": 19779097, "text": "KLF4 is potentially a reliable marker of HNSCC, and myrAkt transgenic mice are valuable tools for preclinical research of HNSCC."}, {"pubmed": 19816951, "text": "show that Klf4 interacts directly with Oct4 and Sox2 when expressed at levels sufficient to induce induced pluripotent stem cells."}, {"pubmed": 19858207, "text": "Kruppel-like factor 4 is a novel mediator of Kallistatin in inhibiting endothelial inflammation via increased endothelial nitric-oxide synthase expression."}, {"pubmed": 19968965, "text": "these data identify a significant degree of mechanistic and functional conservation between KLF2 and KLF4, and importantly, provide further insights into the complex regulatory networks governing endothelial vasoprotection."}, {"pubmed": 20030945, "text": "Expression of KLF-4 increases under IL-1beta and TNF-alpha stimulation, and may participate in regulation of endothelial activity."}, {"pubmed": 20043075, "text": "down-regulated KLF4, CHGA, GPX3, SST and LIPF, together with up-regulated SERPINH1, THY1 and INHBA is an 8-gene signature for gastric cancer"}, {"pubmed": 20071344, "text": "Klf4 functions upstream of Nanog in ES cell self-renewal and in preventing ES cell differentiation"}, {"pubmed": 20072650, "text": "Data show that that KLF4 is inactivated by either genetic or epigenetic mechanisms in a large subset of medulloblastomas and that it likely functions as a tumor suppressor gene in the pathogenesis of medulloblastoma."}, {"pubmed": 20075075, "text": "overexpression of miR-10b in KYSE140 and KYSE450 cells led to a reduction of endogenous KLF4 protein, whereas silencing of miR-10b in EC9706 cells caused up-regulation of KLF4 protein in esophageal cancer"}, {"pubmed": 20215880, "text": "Reduced KLF4 is associated with lung cancer cell invasion by suppression of SPARC expression"}, {"pubmed": 20356845, "text": "Kruppel-like factor 4 inhibits epithelial-to-mesenchymal transition through regulation of E-cadherin gene expression"}, {"pubmed": 20385121, "text": "KLF4 is identified as a novel transcription factor that controls NAG-1 promoter activity in human and mouse colorectal cancers. And PPARgamma agonists up-regulate KLF4 expression in receptor-dependent manner."}, {"pubmed": 20442780, "text": "the two factors Klf4 and Sp3 exert an overlapping repressor function through their binding to the Notch1 promoter."}, {"pubmed": 20479568, "text": "In terms of human reproductive tissue, KLF4 may be a factor concerning cell cycle, directly responsive to progesterone receptor activation."}, {"pubmed": 20519630, "text": "Loss of KLF4 is associated with B-cell non-Hodgkin lymphoma and in classic Hodgkin lymphoma."}, {"pubmed": 20551324, "text": "KLF4 expression largely reproduces the protective phenotype in endothelial cellsdecreased angiogenic, migratory, and inflammatory potential"}, {"pubmed": 20629177, "text": "hTERT is one of the major targets of KLF4 in cancer and stem cells to maintain long-term proliferation potential."}, {"pubmed": 20699379, "text": "KLF4 expression is significantly downregulated in colon cancer, and loss of KLF4 is an independent predictor of survival and recurrence"}, {"pubmed": 20718868, "text": "Data indicate up-regulation of KLF4 expression(by high-density lipoproteins, especially HDL3) causes up-regulation of expression of SR-BI (scavenger receptor class B type I); KLF4 binds to promoter for SR-BI."}, {"pubmed": 20727893, "text": "a splice variant of KLF4 (KLF4alpha) is up-regulated in aggressive pancreatic cancer cells and human pancreatic tumor tissues"}, {"pubmed": 20849362, "text": "These results provide new insights toward understanding the molecular basis of mesenchymal stromal cells stemness maintenance and underline the ability of KLF4 to maintain cells in an undifferentiated state."}, {"pubmed": 20972454, "text": "tumor-predisposing p53 mutations hijack p63 to a different location on the promoter, turning it into an activator of KLF4."}, {"pubmed": 21075859, "text": "Dopamine acting through its D(2) receptor, inhibits IGF-I-induced proliferation of gastric adenocarcinoma cells by up-regulating KLF4, a negative regulator of the cell cycle through down regulation of IGF-IR and AKT phosphorylation."}, {"pubmed": 21125297, "text": "Longitudinal cell formation in the small intestine was regulated by the colocalization of Hath1 and Klf4 that converted Paneth cell differentiation into goblet cell differentiation."}, {"pubmed": 21132436, "text": "reduced expression in skin cancer lesions"}, {"pubmed": 21159640, "text": "Results suggest that KLF4 functions as an inhibitor of tumor cell growth and migration in prostate cancer and decreased expression has prognostic value for predicting prostate cancer metastasis."}, {"pubmed": 21166929, "text": "MEK5 activation by laminar shear stress inhibits inflammatory responses in microvascular endothelial cells, in part through ERK5-dependent induction of KLF4"}, {"pubmed": 21177849, "text": "KLF4 is profoundly degraded in response to TGF-beta signaling"}, {"pubmed": 21219537, "text": "Low KLF4 is associated with head and neck squamous cell carcinoma."}, {"pubmed": 21224073, "text": "Loss of KLF4 expression is closely related to the genomic loss, and its restoration inhibits cancer cell proliferation, suggesting a key suppressor role in pancreatic tumorigenesis."}, {"pubmed": 21242971, "text": "study provides evidence that KLF4 has a potent oncogenic role in mammary tumorigenesis likely by maintaining stem cell-like features and by promoting cell migration and invasion"}, {"pubmed": 21312053, "text": "results suggest that PAF receptor plays a pivotal role in POVPC-induced migration of human BMSCs through PAF receptor-mediated expression of KLF4"}, {"pubmed": 21412023, "text": "These results suggest a relationship between D9S105 deletion and downregulation of KLF4 gene expression as an early event in pancreatic ductal adenocarcinoma progression."}, {"pubmed": 21502426, "text": "KLF4 is another marker of monocytic differentiation in monocytic leukemias"}, {"pubmed": 21518959, "text": "Results identify a KLF4-miR-206 feedback pathway that oppositely affects protein translation in normal cells and cancer cells."}, {"pubmed": 21531817, "text": "Restored expression of KLF4, a putative tumor suppressor, downregulated IFITM3 expression in colon cancer cells in vitro."}, {"pubmed": 21539536, "text": "Our data supports a model of antagonistic interaction of KLF4/CREBBP trans-factors in HBG regulation."}, {"pubmed": 21586797, "text": "KLF4 plays a role in maintenance of high glycolytic metabolism by transcriptional activation of the PFKP gene in breast cancer cells."}, {"pubmed": 21652709, "text": "KLF4-siRNA inhibits PKCdelta-dependent p21(Cip1) promoter activity. PKCdelta increases KLF4 expression leading to enhanced KLF4 interaction with the GC-rich elements in the p21(Cip1) promoter to activate transcription"}, {"pubmed": 21670502, "text": "These data suggest that KLF4 is a novel regulator of macrophage polarization."}, {"pubmed": 21673106, "text": "down-regulation of Kruppel-like factor-4 (KLF4) by microRNA-143/145 is critical for modulation of vascular smooth muscle cell phenotype by transforming growth factor-beta and bone morphogenetic protein 4."}, {"pubmed": 21674249, "text": "Loss of nuclear expression of KLF4 is associated with in situ and invasive breast carcinomas."}, {"pubmed": 21689550, "text": "Findings suggest that KLF4 is able to promote odontoblastic differentiation of and inhibit proliferation of human dental pulp cells."}, {"pubmed": 21746878, "text": "Klf4 recruits a complex of Meis and Pbx proteins to DNA, resulting in Meis2 transcriptional activation domain-dependent activation of a subset of Klf4 target genes."}, {"pubmed": 21833590, "text": "Data sugget that KLF4 regulates the cellular sensitivity to cisplatin in hepatocarcinoma stem-like cells and hepatocarcinoma cells by elevating intracellular glutathione levels."}, {"pubmed": 22170051, "text": "Regulation of the potential marker for intestinal cells, Bmi1, by beta-catenin and the zinc finger protein KLF4: implications for colon cancer."}, {"pubmed": 22170594, "text": "KLF4 may function as a tumor suppressor in cervical carcinoma by inhibiting cell growth and tumor formation."}, {"pubmed": 22209344, "text": "Patients with oral cancer with negative nuclear Kruppel-like factor 4 expression in tumor cells had poor prognoses and a 2.5-fold higher death risk."}, {"pubmed": 22267480, "text": "miR-92a coregulates KLF4 and KLF2 expression in arterial endothelium and contributes to phenotype heterogeneity associated with regional atherosusceptibility and protection in vivo."}, {"pubmed": 22282354, "text": "TGF-beta1 downregulates AT1 receptor expression via PKC-delta-mediated Sp1 dissociation from KLF4 and Smad-mediated PPAR-gamma association with KLF4."}, {"pubmed": 22364861, "text": "ZNF750 directly links a tissue-specifying factor, p63, to an effector of terminal differentiation, KLF4."}, {"pubmed": 22384261, "text": "KLF4 affects intestinal epithelial cell morphology by regulating proliferation, differentiation and polarity of the cells"}, {"pubmed": 22389506, "text": "suppression of pVHL in response to estrogen signaling results in elevation of KLF4, which mediates estrogen-induced mitogenic effect"}, {"pubmed": 22407433, "text": "KLF4 inhibits beta-catenin expression and regulates the beta-catenin-mediated biological behaviors of gastric cancer cells."}, {"pubmed": 22430140, "text": "The present study demonstrated a key regulatory role of KLF4 in the endothelial ASS1 expression and NO production in response to laminar shear stress."}, {"pubmed": 22491752, "text": "data suggest that KLF4 inhibits cell proliferation, migration and adhesion and that loss of KLF4 promotes skin tumorigenesis"}, {"pubmed": 22528804, "text": "KLF4 has a suppressive effect on the proliferation and metastasis of the breast cancer."}, {"pubmed": 22539002, "text": "Data suggest that there is a partial functional redundancy between Sox2 and Klf4 in the disruption of cellular homeostasis and activation of regulatory networks that define pluripotency."}, {"pubmed": 22592916, "text": "KLF4 translation level is associated with the differentiation stage of different leukemias and is independent of other parameters of risk stratification."}, {"pubmed": 22653776, "text": "KLF4 is induced in a bacterial DNA-TLR9-Src-dependent manner and regulates IL-10 expression"}, {"pubmed": 22677193, "text": "KLF4 binds to the promoter of VDR to regulate its expression altering signal transduction and contributing to the progression of hepatocellular carcinoma."}, {"pubmed": 22751119, "text": "MiR-29 expression is suppressed by progestins in breast cancer cells."}, {"pubmed": 22766303, "text": "Both Sox9 and KLF4 interact with beta-catenin in an immunoprecipitation assay and reduce its binding to TCF4."}, {"pubmed": 22835519, "text": "LIF combined with VEGF can maintain the preliminary, progenitor phenotype of EPCs and alleviate cell differentiation by upregulating KLF4, which may provide new insights into transcriptional regulation in endothelial progenitor cells"}, {"pubmed": 22842522, "text": "Our findings establish the impact of Oct1, KLF4 and c-Myc on cancer bioenergetics and evidence a link between oncosecretomics and cellular bioenergetics profile."}, {"pubmed": 22854048, "text": "We conclude that KLF4 upregulation by HGF represents a novel mechanism mediating HGF-induced cell scattering and perhaps other associated events such as cell migration and invasion"}, {"pubmed": 22937066, "text": "Kruppel-like factor 4, a tumor suppressor in hepatocellular carcinoma cells reverts epithelial mesenchymal transition by suppressing slug expression."}, {"pubmed": 23007394, "text": "the HIC-5- and KLF4-dependent mechanism transactivates p21(Cip1) in response to anchorage loss"}, {"pubmed": 23045286, "text": "KLF4 contributes to the favorable disease outcome by directly mediating the growth and lineage determination of neuroblastoma cells."}, {"pubmed": 23089465, "text": "High Klf4 expression in the cytoplasm is associated with prostate cancer."}, {"pubmed": 23097599, "text": "LMP3 induced the successful osteogenic differentiation of AFSC by inducing the expression of osteogenic markers and osteospecific transcription factors."}, {"pubmed": 23118962, "text": "the cooperative binding of KLF4 and p53 to DNA exemplifies a regulatory mechanism that contributes to p53 target selectivity"}, {"pubmed": 23160196, "text": "KLF4 differentially regulated pertinent endothelial targets via competition for the coactivator p300."}, {"pubmed": 23202735, "text": "CDX2-driven leukemogenesis involves KLF4 repression and deregulated PPARgamma signaling."}, {"pubmed": 23249717, "text": "Data indicat that the SPARC overexpression may play an important role in the initiation and development of non-small cell lung cancer (NSCLC), whereas KLF4 inhibits this process."}, {"pubmed": 23275339, "text": "up-regulation of KLF4 upon PPARgamma activation is mediated through the PPRE in the KLF4 promoter"}, {"pubmed": 23348505, "text": "Meningioma mutations in TRAF7 commonly occurred with a recurrent mutation (K409Q) in KLF4, a transcription factor known for its role in inducing pluripotency, or with AKT1, a mutation known to activate the PI3K pathway."}, {"pubmed": 23376074, "text": "these results suggest that E-cadherin expression in cancer cells is controlled by a balance between ZEB2 and KLF4 expression levels."}, {"pubmed": 23384942, "text": "Results suggest that miR-7 and KLF4 may serve as biomarkers or therapeutic targets for brain metastasis of breast cancer."}, {"pubmed": 23395444, "text": "Data show that ACTL6a prevents SWI/SNF complex binding to promoters of KLF4 and other differentiation genes and that SWI/SNF catalytic subunits are required for full induction of KLF4 targets."}, {"pubmed": 23404370, "text": "The findings of this study suggested an essential contribution of combined KLF4 K409Q and TRAF7 mutations in the genesis of secretory meningioma and demonstrate a role for TRAF7 alterations in other non-NF2 meningiomas."}, {"pubmed": 23418515, "text": "Data suggest that KLF4 can be a potential therapeutic target for treating colon cancer."}, {"pubmed": 23440423, "text": "Numbl-Klf4 signaling is critical to maintain multiple nodes of metastatic progression, including persistence of cancer-initiating cells."}, {"pubmed": 23515309, "text": "the importance KLF4 sumoylation in regulating pluripotency and adipocyte differentiation."}, {"pubmed": 23585530, "text": "Kruppel-like factor 4 plays a role in controlling cell cycle and resistance to alkylating agents in multiple myeloma cells."}, {"pubmed": 23599428, "text": "KLF4 is part of a multiprotein complex that interacts that the hINV promoter distal regulatory region to drive differentiation-dependent hINV gene expression in epidermis."}, {"pubmed": 23696417, "text": "MiR-10a restores the differentiation capability of aged hMSCs through repression of KLF4."}, {"pubmed": 23722653, "text": "KLF4 is a putative tumor suppressor gene epigenetically silenced in renal cell cancers by promoter CpG methylation and that it has prognostic value for renal cell progression."}, {"pubmed": 23737434, "text": "KLF4 modulates maintenance of myeloid-derived suppressor cells (MDSCs) in bone marrow by inducing GM-CSF production via CXCL5 and regulates recruitment of MDSCs into the primary tumors through the CXCL5/CXCR2 axis"}, {"pubmed": 23758499, "text": "Patients with nasopharyngeal carcinoma (NPC) showing lower cytoplasmic KLF4 expression had a significantly shorter overall survival time than those with high NPC KLF4 expression."}, {"pubmed": 23861801, "text": "Attenuation of kruppel-like factor 4 facilitates carcinogenesis by inducing g1/s phase arrest in clear cell renal cell carcinoma."}, {"pubmed": 23867820, "text": "microRNA-15a has a key role in the KLF4 suppressions of proliferation and angiogenesis in endothelial and vascular smooth muscle cells"}, {"pubmed": 23884216, "text": "downregulated expression in human monocyte in patients with coronary atherosclerosis"}, {"pubmed": 23921950, "text": "Here we report that the combination of p63, a master regulator of epidermal development and differentiation, and KLF4, a regulator of epidermal differentiation, is sufficient to convert dermal fibroblasts to a keratinocyte phenotype."}, {"pubmed": 23926105, "text": "Co-transfection of KLF-4 and HDAC1,2 expression plasmids in breast cancer cells results in synergistic repression of VEGF expression and inhibition of angiogenic potential"}, {"pubmed": 24018236, "text": "KLF4 may function as a tumor suppressor gene in urothelial cancer since down-regulation of KLF4 by promoter hypermethylation would promote cancer progression."}, {"pubmed": 24030402, "text": "Human aortic aneurysms demonstrate significantly higher transgenic KLF4 expression that is localized to smooth muscle cells."}, {"pubmed": 24060351, "text": "ChIP analysis established that PDGF-BB-induced repression of Myocd gene expression is most likely regulated by enhanced binding of Klf4 and Klf5 to a lesser extent, to the PRR of PrmM"}, {"pubmed": 24065485, "text": "loss of KLF4 expression correlates with diffuse-type gastric cancer and immunoreactivity to Fas, and are inversely linked with p53 nuclear accumulation."}, {"pubmed": 24067139, "text": "The present findings revealed that KLF4 is overexpressed in Burkitt pediatric lymphoma and is a potential biomarker for inferior overall survival."}, {"pubmed": 24105022, "text": "KLF4 may play an anti-oncogenic role in gastric tumorigenesis."}, {"pubmed": 24114958, "text": "Radiation exposure of the tissues around brain tumour during radiation therapy causes KLF4 overexpression in astrocytes, which induces more DSB and reduces SSB."}, {"pubmed": 24156273, "text": "Endothelial KLF4 regulates the transcription of genes involved in key pathways implicated in pulmonary arterial hypertension."}, {"pubmed": 24281002, "text": "Both miR-29a high expression and KLF4 mRNA low expression were associated with metastasis."}, {"pubmed": 24318462, "text": "our results indicated that KLF4 is a key transcriptional regulator of BTB function by regulating expressions of tight junction related proteins, which would draw growing attention to KLF4 as a potential target for glioma therapy."}, {"pubmed": 24388984, "text": "analysis of Klf4 ubiquitination sites using several Klf4 deletion fragments and bioinformatics predictions showed that the lysine sites which are signaling for Klf4 protein degradation lie in its N-terminal domain (aa 1-296)"}, {"pubmed": 24415058, "text": "Our data suggest that the effects of miR-34a on apoptosis occur due to the downregulation of KLF4"}, {"pubmed": 24551169, "text": "KLF4 gene is inactivated by methylation-induced silencing mechanisms in a large subset of cervical carcinomas."}, {"pubmed": 24573354, "text": "KLF4 and HOXD10 were identified as direct targets of miR-10b in bladder cancer cells"}, {"pubmed": 24626089, "text": "Results argue that KLF5 acts as a fundamental core regulator of intestinal oncogenesis at the stem-cell level, and they suggest KLF5 targeting as a rational strategy to eradicate stem-like cells in colorectal cancer."}, {"pubmed": 24755985, "text": "Hemodynamics influence endothelial KLF4 expression through DNA methyltransferase enrichment/myocyte enhancer factor-2 inhibition mechanisms of KLF4 promoter CpG methylation with regional consequences for atherosusceptibility."}, {"pubmed": 24763828, "text": "NS suppression in the AGS cell line caused some morphological alterations, a cell cycle arrest at G1 phase, and an upregulation of iPS genes: Nanog, Sox2, and Klf4."}, {"pubmed": 24789055, "text": "The acetylated histone H3 located more at KLF4 promoter region."}, {"pubmed": 24812666, "text": "KLF4 overexpression in cultured podocytes increased expression of nephrin and other epithelial markers and reduced mesenchymal gene expression."}, {"pubmed": 24897024, "text": "High cytoplasmic expression of KLF4 was associated with better disease-specific survival and was an independently favorable prognostic factor in hepatocellular carcinoma."}, {"pubmed": 24928509, "text": "study implicates the A2bAR as a regulator of adipocyte differentiation and the A2bAR-KLF4 axis as a potentially significant modulator of adipose biology."}, {"pubmed": 24931170, "text": "WISP2 has a role in regulating tumor cell susceptibility through EMT by inducing the TGF-beta signaling pathway, KLF-4 expression and miR-7 inhibition."}, {"pubmed": 24947925, "text": "KLF4 underexpression is correlated with disease stage and pancreatic cancer progression."}, {"pubmed": 24978920, "text": "p53, KLF4, and p21 showed altered expression patterns in pulmonary neuroendocrine neoplasms. Lack of KLF4 and p21 expression was associated with accumulation of aggressive features in typical carcinoids."}, {"pubmed": 24993134, "text": "Silencing of KLF4 expression resulted in the abolishment of LPA-stimulated migration and proliferation of PC-3M-luc-C6 cells."}, {"pubmed": 25037230, "text": "This study identified a novel miR-2909-KLF4 molecular axis able to differentiate between the pathogeneses of pediatric B- and T-cell ALLs, and which may represent a new diagnostic/prognostic marker."}, {"pubmed": 25060774, "text": "Low KLF4 level is associated with colorectal cancer."}, {"pubmed": 25100730, "text": "KLF4 is a regulator of cardiac hypertrophy by modulating the expression and the activity of myocardin."}, {"pubmed": 25109409, "text": "Inhibition of KLF4 by NOTCH1 regulates proliferation and differentiation of bladder cancer cells."}, {"pubmed": 25137052, "text": "KLF4 functions as a tumor suppressor gene in ovarian cancer cells by inhibiting TGFB-induced epithelial mesenchymal transition."}, {"pubmed": 25146389, "text": "Twist1-Jagged1/KLF4 axis is essential both for transdifferentiation of tumour cells into endothelial cells and for chemoresistance acquisition."}, {"pubmed": 25175483, "text": "Enhanced expression of ABCG2 and KLF4 in the recurrent PCa tissues postulates the suggestion that enrichment for cells with stem cell characteristics in these tissues might be playing a critical role for chemoresistance and recurrence of cancer."}, {"pubmed": 25181544, "text": "miR-7 acts as an oncomiR in the epithelial cellular context, where through the negative regulation of KLF4-dependent signaling pathways, miR-7 promotes cellular transformation and tumor growth."}, {"pubmed": 25218589, "text": "miR-152 inhibited the cell proliferation, migration, invasion, and promoted apoptosis of glioblastoma stem cells by directly targeting KLF4."}, {"pubmed": 25341045, "text": "HDAC1 and Klf4 are potential new molecular markers and targets for clinical diagnosis, prognosis, and treatment of myeloid leukemia."}, {"pubmed": 25400747, "text": "KLF4 might act as a tumor suppressor in esophageal squamous cell carcinoma and the expression status of KLF4 could be considered as a prognosis predictor."}, {"pubmed": 25531393, "text": "Overexpression of KLF4 inhibited virus-induced activation of ISRE and IFN-b promoter in cells, while knockdown of KLF4 potentiated viral infection-triggered induction of IFNB1 and downstream genes and attenuated viral replication."}, {"pubmed": 25644173, "text": "These results suggest that KLF4 as a major transcription factor that suppresses the expression of T-cell associated genes, thus inhibiting T-ALL progression."}, {"pubmed": 25652467, "text": "In this review, we focus on the functions, roles, and regulatory networks of these five KLFs in HCC, summarize key pathways, and propose areas for further investigation"}, {"pubmed": 25756955, "text": "KLF4 acts as a counter-regulatory transcription factor in pneumococci-related proinflammatory activation of lung epithelial cells."}, {"pubmed": 25772473, "text": "KLF4 N-terminal variance modulates induced reprogramming to pluripotency"}, {"pubmed": 25789974, "text": "These results identify KLF4 and KLF5 as cooperating protumorigenic factors and critical participants in resistance to lapatinib, furthering the rationale for combining anti-MCL1/BCL-XL inhibitors with conventional HER2-targeted therapies."}, {"pubmed": 25791170, "text": "induction of a miR-200c-SUMOylated KLF4 feedback loop is a significant aspect of the PDGF-BB proliferative response in VSMCs and that targeting Ubc9 represents a novel approach for the prevention of restenosis."}, {"pubmed": 25851906, "text": "Decreased KLF4 was associated with Esophageal Squamous Cell Carcinoma."}, {"pubmed": 25860962, "text": "upregulated Siat7A expression, which was paralleled by the increased Klf4 in the ischemic myocardium, contributed to cardiomyocyte apoptosis following myocardial infarction"}, {"pubmed": 25879941, "text": "Nuclear factor I-C regulates E-cadherin via control of KLF4 in breast cancer"}, {"pubmed": 25892014, "text": "The hypermethylation of KLF4 directly mediated by Dnmt1 contributes to the progression of EMT in renal epithelial cells."}, {"pubmed": 25907774, "text": "expression of OCT4, SOX2, KLF4 and MYC (OSKM) induced pluripotent stem cell differentiation"}, {"pubmed": 25954999, "text": "Results showed that KLF4 plays an important role in inhibiting the aggressiveness of hepatocellular carcinoma cells via upregulation of TIMP-1 and TIMP-2."}, {"pubmed": 25985364, "text": "Our findings indicate that the contribution of SMCs to atherosclerotic plaques has been greatly underestimated, and that KLF4-dependent transitions in SMC phenotype are critical in lesion pathogenesis"}, {"pubmed": 26046571, "text": "In the atherosclerosis mouse model they found that loss of Klf4 exclusively in SMCs resulted in a 50% reduction in atherosclerosis"}, {"pubmed": 26050649, "text": "demonstrated that BAALC blocks ERK-mediated monocytic differentiation of acute myeloid leukemia cells by trapping Kruppel-like factor 4 (KLF4) in the cytoplasm and inhibiting its function in the nucleus"}, {"pubmed": 26075898, "text": "KLF4 promotes angiogenesis by transcriptionally activating vascular endothelial growth factor expression, thus activating the vascular endothelial growth factor signaling pathway in human retinal microvascular endothelial cells."}, {"pubmed": 26087183, "text": "Authors demonstrate that F-box only protein 22 (FBXO22) interacts with and thereby destabilizes KLF4 via polyubiquitination. As a result, FBXO22 could promote HCC cells proliferation."}, {"pubmed": 26097551, "text": "down-regulation of KLF4 and up-regulation of KLF5 may stimulate oral carcinoma progression through the dedifferentiation of carcinoma cells."}, {"pubmed": 26108068, "text": "Angiotensin II can modulate epigenetic regulation in podocytes and renin-angiotensin blockade inhibits these actions in part via KLF4 in proteinuric kidney diseases."}, {"pubmed": 26109433, "text": "Data indicte that Kruppel-like factor 4 (KLF4) regulates the autophagy receptor gene ubiquitin-binding protein p62 (SQSTM1)."}, {"pubmed": 26110566, "text": "Data show that 1-acylglycerol-3-phosphate O-acyltransferase 9 (AGPAT9) inhibit cell growth by regulating expression of KLF4/LASS2/V-ATPase proteins in breast cancer."}, {"pubmed": 26113043, "text": "KLF4 is probably repressed by histone acetylation in lung cancer."}, {"pubmed": 26181633, "text": "our study reveals that Ang II downregulates miR-145 to regulate Klf4 and myocardin expression in HCASMCs under high glucose conditions. Ang II plays a critical role in the regulation of miR-145 under hyperglycemic conditions"}, {"pubmed": 26191201, "text": "miR-10b was upregulated in gastric cancer and may have a key role in GC pathogenesis and development through the downregulation of its target gene KLF4."}, {"pubmed": 26214161, "text": "findings suggest that KLF4 may represent a potential biomarker for EC dysfunction"}, {"pubmed": 26224477, "text": "miR-375 depresses proliferation of CRC through regulating 3'UTR of KLF4 mRNA, which might be a promising therapeutic target for treating colorectal cancers"}, {"pubmed": 26227255, "text": "these are the first two cases reported of the simultaneous occurrence of secretory meningiomas with mutation of KLF4 in collision with a glioblastoma and an anaplastic astrocytoma, respectively"}, {"pubmed": 26238073, "text": "the expression of KLF4003 was epigenetically regulated by methylation status of a KLF4003 CpG island in human hepatocellular carcinoma"}, {"pubmed": 26241060, "text": "these findings identify KLF4 as a nodal transcriptional regulator of mitochondrial homeostasis."}, {"pubmed": 26332365, "text": "Osteosarcoma spheres are slowly-proliferating populations, overexpress SOX2, and KLF4 stemness-related genes and have enhanced tumorigenic potential."}, {"pubmed": 26338995, "text": "The dysregulated KLF4/HNF-6 pathway drives dedifferentition and progression of HCC."}, {"pubmed": 26372274, "text": "Expression of KLF4 in mononuclear leukocytes positively correlates with cellular markers of immune activation, whereas KLF2 expression negatively correlates with markers of subclinical atherosclerosis in this HIV-infected population."}, {"pubmed": 26408402, "text": "The p53-KLF4-CEBPA axis is deregulated in AML but can be functionally restored by conventional chemotherapy and novel p53 activating treatments."}, {"pubmed": 26420673, "text": "Arginine methylation of KLF4 by PRMT5 inhibits KLF4 ubiquitylation by VHL and thereby reduces KLF4 turnover."}, {"pubmed": 26431332, "text": "KLF4, together with BLIMP1, plays a critical role in mediating lytic Epstein-Barr virus reactivation in epithelial cells."}, {"pubmed": 26457418, "text": "Kruppel-Like Factor 4 Overexpression Initiates a Mesenchymal-to-Epithelial Transition and Redifferentiation of Human Pancreatic Cells following Expansion in Long Term Adherent Culture"}, {"pubmed": 26471298, "text": "conclude that miR-32 promotes GC cell proliferation, migration and invasion by targeting KLF4, suggesting that the miR-32-KLF4 pathway may be useful in clinical diagnosis and therapeutics"}, {"pubmed": 26517087, "text": "KLF4 might play Janus-faced roles in oral squamous cell carcinoma, acting both as a tumor suppressor and as an oncogene."}, {"pubmed": 26546821, "text": "CREB enhances KLF4 up-regulatory effect on apoE promoter."}, {"pubmed": 26644403, "text": "Decreased KLF4 expression mediates antileukemic effects through regulation of gene and microRNA networks, containing miR-150, CDKN1A, and MYC."}, {"pubmed": 26654770, "text": "Several novel and known AKT phosphorylation sites are identified within OCT4, SOX2 and KLF4."}, {"pubmed": 26676883, "text": "KLF4-regulated drug resistance might, at least partially, positively regulate high-mobility group box 1 (HMGB1), which is a significant contributor to chemoresistance in osteosarcoma cells"}, {"pubmed": 26692521, "text": "we sequenced KLF4 in approximately 1000 NSCL/P cases and 300 controls. By one statistical test, missense variants of KLF4 as a group were enriched in cases versus controls. Moreover, two patient-derived KLF4 variants disrupted periderm differentiation upon forced expression in zebrafish embryos, suggesting that they have dominant-negative effect."}, {"pubmed": 26729194, "text": "KLF4 acts as a tumor suppressor or oncogene to activate or repress target gene transcription depending on its acetylation status, which is regulated by p21 and CK2 interaction-mediated HDAC2 phosphorylation"}, {"pubmed": 26821357, "text": "CXCR4 was co-expressed with all investigated neural and embryonic stem cell markers in both primary and recurrent tissues, whereas CXCR7 was mostly found on stem cell marker-negative cells, but was co-expressed with KLF-4 on a distinct GBM cell subpopulation"}, {"pubmed": 26839262, "text": "Study demonstrates that KLF4 plays a significant role in the pathogenesis of colorectal neoplasia."}, {"pubmed": 26880805, "text": "findings demonstrate that KLF4 acts as a tumor suppressor in PDAC cells that restricts metastatic behaviors through direct negative regulation of CD44, providing support for the clinical investigation of therapeutic approaches focusing on targeted KLF4 activation in advanced tumors"}, {"pubmed": 26899008, "text": "we show that the two PAX6 isoforms differentially and cooperatively regulate the expression of genes specific to the structure and functions of the corneal epithelium, particularly keratin 3 (KRT3) and keratin 12 (KRT12). PAX6 isoform-a induced KRT3 expression by targeting its upstream region. KLF4 enhanced this induction. A combination of PAX6 isoform-b, KLF4, and OCT4 induced KRT12 expression"}, {"pubmed": 26934576, "text": "the use of KLF4 as a diagnostic and therapeutic target in cancer requires careful consideration of context."}, {"pubmed": 27027284, "text": "studies identify gain of MEKK3 signalling and KLF2/4 function as causal mechanisms for cerebral cavernous malformations pathogenesis that may be targeted to develop new CCM therapeutics"}, {"pubmed": 27081174, "text": "Kruppel-like factor 4 (KLF4) inactivation in chronic lymphocytic leukemia correlates with promoter DNA-methylation and can be reversed by inhibition of NOTCH signaling."}, {"pubmed": 27098518, "text": "Tumor suppressive role of KLF-4 in human endometrial carcinoma tissues."}, {"pubmed": 27102441, "text": "our data suggest that KLF4 inhibits epithelial-mesenchymal transition -enhanced hepatocellular carcinoma growth and invasion"}, {"pubmed": 27105535, "text": "The expression of KLF4 was significantly increased in human osteosarcoma tissues compared with the normal tissues. Elevated KLF4 promoted human osteosarcoma cell proliferation and metastasis. Mechanistic studies revealed KLF4 specifically bound the promoter of CRYAB and upregulated CRYAB expression in human osteosarcoma cells."}, {"pubmed": 27113741, "text": "Data show that cancer stem cell (CSC) properties in prostate cancer (PrCa) cells were induced by transducing OCT3/4, SOX2, and KLF4 genes."}, {"pubmed": 27131314, "text": "Increased miR-92a level plays a positive role in colorectal carcinogenesis by promoting the proliferation and migration of CRC cells through targeting downstream KLF4 and p21."}, {"pubmed": 27153563, "text": "Data suggest that the Kruppel-like factor 4 (KLF4) /telomerase reverse transcriptase (hTERT)/MAPK pathway is a potential new therapeutic target for lung cancer."}, {"pubmed": 27184424, "text": "Here, the authors define WNT5A, a non-canonical Wnt ligand implicated in epithelial differentiation, repair, and cancer, as a direct transcriptional target that is activated by KLF4 in squamous epithelial cells."}, {"pubmed": 27199507, "text": "Findings suggest that, in obese status, the lower expression level of A2bAR, KLF4, and KLF15 of visceral adipose tissue may correlate with obese-dyslipidemia induced inflammation in Uygur population."}, {"pubmed": 27230497, "text": "forced expression of KLF4 in plasmablasts enhances the yield of their differentiation into early plasma cell and long lived plasma cells, by inhibiting apoptosis and upregulating previously unknown plasma cell pathways."}, {"pubmed": 27277677, "text": "loss of KLF4 and expression of MUC2 could be important markers for gastric cancer diagnosis."}, {"pubmed": 27279635, "text": "MiR-375 is possibly a tumor suppressor in LSCC by regulating KLF4."}, {"pubmed": 27296948, "text": "KLF4 inhibits the ability of invasion and the escape from response to chemotherapy by repressing the EMT process, and overexpression of KLF4 may be a potential strategy for lung cancer treatment, especially for cisplatin-resistant cases."}, {"pubmed": 27300169, "text": "KLF4 expression is a prognostic biomarkers for triple-negative breast cancer"}, {"pubmed": 27302923, "text": "TGF-beta1 down-regulated KLF4 by activating miR-135a-5p, promoting proliferation and metastasis in hepatocellular carcinoma"}, {"pubmed": 27323810, "text": "Our results establish KLF4alpha as a KLF4 isoform that opposes the function of KLF4(FL) and as an important factor in the complex and unresolved role of KLF4(FL) in breast carcinogenesis."}, {"pubmed": 27346433, "text": "KLF4 was identified as an important regulatory factor in the host response to fungi and as a controlling element in the IL-6 immune response with a unique expression pattern comparing fungal and lipopolysaccharide stimulation."}, {"pubmed": 27386862, "text": "we demonstrate that human papillomavirus proteins regulate the expression and activities of a critical cellular transcription factor, KLF4, through post-transcriptional and post-translational mechanisms"}, {"pubmed": 27413250, "text": "The results suggest that Kruppel-like factor 4 may act as a transcription factor mediating the activation of fibroblast-like synoviocytes in RA by inducing interleukin-6 expression in response to tumor necrosis factor-alpha."}, {"pubmed": 27449499, "text": "Transcriptional inhibition of MSI2 expression by KLF4 occurred in multiple PDAC cell lines as well as mouse models of PDAC. Lost expression of KLF4, a transcriptional repressor of MSI2 results in overexpression of MSI2 in PDACs, which may be a biomarker for accurate prognosis. A dysregulated KLF4/MSI2 signaling pathway promotes PDAC progression and metastasis."}, {"pubmed": 27473118, "text": "A novel method using an inactivated viral particle to package and deliver four purified recombinant Yamanaka transcription factors (Sox2, Oct4, Klf4, and c-Myc) resulting in reprogramming of human primary fibroblasts has been described."}, {"pubmed": 27519276, "text": "In urothelial bladder carcinoma, strong KLF4 expression was associated with higher risk of metastasis and death. KLF4 positively correlates with TWIST1 and vimentin, and inversely with E-cadherin. In vitro, it is accompanied by decreased E-cadherin and beta-catenin, increased vimentin and fibronectin, and enhanced migration/invasion. KLF4 knockdown suppressed TWIST1 expression and EMT, migration and invasion."}, {"pubmed": 27531889, "text": "Data suggest that KLF4 could promote cell senescence through a complex network: miR-203, survivin, and p21, which were all regulated by overexpression of KLF4 and contributed to cell senescence."}, {"pubmed": 27600094, "text": "High KLF5 expression is associated with glioma."}, {"pubmed": 27693253, "text": "BMP4 promotes a phenotype change of an esophageal squamous epithelium via up-regulation of KLF4."}, {"pubmed": 27721402, "text": "our results delineate a novel mechanism of cancer stem cell regulation by the DYRK2-AR-KLF4 axis. Restoration of the expression and function of DYRK2 is a potential therapeutic strategy against breast cancer stem cells."}, {"pubmed": 27764757, "text": "miR-10b functions as an oncomiR and play an important role in osteosarcoma cellular processes at least partially through regulating KLF4."}, {"pubmed": 27802195, "text": "Positive BIRC7 expression and negative KLF4 expression are associated with the progression of PDAC and poor prognosis in patients with PDAC."}, {"pubmed": 27835585, "text": "KLF4 transcriptionally repressed FOXO1 expression in glioma cells, contributing to glioma cell invasion and growth."}, {"pubmed": 27871067, "text": "KLF4 expression was significantly downregulated in gastric cancer.  Negative correlation between miR-32 and KLF4 expression and a positive correlation between KLF4 and SNHG5 expression levels were detected."}, {"pubmed": 27872496, "text": "Loss of KLF4 expression is associated with T-cell acute lymphoblastic leukemia."}, {"pubmed": 27909734, "text": "Klf4 directly regulates miR31 in hepatocellular carcinoma."}, {"pubmed": 28028181, "text": "findings support the idea that RYBP may represent a target for cancer therapy and suggest that it may be useful as a prognostic biomarker for HCC, either alone or in combination with KLF4 and Sp1"}, {"pubmed": 28059602, "text": "SUMOylation of KLF4 can be a potential therapeutic target in the resolution of inflammation."}, {"pubmed": 28068319, "text": "High KLF4 expression is associated with breast cancer tumorigenesis."}, {"pubmed": 28068326, "text": "High KLF4 expression is associated with melanoma."}, {"pubmed": 28091538, "text": "miR-145 promotes hepatic stellate cell activation and liver fibrosis by targeting KLF4."}, {"pubmed": 28108288, "text": "KLF4 expression mediated by lentiviral vector or induced by APTO-253 resulted in G1 phase arrest in ovarian cancer cells. Our results demonstrate that for the first time that inducing KLF4 expression with APTO-253 is a novel therapeutic strategy for treating ovarian cancer."}, {"pubmed": 28192402, "text": "KLF4 suppresses oncogenic TGF-beta signaling by activation of Smad7 transcription, and loss of KLF4 expression in primary hepatocellular carcinoma may contribute to activation of oncogenic TGF-beta signaling and subsequent tumor progression."}, {"pubmed": 28197636, "text": "Overexpression of miR-21, accompanied with KLF4, augmented the epithelial-mesenchymal transition via inactivation of Akt and ERK1/2 pathways."}, {"pubmed": 28218782, "text": "Results showed that lower KLF-4 expression was correlated with malignant colorectal cancer (CRC) status and poor prognosis in CRC patients. Moreover, KLF-4 suppression promoted the proliferation of CRC cells in vitro providing novel insights into the tumor suppressive role of KLF-4 in CRC."}, {"pubmed": 28237823, "text": "KLF4 has been gaining a lot of attention, particularly after it was shown in 2006 as one of four factors involved in the induced pluripotent stem cells (iPSCs)."}, {"pubmed": 28324774, "text": "findings evidence a positive correlation between SIRT1 and BCL6 expression increase in follicular lymphomas (FL) . SIRT1 methylation decreases in FL and diffuse large-B cell lymphomas (DLBCL)and this parallels the increase of KLF4, DAPK1 and SPG20 methylation"}, {"pubmed": 28380435, "text": "Results showed the expression levels of KLF4 were increased in bladder cancer (BC) patients which strongly correlated with the expression levels of PTBP1 but inversely correlated with the expression level of miR-145. These findings suggest that KLF4 is likely to positively contribute to carcinogenesis in certain types of BC."}, {"pubmed": 28412746, "text": "our findings reveal KLF4 as a key regulator of miR-182 cluster expression in hESCs and a main contributor to its aberrant expression in melanoma and potentially in other tumors"}, {"pubmed": 28440409, "text": "the results of the present study demonstrated that by regulating KLF4, miR145 may be involved in regulating smooth muscle differentiation of ASCs induced by TGFbeta1 and BMP4."}, {"pubmed": 28553926, "text": "Surprisingly, 116 genes are directly activated via mCpG-dependent KLF4 binding activity. In-depth mechanistic studies reveal that recruitment of KLF4 to the methylated cis-regulatory elements of these genes result in chromatin remodeling and transcription activation."}, {"pubmed": 28589954, "text": "Human and mouse WNT10A mutant palmoplantar and tongue epithelia also display specific differentiation defects that are mimicked by loss of the transcription factor KLF4."}, {"pubmed": 28631556, "text": "Kruppel-like factor 4 overexpression inhibited transforming growth factor-beta1, extracellular signal-regulated protein kinase, C-jun N-terminal kinase, and nuclear factor-kappaB expression levels in non-small cell lung cancer cells."}, {"pubmed": 28639905, "text": "Our results suggest that the high Kruppel-like factor 4 expression can be used as a novel biomarker to predict radiation therapy resistance and poor prognosis for locally advanced cervical squamous cell carcinoma."}, {"pubmed": 28651379, "text": "KLF4 is downregulated in anaplastic meningioma compared with low-grade meningioma subtypes. By manipulating KLF4 expression in anaplastic meningioma stem-like cells, this study demonstrated that KLF4 acts as a tumor suppressor during malignant progression in meningioma, affecting apoptosis, proliferation, invasion, and cell cycle."}, {"pubmed": 28656310, "text": "Lower expression of KLF4 and NDRG2 in colorectal cancer patients was correlated with poor overall survival. Thus, KLF4 inhibited the proliferation of colorectal cancer cells dependent on NDRG2 signaling, which provides a novel strategy for therapy and early diagnosis of colorectal cancer."}, {"pubmed": 28659310, "text": "This is the first demonstration that dysregulated KLF4 expression associates with poor differentiation of pancreatic cancer. Epigenetic activation of miR-152/DNMT1/KLF4 signaling pathway by dietary DIM causes differentiation and significant growth inhibition of pancreatic cancer cells, highlighting its translational implications for pancreatic and other cancers."}, {"pubmed": 28694421, "text": "KLF4 enhances the sensitivity of cisplatin to ESCC cells through apoptosis induction and cell cycle arrest."}, {"pubmed": 28744810, "text": "KLF4 activated the transcription activity of iNOS promoter in MH7A cells stimulated by TNF-alpha. This study indicates that KLF4 is important for regulating the expression of iNOS by TNF-alpha in human synoviocytes."}, {"pubmed": 28752861, "text": "KLF4 may act as an administered indicator to assess whether adjuvant postoperative pharmaceutical therapy is needed for patients with colorectal cancer. Low KLF4 expression was significantly correlated with reductions of overall survival and recurrence rate."}, {"pubmed": 28794002, "text": "KLF4 transactivates Ch25h and LXR, thereby promoting the synergistic effects between ECs and macrophages to protect against atherosclerosis susceptibility."}, {"pubmed": 28825355, "text": "KLF2 and KLF4 serve as important regulators that promote hemoglobin alpha expression in the endothelium."}, {"pubmed": 28849090, "text": "The present study found that the KLF4 and KLF5 3'-UTR contains one conserved target site of miR-506 and miR-124, and the overexpression of miR-506 and miR-124 inhibited the H2O2-induced upregulation of KLF4 and KLF5 in HCMs."}, {"pubmed": 28849150, "text": "Results revealed that novel crosstalk between KLF4 and ZEB1 regulated gemcitabine resistance in PDAC."}, {"pubmed": 28851732, "text": "IRF4 protects arteries against neointima formation by promoting the expression of KLF4 by directly binding to its promoter."}, {"pubmed": 28888043, "text": "Results showed that SIRT1 interacts with and deacetylated KLF4. The deacetylation by SIRT1 promoted nuclear accumulation of KLF4 and enhanced the binding of KLF4 to the CLDN5 promoter in the nucleus."}, {"pubmed": 28893694, "text": "CSF and plasma expression of KLF4 mRNA was significantly decreased around 1-3 days after subarachnoid hemorrhage and remained lower than in controls."}, {"pubmed": 28920531, "text": "Anaplastic thyroid cancer cells show high expression of KLF4, and KLF4 expression is necessary for maintaining the undifferentiated phenotype and drug resistance."}, {"pubmed": 28985359, "text": "PARP1 recruits KLF4 to activate telomerase expression and stem cell pluripotency, indicating a positive regulatory role of the PARP1-KLF4 complex in telomerase expression in cancer and stem cells."}, {"pubmed": 28988130, "text": "KLF4 overcomes tamoxifen resistance by suppressing MAPK signaling pathway and predicts good prognosis in breast cancer."}, {"pubmed": 29017567, "text": "Impairment of IGF2 gene expression in prostate cancer is triggered by epigenetic dysregulation of IGF2-DMR0 and its interaction with KLF4"}, {"pubmed": 29030550, "text": "level in vascular endothelium decreased with age"}, {"pubmed": 29158503, "text": "the effects overexpression and knockdown of KLF4 on TGF-beta1-induced EMT were examined in AECs. Adenovirus-mediated overexpression of KLF4 attenuated TGF-beta1-induced EMT and activation of Smad2/3 and Dvl in AECs. Conversely, knockdown of KLF4 promoted the activation of pathways above mentioned and TGF-beta1-induced EMT"}, {"pubmed": 29252002, "text": "KLF4 is a functional target of miR-124 in tumourigenesis and cancer progression of HCC"}, {"pubmed": 29274293, "text": "Authors observed that saRNAs induced overexpression of KLF4 could promote cell migration/invasion in NCM460 and HCT116 cell lines."}, {"pubmed": 29367428, "text": "STK33 has pro-tumor function and is a critical downstream mediator of KLF4 in gastric cancer. STK33 may serve as a potential prognostic marker and therapeutic target for gastric cancer."}, {"pubmed": 29383490, "text": "This is, to our knowledge, the first report of decreased expression of TFF3, SPDEF, KLF4, and goblet cell population in the colon of patients with HSCR. Altered goblet cell function may result in intestinal barrier dysfunction contributing to the development of HAEC."}, {"pubmed": 29479058, "text": "Data found that KLF4 promotes glioblastoma cell migration by binding to methylated DNA in UGDH activating its gene expression."}, {"pubmed": 29507094, "text": "the downstream targets of KLF4-mCpG binding, guanine nucleotide exchange factors, serve as the effector of KLF4-induced mitochondrial fusion, cell cycle arrest, and cell protection."}, {"pubmed": 29568911, "text": "Knockdown of KLF4 promoted the migration and invasion of nonsmallcell lung cancer (NSCLC) cells, whereas rescue of KLF4 expression reduced cell motion ability in miR25overexpressing NSCLC cells."}, {"pubmed": 29574754, "text": "miR-29 mediated inhibition of KLF4 in hyperglycemic conditions contributes to increased expression of contractile markers in vascular smooth muscle cells."}, {"pubmed": 29580988, "text": "These findings identify a novel regulatory loop between miR-34a and KLF4 during keratinocytes replicative senescence."}, {"pubmed": 29587259, "text": "KLF4 could transcriptionally inhibit Cav-1 expression by binding directly to the promoter domain of Cav-1."}, {"pubmed": 29611404, "text": "KLF4 was a direct target of miR-212, and miR-212 repressed KLF4 expression in a post-transcriptional manner. Moreover, miR-212-mediated protection effects were abated following KLF4 expression restoration in MPP-induced SH-SY5Y cells, represented as lowered cell viability and enhanced apoptotic rate."}, {"pubmed": 29624806, "text": "Data show that Kruppel like factor 4 (KLF4) was overexpressed in met proto-oncogene protein (c-Met)-overexpressing non-small-cell lung cancer (NSCLC) cells and tissues."}, {"pubmed": 29665649, "text": "the subcellular localization of Klf4 might be related to the resistance of A549 cells to cisplatin."}, {"pubmed": 29739970, "text": "Using luciferase assays we confirmed MCL1 and FUT4 as targets of miR-125b and the transcription factor KLF4 as a target of miR-10a."}, {"pubmed": 29748877, "text": "KLF4/PODXL signaling pathway assumes an irreplaceable role in tumorigenesis, invasion and metastasis of human gastric cancer"}, {"pubmed": 29782654, "text": "Evidence for a novel function of DDX3X in regulating expression and downstream functions of KLF4, a master negative regulator of the cell cycle in breast cancer."}, {"pubmed": 29789534, "text": "PLAC8 was transcriptionally repressed by KLF4"}, {"pubmed": 29890823, "text": "SOX5 overexpression increased Kruppel-like factor 4 (KLF4) gene expression, which was decreased by SOX5 silencing. KLF4 knockdown abrogated the suppressive effect of SOX5 overexpression on osteogenic differentiation of hMSCs."}, {"pubmed": 29940144, "text": "The KLF4 might be a potential marker to predict prognosis in solid cancer patients."}, {"pubmed": 29973197, "text": "The prognosis of nasopharyngeal carcinoma was not significantly improved by cetuximab treatment when the Klf4 was highly expressed in the nucleus of nasopharyngeal carcinoma tissues."}, {"pubmed": 29985646, "text": "Low KLF4 expression is associated with cisplatin resistance in gastric cancer."}, {"pubmed": 30058478, "text": "High KLF4 expression is associated with glioblastoma."}, {"pubmed": 30132856, "text": "These results elucidate the role of KLF4 in antagonizing the effect of IL-1beta in human chondrocytes under 2 dyn/cm(2) shear force stimulation and provide a possible mechanism to demonstrate the protection of moderate forces or exercises in cartilage."}, {"pubmed": 30176890, "text": "KLF4 is an essential regulator in cisplatin-induced apoptosis, and the miR-32-5p-KLF4-BIK signalling axis plays an important role in prostate cancer chemosensitivity"}, {"pubmed": 30217565, "text": "Studies show that the Kruppel like factor 4 (KLF4) gene undergoes alternative splicing, and the protein products of certain transcripts antagonize wild-type KLF4 function, suggesting an additional layer of regulation of KLF4 function [Review]."}, {"pubmed": 30221668, "text": "Methylation status of KLF4 and HS3ST2 genes as predictors of endometrial cancer and hyperplastic endometrial lesio"}, {"pubmed": 30221715, "text": "Overexpression of KLF4 significantly reversed the effects of miR31205p on nonsmall cell lung cancer (NSCLC) cell proliferation and invasion. In conclusion, the present study demonstrated that miR31205p promoted NSCLC progression by directly targeting KLF4."}, {"pubmed": 30287917, "text": "Study indicates that the tissue remodeling signature in colorectal tumors is in part due to the infiltration of myeloid cells and KLF4 is the transcription factor sustaining the myeloid state in the infiltrating immune cells."}, {"pubmed": 30371171, "text": "KLF4 is upregulated in abdominal aortic aneurysmal tissues compared with healthy control tissues."}, {"pubmed": 30419187, "text": "KLF4 can inversely attenuate NF-kappaB transcriptional activity via establishing a NF-kappaB/KLF4 positive feedback loop."}, {"pubmed": 30540935, "text": "KLF4 and its downstream targets make up a gene signature that identifies indolent tumors and predicts recurrence-free survival."}, {"pubmed": 30569122, "text": "Reprogramming factors (Oct4, Sox2, Klf4, c-myc) induce proliferation and inhibit apoptosis of melanoma cells by changing the expression of particular genes."}, {"pubmed": 30607695, "text": "A regulatory role of KLF4 in developmental angiogenesis through regulation of DLL4 transcription."}, {"pubmed": 30658712, "text": "our data indicate the existence of a positive feedback loop between KLF4 and ITGB4 that promotes GSC self-renewal and gliomagenesis, suggesting that ITGB4 may be a valuable therapeutic target for glioma."}, {"pubmed": 30664155, "text": "these data demonstrated that the miR95p/Klf4 axis was able to promote HCC progression, which may occur via regulation of the AKT signaling pathway, highlighting a potential novel target in HCC treatment."}, {"pubmed": 30747213, "text": "Downregulated KLF4 expression was associated with aggressiveness of prostate cancer."}, {"pubmed": 30792202, "text": "this study identified KLF4 as a target gene and a binding partner of RUNX1. KLF4 mediated proliferation inhibition and apoptosis induction of t(8;21) leukemia cells through transactivating P57"}, {"pubmed": 30842151, "text": "In preoperative biopsies, higher KLF4 and poor differentiation may be clinically effective predictors for the prognosis of oral cancer."}, {"pubmed": 30905197, "text": "Mechanistic investigations indicated that AF131217.1 acted as a competing endogenous RNA for miR-128-3p, leading to regulation of its target gene KLF4. In conclusion, our study demonstrates for the first time that laminar shear stress regulates the expression of AF131217.1 in human umbilical vein endothelial cells, and the AF131217.1/miR-128-3p/KLF4 axis plays a vital role in atherosclerosis development"}, {"pubmed": 31032663, "text": "MicroRNA-10b controls the metastasis and proliferation of colorectal cancer cells by regulating Kruppel-like factor 4"}, {"pubmed": 31078500, "text": "Kaplan-Meier and COX regression analyses demonstrated that increased expression of KLF4 in the cut margin region of recurrent patients was independently associated with a poor prognosis"}, {"pubmed": 31104329, "text": "miR-148-3p and miR-152-3p synergistically regulate prostate cancer progression via repressing KLF4."}, {"pubmed": 31119790, "text": "Overexpression of the long noncoding RNA TRHDE-AS1 inhibits the progression of lung cancer via the miRNA-103/KLF4 axis."}, {"pubmed": 31146975, "text": "that the ectopic expression of miR-106a is modulated by the upstream transcriptional factor KLF4, which influences the invasive ability of gastric cancer through the downstream target Smad7"}, {"pubmed": 31153870, "text": "increased concentrations of circulating GDF-15 and KLF4 were significantly associated with the presence and severity of CAD"}, {"pubmed": 31176573, "text": "that the KLF4 and DLEC1 genes can be considered potential methylation biomarkers for uterine leiomyomas"}, {"pubmed": 31281496, "text": "The authors found that KLF4 played a tumor-promoting role in nasopharyngeal carcinoma, which could be mediated by PLK1."}, {"pubmed": 31284949, "text": "Overexpression of KLF4 decreased SOX2 level via inhibition of SMAD2 phosphorylation. Overexpression of KLF4 inhibited SMAD signaling via upregualtion of SMAD7, an inhibitory SMAD molecule."}, {"pubmed": 31288577, "text": "miR-200c overexpression was shown to downregulate SRY (sex determining region Y)-box 2 (Sox2) and Kruppel-like factor 4 by directly targeting 3'-untranslated regions and upregulate the activity of Wnt signaling inhibited by Sox2."}, {"pubmed": 31378903, "text": "MiRNA-92a promotes cell proliferation and invasion through binding to KLF4 in glioma."}, {"pubmed": 31393228, "text": "Our findings show that a KLF4 genomic variant (rs2236599) is associated with hydroxyurea treatment efficacy in sickle cell disease/beta-thalassemia compound heterozygous patients and two KLF10 genomic variants (rs980112, rs3191333) are associated with persistent HbF levels in nontransfusion dependent beta-thalassemia (NTDT) patients"}, {"pubmed": 31427673, "text": "The anti-tumor function of the IKK inhibitor PS1145 and high levels of p65 and KLF4 are associated with the drug resistance in nasopharyngeal carcinoma cells."}, {"pubmed": 31465134, "text": "our findings that KLF4 induces the development of SR and it cooperates with EGFR to form a positive feedback loop to amplify their SR-inducing abilities have rarely been reported. Our findings bear possible implications for the improvement of the efficacy of sorafenib in hepatocellular carcinoma (HCC)."}, {"pubmed": 31477832, "text": "our results lead us to propose a model where elevated KLF4 levels sustains the oncogenic state of Head and neck squamous cell carcinoma by reactivating repressed chromatin domains at key downstream genes, often by targeting super-enhancers."}, {"pubmed": 31495395, "text": "The findings showed that regardless of the DNA Methylation status, KLF-4 gene expression may play a role in the development of Type 2 Diabetes and Diabetic Nephropathy."}, {"pubmed": 31514068, "text": "silence of KLF4 could reverse regulatory effects of LINC01210 on cellular behaviors of ovarian cancer."}, {"pubmed": 31563563, "text": "Study demonstrated that ATXN3 significantly correlated with KLF4. High ATXN3/KLF4 expression was associated with a poor prognosis in breast cancer patients. KLF4 is deubiquitinated by ATXN3. This process is important in breast cancer metastasis."}, {"pubmed": 31597449, "text": "EC miR-92a can be transported to macrophages through extracellular vesicles to regulate KLF4 levels, thus leading to the atheroprone phenotypes of macrophage and, hence, atherosclerotic lesion formation"}, {"pubmed": 31597574, "text": "These findings shed light on a novel mechanism by which glucosamine suppresses TGF-beta1-induced fibroblast-to-myofibroblast differentiation through the upregulation of KLF4 expression."}, {"pubmed": 31653828, "text": "DDX17 promotes hepatocellular carcinoma progression via inhibiting Klf4 transcriptional activity."}, {"pubmed": 31730901, "text": "The up-regulation of TRAF7 promoted HCC cell migration and invasion in vivo and in vitro, and TRAF7 knockdown had the opposite effects. Restoration of KLF4 abrogated the motility promotion induced by TRAF7. TRAF7 promotes HCC cell motility through inducing KLF4 protein turnover."}, {"pubmed": 31748695, "text": "The deubiquitinase USP10 regulates KLF4 stability and suppresses lung tumorigenesis."}, {"pubmed": 31800161, "text": "Kruppel-like factor 4 improves obesity-related nephropathy through increasing mitochondrial biogenesis and activities."}, {"pubmed": 31830379, "text": "Kruppel-like factor 4 regulates stemness and mesenchymal properties of colorectal cancer stem cells through the TGF-beta1/Smad/snail pathway."}, {"pubmed": 31881124, "text": "Long non-coding RNA LINC00673 silencing inhibits proliferation and drug resistance of prostate cancer cells via decreasing KLF4 promoter methylation."}, {"pubmed": 31900830, "text": "High Level of Palmitic Acid Induced Over-Expressed Methyltransferase Inhibits Anti-Inflammation Factor KLF4 Expression in Obese Status."}, {"pubmed": 31924740, "text": "KLF4 p.A472D Mutation Contributes to Acquired Resistance to Cetuximab in Colorectal Cancer."}, {"pubmed": 31973816, "text": "microRNA-145 mediates xylosyltransferase-I induction in myofibroblasts via suppression of transcription factor KLF4."}, {"pubmed": 32003671, "text": "MicroRNA (miR)-429 Promotes Inflammatory Injury by Targeting Kruppel-like Factor 4 (KLF4) in Neonatal Pneumonia."}, {"pubmed": 32012389, "text": "Besides, our results also indicated that Kruppel-like factor 4 (KLF4) can negatively regulate GINS4 expression at the transcriptional level and the KLF/GINS4 pathway might play a vital role in the growth and prognosis of colorectal cancer (CRC)."}, {"pubmed": 32017451, "text": "Helicobacter pylori infection leads to KLF4 inactivation in gastric cancer through a TET1-mediated DNA methylation mechanism."}, {"pubmed": 32084531, "text": "Regulation of KLF4 by posttranslational modification circuitry in endocrine resistance."}, {"pubmed": 32109368, "text": "N-Terminal Amino Acids Determine KLF4 Protein Stability in 2A Peptide-Linked Polycistronic Reprogramming Constructs."}, {"pubmed": 32126149, "text": "METTL3/YTHDF2 m(6) A axis promotes tumorigenesis by degrading SETD7 and KLF4 mRNAs in bladder cancer."}, {"pubmed": 32193376, "text": "Analysis of gene networks affected by a genetically encoded inhibitor of the interaction of YAP1 and TAZ with TEAD, and YAP1/TAZ knockdown identifies KLF4 as a central transcriptional node regulated by YAP1/TAZ-TEAD in keratinocyte differentiation."}, {"pubmed": 32209259, "text": "CircEHMT1 inhibits metastatic potential of breast cancer cells by modulating miR-1233-3p/KLF4/MMP2 axis."}, {"pubmed": 32245394, "text": "KLF4(K409Q)-mutated meningiomas show enhanced hypoxia signaling and respond to mTORC1 inhibitor treatment."}, {"pubmed": 32264912, "text": "KLF4 alleviates cerebral vascular injury by ameliorating vascular endothelial inflammation and regulating tight junction protein expression following ischemic stroke."}, {"pubmed": 32350244, "text": "KLF4-mediated upregulation of CD9 and CD81 suppresses hepatocellular carcinoma development via JNK signaling."}, {"pubmed": 32360698, "text": "Increased Serum KLF4 in Severe Atheromatosis and Extensive Aneurysmal Disease."}, {"pubmed": 32366252, "text": "Mapping DNA interaction landscapes in psoriasis susceptibility loci highlights KLF4 as a target gene in 9q31."}, {"pubmed": 32366676, "text": "Hypoxic Cancer-Secreted Exosomal miR-182-5p Promotes Glioblastoma Angiogenesis by Targeting Kruppel-like Factor 2 and 4."}, {"pubmed": 32373233, "text": "miR-182-3p/Myadm contribute to pulmonary artery hypertension vascular remodeling via a KLF4/p21-dependent mechanism."}, {"pubmed": 32408542, "text": "A Novel Function for KLF4 in Modulating the De-differentiation of EpCAM(-)/CD133(-) nonStem Cells into EpCAM(+)/CD133(+) Liver Cancer Stem Cells in HCC Cell Line HuH7."}, {"pubmed": 32552913, "text": "KLF4 defines the efficacy of the epidermal growth factor receptor inhibitor, erlotinib, in triple-negative breast cancer cells by repressing the EGFR gene."}, {"pubmed": 32623319, "text": "Methylation of the central transcriptional regulator KLF4 by PRMT5 is required for DNA end resection and recombination."}, {"pubmed": 32630830, "text": "KLF4 Acts as a wt-CFTR Suppressor through an AKT-Mediated Pathway."}, {"pubmed": 32663367, "text": "Exosomal LINC01005 derived from oxidized low-density lipoprotein-treated endothelial cells regulates vascular smooth muscle cell phenotypic switch."}, {"pubmed": 32795492, "text": "Pioneer transcription factors, progesterone receptor and Kruppel like transcription factor 4, cooperatively stimulate the bovine herpesvirus 1 ICP0 early promoter and productive late protein expression."}, {"pubmed": 32865695, "text": "miR-484 suppresses endocrine therapy-resistant cells by inhibiting KLF4-induced cancer stem cells in estrogen receptor-positive cancers."}, {"pubmed": 32937756, "text": "Impact of KLF4 on Cell Proliferation and Epithelial Differentiation in the Context of Cystic Fibrosis."}, {"pubmed": 32998444, "text": "When the Search for Stemness Genes Meets the Skin Substitute Bioengineering Field: KLF4 Transcription Factor under the Light."}, {"pubmed": 33028669, "text": "Multiregion whole-exome sequencing of intraductal papillary mucinous neoplasms reveals frequent somatic KLF4 mutations predominantly in low-grade regions."}, {"pubmed": 33181148, "text": "Role of Kruppel-like factor 4 in atherosclerosis."}, {"pubmed": 33219287, "text": "Pivotal role of DPYSL2A in KLF4-mediated monocytic differentiation of acute myeloid leukemia cells."}, {"pubmed": 33231937, "text": "New insight into the significance of KLF4 PARylation in genome stability, carcinogenesis, and therapy."}, {"pubmed": 33236603, "text": "[Molecular Mechanism of KLF4 Up-regulating Keratin 17 Expression in Keratinocytes]."}, {"pubmed": 33266506, "text": "Recent Discoveries on the Involvement of Kruppel-Like Factor 4 in the Most Common Cancer Types."}, {"pubmed": 33452133, "text": "The harsh microenvironment in early breast cancer selects for a Warburg phenotype."}, {"pubmed": 33506275, "text": "Differential expression of ABCB1, ABCG2, and KLF4 as putative indicators for paclitaxel resistance in human epithelial type 2 cells."}, {"pubmed": 33568674, "text": "LETR1 is a lymphatic endothelial-specific lncRNA governing cell proliferation and migration through KLF4 and SEMA3C."}, {"pubmed": 33802627, "text": "KLF4, Slug and EMT in Head and Neck Squamous Cell Carcinoma."}, {"pubmed": 33862560, "text": "MiR-25 and KLF4 relationship has early prognostic significance in the development of cervical cancer."}, {"pubmed": 33882454, "text": "circUBAP2 exacerbates malignant capabilities of NSCLC by targeting KLF4 through miR-3182 modulation."}, {"pubmed": 33882484, "text": "MiR-506-3p Promotes the Proliferation and Migration of Vascular Smooth Muscle Cells via Targeting KLF4."}, {"pubmed": 33918002, "text": "Kruppel-Like Factor 4 and Its Activator APTO-253 Induce NOXA-Mediated, p53-Independent Apoptosis in Triple-Negative Breast Cancer Cells."}, {"pubmed": 33935281, "text": "ITIH5, a p53-responsive gene, inhibits the growth and metastasis of melanoma cells by downregulating the transcriptional activity of KLF4."}, {"pubmed": 33997976, "text": "Identification of calmodulin-like protein 5 as tumor-suppressor gene silenced during early stage of carcinogenesis in squamous cell carcinoma of uterine cervix."}, {"pubmed": 34092609, "text": "Quantitative analysis of KLF4 and SOX2 expression in oral carcinomas reveals independent association with oral tongue subsite location and histological grade."}, {"pubmed": 34097350, "text": "Methyl CpG binding protein 2 promotes colorectal cancer metastasis by regulating N(6) -methyladenosine methylation through methyltransferase-like 14."}, {"pubmed": 34114341, "text": "USP11 degrades KLF4 via its deubiquitinase activity in liver diseases."}, {"pubmed": 34215617, "text": "Loss-of-Function Mutations in TRAF7 and KLF4 Cooperatively Activate RAS-Like GTPase Signaling and Promote Meningioma Development."}, {"pubmed": 34236821, "text": "Long Noncoding RNA AF131217.1 Regulated Coronary Slow Flow-Induced Inflammation Affecting Coronary Slow Flow via KLF4."}, {"pubmed": 34343686, "text": "Clinical Characteristics and Magnetic Resonance Imaging-Based Prediction of the KLF4(K409Q) Mutation in Meningioma."}, {"pubmed": 34368873, "text": "Salidroside inhibits endothelialmesenchymal transition via the KLF4/eNOS signaling pathway."}, {"pubmed": 34399163, "text": "Divergent roles for KLF4 and TFCP2L1 in naive ground state pluripotency and human primordial germ cell development."}, {"pubmed": 34440860, "text": "Comprehensive Integrative Analysis Reveals the Association of KLF4 with Macrophage Infiltration and Polarization in Lung Cancer Microenvironment."}, {"pubmed": 34468014, "text": "NEAT1 silencing alleviates pulmonary arterial smooth muscle cell migration and proliferation under hypoxia through regulation of miR34a5p/KLF4 in vitro."}, {"pubmed": 34552088, "text": "Liquid condensation of reprogramming factor KLF4 with DNA provides a mechanism for chromatin organization."}, {"pubmed": 34570823, "text": "Transcription factors Kruppel-like factor 4 and paired box 5 regulate the expression of the Grainyhead-like genes."}, {"pubmed": 34589087, "text": "Krueppel-Like Factor 4 Expression in Phagocytes Regulates Early Inflammatory Response and Disease Severity in Pneumococcal Pneumonia."}, {"pubmed": 34751409, "text": "KLF4, DAPK1 and SPG20 promoter methylation is not affected by DNMT1 silencing and hypomethylating drugs in lymphoma cells."}, {"pubmed": 34891002, "text": "KLF4, negatively regulated by miR-7, suppresses osteoarthritis development via activating TGF-beta1 signaling."}, {"pubmed": 34893592, "text": "Distinct roles of KLF4 in mesenchymal cell subtypes during lung fibrogenesis."}, {"pubmed": 35168889, "text": "Loss-of-function variants in KLF4 underlie autosomal dominant palmoplantar keratoderma."}, {"pubmed": 35363406, "text": "The prognostic role of combining Kruppel-like factor 4 score and grade of inflammation in a Norwegian cohort of oral tongue squamous cell carcinomas."}, {"pubmed": 35390783, "text": "Silencing of FSTL1 Alleviated LPS-Induced Inflammatory Damage and Oxidative Damage in Human Bronchial Epithelial Cells via BMP4/KLF4 Axis."}, {"pubmed": 35637651, "text": "Deguelin Attenuates Non-Small-Cell Lung Cancer Cell Metastasis by Upregulating PTEN/KLF4/EMT Signaling Pathway."}, {"pubmed": 35637963, "text": "KLF4 Alleviates Hypertrophic Scar Fibrosis by Directly Activating BMP4 Transcription."}, {"pubmed": 35670736, "text": "SAMHD1, positively regulated by KLF4, suppresses the proliferation of gastric cancer cells through MAPK p38 signaling pathway."}, {"pubmed": 35750256, "text": "KLF4 Mutation Shapes Pathologic Characteristics of Foveolar-Type Gastric Adenoma in Helicobacter pylori-Naive Patients."}, {"pubmed": 35761172, "text": "Decreased Kruppel-like factor 4 in adenomyosis impairs decidualization by repressing autophagy in human endometrial stromal cells."}, {"pubmed": 35852857, "text": "KLF4 is a therapeutically tractable brake on fibroblast activation that promotes resolution of pulmonary fibrosis."}, {"pubmed": 35942612, "text": "SENP1-KLF4 signalling regulates LPS-induced macrophage M1 polarization."}, {"pubmed": 35950640, "text": "Lef1 is transcriptionally activated by Klf4 and suppresses hyperoxia-induced alveolar epithelial cell injury."}, {"pubmed": 35982899, "text": "Epithelial-mesenchymal reprogramming by KLF4-regulated Rictor expression contributes to metastasis of non-small cell lung cancer cells."}, {"pubmed": 36427304, "text": "Kruppel-like factor 4 regulates the cytolytic effector function of exhausted CD8 T cells."}, {"pubmed": 36470917, "text": "KLF4-PFKFB3-driven glycolysis is essential for phenotypic switching of vascular smooth muscle cells."}, {"pubmed": 36729478, "text": "KLF4 c.A1322C Mutation Is a Consistent and Specific Genetic Feature of Raspberry-like Foveolar-type Adenoma of the Stomach."}, {"pubmed": 36786527, "text": "MED27 plays a tumor-promoting role in breast cancer progression by targeting KLF4."}, {"pubmed": 36881291, "text": "ARPC5 is transcriptionally activated by KLF4, and promotes cell migration and invasion in prostate cancer via up-regulating ADAM17 : ARPC5 serves as an oncogene in prostate cancer."}, {"pubmed": 37206297, "text": "Gene Signatures and Associated Transcription Factors of Allergic Rhinitis: KLF4 Expression Is Associated with Immune Response."}, {"pubmed": 37229823, "text": "Kruppel-like factor 4 (KLF4) facilitates lipid production in immortalized human sebocytes via regulating the expression of SREBP1."}, {"pubmed": 37243389, "text": "SNHG1, a KLF4-upregulated gene, promotes glioma cell survival and tumorigenesis under endoplasmic reticulum stress by upregulating BIRC3 expression."}, {"pubmed": 37356737, "text": "Role of KLF4/NDRG1/DRP1 axis in hypoxia-induced pulmonary hypertension."}, {"pubmed": 37481725, "text": "Circular RNA circPLOD2 regulates pericyte function by targeting the transcription factor KLF4."}, {"pubmed": 37506161, "text": "Transcription factor Kruppel-like factor 4 upregulated G protein-coupled receptor 30 alleviates intestinal inflammation and apoptosis, and protects intestinal integrity from intestinal ischemia-reperfusion injury."}, {"pubmed": 37608136, "text": "Role of lipid metabolism gene KLF4 in osteoarthritis."}, {"pubmed": 37762310, "text": "Overexpression of KLF4 Suppresses Pulmonary Fibrosis through the HIF-1alpha/Endoplasmic Reticulum Stress Signaling Pathway."}, {"pubmed": 37762678, "text": "EGR1 Regulation of Vasculogenic Mimicry in the MDA-MB-231 Triple-Negative Breast Cancer Cell Line through the Upregulation of KLF4 Expression."}, {"pubmed": 37769890, "text": "LETMD1, a target of KLF4, hinders endothelial inflammation and pyroptosis: A protective mechanism in the pathogenesis of atherosclerosis."}, {"pubmed": 37884729, "text": "Divergent Roles of KLF4 During Primordial Germ Cell Fate Induction from Human Embryonic Stem Cells."}, {"pubmed": 37937607, "text": "KLF4 suppresses the proliferation of perihilar cholangiocarcinoma by negatively regulating GDF15 and phosphorylating AKT."}, {"pubmed": 38050242, "text": "Expression and Functional Analysis of core stemness factors OSKM (OCT4, SOX2, KLF4, and MYC) in Pan-cancer."}, {"pubmed": 38085146, "text": "MicroRNA-29a-3p Accelerates Inflammatory Damage in Neonatal Pneumonia Via Targeting Kruppel-like Factor 4."}, {"pubmed": 38099436, "text": "HEG1 Protects Against Atherosclerosis by Regulating Stable Flow-Induced KLF2/4 Expression in Endothelial Cells."}, {"pubmed": 38102337, "text": "Suppression of super-enhancer-driven TAL1 expression by KLF4 in T-cell acute lymphoblastic leukemia."}, {"pubmed": 38163580, "text": "Krupple-like factor 4 (KLF4) methylation signature in host cell in active viral keratitis with epithelial manifestation."}, {"pubmed": 38198357, "text": "Endothelium-specific SIRT7 targeting ameliorates pulmonary hypertension through Krupple-like factor 4 deacetylation."}, {"pubmed": 38234046, "text": "LncRNA SNHG1 alleviates myocardial ischaemia-reperfusion injury by regulating the miR-137-3p/KLF4/TRPV1 axis."}, {"pubmed": 38411328, "text": "KLF4 interacts with TXNIP to modulate the pyroptosis in ulcerative colitis via regulating NLRP3 signaling."}, {"pubmed": 38442582, "text": "miR-29a-KLF4 signaling inhibits breast tumor initiation by regulating cancer stem cells."}, {"pubmed": 38789819, "text": "KLF4 Inhibits the Activation of Human Hepatic Stellate Cell In Vitro."}, {"pubmed": 38879589, "text": "METTL3-mediated N[6]-methyladenosine modification of STAT5A promotes gastric cancer progression by regulating KLF4."}, {"pubmed": 38916835, "text": "EphA2 promotes the transcription of KLF4 to facilitate stemness in oral squamous cell carcinoma."}, {"pubmed": 39000273, "text": "KLF4 Suppresses the Progression of Hepatocellular Carcinoma by Reducing Tumor ATP Synthesis through Targeting the Mir-206/RICTOR Axis."}], "genomic_pos": {"chr": "9", "end": 107490482, "ensemblgene": "ENSG00000136826", "start": 107484852, "strand": -1}, "genomic_pos_hg19": {"chr": "9", "end": 110252763, "start": 110247133, "strand": -1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0000122", "pubmed": 20551324, "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002067", "qualifier": "involved_in", "term": "glandular epithelial cell differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0002357", "pubmed": 30429596, "qualifier": "involved_in", "term": "defense response to tumor cell"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006366", "qualifier": "involved_in", "term": "transcription by RNA polymerase II"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007500", "pubmed": 8940147, "qualifier": "involved_in", "term": "mesodermal cell fate determination"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0008285", "pubmed": 8702718, "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009913", "qualifier": "involved_in", "term": "epidermal cell differentiation"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0010628", "pubmed": 22267480, "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0010629", "pubmed": 22267480, "qualifier": "involved_in", "term": "negative regulation of gene expression"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0016525", "pubmed": 23867820, "qualifier": "involved_in", "term": "negative regulation of angiogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0019827", "qualifier": "involved_in", "term": "stem cell population maintenance"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031077", "qualifier": "involved_in", "term": "post-embryonic camera-type eye development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032088", "pubmed": 20551324, "qualifier": "involved_in", "term": "negative regulation of NF-kappaB transcription factor activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032717", "pubmed": 20551324, "qualifier": "involved_in", "term": "negative regulation of interleukin-8 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0034115", "pubmed": 20551324, "qualifier": "involved_in", "term": "negative regulation of heterotypic cell-cell adhesion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035019", "qualifier": "involved_in", "term": "somatic stem cell population maintenance"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0035166", "pubmed": 21539536, "qualifier": "involved_in", "term": "post-embryonic hemopoiesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043154", "pubmed": 20551324, "qualifier": "involved_in", "term": "negative regulation of cysteine-type endopeptidase activity involved in apoptotic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045429", "pubmed": 22430140, "qualifier": "involved_in", "term": "positive regulation of nitric oxide biosynthetic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045444", "qualifier": "involved_in", "term": "fat cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045595", "qualifier": "involved_in", "term": "regulation of cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045892", "pubmed": 9422764, "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045893", "pubmed": 27431648, "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045893", "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0045893", "pubmed": 9422764, "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0045944", "pubmed": 20551324, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045944", "pubmed": [22430140, 22723415, 27907090], "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0046985", "pubmed": 21539536, "qualifier": "involved_in", "term": "positive regulation of hemoglobin biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048662", "qualifier": "involved_in", "term": "negative regulation of smooth muscle cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048679", "qualifier": "involved_in", "term": "regulation of axon regeneration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048730", "qualifier": "involved_in", "term": "epidermis morphogenesis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0050728", "pubmed": 20551324, "qualifier": "involved_in", "term": "negative regulation of inflammatory response"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0051247", "pubmed": 20551324, "qualifier": "involved_in", "term": "positive regulation of protein metabolic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0051247", "pubmed": 22430140, "qualifier": "involved_in", "term": "positive regulation of protein metabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051973", "pubmed": 20629177, "qualifier": "involved_in", "term": "positive regulation of telomerase activity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060070", "qualifier": "involved_in", "term": "canonical Wnt signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060761", "pubmed": 20551324, "qualifier": "involved_in", "term": "negative regulation of response to cytokine stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0061436", "qualifier": "involved_in", "term": "establishment of skin barrier"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070301", "qualifier": "involved_in", "term": "cellular response to hydrogen peroxide"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071300", "qualifier": "involved_in", "term": "cellular response to retinoic acid"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071363", "pubmed": 20551324, "qualifier": "involved_in", "term": "cellular response to growth factor stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071409", "qualifier": "involved_in", "term": "cellular response to cycloheximide"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0071499", "pubmed": 22430140, "qualifier": "involved_in", "term": "cellular response to laminar fluid shear stress"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0090051", "pubmed": 20551324, "qualifier": "involved_in", "term": "negative regulation of cell migration involved in sprouting angiogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0120222", "qualifier": "involved_in", "term": "regulation of blastocyst development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1901653", "qualifier": "involved_in", "term": "cellular response to peptide"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1902895", "pubmed": 23867820, "qualifier": "involved_in", "term": "positive regulation of miRNA transcription"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:1903672", "pubmed": 27431648, "qualifier": "involved_in", "term": "positive regulation of sprouting angiogenesis"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:1904998", "pubmed": 22267480, "qualifier": "involved_in", "term": "negative regulation of leukocyte adhesion to arterial endothelial cell"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1990830", "qualifier": "involved_in", "term": "cellular response to leukemia inhibitory factor"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000134", "pubmed": 23867820, "qualifier": "involved_in", "term": "negative regulation of G1/S transition of mitotic cell cycle"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000342", "pubmed": 20551324, "qualifier": "involved_in", "term": "negative regulation of chemokine (C-X-C motif) ligand 2 production"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0000785", "pubmed": 21539536, "qualifier": "part_of", "term": "chromatin"}, {"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0000791", "qualifier": "part_of", "term": "euchromatin"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005667", "qualifier": "part_of", "term": "transcription regulator complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0015630", "qualifier": "located_in", "term": "microtubule cytoskeleton"}], "MF": [{"category": "MF", "evidence": "ISS", "id": "GO:0000976", "qualifier": "enables", "term": "transcription cis-regulatory region binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000978", "pubmed": 21539536, "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISS", "id": "GO:0001010", "qualifier": "enables", "term": "RNA polymerase II sequence-specific DNA-binding transcription factor recruiting activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0001221", "qualifier": "enables", "term": "transcription coregulator binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0001228", "pubmed": 21539536, "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "NAS", "id": "GO:0003700", "pubmed": 9422764, "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [19751731, 24048479, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008013", "qualifier": "enables", "term": "beta-catenin binding"}, {"category": "MF", "evidence": "NAS", "id": "GO:0008270", "pubmed": 9422764, "qualifier": "enables", "term": "zinc ion binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0031490", "qualifier": "enables", "term": "chromatin DNA binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0042826", "qualifier": "enables", "term": "histone deacetylase binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0061629", "pubmed": 21539536, "qualifier": "enables", "term": "RNA polymerase II-specific DNA-binding transcription factor binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0061629", "qualifier": "enables", "term": "RNA polymerase II-specific DNA-binding transcription factor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990841", "pubmed": 27907090, "qualifier": "enables", "term": "promoter-specific chromatin binding"}]}, "homologene": {"genes": [[7955, 562155], [8364, 550034], [9031, 770254], [9544, 711169], [9598, 464640], [9606, 9314], [9615, 481657], [9913, 520842], [10090, 16600], [10116, 114505]], "id": 3123}, "interpro": [{"desc": "Zinc finger C2H2-type", "id": "IPR013087", "short_desc": "Znf_C2H2_type"}, {"desc": "Zinc finger C2H2 superfamily", "id": "IPR036236", "short_desc": "Znf_C2H2_sf"}], "ipi": ["IPI00012531", "IPI00167069", "IPI00643479", "IPI00927339", "IPI00927550", "IPI01014408"], "map_location": "9q31.2", "name": "KLF transcription factor 4", "other_names": ["Krueppel-like factor 4", "Kruppel like factor 4", "Kruppel-like factor 4 (gut)", "endothelial Kruppel-like zinc finger protein", "epithelial zinc finger protein EZF", "gut Kruppel-like factor", "gut-enriched krueppel-like factor"], "pantherdb": {"HGNC": "6348", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1342287", "ortholog_type": "LDO", "panther_family": "PTHR23235", "taxid": 10090, "uniprot_kb": "Q60793"}, {"RGD": "621445", "ortholog_type": "LDO", "panther_family": "PTHR23235", "taxid": 10116, "uniprot_kb": "Q923V7"}], "uniprot_kb": "O43474"}, "pathway": {"kegg": {"id": "hsa04550", "name": "Signaling pathways regulating pluripotency of stem cells - Homo sapiens (human)"}, "pid": {"id": "betacatenin_nuc_pathway", "name": "Regulation of nuclear beta catenin signaling and target gene transcription"}, "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-2980736", "name": "Peptide hormone metabolism"}, {"id": "R-HSA-381340", "name": "Transcriptional regulation of white adipocyte differentiation"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-422085", "name": "Synthesis, secretion, and deacylation of Ghrelin"}, {"id": "R-HSA-452723", "name": "Transcriptional regulation of pluripotent stem cells"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-9614085", "name": "FOXO-mediated transcription"}, {"id": "R-HSA-9617828", "name": "FOXO-mediated transcription of cell cycle genes"}, {"id": "R-HSA-9843745", "name": "Adipogenesis"}], "wikipathways": [{"id": "WP1991", "name": "SRF and miRs in Smooth Muscle Differentiation and Proliferation"}, {"id": "WP2023", "name": "Cell Differentiation - Index expanded"}, {"id": "WP2857", "name": "Mesodermal commitment pathway"}, {"id": "WP2877", "name": "Vitamin D Receptor Pathway"}, {"id": "WP3299", "name": "let-7 inhibition of ES cell reprogramming"}, {"id": "WP3527", "name": "Pre-implantation embryo"}, {"id": "WP3971", "name": "Role of Osx and miRNAs in tooth development"}, {"id": "WP4149", "name": "White fat cell differentiation"}, {"id": "WP4336", "name": "ncRNAs involved in Wnt signaling in hepatocellular carcinoma"}, {"id": "WP4659", "name": "Gastrin signaling pathway"}]}, "pdb": "6VTX", "pfam": "PF00096", "pharmgkb": "PA30138", "pharos": {"target_id": 3970, "tdl": "Tbio"}, "prosite": "PS50157", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF169094", "relationship": "is"}, {"id": "GNF180000", "relationship": "is"}, {"id": "GNF182284", "relationship": "is"}, {"id": "GNF190906", "relationship": "is"}, {"id": "GNF201812", "relationship": "is"}, {"id": "GNF215512", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF162720", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF035809", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF007756", "relationship": "is"}, {"id": "GNF007757", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF237616", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF098873", "relationship": "is"}, {"id": "GNF138528", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000009.12", "NC_060933.1"], "protein": ["NP_001300981.1", "NP_004226.3"], "rna": ["NM_001314052.2", "NM_004235.6"], "translation": [{"protein": "NP_001300981.1", "rna": "NM_001314052.2"}, {"protein": "NP_004226.3", "rna": "NM_004235.6"}]}, "reporter": {"HG-U133_Plus_2": ["220266_s_at", "221841_s_at"], "HG-U95Av2": "36214_at", "HG-U95B": "48587_at", "HTA-2_0": "TC09001447.hg.1", "HuEx-1_0": "3219215", "HuGene-1_1": "8163002", "HuGene-2_1": "17096827"}, "summary": "This gene encodes a protein that belongs to the Kruppel family of transcription factors. The encoded zinc finger protein is required for normal development of the barrier function of skin. The encoded protein is thought to control the G1-to-S transition of the cell cycle following DNA damage by mediating the tumor suppressor gene p53. Mice lacking this gene have a normal appearance but lose weight rapidly, and die shortly after birth due to fluid evaporation resulting from compromised epidermal barrier function. Alternative splicing results in multiple transcript variants encoding different isoforms. [provided by RefSeq, Sep 2015].", "symbol": "KLF4", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1416660"}, "unigene": "Hs.376206", "uniprot": {"Swiss-Prot": "O43474", "TrEMBL": ["A0A087X0S4", "B7ZBT2"]}, "wikipedia": {"url_stub": "KLF4"}}