{"AllianceGenome": "6349", "HGNC": "6349", "MIM": "602903", "_id": "688", "_version": 2, "accession": {"genomic": ["AF184924.1", "AL354720.14", "CH471093.1", "CP068265.2", "KT584041.1", "NC_000013.11", "NC_060937.1"], "protein": ["AAF18307.1", "AAF88068.1", "AAG23126.1", "AAH07695.1", "AAH42131.1", "AAP35287.1", "ABM97548.1", "ADO22207.1", "AER93389.1", "AER93390.1", "AER93391.1", "BAA03393.1", "BAA96461.1", "BAG59458.1", "BAG63623.1", "BAG65143.1", "CCO02789.1", "CCO02790.1", "EAW80524.1", "EAW80525.1", "EAW80526.1", "NP_001273747.1", "NP_001721.2", "Q13887.2", "XP_047286509.1", "XP_054230856.1"], "rna": ["AB030824.1", "AF132818.1", "AF287272.1", "AK131397.1", "AK296900.1", "AK302280.1", "AK304284.1", "BC007695.1", "BC014302.2", "BC042131.1", "BM982025.1", "BT006641.1", "D14520.1", "EF208215.1", "GQ891345.1", "HF546203.1", "HF546204.1", "HQ628639.1", "HQ628640.1", "HQ628641.1", "NM_001286818.2", "NM_001730.5", "XM_047430553.1", "XM_054374881.1"], "translation": [{"protein": "AAF88068.1", "rna": "AF287272.1"}, {"protein": "AER93390.1", "rna": "HQ628640.1"}, {"protein": "AAH42131.1", "rna": "BC042131.1"}, {"protein": "NP_001721.2", "rna": "NM_001730.5"}, {"protein": "AAF18307.1", "rna": "AF132818.1"}, {"protein": "XP_047286509.1", "rna": "XM_047430553.1"}, {"protein": "BAA96461.1", "rna": "AB030824.1"}, {"protein": "CCO02790.1", "rna": "HF546204.1"}, {"protein": "AAH07695.1", "rna": "BC007695.1"}, {"protein": "BAG65143.1", "rna": "AK304284.1"}, {"protein": "ABM97548.1", "rna": "EF208215.1"}, {"protein": "ADO22207.1", "rna": "GQ891345.1"}, {"protein": "BAG59458.1", "rna": "AK296900.1"}, {"protein": "AAP35287.1", "rna": "BT006641.1"}, {"protein": "AER93391.1", "rna": "HQ628641.1"}, {"protein": "AER93389.1", "rna": "HQ628639.1"}, {"protein": "BAG63623.1", "rna": "AK302280.1"}, {"protein": "XP_054230856.1", "rna": "XM_054374881.1"}, {"protein": "BAA03393.1", "rna": "D14520.1"}, {"protein": "CCO02789.1", "rna": "HF546203.1"}, {"protein": "NP_001273747.1", "rna": "NM_001286818.2"}]}, "alias": ["BTEB2", "CKLF", "IKLF"], "ensembl": {"gene": "ENSG00000102554", "protein": ["ENSP00000366915", "ENSP00000440407"], "transcript": ["ENST00000377687", "ENST00000464404", "ENST00000476859", "ENST00000477333", "ENST00000539231"], "translation": [{"protein": "ENSP00000366915", "rna": "ENST00000377687"}, {"protein": "ENSP00000440407", "rna": "ENST00000539231"}], "type_of_gene": "protein_coding"}, "entrezgene": "688", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 10.81888514, "exp_mis": 126.871369, "exp_syn": 57.264124, "lof_z": 2.95706325717626, "mis_z": 1.73139497697823, "mu_lof": 9.44892759104e-07, "mu_mis": 1.69043610321e-05, "mu_syn": 9.0122201191e-06, "n_lof": 1.0, "n_mis": 87.0, "n_syn": 54.0, "p_li": 0.871983359183675, "p_null": 0.000351129674737321, "p_rec": 0.127665511141587, "syn_z": 0.267407963012817}, "bp": 1374, "cds_end": 73650024, "cds_start": 73633465, "n_exons": 4, "nonpsych": {"exp_lof": 9.7302285, "exp_mis": 114.7689285, "exp_syn": 51.7676526, "lof_z": 2.74862860938022, "mis_z": 1.77821373573749, "mu_lof": 9.44892759104e-07, "mu_mis": 1.69043610321e-05, "mu_syn": 9.0122201191e-06, "n_lof": 1.0, "n_mis": 77.0, "n_syn": 44.0, "p_li": 0.838207194886691, "p_null": 0.000797373641041254, "p_rec": 0.160995431472268, "syn_z": 0.679710409570461}, "nontcga": {"exp_lof": 9.94734059, "exp_mis": 116.7156338, "exp_syn": 52.67696344, "lof_z": 2.79847689520537, "mis_z": 1.60092287814247, "mu_lof": 9.44892759104e-07, "mu_mis": 1.69043610321e-05, "mu_syn": 9.0122201191e-06, "n_lof": 1.0, "n_mis": 82.0, "n_syn": 51.0, "p_li": 0.836447596157632, "p_null": 0.000673334306424926, "p_rec": 0.162879069535943, "syn_z": 0.146296739546173}, "transcript": "ENST00000377687.4"}, "exons": [{"cdsend": 73075886, "cdsstart": 73061872, "chr": "13", "position": [[73054975, 73055158], [73061860, 73062734], [73063823, 73063883], [73075707, 73077542]], "strand": 1, "transcript": "NM_001286818", "txend": 73077542, "txstart": 73054975}, {"cdsend": 73075886, "cdsstart": 73059327, "chr": "13", "position": [[73059004, 73059588], [73061860, 73062734], [73063823, 73063883], [73075707, 73077538]], "strand": 1, "transcript": "NM_001730", "txend": 73077538, "txstart": 73059004}], "exons_hg19": [{"cdsend": 73650024, "cdsstart": 73636010, "chr": "13", "position": [[73629113, 73629296], [73635998, 73636872], [73637961, 73638021], [73649845, 73651680]], "strand": 1, "transcript": "NM_001286818", "txend": 73651680, "txstart": 73629113}, {"cdsend": 73650024, "cdsstart": 73633465, "chr": "13", "position": [[73633142, 73633726], [73635998, 73636872], [73637961, 73638021], [73649845, 73651676]], "strand": 1, "transcript": "NM_001730", "txend": 73651676, "txstart": 73633142}], "generif": [{"pubmed": 11152667, "text": "Overexpression of KLF5 in transfected cells led to increased cell proliferation including foci formation and anchorage-independent growth in a manner consistent with a transformed phenotype."}, {"pubmed": 12087155, "text": "This study describes the opposite effect of KLF4 and KLF5 on transcription of the KLF4 gene."}, {"pubmed": 12242654, "text": "KLF5 suppresses tumor cell growth in breast cancer."}, {"pubmed": 12576331, "text": "KLF5 bound and efficiently transactivated the TCR Dbeta1 promoter"}, {"pubmed": 12661032, "text": "Gene deletion and loss of expression and cell growth suppression indicate that KLF5 may be tumor suppressor gene at 13q21 in prostate cancer. Mutation and promoter methylation do not commonly inactivate KLF5 in prostate cancer."}, {"pubmed": 12901861, "text": "KLF4, but not KLF5, was frequently downregulated in bladder cancer cell lines and cancer tissues."}, {"pubmed": 14573617, "text": "KLF5 and p50 are important for induction of PDGF-A chain."}, {"pubmed": 14587307, "text": "BTEB2, a zinc finger transcription factor, may contribute to the establishment of the choroidal neovascularization observed in the pathogenesis of age-related macular degeneration and idiopathic choroidal neovascularization"}, {"pubmed": 14612398, "text": "Positive and negative regulation of the cardiovascular transcription factor KLF5 by p300 and the oncogenic regulator SET through interaction and acetylation on the DNA-binding domain."}, {"pubmed": 14726538, "text": "intestinal tumor progression is associated with a change in the growth-related functions of KLF5"}, {"pubmed": 15077182, "text": "KLF5 mediates the transforming effect of oncogenic H-Ras in NIH3T3 fibroblast cells and does so by transactivating the cyclin D1 promoter"}, {"pubmed": 15581624, "text": "Results indicate that Kruppel-like factor 5 is a potential mediator for the inhibitory effect of all-trans retinoid acid on intestinal epithelial cell proliferation."}, {"pubmed": 15581624, "text": "This study describes that the inhibitory effect of all-trans retinoic acid (ATRA) on proliferation of intestinal epithelial cells is a result of ATRA-mediated expression of KLF5."}, {"pubmed": 15668237, "text": "HDAC1 negatively regulates the cardiovascular transcription factor KLF5 through direct interaction"}, {"pubmed": 15735697, "text": "KLF5 protein is degraded at least in part through ubiquitination-proteasome pathway, which may have become hyperactive for KLF5 in cancer cells"}, {"pubmed": 15740636, "text": "This is an review article that summarizes the function of KLF4 and KLF5 in regulating cell proliferation."}, {"pubmed": 15937668, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16023392, "text": "In co-transfection assays in K562 cells, it was demonstrated that KLF2, 5 and 13 positively regulate, and KLF8 negatively regulates, the gamma-globin gene through the CACCC promoter element."}, {"pubmed": 16054042, "text": "KLF5 is a key component of the transcription factor network controlling adipocyte differentiation"}, {"pubmed": 16102021, "text": "KLF5 is an essential transcription factor in cardiovascular remodeling (review)"}, {"pubmed": 16102754, "text": "This study reports that KLF5 is activated by oncogenic HRAS and that activated KLF5 promotes mitosis by inducing transcription of the cyclin B1 and Cdc2 genes."}, {"pubmed": 16223724, "text": "KLF5 is a target of the E3 ubiquitin ligase WWP1 for proteolysis in epithelial cells"}, {"pubmed": 16341264, "text": "KLF2 is a transcription factor important in the integration of multiple endothelial functions associated with regions of the arterial vasculature that are relatively resistant to atherogenesis."}, {"pubmed": 16500892, "text": "This study describes that KLF5 is an important downstream mediator for the pro-inflammatory activity of NF-kB in intestinal epithelial cells."}, {"pubmed": 16595680, "text": "analysis of a novel regulatory pathway for the expression of survivin under the control of KLF5 and p53"}, {"pubmed": 16638850, "text": "Patients with higher KLF5 expression have shorter disease-free survival and overall survival than patients with lower KLF5 expression."}, {"pubmed": 17178721, "text": "This study examines the physical interaction between KLF5 and protein inhibitor of activated STAT 1 (PIAS1) which enhances KLF5's pro-proliferative activity."}, {"pubmed": 17320083, "text": "KLF5 protein degradation is blocked by an N-terminal FLAG tag or a small N-terminal deletion without reducing ubiquitination and degradation mediated by WWP1."}, {"pubmed": 17430902, "text": "KLF5 as a target of lysophosphatidic acid mediated signaling and suggest a role of KLF5 in promoting proliferation of intestinal epithelia in response to lysophosphatidic acid ."}, {"pubmed": 17508399, "text": "A review article that describes the biological and pathobiological functions in the intestinal epithelium."}, {"pubmed": 17603560, "text": "Plays an important role in modulating apoptosis secondary to DNA damage through a p53-independent pathway"}, {"pubmed": 17688680, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17688680, "text": "analysis of SNPs, located in the KLF2, KLF4 and KLF5 gene did not show an association with Type 2 diabetes in this French population"}, {"pubmed": 18039846, "text": "recruitment of ANP32B onto the promoter region requires KLF5 and results in promoter region-specific histone incorporation and inhibition of histone acetylation by ANP32B"}, {"pubmed": 18054006, "text": "This study reports that KLF5 is an important downstream mediator for the transforming effect of activated KRAS in intestinal epithelial cells and colorectal cancer."}, {"pubmed": 18226501, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18226501, "text": "These findings suggest that the KLF5 gene is a novel schizophrenia-susceptibility gene, and that the expression of the gene is involved in the pathophysiology of schizophrenia via glutamatergic neurotransmission."}, {"pubmed": 18617520, "text": "KLF5 causes cartilage matrix degradation through transcriptional induction of MMP9, providing the first evidence that transcriptional regulation of a proteinase contributes to endochondral ossification and skeletal development."}, {"pubmed": 18660489, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18774944, "text": "Results suggest that the FASN gene is activated by the synergistic action of KLF5 and SREBP-1, which was induced by androgen in androgen-dependent prostate cancer cells."}, {"pubmed": 18782761, "text": "nuclear export signal in KLF5 directs a fused green fluorescence protein to the cytoplasm"}, {"pubmed": 19056724, "text": "TGFbeta recruited acetylase p300 to acetylate KLF5, and acetylation in turn altered the binding of KLF5 to p15 promoter, resulting in the reversal of KLF5 function."}, {"pubmed": 19419955, "text": "Activation of TGFbeta recruits p300 to the KLF5-Smad complex to acetylate KLF5, and the complex with acetylated KLF5 binds to the Smad binding element and alters the binding of other factors to p15 promoter to induce its transcription"}, {"pubmed": 19448973, "text": "KLF5 mediates the signaling functions in cell proliferation, cell cycle, apoptosis, migration, differentiation, and stemness by regulating gene expression in response to environment stimuli. [review]"}, {"pubmed": 19460858, "text": "AR can utilize the CXCL12/CXCR4 axis through induction of KLF5 expression to promote prostate cancer progression"}, {"pubmed": 19569049, "text": "results suggest that KLF5 inhibits the function of ERalpha in gene regulation and cell proliferation through protein interaction that interrupts the binding of ERalpha to target gene promoters to prevent target gene induction"}, {"pubmed": 19668233, "text": "KLF5 may promote breast cancer cell proliferation at least partially through directly activating the FGF-BP mRNA transcription."}, {"pubmed": 19671674, "text": "KLF5 is overexpressed in pancreatic cancer cells and exceeds KLF5 expression of KRAS-mutated colon cancer cells."}, {"pubmed": 19684017, "text": "These results suggest that KLF5 is not only essential for MYC transcription in proliferating epithelial cells but also mediates the inhibitory effect of TGFbeta on MYC transcription."}, {"pubmed": 20086047, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20086047, "text": "Single nucleotide polymorphisms in the KLF5 gene is associated with hypertension."}, {"pubmed": 20388706, "text": "Fbw7 is a key negative regulator controlling KLF5-mediated cell proliferation; there may be a mechanism linking the loss of Fbw7 function to tumorigenesis"}, {"pubmed": 20484041, "text": "Endogenous Fbw7 suppresses the FGF-BP gene expression and breast cell proliferation through targeting KLF5 for degradation."}, {"pubmed": 20639455, "text": "while KLF5 is not required for oncogenic mutant K-Ras-induced lung tumorigenesis, KLF5 regulation of ABCG2 expression may be important for chemotherapeutic resistance and patient survival."}, {"pubmed": 21470678, "text": "Low KLF5 is associated with acute myeloid leukemia."}, {"pubmed": 21487105, "text": "Data show that results demonstrate that estrogens and antiestrogens affect prostate tumor growth through ERbeta-mediated regulation of KLF5."}, {"pubmed": 21566082, "text": "KLF5 is a progesterone-induced gene that contributes to progesterone-mediated breast epithelial cell proliferation and dedifferentiation"}, {"pubmed": 21674249, "text": "Loss of nuclear expression of KLF5 is associated with in situ and invasive breast carcinomas."}, {"pubmed": 21732124, "text": "KLF5 may play an oncogenetic role in gastric carcinogenesis."}, {"pubmed": 21868761, "text": "KLF5 transactivates NOTCH1 in the context of p53 mutation or loss. KLF5 loss limited NOTCH1 activity and was sufficient on its own to transform primary human keratinocytes harboring mutant p53, leading to the formation of invasive tumors."}, {"pubmed": 21951574, "text": "KLF5 is activated in human pulmonary arterial hypertension and implicated in the pro-proliferative and anti-apoptotic phenotype that characterizes pulmonary arterial hypertension."}, {"pubmed": 21953463, "text": "SMURF2 is a novel E3 ubiquitin ligase for KLF5 and negatively regulates KLF5 by targeting it for proteasomal degradation."}, {"pubmed": 21993314, "text": "The granulocyte-associated transcription factor Kruppel-like factor 5 is silenced by hypermethylation in acute myeloid leukemia."}, {"pubmed": 22045023, "text": "TAZ promotes breast cell growth partially through protecting KLF5 from WWP1-mediated degradation and enhancing KLF5's activities."}, {"pubmed": 22094285, "text": "the expression of KLF5 and MMP-9 may be involved in cartilage degeneration, contributing to human osteoarthritis"}, {"pubmed": 22120375, "text": "KLF5 is highly expressed in large and giant unruptured aneurysms and that in ruptured aneurysmal wall KLF5 expression was scarce."}, {"pubmed": 22584587, "text": "KLF5 reverses hhLIM function from anti-proliferation to pro-proliferation through its interaction with hhLIM on the cyclin E promoter."}, {"pubmed": 22936544, "text": "KLF5 is an androgen-responsive gene in breast carcinomas, which plays an important role in progression and is considered a potent prognostic factor in human breast cancers."}, {"pubmed": 22990386, "text": "The KLF5 directly and diffentially bound to p21Waf1/Cip1 in the presence or absence of mutant p53."}, {"pubmed": 23112162, "text": "SALL4 and KLF5 were aberrantly expressed in the CDX1(+) intestinal metaplasia of the stomach. Sustained expression of CDX1 gave rise to the induction of early intestinal-stemness markers, followed by the expression of intestinal-differentiation markers."}, {"pubmed": 23372710, "text": "Helicobacter pylori promotes the expression of KLF5, a mediator of carcinogenesis, in vitro and in vivo."}, {"pubmed": 23633919, "text": "KLF5 activation of JNK signaling is mediated by KLF5 transactivation of two key upstream regulators of the JNK pathway, ASK1 and MKK4."}, {"pubmed": 23810009, "text": "Data suggest that KLF5 activity is regulated by progesterone/estrogen in normal mammary gland and in breast cancer; KLF5 participates in estrogen/estrogen receptor and progesterone/progesterone receptor signaling and breast tumorigenesis. [REVIEW]"}, {"pubmed": 23869764, "text": "KLF5 was highly expressed in the ovarian cancer cell line."}, {"pubmed": 23880760, "text": "These results identify KLF5 as a transactivator of HIF-1alpha and show that LPA regulates HIF-1alpha by dynamically modulating its interaction with KLF5 and p53."}, {"pubmed": 23913682, "text": "mPGES1 is a target gene of KLF5 in human breast cancer celsl"}, {"pubmed": 23975368, "text": "Kruppel-like factor 5: a novel biomarker for lymph node metastasis and recurrence in supraglottic squamous cell laryngeal carcinoma."}, {"pubmed": 24126055, "text": "KLF5 maintains epithelial characteristics and prevents EMT by transcriptionally activating the miR-200 family in epithelial cells."}, {"pubmed": 24323942, "text": "The differential roles of KLF5 in particular tissues and cancer states. [Review]"}, {"pubmed": 24398687, "text": "amino acid residue 301 of KLF5 is critical for proper recognition of the phosphodegron sequence by FBW7alpha and that the P301S mutation inhibits this recognition"}, {"pubmed": 24401325, "text": "KLF5/Sox4 regulatory signaling play an important role in lung tumorigenesis, which might represent novel therapeutic targets to manage lung carcinoma."}, {"pubmed": 24584857, "text": "Altogether, our data provide an explanation for low HK3 and KLF5 expression in particular AML subtype and establish these genes as novel CEBPA targets during neutrophil differentiation."}, {"pubmed": 24931571, "text": "deacetylation switched KLF5 to tumor promoting activity, and blocking TGFbeta signaling attenuated the tumor suppressor activity of KLF5"}, {"pubmed": 25023776, "text": "Unfractionated heparin suppresses lipopolysaccharide-induced monocyte chemoattractant protein-1 expression in human microvascular endothelial cells by blocking Kruppel-like factor 5 and nuclear factor-kappaB pathway"}, {"pubmed": 25037223, "text": "Data indicate that histone deacetylase inhibitors (HDACi) induce intestinal alkaline phosphatase (ALPi) in a subset of colon cancer cell lines in a Kruppel-like factor 5 (KLF5)-dependent manner."}, {"pubmed": 25051115, "text": "Using small interfering RNA (siRNA) targeting KLF5 or HIF-1alpha, study demonstrated that KLF5 or HIF-1alpha knockdown inhibited hypoxia-induced cell survival and promoted cell apoptosis by actively downregulating cyclin B1, survivin and upregulating caspase-3 in lung cancer cells."}, {"pubmed": 25053715, "text": "KLF5/GATA4/GATA6 may promote gastric cancer development by engaging in mutual crosstalk, collaborating to maintain a pro-oncogenic transcriptional regulatory network in gastric cancer cells."}, {"pubmed": 25119587, "text": "KLF5 mRNA overexpression is associated with cervical cancer."}, {"pubmed": 25197166, "text": "study results indicate that KLF5 mediates proinflammatory cytokine expression through upregulation of NF-kappaB phosphorylation at p65 in LPS-induced ALI."}, {"pubmed": 25504335, "text": "Simultaneous downregulation of KLF5 and Fli1 is a key feature underlying systemic sclerosis."}, {"pubmed": 25683913, "text": "KLF5 facilitates lysophosphatidic acid -induced interaction between beta-catenin and TCF4."}, {"pubmed": 25789974, "text": "These results identify KLF4 and KLF5 as cooperating protumorigenic factors and critical participants in resistance to lapatinib, furthering the rationale for combining anti-MCL1/BCL-XL inhibitors with conventional HER2-targeted therapies."}, {"pubmed": 25896712, "text": "KLF5 loss enhances tumor angiogenesis by attenuating PI3K/AKT signaling and subsequent accumulation of HIF1alpha in PTEN deficient prostate tumors."}, {"pubmed": 25970772, "text": "TEAD4 and KLF5, in collaboration, promoted triple negative breast cancer cell proliferation and tumor growth in part by inhibiting p27 gene transcription"}, {"pubmed": 26077572, "text": "TMEM16A and myocardin form a positive feedback loop that is disrupted by KLF5 during Ang II-induced vascular remodeling."}, {"pubmed": 26079537, "text": "ATXN3L has a role in the regulation of KLF5 stability in breast cancer"}, {"pubmed": 26097551, "text": "down-regulation of KLF4 and up-regulation of KLF5 may stimulate oral carcinoma progression through the dedifferentiation of carcinoma cells."}, {"pubmed": 26189798, "text": "findings collectively suggest that TNFAIP2 is a direct KLF5 target gene, and both KLF5 and TNFAIP2 promote breast cancer cell proliferation, migration and invasion through Rac1 and Cdc42"}, {"pubmed": 26397390, "text": "ABL-N administration induced apoptosis of PC3 cells in a dose-dependent manner, along with the enhanced activity of caspases and increased Bax/Bcl-2 ratio. Expression of KLF5, Stat5b and ICAM-1 was significantly downregulated in PC3 cells."}, {"pubmed": 26419610, "text": "BAP1 interacts directly with KLF5 and stabilizes KLF5 via deubiquitination."}, {"pubmed": 26474386, "text": "Data indicate direct binding of microRNA miR-375 to the 3'-untranslated region of transcription factor KLF5."}, {"pubmed": 26483416, "text": "that estrogen biphasically modulates prostate tumor formation by regulating Kruppel-like zinc finger transcription factor 5-dependent transcription through estrogen receptor beta"}, {"pubmed": 26544730, "text": "our results indicate that KLF5 promotes angiogenesis of bladder cancer through directly regulating VEGFA transcription"}, {"pubmed": 26786295, "text": "Data suggest both KLF5 and FYN (FYN proto-oncogene) are important in regulation of migration in bladder cancer cells; KLF5 up-regulates cell migration, lamellipodia formation, expression of FYN, and phosphorylation of FAK (focal adhesion kinase)."}, {"pubmed": 26792671, "text": "We provide the first evidence that the expression of KLF5 is up-regulated in small airways and pulmonary vessels of patients with COPD and may be involved in the tissue remodeling of COPD."}, {"pubmed": 27514407, "text": "Data reveal that the presence of rs200996365, a SNP in high-linkage disequilibrium with rs8102137 residing in the center of a KLF5 motif, alters KLF5 binding to this genomic region and provide evidence that KLF5 binds CCNE1 polymorphic intronic enhancer to confer increased bladder cancer risk."}, {"pubmed": 27940107, "text": "demonstrate that a 186bp region is the minimal essential region and that Sp3-GC1 binding is essential to the basal expression of KLF5"}, {"pubmed": 28109084, "text": "miR-5195-3p suppressed proliferation and invasion of human bladder cancer cells via suppression of KLF5."}, {"pubmed": 28437471, "text": "miR-217 suppresses triple-negative breast cancer cell growth, migration, and invasion. MiR-217 suppresses triple-negative breast cancer, at least partially, through down-regulating the KLF5 expression."}, {"pubmed": 28483017, "text": "KLF5 and TNFRSF11a are related to cervical cancer. KLF5 promotes the proliferation, migration, and invasion of cervical cancer cells partly by upregulating the transcription of TNFRSF11a."}, {"pubmed": 28711598, "text": "the present findings were the first to show that KLF5 expression and nitration by iNOS-mediated peroxynitrite are necessary for the induction of TNF-alpha and IL-1beta expression in VSMCs of diabetic vascular tissues."}, {"pubmed": 28749461, "text": "Data demonstrate that KLF5 inhibits ccRCC growth as a tumor suppressor and highlight the potential of 5-Aza-CdR to release KLF5 expression as a therapeutic modality for the treatment of ccRCC."}, {"pubmed": 28849090, "text": "The present study found that the KLF4 and KLF5 3'-UTR contains one conserved target site of miR-506 and miR-124, and the overexpression of miR-506 and miR-124 inhibited the H2O2-induced upregulation of KLF4 and KLF5 in HCMs."}, {"pubmed": 28934010, "text": "KLF5 expression in tumor stroma was closely associated with clinicopathological features such as tumor size, invasion depth, cell grade and lymph node metastasis, as well as poor prognosis in patients with gastric cancer."}, {"pubmed": 28963353, "text": "Utilizing data from CRISPR/Cas9 gene knockout screening, authors reveal that cancer cells with KLF5 overexpression are dependent on KLF5 for their proliferation, suggesting KLF5 as a putative therapeutic target."}, {"pubmed": 29146991, "text": "KLF5 and TNFRSF11a promote cervical cancer cell proliferation, migration and invasiveness."}, {"pubmed": 29196238, "text": "KLF5 has a role in regulating IL1beta induced intervertebral disc metabolism"}, {"pubmed": 29248441, "text": "Levels of KLF5 are increased in human pancreatic ductal adenocarcinoma."}, {"pubmed": 29309750, "text": "these data suggested that the elevated cav-1 promoted pituitary adenoma cells migration and invasion by regulating the interaction between EGR1 and KLF5."}, {"pubmed": 29658584, "text": "The present study has identified that KLF5, a target of miR-145-5p, is a key marker gene in cancer. miR-145-5p may also contribute to the dysregulation of other functional genes during tumor development."}, {"pubmed": 29679567, "text": "the knockdown of HDAC1/2 upregulated KLF5 protein but not KLF5 mRNA, and the increase in KLF5 protein level by silencing HDAC1/2 was at least in part due to decreased proteasomal degradation."}, {"pubmed": 29691549, "text": "KLF5 may play an important role in odontoblast differentiation and dentin formation."}, {"pubmed": 29760406, "text": "PVT1, KLF5, and beta-catenin were also revealed to be co-expressed in clinical TNBC samples."}, {"pubmed": 29773900, "text": "Was greatly suppressed by the silence of KLF5, GCN5, or GDF15."}, {"pubmed": 29898734, "text": "KLF5 knockdown could suppress hypoxia-induced cisplatin resistance, and its mechanism may be due to the inhibition of HIF-1alpha-dependent glycolysis via inactivation of the PI3K/Akt/mTOR pathway."}, {"pubmed": 29916536, "text": "the results of the present study suggested that the miR5905p/KLF5 axis may regulate osteosarcoma (OS)progression and thus, may be a novel therapeutic target for the treatment of patients with OS."}, {"pubmed": 30101462, "text": "Klf5 is essential for mammary gland development and breast tumorigenesis via transcription of Slug."}, {"pubmed": 30131089, "text": "The miR-152/KLF5 axis may provide novel therapeutic targets for CC treatment."}, {"pubmed": 30168064, "text": "correlation between the KLF5 and ZEB1 transcription levels in the pancreatic tumor tissues"}, {"pubmed": 30201338, "text": "Study showed that KLF5 expression was increased in intracranial aneurysms (IAs) patients compared to that of normal subjects, and KLF5 overexpression vascular smooth muscle cells proliferation, migration, and phenotypic modulation, suggesting that the upregulated KLF5 expression played an important role in the induction of IAs."}, {"pubmed": 30226614, "text": "These results revealed that KLF5 promotes the tumorigenesis and metastasis of thyroid cancer cells and may be a potential therapeutic target in patients with thyroid cancer"}, {"pubmed": 30289973, "text": "Silencing CINP had the most potent inhibitory effect on cell growth in KLF5-expressing cells but did not affect parental TSU-Pr1 cells. Further analyses not only confirmed the physical interaction between KLF5 and CINP, also demonstrated that knockdown of CINP attenuated the effects of KLF5 on cell cycle progression, apoptosis and tumorigenesis."}, {"pubmed": 30367481, "text": "A novel mechanism for cancer differentiation and a new facet to the role of miR-145-5p/KLF5 in gastric cancer."}, {"pubmed": 30389133, "text": "the positive feedback loop of KLF5/CASC15/miR-153-3p/KLF5 in the acceleration of breast cancer malignant behaviors and tumorigenesis, is reported."}, {"pubmed": 30473218, "text": "The results indicate that KLF5 plays a significant role in hepatocellular carcinoma (HCC) progression and metastasis and induces EMT via activating PI3K/AKT/Snail signaling, and the inhibition of KLF5 may be a potential treatment modality for patients with HCC."}, {"pubmed": 30685841, "text": "Low KLF5 expression is correlated with Gastric Adenocarcinoma."}, {"pubmed": 30851060, "text": "Crocin inhibits the EMT, migration, and invasion of gastric cancer cells, and this activity is mediated through miR-320/KLF5/HIF-1alpha signaling."}, {"pubmed": 30900384, "text": "KLF5 plays a significant role in the DNA damage response by regulating DNA damage checkpoint proteins. Inhibition of KLF5 may be a potential therapeutic target for NSCLC patients with cisplatin resistance."}, {"pubmed": 30963560, "text": "MKK7 transcription, regulated by SP1 and KLF5, critically depends on HDAC4 activity."}, {"pubmed": 31073122, "text": "KLF5 recruited p300 to the RP1 promoter to enhance RP1 expression and regulated RP1 plays an oncogenic role in breast cancer by suppressing p27kip1."}, {"pubmed": 31115014, "text": "KLF5 silence attenuates proliferation and epithelial-mesenchymal transition induction in Hep-2 cells through NF-kappaB signaling pathway."}, {"pubmed": 31235682, "text": "The positive expression rate of LPA2 and KLF5 were statistical different in gastric adenocarcinoma, GIN, and normal gastric tissue (P<0.05). LPA2 positive expression was associated with tumor invasion depth, Lauren type, vascular invasion, local lymph node metastasis, and clinical stage (P<0.05)."}, {"pubmed": 31257528, "text": "MALAT1 promoted the growth and migration of HPASMCs potentially via sponging hsa-miR-124-3p.1 and KLF5. Understanding the molecular mechanisms of MALAT1 in PAH may provide a novel approach for developing effective therapeutic interventions for patients with PAH."}, {"pubmed": 31327760, "text": "KLF5 is highly expressed in short-term survival of pancreatic cancer patients.  Survival analysis showed that patients highly expressing KLF5 exhibited shorter overall and tumor-free survival times."}, {"pubmed": 31778829, "text": "Kruppel-like Factor 5 Regulates Stemness, Lineage Specification, and Regeneration of Intestinal Epithelial Stem Cells."}, {"pubmed": 31857253, "text": "Identification and functional characterization of KLF5 as a novel disease gene responsible for familial dilated cardiomyopathy."}, {"pubmed": 32066912, "text": "miR-4711-5p regulates cancer stemness and cell cycle progression via KLF5, MDM2 and TFDP1 in colon cancer cells."}, {"pubmed": 32081850, "text": "In the prostate, Klf5 is expressed in both basal and luminal cells, with basal cells preferentially expressing acetylated Klf5. Functionally, Klf5 is indispensable for maintaining basal progenitors, their luminal differentiation, and the proliferation of their basal and luminal progenies."}, {"pubmed": 32093658, "text": "NUDT3 and KLF5 were found to associate with lean mass and HLA-DQB1-AS1 for hand grip strength as candidate genes to target for these phenotypes in sarcopenia. The associated regulatory SNPs are rs464553, rs1028883 and rs3129753 respectively."}, {"pubmed": 32173973, "text": "KLF5 influences cell biological function and chemotherapy sensitivity through the JNK signaling pathway in anaplastic thyroid carcinoma."}, {"pubmed": 32279400, "text": "High KLF5 expression is associated with poor prognosis in patients with colorectal cancer and liver metastasis by promoting cell proliferation and cancer stem cell-like properties."}, {"pubmed": 32367412, "text": "SMILR Aggravates the Progression of Atherosclerosis by Sponging miR-10b-3p to Regulate KLF5 Expression."}, {"pubmed": 32373958, "text": "KLF5 promotes proliferation in gastric cancer via regulating p21 and CDK4."}, {"pubmed": 32451988, "text": "Prognostic Role of Kruppel-Like Factors 5, 9, and 11 in Endometrial Endometrioid Cancer."}, {"pubmed": 32619460, "text": "TP63, SOX2, and KLF5 Establish a Core Regulatory Circuitry That Controls Epigenetic and Transcription Patterns in Esophageal Squamous Cell Carcinoma Cell Lines."}, {"pubmed": 32685011, "text": "TGF-beta causes Docetaxel resistance in Prostate Cancer via the induction of Bcl-2 by acetylated KLF5 and Protein Stabilization."}, {"pubmed": 32817651, "text": "Klf5 down-regulation induces vascular senescence through eIF5a depletion and mitochondrial fission."}, {"pubmed": 32880368, "text": "Repurposing of KLF5 activates a cell cycle signature during the progression from a precursor state to oesophageal adenocarcinoma."}, {"pubmed": 32965165, "text": "KLF5 regulates epithelial-mesenchymal transition of liver cancer cells in the context of p53 loss through miR-192 targeting of ZEB2."}, {"pubmed": 32985124, "text": "PLA2G16 is a mutant p53/KLF5 transcriptional target and promotes glycolysis of pancreatic cancer."}, {"pubmed": 33020901, "text": "Long intergenic noncoding RNA 00908 promotes proliferation and inhibits apoptosis of colorectal cancer cells by regulating KLF5 expression."}, {"pubmed": 33033902, "text": "Transcription factor Kruppel-like factor 5 positively regulates the expression of AarF domain containing kinase 4."}, {"pubmed": 33516665, "text": "BAP1 antagonizes WWP1-mediated transcription factor KLF5 ubiquitination and inhibits autophagy to promote melanoma progression."}, {"pubmed": 33539225, "text": "KLF5 Is Induced by FOXO1 and Causes Oxidative Stress and Diabetic Cardiomyopathy."}, {"pubmed": 33690159, "text": "KLF5 and NFYA factors as novel regulators of prostate cancer cell metabolism."}, {"pubmed": 33731701, "text": "Acetylation of KLF5 maintains EMT and tumorigenicity to cause chemoresistant bone metastasis in prostate cancer."}, {"pubmed": 33827480, "text": "KLF5-mediated Eppk1 expression promotes cell proliferation in cervical cancer via the p38 signaling pathway."}, {"pubmed": 33923166, "text": "KLF5 Is Activated by Gene Amplification in Gastric Cancer and Is Essential for Gastric Cell Proliferation."}, {"pubmed": 33931086, "text": "KLF5-induced BBOX1-AS1 contributes to cell malignant phenotypes in non-small cell lung cancer via sponging miR-27a-5p to up-regulate MELK and activate FAK signaling pathway."}, {"pubmed": 33971492, "text": "CircATRNL1 protects against osteoarthritis by targeting miR-153-3p and KLF5."}, {"pubmed": 33972717, "text": "Arginine methyltransferase PRMT5 methylates and stabilizes KLF5 via decreasing its phosphorylation and ubiquitination to promote basal-like breast cancer."}, {"pubmed": 34035464, "text": "miR-19b enhances osteogenic differentiation of mesenchymal stem cells and promotes fracture healing through the WWP1/Smurf2-mediated KLF5/beta-catenin signaling pathway."}, {"pubmed": 34052325, "text": "KLF5-induced lncRNA IGFL2-AS1 promotes basal-like breast cancer cell growth and survival by upregulating the expression of IGFL1."}, {"pubmed": 34165154, "text": "KLF5/LINC00346/miR148a3p axis regulates inflammation and endothelial cell injury in atherosclerosis."}, {"pubmed": 34233586, "text": "Kruppel-like factor 5-induced overexpression of long non-coding RNA DANCR promotes the progression of cervical cancer via repressing microRNA-145-3p to target ZEB1."}, {"pubmed": 34272396, "text": "Interplay and cooperation between SREBF1 and master transcription factors regulate lipid metabolism and tumor-promoting pathways in squamous cancer."}, {"pubmed": 34333382, "text": "SYNPO2 suppresses hypoxia-induced proliferation and migration of colorectal cancer cells by regulating YAP-KLF5 axis."}, {"pubmed": 34403009, "text": "LINC01123 promotes cell proliferation and migration via regulating miR-1277-5p/KLF5 axis in ox-LDL-induced vascular smooth muscle cells."}, {"pubmed": 34517461, "text": "[Value of abnormal expression of Kruppel-like zinc-finger protein transcription factor 5 in the diagnosis and prognosis of liver cancer]."}, {"pubmed": 34653523, "text": "Kruppel-like factor (KLF)5: An emerging foe of cardiovascular health."}, {"pubmed": 34707247, "text": "A stem cell marker KLF5 regulates CCAT1 via three-dimensional genome structure in colorectal cancer cells."}, {"pubmed": 34737261, "text": "Opposing transcriptional programs of KLF5 and AR emerge during therapy for advanced prostate cancer."}, {"pubmed": 34799978, "text": "Simvastatin treatment promotes proliferation of human dental pulp stem cells via modulating PI3K/AKT/miR-9/KLF5 signalling pathway."}, {"pubmed": 35022570, "text": "YB-1 is a positive regulator of KLF5 transcription factor in basal-like breast cancer."}, {"pubmed": 35033353, "text": "KLF5 promotes KIF1A expression through transcriptional repression of microRNA-338 in the development of pediatric neuroblastoma."}, {"pubmed": 35154481, "text": "alpha-Catulin promotes cancer stemness by antagonizing WWP1-mediated KLF5 degradation in lung cancer."}, {"pubmed": 35247887, "text": "Ketogenesis Attenuates KLF5-Dependent Production of CXCL12 to Overcome the Immunosuppressive Tumor Microenvironment in Colorectal Cancer."}, {"pubmed": 35249460, "text": "Kruppel-like factor 5 -mediated Sirtuin6 promotes osteogenic differentiation and inhibits inflammatory injury of lipopolysaccharide-induced periodontal membrane stem cells by inhibiting nuclear factor kappa-B pathway."}, {"pubmed": 35259457, "text": "A feedforward circuit between KLF5 and lncRNA KPRT4 contributes to basal-like breast cancer."}, {"pubmed": 35341742, "text": "Kruppel-Like Factor 5 Regulates CFTR Expression Through Repression by Maintaining Chromatin Architecture Coupled with Direct Enhancer Activation."}, {"pubmed": 35379798, "text": "KLF5 inhibition overcomes oxaliplatin resistance in patient-derived colorectal cancer organoids by restoring apoptotic response."}, {"pubmed": 35457114, "text": "A New Hypothetical Concept in Metabolic Understanding of Cardiac Fibrosis: Glycolysis Combined with TGF-beta and KLF5 Signaling."}, {"pubmed": 35500764, "text": "LMP2A inhibits the expression of KLF5 through the mTORC1 pathway in EBV-associated gastric carcinoma."}, {"pubmed": 35723551, "text": "CircCDK14 ameliorates interleukin-1beta-induced chondrocyte damage by the miR-1183/KLF5 pathway in osteoarthritis."}, {"pubmed": 36001968, "text": "Kruppel-like factor 5 rewires NANOG regulatory network to activate human naive pluripotency specific LTR7Ys and promote naive pluripotency."}, {"pubmed": 36016468, "text": "LINC00665 affects the malignant biological behavior of ovarian cancer via the miR-148b-3p/KLF5."}, {"pubmed": 36083020, "text": "KLF5-mediated aquaporin 3 activated autophagy to facilitate cisplatin resistance of gastric cancer."}, {"pubmed": 36208253, "text": "[MiR-21 Regulates the Proliferation of Multiple Myeloma Cells by Inhibiting the Expression of KLF5]."}, {"pubmed": 36272150, "text": "Long non-coding RNA ERVK13-1 aggravates osteosarcoma through the involvement of microRNA-873-5p/KLF5 axis."}, {"pubmed": 36633714, "text": "Tyrosine kinase SRC-induced YAP1-KLF5 module regulates cancer stemness and metastasis in triple-negative breast cancer."}, {"pubmed": 37063424, "text": "Targeting the KLF5-EphA2 axis can restrain cancer stemness and overcome chemoresistance in basal-like breast cancer."}, {"pubmed": 37130837, "text": "KLF5 and p53 comprise an incoherent feed-forward loop directing cell-fate decisions following stress."}, {"pubmed": 37247719, "text": "KLF5-mediated CDCA5 expression promotes tumor development and progression of epithelial ovarian carcinoma."}, {"pubmed": 37268267, "text": "Analysis of KLF7 and KLF5 transcription factors gene variants in coronary artery disease."}, {"pubmed": 37394140, "text": "LncRNA H19 aggravates primary graft dysfunction after lung transplantation via KLF5-mediated activation of CCL28."}, {"pubmed": 37532224, "text": "KLF5/MDM2 Axis Modulates Oxidative Stress and Epithelial-Mesenchymal Transition in Human Lens Epithelial Cells: The Role in Diabetic Cataract."}, {"pubmed": 37694332, "text": "Suppression of Kruppel-like factor 5 basal expression by CREB1 binding to far distal element."}, {"pubmed": 37702443, "text": "KLF5 Promotes Tumor Progression and Parp Inhibitor Resistance in Ovarian Cancer."}, {"pubmed": 37738301, "text": "Circ_0068481 Affects the Human Pulmonary Artery Smooth Muscle Cells' Progression by miR-361-3p/KLF5 Axis."}, {"pubmed": 38147910, "text": "Suppression of KLF5 basal expression in oral carcinoma-derived cells through three intact CREB1-binding sites in the silencer region."}, {"pubmed": 38217587, "text": "KLF5 inhibits the migration and invasion in cervical cancer cell lines by regulating SNAI1."}, {"pubmed": 38409551, "text": "Ubiquitin specific peptidase 38 epigenetically regulates KLF transcription factor 5 to augment malignant progression of lung adenocarcinoma."}, {"pubmed": 38433576, "text": "Abrogation of KLF5 sensitizes BRCA1-proficient pancreatic cancer to PARP inhibition."}, {"pubmed": 38514264, "text": "[Overexpression of tuftelin and KLF-5 and its clinicopathological features in hepatitis B virus-related hepatocellular carcinoma]."}, {"pubmed": 38609873, "text": "Depression of LncRNA DANCR alleviates tubular injury in diabetic nephropathy by regulating KLF5 through sponge miR-214-5p."}, {"pubmed": 38622696, "text": "KLF5 promotes the ossification process of ligamentum flavum by transcriptionally activating CX43."}, {"pubmed": 38649438, "text": "KLF5 regulates actin remodeling to enhance the metastasis of nasopharyngeal carcinoma."}, {"pubmed": 38747699, "text": "Downregulation of KLF5 by EBER1 via the ERK signaling pathway in EBV-positive nasopharyngeal carcinoma cells: implications for latent EBV infection."}], "genomic_pos": {"chr": "13", "end": 73077541, "ensemblgene": "ENSG00000102554", "start": 73054976, "strand": 1}, "genomic_pos_hg19": {"chr": "13", "end": 73651676, "start": 73629114, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001525", "qualifier": "involved_in", "term": "angiogenesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014816", "qualifier": "involved_in", "term": "skeletal muscle satellite cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014901", "qualifier": "involved_in", "term": "satellite cell activation involved in skeletal muscle regeneration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014908", "qualifier": "involved_in", "term": "myotube differentiation involved in skeletal muscle regeneration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030033", "qualifier": "involved_in", "term": "microvillus assembly"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032534", "qualifier": "involved_in", "term": "regulation of microvillus assembly"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045600", "qualifier": "involved_in", "term": "positive regulation of fat cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 16595680, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060576", "qualifier": "involved_in", "term": "intestinal epithelial cell development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0061586", "qualifier": "involved_in", "term": "positive regulation of transcription by transcription factor localization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0099156", "qualifier": "involved_in", "term": "cell-cell signaling via exosome"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1902895", "qualifier": "involved_in", "term": "positive regulation of miRNA transcription"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1990830", "qualifier": "involved_in", "term": "cellular response to leukemia inhibitory factor"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005667", "qualifier": "part_of", "term": "transcription regulator complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005794", "qualifier": "located_in", "term": "Golgi apparatus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043231", "qualifier": "located_in", "term": "intracellular membrane-bounded organelle"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000978", "pubmed": 16595680, "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001228", "pubmed": 16595680, "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [17320083, 32814053, 35140242], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0043426", "qualifier": "enables", "term": "MRF binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}]}, "homologene": {"genes": [[7955, 100006043], [8364, 100489339], [9031, 418818], [9544, 694320], [9598, 452597], [9606, 688], [9615, 612788], [9913, 535702], [10090, 12224], [10116, 84410]], "id": 37520}, "interpro": [{"desc": "Zinc finger C2H2-type", "id": "IPR013087", "short_desc": "Znf_C2H2_type"}, {"desc": "Zinc finger C2H2 superfamily", "id": "IPR036236", "short_desc": "Znf_C2H2_sf"}], "ipi": ["IPI00015934", "IPI01012072"], "map_location": "13q22.1", "name": "KLF transcription factor 5", "other_names": ["(intestinal Kruppel-like factor", "BTE-binding protein 2", "GC box binding protein 2", "Krueppel-like factor 5", "Kruppel like factor 5", "Kruppel-like factor 5 (intestinal)", "basic transcription element binding protein 2", "colon krueppel-like factor", "colon kruppel-like factor", "epididymis secretory sperm binding protein", "intestinal-enriched krueppel-like factor", "intestinal-enriched kruppel-like factor", "transcription factor BTEB2"], "pantherdb": {"HGNC": "6349", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1338056", "ortholog_type": "LDO", "panther_family": "PTHR23235", "taxid": 10090, "uniprot_kb": "Q9Z0Z7"}, {"RGD": "621446", "ortholog_type": "LDO", "panther_family": "PTHR23235", "taxid": 10116, "uniprot_kb": "F1LSL7"}, {"Ensembl": "ENSGALG00000016927", "ortholog_type": "LDO", "panther_family": "PTHR23235", "taxid": 9031, "uniprot_kb": "F1NY43"}, {"ZFIN": "ZDB-GENE-070424-152", "ortholog_type": "O", "panther_family": "PTHR23235", "taxid": 7955, "uniprot_kb": "A0S0R1"}, {"Ensembl": "ENSDARG00000090914", "ortholog_type": "O", "panther_family": "PTHR23235", "taxid": 7955, "uniprot_kb": "E7FEM3"}, {"ZFIN": "ZDB-GENE-050208-704", "ortholog_type": "O", "panther_family": "PTHR23235", "taxid": 7955, "uniprot_kb": "A0A0R4IJT0"}, {"ZFIN": "ZDB-GENE-080424-4", "ortholog_type": "O", "panther_family": "PTHR23235", "taxid": 7955, "uniprot_kb": "B8JL64"}, {"ZFIN": "ZDB-GENE-011116-1", "ortholog_type": "O", "panther_family": "PTHR23235", "taxid": 7955, "uniprot_kb": "A2BG67"}, {"ZFIN": "ZDB-GENE-980526-55", "ortholog_type": "O", "panther_family": "PTHR23235", "taxid": 7955, "uniprot_kb": "Q90XE6"}, {"Ensembl": "ENSDARG00000116278", "ortholog_type": "O", "panther_family": "PTHR23235", "taxid": 7955, "uniprot_kb": "A0A2R8QG85"}, {"WormBase": "WBGene00003480", "ortholog_type": "O", "panther_family": "PTHR23235", "taxid": 6239, "uniprot_kb": "Q65ZG6"}, {"WormBase": "WBGene00009998", "ortholog_type": "O", "panther_family": "PTHR23235", "taxid": 6239, "uniprot_kb": "O62259"}, {"WormBase": "WBGene00018990", "ortholog_type": "O", "panther_family": "PTHR23235", "taxid": 6239, "uniprot_kb": "Q9TZ64"}, {"FlyBase": "FBgn0043364", "ortholog_type": "O", "panther_family": "PTHR23235", "taxid": 7227, "uniprot_kb": "Q9VPQ5"}, {"FlyBase": "FBgn0010768", "ortholog_type": "O", "panther_family": "PTHR23235", "taxid": 7227, "uniprot_kb": "Q9VDZ3"}, {"FlyBase": "FBgn0040765", "ortholog_type": "O", "panther_family": "PTHR23235", "taxid": 7227, "uniprot_kb": "Q8MR37"}, {"FlyBase": "FBgn0263239", "ortholog_type": "O", "panther_family": "PTHR23235", "taxid": 7227, "uniprot_kb": "Q9VZN4"}, {"FlyBase": "FBgn0025679", "ortholog_type": "O", "panther_family": "PTHR23235", "taxid": 7227, "uniprot_kb": "Q0IGQ2"}, {"FlyBase": "FBgn0261705", "ortholog_type": "O", "panther_family": "PTHR23235", "taxid": 7227, "uniprot_kb": "Q9W1W2"}], "uniprot_kb": "Q13887"}, "pathway": {"reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-381340", "name": "Transcriptional regulation of white adipocyte differentiation"}, {"id": "R-HSA-9616222", "name": "Transcriptional regulation of granulopoiesis"}, {"id": "R-HSA-9843745", "name": "Adipogenesis"}], "wikipathways": [{"id": "WP236", "name": "Adipogenesis"}, {"id": "WP2857", "name": "Mesodermal commitment pathway"}, {"id": "WP4149", "name": "White fat cell differentiation"}, {"id": "WP4211", "name": "Transcriptional cascade regulating adipogenesis"}, {"id": "WP5044", "name": "Kynurenine Pathway and links to Cellular Senescence"}]}, "pdb": "2EBT", "pfam": "PF00096", "pharmgkb": "PA30139", "pharos": {"target_id": 5791, "tdl": "Tchem"}, "pir": "S35643", "prosite": "PS50157", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF167358", "relationship": "is"}, {"id": "GNF178264", "relationship": "is"}, {"id": "GNF189170", "relationship": "is"}, {"id": "GNF200076", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF037886", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF007758", "relationship": "is"}, {"id": "GNF007759", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF285739", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF100150", "relationship": "is"}, {"id": "GNF139805", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000013.11", "NC_060937.1"], "protein": ["NP_001273747.1", "NP_001721.2", "XP_047286509.1", "XP_054230856.1"], "rna": ["NM_001286818.2", "NM_001730.5", "XM_047430553.1", "XM_054374881.1"], "translation": [{"protein": "NP_001721.2", "rna": "NM_001730.5"}, {"protein": "NP_001273747.1", "rna": "NM_001286818.2"}, {"protein": "XP_054230856.1", "rna": "XM_054374881.1"}, {"protein": "XP_047286509.1", "rna": "XM_047430553.1"}]}, "reporter": {"HG-U133_Plus_2": ["209211_at", "209212_s_at"], "HG-U95Av2": "37926_at", "HG-U95B": "47113_at", "HTA-2_0": "TC13000273.hg.1", "HuEx-1_0": "3493543", "HuGene-1_1": "7969414", "HuGene-2_1": "16775364"}, "summary": "This gene encodes a member of the Kruppel-like factor subfamily of zinc finger proteins. The encoded protein is a transcriptional activator that binds directly to a specific recognition motif in the promoters of target genes. This protein acts downstream of multiple different signaling pathways and is regulated by post-translational modification. It may participate in both promoting and suppressing cell proliferation. Expression of this gene may be changed in a variety of different cancers and in cardiovascular disease. Alternative splicing results in multiple transcript variants. [provided by RefSeq, Nov 2013].", "symbol": "KLF5", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1416661"}, "unigene": "Hs.508234", "uniprot": {"Swiss-Prot": "Q13887", "TrEMBL": "Q5T6X2"}, "wikipedia": {"url_stub": "KLF5"}}