{"AllianceGenome": "2235", "HGNC": "2235", "MIM": "602053", "_id": "1316", "_version": 2, "accession": {"genomic": ["AF284036.1", "AL450322.17", "AL513303.11", "CH471072.2", "CP068268.2", "HI573934.1", "HI573936.1", "NC_000010.11", "NC_060934.1", "NG_012277.1"], "protein": ["AAB94792.1", "AAB94793.1", "AAC23699.1", "AAC39929.1", "AAH00311.1", "AAM73548.1", "AAP35424.1", "ACU45419.1", "BAA33050.1", "BAG38183.1", "BAG56791.1", "CAD97616.1", "CBX47456.1", "CBX47457.1", "EAW86476.1", "EAW86477.1", "EAW86478.1", "EAW86479.1", "NP_001153596.1", "NP_001153597.1", "NP_001291.3", "Q99612.3"], "rna": ["AB017493.1", "AF001461.1", "AI355637.1", "AK293259.1", "AK316596.1", "BC000311.2", "BC004301.1", "BC015987.1", "BM544849.1", "BM695496.1", "BP357332.1", "BQ017028.1", "BT006778.1", "BX537374.1", "CD742988.1", "CR975091.1", "CR994352.1", "FJ619623.1", "NM_001008490.1", "NM_001160124.2", "NM_001160125.2", "NM_001300.6", "NR_027653.2", "U44975.1", "U51869.1"], "translation": [{"protein": "AAB94793.1", "rna": "U51869.1"}, {"protein": "ACU45419.1", "rna": "FJ619623.1"}, {"protein": "AAB94792.1", "rna": "U51869.1"}, {"protein": "NP_001153597.1", "rna": "NM_001160125.2"}, {"protein": "NP_001153596.1", "rna": "NM_001160124.2"}, {"protein": "BAA33050.1", "rna": "AB017493.1"}, {"protein": "CAD97616.1", "rna": "BX537374.1"}, {"protein": "BAG38183.1", "rna": "AK316596.1"}, {"protein": "AAC39929.1", "rna": "AF001461.1"}, {"protein": "AAP35424.1", "rna": "BT006778.1"}, {"protein": "AAH00311.1", "rna": "BC000311.2"}, {"protein": "NP_001291.3", "rna": "NM_001300.6"}, {"protein": "AAC23699.1", "rna": "U44975.1"}, {"protein": "BAG56791.1", "rna": "AK293259.1"}]}, "alias": ["BCD1", "CBA1", "COPEB", "CPBP", "GBF", "PAC1", "ST12", "ZF9"], "ensembl": {"gene": "ENSG00000067082", "protein": ["ENSP00000419079", "ENSP00000419923", "ENSP00000445301"], "transcript": ["ENST00000173785", "ENST00000380946", "ENST00000461124", "ENST00000469435", "ENST00000492125", "ENST00000497571", "ENST00000542957"], "translation": [{"protein": "ENSP00000419923", "rna": "ENST00000497571"}, {"protein": "ENSP00000419079", "rna": "ENST00000469435"}, {"protein": "ENSP00000445301", "rna": "ENST00000542957"}], "type_of_gene": "protein_coding"}, "entrezgene": "1316", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 8.00705194, "exp_mis": 113.9689389, "exp_syn": 60.53294, "lof_z": 2.80301884352822, "mis_z": 2.56430699780214, "mu_lof": 5.58742237932e-07, "mu_mis": 9.91089964387e-06, "mu_syn": 5.19465806421e-06, "n_lof": 0.0, "n_mis": 58.0, "n_syn": 52.0, "p_li": 0.925053295453051, "p_null": 0.000429532645730356, "p_rec": 0.0745171719012185, "syn_z": 0.679911378366806}, "bp": 852, "cds_end": 3827206, "cds_start": 3821730, "n_exons": 4, "nonpsych": {"exp_lof": 7.1646123, "exp_mis": 103.0703482, "exp_syn": 54.7056142, "lof_z": 2.62874409209426, "mis_z": 2.58693164915156, "mu_lof": 5.58742237932e-07, "mu_mis": 9.91089964387e-06, "mu_syn": 5.19465806421e-06, "n_lof": 0.0, "n_mis": 51.0, "n_syn": 46.0, "p_li": 0.911362546957831, "p_null": 0.000798836498410737, "p_rec": 0.0878386165437581, "syn_z": 0.741048614932777}, "nontcga": {"exp_lof": 7.35844236, "exp_mis": 104.8433857, "exp_syn": 55.68226605, "lof_z": 2.67592652772535, "mis_z": 2.37653978476328, "mu_lof": 5.58742237932e-07, "mu_mis": 9.91089964387e-06, "mu_syn": 5.19465806421e-06, "n_lof": 0.0, "n_mis": 56.0, "n_syn": 51.0, "p_li": 0.909647761117288, "p_null": 0.000689180287445647, "p_rec": 0.0896630585952667, "syn_z": 0.39730157201432}, "transcript": "ENST00000497571.1"}, "exons": [{"cdsend": 3785014, "cdsstart": 3779538, "chr": "10", "position": [[3775995, 3779590], [3780105, 3780229], [3781766, 3782214], [3784912, 3785209]], "strand": -1, "transcript": "NM_001160124", "txend": 3785209, "txstart": 3775995}, {"cdsend": 3785014, "cdsstart": 3779552, "chr": "10", "position": [[3775995, 3779590], [3781640, 3782214], [3784912, 3785281]], "strand": -1, "transcript": "NM_001160125", "txend": 3785281, "txstart": 3775995}, {"cdsend": 3785014, "cdsstart": 3779538, "chr": "10", "position": [[3775995, 3779590], [3780105, 3780229], [3781640, 3782214], [3784912, 3785209]], "strand": -1, "transcript": "NM_001300", "txend": 3785209, "txstart": 3775995}, {"cdsend": 3785209, "cdsstart": 3785209, "chr": "10", "position": [[3775995, 3779590], [3780105, 3780229], [3781794, 3782214], [3784912, 3785209]], "strand": -1, "transcript": "NR_027653", "txend": 3785209, "txstart": 3775995}], "exons_hg19": [{"cdsend": 3827206, "cdsstart": 3821730, "chr": "10", "position": [[3818187, 3821782], [3822297, 3822421], [3823958, 3824406], [3827104, 3827401]], "strand": -1, "transcript": "NM_001160124", "txend": 3827401, "txstart": 3818187}, {"cdsend": 3827206, "cdsstart": 3821744, "chr": "10", "position": [[3818187, 3821782], [3823832, 3824406], [3827104, 3827473]], "strand": -1, "transcript": "NM_001160125", "txend": 3827473, "txstart": 3818187}, {"cdsend": 3827206, "cdsstart": 3821730, "chr": "10", "position": [[3818187, 3821782], [3822297, 3822421], [3823832, 3824406], [3827104, 3827401]], "strand": -1, "transcript": "NM_001300", "txend": 3827401, "txstart": 3818187}, {"cdsend": 3827401, "cdsstart": 3827401, "chr": "10", "position": [[3818187, 3821782], [3822297, 3822421], [3823986, 3824406], [3827104, 3827401]], "strand": -1, "transcript": "NR_027653", "txend": 3827401, "txstart": 3818187}], "generif": [{"pubmed": 11752579, "text": "data suggest that KLF6 is a tumor suppressor gene involved in human prostate cancer"}, {"pubmed": 12508640, "text": "KLF6 gene may be involved in carcinogenesis of sporadic nasopharyngeal carcinomas."}, {"pubmed": 12590140, "text": "Studies of binding of KLF6 to the human iNOS promoter reveal CACCC binding sites and transactivation of iNOS promoter in diverse pathophysiological conditions: NaCN-induced hypoxia, heat shock, serum starvation, and PMA/ionophore stimulation"}, {"pubmed": 12651597, "text": "may act as a suppressor of prostatic cancer. (review)"}, {"pubmed": 12651626, "text": "role in prostate cancers; significant genetic alterations of KLF6 occur in a minority of high-grade prostate cancers"}, {"pubmed": 12740910, "text": "Mutations of the KLF6 gene play a role in the pathogenesis of astrocytic gliomas."}, {"pubmed": 12794452, "text": "Zf9 transcription factor represents an additional candidate susceptibility gene for investigating hereditary predisposition to Dupuytren disease."}, {"pubmed": 15057748, "text": "Deregulation of KLF6 by a combination of allelic imbalance and mutation may play a role in the development of colorectal cancer"}, {"pubmed": 15064720, "text": "Our results provide the first evidence of functional tumor suppression by KFL6, and its loss may contribute to glial tumor progression."}, {"pubmed": 15067324, "text": "Altered mRNA expression is associated with prostate cancer recurrence."}, {"pubmed": 15067324, "text": "Diminished expression of KLF6 correlates with poor prognosis and high probability of therapy failure in prostate cancer patients."}, {"pubmed": 15131018, "text": "Transcriptional activation of the insulin-like growth factor I receptor gene by the Kruppel-like factor 6 (KLF6) tumor suppressor protein."}, {"pubmed": 15247715, "text": "KLF6 germ-like mutations are of marginal importance in prostate cancer predisposition in Finland."}, {"pubmed": 15378003, "text": "examination of role as potential tumor suppressor gene product"}, {"pubmed": 15486921, "text": "KLF6 is deregulated by loss and/or mutation in hepatocellular carcinoma, and its inactivation may contribute to pathogenesis in a significant number of these tumors."}, {"pubmed": 15735005, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15824733, "text": "genetic alterations of KLF6 gene might play an important role in the development or progression of sporadic gastric cancers"}, {"pubmed": 15917248, "text": "Repression of Dlk1 requires HDAC3 deacetylase activity, which is recruited to the endogenous Dlk1 promoter where it interacts with KLF6. The interaction between HDAC3 and KLF6 is identified as a potential mechanism underlying adipogenesis."}, {"pubmed": 15937668, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16044160, "text": "Absence of mutation in the putative tumor-suppressor gene KLF6 is demonstrated in colorectal neoplasms."}, {"pubmed": 16054710, "text": "KLF6 gene transcription is under control of a TATA-box independent initiation mechanism together with an evolutionary conserved array of positive cis-acting elements."}, {"pubmed": 16385451, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16431954, "text": "Transcription factor KLF6 downregulates the alpha1-PI gene in corneal epithelial cells and may thereby be involved in keratoconus."}, {"pubmed": 16500425, "text": "These results provide the first characterization of the Acid Ceremidase promoter from any species and demonstrate that Kruppel-like factor 6 (KLF6) is one transcription factor involved in the regulation of AC gene expression."}, {"pubmed": 16598737, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16598737, "text": "The negative association between KLF6 IVS1-27A and prostate cancer risk supports a population-specific effect of susceptibility alleles in prostate tumorigenesis."}, {"pubmed": 16702959, "text": "KLF6-mediated changes in E-cadherin levels are accompanied by downstream changes in both the subcellular localization of beta-catenin and c-myc expression levels."}, {"pubmed": 16778100, "text": "KLF6 and KLF6-SV1 are associated with key clinical features of ovarian cancer and suggest that their therapeutic targeting may alter ovarian cancer growth, progression, and dissemination."}, {"pubmed": 16856969, "text": "KLF6 gene may be one of the candidate tumor suppressor genes in colorectal cancers and that genetic alteration of the KLF6 gene might play a role in the development of colorectal carcinomas."}, {"pubmed": 16872311, "text": "The results suggest that genetic and epigenetic alteration of KLF6 may play a minor role in the development of hepatocellular carcinoma (HCC)"}, {"pubmed": 16972326, "text": "KLF6 may be involved in pathogenesis of hepatocellular carcinoma"}, {"pubmed": 16988269, "text": "Human transcription factors KLF2 and KLF6 are targets of the P. aeruginosa type III exoenzymes S and Y, with potential importance in host cell death."}, {"pubmed": 17071613, "text": "an SP2/KLF6 repression complex by SHP is required for farnesoid X receptor-induced endothelial cell migration"}, {"pubmed": 17113081, "text": "Deregulation of KLF6 stability may alter its tumor suppressor function and/or the response of tumors to chemotherapeutics"}, {"pubmed": 17125911, "text": "Association of KLF6 germline polymorphism with prostate cancer risk, but not benign prostatic hyperplasia risk in Finland."}, {"pubmed": 17125911, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17143513, "text": "KLF6 coding sequences are altered in 10% brain tumors, 8% NSLC, and 4% of cancer cell lines."}, {"pubmed": 17223258, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17223258, "text": "our results suggest a potential involvement of KLF6 polymorphisms in lung cancer risk"}, {"pubmed": 17347589, "text": "Loss of heterozygosity of the KLF6 at chromosome 10p15 contributes to the invasion step from an intramucosal carcinoma to an invasive carcinoma specifically in sporadic colorectal carcinogenesis"}, {"pubmed": 17347668, "text": "Data demonstrated that KLF6 is essential for hepatocellular carcinoma -derived cells to evade apoptosis."}, {"pubmed": 17514651, "text": "KLF6 allelic imbalance and decreased KLF6 and increased KLF6-SV1 expression are common findings in primary GBM tumors"}, {"pubmed": 17621627, "text": "KLF6 loss of heterozygosity represents a clinically-relevant biomarker predicting patient survival and tumor recurrence"}, {"pubmed": 17663506, "text": "KLF6 and p53 mutations are involved in the development of nonpolypoid colorectal carcinoma, whereas K-ras and B-raf mutations are not"}, {"pubmed": 17893646, "text": "Expression of Sp1 and KLF6 is developmentally regulated, providing basis for further investigations on regulation of Sp1 and KLF6 gene during course of corneal development and in corneal diseases such as keratoconus."}, {"pubmed": 18053161, "text": "The CpG islands in TFPI-2 promoter was hypermethylated in highly invasive breast cancer cell line, and DNA methylation in the entire promoter region caused TFPI-2 repression by inducing inactive chromatin structure and decreasing KLF6 binding."}, {"pubmed": 18174288, "text": "Stimulation of KLF6 expression by IGF-I in a p53-dependent manner may constitute a novel mechanism of action of IGF-I, with implications in normal cell cycle progression and cancer biology."}, {"pubmed": 18190240, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18190240, "text": "our results suggested that the IVS1 -27G/A polymorphism of KLF6 is not associated with an increased risk for gastric cancer in Korean population."}, {"pubmed": 18250346, "text": "Increased expression of KLF6-SV1 is associated with decreased survival in patients with lung adenocarcinoma."}, {"pubmed": 18471523, "text": "The Kruppel-like factor 6 (KLF6) gene is a zinc finger transcription factor that inhibits cellular growth in part by transcriptional activation of p21."}, {"pubmed": 18515091, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18515091, "text": "functional polymorphism in the KLF6 gene is associated with advanced nonalcoholic fatty liver disease"}, {"pubmed": 18521079, "text": "DAPK2 as a novel Sp1-dependent target gene for E2F1 and KLF6 in cell death response."}, {"pubmed": 18596922, "text": "KLF6 overexpression accelerates human prostate cancer progression and metastasis."}, {"pubmed": 18691883, "text": "expression of the KLF6 alternative splice forms was significantly increased in pancreatic tumour samples and cell lines. These cancers demonstrate marked cytoplasmic KLF6 expression but not a nuclear localisation signal."}, {"pubmed": 18719336, "text": "wtKLF6-transfected prostate cancer & renal carcinoma cell lines had less proliferation capacity & more apoptosis; more cells in G0/G1 & less in G2/M phases; and upregulated Cip1."}, {"pubmed": 18753303, "text": "KLF6 plays a permissive role in TGF-beta1-induced epithelial-mesenchymal transition in proximal tubule cells. Its upregulation in in vivo models of diabetic nephropathy suggests it as a potential therapeutic target."}, {"pubmed": 18755691, "text": "ATF3 is a key mediator of KLF6-induced apoptosis in prostate cancer cells"}, {"pubmed": 18822210, "text": "The isoform of KLF6 protein antagonizes the ability of wild-type KLF6 to suppress cell proliferation and induce cellular differentiation in HepG2 cells."}, {"pubmed": 19020536, "text": "KLF6 and TP53 mutations are not frequent events in prostate cancer"}, {"pubmed": 19020536, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19101139, "text": "findings suggest an important role for the KLF6 tumour suppressor gene in gastric cancer development and progression and identify several highly cancer-relevant signalling pathways regulated by the KLF6 tumour suppressor gene."}, {"pubmed": 19328586, "text": "increased expression is associated with acquired chemotherapy resistance in lung adenocarcinoma cells"}, {"pubmed": 19333010, "text": "Our results demonstrate the induction of the tumor suppressor KLF6 following PKC activation and its importance for PMA-mediated cancer cell growth arrest."}, {"pubmed": 19435908, "text": "KLF6-SV1 represents a novel regulator of protein interactions in the apoptotic cascade and a therapeutically targetable control point."}, {"pubmed": 19808645, "text": "Data suggest that Txnip expression and promoter activity are mediated via divergent effects of KLF6 and PPAR-gamma transcriptional regulation."}, {"pubmed": 19967571, "text": "Decreased expression of KLF6 is associated with gastric carcinoma."}, {"pubmed": 20014424, "text": "The inhibition of Kruppel-like factor 6 splice variant 1 decreases cellular proliferation, invasion, angiogenesis and tumorigenicity; this provides the rationale for its potential therapeutic application."}, {"pubmed": 20116377, "text": "In human HCCs, KLF6 mRNA was significantly decreased, associated with increased PTTG1. In HepG2, KLF6 transcriptionally repressed PTTG1 by direct promoter interaction."}, {"pubmed": 20126619, "text": "analysis of 48 ductal carcinomas revealed a significant population expressing KLF6 predominantly in the nuclear compartment"}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20453000, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20545576, "text": "The Glioblastoma multiforme group had a 2.2-fold increase in the mean level of total kruppel-like factor 6 mRNA expression and showed a 2.1-fold increase in the kruppel-like factor 6 splicing ratio."}, {"pubmed": 20660366, "text": "In melanoma cells, the tumor suppressor gene at 10p15 appears to be KLF6. Signaling from the collagen I-rich extracellular matrix appears to be involved in the tumor suppressive activity of KLF6 protein."}, {"pubmed": 20714872, "text": "Deregulation of KLF6 may play a role in hepatocellular carcinoma pathogenesis."}, {"pubmed": 20801538, "text": "reveal a reduced expression of the SV2 variant of KLF6 in hepatocellular carcinoma samples"}, {"pubmed": 20844588, "text": "KLF6 nuclear export to be Crm1-dependent."}, {"pubmed": 21056892, "text": "The authors find that HIV-1 entry into macrophages is sensitive to inhibitors of Na(+)/H(+) exchange, actin rearrangement, dynamin, Rac1, and Pak1."}, {"pubmed": 21109018, "text": "The role of KLF6 and PPAR-gamma in MIP-3alpha transcriptional regulation, was determined."}, {"pubmed": 21154818, "text": "The Kruppel-like transcription factor family has an essential role in the regulation of many processes including cell proliferation, differentiation, signal transduction, oncogenesis, and cell death."}, {"pubmed": 21282102, "text": "Energy restriction-mimetic agents induce apoptosis in prostate cancer cells in part through epigenetic activation of KLF6 tumor suppressor gene expression."}, {"pubmed": 21309496, "text": "KLF6 IVS1 -27AA genotype was associated with a decreased risk of gastric cancer."}, {"pubmed": 21443094, "text": "KLF6 mutations were found in 45%, 27% and 26% of colorectal carcinoma, ulcerative colitis and polyp cases, respectively, in Egyptian patients. Most of the mutations detected were located at exon 2."}, {"pubmed": 21470678, "text": "Low KLF6 is associated with acute myeloid leukemia."}, {"pubmed": 21538018, "text": "dominant-negative splice form KLF6-SV1 is an important regulator of the growth, migration, invasion, and survival of gastric cancer cells."}, {"pubmed": 21799854, "text": "KLF6 playing a role as transcriptional regulator of relevant genes for placental differentiation and physiology such as betahCG and PSG"}, {"pubmed": 21849067, "text": "The authors have identified KLF6 as a key transcription factor required for trans-activation of TGF beta gene during human respiratory syncytial virus infection."}, {"pubmed": 21928351, "text": "Interaction of KLF6 and Sp1, together with their binding of elements in exon 1 are critical events in initiation of transcription of the tmsg-1 gene."}, {"pubmed": 21940380, "text": "Wild-type KLF6 deletion and inactivation was involved in the growth, cell differentiation and other physiological processes of primary hepatocarcinoma."}, {"pubmed": 22095588, "text": "Glucokinase links Kruppel-like factor 6 to the regulation of hepatic insulin sensitivity in nonalcoholic fatty liver disease."}, {"pubmed": 22169644, "text": "KLF6 and Sp1 may participate in the inducible transcriptional regulation of TMSG-1 in prostate carcinoma cells."}, {"pubmed": 22277651, "text": "LCoR recruitment by KLF6 regulates expression of the cyclin-dependent kinase inhibitor CDKN1A gene."}, {"pubmed": 22486562, "text": "A novel effect of reactive oxygen species is determined by modulation of KLF6(Full) expression and its splice variants."}, {"pubmed": 22535637, "text": "An increased SV1/KLF6 ratio correlates with more aggressive Hepatocellular carcinoma."}, {"pubmed": 22581522, "text": "KLF6 gene is a direct target of miR-181a and miR-181a functions as an oncomir in gastric cancer by repressing the expression of tumor suppressor KLF6."}, {"pubmed": 22653055, "text": "A transcriptional network involving the tumor suppressors Kruppel-like factor 6 and forkhead box O1 negatively regulate activated EGFR signaling in both cell culture and in vivo cancer models"}, {"pubmed": 22711891, "text": "KLF6 gene silencing in human lung epithelial cells results in the drastic loss of nitric oxide production, iNOS promoter-specific luciferase activity, and expression of iNOS mRNA following flu infection"}, {"pubmed": 22782870, "text": "KLF6 expression is decreased in both clinical prostate cancer and a transgenic mouse model of prostate cancer with disease progression."}, {"pubmed": 22855058, "text": "KLF6 is a putative tumor suppressor gene involved in osteosarcoma which can be used as a new therapeutic target and an important marker for early diagnosis and postoperative monitoring."}, {"pubmed": 22859706, "text": "Enhanced cell replication through increased KLF6 alternative splicing is a novel growth-promoting pathway of HGF that could contribute to the molecule's mitogenic activity in physiologic liver growth and hepatocellular carcinoma."}, {"pubmed": 23048070, "text": "ALK1 is upregulated in endothelial cells during vascular injury by a synergistic cooperative mechanism between KLF6 and specificity protein 1."}, {"pubmed": 23085750, "text": "GSK3beta phosphorylation of the KLF6 tumor suppressor promotes its transactivation of p21."}, {"pubmed": 23219426, "text": "Programmed cell death protein 4 (PDCD4) and Kruppel-like factor 6 (KLF6) were identified as critical regulators and surrogate markers of prostatic tissue architectures."}, {"pubmed": 23322324, "text": "Low KLF6 expression is associated with osteosarcoma."}, {"pubmed": 23345610, "text": "These findings implicate KLF6-SV1 as a key driver of breast cancer metastasis."}, {"pubmed": 23353867, "text": "KLF6 is a novel regulator of hepatic glucose and lipid metabolism in fatty liver."}, {"pubmed": 23512538, "text": "ah receptor and KLF6 proteins form an obligatory heterodimer necessary for nonconsensus XRE binding"}, {"pubmed": 23831683, "text": "we have uncovered the mechanism of iNOS gene induction by identifying kruppel-like factor 6 (KLF6) as a critical transcription factor required for iNOS gene expression during Human respiratory syncytial virus infection"}, {"pubmed": 23977008, "text": "KLF6 directly binds and represses PTTG1 expression during induction of myeloid differentiation."}, {"pubmed": 24130502, "text": "This identifies KLF6 as a novel mediator of t(8;21) target gene regulation, providing a new mechanism for RUNX1-ETO transcriptional control."}, {"pubmed": 24322504, "text": "report 2 unusual cytogenetic findings in a pediatric Ewing sarcoma, an insertion of the MIC2 gene encoding CD99 from Xp to 10p and a submicroscopic deletion of the well-known tumor supressor gene KLF6"}, {"pubmed": 24366496, "text": "KLF6 protein is downregulated in human cutaneous malignant melanoma lesions compared with healthy skin tissue. KLF6 may be involved in tumour progression and may be a tumour suppressor and prognostic marker"}, {"pubmed": 24385430, "text": "KLF6 is required for optimal LPS-induced pro-inflammatory gene expression, acting cooperatively with NF-kappaB"}, {"pubmed": 24519062, "text": "Downregulation of KLF6 during the progression of breast cancer is independent of the mutations and occurs by a different mechanism."}, {"pubmed": 24634218, "text": "Data indicate that upon IL-1beta stimulation, Kruppel-like factor 6 (KLF6) was recruited to promoters of a subset of NF-kappaB target genes in a p65-dependent manner, which was in turn required for the optimal binding of p65 to the target gene promoters."}, {"pubmed": 24921656, "text": "Data show that MiR-1301 and miR-210 specifically target the tumor suppressive KLF6-FL isoform but not the oncogenic KLF6-SV1 isoform in hepatocellular carcinoma."}, {"pubmed": 25182666, "text": "the possibility that overexpression of miR-181a contributes to the increased permeability of BTB by targeting KLF6, thereby revealing potential therapeutic targets for the treatment of brain gliomas."}, {"pubmed": 25230316, "text": "Study revealed that overexpression of miR-101 inhibited the proliferation, cell migration, invasion, and promoted apoptosis of glioblastoma stem cells by directly targeting KLF6"}, {"pubmed": 25537765, "text": "KLF6 is a novel regulator of human villous trophoblast fusion."}, {"pubmed": 25652467, "text": "In this review, we focus on the functions, roles, and regulatory networks of these five KLFs in HCC, summarize key pathways, and propose areas for further investigation"}, {"pubmed": 25686501, "text": "Palmitic acid increases Ppargamma and Klf6 & Klf9 gene expression and promotes triglyceride accumulation in HepG2 cells."}, {"pubmed": 26193637, "text": "KLF6 overexpression partially phenocopied chaetocin treatment in DDLPS cells and induced phenotypic changes that were consistent with adipocytic differentiation, suggesting that the effects of increased H3K9me3 may be mediated through KLF6"}, {"pubmed": 26838049, "text": "The study highlights the central role of myeloid KLF6 in promoting intestinal inflammation."}, {"pubmed": 26850053, "text": "These results suggest that KLF6 regulates MMP14 transcription and is a critical player of the gene expression network triggered during endothelial repair."}, {"pubmed": 27057625, "text": "Our study provides new evidence that interaction of KLF6 and Sp1 regulates basigin-2 expression in hepatocellular carcinoma"}, {"pubmed": 27510817, "text": "KLF6 overexpression suppressed the xenograft tumor growth."}, {"pubmed": 27577710, "text": "hypoxia induced an early and transient increase in KLF6 protein levels in HTR8/SVneo extravillous cytotrophoblast cells and in placental explants. Reoxygenation returned KLF6 protein to basal levels. Moreover, hypoxia-induced up-regulation of KLF6 expression was dependent on HIF-1alpha. These results indicate that KLF6 may mediate some of the effects of hypoxia in placental development."}, {"pubmed": 27629257, "text": "KLF6 and KLF15 are targeted and suppressed in breast cancer cells by miR-4262."}, {"pubmed": 27734217, "text": "DJ-1 knockdown increased KLF6 expression in bortezomib-resistant myeloma cells, and subsequent siRNA-mediated KLF6 knockdown rescued bortezomib-resistant myeloma cells from undergoing cell death."}, {"pubmed": 27760566, "text": "MIIP and PAK1 bind each other and a C-terminal polyproline domain of MIIP is required for PAK1 binding. Ectopically expressed MIIP consistently competed with Rac1-GTP for binding with the PAK1 p21-binding domain in endometrial cancer cells."}, {"pubmed": 27779691, "text": "KLF6 acts as a tumor suppressor in CMM cells and miR-4262 promotes the proliferation of CMM cells through KLF6-mediated EGFR inactivation and p21 upregulation."}, {"pubmed": 27780824, "text": "our results established the significance of activating the KLF6-E2F1 axis in aggressive primary metastatic clear cell renal cell carcinoma"}, {"pubmed": 28166199, "text": "study identifies a new mechanism by which KLF6 regulates NF-kappaB signaling, and how this mechanism is circumvented in glioblastoma through KLF6 loss."}, {"pubmed": 28638139, "text": "blocking TGF-b signaling with the TGF-b receptor inhibitor SB431542 counteracted the effect of platelets on KLF6 expression and proliferation of HCC cells. Based on these findings, we conclude that platelet releasates, especially TGF-b, promote the proliferation of SMMC.7721 and HepG2 cells by decreasing expression of KLF6"}, {"pubmed": 28638268, "text": "Zymography assay demonstrated that KLF6 inhibited the activities of matrix metalloproteinase 9 (MMP-9) and weakened the expression of mesenchymal markers, such as snail, slug, and vimentin. Our study is the first to provide demonstrate that KLF6 functions as a tumor suppressor gene and prevents the metastasis of oral cancer cells."}, {"pubmed": 29066014, "text": "miR-181a is up-regulated in clear cell renal cell carcinoma and may act as a tumor promoting factor by targeting KLF6 expression."}, {"pubmed": 29084019, "text": "Decreased expression of KLF6-SV2 may be associated with the occurrence and development of colorectal cancer. KLF6-SV2 plays a role as tumor suppressor by efficiently blocking cell proliferation, arresting cell cycle and inducing apoptosis in colorectal cancer, which may be related to increased expression of p21 and Bax."}, {"pubmed": 29101805, "text": "Overexpression of KLF6 markedly attenuated the oncogenic effect of miR-543 overexpression in clear cell renal cell carcinoma."}, {"pubmed": 29432497, "text": "analyzed the expression of the wild type (WT) gene KLF6 and the oncogenic splice variant 1 (KLF6-SV1) at the mRNA level in subsets of T cells from CLL patients (n = 29), multiple myeloma patients (n = 6) and normal donors (n = 10)"}, {"pubmed": 29807011, "text": "establish a novel molecular mechanism by which miR-148a-3p upregulates Tsp-4 expression in tenocytes to promote angiogenesis by targeting KLF6, which could be helpful for the treatment of tendinopathy in the future"}, {"pubmed": 29854578, "text": "Overexpression of KLF6-SV1 is associated with young patients, and loss of E-cadherin suggests that this variant correlated with the aggressiveness of nasopharyngeal carcinoma."}, {"pubmed": 29970714, "text": "KLF6 IVS 1-27 G > A may not be associated with cancer susceptibility, especially the susceptibility of unselected prostate cancer."}, {"pubmed": 30115650, "text": "mitochondrial injury and apoptosis were significantly attenuated with overexpression of KLF6 in cultured human podocytes under hyperglycemic conditions. Finally, we observed a significant reduction in glomerular and podocyte-specific expression of KLF6 in human kidney biopsies with progression of diabetic kidney disease."}, {"pubmed": 30273693, "text": "PAC1 regulates receptor tyrosine kinase transactivation in a reactive oxygen species-dependent manner."}, {"pubmed": 30287840, "text": "PAC-1 induces HIF1alpha stabilization and DNA damage by sequestering ferrous iron."}, {"pubmed": 30590988, "text": "Study found that overexpression of Kruppel like factor 6 splice variant 1 (KLF6-SV1) promoted the expression of TWIST1, and up-regulation of TWIST1 expression might promote the infiltration of M2 macrophages by up-regulating CCL2, thereby promoting the involvement of epithelial-mesenchymal transition in the metastasis of lung cancer cells."}, {"pubmed": 30700579, "text": "Bcd1p controls RNA loading of the core protein Nop58 during C/D box snoRNP biogenesis."}, {"pubmed": 30858363, "text": "Study describes molecular signaling network that links the super enhancer-associated transcription factor KLF6 to lipid metabolism and enhanced mTOR activity in clear cell renal cell carcinoma."}, {"pubmed": 30868974, "text": "The KLF6 Super Enhancer Modulates Cell Proliferation via MiR-1301 in Human Hepatoma Cells."}, {"pubmed": 31210314, "text": "Long noncoding RNA LINC00052 suppressed the proliferation, migration and invasion of glioma cells by upregulating KLF6."}, {"pubmed": 31723124, "text": "Artesunate induces mitochondria-mediated apoptosis of human retinoblastoma cells by upregulating Kruppel-like factor 6."}, {"pubmed": 32145913, "text": "MiR-429 regulates blood-spinal cord barrier permeability by targeting Kruppel-like factor 6."}, {"pubmed": 32210535, "text": "KLF6 Induces Apoptosis in Human Lens Epithelial Cells Through the ATF4-ATF3-CHOP Axis."}, {"pubmed": 32222722, "text": "Long Noncoding RNA DANCR Suppressed Lipopolysaccharide-Induced Septic Acute Kidney Injury by Regulating miR-214 in HK-2 Cells."}, {"pubmed": 32275946, "text": "Defective proteasome biogenesis into skin fibroblasts isolated from Rett syndrome subjects with MeCP2 non-sense mutations."}, {"pubmed": 32462764, "text": "Hepatocyte KLF6 expression affects FXR signalling and the clinical course of primary sclerosing cholangitis."}, {"pubmed": 32473153, "text": "MiR-4262 inhibits the development of esophageal cancer by negatively regulating KLF6 level."}, {"pubmed": 32733026, "text": "Hotspot mutant p53-R273H inhibits KLF6 expression to promote cell migration and tumor metastasis."}, {"pubmed": 32998707, "text": "LncRNA LUCAT1/miR-181a-5p axis promotes proliferation and invasion of breast cancer via targeting KLF6 and KLF15."}, {"pubmed": 33431838, "text": "SP1-induced long non-coding RNA SNHG6 facilitates the carcinogenesis of chondrosarcoma through inhibiting KLF6 by recruiting EZH2."}, {"pubmed": 33460239, "text": "lncRNA MIR4435-2HG promoted clear cell renal cell carcinoma malignant progression via miR-513a-5p/KLF6 axis."}, {"pubmed": 33506896, "text": "Circular RNA CircMTO1 suppressed proliferation and metastasis of osteosarcoma through miR-630/KLF6 axis."}, {"pubmed": 33686288, "text": "Identifying loci with different allele frequencies among cases of eight psychiatric disorders using CC-GWAS."}, {"pubmed": 33793019, "text": "The protective effects of azilsartan against oscillatory shear stress-induced endothelial dysfunction and inflammation are mediated by KLF6."}, {"pubmed": 33907980, "text": "PVT1 knockdown inhibited the biological behavior of LPS-induced cardiac fibroblasts by regulating miR-24."}, {"pubmed": 33955459, "text": "MicroRNA-543-3p down-regulates inflammation and inhibits periodontitis through KLF6."}, {"pubmed": 34061320, "text": "Predictive value of transcriptional expression of Kruppel-like factor-6 (KLF6) in head and neck carcinoma patients treated with radiotherapy."}, {"pubmed": 34074766, "text": "Kruppel-like factor 6-mediated loss of BCAA catabolism contributes to kidney injury in mice and humans."}, {"pubmed": 34334119, "text": "Inhibition of LOXL1-AS1 alleviates oxidative low-density lipoprotein induced angiogenesis via downregulation of miR-590-5p mediated KLF6/VEGF signaling pathway."}, {"pubmed": 34427978, "text": "Long noncoding RNA ZBED3-AS1 restrains breast cancer progression by targeting the microRNA-513a-5p/KLF6 axis."}, {"pubmed": 34524611, "text": "MiR-200c-3p aggravates gastric cell carcinoma via KLF6."}, {"pubmed": 34894601, "text": "Kruppel-like factor 6 (KLF6) requires its amino terminal domain to promote villous trophoblast cell fusion."}, {"pubmed": 35048637, "text": "Clinical and prognostic significance of Kruppel-like transcription factor 6 expression in 67 patients with cutaneous malignant melanoma in China."}, {"pubmed": 35112985, "text": "Long non-coding RNA ZFAS1 regulates cell proliferation and invasion in cervical cancer via the miR-190a-3p/KLF6 axis."}, {"pubmed": 35260314, "text": "Association between KLF6 rs3750861 polymorphism and plasma ceramide concentrations in post-menopausal women with type 2 diabetes."}, {"pubmed": 35449340, "text": "miR-106a-5p carried by tumor-derived extracellular vesicles promotes the invasion and metastasis of ovarian cancer by targeting KLF6."}, {"pubmed": 35761154, "text": "MiRNA-21-5p Accelerates EMT and Inhibits Apoptosis of Laryngeal Carcinoma via Inhibiting KLF6 Expression."}, {"pubmed": 36272155, "text": "Circ_FOXO3 regulates KLF6 through sponge adsorption of miR-122-5p to repress H2O2-induced HBVSMC proliferation, thus promoting IA development in vitro model."}, {"pubmed": 36464752, "text": "MUTYH and KLF6 gene expression fluctuations in tumor tissue and tumor margins tissues of colorectal cancer."}, {"pubmed": 37159192, "text": "MicroRNA-22-3p Regulates the Apoptosis of Lens Epithelial Cells Through Targeting KLF6 in Diabetic Cataracts."}, {"pubmed": 37263229, "text": "Roles of Kruppel-Like Transcription Factors KLF6 and KLF15 in Proximal Tubular Metabolism."}, {"pubmed": 37545272, "text": "MiR-191-5p inhibits KLF6 to promote epithelial-mesenchymal transition in breast cancer."}, {"pubmed": 37955538, "text": "The Kruppel-like factor 6 represses proliferation and invasion of cutaneous malignant melanoma."}, {"pubmed": 37975481, "text": "TNF-alpha stimulated exosome derived from fibroblast-like synoviocytes isolated from rheumatoid arthritis patients promotes HUVEC migration, invasion and angiogenesis by targeting the miR-200a-3p/KLF6/VEGFA axis."}, {"pubmed": 38064851, "text": "Machine learning-based classification of deubiquitinase USP26 and its cell proliferation inhibition through stabilizing KLF6 in cervical cancer."}, {"pubmed": 38159857, "text": "KLF6 activates Sp1-mediated prolidase transcription during TGF-beta1 signaling."}, {"pubmed": 38516774, "text": "miRNA-21 promotes the progression of acute liver failure via the KLF6/autophagy/IL-23 signaling pathway."}, {"pubmed": 38662610, "text": "WTAP-MEDIATED M6A MODIFICATION OF KLF6 AGGRAVATES HYPOXIA/REOXYGENATION-INDUCED HUMAN CARDIOMYOCYTE INJURY."}, {"pubmed": 38761988, "text": "Decreased expression of KLF6 in ectopic endometrial stromal cells contributes to endometriosis progression by targeting CTNNB1."}], "genomic_pos": {"chr": "10", "end": 3785281, "ensemblgene": "ENSG00000067082", "start": 3775996, "strand": -1}, "genomic_pos_hg19": {"chr": "10", "end": 3827473, "start": 3818188, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0030183", "pubmed": 9000136, "qualifier": "involved_in", "term": "B cell differentiation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0045893", "pubmed": [9083102, 9689109], "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 18755691, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0001650", "qualifier": "located_in", "term": "fibrillar center"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005634", "pubmed": 9689109, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005730", "qualifier": "located_in", "term": "nucleolus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043231", "qualifier": "located_in", "term": "intracellular membrane-bounded organelle"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000978", "pubmed": 18755691, "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001228", "pubmed": 18755691, "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [24634218, 32814053, 33227311], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}]}, "homologene": {"genes": [[7955, 280650], [8364, 493232], [9031, 420463], [9544, 710784], [9598, 450269], [9606, 1316], [9615, 487151], [9913, 505884], [10090, 23849], [10116, 58954]], "id": 996}, "interpro": [{"desc": "Zinc finger C2H2-type", "id": "IPR013087", "short_desc": "Znf_C2H2_type"}, {"desc": "Zinc finger C2H2 superfamily", "id": "IPR036236", "short_desc": "Znf_C2H2_sf"}], "ipi": ["IPI00293523", "IPI00478435", "IPI00930147"], "map_location": "10p15.2", "name": "KLF transcription factor 6", "other_names": ["B-cell-derived protein 1", "GC-rich binding factor", "GC-rich sites-binding factor GBF", "Krueppel-like factor 6", "Kruppel like factor 6", "Kruppel-like zinc finger protein Zf9", "core promoter element binding protein", "proto-oncogene BCD1", "protooncogene B-cell derived 1", "suppression of tumorigenicity 12 (prostate)", "suppressor of tumorigenicity 12 protein", "transcription factor Zf9"], "pantherdb": {"HGNC": "2235", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1346318", "ortholog_type": "LDO", "panther_family": "PTHR23235", "taxid": 10090, "uniprot_kb": "O08584"}, {"RGD": "62389", "ortholog_type": "LDO", "panther_family": "PTHR23235", "taxid": 10116, "uniprot_kb": "O35819"}, {"Ensembl": "ENSGALG00000033178", "ortholog_type": "LDO", "panther_family": "PTHR23235", "taxid": 9031, "uniprot_kb": "Q5ZI79"}, {"ZFIN": "ZDB-GENE-021115-9", "ortholog_type": "LDO", "panther_family": "PTHR23235", "taxid": 7955, "uniprot_kb": "F1R7F0"}, {"WormBase": "WBGene00003480", "ortholog_type": "O", "panther_family": "PTHR23235", "taxid": 6239, "uniprot_kb": "Q65ZG6"}, {"WormBase": "WBGene00009998", "ortholog_type": "O", "panther_family": "PTHR23235", "taxid": 6239, "uniprot_kb": "O62259"}, {"WormBase": "WBGene00018990", "ortholog_type": "O", "panther_family": "PTHR23235", "taxid": 6239, "uniprot_kb": "Q9TZ64"}, {"FlyBase": "FBgn0043364", "ortholog_type": "O", "panther_family": "PTHR23235", "taxid": 7227, "uniprot_kb": "Q9VPQ5"}, {"FlyBase": "FBgn0010768", "ortholog_type": "O", "panther_family": "PTHR23235", "taxid": 7227, "uniprot_kb": "Q9VDZ3"}, {"FlyBase": "FBgn0040765", "ortholog_type": "O", "panther_family": "PTHR23235", "taxid": 7227, "uniprot_kb": "Q8MR37"}, {"FlyBase": "FBgn0263239", "ortholog_type": "O", "panther_family": "PTHR23235", "taxid": 7227, "uniprot_kb": "Q9VZN4"}, {"FlyBase": "FBgn0025679", "ortholog_type": "O", "panther_family": "PTHR23235", "taxid": 7227, "uniprot_kb": "Q0IGQ2"}, {"FlyBase": "FBgn0261705", "ortholog_type": "O", "panther_family": "PTHR23235", "taxid": 7227, "uniprot_kb": "Q9W1W2"}], "uniprot_kb": "Q99612"}, "pathway": {"wikipathways": [{"id": "WP236", "name": "Adipogenesis"}, {"id": "WP2586", "name": "Aryl Hydrocarbon Receptor Netpath"}, {"id": "WP366", "name": "TGF-beta Signaling Pathway"}]}, "pfam": "PF00096", "pharmgkb": "PA26751", "pharos": {"target_id": 3170, "tdl": "Tbio"}, "pir": "JE0235", "prosite": "PS50157", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF247771", "relationship": "is"}, {"id": "GNF247772", "relationship": "is"}, {"id": "GNF247773", "relationship": "is"}, {"id": "GNF247774", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": [{"id": "GNF157243", "relationship": "is"}, {"id": "GNF161200", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF030858", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF002838", "relationship": "is"}, {"id": "GNF002839", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF101169", "relationship": "is"}, {"id": "GNF108885", "relationship": "is"}, {"id": "GNF140824", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000010.11", "NC_060934.1", "NG_012277.1"], "protein": ["NP_001153596.1", "NP_001153597.1", "NP_001291.3"], "rna": ["NM_001008490.1", "NM_001160124.2", "NM_001160125.2", "NM_001300.6", "NR_027653.2"], "translation": [{"protein": "NP_001153597.1", "rna": "NM_001160125.2"}, {"protein": "NP_001291.3", "rna": "NM_001300.6"}, {"protein": "NP_001153596.1", "rna": "NM_001160124.2"}]}, "reporter": {"HG-U133_Plus_2": ["1555832_s_at", "208960_s_at", "208961_s_at", "211610_at", "224606_at"], "HG-U95Av2": "37026_at", "HG-U95B": "44066_s_at", "HTA-2_0": ["TC10000979.hg.1", "TC10002411.hg.1"], "HuEx-1_0": "3274361", "HuGene-1_1": "7931810", "HuGene-2_1": "16711280"}, "retired": [6766, 8025], "summary": "This gene encodes a member of the Kruppel-like family of transcription factors. The zinc finger protein is a transcriptional activator, and functions as a tumor suppressor. Multiple transcript variants encoding different isoforms have been found for this gene, some of which are implicated in carcinogenesis. [provided by RefSeq, May 2009].", "symbol": "KLF6", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1537486"}, "unigene": ["Hs.709396", "Hs.4055"], "uniprot": {"Swiss-Prot": "Q99612", "TrEMBL": "D3GC14"}, "wikipedia": {"url_stub": "KLF6"}}