{"AllianceGenome": "1123", "HGNC": "1123", "MIM": "602902", "_id": "687", "_version": 1, "accession": {"genomic": ["AL162390.9", "CH471089.1", "CP068269.2", "CQ834782.1", "NC_000009.12", "NC_060933.1"], "protein": ["AAD14110.1", "AAH69431.1", "AAH74879.1", "AAH74880.1", "BAA06524.1", "BAG36390.1", "BAG70218.1", "CAH05606.1", "EAW62503.1", "EAW62504.1", "NP_001197.1", "Q13886.1"], "rna": ["AB451404.1", "AI458659.1", "AI693223.1", "AK313631.1", "BC069431.1", "BC074879.2", "BC074880.2", "BE221978.1", "D31716.1", "NM_001206.4", "S72504.1"], "translation": [{"protein": "AAH74879.1", "rna": "BC074879.2"}, {"protein": "NP_001197.1", "rna": "NM_001206.4"}, {"protein": "BAG36390.1", "rna": "AK313631.1"}, {"protein": "BAG70218.1", "rna": "AB451404.1"}, {"protein": "AAD14110.1", "rna": "S72504.1"}, {"protein": "BAA06524.1", "rna": "D31716.1"}, {"protein": "AAH74880.1", "rna": "BC074880.2"}, {"protein": "AAH69431.1", "rna": "BC069431.1"}]}, "alias": ["BTEB", "BTEB1"], "ensembl": {"gene": "ENSG00000119138", "protein": "ENSP00000366330", "transcript": "ENST00000377126", "translation": [{"protein": "ENSP00000366330", "rna": "ENST00000377126"}], "type_of_gene": "protein_coding"}, "entrezgene": "687", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 6.69326153, "exp_mis": 125.822526, "exp_syn": 66.58267, "lof_z": 2.56276394595448, "mis_z": 3.61148337161239, "mu_lof": 5.16766210635e-07, "mu_mis": 1.10310712539e-05, "mu_syn": 5.80258358677e-06, "n_lof": 0.0, "n_mis": 43.0, "n_syn": 33.0, "p_li": 0.882452241010758, "p_null": 0.00135616226755676, "p_rec": 0.116191596721685, "syn_z": 2.55143268799929}, "bp": 735, "cds_end": 73028279, "cds_start": 73002691, "n_exons": 2, "nonpsych": {"exp_lof": 6.0167765, "exp_mis": 113.84026, "exp_syn": 60.2224697, "lof_z": 2.4089838765737, "mis_z": 3.77429492173466, "mu_lof": 5.16766210635e-07, "mu_mis": 1.10310712539e-05, "mu_syn": 5.80258358677e-06, "n_lof": 0.0, "n_mis": 34.0, "n_syn": 28.0, "p_li": 0.869147766240047, "p_null": 0.00216766769661844, "p_rec": 0.128684566063334, "syn_z": 2.61422573476287}, "nontcga": {"exp_lof": 6.15377808, "exp_mis": 115.7527097, "exp_syn": 61.25203568, "lof_z": 2.44710250629711, "mis_z": 3.64678159641411, "mu_lof": 5.16766210635e-07, "mu_mis": 1.10310712539e-05, "mu_syn": 5.80258358677e-06, "n_lof": 0.0, "n_mis": 37.0, "n_syn": 32.0, "p_li": 0.864348019679546, "p_null": 0.00196229522569559, "p_rec": 0.133689685094759, "syn_z": 2.36656354339465}, "transcript": "ENST00000377126.2"}, "exons": [{"cdsend": 70413363, "cdsstart": 70387775, "chr": "9", "position": [[70384596, 70388005], [70412858, 70414657]], "strand": -1, "transcript": "NM_001206", "txend": 70414657, "txstart": 70384596}], "exons_hg19": [{"cdsend": 73028279, "cdsstart": 73002691, "chr": "9", "position": [[72999512, 73002921], [73027774, 73029573]], "strand": -1, "transcript": "NM_001206", "txend": 73029573, "txstart": 72999512}], "generif": [{"pubmed": 16384861, "text": "BTEB1/Progesterone receptor cross-talk to facilitate progesterone dependent gene transcription in endometrial epithelial cells."}, {"pubmed": 17717078, "text": "identify KLF9 as a transcriptional repressor of estrogen receptor alpha signaling"}, {"pubmed": 18056793, "text": "Transient transfection of Kruppel-like factor 9 suppressed LDLR, steroidogenic acute regulatory protein, and CYP11A"}, {"pubmed": 18224337, "text": "KLF9 did not reveal a otosclerosis-causing mutation"}, {"pubmed": 18426912, "text": "HNF4alpha regulates thyroid hormone homeostasis through transcriptional regulation of the Dio1 gene with GATA4 and KLF9"}, {"pubmed": 18477211, "text": "KLF9 may be involved in the carcinogenesis of human colorectal cancer."}, {"pubmed": 18783612, "text": "KLF9 influences the expression of uterine epithelial genes through mechanisms likely involving its transcriptional activator and repressor functions and which may underlie altered tumor biology with aberrant KLF9 expression."}, {"pubmed": 19375645, "text": "T3-induced genes identified basic transcription element binding protein 1/Kruppel-like factor 9 (BTEB1/KLF9) and GAR22 as TR target genes"}, {"pubmed": 20410205, "text": "Data support cross-regulation among BMP2, KLF9, and KLF13 to maintain progesterone sensitivity in stromal cells undergoing differentiation and suggest that loss of this network compromises establishment of uterine receptivity and implantation success."}, {"pubmed": 20463357, "text": "homeobox A10(HOXA10) directly and selectively repressed Kruppel-like factor 9 expression in endometrial epithelial cells"}, {"pubmed": 21280156, "text": "these results show for the first time that KLF9 has differentiating and tumor-suppressing functions in tumor-initiating stem cells."}, {"pubmed": 21543766, "text": "It was suggested that KLF9 loss-of-expression accompanying endometrial carcinogenesis may predispose endometrial epithelial cells to mechanisms of escape from estrogen-mediated growth regulation, leading to progression of established neoplasms."}, {"pubmed": 21987111, "text": "Expression levels of HOXA11, LIF and BTEB1 mRNA were measured in endometrium during the mid-secretory phase using semi-quantitative RT-PCR"}, {"pubmed": 22144178, "text": "Data identify KLF9 as a novel and potentially clinically relevant transcriptional regulator of drug-induced apoptosis in multiple myeloma cells."}, {"pubmed": 22259059, "text": "Loss of KLF9 coregulation of endometrial stromal progesterone receptor-responsive gene networks may underlie progesterone resistance in endometriosis."}, {"pubmed": 22711835, "text": "Klf9 affects keratinocyte proliferation/differentiation by controlling the expression of target genes in a daytime-dependent manner."}, {"pubmed": 23865345, "text": "Studied mRNA levels of FOXO1, KLF9 and YT521 in human normal and cancerous endometrial tissue. In subjects with endometrial cancer the KLF9 mRNA level (1.12 +/- 0.38) was lower (p < 0.001) when compared to controls (3.11 +/- 1.52)."}, {"pubmed": 24173774, "text": "We confirmed that PDCD5 overexpression stimulated the promoter activities of KLF9 by luciferase reporter assays."}, {"pubmed": 24613345, "text": "Nrf2 amplifies oxidative stress via induction of Klf9."}, {"pubmed": 24737412, "text": "Data collectively show that KLF9 substantially inhibits AKT activation and abrogates tumor growth of PCa cells."}, {"pubmed": 25216959, "text": "the expression of KLF9 is up-regulated in human ovarian cancer; KLF9 knockdown significantly inhibited cell proliferation and resulted in cell cycle arrest in the G0/G1 phase"}, {"pubmed": 25217496, "text": "increased KLF9 expression is in part responsible for CYP2D6 induction during pregnancy via the potentiation of HNF4alpha transactivation of CYP2D6."}, {"pubmed": 25242357, "text": "KLF9 suppresses the growth of hepatocellular carcinoma cells in vivo and positively regulates p53 expression by increasing protein stability."}, {"pubmed": 25288800, "text": "Data indicate that integrin alpha6 repression by Kruppel-like factor-9 (KLF9) inhibits glioblastoma cell stemness and tumorigenicity."}, {"pubmed": 25305446, "text": "Reduced KLF9 expression is associated with glioma."}, {"pubmed": 25313913, "text": "Myometrial KLF9 may contribute to the onset of human parturition through its regulation of PGR expression and inflammatory signaling networks."}, {"pubmed": 25330987, "text": "TRs cooperate with KLF9 to regulate hepatocyte proliferation and differentiation and early stages of organogenesis and that TRs exert widespread and important influences on ESC biology."}, {"pubmed": 25641762, "text": "The expression of KLF9 is down-regulated in esophageal squamous cell carcinoma and inversely correlated with the clinical features."}, {"pubmed": 25652467, "text": "In this review, we focus on the functions, roles, and regulatory networks of these five KLFs in HCC, summarize key pathways, and propose areas for further investigation"}, {"pubmed": 25686501, "text": "Palmitic acid increases Ppargamma and Klf6 & Klf9 gene expression and promotes triglyceride accumulation in HepG2 cells."}, {"pubmed": 26045791, "text": "Suggest role for miR-570/KLF9 molecular network in controlling lung carcinoma progression."}, {"pubmed": 27956179, "text": "miR-141-3p/KLF9 may play an important role in regulating the growth of prostate cancer"}, {"pubmed": 28668877, "text": "KLF9 status was associated with differentiation and vascular invasion expression and was found to be a valuable prognostic factor for patients with pancreatic ductal adenocarcinoma"}, {"pubmed": 28716732, "text": "In conclusion, LPA plays dual roles as a ligand mediator through the activation of cell surface G-coupled protein receptors and as an intracellular second messenger through the activation of PPARgamma. We discuss the contribution of the LPA1-PPARgamma-KLF9 axis to neurite outgrowth and proliferation in human iPSC-derived neurons."}, {"pubmed": 29107105, "text": "KLF9 could down-regulate MMP9 expression to inhibit breast cancer metastasis."}, {"pubmed": 29490146, "text": "results demonstrated the molecular interaction between miR-378 and KLF9, indicating the therapeutic potential of miR-378 for osteosarcoma."}, {"pubmed": 29621541, "text": "KLF9 suppressed tumorigenicity of the pancreatic ductal adenocarcinoma by negatively regulating frizzled-5."}, {"pubmed": 30282030, "text": "XBP1s transcriptionally activates KLF9 under conditions of high ER stress."}, {"pubmed": 30286177, "text": "KLF9 and BCL3 as transcription factors that enhance reprogramming of primordial germ cells"}, {"pubmed": 30431124, "text": "Low KLF9 expression is associated with proliferation and invasion of glioma."}, {"pubmed": 30465532, "text": "KLF1 and KLF9 synergistically regulated erythroid differentiation through the PI3K-Akt and FoxO signaling pathways."}, {"pubmed": 30542730, "text": "Study results revealed that in both, tissue samples and pancreatic cancer cell lines, KLF9 exhibited relatively lower expression. In addition, low KLF9 expression was related to the differentiation and depth of vascular invasion and was associated with a poor overall survival rate."}, {"pubmed": 30664687, "text": "KLF9 levels decrease during melanoma progression.BRAF-V600 upregulates KLF9 and requires KLF9-dependent reactive oxygen species cell proliferation in human melanocytes."}, {"pubmed": 30746617, "text": "THBS4 had positive effects on gastric cancer cell proliferation, progression, and metastasis via targeting KLF9."}, {"pubmed": 30849540, "text": "MiR-889 may play a potential therapeutic role for NSCLC by targeting KLF9 to control NSCLC proliferation and migration."}, {"pubmed": 30913394, "text": "Among the GC cell lines, KLF9 was low in MKN45 and BGC-823 cells, but high in SGC-7901 and HGC-27 cells. Ectopic expression of KLF9 evidently inhibited the migration and invasion capabilities of GC cells. Conversely, knockdown of KLF9 endowed GC cells with stronger invasive capacity. KLF9 significantly suppresses GC cell invasion and metastasis through inhibiting MMP28 transcription."}, {"pubmed": 31128012, "text": "Our current study suggests that miR-660-5p may control Non-small cell lung cancer (NSCLC) proliferation, viability, and metastasis by targeting KLF9, which provides a potential therapeutic target for NSCLC."}, {"pubmed": 31425004, "text": "miR-142-3p directly targeted KLF9, regulated VEGFA expression, and was protective against the growth of ectopic endometriotic lesions."}, {"pubmed": 31782614, "text": "Decreased KLF9 expression is associated with neuroblastoma."}, {"pubmed": 31821171, "text": "CircPTPRA acts as a tumor suppressor in bladder cancer by sponging miR-636 and upregulating KLF9."}, {"pubmed": 31841191, "text": "MiR-141 promotes cell proliferation and invasion in non-small cell lung cancer by targeting KLF9."}, {"pubmed": 31894280, "text": "Dexamethasone induces aberrant macrophage immune function and apoptosis."}, {"pubmed": 32196605, "text": "MiRNA-20a-5p accelerates the proliferation and invasion of non-small cell lung cancer by targeting and downregulating KLF9."}, {"pubmed": 32596959, "text": "The miR-140-5p/KLF9/KCNQ1 axis promotes the progression of renal cell carcinoma."}, {"pubmed": 32633365, "text": "LncRNA SNHG15 promotes the proliferation of nasopharyngeal carcinoma via sponging miR-141-3p to upregulate KLF9."}, {"pubmed": 32911017, "text": "MiR-142-3p inhibits adipogenic differentiation and autophagy in obesity through targeting KLF9."}, {"pubmed": 33184061, "text": "Genomic determinants implicated in the glucocorticoid-mediated induction of KLF9 in pulmonary epithelial cells."}, {"pubmed": 33484127, "text": "Epigenome-Wide Association Study of Thyroid Function Traits Identifies Novel Associations of fT3 With KLF9 and DOT1L."}, {"pubmed": 33547545, "text": "KLF9 regulates PRDX6 expression in hyperglycemia-aggravated bupivacaine neurotoxicity."}, {"pubmed": 34278459, "text": "Long noncoding RNA DANCR represses the viability, migration and invasion of multiple myeloma cells by sponging miR135b5p to target KLF9."}, {"pubmed": 34363722, "text": "Loss of Kruppel-like factor 9 facilitates stemness in ovarian cancer ascites-derived multicellular spheroids via Notch1/slug signaling."}, {"pubmed": 34612136, "text": "KLF9 (Kruppel Like Factor 9) induced PFKFB3 (6-Phosphofructo-2-Kinase/Fructose-2, 6-Biphosphatase 3) downregulation inhibits the proliferation, metastasis and aerobic glycolysis of cutaneous squamous cell carcinoma cells."}, {"pubmed": 35112997, "text": "Tumour-suppressing functions of the lncRNA MBNL1-AS1/miR-889-3p/KLF9 axis in human breast cancer cells."}, {"pubmed": 35501825, "text": "miR-600 promotes ovarian cancer cells stemness, proliferation and metastasis via targeting KLF9."}, {"pubmed": 35758280, "text": "Circular RNA_0078767 upregulates Kruppel-like factor 9 expression by targeting microRNA-889, thereby inhibiting the progression of osteosarcoma."}, {"pubmed": 35902862, "text": "KLF9 and EPYC acting as feature genes for osteoarthritis and their association with immune infiltration."}, {"pubmed": 35985238, "text": "LncRNA TPTEP1 inhibits the migration and invasion of gastric cancer cells through miR-548d-3p/KLF9/PER1 axis."}, {"pubmed": 36098468, "text": "MicroRNA-494-3p facilitates the progression of bladder cancer by mediating the KLF9/RGS2 axis."}, {"pubmed": 36109428, "text": "Knockdown of Kruppel-Like Factor 9 Inhibits Aberrant Retinal Angiogenesis and Mitigates Proliferative Diabetic Retinopathy."}, {"pubmed": 36550808, "text": "Prognostic value and immunological role of Kruppel-like transcription factor 9 gene in pan-carcinoma."}, {"pubmed": 36719767, "text": "Epigenome-Wide Association Study Reveals CpG Sites Associated with Thyroid Function and Regulatory Effects on KLF9."}, {"pubmed": 37010151, "text": "KLF9 inhibits the proliferation, invasion, and migration of renal cell carcinoma through the SDF-1/CXCR4 axis."}, {"pubmed": 37258472, "text": "KLF9 Promotes Osteogenic Differentiation of Dental Stem Cells by Negatively Regulating Notch1 Mediated Signaling Pathway."}, {"pubmed": 37400979, "text": "A negative feedback loop between KLF9 and the EMT program dictates metastasis of hepatocellular carcinoma."}, {"pubmed": 37833790, "text": "Cross talk of tumor protein D52 (TPD52) with KLF9, PKCepsilon, and MicroRNA 223 in ovarian cancer."}, {"pubmed": 37904708, "text": "Mechanism of KLF9 in airway inflammation in chronic obstructive pulmonary."}, {"pubmed": 37909971, "text": "Novel Biomarker miRNA-625-3p Promotes Cell Proliferation and Metastasis of Lung Adenocarcinoma by Targeting KLF9."}, {"pubmed": 37962983, "text": "Epigenome-wide Association Study Shows Differential DNA Methylation of MDC1, KLF9, and CUTA in Autoimmune Thyroid Disease."}, {"pubmed": 38062733, "text": "Age-Associated KLF9 Enhances the Inflammatory Response of Alveolar Macrophages Via Regulating TLR2 Expression."}, {"pubmed": 38195623, "text": "Long non-coding RNA ACTA2-AS1 suppresses metastasis of papillary thyroid cancer via regulation of miR-4428/KLF9 axis."}, {"pubmed": 38649699, "text": "PAFAH1B3 is a KLF9 target gene that promotes proliferation and metastasis in pancreatic cancer."}], "genomic_pos": {"chr": "9", "end": 70414657, "ensemblgene": "ENSG00000119138", "start": 70384604, "strand": -1}, "genomic_pos_hg19": {"chr": "9", "end": 73029540, "start": 72999503, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0007623", "pubmed": 22711835, "qualifier": "involved_in", "term": "circadian rhythm"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010839", "pubmed": 22711835, "qualifier": "involved_in", "term": "negative regulation of keratinocyte proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071387", "pubmed": 22711835, "qualifier": "involved_in", "term": "cellular response to cortisol stimulus"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 22711835, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "TAS", "id": "GO:0003700", "pubmed": [1356762, 8051167], "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}]}, "homologene": {"genes": [[8364, 100134994], [9031, 770238], [9544, 700585], [9598, 464520], [9606, 687], [9913, 539139], [10090, 16601], [10116, 117560]], "id": 931}, "interpro": [{"desc": "Zinc finger C2H2-type", "id": "IPR013087", "short_desc": "Znf_C2H2_type"}, {"desc": "Zinc finger C2H2 superfamily", "id": "IPR036236", "short_desc": "Znf_C2H2_sf"}], "ipi": "IPI00015932", "map_location": "9q21.12", "name": "KLF transcription factor 9", "other_names": ["BTE-binding protein 1", "GC-box-binding protein 1", "Krueppel-like factor 9", "Kruppel like factor 9", "basic transcription element-binding protein 1", "transcription factor BTEB1"], "pantherdb": {"HGNC": "1123", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1333856", "ortholog_type": "LDO", "panther_family": "PTHR23235", "taxid": 10090, "uniprot_kb": "O35739"}, {"RGD": "70934", "ortholog_type": "LDO", "panther_family": "PTHR23235", "taxid": 10116, "uniprot_kb": "Q01713"}, {"Ensembl": "ENSGALG00000027374", "ortholog_type": "LDO", "panther_family": "PTHR23235", "taxid": 9031, "uniprot_kb": "R4GM18"}, {"ZFIN": "ZDB-GENE-061013-418", "ortholog_type": "O", "panther_family": "PTHR23235", "taxid": 7955, "uniprot_kb": "A8E7A9"}], "uniprot_kb": "Q13886"}, "pathway": {"wikipathways": {"id": "WP410", "name": "Exercise-induced Circadian Regulation"}}, "pfam": "PF00096", "pharmgkb": "PA25444", "pharos": {"target_id": 5777, "tdl": "Tbio"}, "pir": "I59602", "prosite": "PS50157", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF167357", "relationship": "is"}, {"id": "GNF178263", "relationship": "is"}, {"id": "GNF189169", "relationship": "is"}, {"id": "GNF200075", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF128370", "relationship": "is"}, {"id": "GNF277922", "relationship": "is"}, {"id": "GNF278351", "relationship": "is"}, {"id": "GNF278514", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF101178", "relationship": "is"}, {"id": "GNF140833", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000009.12", "NC_060933.1"], "protein": "NP_001197.1", "rna": "NM_001206.4", "translation": {"protein": "NP_001197.1", "rna": "NM_001206.4"}}, "reporter": {"HG-U133_Plus_2": ["203541_s_at", "203542_s_at", "203543_s_at", "228474_s_at", "230636_s_at"], "HG-U95Av2": "40202_at", "HTA-2_0": "TC09001201.hg.1", "HuEx-1_0": "3208995", "HuGene-1_1": "8161648", "HuGene-2_1": "17094761"}, "summary": "The protein encoded by this gene is a transcription factor that binds to GC box elements located in the promoter. Binding of the encoded protein to a single GC box inhibits mRNA expression while binding to tandemly repeated GC box elements activates transcription. [provided by RefSeq, Jul 2008].", "symbol": "KLF9", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1537487"}, "unigene": ["Hs.602267", "Hs.150557"], "uniprot": {"Swiss-Prot": "Q13886"}, "wikipedia": {"url_stub": "KLF9"}}