{"AllianceGenome": "6357", "HGNC": "6357", "MIM": "147910", "_id": "3816", "_version": 1, "accession": {"genomic": ["AC010325.7", "AF243527.1", "AF277050.1", "AH002853.2", "AY094609.1", "CH471135.1", "CP068259.2", "L10038.1", "NC_000019.10", "NC_060943.1", "NG_012094.1"], "protein": ["AAA36135.1", "AAA36136.1", "AAA59201.1", "AAA59455.1", "AAB34120.1", "AAF86333.1", "AAG33353.1", "AAH05313.1", "AAM11874.1", "AAP35917.1", "AAR10467.1", "AAU12569.1", "ALU58316.1", "ALU58317.1", "BAH11493.1", "CAA31912.1", "EAW71912.1", "EAW71913.1", "EAW71914.1", "NP_002248.1", "P06870.2"], "rna": ["AK293363.1", "AY429508.1", "AY703451.1", "BC005313.1", "BP323011.1", "BT007253.1", "CA772631.1", "KU230447.1", "KU230448.1", "M12706.1", "M25629.1", "NM_002257.4", "S77952.1", "X13561.1"], "translation": [{"protein": "NP_002248.1", "rna": "NM_002257.4"}, {"protein": "AAB34120.1", "rna": "S77952.1"}, {"protein": "AAU12569.1", "rna": "AY703451.1"}, {"protein": "AAR10467.1", "rna": "AY429508.1"}, {"protein": "AAA59201.1", "rna": "M12706.1"}, {"protein": "CAA31912.1", "rna": "X13561.1"}, {"protein": "ALU58317.1", "rna": "KU230448.1"}, {"protein": "AAP35917.1", "rna": "BT007253.1"}, {"protein": "BAH11493.1", "rna": "AK293363.1"}, {"protein": "AAH05313.1", "rna": "BC005313.1"}, {"protein": "ALU58316.1", "rna": "KU230447.1"}, {"protein": "AAA36136.1", "rna": "M25629.1"}]}, "alias": ["KLKR", "Klk6", "hK1"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "limited", "classification_date": "2022-11-04T16:00:00.000Z", "disease_label": "pulmonary arterial hypertension", "gcep": "Pulmonary Hypertension Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0015924", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_8d29c7f8-ced6-43b3-b124-8d4039c6f99b-2022-11-04T160000.000Z", "sop": "SOP9"}}, "ec": "3.4.21.35", "ensembl": {"gene": "ENSG00000167748", "protein": ["ENSP00000301420", "ENSP00000472939"], "transcript": ["ENST00000301420", "ENST00000593325", "ENST00000593859", "ENST00000596300"], "translation": [{"protein": "ENSP00000301420", "rna": "ENST00000301420"}, {"protein": "ENSP00000472939", "rna": "ENST00000593325"}], "type_of_gene": "protein_coding"}, "entrezgene": "3816", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 7.64641260304, "exp_mis": 98.0060386803, "exp_syn": 51.3187304132, "lof_z": 0.589792883162229, "mis_z": 0.346148669658546, "mu_lof": 5.097704404e-07, "mu_mis": 8.67759206166e-06, "mu_syn": 4.43811681634e-06, "n_lof": 6.0, "n_mis": 91.0, "n_syn": 56.0, "p_li": 0.000319896608295988, "p_null": 0.415129106844815, "p_rec": 0.584550996546889, "syn_z": -0.405112082953829}, "bp": 789, "cds_end": 51327004, "cds_start": 51322449, "n_exons": 5, "nonpsych": {"exp_lof": 6.81984678666, "exp_mis": 88.6040306512, "exp_syn": 46.3475037815, "lof_z": 0.308316922053661, "mis_z": 0.461038135214743, "mu_lof": 5.097704404e-07, "mu_mis": 8.67759206166e-06, "mu_syn": 4.43811681634e-06, "n_lof": 6.0, "n_mis": 80.0, "n_syn": 55.0, "p_li": 0.000217916403535509, "p_null": 0.526163135108074, "p_rec": 0.47361894848839, "syn_z": -0.800187891954628}, "nontcga": {"exp_lof": 7.02486524446, "exp_mis": 90.1557275046, "exp_syn": 47.2033942007, "lof_z": 0.381442434537725, "mis_z": 0.375462817522604, "mu_lof": 5.097704404e-07, "mu_mis": 8.67759206166e-06, "mu_syn": 4.43811681634e-06, "n_lof": 6.0, "n_mis": 83.0, "n_syn": 49.0, "p_li": 0.000233629530670084, "p_null": 0.482641316375974, "p_rec": 0.517125054093356, "syn_z": -0.165572998639597}, "transcript": "ENST00000301420.2"}, "exons": [{"cdsend": 50823748, "cdsstart": 50819193, "chr": "19", "position": [[50819145, 50819349], [50819898, 50820035], [50820153, 50820443], [50821711, 50821871], [50823702, 50823787]], "strand": -1, "transcript": "NM_002257", "txend": 50823787, "txstart": 50819145}], "exons_hg19": [{"cdsend": 51327004, "cdsstart": 51322449, "chr": "19", "position": [[51322401, 51322605], [51323154, 51323291], [51323409, 51323699], [51324967, 51325127], [51326958, 51327043]], "strand": -1, "transcript": "NM_002257", "txend": 51327043, "txstart": 51322401}], "generif": [{"pubmed": 9857240, "text": "we propose a model to illustrate how the two enhancers may work to regulate the transcription of PSA and hK2."}, {"pubmed": 11130770, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11727832, "text": "Tissue kallikrein KLK1 is expressed de novo in endothelial cells and mediates relaxation of human umbilical veins."}, {"pubmed": 11849458, "text": "Association of the tissue kallikrein gene promoter with ESRD and hypertension."}, {"pubmed": 11849458, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11912256, "text": "Loss-of-function polymorphism of the human kallikrein gene with reduced urinary kallikrein activity."}, {"pubmed": 11912256, "text": "Observational study of genotype prevalence and gene-disease association. (HuGE Navigator)"}, {"pubmed": 11913965, "text": "Kinetic peculiarities of human tissue kallikrein"}, {"pubmed": 12581867, "text": "endothelial cells synthesize and release an active form of tissue kallikrein - kinin generation on the surface may play an important role in maintenance of circulation homeostasis"}, {"pubmed": 12670744, "text": "Diminution of kallikrein biosynthesis in African Americans seems to involve mechanisms at or distal to the aldosterone receptor, and perhaps at the level of the kallikrein gene itself."}, {"pubmed": 12887060, "text": "essentially unsusceptible to processing by human urinary kallikrein (tissue-type)"}, {"pubmed": 14660481, "text": "that in the airways, monocytes, neutrophils, and alveolar macrophages may contribute to increased TK activity"}, {"pubmed": 14988406, "text": "Sustained hyaluronan depolymerization is expected to cause tissue kallikrein activation, EGF release, and EGFR signaling."}, {"pubmed": 15086490, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15086490, "text": "The K allele of KLK1 promoter and TT genotype of TGF-beta1 may be a genetic KLK1 -130 GN and -128 G-C, and the susceptibility factor contributing to progressive renal deterioration in Taiwanese primary vesicoureteric reflux children."}, {"pubmed": 15167446, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15364809, "text": "Transduced human tissue kallikrein activated murine Akt-B through Ser-473 phosphorylation providing new information on the pathway involved in hTK-induced neoangiogenesis."}, {"pubmed": 15544850, "text": "transgenic rats expressing hKLK1 have an impaired renal response to acute volume expansion"}, {"pubmed": 15611141, "text": "kallikrein/kinin protects against cardiomyocyte apoptosis in vivo and in vitro via Akt-Bad.14-3-3 and Akt-GSK-3beta-caspase-3 signaling pathways"}, {"pubmed": 15651049, "text": "analysis of peptide inhibitor/substrate binding to human apo kallikrein 1"}, {"pubmed": 15662224, "text": "Induction of KLK1 in carotid arteriosclerosis does not lead to kallikrein-kinins pathway activation."}, {"pubmed": 15765151, "text": "Data describe the vascular, hormonal, and renal phenotypes of carriers of the loss-of-function polymorphism of the human tissue kallikrein gene."}, {"pubmed": 15855348, "text": "Gene delivery protects against rat diabetic cardiomyopathy by improving cardiac function and promoting glucose utilization and lipid metabo"}, {"pubmed": 15905889, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15905889, "text": "There are polymorphisms in regulatory region of human tissue kallikrein gene in Chinese Han people. Differences in both allele and genotype frequencies show association of hypertension with polymorphisms."}, {"pubmed": 16129698, "text": "the the kallikrein-kinin system has roles in intramyocardial inflammation, endothelial dysfunction and oxidative stress in diabetic cardiomyopathy"}, {"pubmed": 16465461, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16957554, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17050061, "text": "findings suggest the presence of an abnormality in the kallikrein-kinin system in the placentas of women with pregnancy-induced hypertension"}, {"pubmed": 17158887, "text": "KLK1 may participate in epidermal desquamation through cleavage of desmoglein 1 and regulation by lympho-epithelial Kazal-type-related inhibitor (LEKTI)."}, {"pubmed": 17671125, "text": "Up-Regulation of kallikrein 11 is associated with ovarian carcinoma"}, {"pubmed": 17699431, "text": "tissue kallikrein may act as an intrarenal modulator of Ca reabsorption"}, {"pubmed": 17761919, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17762646, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17762646, "text": "rs5517 in the KLK1 gene was significantly associated with essential hypertension in a Chinese Han population"}, {"pubmed": 17804733, "text": "Kallikrein 6 induces E-cadherin shedding and promotes cell proliferation, migration, and invasion."}, {"pubmed": 18182238, "text": "Protective actions of human tissue kallikrein gene in transgenic rat hearts."}, {"pubmed": 18283336, "text": "Proteins such as caveolin-1 (CAV-1) and Akt, Proto-Oncogene Protein, which are known to be altered in colon cancer, affect KLK6 expression and KLK6 secretion"}, {"pubmed": 18327081, "text": "pTK levels are genetically determined and regulated by Na and K diet"}, {"pubmed": 18359858, "text": "KLK1 was shown to exhibit both trypsin- and chymotrypsin-like selectivities with Tyr/Arg preferred at site P1, Ser/Arg strongly preferred at P1', and Phe/Leu at P2."}, {"pubmed": 18402547, "text": "restoration of the kallikrein-kinin system reduces kidney injury and protects renal function in 5/6-nephrectomized rats via changes in the expression and activation of G protein-coupled receptors including B(2)R"}, {"pubmed": 18577888, "text": "The kallikrein-kinin system may be one of the more important players in angiogenesis associated with prostate and breast tumours."}, {"pubmed": 18627303, "text": "role of KLK1 in arterial function; role of KLK1 in the control of ionic transport in the renal tubule; cardio- and nephro-protective effects of KLK1 and kinins in acute cardiac ischemia, post-ischemic heart failure, and diabetes [review]"}, {"pubmed": 18689794, "text": "Tissue kallikrein decreased GSK-3beta activity via the phosphatidylinositol 3-kinase-Akt pathway and enhanced VEGF and VEGFR-2 expression in endothelial cells."}, {"pubmed": 18713009, "text": "extensive cytoplasmic expression of tissue prokallikrein and plasma prekallikrein was observed, which was similar in small cell and non-small cell lung tumours; however, nuclear labelling for the kallikreins was absent or limited"}, {"pubmed": 18725990, "text": "factor XII is activated by misfolded proteins in humans, leading to kallikrein formation without initiating coagulation"}, {"pubmed": 18844446, "text": "S(1)' and S(2)' subsite specificity of KLK1 showed peculiarities that were observed with substrates containing the amino acid sequence of human kininogen"}, {"pubmed": 19082699, "text": "Clinical trial of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19232384, "text": "GATA3 was found to bind the site located at -954/-855 and to be a key regulator of abundant KLK1 expression in keratinocyte."}, {"pubmed": 19423540, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19558318, "text": "Combination of KLK2, 3, 13, and 14 and KLK1, 2, 5, 6, 7, 8, 10, 13, and 14 showed very strong discriminatory potential for semen liquefaction and viscosity, respectively."}, {"pubmed": 19578768, "text": "Angiogenesis in cervical cancer is mediated by HeLa metabolites through endothelial cell tissue kallikrein."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20143645, "text": "elevated plasma levels in patients with hereditary angioedema"}, {"pubmed": 20225398, "text": "Tissue kallikrein levels are increased in type 2 diabetes, and findings do not support a role for the kallikrein-kinin system in mediating the effects of statin therapy on endothelial function."}, {"pubmed": 20406964, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20424135, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20438785, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20482314, "text": "The results indicate differential signaling pathways mediated by TK in promoting prostate cancer cell migration and invasion via PAR(1) activation, and proliferation via kinin B2 receptor stimulation."}, {"pubmed": 20516044, "text": "KLK1 gene polymorphisms are not associated with lupus nephritis in a Chinese Han population."}, {"pubmed": 20516044, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20533273, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20533273, "text": "Results suggested that the rs5517 polymorphism was associated with cerebral hemorrhage, while the rs5516 polymorphism was not in Changsha Han Chinese."}, {"pubmed": 20536386, "text": "lung epithelial cells support the assembly and activation of the plasma kallikrein-kinin system by a mechanism dependent on HSP90, and could contribute to KKS-mediated inflammation in lung disease."}, {"pubmed": 20613781, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20613781, "text": "rs5516 in the KLK1 gene may be involved in the development of essential hypertension."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 21164105, "text": "Tissue kallikrein is essential for invasive capacity of circulating proangiogenic cells."}, {"pubmed": 21200088, "text": "Neither rs5515 nor rs3212855 SNP is associated with cerebral hemorrhage."}, {"pubmed": 21211543, "text": "Increased expression of hK1 by astrocytes co-localized with GFAP was found, contrasting with kinin B1 and B2 receptors, which were co-localized with NeuN in the sclerotic hippocampus"}, {"pubmed": 21571276, "text": "Suggest that a genetic polymorphism in KLK1 may contribute to the risk of developing later stage abdominal aortic aneurysm."}, {"pubmed": 21679467, "text": "Unexpectedly, elevated KLK1 expression and excretion is found in patients with established or incipient acute kidney injury."}, {"pubmed": 21823154, "text": "Data suggest that lower plasma tissue kallikrein levels are independently associated with first-ever stroke and are an independent predictor of recurrence after an initial stroke."}, {"pubmed": 23635481, "text": "KLK1 promoter polymorphisms are associated with development of AKI and adverse outcomes. Further studies are needed to validate these findings."}, {"pubmed": 23697984, "text": "Tissue kallikrein-modified mesenchymal stem cells provide enhanced protection against ischemic cardiac injury after myocardial infarction."}, {"pubmed": 23765970, "text": "Polymorphism of the KLK1 A1789G gene is associated with coronary artery stenosis."}, {"pubmed": 23874198, "text": "Data suggest factor XII binding/autoactivation are increased on surface of hantavirus-infected vascular endothelium; thus, activation of kallikrein-kinin system during hantavirus infection could have profound implications on capillary permeability."}, {"pubmed": 24005896, "text": "allele H is a common polymorphism in Japanese and may contribute to decreased reabsorptions of calcium and sodium in the kidney"}, {"pubmed": 24530396, "text": "Tissue kallikrein facilitated the activation of EGFR, ERK1/2 and p38 cascade. Not p38 but ERK1/2 phosphorylation was severely compromised in cells depleted of EGFR. Impairment of signaling of ERK1/2 seemed not to be restricted to EGFR phosphorylation."}, {"pubmed": 24586431, "text": "Up-regulation of KLK1 in tubular epithelial cells may mediate pro-inflammatory pathway and PAR activation during diabetic nephropathy."}, {"pubmed": 24599937, "text": "These data do not support a role for the Tissue kallikrein-kinin system, protective or deleterious, in the development of insulin resistance and diabetes."}, {"pubmed": 24626253, "text": "Our findings suggest that higher levels of TK in plasma are associated with the presence of CAD and are a predictor of mild coronary arteriosclerosis."}, {"pubmed": 25100328, "text": "Preclinical characterization of recombinant human tissue kallikrein-1 as a novel treatment for type 2 diabetes mellitus."}, {"pubmed": 25448306, "text": "The kallikrein system in retinal damage/protection"}, {"pubmed": 26677174, "text": "TK promoted cell survival and beta-catenin degradation in serum-starved SH-SY5Y cells via increasing autophagy."}, {"pubmed": 26884824, "text": "KLK1 rs5516 SNP is not related to the incidence of Alzheimer's disease in a Hunan Han Chinese population."}, {"pubmed": 27329205, "text": "increasing the serum levels of AngII increased the risk of acute myocardial infarction (AMI); the risk of AMI increased when the serum levels of AngII and KLK1 simultaneously increased; individuals with the combined genotypes of ACE DD and KLK1 GG showed increased risk of AMI compared with those with the combined genotypes of ACE II and KLK1 AA"}, {"pubmed": 27618014, "text": "Recognition of anti-tumor necrosis factor-alpha (TNF-alpha) or Kallikrein Inhibitor may lead to therapeutics to enhance existing treatments for patients who do not respond to anti-vascular endothelial growth factor (VEGF) therapies."}, {"pubmed": 27858843, "text": "The rs5516 G allele of KLK1 was significantly associated with aortic aneurysm"}, {"pubmed": 28322037, "text": "Letter: KLK1 (rs5516) was associated with thoracic aortic dissection."}, {"pubmed": 28621557, "text": "Our findings suggest that the A2233C polymorphism of KLK1 may be a marker of evaluation of hypertensive subjects' responses to angiotensin I converting enzyme inhibitors benazepril."}, {"pubmed": 30618416, "text": "these findings showed that oxidative stress, impaired corpus cavernosum endothelial cells, and severe penis fibrosis were involved in the induction of erectile dysfunction by hyperhomocysteinemia in rats, whereas hKLK1 preserved erectile function by inhibiting these pathophysiological changes"}, {"pubmed": 30801944, "text": "kallikrein has an apple domain disc with a rotated conformation compared to factor XI"}, {"pubmed": 30908937, "text": "The findings indicate that KLK1 intervenes early in the antiviral defense modulating the severity of influenza infection. Decreased KLK1 expression in Chronic obstructive pulmonary disease patients could contribute to the worsening of influenza."}, {"pubmed": 31873176, "text": "Associations of ACE I/D polymorphism with the levels of ACE, kallikrein, angiotensin II and interleukin-6 in STEMI patients."}, {"pubmed": 33355364, "text": "Coexpression of tissue kallikrein 1 and tissue inhibitor of matrix metalloproteinase 1 improves myocardial ischemiareperfusion injury by promoting angiogenesis and inhibiting oxidative stress."}, {"pubmed": 33397811, "text": "Kallikrein directly interacts with and activates Factor IX, resulting in thrombin generation and fibrin formation independent of Factor XI."}], "genomic_pos": {"chr": "19", "end": 50823787, "ensemblgene": "ENSG00000167748", "start": 50819146, "strand": -1}, "genomic_pos_hg19": {"chr": "19", "end": 51327043, "start": 51322404, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0003073", "qualifier": "involved_in", "term": "regulation of systemic arterial blood pressure"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0031638", "qualifier": "involved_in", "term": "zymogen activation"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 19232384, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0030141", "qualifier": "is_active_in", "term": "secretory granule"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 19056867, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": {"category": "MF", "evidence": "NAS", "id": "GO:0004252", "pubmed": 7749372, "qualifier": "enables", "term": "serine-type endopeptidase activity"}}, "homologene": {"genes": [[9606, 3816], [9615, 403942], [9913, 493738], [10116, 24523], [10116, 24594], [10116, 24841], [10116, 292855], [10116, 292858], [10116, 292866], [10116, 292868], [10116, 292872], [10116, 408242]], "id": 110727}, "interpro": [{"desc": "Serine proteases, trypsin domain", "id": "IPR001254", "short_desc": "Trypsin_dom"}, {"desc": "Peptidase S1A, chymotrypsin family", "id": "IPR001314", "short_desc": "Peptidase_S1A"}, {"desc": "Peptidase S1, PA clan", "id": "IPR009003", "short_desc": "Peptidase_S1_PA"}, {"desc": "Serine proteases, trypsin family, histidine active site", "id": "IPR018114", "short_desc": "TRYPSIN_HIS"}, {"desc": "Serine proteases, trypsin family, serine active site", "id": "IPR033116", "short_desc": "TRYPSIN_SER"}, {"desc": "Peptidase S1, PA clan, chymotrypsin-like fold", "id": "IPR043504", "short_desc": "Peptidase_S1_PA_chymotrypsin"}], "ipi": ["IPI00304808", "IPI00930404", "IPI01026288"], "map_location": "19q13.33", "name": "kallikrein 1", "other_names": ["glandular kallikrein 1", "kallikrein 1, renal/pancreas/salivary", "kallikrein serine protease 1", "kallikrein-1", "kidney/pancreas/salivary gland kallikrein", "tissue kallikrein"], "pantherdb": {"HGNC": "6357", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "891981", "ortholog_type": "O", "panther_family": "PTHR24271", "taxid": 10090, "uniprot_kb": "P36369"}, {"MGI": "95291", "ortholog_type": "O", "panther_family": "PTHR24271", "taxid": 10090, "uniprot_kb": "P15948"}, {"MGI": "97320", "ortholog_type": "O", "panther_family": "PTHR24271", "taxid": 10090, "uniprot_kb": "P00757"}, {"MGI": "891982", "ortholog_type": "O", "panther_family": "PTHR24271", "taxid": 10090, "uniprot_kb": "P04071"}, {"MGI": "892021", "ortholog_type": "O", "panther_family": "PTHR24271", "taxid": 10090, "uniprot_kb": "Q61754"}, {"MGI": "892019", "ortholog_type": "O", "panther_family": "PTHR24271", "taxid": 10090, "uniprot_kb": "P00755"}, {"MGI": "102850", "ortholog_type": "O", "panther_family": "PTHR24271", "taxid": 10090, "uniprot_kb": "P15947"}, {"MGI": "892018", "ortholog_type": "O", "panther_family": "PTHR24271", "taxid": 10090, "uniprot_kb": "P07628"}, {"MGI": "97322", "ortholog_type": "O", "panther_family": "PTHR24271", "taxid": 10090, "uniprot_kb": "P00756"}, {"MGI": "95292", "ortholog_type": "O", "panther_family": "PTHR24271", "taxid": 10090, "uniprot_kb": "P36368"}, {"MGI": "891980", "ortholog_type": "O", "panther_family": "PTHR24271", "taxid": 10090, "uniprot_kb": "Q9JM71"}, {"MGI": "892022", "ortholog_type": "O", "panther_family": "PTHR24271", "taxid": 10090, "uniprot_kb": "Q61759"}, {"MGI": "892023", "ortholog_type": "O", "panther_family": "PTHR24271", "taxid": 10090, "uniprot_kb": "P15946"}, {"MGI": "95293", "ortholog_type": "O", "panther_family": "PTHR24271", "taxid": 10090, "uniprot_kb": "P15949"}, {"MGI": "892020", "ortholog_type": "LDO", "panther_family": "PTHR24271", "taxid": 10090, "uniprot_kb": "P15945"}, {"RGD": "11460610", "ortholog_type": "O", "panther_family": "PTHR24271", "taxid": 10116, "uniprot_kb": "A0A0G2KAN9"}, {"RGD": "3888", "ortholog_type": "O", "panther_family": "PTHR24271", "taxid": 10116, "uniprot_kb": "P00759"}, {"Gene": "Klk3", "ortholog_type": "O", "panther_family": "PTHR24271", "taxid": 10116, "uniprot_kb": "P15950"}, {"RGD": "1306420", "ortholog_type": "O", "panther_family": "PTHR24271", "taxid": 10116, "uniprot_kb": "P36373"}, {"RGD": "1303242", "ortholog_type": "O", "panther_family": "PTHR24271", "taxid": 10116, "uniprot_kb": "P36375"}, {"RGD": "1303220", "ortholog_type": "O", "panther_family": "PTHR24271", "taxid": 10116, "uniprot_kb": "A0A0G2K797"}, {"RGD": "1305359", "ortholog_type": "LDO", "panther_family": "PTHR24271", "taxid": 10116, "uniprot_kb": "P36374"}, {"RGD": "735032", "ortholog_type": "O", "panther_family": "PTHR24271", "taxid": 10116, "uniprot_kb": "A0A0A0MXZ4"}, {"RGD": "1303192", "ortholog_type": "O", "panther_family": "PTHR24271", "taxid": 10116, "uniprot_kb": "P36376"}, {"RGD": "727805", "ortholog_type": "O", "panther_family": "PTHR24271", "taxid": 10116, "uniprot_kb": "P07647"}, {"Ensembl": "ENSRNOG00000055072", "ortholog_type": "O", "panther_family": "PTHR24271", "taxid": 10116, "uniprot_kb": "A0A0G2JX19"}, {"RGD": "3175", "ortholog_type": "LDO", "panther_family": "PTHR24271", "taxid": 10116, "uniprot_kb": "P00758"}, {"ZFIN": "ZDB-GENE-091204-352", "ortholog_type": "O", "panther_family": "PTHR24271", "taxid": 7955, "uniprot_kb": "A0A2R8RHL0"}, {"Ensembl": "ENSDARG00000113591", "ortholog_type": "O", "panther_family": "PTHR24271", "taxid": 7955, "uniprot_kb": "A0A2R8PYA2"}, {"ZFIN": "ZDB-GENE-091204-156", "ortholog_type": "O", "panther_family": "PTHR24271", "taxid": 7955, "uniprot_kb": "E9QD93"}], "uniprot_kb": "P06870"}, "pathway": {"kegg": [{"id": "hsa04614", "name": "Renin-angiotensin system - Homo sapiens (human)"}, {"id": "hsa04961", "name": "Endocrine and other factor-regulated calcium reabsorption - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-381426", "name": "Regulation of Insulin-like Growth Factor (IGF) transport and uptake by Insulin-like Growth Factor Binding Proteins (IGFBPs)"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}], "wikipathways": [{"id": "WP272", "name": "Blood Clotting Cascade"}, {"id": "WP4969", "name": "RAS and bradykinin pathways in COVID-19"}]}, "pdb": ["1SPJ", "8YGY"], "pfam": "PF00089", "pharmgkb": "PA224", "pharos": {"target_id": 18350, "tdl": "Tchem"}, "pir": ["A24696", "B24696"], "prosite": "PS50240", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF325973", "relationship": "is"}, {"id": "GNF325974", "relationship": "is"}], "CondMedia_CM_LibrAB": {"id": "GNF292847", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF251987", "relationship": "is"}, {"id": "GNF251988", "relationship": "is"}, {"id": "GNF251989", "relationship": "is"}, {"id": "GNF251990", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF158612", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF085165", "relationship": "is"}, {"id": "GNF085166", "relationship": "is"}, {"id": "GNF085167", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053473", "relationship": "is"}, {"id": "GNF058241", "relationship": "is"}, {"id": "GNF073442", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF066161", "relationship": "is"}, {"id": "GNF066162", "relationship": "is"}], "GNF_hs_LentiORF-HA-MYC": {"id": "GNF282511", "relationship": "is"}, "GNF_hs_LentiORF-Jred": {"id": "GNF283438", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF007783", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF330348", "relationship": "is"}, {"id": "GNF334008", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF336852", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF093831", "relationship": "is"}, {"id": "GNF133489", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000019.10", "NC_060943.1", "NG_012094.1"], "protein": "NP_002248.1", "rna": "NM_002257.4", "translation": {"protein": "NP_002248.1", "rna": "NM_002257.4"}}, "reporter": {"HG-U133_Plus_2": "216699_s_at", "HG-U95Av2": "246_at", "HTA-2_0": "TC19001758.hg.1", "HuEx-1_0": "3868681", "HuGene-1_1": "8038633", "HuGene-2_1": "16874647"}, "retired": [92787, 126116], "summary": "Kallikreins are a subgroup of serine proteases having diverse physiological functions. Growing evidence suggests that many kallikreins are implicated in carcinogenesis and some have potential as novel cancer and other disease biomarkers. This gene is one of the fifteen kallikrein subfamily members located in a cluster on chromosome 19. This protein is functionally conserved in its capacity to release the vasoactive peptide, Lys-bradykinin, from low molecular weight kininogen. [provided by RefSeq, Jul 2008].", "symbol": "KLK1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1416669"}, "unigene": "Hs.123107", "uniprot": {"Swiss-Prot": "P06870", "TrEMBL": ["M0R318", "A0A1R3UCD2"]}, "wikipedia": {"url_stub": "KLK1"}}