{"AllianceGenome": "18788", "HGNC": "18788", "MIM": "611817", "_id": "22914", "_version": 1, "accession": {"genomic": ["AC022075.29", "AJ001687.1", "AJ001688.1", "AJ001689.1", "CH471094.1", "CP068266.2", "DQ494172.1", "NC_000012.12", "NC_060936.1", "NG_027762.1"], "protein": ["AAF86973.1", "AAF86974.1", "AAH39836.1", "ABF50044.1", "BAF84748.1", "CAA04925.1", "EAW96178.1", "EAW96180.1", "EAW96182.1", "NP_031386.2", "P26718.2"], "rna": ["AF260135.1", "AF260136.1", "AK226161.1", "AK292059.1", "BC039836.1", "CB241686.1", "DA933271.1", "DA960048.1", "NM_007360.4"], "translation": [{"protein": "NP_031386.2", "rna": "NM_007360.4"}, {"protein": "AAH39836.1", "rna": "BC039836.1"}, {"protein": "AAF86974.1", "rna": "AF260136.1"}, {"protein": "BAF84748.1", "rna": "AK292059.1"}, {"protein": "AAF86973.1", "rna": "AF260135.1"}]}, "alias": ["CD314", "D12S2489E", "KLR", "NKG2-D", "NKG2D"], "ensembl": {"gene": "ENSG00000213809", "protein": ["ENSP00000240618", "ENSP00000379726", "ENSP00000446003"], "transcript": ["ENST00000240618", "ENST00000396451", "ENST00000540267", "ENST00000540818", "ENST00000544449"], "translation": [{"protein": "ENSP00000240618", "rna": "ENST00000240618"}, {"protein": "ENSP00000446003", "rna": "ENST00000540818"}, {"protein": "ENSP00000379726", "rna": "ENST00000396451"}], "type_of_gene": "protein_coding"}, "entrezgene": "22914", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 11.3786038658, "exp_mis": 64.1968073711, "exp_syn": 24.1481646562, "lof_z": -0.476139613059625, "mis_z": 0.073060885332628, "mu_lof": 8.18840206013e-07, "mu_mis": 5.71122521465e-06, "mu_syn": 2.01024363193e-06, "n_lof": 13.0, "n_mis": 63.0, "n_syn": 23.0, "p_li": 9.74878780699033e-10, "p_null": 0.954512205455355, "p_rec": 0.0454877935697659, "syn_z": 0.144847120803729}, "bp": 651, "cds_end": 10541409, "cds_start": 10525712, "n_exons": 7, "nonpsych": {"exp_lof": 10.1651051122, "exp_mis": 57.9706775594, "exp_syn": 21.7227901118, "lof_z": 0.358889764343999, "mis_z": -0.0681879811696109, "mu_lof": 8.18840206013e-07, "mu_mis": 5.71122521465e-06, "mu_syn": 2.01024363193e-06, "n_lof": 9.0, "n_mis": 59.0, "n_syn": 22.0, "p_li": 3.99718222034737e-06, "p_null": 0.649963267250956, "p_rec": 0.350032735566824, "syn_z": -0.0374467909578742}, "nontcga": {"exp_lof": 10.4552905574, "exp_mis": 59.0480414923, "exp_syn": 22.2032872934, "lof_z": 0.138899878883133, "mis_z": 0.132784024469376, "mu_lof": 8.18840206013e-07, "mu_mis": 5.71122521465e-06, "mu_syn": 2.01024363193e-06, "n_lof": 10.0, "n_mis": 57.0, "n_syn": 21.0, "p_li": 5.27454157612606e-07, "p_null": 0.76295721696087, "p_rec": 0.237042255584972, "syn_z": 0.161690285292464}, "transcript": "ENST00000240618.6"}, "exons": [{"cdsend": 10388810, "cdsstart": 10373113, "chr": "12", "position": [[10372352, 10373231], [10378131, 10378235], [10378553, 10378705], [10379446, 10379482], [10379699, 10379792], [10386902, 10387010], [10388770, 10388875], [10389942, 10390041]], "strand": -1, "transcript": "NM_007360", "txend": 10390041, "txstart": 10372352}], "exons_hg19": [{"cdsend": 10541409, "cdsstart": 10525712, "chr": "12", "position": [[10524951, 10525830], [10530730, 10530834], [10531152, 10531304], [10532045, 10532081], [10532298, 10532391], [10539501, 10539609], [10541369, 10541474], [10542541, 10542640]], "strand": -1, "transcript": "NM_007360", "txend": 10542640, "txstart": 10524951}], "generif": [{"pubmed": 11777960, "text": "NKG2D is the receptor for UL16-binding proteins expressed on primary natural killer cells."}, {"pubmed": 12384702, "text": "binding of MICA and MICB induces endocytosis and downregulation of NKG2D, and in turn severe impairment of the responsiveness of tumour-antigen-specific effector T cells"}, {"pubmed": 12594848, "text": "Selective intracellular retention of virally induced NKG2D ligands by the human cytomegalovirus UL16 glycoprotein."}, {"pubmed": 12646700, "text": "Expression of this receptor, inhibited by TGF-beta1, affects NK-mediated killing of dendritic cells"}, {"pubmed": 12679019, "text": "Results suggest that ligands appear to utilize different strategies to interact with structurally conserved elements of the consensus NKG2D binding site."}, {"pubmed": 12732206, "text": "ULBP4 is a novel ligand for NKG2D (ULBP4)"}, {"pubmed": 12902493, "text": "In the thymus NKG2D may be a signal allowing newly matured CD8+ T cells to emigrate to the periphery; in thymomas there is a decreased percentage of NKG2D-positive thymocytes, which express a less mature phenotype than in normal thymus."}, {"pubmed": 14523385, "text": "NKG2D signalling enhances innate and adaptive immune responses (review)"}, {"pubmed": 15051759, "text": "Cell surface organization of stress-inducible proteins ULBP and MICA that stimulate human NK cells and T cells via NKG2D."}, {"pubmed": 15065764, "text": "NKG2D structure, ligands, function, and tissue distribution (review)"}, {"pubmed": 15070686, "text": "NKG2D triggering accounts for the majority of major histocompatibility complex (MHC)-unrestricted cytotoxicity of activated and expanded CD8+ T cells, likely through DAP10-mediated signaling."}, {"pubmed": 15187109, "text": "incubation of NK cells and LAK cells with TGF-beta1 resulted in dramatic reduction of surface NKG2D expression associated with impaired NK cytotoxicity"}, {"pubmed": 15328155, "text": "natural cytotoxicity receptor (NCR) and NK receptor member D of the lectin-like receptor family (NKG2D) were the key NK activating receptors for bone marrow-derived myeloma cell recognition"}, {"pubmed": 15652646, "text": "analysis of functional sites in NKG2D-MICA interaction in mouse and human"}, {"pubmed": 15657183, "text": "NKG2D, NKp30, NKp44, and NKp46 acitvation affected by ligand-negative phenotype in bone marrow-derived progenitor cells, acquisition of cell-surface ligands during myeloid differentiation, defective expression of ligands on malignant transformation"}, {"pubmed": 15699119, "text": "NKG2D engagement by ligand or monoclonal antibody is not sufficient to costimulate naive or effector CD8+ T cell responses in conventional T cell populations."}, {"pubmed": 15699512, "text": "Polymorphic MICA in HLA Class I interacts with non-polymorphic NKG2d receptor on NK cells."}, {"pubmed": 15814668, "text": "NKG2D serves as a costimulatory receptor for TCR induced Ca2+ mobilization and proliferation in naive CD8+ T cells"}, {"pubmed": 15885603, "text": "tumor exosome-phenotype showed positive expression of several NKG2D ligands, important in driving the reduction in the proportion of NKG2D-positive effector cells"}, {"pubmed": 16081780, "text": "Remarkable similarities in NKG2D function in natural killer (NK) and Vgamma9 Vdelta2 T cells may open new perspectives for Vgamma9 Vdelta2 T cell-based immunotherapy"}, {"pubmed": 16136475, "text": "expression increased by Il-15 in NK cells"}, {"pubmed": 16210654, "text": "Freshly isolated natural killer (NK) cells lyse porcine endothelial cells exclusively in an NKG2D-dependent fashion; lysis of porcine endothelial cells mediated by activated human NK cells depends on both NKp44 and NKG2D"}, {"pubmed": 16239914, "text": "acute myeloid leukemia cells expressed the NKG2D receptor and its signal-transducing adaptator DAP 10, which were functional as confirmed by redirected lysis experiments"}, {"pubmed": 16272287, "text": "NKG2D/MHC-I-related stress-inducible molecule A and/or NKG2D/UL-16 binding protein 3 engagement is responsible for the delivery of a lethal hit"}, {"pubmed": 16293707, "text": "The role of TLR3 in the immunobiology of muscle is reported; its implications for the understanding of the pathogenesis of inflammatory myopathies or therapeutic interventions are included."}, {"pubmed": 16517727, "text": "soluble MHC class I chain-related molecules in pregnancy serum were able to interact with NKG2D and down-regulate the receptor on PBMC from healthy donors, with the consequent inhibition of the NKG2D-dependent cytotoxic response"}, {"pubmed": 16568261, "text": "Engagement of MIC by NKG2D promotes spontaneous HAM/TSP T cell proliferation and, apparently, CTL activities against HTLV-1-infected T cells."}, {"pubmed": 16630603, "text": "down-regulation of NKG2D by soluble ULBP provides a potential mechanism by which gastric cancer cells escape NKG2D-mediated attack by the immune cells"}, {"pubmed": 16690951, "text": "defect in cytotoxic effector function is associated with a reduced surface expression of activating NK receptors (NKp30, NKp46, and NKG2D) on CD56(dim) NK cells compared with uninfected newborns."}, {"pubmed": 16732291, "text": "Observations with normal peripheral blood NKG2D(+)CD8(+) T cells demonstrated unrecognized NKG2D-mediated immune functions, whereby FasL release promotes tumor cell death and NKG2D costimulation prolongs T cell survival."}, {"pubmed": 16849432, "text": "NKG2D and MICB in the cytotoxic NK cell immune synapse have roles in NK cell cytotoxic function"}, {"pubmed": 16887974, "text": "NKG2D mediates xenogeneic human anti-pig endothelial cell NK cell cytotoxicity by binding to the surface of porcine endothelial cells and to porcine UL16-binding protein 1 (pULBP1)."}, {"pubmed": 16901903, "text": "ULBP1 is a human ligand of the NKG2D receptor"}, {"pubmed": 16914326, "text": "Recent insights into the regulation of NKG2D function, the control over NKG2D ligand expression and the role of NKG2D in tumor immunity."}, {"pubmed": 17043026, "text": "To be fully sensitive to triggering, optimal natural killer (NK) cell reactivity requires a threshold of NKG2D expression above that of receptor levels in resting NK cells."}, {"pubmed": 17109473, "text": "Functions as a prototypic costimulatory receptor in a subset of human cytomegalovirus-specific CD4+ T lymphocytes."}, {"pubmed": 17173658, "text": "Significant elevated levels of NKG2D mRNA could be further detected in urine sediment prior to acute rejection, suggesting this receptor as a new candidate marker for the diagnosis of acute and chronic allograft rejection."}, {"pubmed": 17202358, "text": "reveal distinct modes of activation of the genes for the MHC class I-related chain ligands of NKG2D and provide a molecular framework for analyses of gene regulation under different cellular insult conditions"}, {"pubmed": 17217747, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17255258, "text": "NKG2D expression may have a role in immune evasion by tumors in gastric cancer"}, {"pubmed": 17267578, "text": "NKG2D-NKG2D ligand interactions can potentially contribute to cytotoxic responses mediated by activated immune effector cells in the inflamed central nervous system, as observed in multiple sclerosis."}, {"pubmed": 17405908, "text": "Natural killer cell lysis of T lymphocytes via NKG2D may be an additional mechanism to limit T-cell responses.0"}, {"pubmed": 17470428, "text": "free soluble ULBP protein, RAET1E2, that may impair NKG2D-mediated NK cell cytotoxicity to tumors"}, {"pubmed": 17570210, "text": "Role of MICA-NKG2D in activation of unique subset of CD4(+) T cells with inflammatory and cytotoxic properties in Crohn's disease."}, {"pubmed": 17584663, "text": "Data show that expression of NKG2D ligands MICA and MICB on CNE2 and CNE2/DDP cells is correlated with NK cell-mediated lysis."}, {"pubmed": 17609265, "text": "HTLV-1-infected CD4+ T cells did not express ligands for NK cell activating receptors, NCR and NKG2D, although they did express ligands for NK cell coactivating receptors, NTB-A and 2B4."}, {"pubmed": 17625602, "text": "upregulation of MICA and MICB by treatment with TsA leads to enhancement of the susceptibility of leukemic cells to the cytotoxicity of NKG2D-expressing cells"}, {"pubmed": 17635809, "text": "Results indicate for the first time that the NKG2D pathway is involved in the lysis of different melanomas, pancreatic adenocarcinomas, squamous cell carcinomas of the head and neck, and lung carcinoma."}, {"pubmed": 17661204, "text": "Expression levels of NKG2D ligands in tissues as well as cells, and suggested that the gastrointestinal tumors might be good candidates for natural killer cell-based cancer immunotherapy."}, {"pubmed": 17875681, "text": "NK cell-mediated killing of myeloma cell lines was dependent on either DNAM-1 or NKG2D but not both molecules."}, {"pubmed": 17923698, "text": "Engagement of NKG2D by itself is sufficient to stimulate the formation of the natural killer cells immunological synapse (NKIS), with recruitment of NKG2D to the center synapse."}, {"pubmed": 17991774, "text": "blockade of an NKG2D-ligand interaction completely prevents the HBV- and CD1d-dependent, nonclassical NKT cell-mediated acute hepatitis and liver injury"}, {"pubmed": 18006849, "text": "NKG2D, with cytokines, has a role in inhibiting systemic T-cell lymphoma growth"}, {"pubmed": 18023027, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18023027, "text": "single nucleotide polymorphisms associated with an increased risk of cholangiocarcinoma: rs11053781 and rs2617167"}, {"pubmed": 18024793, "text": "Co-expression of NKG2D and 4-1BB may represent an important biomarker for defining competency of tumor infiltrating CD8(+) T cells"}, {"pubmed": 18070447, "text": "NKG2D expression in peripheral lymphocytes correlates with the differentiation and stage of osteosarcoma."}, {"pubmed": 18094399, "text": "NKG2D is a biomarker of the status of cytotoxic t-lymphocyte activation in the tumor microenvironment and its expression is relevant to tumor growth"}, {"pubmed": 18094430, "text": "NKG2D+ T cells have a role in the immunologic response against tumor"}, {"pubmed": 18097042, "text": "Ap-1 is an important transcription factor for regulating DAP10 gene expression in human NK and T cells, it plays a key role in the transactivation of DAP10 promoter following TCR stimulation."}, {"pubmed": 18174257, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 18174257, "text": "the HNK1 genotype, associated with high NK cell activity, might be an independent protective factor for colorectal cancer among the Japanese population"}, {"pubmed": 18202175, "text": "Alterations in the NKG2D pathway are associated with progression from monoclonal gammopathy of undetermined significance to full-blown multiple myeloma."}, {"pubmed": 18230726, "text": "The down-regulation of ligands for both the NKG2D and NKp80 activation pathways provides KSHV with a powerful mechanism for evasion of NK cell antiviral functions."}, {"pubmed": 18275895, "text": "in NK cells cultured with IL-15, we observed an up-regulation of the activating receptors NKG2D, NKp30, and NKp46, associated with an increase in anti-tumor lytic activity."}, {"pubmed": 18280748, "text": "results show that IL-15 can improve the function of NK cells via up-regulating NKG2D expression, and also augmenting the expression of cytotoxic effector molecules and the phosphorylation of STAT1 and ERK1/2, which may also contribute the NK lysis"}, {"pubmed": 18287244, "text": "while infection with wild-type Ad enhances synthesis of the NKG2D ligands, MICA and MICB, their expression on the cell surface is actively suppressed."}, {"pubmed": 18313361, "text": "Cluster-like formations of \"Wegener's autoantigen\" PR3 were surrounded by NKG2D+ and NKG2D-ligand MIC+ cells in WG-granulomata, but not in disease controls."}, {"pubmed": 18316620, "text": "different types of stress can trigger up-regulated expression of different sets of NKG2D ligands"}, {"pubmed": 18354183, "text": "identifies a novel strategy developed by melanoma cells to evade NK cell-mediated immune surveillance based on the intracellular sequestration of immature forms of MICA in the endoplasmic reticulum"}, {"pubmed": 18360276, "text": "NKG2D ligand induction may participate in the amplification loop that leads to tissue damage during acute graft-versus-host disease."}, {"pubmed": 18361934, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18394936, "text": "NKG2D is not necessary for natural killer (NK) cell development but is critical for immunosurveillance of epithelial and lymphoid malignancies in two transgenic models of de novo tumorigenesis."}, {"pubmed": 18398827, "text": "NKG2D polymorphisms, previously associated with cholangiocarcinoma, do not seem to confer risk of sporadic colorectal cancer (CRC)."}, {"pubmed": 18398831, "text": "Interactions between NKG2D genotype and lifestyle exposure were statistically significant: opposite impact of NKG2D genotype by lifestyle (drinking and smoking)exposure to the risk of aerodigestive tract cancer among a Japanese population."}, {"pubmed": 18398831, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 18417514, "text": "in coculture lysis of bronchial epithelial cells depended on NK group 2 member D signalling; respiratory epithelium has an antigen presenting function and directly alloactivates cytotoxic CD8+ T-cells"}, {"pubmed": 18490724, "text": "data show that NKG2D is a likely physiological target for exosome-mediated immune evasion in cancer"}, {"pubmed": 18490733, "text": "findings show macrophage migration inhibitory factor may contribute to the immune escape of ovarian carcinoma by transcriptionally down-regulating NKG2D in vitro and in vivo which impairs NK cell cytotoxicity toward tumor cells"}, {"pubmed": 18508446, "text": "Release of NKG2DL has been observed in a broad variety of human tumor entities and is thought to interfere with NKG2D-mediated tumor immunity in several ways[REVIEW]"}, {"pubmed": 18564160, "text": "NKG2D expression on CD8+ T cells was significantly inversely correlated with the frequency of CD4_CD25+ Treg cells in esophageal cancer patients."}, {"pubmed": 18599182, "text": "ChNKG2D T cells respond to human myeloma cells and can be generated using clinically applicable cell culture techniques."}, {"pubmed": 18619507, "text": "results demonstrate that IL-12 improves the cytotoxicity of NK cells in an NKG2D-dependent manner and augments the expression of cytotoxic effector molecules"}, {"pubmed": 18657862, "text": "EWS tumor cells are recognized and lysed by resting and with higher efficacy by activated NK cells through NKG2D and DNAM-1 dependent pathways."}, {"pubmed": 18658158, "text": "the role of NKG2D and 2B4 is not focussed on trophoblast recognition in normal pregnancy, but is more likely involved in cross-talk among maternal cells of the placental bed"}, {"pubmed": 18700876, "text": "No significance was observed between the inhibitory (NKG2A) or activating (NKG2C and NKG2D) receptor genotypes and the presence of RF, ANA, or bony erosions in Rheumatoid arthritis."}, {"pubmed": 18700876, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18754036, "text": "NKG2D expressed on Sezary syndrome patients natural killer cells is functional and capable to induce degranulation"}, {"pubmed": 18832705, "text": "NKG2D-mediated activation of lung NK cells following respiratory infection with an opportunistic pathogen and further establish the importance of NKG2D in the host response against P. aeruginosa respiratory infection."}, {"pubmed": 18941207, "text": "Brain-infiltrating natural killer (NK) cells might restrict innate and adaptive immune responses via elimination of resting microglia; this cell killing is dependent on cell contact, NKG2D, and NKp46."}, {"pubmed": 19032228, "text": "KIR/HLA genotype and expression of NKG2C and NKG2D might play a significant role in regulating natural killer cell function and anti-cytomegalovirus immunity after kidney transplantation."}, {"pubmed": 19038287, "text": "NK stimulation with anti-NKGD2 antibodies results in re-organization of mitochondria towards the site of interaction with tumour cells (immune synapse)"}, {"pubmed": 19086992, "text": "the NKG2D-of MHC Class I chain-related protein interaction is an important molecular mechanism that is involved in the innate immune response to microbial signals in the human uterine endometr"}, {"pubmed": 19087227, "text": "Intrahepatic CD8+ T cells display increased NKG2D expression in chronic viral hepatitis in comparison with circulating CD8+ T cells."}, {"pubmed": 19118515, "text": "These findings provide a novel insight into the mechanisms evolved by hepatitis C virus to escape from the natural killer cell response."}, {"pubmed": 19124832, "text": "Activated CD4(+) T cells expressing NKG2DLs can efficiently prevent NKG2D-mediated CD8(+) T-cell functions; this suggest that the NKG2D/NKG2DL interaction can regulate immune responses."}, {"pubmed": 19140827, "text": "KLRK1 is involved in cancer immunosurveillance and possibly in prenatal selection."}, {"pubmed": 19140827, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 19155520, "text": "Both low NKG2D expression and up-regulation of its ligand MICA are related to reactive oxygen species production and may be involved in the immune deficiency of end-stage renal disease patients."}, {"pubmed": 19200602, "text": "CD14(+) monocytes promote NKG2D(+)CD4(+) T cells activation through the NKG2D-MIC engagement in the pathogenesis of systemic lupus erytematosus."}, {"pubmed": 19237603, "text": "Cytosolic phospholipase A(2) (cPLA(2)) is identified as a central molecule in NKG2D-mediated cytolysis in cytotoxic T lymphocytes."}, {"pubmed": 19289577, "text": "Immunosuppressive NKG2D(+)CD4(+) T cells appear functionally uncompromised in juvenile-onset systemic lupus erythematosus."}, {"pubmed": 19303396, "text": "In this work, the glycan ligands of NKG2D and CD94 for the first time were resolved."}, {"pubmed": 19319200, "text": "human Dendritic cell-derived exosomes harbor NKG2D ligands on their surface leading to a direct engagement of NKG2D and NK cell activation"}, {"pubmed": 19329438, "text": "the rapid degradation of NKG2D/DAP10 observed coincident with recruitment of the receptor to the cytotoxic immune synapse may explain the loss of NKG2D receptor expression after chronic exposure to NKG2D ligands"}, {"pubmed": 19363685, "text": "Increased expression of MICA associated with downregulation of the receptor NKG2D contributes to idiopathic pulmonary fibrosis."}, {"pubmed": 19424970, "text": "RAET1G, like ULBP2, appears broadly expressed, but exhibits a lower apparent avidity for NKG2D due to a mutation in the center of the MHC-like fold."}, {"pubmed": 19436053, "text": "data suggest that ULBP4 functions as a ligand for both TCRgammadelta and NKG2D and may play a key role in immune surveillance of tumor development and clearance of viral infection"}, {"pubmed": 19454690, "text": "an interaction between the regulatory subunit of PI3K, p85, and the adaptor protein CrkL is required for efficient NKG2D-mediated cellular cytotoxicity"}, {"pubmed": 19489688, "text": "NKG2D, CD158a and CD158b expression in MM patients may represent several clinically useful 'biomarkers' of suppressed NK function."}, {"pubmed": 19498463, "text": "On co-culture with some melanomas, activated CD4(+) T cells promoted NKG2D- and NKp46-dependent IFN-gamma secretion by NK cells, probably owing to the capture of NKG2D and NKp46 ligands from the tumour-cell surface (trogocytosis)."}, {"pubmed": 19508374, "text": "Data show upon HSV-1 infection of cell lines, surface levels of NKG2D ligands MICA antigen and UL16 binding protein 2 were downmodulated due to late viral ICP0 gene product(s)."}, {"pubmed": 19542445, "text": "NKG2D ligand-bearing placental exosomes play a role in immune escape of the fetus, supporting the view of placenta as a unique immunosuppressive organ."}, {"pubmed": 19555665, "text": "NKG2D and CD94 bind to heparin and sulfate-containing polysaccharides."}, {"pubmed": 19569244, "text": "Cosuppression of HLA Class I and NKG2D ligands and genes encoding peptide transporters or proteasomal genes mediates between RAS activation, DNMT activity and disruption of the antigen presenting system controlling immune recognition in CRC cells."}, {"pubmed": 19587005, "text": "binding of NKG2D to UL-16 binding protein (ULB)1 contributes to IL-23-dependent IL-17 production by CD4(+) cells in human M. tuberculosis infection."}, {"pubmed": 19658097, "text": "ULBP6 bound to recombinant NKG2D"}, {"pubmed": 19711124, "text": "There is a significant positive correlation of NKG2D expression with NK cytotoxicity."}, {"pubmed": 19735685, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19735685, "text": "systemic lupus erythematosus is associated with the single-nucleotide polymorphism rs2255336 of NKG2D."}, {"pubmed": 19794085, "text": "In patients with standard risk hematologic malignancies, the donor NKG2D-HNK1 haplotype is associated with significantly improved overall survival."}, {"pubmed": 19861434, "text": "NKG2D ligands are expressed by the majority of colorectal tumors"}, {"pubmed": 20008788, "text": "Vpr is a key determinant responsible for HIV-1-induced up-regulation of NKG2D ligands"}, {"pubmed": 20012119, "text": "increased CD8+ T-cell subsets as well as the abnormal expression of NKG2A and NKG2D on CD3+ T and CD3-CD56 + NK cells may play a role in the etiology of systemic lupus erythematosus"}, {"pubmed": 20024547, "text": "reduced expression in multiple myeloma patients"}, {"pubmed": 20045334, "text": "The immune-escape of pituitary adenoma is related to the down-regulation of NKG2D and the up-regulation of its ligand MICA."}, {"pubmed": 20074451, "text": "Report decreased phosphorylation of ERK1/2 following decreased expression of NKG2D in human K562 cells exposed to asbestos."}, {"pubmed": 20080967, "text": "analysis of differential mechanisms of shedding of the glycosylphosphatidylinositol (GPI)-anchored NKG2D ligands"}, {"pubmed": 20150362, "text": "NKG2D downregulation was primarily caused by tumor-derived tumor growth factor-beta in glioblastoma patients"}, {"pubmed": 20354827, "text": "the present study has suggested that a deficiency in MICA-NKG2D immune surveillance may contribute to pancreatic cancer progression."}, {"pubmed": 20393128, "text": "Inhibition of NKG2D expression in NK cells by cytokines secreted in response to human cytomegalovirus infection."}, {"pubmed": 20415540, "text": "heat shock protein 70 and NKG2D ligands are expresseed in acute myeloid leukemia cell lines"}, {"pubmed": 20460636, "text": "MICA-NKG2D played a role in disease pathogenesis in the majority of patients in our cohort of cases of large granular lymphocyte leukemia"}, {"pubmed": 20488792, "text": "stimulation allows expression of NKG2D ligands through multiple pathways"}, {"pubmed": 20511557, "text": "The protein kinase C transduction pathway is identified as a main regulator of the NKG2D-mediated costimulation of antitumor Vgamma9Vdelta2 cytolytic T cell responses."}, {"pubmed": 20519648, "text": "An orthopoxvirus histocompatibility class I-like protein binds with high affinity in an NKG2D-independent manner to marginal zone and B1 B cells and monocytes/macrophages, implicating NKG2D in antiorthopoxvirus immunity."}, {"pubmed": 20530257, "text": "In a transgenic mouse model of chronic NKG2D ligand expression, constant exposure to NKG2D ligand RNA export 1 homolog (Rae-1 epsilon) does not functionally impair NK cells or CD8-positive T cells in the context of viral infection."}, {"pubmed": 20587610, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20648603, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20648603, "text": "The single nucleotide polymorphism rs2617160 in NKG2D associated with susceptibility to chronic hepatitis B in a Han Chinese population."}, {"pubmed": 20800424, "text": "cytokines induce significant up-regulation of NKG2D expression while only IFN-alpha induced significant up-regulation of CD161"}, {"pubmed": 20844584, "text": "The functional status of CD8+ T cells is determined by CD28 but not NKG2D expression."}, {"pubmed": 20863413, "text": "Among gated CD3-expressing cells in bronchoalveolar lavage fluid, the percentage of CD8+ NKG2D+ cells is enhanced in patients with chronic obstructive pulmonary disease and smokers with normal lung function, compared to never-smokers."}, {"pubmed": 20926796, "text": "these results indicate that pathological NKG2D ligand expression leads to simultaneous impairment of multiple CD3zeta-dependent receptor functions"}, {"pubmed": 20959069, "text": "Lung cancer has low expression of NKG2D in CD8+NKT cells"}, {"pubmed": 21061445, "text": "IL-2-activated haploidentical NK cells restore NKG2D-mediated NK-cell cytotoxicity in neuroblastoma patients by scavenging of plasma MICA."}, {"pubmed": 21074271, "text": "The polyspecific NKG2D binding site is more tolerant of structural alteration in general than either an antibody-antigen or protein-peptide binding site, and this tolerance may adapt NKG2D to a broad range of protein surfaces with micromolar affinity."}, {"pubmed": 21085608, "text": "Downmodulation of NKG2D is associated with defective NK cell responses through NS5A-mediated imbalance of inflammatory cytokines during Hepatitis C virus infection."}, {"pubmed": 21115900, "text": "Induction of NKG2D ligands by VPA increased the susceptibility of cancer cells that are recognised by NKG2D to cytolysis by gammadelta T-cells."}, {"pubmed": 21179506, "text": "Results demonstrate that receptor-ligand dimensions, NKG2D/MICA and KIR2DL1/HLA-C, are important in NK cell recognition."}, {"pubmed": 21277902, "text": "down-regulation of NKG2D by EBV-induced IDO metabolite provides a potential mechanism by which EBV escapes NKG2D-mediated attack by immune cells."}, {"pubmed": 21307295, "text": "Transgenic natural killer (NK) cells shape CD8-positive T cell fate by killing recently activated CD8-positive T cells in a perforin- and NKG2D-dependent manner."}, {"pubmed": 21321202, "text": "results suggest that tumor co-option of NKG2D immunoreceptor expression may complement the presence of its ligands for stimulation of tumor growth"}, {"pubmed": 21469127, "text": "contributes to the anti-infectious activity of Vgamma9Vdelta2 T cells against Brucella suis"}, {"pubmed": 21477352, "text": "tumor epithelial cells express the NKG2D receptor that was thought to be exclusive to natural killer cells and cytotoxic lymphocytes"}, {"pubmed": 21518478, "text": "The positive expression rate of NKG2D and NKG2A on NK cells and CD3(+) T cells in ALL patients was no significantly different from that in AML patients."}, {"pubmed": 21518928, "text": "NKG2D receptor regulates human effector T-cell cytokine production."}, {"pubmed": 21554925, "text": "Data indicate that the increased frequency of CD8(+) effector-memory T cells with activating NKR KIR2DS4, NKG2C and NKG2D, and cytotoxicity toward hematopoietic cell lines suggests involvement in bone marrow failure and clonal expansion in PNH."}, {"pubmed": 21590763, "text": "the CD4- subset of human NKT cells can mediate direct lysis of target cells via NKG2D engagement independent of CD1d, and NKG2D also functions as a co-stimulatory receptor in these cells"}, {"pubmed": 21598106, "text": "The NKG2D 72Thr gene variant may protect against the incidence of systemic lupus erythematosus."}, {"pubmed": 21600899, "text": "NKG2D is a functional marker of CD4+ T cells that produce IL-17 in patients with Crohn's disease, via costimulation of the T-cell receptor and NKG2D."}, {"pubmed": 21626292, "text": "Decreased NKG2D expression on NK cells may be one of the key mechanisms responsible for NK cell dysfunction in gastric cancer"}, {"pubmed": 21689246, "text": "It is now postulated that the characteristic T cell \"swarm of bees\" infiltrate seen in alopecia areata is the result of T cells being attracted to the hair follicle by NKG2D-activating ligands"}, {"pubmed": 21706044, "text": "HMBOX1 negatively regulates the expression of NKG2D and the activation of the NKG2D/DAP10 signaling pathway in NK cells."}, {"pubmed": 21712812, "text": "In C2GnT-expressing bladder tumour cells galectin-3 bound the NKG2D-binding site of MICA, reducing the affinity of MICA for NKG2D on natural killer cells and hence severely impairing natural killer cell activation."}, {"pubmed": 21789015, "text": "TGF-BETA1 down-modulates surface NKG2D expression by controlling the transcriptional and translational levels of DAP10."}, {"pubmed": 21816829, "text": "Other gamma(c) cytokines act similarly to IL-2 in up-regulating DAP10 expression and NKG2D-DAP10 surface expression."}, {"pubmed": 22102694, "text": "Study shows that tumor-suppressive miR-34a and miR-34c act as ULBP2 repressors. Findings also implicate p53 in ULBP2 regulation, emphasizing the role of the specific NKG2DL in tumor immune surveillance"}, {"pubmed": 22104546, "text": "The NKG2D/ligand interaction is a critical molecular link in the vicious cycle of chronic inflammation and metabolic dysfunction that promotes atherosclerosis."}, {"pubmed": 22105417, "text": "decreased expression is associated with altered NK-cell function in pediatric transplant patients with PTLD"}, {"pubmed": 22143889, "text": "CEACAM1 dampens antitumor immunity by down-regulating NKG2D ligand expression on tumor cells."}, {"pubmed": 22167753, "text": "Data show that the lymph node (LN) stroma displayed in situ high levels of transcription and expression of the disulfide-isomerase ERp5 and of the disintegrin-metalloproteinase ADAM10, able to shed the ligands for NKG2D (NKG2D-L) from the cell membrane."}, {"pubmed": 22170554, "text": "Several SNPs belonging to NFKB1A and NKG2D showed a trend of association with susceptibility to HTLV-1-associated myelopathy/tropical spastic paraparesis in Peruvian patients."}, {"pubmed": 22200673, "text": "Data revealed that the decrease in NKG2D expression levels may have been associated with suppression of NK cell activity in CRC patients."}, {"pubmed": 22242197, "text": "The expression of CD85j, NKG2D, NKp30, NKp44, KIR2DL1/S1 and KIR2DL2/L3/S2 receptors at the cell surface evolves between 8 and 12 weeks of gestation."}, {"pubmed": 22252158, "text": "Decreased number and reduced NKG2D expression of Vdelta1 gammadelta T cells are involved in the impaired function of Vdelta1 gammadelta T cells in the tissue of gastric cancer."}, {"pubmed": 22304689, "text": "results suggest that histamine down-regulates NKG2D ligands through the activation of an histamine H1 receptor (H1R)- and H2R-mediated ubiquitin-proteasome pathway and consequently reduces susceptibility to NK cells"}, {"pubmed": 22316211, "text": "these results suggest that differential expression of NKG2D-ligands in cervical cancer cell lines might be associated with the down-modulation of NKG2D, as well as with changes in the cytotoxic activity of NKL cells after cell-cell contact with the tumor cells."}, {"pubmed": 22360401, "text": "NKG2D levels remain stable on the natural killer cells that persist at one week post-liver transplant in pediatric patients."}, {"pubmed": 22384114, "text": "Cytotoxicity of CD56(bright) NK cells towards autologous activated CD4+ T cells is mediated through NKG2D, LFA-1 and TRAIL and dampened via CD94/NKG2A"}, {"pubmed": 22438812, "text": "TGF-beta1 may reduce the expression of NKG2D/DAP10 and 2B4/SAPin patients with hepatitis B."}, {"pubmed": 22449797, "text": "NK cell induction of hepatic stellate cell apoptosis in HCV infection was contact dependent and could partly be blocked by antibodies specific for TRAIL, NKG2D and FasL."}, {"pubmed": 22480139, "text": "studies may suggest that the women with cervical cancer bearing the NKG2D 72Thr gene variant might be protected against progression to advanced stages of this cancer"}, {"pubmed": 22507622, "text": "NKG2D haplotypes are associated with the expression levels of NKG2D protein on NK and CD8 T cells, resulting in inter-individual variations in human cytotoxic response."}, {"pubmed": 22555808, "text": "We conclude that NKG2D-NKG2D ligand interaction may be one of the mechanisms by which CIK cells kill MM cells."}, {"pubmed": 22585739, "text": "study describes that both N-WASp and WASp participate in the inhibition of NK-cell chemotaxis in response to NKG2D WASp engagement, and that this effect is not dependent on the regulation of F-actin dynamics"}, {"pubmed": 22613008, "text": "high killing activity of natural killer cells against K562 was abolished through the addition of a NKG2D blocking antibody"}, {"pubmed": 22640649, "text": "Report expression of NKG2D and CD107 in CD8(+) effector memory lymphocytes in Churg-Strauss syndrome."}, {"pubmed": 22715368, "text": "IL-15+IL-12 has an immunomodulatory effect on NK cell subsets from HIV-infected individuals viz down-regulation of iNKRs, elevation of activatory receptors NKp46 and NKG2D, and induction of coreceptor NKp80."}, {"pubmed": 22730533, "text": "NKG2DL expression on leukemia cells is relevant for natural kiiller (NK) cell immunosurveillance as well as involvement of soluble NKG2DL in NKG2D downregulation, which results in impaired NK reactivity against leukemia targets."}, {"pubmed": 22798674, "text": "Upregulation of NKG2D ligands by H-RasV12 increased sensitivity of cells to NK cell-mediated cytotoxicity"}, {"pubmed": 22806577, "text": "Simultaneous knockdown of multiple ligands (MICA/B, ULBP2, and ULBP3) significantly attenuated NK cell cytolysis against human NKG2D ligand-positive hepatocyte L-02 cells."}, {"pubmed": 22870231, "text": "The ability to express NKG2D at the cell surface was primarily determined by the activation or differentiation status of the CD4(+) T-cells and not by the antigen presenting cells"}, {"pubmed": 22942430, "text": "Decreased expression of NKG2D in transgenic mice in response to IL-4 is associated with inhibition of NKG2D-dependent CD8 T cell activation."}, {"pubmed": 23020627, "text": "TGF-beta1 secreted by multipotent mesenchymal stromal cells is responsible for impaired cytotoxic t-cells and natural killer function by down-modulating surface NKG2D expression."}, {"pubmed": 23115291, "text": "Here, the authors show that cowpox virus-encoded OMCP binds the NKG2D homodimer as a monomer and competitively blocks host ligand engagement."}, {"pubmed": 23235109, "text": "These findings suggest that differential NKG2D expression in the different cell subsets is regulated by epigenetic mechanisms."}, {"pubmed": 23298206, "text": "NKG2D is expressed by all natural killer (NK) cells but is not limited to NK cells, as it is also expressed by many T cells, including all CD8-positive T cells in humans."}, {"pubmed": 23298273, "text": "Results suggest that aberrantly decreased levels of NKG2D expression on NK cells and CD8(+) T cells might be one of the factors led to disturbed immunological function in Kawasaki disease (KD)."}, {"pubmed": 23302231, "text": "cytotoxic potential of NK cells against a wide spectrum of tumor subtypes could be markedly enhanced by expression of NKG2D-DAP10-CD3zeta receptors"}, {"pubmed": 23360454, "text": "data describe immune escape mechanism of monoclonal gammopathy/multiple myeloma occuring via downregulation of 3 major activating NK receptors (NCR3/NKp30, NKG2D and CD244/2B4/p38) in bone marrow, that was undetectable in peripheral blood."}, {"pubmed": 23413900, "text": "Studies indicate that a crosstalk between CTLA-4 and NKG2D can modulate the function of effector CD8+ T cells."}, {"pubmed": 23417963, "text": "NKG2D is functionally expressed on CD4CD28(-) and CD8 T-cells in giant cell arteritis and polymyalgia rheumatica. NKG2D-ligands are present in temporal arteries and may co-stimulate NKG2D expressing T-cells."}, {"pubmed": 23445485, "text": "resveratrol consistently upregulated the NKG2D receptor expression and enhanced NKG2D-mediated functions in resting NK cells obtained from healthy individuals"}, {"pubmed": 23772752, "text": "Data suggest that a common polymorphism in MICA (MICA*008)--a ligand for NKG2D--results in protein that exists in soluble and membrane-bound forms and is attached to membranes by glycosylphosphatidylinositol (GPI) which controls transit to exosomes."}, {"pubmed": 23846901, "text": "these data illustrate in vivo that NKG2D is regulated by [Mg2+]i and apparently plays a key role in Epstein-Barr virus control."}, {"pubmed": 23913973, "text": "The tumor-associated expression of NKG2D ligands helps destroy malignant cells but in advanced cancer, NKG2D & its ligands are targeted for immune invasion & suppression, autocrine stimulation, & progression. Review."}, {"pubmed": 23945543, "text": "Oligoclonal expansions of mucosal T cells in Crohn's disease predominate in NKG2D-expressing CD4 T cells."}, {"pubmed": 23947399, "text": "significant increase within the CD4+NKG2D+ T cell population in CIN 1 patients might be the result of a chronic exposure to viral and/or pro-inflammatory factors, and concomitantly might also influence the clearance of CIN 1-type lesion."}, {"pubmed": 23994587, "text": "Soluble MICA-NKG2D interaction upregulates IFN-gamma production by activated CD3-CD56+ NK cells."}, {"pubmed": 24019170, "text": "gammadelta T cells can mediate anticancer immunity via NKG2D-regulated production of sTRAIL."}, {"pubmed": 24141776, "text": "Results show that NKG2D-mediated effects on tumor initiation may represent another factor in the observed overall enhancement of tumor development."}, {"pubmed": 24168855, "text": "we analyzed the function of the NKG2D receptor in human CD8(+) T cell chemotaxis"}, {"pubmed": 24203492, "text": "Entinostat enhances NK cell killing of cancer cells through upregulation of both NKG2D and its ligands."}, {"pubmed": 24282598, "text": "identify CD4(+)NKG2D(+) cells as a subpopulation of T helper cells with enhanced migratory, encephalitogenic and cytotoxic properties involved in inflammatory CNS lesion development"}, {"pubmed": 24496997, "text": "XLP1 inhibitory effect by 2B4 does not affect DNAM-1 and NKG2D activating pathways in NK cells."}, {"pubmed": 24673109, "text": "Balance between activating NKG2D, DNAM-1, NKp44 and NKp46 and inhibitory CD94/NKG2A receptors determine natural killer degranulation towards rheumatoid arthritis synovial fibroblasts."}, {"pubmed": 24718859, "text": "surface up-regulation of NKG2D ligands by human epithelial cells in response to ultraviolet irradiation, osmotic shock, oxidative stress, and growth factor provision is attributable to activation of the epidermal growth factor receptor."}, {"pubmed": 24769842, "text": "Downregulated NKG2D, NKp46, and DNAM-1 receptors associated with impaired NK cell effector function are important biomarkers of advanced disease with a poor prognosis in melanoma patients."}, {"pubmed": 24777763, "text": "The importance of NKG2D engagement on NK cells."}, {"pubmed": 24803550, "text": "The distribution of the activating NKG2D receptor in lipid rafts was studied in NK cells.  L-plastin plays an important role in the clustering of NKG2D into lipid rafts."}, {"pubmed": 24841552, "text": "Results suggest that ULBP2 is expressed and released from cervical cancer cells by CRF, which regulates NKG2D expression in natural killer cells."}, {"pubmed": 24846123, "text": "c-Cbl regulates MICA- but not ULBP2-induced NKG2D down-modulation in human NK cells."}, {"pubmed": 24891320, "text": "NKG2D expression in NK cells is regulated at the transcriptional level by STAT3, resulting in a functional NK cell defect in patients with STAT3 mutations."}, {"pubmed": 25092887, "text": "competitive interference of NKG2D/DAP10 complexes by truncated NKG2D constitutes a novel mechanism for regulation of NKG2D-mediated function in human CD8(+) T cells and NK cells."}, {"pubmed": 25136121, "text": "These findings reveal a previously unidentified immune evasion strategy whereby tumors produce soluble factors that induce NKG2D ligands on myeloid cells, subverting antitumor immune responses."}, {"pubmed": 25203601, "text": "genetic polymorphism may influence the success of pregnancy in Tunisian women"}, {"pubmed": 25258323, "text": "monomethylated selenium compounds can modulate the expression of NKG2D ligands in cancer cells, thereby enhancing their recognition and elimination by NKG2D-expressing immune effector cells"}, {"pubmed": 25286418, "text": "NK cells in chronic lymphocytic leukemia showed an impaired expression of NKG2D receptor and a defective cytotoxic activity."}, {"pubmed": 25291178, "text": "NKG2D may have the capacity to drive high malignancy traits underlying metastatic disease."}, {"pubmed": 25473094, "text": "This study, using validated and specific antibodies, analyzed the immunohistochemical expression of NKG2D ligands in epithelial neoplasms and their normal counterpart tissues."}, {"pubmed": 25545687, "text": "this study investigates the structural requirements for the recruitment of the human-activating NK-cell receptors NKG2D and 2B4 to detergent-resistant membrane fractions in the murine BA/F3 cell line and in the human NK-cell line NKL."}, {"pubmed": 25597312, "text": "NKG2D and DNAM-1 ligand upregulation might sensitize B cells undergoing lytic Epstein-Barr virus replication to NK cell recognition. (Review)"}, {"pubmed": 25721293, "text": "Sulforaphane induces ROS mediated induction of NKG2D ligands in human cancer cell lines and enhances susceptibility to NK cell mediated lysis."}, {"pubmed": 25775242, "text": "This study suggests that NKG2D ligands shedding of MICA, MICB and ULBP-2 is a novel pathway in endometriosis complex pathogenesis that impairs Natural Killer Cells cell function."}, {"pubmed": 25854581, "text": "NKG2D and DNAM-1 receptor-ligand interactions were essential in cytolysis by resting NK cells, as simultaneous blocking of both pathways resulted in almost complete abrogation of the cytotoxicity."}, {"pubmed": 25861030, "text": "There was a significant association between congenital cytomegalovirus disease and a single nucleotide polymorphism, Thr72Ala, in NKG2D."}, {"pubmed": 25924638, "text": "There was a significant reduction in the percentage of NKG2D+NK cells as well as NKG2D mRNA expression in peripheral blood of metastatic colon cancer patients."}, {"pubmed": 25983110, "text": "A conserved WW domain-like motif regulates CD74 antigen-dependent cell-surface transport of the NKG2D ligand ULBP2."}, {"pubmed": 25995251, "text": "Varicella-Zoster Virus differentially modulates expression of the NKG2D ligands by upregulating MICA expression and reducing ULBP2 and ULBP3 expression in the infected cells."}, {"pubmed": 26022178, "text": "GSK-3 undergoes inhibitory phosphorylation at regulatory serine residues by the engagement of NKG2D and 2B4, either individually or in combination."}, {"pubmed": 26100786, "text": "We found a significant increased percentage of NKG2D(+) cells, in peripheral blood from Graves disease patients compared to controls"}, {"pubmed": 26113176, "text": "Both mRNA and protein levels of NKG2D, MICA, MICB and ULBP were upregulated in six types of thymomas compared with those in atrophic thymus or proliferating thymus."}, {"pubmed": 26236752, "text": "NKG2D signaling leads to NK cell mediated lysis of childhood AML despite high HLA I expression."}, {"pubmed": 26276724, "text": "Activated and expanded natural killer cells target osteosarcoma tumor initiating cells in an NKG2D-NKG2DL dependent manner."}, {"pubmed": 26277900, "text": "In the second trimester, functional markers of Decidual natural killer activation, i.e., angiogenic factor production (e.g., vascular endothelial growth factor, interleukin-8, interferon-gamma), remained stable despite an increase in NKp80 or NKG2D surface expression."}, {"pubmed": 26311146, "text": "these findings suggest that TGFbetainduced release of soluble MICA leads to downregulation of NKG2D, thereby preventing NK cellmediated cytotoxicity toward renal proximal tubular epithelial cells in renal IRI"}, {"pubmed": 26372382, "text": "Taken together, these results demonstrate that endogenous levels of IFN-alpha secreted by plasmacytoid dendritic cells induce natural killer cells to lyse HIV-1-infected autologous CD4+ primary T cells via the engagement of NKp46 and NKG2D."}, {"pubmed": 26387089, "text": "data suggest that STAT3 contributes to NK cell recognition by modulating NKG2D ligands in K562/AO2 cells, which may a mechanism by which cells survive and cause relapse of leukemia."}, {"pubmed": 26477527, "text": "study indicates a direct NKG2D-dependent stimulatory effect of human CD34+ cells on allogeneic NK cells. These findings may be relevant to the NK-mediated rejection effect in HLA-mismatched hematopoietic stem cell transplantation"}, {"pubmed": 26483398, "text": "The reduced cell surface expression of NKG2D in response to engagement by MICA-129Met variants appeared to reduce the severity of acute graft-versus-host disease."}, {"pubmed": 26508790, "text": "These results suggest that NKG2D-DAP10 endocytosis represents a means to decrease cell surface receptor abundance, as well as to control signaling outcome in cytotoxic lymphocytes."}, {"pubmed": 26509932, "text": "These data underscore that NKG2D downregulation contributes to impaired CD8 T-cell responses in untreated HIV-1 infection."}, {"pubmed": 26563374, "text": "our results support and explain the mechanism behind the recently reported finding that in EOC, NK-cell recognition and killing of tumor cells was mainly dependent on DNAM-1 signaling while the contribution of the NKG2D receptor-ligand pathway was complementary and uncertain."}, {"pubmed": 26595802, "text": "Data show that NK cells derived from HER2-positive breast cancer (BC) patients after treatment with taxane-containing therapy expressed higher levels of NKG2D receptor than before treatment."}, {"pubmed": 26616050, "text": "In conclusion DNT cell can significantly inhibit the growth of pancreatic carcinoma in vivo, and the mechanism may be involved in abnormal expressions of MICA and NKG2D."}, {"pubmed": 26740330, "text": "tumoral NKG2D stimulates cell propagation and immune escape in acute myeloid leukemia cells"}, {"pubmed": 26791237, "text": "Bispecific protein rG7S-MICA recruits natural killer cells and enhances NKG2D-mediated immunosurveillance against hepatocellular carcinoma."}, {"pubmed": 26909862, "text": "Data show that anti-VEGFR2 (vascular endothelial growth factor receptor 2) antibody (mAb04) of fusion protein (mAb04-MICA) enhanced immunosurveillance activated by the NKG2D pathway."}, {"pubmed": 26968781, "text": "MicroRNA-30c promotes natural killer cell cytotoxicity via up-regulating the expression level of NKG2D"}, {"pubmed": 27116977, "text": "IDH mutant glioma cells acquire resistance to natural killer cells through epigenetic silencing of NKG2D ligands ULBP1 and ULBP3"}, {"pubmed": 27168217, "text": "this study shows that aberrant NKG2D expression with IL-17 production of CD4+ T subsets in patients with type 2 diabetes"}, {"pubmed": 27183590, "text": "Supporting a role for NKG2D ligand expression in controlling the progression of early-stage B cell lymphomas in humans, we found higher expression of a microRNA that inhibits human NKG2D ligand expression in tumor cells from high-grade compared with low-grade follicular lymphoma patients."}, {"pubmed": 27221592, "text": "Sole engagement of NKG2D, 2B4 or DNAM-1 is insufficient for NF-kappaB activation."}, {"pubmed": 27296670, "text": "The authors demonstrate that HIV and specifically Nef and/or Vpu do not modulate CD155 on infected primary T cells and both CD155 and NKG2D ligands synergize as a natural killer cell receptor to trigger natural killer cell lysis of the infected cell."}, {"pubmed": 27487965, "text": "Utilizing assays measuring cytolysis, the authors provide the first data implicating NKG2D in antibody-dependent NK cell responses against a target cell line either pulsed with gp120 or infected with HIV-1."}, {"pubmed": 27633040, "text": "High NKG2D expression is associated with hepatocellular carcinoma."}, {"pubmed": 27783394, "text": "The NKG2D gene polymorphisms may modify the risk of development and severity of RA."}, {"pubmed": 27868339, "text": "The interaction of Fas receptor with FasL leads to an activation of the Tag7-Hsp70 complex in the lymphocyte membrane fraction, and here FasL acts as a receptor that induces intracellular signaling in lymphocytes.An interaction of the MicA stress ligand with the NKG2D receptor is necessary for the release of this cytotoxic complex"}, {"pubmed": 27995954, "text": "The NKG2D rs1049174 variant occurs within a targeting site for miR-1245, a negative regulator of NKG2D expression. Compared with the higher cytotoxicity allele HNK, the LNK allele was more efficiently targeted by miR-1245 and thus determined lower NKG2D expression in NK cells with the LNK genotype."}, {"pubmed": 28031333, "text": "non-virally infected human T cells can express NKG2DL, with implications for stress surveillance by the large number of NKG2D-expressing NK cells sequestered in the liver."}, {"pubmed": 28218426, "text": "High NKG2D expression is associated with gastric cancer."}, {"pubmed": 28233611, "text": "Suggest NKG2D as a senescence marker in zero-hour kidney biopsies is indicative for clinical outcome in kidney transplantation."}, {"pubmed": 28273905, "text": "Study demonstrates that NKG2D regulates immune inflammation and anti-viral response partly through activation of natural killer cells during HBV infection."}, {"pubmed": 28338101, "text": "Finding indicate that HDAC3 and STAT3 signaling cooperate in the regulation of NKG2D expression in natural killer cells."}, {"pubmed": 28339029, "text": "Blocking the interaction of NKG2D with its ligands deleted the sensitizing effects of HCQ. In addition, we showed that HCQ did not affect the synthesis or degradation of ULBP4, but induced the translocation of ULBP4 from the cytoplasm to the cell membrane"}, {"pubmed": 28433635, "text": "Our data showed that NKG2D receptor could be an independent favorable prognostic indicator for gastric cancer. Furthermore, decreased NKG2D expression might be the mechanism underlying immune evasion by tumors in gastric cancer."}, {"pubmed": 28455530, "text": "Results suggest that NKG2D+CD4+ T cells are involved in the pathogenesis of systemic lupus erythematosus by killing Treg cells in a NKG2D-NKG2DL-dependent manner."}, {"pubmed": 28499126, "text": "our results define cancer cell NKG2D as an important regulator of tumor initiation in ovarian cancer and presumably other malignancies and thus challenge current efforts in immunotherapy aimed at enhancing NKG2D function"}, {"pubmed": 28500232, "text": "data demonstrate the robust antitumor activity of these NKG2D ligand-binding bispecific proteins and support their further development for clinical use."}, {"pubmed": 28523761, "text": "Report altered expression of miR-27a*/NKG2D/ULBP2 in peripheral blood mononuclear cells and natural killer cells of pediatric systemic lupus erythematosus patients."}, {"pubmed": 28615199, "text": "These results suggest the involvement of HIV-1 nef and human NKG2D-NKG2D ligand interactions in the enhanced susceptibility of HIV-1-infected cells from HIV elite controllers to antibody-dependent cellular cytotoxicity responses."}, {"pubmed": 28617830, "text": "On-treatment decrease of NKG2D correlates to early emergence of clinically evident hepatocellular carcinoma after interferon-free therapy for chronic hepatitis C"}, {"pubmed": 28655861, "text": "CD45 is a regulator of IL-2 synergy in the NKG2D-mediated activation of immature human NK cells"}, {"pubmed": 28659311, "text": "Our results demonstrate NKG2D-4-1BB-CD3z CAR-redirected memory T cells target NKG2DL-expressing osteosarcoma cells in vivo and in vitro and could be a promising immunotherapeutic approach for patients with osteosarcoma"}, {"pubmed": 28684217, "text": "Blockade of NKG2D on CD8(+) T cells inhibited the migration over ligand-expressing endothelial cells. Intestinal induction of NKG2D ligands and ligand-induced down-regulation of NKG2D in Crohn's disease (CD) suggest that the NKG2D-ligand interaction may be involved in both the activation and recruitment of NKG2D(+) lymphocytes into the inflamed CD intestine."}, {"pubmed": 28708284, "text": "this study shows that CD20-specific immunoligands engaging NKG2D enhance gammadelta T cell-mediated lysis of lymphoma cells"}, {"pubmed": 28724544, "text": "Strategies to block MICA-NKG2D interactions resulted in reductions in IFNgamma production. Depletion of monocytes in vivo resulted in decreased IFNgamma production by murine NK cells upon exposure to Ab-coated tumor cells"}, {"pubmed": 28739693, "text": "After PSK administration, INF-g production in CD8(+) T cells increased in mice with cells expressing neither Rae-1 nor H60, but did not change in mice implanted with cells expressing both Rae-1 and H60. We demonstrated that the expression of NKG2DLs affects tumor immunity and the efficacy of immuno therapy in tumor-bearing mouse model"}, {"pubmed": 28795321, "text": "These data suggest that NKG2D gene polymorphisms may represent candidate biomarkers for the prediction of treatment-free remission (TFR) of chronic myeloid leukemia (CML) after dasatinib (Das) treatment."}, {"pubmed": 28893955, "text": "these results demonstrate that NKG2D signaling is critical for maximal TNF-alpha release by NK cells"}, {"pubmed": 28986447, "text": "Data suggest that increased expression of NKG2D ligands after virus infection depends on interferon response factors activated by the detection of viral double-stranded RNA by pattern-recognition receptors (RIG-I/MDA-5); NKG2D ligand up-regulation can be blocked by expression of viral dsRNA-binding proteins. (RIG-I = retinoic acid-inducible gene-I protein; MDA5 = melanoma differentiation associated protein-5)"}, {"pubmed": 29162646, "text": "Data show that the survival benefit afforded by temozolomide (TMZ) or irradiation (IR) relied on an intact killer cell lectin-like receptor subfamily K, member 1 protein (NKG2D) system."}, {"pubmed": 29330929, "text": "Authors found NK cell cytotoxicity to CRPC cells decreases when tumor cells are treated with adipocyte CM associated with PD-L1 and NKG2D ligand level alterations."}, {"pubmed": 29568297, "text": "in this review, authors provide an overview of the impact of NKG2D stimulation during hematopoietic development and during acute and chronic stimulation in the periphery on immune cell responsiveness"}, {"pubmed": 29580037, "text": "Low NKG2D expression on NKT cells is associated with Nasopharyngeal Carcinoma."}, {"pubmed": 29625837, "text": "Exogenous HBsAg stimulated NKG2D expression on NK cells from CHB patients which inhibit HCV replication, suggesting that HBsAg may facilitate the clearance of HCV in patients with HBV/HCV co-infection."}, {"pubmed": 29636390, "text": "Data show that the response of NK cells activated by ULBP2 was augmented by an interaction between NKG2D ligand 2 protein (ULBP2)-bound natural killer group 2D (NKG2D) and IL- interleukin 15 receptor (IL-15R)."}, {"pubmed": 29713019, "text": "The HepG2-exosomes expressed NKG2D, an activating receptor for immune cells, and HSP70, a stress-induced heat shock protein associated with angiogenesis through the vascular endothelial growth factor (VEGF) receptor"}, {"pubmed": 29741244, "text": "By an enhanced local cytotoxic response through the NKG2D receptor-ligand pathway."}, {"pubmed": 29967528, "text": "the GWAS susceptibility allele rs10772271 of NKG2D for viral bronchiolitis in childhood is linked to decreased NKG2D expression in the QTL data"}, {"pubmed": 30254634, "text": "the regulation of NKG2D ligand expression remains fragmentary, research of the past years revealed multiple cellular mechanisms that are adopted by tumor cells to reduce the expression of \"stress-induced ligands\" and therefore escape immune recognition."}, {"pubmed": 30255106, "text": "this paper shows that the decreased expression of activating receptor NKG2D on peripheral blood NK cells is positively associated with gastric cancer progression"}, {"pubmed": 30319620, "text": "Higher percentages of NK, NKT, and T cells expressing NKG2D were detected in peripheral blood mononuclear cells of Behcet disease (BD) patients than healthy controls (HC). ROC curve analysis showed that the evaluation of NKG2Dpos NK, NKT, and T cell percentages discriminated between BD patients and HC. Increased expression of NKG2D in BD patients is likely involved in disease pathogenesis."}, {"pubmed": 30452881, "text": "NKG2D played a greater role in the killing of IRE1/XBP1 knockout target cells."}, {"pubmed": 30576948, "text": "CD56 + T cells expressing NKG2D, especially in the NKG2D(Hi) population may be involved in pathogenesis and severity of T2D via IL-17."}, {"pubmed": 30813924, "text": "NK cells are important cytotoxic cells in the immune system, and the activated NKG2D receptor on the NK cell surface can bind to NKG2D ligands expressed in tumor cells, enabling NK cells to activate and kill tumor cells. (Review)"}, {"pubmed": 30988067, "text": "miR-20a regulates sensitivity of colorectal cancer cells to NK cells by targeting MICA."}, {"pubmed": 31235500, "text": "NKG2D-DAP10 signaling recruits EVL to the cytotoxic synapse to generate F-actin and promote NK cell cytotoxicity."}, {"pubmed": 31351411, "text": "We identified a chimeric PD1-NKG2D receptor."}, {"pubmed": 31432134, "text": "The inhibition of cMyc increased MHC class I polyeptiderelated sequence B and UL16 binding protein 1 expressions among NKG2D ligands, and the overexpression of cMyc suppressed the expression of all NKG2D ligands, except MHC class I polyeptiderelated sequence A."}, {"pubmed": 31484657, "text": "Eradication of Hepatocellular Carcinoma by NKG2D-Based CAR-T Cells."}, {"pubmed": 31544773, "text": "The risk of gastric cancer is related to the SNPs of NKG2D gene (rs1049174). Patients who carry the rs1049174 GG genotype have a higher incidence of the gastric cancer and a multivariate odds ratio (OR) of 1.85 (95% confidence intervals (CI): 1.02-3.38)."}, {"pubmed": 31877315, "text": "NKG2D Defines a Subset of Skin Effector Memory CD8 T Cells with Proinflammatory Functions in Vitiligo."}, {"pubmed": 31894267, "text": "Dormancy and NKG2D system in brain metastases: Analysis of immunogenicity."}, {"pubmed": 31935378, "text": "Targeting of the MICA-NKG2D axis by miR-146b-5p might be one of the ways adopted by thyroid cancer cells to aid the tumor in evading the immune response."}, {"pubmed": 32082316, "text": "Boosting Natural Killer Cell-Mediated Targeting of Sarcoma Through DNAM-1 and NKG2D."}, {"pubmed": 32107037, "text": "MICA and KLRK1 genes and their impact in cervical intraepithelial neoplasia development in the southern Brazilian population."}, {"pubmed": 32727790, "text": "Mutant KRAS Promotes NKG2D(+) T Cell Infiltration and CD155 Dependent Immune Evasion."}, {"pubmed": 32928966, "text": "Pseudomonas aeruginosa Infection Impairs NKG2D-Dependent NK Cell Cytotoxicity through Regulatory T-Cell Activation."}, {"pubmed": 33063590, "text": "Association between rs1049174 NKG2D gene polymorphism and idiopathic recurrent spontaneous abortion in Iranian women: a case-control study."}, {"pubmed": 33122818, "text": "Circulating CD56+ NKG2D+ NK cells and postoperative fertility in ovarian endometrioma."}, {"pubmed": 33125101, "text": "Oral cancer cellderived exosomes modulate natural killer cell activity by regulating the receptors on these cells."}, {"pubmed": 33279621, "text": "Lysine acetylation of NKG2D ligand Rae-1 stabilizes the protein and sensitizes tumor cells to NKG2D immune surveillance."}, {"pubmed": 33303573, "text": "Nutlin-3a Enhances Natural Killer Cell-Mediated Killing of Neuroblastoma by Restoring p53-Dependent Expression of Ligands for NKG2D and DNAM-1 Receptors."}, {"pubmed": 33314028, "text": "Vogt-Koyanagi-Harada patients show higher frequencies of circulating NKG2D(pos) NK and NK T cells."}, {"pubmed": 33392659, "text": "Genetic variants in NKG2D axis and susceptibility to Epstein-Barr virus-induced nasopharyngeal carcinoma."}, {"pubmed": 33513976, "text": "Natural Killer Cell Phenotype and Functionality Affected by Exposure to Extracellular Survivin and Lymphoma-Derived Exosomes."}, {"pubmed": 33556116, "text": "The NKG2D ligand ULBP4 is not expressed by human monocytes."}, {"pubmed": 33777016, "text": "NKG2D as a Cell Surface Marker on gammadelta-T Cells for Predicting Pregnancy Outcomes in Patients With Unexplained Repeated Implantation Failure."}, {"pubmed": 33868289, "text": "Role of Polymorphisms of NKG2D Receptor and Its Ligands in Acute Myeloid Leukemia and Human Stem Cell Transplantation."}, {"pubmed": 34009568, "text": "Expression profiles of Natural Killer Group 2D Ligands (NGK2DLs) in colorectal carcinoma and changes in response to chemotherapeutic agents."}, {"pubmed": 34155069, "text": "Retargeting IL-2 Signaling to NKG2D-Expressing Tumor-Infiltrating Leukocytes Improves Adoptive Transfer Immunotherapy."}, {"pubmed": 34203519, "text": "Differential Effects of Histone Deacetylases on the Expression of NKG2D Ligands and NK Cell-Mediated Anticancer Immunity in Lung Cancer Cells."}, {"pubmed": 34294876, "text": "Tumor-derived NKG2D ligand sMIC reprograms NK cells to an inflammatory phenotype through CBM signalosome activation."}, {"pubmed": 34298181, "text": "Altered NK-cell compartment and dysfunctional NKG2D/NKG2D-ligand axis in patients with ataxia-telangiectasia."}, {"pubmed": 34372495, "text": "Intracellular Sequestration of the NKG2D Ligand MIC B by Species F Adenovirus."}, {"pubmed": 34607074, "text": "Effect of Donor NKG2D Polymorphism on Relapse after Haploidentical Transplantation with Post-Transplantation Cyclophosphamide."}, {"pubmed": 34691037, "text": "NKG2D Engagement Alone Is Sufficient to Activate Cytokine-Induced Killer Cells While 2B4 Only Provides Limited Coactivation."}, {"pubmed": 34773897, "text": "SARS-CoV-2 peptides bind to NKG2D and increase NK cell activity."}, {"pubmed": 34913508, "text": "NKG2D discriminates diverse ligands through selectively mechano-regulated ligand conformational changes."}, {"pubmed": 35003895, "text": "CEBPA mutants down-regulate AML cell susceptibility to NK-mediated lysis by disruption of the expression of NKG2D ligands, which can be restored by LSD1 inhibition."}, {"pubmed": 35132098, "text": "KLRK1 as a prognostic biomarker for lung adenocarcinoma cancer."}, {"pubmed": 35584138, "text": "Spatially resolved in silico modeling of NKG2D signaling kinetics suggests a key role of NKG2D and Vav1 Co-clustering in generating natural killer cell activation."}, {"pubmed": 35967396, "text": "GAS6/TAM signaling pathway controls MICA expression in multiple myeloma cells."}, {"pubmed": 35970825, "text": "Circular EZH2-encoded EZH2-92aa mediates immune evasion in glioblastoma via inhibition of surface NKG2D ligands."}, {"pubmed": 36122437, "text": "STAT1 is associated with NK cell dysfunction by downregulating NKG2D transcription in chronic HBV-infected patients."}, {"pubmed": 36346670, "text": "NKG2D receptor activation drives primary graft dysfunction severity and poor lung transplantation outcomes."}, {"pubmed": 36440686, "text": "NKG2D engagement on human NK cells leads to DNAM-1 hypo-responsiveness through different converging mechanisms."}, {"pubmed": 36543165, "text": "SARS-CoV-2 escapes direct NK cell killing through Nsp1-mediated downregulation of ligands for NKG2D."}, {"pubmed": 36590594, "text": "IL-15 induced bystander activation of CD8[+] T cells may mediate endothelium injury through NKG2D in Hantaan virus infection."}, {"pubmed": 36634520, "text": "NKG2D signaling shifts the balance of CD8 T cells from single cytokine- to polycytokine-producing effector cells."}, {"pubmed": 36763517, "text": "Role of NKG2D ligands and receptor in haploidentical related donor hematopoietic cell transplantation."}, {"pubmed": 36883486, "text": "INTERLEUKIN-6 AND NKG2D AS PROGNOSTIC FACTORS IN IRAQI FEMALES WITH PITUITARY GAND ADENOMA: A LONGITUDINAL STUDY."}, {"pubmed": 37076962, "text": "UCA1 Inhibits NKG2D-mediated Cytotoxicity of NK Cells to Breast Cancer."}, {"pubmed": 37352688, "text": "Association between NKG2/KLR gene variants and epilepsy in Autism Spectrum Disorder."}, {"pubmed": 37565867, "text": "Involvement of KLRK1 in immune infiltration of head and neck squamous cell carcinoma correlates with favorable prognosis."}, {"pubmed": 37603573, "text": "NKG2D promotes CD8 T cell-mediated cytotoxicity and is associated with treatment failure in human cutaneous leishmaniasis."}, {"pubmed": 37653112, "text": "Association of inhibitory NKG2A and activating NKG2D natural killer cell receptor genes with resistance to SARS-CoV-2 infection in a western Indian population."}, {"pubmed": 37741520, "text": "NKG2D receptor regulates CD4[+]T cell differentiation via interaction with dendritic cells in patients with juvenile idiopathic arthritis."}, {"pubmed": 37744375, "text": "IL-17a-producing gammadeltaT cells and NKG2D signaling mediate bacterial endotoxin-induced neonatal lung injury: implications for bronchopulmonary dysplasia."}, {"pubmed": 37753084, "text": "Reovirus infection of tumor cells reduces the expression of NKG2D ligands, leading to impaired NK-cell cytotoxicity and functionality."}, {"pubmed": 37878820, "text": "MICB Genomic Variant Is Associated with NKG2D-mediated Acute Lung Injury and Death."}, {"pubmed": 38077388, "text": "Autophagy-mediated NKG2D internalization impairs NK cell function and exacerbates radiation pneumonitis."}, {"pubmed": 38237612, "text": "Novel Association of KLRC4-KLRK1 Gene Polymorphisms with Susceptibility and Progression of Antithyroid Drug-Induced Agranulocytosis."}, {"pubmed": 38267584, "text": "Donor NKG2D rs1049174 polymorphism predicts hematopoietic recovery and event-free survival after single-unit cord blood transplantation in adults."}, {"pubmed": 38335270, "text": "Progressive accumulation of hyperinflammatory NKG2D[low] NK cells in early childhood severe atopic dermatitis."}, {"pubmed": 38410511, "text": "Elevated levels of cell-free NKG2D-ligands modulate NKG2D surface expression and compromise NK cell function in severe COVID-19 disease."}, {"pubmed": 38493049, "text": "Lower NKG2D expression in hepatic natural killer cells predicts poorer prognosis for chronic hepatitis B patients with cirrhosis."}, {"pubmed": 38653235, "text": "Evasion of NKG2D-mediated cytotoxic immunity by sarbecoviruses."}], "genomic_pos": {"chr": "12", "end": 10391874, "ensemblgene": "ENSG00000213809", "start": 10372353, "strand": -1}, "genomic_pos_hg19": [{"chr": "12", "end": 10544473, "start": 10524952, "strand": -1}, {"chr": "12", "end": 10562745, "start": 10524952, "strand": -1}], "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0002223", "qualifier": "involved_in", "term": "stimulatory C-type lectin receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002250", "qualifier": "involved_in", "term": "adaptive immune response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006809", "qualifier": "involved_in", "term": "nitric oxide biosynthetic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": 2007850, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0030101", "pubmed": 18676862, "qualifier": "involved_in", "term": "natural killer cell activation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030154", "qualifier": "involved_in", "term": "cell differentiation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0031295", "pubmed": 18676862, "qualifier": "involved_in", "term": "T cell costimulation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032729", "qualifier": "involved_in", "term": "positive regulation of type II interferon production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0034260", "pubmed": 22585739, "qualifier": "involved_in", "term": "negative regulation of GTPase activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042267", "pubmed": 17562706, "qualifier": "involved_in", "term": "natural killer cell mediated cytotoxicity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045429", "qualifier": "involved_in", "term": "positive regulation of nitric oxide biosynthetic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045954", "qualifier": "involved_in", "term": "positive regulation of natural killer cell mediated cytotoxicity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045954", "pubmed": 15294961, "qualifier": "involved_in", "term": "positive regulation of natural killer cell mediated cytotoxicity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050830", "qualifier": "involved_in", "term": "defense response to Gram-positive bacterium"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071222", "qualifier": "involved_in", "term": "cellular response to lipopolysaccharide"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000502", "pubmed": 22585739, "qualifier": "involved_in", "term": "negative regulation of natural killer cell chemotaxis"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 17562706, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0009897", "qualifier": "is_active_in", "term": "external side of plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009986", "pubmed": [10426994, 15294961], "qualifier": "located_in", "term": "cell surface"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0016020", "pubmed": 9683661, "qualifier": "located_in", "term": "membrane"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [10426993, 10426994, 11323699, 11754823, 15240696, 18544572, 19424970, 19436053, 19658097, 21712812, 23696226, 28559451, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0030246", "qualifier": "enables", "term": "carbohydrate binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0032394", "qualifier": "enables", "term": "MHC class Ib receptor activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0038023", "qualifier": "enables", "term": "signaling receptor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0038023", "pubmed": 17562706, "qualifier": "enables", "term": "signaling receptor activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0042288", "qualifier": "enables", "term": "MHC class I protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0042802", "qualifier": "enables", "term": "identical protein binding"}]}, "homologene": {"genes": [[9606, 22914], [9606, 100528032]], "id": 136440}, "interpro": [{"desc": "C-type lectin-like", "id": "IPR001304", "short_desc": "C-type_lectin-like"}, {"desc": "C-type lectin-like/link domain superfamily", "id": "IPR016186", "short_desc": "C-type_lectin-like/link_sf"}, {"desc": "C-type lectin fold", "id": "IPR016187", "short_desc": "CTDL_fold"}, {"desc": "Natural killer cell receptor-like, C-type lectin-like domain", "id": "IPR033992", "short_desc": "NKR-like_CTLD"}, {"desc": "NKG2-D type II integral membrane protein", "id": "IPR042169", "short_desc": "NKG2D"}], "ipi": ["IPI00473104", "IPI00788649"], "map_location": "12p13.2", "name": "killer cell lectin like receptor K1", "other_names": ["NK cell receptor D", "NKG2-D type II integral membrane protein", "NKG2-D-activating NK receptor", "killer cell lectin-like receptor subfamily K, member 1"], "pantherdb": {"HGNC": "18788", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1196250", "ortholog_type": "LDO", "panther_family": "PTHR47494", "taxid": 10090, "uniprot_kb": "O54709"}, {"RGD": "3180", "ortholog_type": "LDO", "panther_family": "PTHR47494", "taxid": 10116, "uniprot_kb": "O70215"}], "uniprot_kb": "P26718"}, "pathway": {"kegg": [{"id": "hsa04650", "name": "Natural killer cell mediated cytotoxicity - Homo sapiens (human)"}, {"id": "hsa05144", "name": "Malaria - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1280218", "name": "Adaptive Immune System"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-198933", "name": "Immunoregulatory interactions between a Lymphoid and a non-Lymphoid cell"}, {"id": "R-HSA-2172127", "name": "DAP12 interactions"}, {"id": "R-HSA-2172127", "name": "DAP12 interactions"}, {"id": "R-HSA-2424491", "name": "DAP12 signaling"}, {"id": "R-HSA-2424491", "name": "DAP12 signaling"}]}, "pdb": ["1HYR", "1KCG", "1MPU", "4PDC", "4S0U", "8TM0", "8TM2"], "pfam": "PF00059", "pharmgkb": "PA128394594", "pharos": {"target_id": 6264, "tdl": "Tbio"}, "pir": "PT0375", "prosite": "PS50041", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF169904", "relationship": "is"}, {"id": "GNF180810", "relationship": "is"}, {"id": "GNF191716", "relationship": "is"}, {"id": "GNF202622", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF048419", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF007800", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF241541", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF102186", "relationship": "is"}, {"id": "GNF141841", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000012.12", "NC_060936.1", "NG_027762.1"], "protein": "NP_031386.2", "rna": "NM_007360.4", "translation": {"protein": "NP_031386.2", "rna": "NM_007360.4"}}, "reporter": {"HG-U133_Plus_2": ["1555691_a_at", "205821_at"], "HG-U95Av2": ["35533_f_at", "36777_at"], "HTA-2_0": "TC12001222.hg.1", "HuEx-1_0": ["3444086", "3444117"], "HuGene-1_1": ["7961151", "7961166", "7961173"], "HuGene-2_1": "16761326"}, "summary": "Natural killer (NK) cells are lymphocytes that can mediate lysis of certain tumor cells and virus-infected cells without previous activation. They can also regulate specific humoral and cell-mediated immunity. NK cells preferentially express several calcium-dependent (C-type) lectins, which have been implicated in the regulation of NK cell function. The NKG2 gene family is located within the NK complex, a region that contains several C-type lectin genes preferentially expressed in NK cells. This gene encodes a member of the NKG2 family. The encoded transmembrane protein is characterized by a type II membrane orientation (has an extracellular C terminus) and the presence of a C-type lectin domain. It binds to a diverse family of ligands that include MHC class I chain-related A and B proteins and UL-16 binding proteins, where ligand-receptor interactions can result in the activation of NK and T cells. The surface expression of these ligands is important for the recognition of stressed cells by the immune system, and thus this protein and its ligands are therapeutic targets for the treatment of immune diseases and cancers. Read-through transcription exists between this gene and the upstream KLRC4 (killer cell lectin-like receptor subfamily C, member 4) family member in the same cluster. [provided by RefSeq, Dec 2010].", "symbol": "KLRK1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1425775"}, "unigene": "Hs.387787", "uniprot": {"Swiss-Prot": "P26718", "TrEMBL": "Q8WZ67"}, "wikipedia": {"url_stub": "KLRK1"}}