{"AllianceGenome": "6383", "HGNC": "6383", "MIM": "612358", "_id": "3827", "_version": 1, "accession": {"genomic": ["AC109780.7", "AC112907.7", "AH005302.2", "AY248697.1", "CH471052.2", "CP068275.2", "HC918468.1", "NC_000003.12", "NC_060927.1", "NG_016009.1"], "protein": ["AAA35497.1", "AAB59550.1", "AAB59551.1", "AAH26253.1", "AAH60039.1", "AAO61092.1", "BAD97309.1", "BAF83528.1", "BAG37659.1", "BAG60660.1", "BAG64734.1", "CBN73461.1", "EAW78179.1", "EAW78180.1", "EAW78181.1", "NP_000884.1", "NP_001095886.1", "NP_001159923.1", "P01042.2"], "rna": ["AI133186.1", "AK223589.1", "AK290839.1", "AK298440.1", "AK303768.1", "AK315230.1", "BC026253.1", "BC060039.1", "BG430928.1", "CB148843.1", "CD014130.1", "DA537547.1", "DC362362.1", "K02566.1", "NM_000893.4", "NM_001102416.3", "NM_001166451.2"], "translation": [{"protein": "AAH26253.1", "rna": "BC026253.1"}, {"protein": "AAH60039.1", "rna": "BC060039.1"}, {"protein": "AAA35497.1", "rna": "K02566.1"}, {"protein": "BAG64734.1", "rna": "AK303768.1"}, {"protein": "NP_001095886.1", "rna": "NM_001102416.3"}, {"protein": "BAF83528.1", "rna": "AK290839.1"}, {"protein": "NP_001159923.1", "rna": "NM_001166451.2"}, {"protein": "BAG37659.1", "rna": "AK315230.1"}, {"protein": "BAD97309.1", "rna": "AK223589.1"}, {"protein": "NP_000884.1", "rna": "NM_000893.4"}, {"protein": "BAG60660.1", "rna": "AK298440.1"}]}, "alias": ["BDK", "BK", "HAE6", "HK", "HMWK", "KNG"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2021-06-23T16:00:00.000Z", "disease_label": "congenital high-molecular-weight kininogen deficiency", "gcep": "Hemostasis/Thrombosis Gene Curation Expert Panel", "moi": "AR", "mondo": "MONDO:0009234", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_6dbf4bc1-b04f-4f1d-8c11-2b7998370293-2021-06-23T160000.000Z", "sop": "SOP8"}}, "ensembl": {"gene": "ENSG00000113889", "protein": ["ENSP00000287611", "ENSP00000396025", "ENSP00000493985"], "transcript": ["ENST00000287611", "ENST00000447445", "ENST00000644859", "ENST00000645544"], "translation": [{"protein": "ENSP00000396025", "rna": "ENST00000447445"}, {"protein": "ENSP00000287611", "rna": "ENST00000287611"}, {"protein": "ENSP00000493985", "rna": "ENST00000644859"}], "type_of_gene": "protein_coding"}, "entrezgene": "3827", "exons": [{"cdsend": 186743785, "cdsstart": 186717542, "chr": "3", "position": [[186717358, 186717737], [186720104, 186720215], [186722436, 186722521], [186725087, 186725260], [186727236, 186727344], [186731544, 186731629], [186732501, 186732674], [186739098, 186739206], [186739327, 186739414], [186741521, 186741599], [186743704, 186744410]], "strand": 1, "transcript": "NM_000893", "txend": 186744410, "txstart": 186717358}, {"cdsend": 186742331, "cdsstart": 186717542, "chr": "3", "position": [[186717358, 186717737], [186720104, 186720215], [186722436, 186722521], [186725087, 186725260], [186727236, 186727344], [186731544, 186731629], [186732501, 186732674], [186739098, 186739206], [186739327, 186739414], [186741521, 186744410]], "strand": 1, "transcript": "NM_001102416", "txend": 186744410, "txstart": 186717358}, {"cdsend": 186743785, "cdsstart": 186717542, "chr": "3", "position": [[186717358, 186717737], [186720104, 186720215], [186722436, 186722521], [186725087, 186725260], [186731544, 186731629], [186732501, 186732674], [186739098, 186739206], [186739327, 186739414], [186741521, 186741599], [186743704, 186744410]], "strand": 1, "transcript": "NM_001166451", "txend": 186744410, "txstart": 186717358}], "exons_hg19": [{"cdsend": 186461574, "cdsstart": 186435331, "chr": "3", "position": [[186435147, 186435526], [186437893, 186438004], [186440225, 186440310], [186442876, 186443049], [186445025, 186445133], [186449333, 186449418], [186450290, 186450463], [186456887, 186456995], [186457116, 186457203], [186459310, 186459388], [186461493, 186462199]], "strand": 1, "transcript": "NM_000893", "txend": 186462199, "txstart": 186435147}, {"cdsend": 186460120, "cdsstart": 186435331, "chr": "3", "position": [[186435147, 186435526], [186437893, 186438004], [186440225, 186440310], [186442876, 186443049], [186445025, 186445133], [186449333, 186449418], [186450290, 186450463], [186456887, 186456995], [186457116, 186457203], [186459310, 186462199]], "strand": 1, "transcript": "NM_001102416", "txend": 186462199, "txstart": 186435147}, {"cdsend": 186461574, "cdsstart": 186435331, "chr": "3", "position": [[186435147, 186435526], [186437893, 186438004], [186440225, 186440310], [186442876, 186443049], [186449333, 186449418], [186450290, 186450463], [186456887, 186456995], [186457116, 186457203], [186459310, 186459388], [186461493, 186462199]], "strand": 1, "transcript": "NM_001166451", "txend": 186462199, "txstart": 186435147}], "generif": [{"pubmed": 11689005, "text": "inhibition of vitronectin-mediated haptotaxis and haptoinvasion of MG-63 cells by domain 5"}, {"pubmed": 11792853, "text": "Heat shock protein 90 catalyzes activation of the prekallikrein-kininogen complex in the absence of factor XII."}, {"pubmed": 11920276, "text": "down-regulates cathepsin G-induced platelet activation by forming a complex with cathepsin G and thus prevents binding of cathepsin G to platelets"}, {"pubmed": 11970955, "text": "a defined region can abolish platelet adhesion to vitronectin and block platelet aggregation"}, {"pubmed": 11970955, "text": "the inhibitory role of HK domain 5 on platelet adhesion and aggregation; new anti-thrombotic compounds may become available on the basis of peptide Gly-486-Lys-502 of HK domain 5."}, {"pubmed": 12071855, "text": "Ferritin binds to light chain of human H-kininogen and inhibits kallikrein-mediated bradykinin release."}, {"pubmed": 12082110, "text": "kininogen has as role as a antithrombotic agent by inhibiting plasminogen activator inhibitor-1"}, {"pubmed": 12594059, "text": "Bradykinin induces IL-6 production in human airway smooth muscle cells."}, {"pubmed": 12663668, "text": "free HK, or HK in complex with prekallikrein but not in complex with factor XI, interacts with the endothelium and can maintain endothelial cell quiescence by preventing endothelial stimulation by thrombin."}, {"pubmed": 12748173, "text": "transcriptional activation of the interleukin-8 promoter by bradykinin involves the prostanoid-independent activation of nuclear factor-kappaB, and prostanoid-dependent activation of activating protein-1 and nuclear factor-interleukin-6"}, {"pubmed": 12761213, "text": "kininogen is a novel and direct target of farnesoid X receptor"}, {"pubmed": 12851878, "text": "Bradykinin is a powerful spasmogen via B(2) receptor activation in the normal and, especially, in the inflamed human gallbladder."}, {"pubmed": 12911595, "text": "sequences in domain 5 of high molecular weight kininogen interact with heparin and zinc"}, {"pubmed": 12952972, "text": "High molecular weight kininogen regulates platelet-leukocyte interactions by bridging Mac-1 and glycoprotein Ib"}, {"pubmed": 14506238, "text": "His-Gly-Lys motif and lysine residue (Lys487) play essential roles in inhibition of cell adhesion and invasion in vitro and in prevention of metastasis of cancer cells in vivo"}, {"pubmed": 14517215, "text": "COX-2 induction by bradykinin in human pulmonary artery smooth muscle cells is mediated by the cyclic AMP response element through a novel autocrine loop involving endogenous prostaglandin E2, EP2 receptor, and EP4 receptor"}, {"pubmed": 14597972, "text": "binds with high specificity and affinity to microvascular endothelial cells, but with lower affinity to astrocytes; cytokeratin 1, u-PAR,and gC1qR were found to be high molecular weight kininogen binding proteins present at the surface of these cells"}, {"pubmed": 14629481, "text": "The rate of kallikrein formation by the assembly of factor XII, high molecular weight KNG and PK were similar in both heparinase-treated and non-treated HUVEC, indicating that heparan sulfate does not contribute significantly to HK binding to HUVEC."}, {"pubmed": 15044324, "text": "physically disrupts the formation of a signaling complex containing uPAR, integrin alpha(v)beta3 or alpha5beta1, caveolin, and Src kinase Yes in endothelial cells in a manner that parallels its apoptotic effect"}, {"pubmed": 15086463, "text": "ACE-I-induced renoprotection, in the context of macrophage-stimulated mesangial cell scarring, is mediated, at least in part, via the actions of bradykinin."}, {"pubmed": 16091369, "text": "high molecular weight kininogen has an antibacterial domain, called domain 5"}, {"pubmed": 16140359, "text": "like filarial cystatins, T-KG inhibits ERK-dependent T cell proliferation, which suggests that it might have a role in immunosenescence"}, {"pubmed": 16598774, "text": "KNG modulate bone marrow derived stromal/preosteoblast cell proliferation and suppress etoposide-induced apoptosis through ERK and HSP27 activation, respectively. These results implicate a pathophysiologic role for KNG in patients with PD."}, {"pubmed": 17050061, "text": "kininogen levels were found to be significantly lower in chorion laeve, placental plate chorion, fetal placenta and maternal placenta from women with Pregnancy Induced Hypertension when compared to those in similar tissues from normotensive pregnant women"}, {"pubmed": 17065357, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17585065, "text": "The D5 active site of high molecular weight kininogen binds to endothelial cells and downregulates alpha(v)beta3 integrin bidirectional signaling and the downstream Rac1 activation pathway"}, {"pubmed": 17635790, "text": "Review highlights the release of bradykinin as a damage-associated endogenous signal that activates dendritic cells during inflammation."}, {"pubmed": 18083112, "text": "interaction between LPS and high molecular weight kininogen (HK)"}, {"pubmed": 18156442, "text": "studies suggest that IL-1beta, BK, and TGF-beta1 impair IP receptor-mediated cAMP accumulation by multiple effects on different components of the signaling pathway and that these effects are PKA and p38 MAP kinase dependent."}, {"pubmed": 18330734, "text": "47kD HK levels, an indicator of bradykinin release, correlated with sepsis severity."}, {"pubmed": 18455532, "text": "patients with IC with decreased THP and kininogen had worsening IC severity.Uromodulin and kininogen were significantly less present in the urine of the IC group vs the AC group."}, {"pubmed": 18783336, "text": "a possible explanation for the potency of bradykinin in inducing ongoing airway inflammation"}, {"pubmed": 18810490, "text": "The authors show that bradykinin and the B(2)R play a role in early innate immune functions during listeria infection."}, {"pubmed": 19082699, "text": "Clinical trial of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19086053, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19126685, "text": "ferritin binds to HKa (cleaved high molecular weight kininogen) with high affinity (K(d) 13 nM). Further, ferritin antagonizes the antiangiogenic effects of HKa, enhancing the migration, assembly, and survival of HKa-treated endothelial cells"}, {"pubmed": 19213944, "text": "Bradykinin-induced dilation of human coronary arterioles requires NADPH oxidase-derived reactive oxygen species"}, {"pubmed": 19330902, "text": "Both single-locus and haplotype analyses indicated that the KNG1 gene was associated with essential hypertension and blood pressure traits in the Chinese male population."}, {"pubmed": 19330902, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19584173, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19592120, "text": "expression of ACE is lowest in elderly women, despite the presence of similar BK degradation in pericardial fluid"}, {"pubmed": 19716087, "text": "KNG1 SNP rs710448 (allele frequency 42%) was associated with decreased risk (OR 0.44, 95% CI 0.3-0.8) among women but not men."}, {"pubmed": 19716087, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19885862, "text": "Bradykinin enhances the migration of chondrosarcoma cells by increasing alpha2beta1 integrin expression through the BK receptors/PLC/PKCdelta/NF-kappaB signal transduction pathway."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19923143, "text": "High-glucose stimulates tubular proinflammatory, profibrotic and angiogenic signals, which is partly mediated through bradykinin via MAPK signalling and partly through protein kinase C independent of bradykinin."}, {"pubmed": 19966052, "text": "High molecular weight kininogen (HKa) mimics lipopolysaccharides by triggering a paracrine pathway in monocytes that depends on TNF-alpha and IL-1beta. Upregulation of tissue factor in monocytes by cleaved HKa is dependent on TNF-alpha and IL-1beta."}, {"pubmed": 20050188, "text": "our findings suggest that bradykinin and bradykinin B2 receptors are involved in the modulation of mechanisms participating in inflammatory synovitis"}, {"pubmed": 20303064, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20303064, "text": "Single Nucleotide Polymorphisms in KNG1 is associated with activated partial thromboplastin time."}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20876611, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20876611, "text": "These findings provide the first genome-wide significant evidence of association with plasma adiponectin at the CDH13 locus and identify a novel uncommon KNG1-ADIPOQ haplotype strongly associated with adiponectin levels in Filipinos."}, {"pubmed": 21054968, "text": "Kininogen-1 and IGFBP-6 are expressed in serum and vitreous humor in proliferative vitreoretinopathy patients."}, {"pubmed": 21270443, "text": "KNG1 Ile581Thr and susceptibility to venous thrombosis."}, {"pubmed": 21451024, "text": "Bradykinin, acting via bradykinin 2 receptors, initiates an important signal directing the invasion of glioma patients' cells toward blood vessels."}, {"pubmed": 21496200, "text": "kininogen-1 and thymosin-beta(4) are potential new biomarkers for human chronic hepatitis C."}, {"pubmed": 21527472, "text": "Bacteroides fragilis and Bacteroides thetaiotaomicron, were found to bind HK and fibrinogen"}, {"pubmed": 21586566, "text": "High molecular weight kininogen activates B2 receptor signaling pathway in human vascular endothelial cells."}, {"pubmed": 21982724, "text": "The results showed that bradykinin stimulates Toll-like receptor 2 transcription and translation by activation of protein kinase C as well as proto-oncogene protein AKT."}, {"pubmed": 22701019, "text": "KNG1 and F11 are the main genetic regulators of plasma FXI level."}, {"pubmed": 23000411, "text": "these results suggest that D5(H) of high molecular weight kininogen may modulate cell adhesion and invasion together with actinin-4."}, {"pubmed": 23505046, "text": "The antimicrobial protein kininogen evolved adaptively in mammals and human populations."}, {"pubmed": 23672780, "text": "The acquisition of an active site in prekallikrein as a result of binding to high-molecular-weight kininogen (HK) is a new concept for bradykinin formation and might be relevant in the pathogenesis of hereditary angiodema types I and II."}, {"pubmed": 23808406, "text": "When the concentrations of IGFBP-6 or KNG1 were greater than 98.5 pg/ml or 88.5 ng/ml, respectively, they predicted the proliferative vitreoretinopathy prognosis."}, {"pubmed": 23874198, "text": "Data suggest factor XII binding/autoactivation are increased on surface of hantavirus-infected vascular endothelium; thus, activation of kallikrein-kinin system during hantavirus infection could have profound implications on capillary permeability."}, {"pubmed": 24552232, "text": "Measuring plasma levels of cleaved HK may be a sensitive mean of assessing disease severity in HAE-C1-INH patients."}, {"pubmed": 24688027, "text": "uPAR mediates efferocytosis through high molecular weight kininogen interaction with phosphatidylserine on apoptotic cells"}, {"pubmed": 24984152, "text": "results demonstrate that HKa accelerates the onset of EPC senescence by stimulating JNK/FOXO4/MnSOD pathway, its effect is mediated by the HC"}, {"pubmed": 25477429, "text": "2 genetic loci (kininogen 1 and kallikrein B) influencing key components of the RAAS, consistent with the close interrelation between the kallikrein-kinin system and the RAAS."}, {"pubmed": 25766502, "text": "Bradykinin stimulates pro-contractile signalling mechanisms in human myometrial cells and arrestin proteins play key roles in their regulation."}, {"pubmed": 26159646, "text": "The results of this study supported the association of the epistatic interactions of ALOX5AP, THBD, and KNG1 and present novel evidence for the main effect of KNG1 gene on IS susceptibility."}, {"pubmed": 26420021, "text": "Low urine KNG1 expression is associated with clear cell renal cell carcinoma."}, {"pubmed": 26792617, "text": "Urinary KNG1 and RBP4 clearly respond to AKI. Additionally, RBP4 could predict recovery by monitoring this protein levels over time after AKI, as RBP4 reflects patient's normalization earlier than sCr values do."}, {"pubmed": 26884824, "text": "KNG1 rs710446/ rs2304456 SNPs are not related to the incidence of Alzheimer's disease in a Hunan Han Chinese population."}, {"pubmed": 28005926, "text": "findings show that the KNG1 locus plays a central role as a genetic determinant of the entire coagulation pathway and thrombus/clot formation"}, {"pubmed": 28053049, "text": "Three loci showed robust, replicating association with circulating FXI levels: KNG1 (rs710446, P-value = 2.07 x 10-302), F11 (rs4253417, P-value = 2.86 x 10-193), and a novel association in GCKR (rs780094, P-value = 3.56 x10-09), here for the first time implicated in FXI regulation. The two first SNPs (rs710446 and rs4253417) also associated with partial thromboplastin time"}, {"pubmed": 28651026, "text": "Kininogen binds to the cell surface-exposed proteins of Candida parapsilosis."}, {"pubmed": 29034546, "text": "Bradykinin is expressed in endometriotic lesions."}, {"pubmed": 30068373, "text": "KNG1 was identified as the core gene and lowly expressed in the glioma cells. Overexpression of KNG1 inhibited cell viability and angiogenesis of glioma cells. Overexpression of KNG1 promoted the apoptosis and G1 phase cell cycle arrest of glioma cells."}, {"pubmed": 30478260, "text": "KNG1 role in the genetic predisposition to the deep venous thrombosis after orthopedic surgery in the Han Chinese population ."}, {"pubmed": 31059006, "text": "Data found that the serum BK levels and the levels of its receptor, B2R, were overexpressed in patients with cervical cancer (CC). BK promotes the development of CC may be the upregulation of VEGF expression, thus accelerating angiogenesis through B2R."}, {"pubmed": 31338581, "text": "Evaluation of potential cardiovascular risk protein biomarkers in high severity restless legs syndrome."}, {"pubmed": 31412146, "text": "Differential processing of high-molecular-weight kininogen during normal pregnancy."}, {"pubmed": 31473403, "text": "Plasma high molecular weight kininogen and prekallikrein concentrations were not associated with incident cardiovascular disease."}, {"pubmed": 31625351, "text": "Fibrinogen and kininogen may be potential serum protein biomarkers in the diagnosis and prognosis of depressive disorders."}, {"pubmed": 31933486, "text": "Bradykinin and oxidative stress in patients with hereditary angioedema due to C1 inhibitor deficiency."}, {"pubmed": 32114020, "text": "Bradykinin stimulates prostaglandin E2 release in human skeletal muscular fibroblasts."}, {"pubmed": 32359101, "text": "A vicious positive feedback loop of des-Arg(9)-bradykinin- and bradykinin-mediated inflammation --> injury --> inflammation, likely precipitates life threatening respiratory complications in COVID-19."}, {"pubmed": 32707450, "text": "Kininogen supports inflammation and bacterial spreading during Streptococccus Pyogenes Sepsis."}, {"pubmed": 33129885, "text": "Pathways for bradykinin formation and interrelationship with complement as a cause of edematous lung in COVID-19 patients."}, {"pubmed": 33179332, "text": "Cerebrospinal Fluid Levels of Kininogen-1 Indicate Early Cognitive Impairment in Parkinson's Disease."}, {"pubmed": 33827130, "text": "Plasmin-mediated cleavage of high-molecular-weight kininogen contributes to acetaminophen-induced acute liver failure."}, {"pubmed": 34494203, "text": "gC1qR Antibody Can Modulate Endothelial Cell Permeability in Angioedema."}, {"pubmed": 36934370, "text": "High preoperative bradykinin level is a risk factor for severe postoperative hypoxaemia in acute aortic dissection surgery."}, {"pubmed": 37442062, "text": "An HBV susceptibility variant of KNG1 modulates the therapeutic effects of interferons alpha and lambda1 in HBV infection by promoting MAVS lysosomal degradation."}, {"pubmed": 37703419, "text": "Bradykinin receptor expression and bradykinin-mediated sensitization of human sensory neurons."}], "genomic_pos": {"chr": "3", "end": 186744410, "ensemblgene": "ENSG00000113889", "start": 186717348, "strand": 1}, "genomic_pos_hg19": {"chr": "3", "end": 186461743, "start": 186435065, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007162", "pubmed": 11970955, "qualifier": "involved_in", "term": "negative regulation of cell adhesion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007165", "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007204", "qualifier": "involved_in", "term": "positive regulation of cytosolic calcium ion concentration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007204", "pubmed": 16014619, "qualifier": "involved_in", "term": "positive regulation of cytosolic calcium ion concentration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007596", "qualifier": "involved_in", "term": "blood coagulation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0010951", "qualifier": "involved_in", "term": "negative regulation of endopeptidase activity"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030195", "qualifier": "involved_in", "term": "negative regulation of blood coagulation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030195", "pubmed": 11970955, "qualifier": "involved_in", "term": "negative regulation of blood coagulation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042311", "pubmed": [4322742, 6055465], "qualifier": "involved_in", "term": "vasodilation"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0043065", "pubmed": 12715893, "qualifier": "involved_in", "term": "positive regulation of apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045861", "pubmed": 3488317, "qualifier": "involved_in", "term": "negative regulation of proteolysis"}], "CC": [{"evidence": "HDA", "gocategory": "CC", "id": "GO:0005576", "pubmed": 27068509, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005576", "qualifier": "is_active_in", "term": "extracellular region"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005576", "pubmed": 14718574, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 3488317, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005788", "qualifier": "located_in", "term": "endoplasmic reticulum lumen"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0031093", "qualifier": "located_in", "term": "platelet alpha granule lumen"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": [25037231, 27559042, 28675934], "qualifier": "located_in", "term": "collagen-containing extracellular matrix"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19056867, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0072562", "pubmed": 22516433, "qualifier": "located_in", "term": "blood microparticle"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0004869", "qualifier": "enables", "term": "cysteine-type endopeptidase inhibitor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004869", "pubmed": 3488317, "qualifier": "enables", "term": "cysteine-type endopeptidase inhibitor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005102", "pubmed": 11290596, "qualifier": "enables", "term": "signaling receptor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005179", "pubmed": [1314587, 1329734], "qualifier": "enables", "term": "hormone activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [8710908, 23082758], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "NAS", "id": "GO:0008201", "pubmed": 12911595, "qualifier": "enables", "term": "heparin binding"}, {"category": "MF", "evidence": "NAS", "id": "GO:0008270", "pubmed": 12911595, "qualifier": "enables", "term": "zinc ion binding"}]}, "homologene": {"genes": [[8364, 100038066], [9031, 424957], [9544, 707466], [9598, 460916], [9606, 3827], [9615, 478666], [9913, 280833], [10090, 16644], [10090, 385643], [10116, 25087]], "id": 88343}, "interpro": [{"desc": "Cystatin domain", "id": "IPR000010", "short_desc": "Cystatin_dom"}, {"desc": "HMW kininogen", "id": "IPR002395", "short_desc": "Kininogen"}, {"desc": "Proteinase inhibitor I25, cystatin, conserved site", "id": "IPR018073", "short_desc": "Prot_inh_cystat_CS"}, {"desc": "Kininogen-type cystatin domain", "id": "IPR027358", "short_desc": "Kininogen-type_cystatin_dom"}, {"desc": "Cystatin superfamily", "id": "IPR046350", "short_desc": "Cystatin_sf"}], "ipi": ["IPI00032328", "IPI00215894"], "map_location": "3q27.3", "name": "kininogen 1", "other_names": ["alpha-2-thiol proteinase inhibitor", "bradykinin", "fitzgerald factor", "high molecular weight kininogen", "kininogen-1", "williams-Fitzgerald-Flaujeac factor"], "pantherdb": {"HGNC": "6383", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1097705", "ortholog_type": "O", "panther_family": "PTHR13814", "taxid": 10090, "uniprot_kb": "O08677"}, {"MGI": "3027157", "ortholog_type": "LDO", "panther_family": "PTHR13814", "taxid": 10090, "uniprot_kb": "Q6S9I3"}, {"Ensembl": "ENSRNOG00000030387", "ortholog_type": "O", "panther_family": "PTHR13814", "taxid": 10116, "uniprot_kb": "P08932"}, {"Gene": "Map1", "ortholog_type": "O", "panther_family": "PTHR13814", "taxid": 10116, "uniprot_kb": "P01048"}, {"RGD": "2980", "ortholog_type": "LDO", "panther_family": "PTHR13814", "taxid": 10116, "uniprot_kb": "P08934"}, {"Ensembl": "ENSGALG00000046159", "ortholog_type": "LDO", "panther_family": "PTHR13814", "taxid": 9031, "uniprot_kb": "A0A1L1RNR4"}, {"ZFIN": "ZDB-GENE-041010-56", "ortholog_type": "LDO", "panther_family": "PTHR13814", "taxid": 7955, "uniprot_kb": "Q1LYJ7"}], "uniprot_kb": "P01042"}, "pathway": {"biocarta": [{"id": "gcrpathway", "name": "corticosteroids and cardioprotection"}, {"id": "intrinsicpathway", "name": "intrinsic prothrombin activation pathway"}, {"id": "no1pathway", "name": "actions of nitric oxide in the heart"}, {"id": "raccpathway", "name": "ion channels and their functional role in vascular endothelium"}, {"id": "vegfpathway", "name": "vegf hypoxia and angiogenesis"}], "kegg": [{"id": "hsa04022", "name": "cGMP-PKG signaling pathway - Homo sapiens (human)"}, {"id": "hsa04071", "name": "Sphingolipid signaling pathway - Homo sapiens (human)"}, {"id": "hsa04080", "name": "Neuroactive ligand-receptor interaction - Homo sapiens (human)"}, {"id": "hsa04610", "name": "Complement and coagulation cascades - Homo sapiens (human)"}, {"id": "hsa04750", "name": "Inflammatory mediator regulation of TRP channels - Homo sapiens (human)"}, {"id": "hsa04810", "name": "Regulation of actin cytoskeleton - Homo sapiens (human)"}, {"id": "hsa05142", "name": "Chagas disease - Homo sapiens (human)"}, {"id": "hsa05143", "name": "African trypanosomiasis - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}], "pid": [{"id": "integrin2_pathway", "name": "Beta2 integrin cell surface interactions"}, {"id": "syndecan_2_pathway", "name": "Syndecan-2-mediated signaling events"}], "reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-114608", "name": "Platelet degranulation "}, {"id": "R-HSA-140837", "name": "Intrinsic Pathway of Fibrin Clot Formation"}, {"id": "R-HSA-140877", "name": "Formation of Fibrin Clot (Clotting Cascade)"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-375276", "name": "Peptide ligand-binding receptors"}, {"id": "R-HSA-381426", "name": "Regulation of Insulin-like Growth Factor (IGF) transport and uptake by Insulin-like Growth Factor Binding Proteins (IGFBPs)"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-416476", "name": "G alpha (q) signalling events"}, {"id": "R-HSA-418594", "name": "G alpha (i) signalling events"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-76002", "name": "Platelet activation, signaling and aggregation"}, {"id": "R-HSA-76005", "name": "Response to elevated platelet cytosolic Ca2+"}, {"id": "R-HSA-8957275", "name": "Post-translational protein phosphorylation"}], "wikipathways": [{"id": "WP2877", "name": "Vitamin D Receptor Pathway"}, {"id": "WP4493", "name": "Cells and molecules involved in local acute inflammatory response"}, {"id": "WP4969", "name": "RAS and bradykinin pathways in COVID-19"}, {"id": "WP554", "name": "ACE Inhibitor Pathway"}, {"id": "WP558", "name": "Complement and Coagulation Cascades"}]}, "pdb": ["1NY2", "2WOK", "4ASQ", "4ASR", "4ECB", "4ECC", "5I25", "6F27", "6F3V", "6F3W", "6F3X", "6F3Y", "7EIB", "7F2O", "7F6H", "7F6I", "7QOT", "7QOX"], "pfam": "PF00031", "pharmgkb": "PA225", "pharos": {"target_id": 3971, "tdl": "Tbio"}, "pir": ["A01279", "A01280", "S13279"], "prosite": "PS51647", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF251999", "relationship": "is"}, {"id": "GNF252000", "relationship": "is"}, {"id": "GNF252001", "relationship": "is"}, {"id": "GNF252002", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF039184", "relationship": "is"}, {"id": "GNF049588", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF085350", "relationship": "is"}, {"id": "GNF085351", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF050592", "relationship": "is"}, {"id": "GNF059979", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070123", "relationship": "is"}, {"id": "GNF070124", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF007802", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": [{"id": "GNF335373", "relationship": "is"}, {"id": "GNF338121", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF095363", "relationship": "is"}, {"id": "GNF135020", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000003.12", "NC_060927.1", "NG_016009.1"], "protein": ["NP_000884.1", "NP_001095886.1", "NP_001159923.1"], "rna": ["NM_000893.4", "NM_001102416.3", "NM_001166451.2"], "translation": [{"protein": "NP_001095886.1", "rna": "NM_001102416.3"}, {"protein": "NP_001159923.1", "rna": "NM_001166451.2"}, {"protein": "NP_000884.1", "rna": "NM_000893.4"}]}, "reporter": {"HG-U133_Plus_2": ["206054_at", "217512_at", "243562_at"], "HG-U95Av2": ["37234_at", "37235_g_at", "37236_at"], "HTA-2_0": "TC03001024.hg.1", "HuEx-1_0": ["2656683", "2656730"], "HuGene-1_1": "8084679", "HuGene-2_1": "16949348"}, "retired": [589, 100192305], "summary": "This gene uses alternative splicing to generate two different proteins- high molecular weight kininogen (HMWK) and low molecular weight kininogen (LMWK). HMWK is essential for blood coagulation and assembly of the kallikrein-kinin system. Also, bradykinin, a peptide causing numerous physiological effects, is released from HMWK. Bradykinin also functions as an antimicrobial peptide with antibacterial and antifungal activity. In contrast to HMWK, LMWK is not involved in blood coagulation. Infection with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) reduces or depletes angiotensin converting enzyme 2 (ACE2), which results in an increase in levels of des-Arg(9)-bradykinin, a bioactive metabolite of bradykinin that is associated with lung injury and inflammation. Three transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Sep 2020].", "symbol": "KNG1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1537501"}, "unigene": "Hs.77741", "uniprot": {"Swiss-Prot": "P01042"}, "wikipedia": {"url_stub": "Kininogen 1"}}