{"AllianceGenome": "6400", "HGNC": "6400", "MIM": "602738", "_id": "3837", "_version": 1, "accession": {"genomic": ["AC015674.12", "AC025682.6", "AC244084.3", "CH471109.2", "CP068261.2", "CS531808.1", "KF456283.1", "KF570270.1", "L39793.1", "NC_000017.11", "NC_060941.1"], "protein": ["AAA82869.1", "AAC41763.1", "AAH03572.1", "AAH24045.1", "AAH36703.1", "AAP88799.1", "BAG37316.1", "BAH12957.1", "BAH13488.1", "BAH14792.1", "CAM84939.1", "EAW94807.1", "EAW94808.1", "EAW94809.1", "EAW94810.1", "NP_001263382.1", "NP_002256.2", "Q14974.2"], "rna": ["AI076614.1", "AK299145.1", "AK301463.1", "AK314780.1", "AK316421.1", "BC003572.1", "BC024045.1", "BC036703.2", "BE046507.1", "BQ009884.1", "BT009797.1", "DB083013.1", "L38951.1", "L39924.1", "NM_001276453.2", "NM_002265.6"], "translation": [{"protein": "NP_001263382.1", "rna": "NM_001276453.2"}, {"protein": "AAP88799.1", "rna": "BT009797.1"}, {"protein": "BAH13488.1", "rna": "AK301463.1"}, {"protein": "BAH12957.1", "rna": "AK299145.1"}, {"protein": "BAG37316.1", "rna": "AK314780.1"}, {"protein": "AAH24045.1", "rna": "BC024045.1"}, {"protein": "BAH14792.1", "rna": "AK316421.1"}, {"protein": "NP_002256.2", "rna": "NM_002265.6"}, {"protein": "AAC41763.1", "rna": "L38951.1"}, {"protein": "AAH03572.1", "rna": "BC003572.1"}, {"protein": "AAH36703.1", "rna": "BC036703.2"}]}, "alias": ["IMB1", "IPO1", "IPOB", "Impnb", "NTF97"], "ensembl": {"gene": "ENSG00000108424", "protein": ["ENSP00000290158", "ENSP00000438253", "ENSP00000438964", "ENSP00000462243", "ENSP00000463066", "ENSP00000463190", "ENSP00000464042", "ENSP00000464200"], "transcript": ["ENST00000290158", "ENST00000535458", "ENST00000540627", "ENST00000577875", "ENST00000577918", "ENST00000578718", "ENST00000579901", "ENST00000580019", "ENST00000580158", "ENST00000580573", "ENST00000582097", "ENST00000582126", "ENST00000583013", "ENST00000583648", "ENST00000677036", "ENST00000677341"], "translation": [{"protein": "ENSP00000438253", "rna": "ENST00000535458"}, {"protein": "ENSP00000464042", "rna": "ENST00000583648"}, {"protein": "ENSP00000290158", "rna": "ENST00000290158"}, {"protein": "ENSP00000464200", "rna": "ENST00000577875"}, {"protein": "ENSP00000438964", "rna": "ENST00000540627"}, {"protein": "ENSP00000463066", "rna": "ENST00000582097"}, {"protein": "ENSP00000463190", "rna": "ENST00000583013"}, {"protein": "ENSP00000462243", "rna": "ENST00000582126"}], "type_of_gene": "protein_coding"}, "entrezgene": "3837", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 37.9806992519, "exp_mis": 266.575176716, "exp_syn": 117.264349695, "lof_z": 5.94406217019438, "mis_z": 6.30832068596211, "mu_lof": 2.57668683989e-06, "mu_mis": 2.31428720492e-05, "mu_syn": 9.76978916903e-06, "n_lof": 1.0, "n_mis": 56.0, "n_syn": 107.0, "p_li": 0.999994327501246, "p_null": 7.22096099743542e-15, "p_rec": 5.67249874675392e-06, "syn_z": 0.587619076305621}, "bp": 2631, "cds_end": 45759770, "cds_start": 45727610, "n_exons": 22, "nonpsych": {"exp_lof": 33.9312703047, "exp_mis": 240.831338382, "exp_syn": 105.690630681, "lof_z": 5.72073761539724, "mis_z": 6.23483019094381, "mu_lof": 2.57668683989e-06, "mu_mis": 2.31428720492e-05, "mu_syn": 9.76978916903e-06, "n_lof": 0.0, "n_mis": 49.0, "n_syn": 96.0, "p_li": 0.999995670999931, "p_null": 2.25290785018355e-14, "p_rec": 4.32900004600498e-06, "syn_z": 0.593466182738426}, "nontcga": {"exp_lof": 34.8988757645, "exp_mis": 245.205811204, "exp_syn": 107.839843162, "lof_z": 5.66057861675548, "mis_z": 6.21065124000637, "mu_lof": 2.57668683989e-06, "mu_mis": 2.31428720492e-05, "mu_syn": 9.76978916903e-06, "n_lof": 1.0, "n_mis": 50.0, "n_syn": 94.0, "p_li": 0.999982756016264, "p_null": 1.08119100598813e-13, "p_rec": 1.72439836276096e-05, "syn_z": 0.843844856596892}, "transcript": "ENST00000290158.4"}, "exons": [{"cdsend": 47682404, "cdsstart": 47657012, "chr": "17", "position": [[47651064, 47651376], [47652693, 47652876], [47656859, 47657060], [47658507, 47658660], [47661118, 47661178], [47663088, 47663178], [47664158, 47664269], [47665056, 47665158], [47668185, 47668410], [47669677, 47669869], [47670701, 47670832], [47673017, 47673165], [47673489, 47673561], [47674637, 47674782], [47676408, 47676491], [47677019, 47677127], [47678045, 47678189], [47678307, 47678413], [47680019, 47680134], [47680507, 47680669], [47682403, 47685505]], "strand": 1, "transcript": "NM_001276453", "txend": 47685505, "txstart": 47651064}, {"cdsend": 47682404, "cdsstart": 47650244, "chr": "17", "position": [[47649918, 47650284], [47650385, 47650444], [47652693, 47652876], [47656859, 47657060], [47658507, 47658660], [47661118, 47661178], [47663088, 47663178], [47664158, 47664269], [47665056, 47665158], [47668185, 47668410], [47669677, 47669869], [47670701, 47670832], [47673017, 47673165], [47673489, 47673561], [47674637, 47674782], [47676408, 47676491], [47677019, 47677127], [47678045, 47678189], [47678307, 47678413], [47680019, 47680134], [47680507, 47680669], [47682403, 47685505]], "strand": 1, "transcript": "NM_002265", "txend": 47685505, "txstart": 47649918}], "exons_hg19": [{"cdsend": 45759770, "cdsstart": 45734378, "chr": "17", "position": [[45728430, 45728742], [45730059, 45730242], [45734225, 45734426], [45735873, 45736026], [45738484, 45738544], [45740454, 45740544], [45741524, 45741635], [45742422, 45742524], [45745551, 45745776], [45747043, 45747235], [45748067, 45748198], [45750383, 45750531], [45750855, 45750927], [45752003, 45752148], [45753774, 45753857], [45754385, 45754493], [45755411, 45755555], [45755673, 45755779], [45757385, 45757500], [45757873, 45758035], [45759769, 45762871]], "strand": 1, "transcript": "NM_001276453", "txend": 45762871, "txstart": 45728430}, {"cdsend": 45759770, "cdsstart": 45727610, "chr": "17", "position": [[45727284, 45727650], [45727751, 45727810], [45730059, 45730242], [45734225, 45734426], [45735873, 45736026], [45738484, 45738544], [45740454, 45740544], [45741524, 45741635], [45742422, 45742524], [45745551, 45745776], [45747043, 45747235], [45748067, 45748198], [45750383, 45750531], [45750855, 45750927], [45752003, 45752148], [45753774, 45753857], [45754385, 45754493], [45755411, 45755555], [45755673, 45755779], [45757385, 45757500], [45757873, 45758035], [45759769, 45762871]], "strand": 1, "transcript": "NM_002265", "txend": 45762871, "txstart": 45727284}], "generif": [{"pubmed": 12551970, "text": "nuclear import of the HPV16 E6 oncoprotein in digitonin-permeabilized HeLa cells could be mediated by Kap beta1"}, {"pubmed": 13679510, "text": "XCTK2 binding to microtubules inhibited in the presence of importin alpha and beta"}, {"pubmed": 15194443, "text": "Importin alpha/beta-mediated nuclear import machinery is regulated in a cell cycle-dependent manner through the modulation of interaction modes between importins alpha and beta."}, {"pubmed": 15572412, "text": "This study shows a direct role of importin beta in control of mitotic spindle pole organization in human cells"}, {"pubmed": 15795315, "text": "Inhibition by Impbeta results from depletion nuclear RanGTP, and, in support of this mechanism, expression of mRFP-Ran reversed the inhibition."}, {"pubmed": 16552725, "text": "These data suggest the importance of receptor endocytosis, endosomal sorting machinery, interaction with importins alpha1/beta1, and exportin CRM1 in EGFR nuclear-cytoplasmic trafficking."}, {"pubmed": 16982803, "text": "These results show that maximum nucleocytoplasmic transport velocities can be modulated by at least approximately 10-fold by the importin beta concentration and hence suggest a potential mechanism for regulating the speed of cargo traffic across the NE."}, {"pubmed": 17537211, "text": "dengue virus nonstructural protein 5 nuclear localization through its importin alpha/beta-recognized nuclear localization sequences is integral to viral infection"}, {"pubmed": 17596301, "text": "SARS-COV ORF6 protein is localized to the endoplasmic reticulum (ER)/Golgi membrane in infected cells, where it binds to and disrupts nuclear import complex formation by tethering karyopherin alpha 2 and karyopherin beta 1 to the membrane."}, {"pubmed": 17646395, "text": "Data show that a novel Crumbs3 isoform regulates cell division and ciliogenesis via importin beta1 interactions."}, {"pubmed": 17916694, "text": "study found binding interactions with karyopherin-beta1 caused FG domains of nucleoporin Nup153 to collapse into compact molecular conformations; reversible collapse of the FG domains may play an important role in regulating nucleocytoplasmic transport"}, {"pubmed": 18028944, "text": "crystal structure of Imp beta (127-876) in complex SPN1 (1-65) at 2.8-A resolution reveals that Imp beta adopts an open conformation, which is unique for a functional Imp beta/cargo complex, and resembles the conformation of the Imp beta/RanGTP complex"}, {"pubmed": 18238777, "text": "importins alpha5 and beta1 associate with Nrf2, an interaction that was blocked by the nuclear import inhibitor SN50"}, {"pubmed": 18398821, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19117056, "text": "Crm1, Kpnbeta1 and Kpnalpha2 are overexpressed in cervical cancer and inhibiting the expression of Crm1 and Kpnbeta1, not Kpnalpha2, induces cancer cell death"}, {"pubmed": 19884259, "text": "replacement of the cap-binding complex by eukaryotic translation initiation factor 4E is promoted by importin beta (IMPbeta)"}, {"pubmed": 19925438, "text": "[review] Recognition and shuttling of calcineurin into the nucleus by importin-beta requires the nuclear localization sequence of the region spanning amino acids 172-183 of calcineurin A beta."}, {"pubmed": 20711181, "text": "Results demonstrate that PP2A-B55alpha and importin-beta1 cooperate in the regulation of postmitotic assembly mechanisms in human cells."}, {"pubmed": 21209321, "text": "The mammalian E1 subunits can be imported separately, identify nuclear localization signals (NLSs) in Aos1 and in Uba2, and demonstrate that their import is mediated by importin alpha/beta in vitro and in intact cells."}, {"pubmed": 21278340, "text": "Importin beta interacts with the NFAT-tubulin alpha complex rather than NFAT or tubulin alpha alone, resulting in cotranslocation of NFAT and tubulin alpha into the nucleus."}, {"pubmed": 21625522, "text": "study defines importin-alpha/importin-beta1/Ran as the molecular mechanism by which STAT3 traffics to the nucleus"}, {"pubmed": 21630149, "text": "[review] The cellular functions of Ran are mediated by RanGTP interactions with nuclear transport receptors related to importin beta and depend on the existence of chromosome-centered RanGTP gradient."}, {"pubmed": 22020938, "text": "Findings suggest that the importin beta1-mediated nuclear localization of DR5 limits the DR5/TRAIL-induced cell death of human tumor cells and thus can be a novel target to improve cancer therapy with recombinant TRAIL and anti-DR5 antibodies."}, {"pubmed": 22125623, "text": "Findings suggest that the deregulated activity of E2F in cancer cells causes increased activation of the Kpnbeta1 and Kpnalpha2 promoters, leading to elevated levels of these proteins, and ultimately impacting the cancer phenotype."}, {"pubmed": 22321063, "text": "LRRC59 facilitates transport of cytosolic FGF1 through nuclear pores by interaction with Kpns and movement of LRRC59 along the ER and NE membranes"}, {"pubmed": 22415091, "text": "Nuclear translocation of Wilms' tumour protein involves importins alpha and beta, and a nuclear localisation signal in the third zinc finger"}, {"pubmed": 23012356, "text": "Identification of a karyopherin beta1/beta2 proline-tyrosine nuclear localization signal in huntingtin protein."}, {"pubmed": 23444224, "text": "Data show that five genes CKAP5, KPNB1, RAN, TPX2 and KIF11 were shown to be essential for tumor cell survival in both head and neck squamous cell carcinoma (HNSCC)and non-small cell lung cancer (NSCLC), but most particularly in HNSCC."}, {"pubmed": 23557333, "text": "The role of Kpnbeta1 in cancer is only now being elucidated, and recent work points to its potential usefulness as an anti-cancer target."}, {"pubmed": 23906023, "text": "Knockdown of KPNB1 reduced the amount of nuclear p65 following TNF stimulation. KPNB1 binding to p65 is NLS dependent."}, {"pubmed": 24132643, "text": "we report that the EZH2-miR-30d-KPNB1 signalling pathway is critical for malignant peripheral nerve sheath tumour cell survival in vitro and tumourigenicity in vivo"}, {"pubmed": 24398670, "text": "the inhibition of endogenous Kpnbeta1 in cervical cancer cells results in a significant increase in mitotic abnormalities and a prolonged mitotic arrest."}, {"pubmed": 24699649, "text": "Although there are many kinds of C2H2-type ZFs which have the same fold as Snail, nuclear import by direct recognition of importin beta is observed in a limited number of C2H2-type zinc-finger proteins such as Snail"}, {"pubmed": 24712655, "text": "This work extends published observations on SAMHD1 nuclear localization to a natural cell type for HIV-1 infection and identifies KPNA2/KPNB1 as cellular proteins important for SAMHD1 nuclear import."}, {"pubmed": 24739174, "text": "These data reveal an emergent Kap-centric barrier mechanism that may underlie mechanistic and kinetic control in the nuclear pore complex."}, {"pubmed": 24821838, "text": "Ei24 can bind specifically to IMPbeta1 and IMPalpha2 to impede their normal role in nuclear import."}, {"pubmed": 24854174, "text": "Data suggest nuclear entry of GLI1 (glioma-associated oncogene homolog, a zinc finger protein) is regulated by unique mechanism via mutually exclusive binding by its nuclear import factor IMB1 (importin B1) and SuFu (suppressor of fused protein)."}, {"pubmed": 24953690, "text": "The results here establish for the first time that intracellular calcium modulates conventional nuclear import through direct effects on the nuclear transport machinery."}, {"pubmed": 25037261, "text": "ARTD15 plays role in nucleocytoplasmic shuttling, through karyopherin-beta1 mono-ADP-ribosylation. [review]"}, {"pubmed": 25499977, "text": "ARHI competes with RanGTPase and interacts with importin beta via basic-acidic patch interaction, which leads to inhibition of STAT3 translocation."}, {"pubmed": 25643631, "text": "Importin beta1 mediates the translocation of NF-kappaB into the nuclei of myeloma cells, thereby regulating proliferation and blocking apoptosis, which provides new insights for targeted myeloma therapies."}, {"pubmed": 25696812, "text": "Data reveal a novel role for miR-9 in regulation of the NFAT pathway by targeting KPNB1 and DYRK1B."}, {"pubmed": 25748139, "text": "Data show that importin-beta (impbeta) alters the nuclear pore's permeability in a Ran-dependent manner, suggesting that impbeta is a functional component of the nuclear pore complex (NPC)."}, {"pubmed": 25794490, "text": "High expression of KPNB1 protein is associated with hepatocellular carcinoma."}, {"pubmed": 25890085, "text": "DZNep suppressed EZH2/miR-30a,d/KPNB1 signaling."}, {"pubmed": 25960398, "text": "This hypersensitivity of malignant cell types to Impbeta1 knockdown raises the exciting possibility of anti-cancer therapies targeted at Impbeta1."}, {"pubmed": 26107903, "text": "Importin-beta1 mediates the non-classical nucleocytoplasmic transport of MARVELD1."}, {"pubmed": 26112410, "text": "The study revealed a regulatory role of the p97-Npl4-Ufd1 complex in regulating a partial degradation of the NF-kappaB subunit p100."}, {"pubmed": 26216267, "text": "Humanin Peptide Binds to Insulin-Like Growth Factor-Binding Protein 3 (IGFBP3) and Regulates Its Interaction with Importin-beta."}, {"pubmed": 26242264, "text": "KPNbeta1 was significantly highly expressed in gastric cancer and was correlated with tumor grade as well as poor prognosis."}, {"pubmed": 26319354, "text": "Collectively, these data show that KPNB1 is required for timely nuclear import of PER/CRY in the negative feedback regulation of the circadian clock."}, {"pubmed": 26414402, "text": "Data show that cytoskeleton associated protein 5 (chTOG) only weakly promotes importin-regulated microtubule nucleation, but acts synergistically with microtubule- associated protein TPX2."}, {"pubmed": 26491019, "text": "RBBP4 functions as a novel regulatory factor to increase the efficiency of importin alpha/beta-mediated nuclear import"}, {"pubmed": 26498772, "text": "Patients with tumors highly expressing Kpnbeta1 have poorer overall survivals. Kpnbeta1 interacts with p65 and enhances cell adhesion-mediated drug resistance."}, {"pubmed": 27528606, "text": "Importins, Impbeta, Kapbeta2, Imp4, Imp5, Imp7, Imp9, and Impalpha, show the H3 tail binding more tightly than the H4 tail. The H3 tail binds Kapbeta2 and Imp5 with KD values of 77 and 57 nm, respectively, and binds the other five Importins more weakly."}, {"pubmed": 27568288, "text": "KPNB1 might enhance human glioma proliferation via Wnt/beta-Catenin Pathway."}, {"pubmed": 27808165, "text": "Results show that importin beta1 is an Epac1 binding partner that regulates Epac1 subcellular localization."}, {"pubmed": 28427184, "text": "Results found KPNB1 to be required for the migration and invasion of cervical cancer cells through mediating nuclear import. Its inhibition of KPNB1 interferes with NFkB subcellular localization."}, {"pubmed": 28698143, "text": "Therefore, we show for the first time that the nuclear localization of Cat L and its substrate Cux1can be positively regulated by Snail NLS and importin beta1, suggesting that Snail, Cat L and Cux1 all utilize importin beta1 for nuclear import."}, {"pubmed": 28835592, "text": "Data suggest that IGFBP5 nuclear import is mediated by KPNA5/KPNB1 complex; nuclear localization sequence of IGFBP5 is critical domain in this nuclear translocation. (IGFBP5 = insulin-like growth factor binding protein-5; KPNA5 = karyopherin subunit alpha-5; KPNB1 = karyopherin subunit beta-1/importin-beta)"}, {"pubmed": 28864541, "text": "Karyoppherins constitute integral constituents of the nuclear pore complex whose barrier, transport, and cargo release functionalities establish a continuum under a mechanism of Kap-centric control."}, {"pubmed": 29017749, "text": "These results showed that BLM enters the nucleus via the importin beta1, RanGDP and NTF2 dependent pathway, demonstrating for the first time the nuclear trafficking mechanism of a DNA helicase."}, {"pubmed": 29251332, "text": "Study identified that high expression of Kpnbeta1 in breast cancer (BC) often leads to poor prognosis and that Kpnbeta1-knockdown markedly reduced BC cell proliferation by abrogating nuclear transport of Her2."}, {"pubmed": 29520102, "text": "Findings demonstrate that KPNB1 is required for proteostasis maintenance and its inhibition induces apoptosis in glioblastoma cells through UPR-mediated deregulation of Bcl-2 family members."}, {"pubmed": 29622086, "text": "our findings suggest that Kpnbeta1 plays a significant role in non-small cell lung cancer progression and chemoresistance"}, {"pubmed": 29746765, "text": "KPNB1 and Ran protein jointly mediated the nuclear import of NDV M protein, showing that KPNB1 protein interacted with NDV M protein to form binary complex and then entered into the nucleus with the assistance of Ran protein."}, {"pubmed": 29957337, "text": "Taken together, these results showed that full-length Pom121 enables efficient HIV-1 pre-integration complex nuclear import, and suggested that this process may rely on KPNB1 dependent classical cargo nuclear transportation way."}, {"pubmed": 30153455, "text": "NCAM140 is translocated into the nucleus by an importin-beta1-dependent mechanism."}, {"pubmed": 30445944, "text": "A tight balance of Kpnbeta1 expression is required for cellular function."}, {"pubmed": 30742095, "text": "Inhibition of KPNB1 could be a new therapeutic target for Prostate cancer treatment."}, {"pubmed": 30887716, "text": "KPNB1 is a direct target of miR-101."}, {"pubmed": 31629952, "text": "KPNB1 expression was significantly increased in colorectal cancer, contributing to CRC progression and hepatic metastasis by interacting with MET to subsequently control the expression of EMT-related signals."}, {"pubmed": 31642884, "text": "KPNA7, an isoform with expression mostly limited to early development, can bind Importin-beta (Imp-beta) in the absence of NLS cargo."}, {"pubmed": 31653923, "text": "Thioredoxin-related transmembrane protein 2 (TMX2) regulates the Ran protein gradient and importin-beta-dependent nuclear cargo transport."}, {"pubmed": 33439253, "text": "Antivirals that target the host IMPalpha/beta1-virus interface."}, {"pubmed": 33801927, "text": "Inhibition of NUPR1-Karyopherin beta1 Binding Increases Anticancer Drug Sensitivity."}, {"pubmed": 35864095, "text": "PCDH1 promotes progression of pancreatic ductal adenocarcinoma via activation of NF-kappaB signalling by interacting with KPNB1."}, {"pubmed": 35902727, "text": "Tumor-promoting properties of karyopherin beta1 in melanoma by stabilizing Ras-GTPase-activating protein SH3 domain-binding protein 1."}, {"pubmed": 35945192, "text": "CircKPNB1 mediates a positive feedback loop and promotes the malignant phenotypes of GSCs via TNF-alpha/NF-kappaB signaling."}, {"pubmed": 36418423, "text": "A mass spectrometry-based approach for the identification of Kpnbeta1 binding partners in cancer cells."}, {"pubmed": 37166548, "text": "MicroRNA-130a-3p impedes the progression of papillary thyroid carcinoma through downregulation of KPNB1 by targeting PSME3."}, {"pubmed": 37473981, "text": "KPNB1-mediated nuclear import in cancer."}, {"pubmed": 38132118, "text": "Human RTEL1 Interacts with KPNB1 (Importin beta) and NUP153 and Connects Nuclear Import to Nuclear Envelope Stability in S-Phase."}, {"pubmed": 38254206, "text": "Stabilization of KPNB1 by deubiquitinase USP7 promotes glioblastoma progression through the YBX1-NLGN3 axis."}], "genomic_pos": {"chr": "17", "end": 47685505, "ensemblgene": "ENSG00000108424", "start": 47649476, "strand": 1}, "genomic_pos_hg19": {"chr": "17", "end": 45762871, "start": 45726842, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0006404", "pubmed": 9670026, "qualifier": "involved_in", "term": "RNA import into nucleus"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006606", "qualifier": "involved_in", "term": "protein import into nucleus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006606", "pubmed": 15964792, "qualifier": "acts_upstream_of_or_within", "term": "protein import into nucleus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006606", "pubmed": [7615630, 20818336], "qualifier": "involved_in", "term": "protein import into nucleus"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006606", "pubmed": 17209048, "qualifier": "involved_in", "term": "protein import into nucleus"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006606", "qualifier": "involved_in", "term": "protein import into nucleus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006607", "pubmed": 14645851, "qualifier": "involved_in", "term": "NLS-bearing protein import into nucleus"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006607", "qualifier": "involved_in", "term": "NLS-bearing protein import into nucleus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006610", "pubmed": 9687515, "qualifier": "involved_in", "term": "ribosomal protein import into nucleus"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007079", "pubmed": 23783028, "qualifier": "involved_in", "term": "mitotic chromosome movement towards spindle pole"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007080", "pubmed": 23783028, "qualifier": "involved_in", "term": "mitotic metaphase chromosome alignment"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030953", "pubmed": 23783028, "qualifier": "involved_in", "term": "astral microtubule organization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0040001", "pubmed": 23783028, "qualifier": "involved_in", "term": "establishment of mitotic spindle localization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0090307", "pubmed": 23783028, "qualifier": "involved_in", "term": "mitotic spindle assembly"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005635", "pubmed": 22701565, "qualifier": "located_in", "term": "nuclear envelope"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005643", "pubmed": 7627554, "qualifier": "part_of", "term": "nuclear pore"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "pubmed": 9670026, "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005654", "pubmed": [7627554, 7892216, 20818336], "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 11891849, "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005829", "pubmed": [7627554, 7892216, 9670026, 20818336], "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0010494", "qualifier": "located_in", "term": "cytoplasmic stress granule"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 19946888, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0031965", "qualifier": "located_in", "term": "nuclear membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0035580", "qualifier": "located_in", "term": "specific granule lumen"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:0042564", "pubmed": [10353244, 10523667, 18187419, 20701745, 20818336], "qualifier": "part_of", "term": "NLS-dependent protein nuclear import complex"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0042564", "qualifier": "part_of", "term": "NLS-dependent protein nuclear import complex"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19056867, 20458337, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0071782", "pubmed": 22701565, "qualifier": "located_in", "term": "endoplasmic reticulum tubular network"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:1904813", "qualifier": "located_in", "term": "ficolin-1-rich granule lumen"}], "MF": [{"category": "MF", "evidence": "HDA", "id": "GO:0003723", "pubmed": 22681889, "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [9405152, 10523667, 11024021, 11311162, 11971900, 12372823, 15282309, 15494309, 15507604, 15870280, 16314522, 17209048, 17596301, 19680228, 20701745, 20818336, 21858095, 22084111, 22500989, 24169621, 26195665, 26496610, 28514442, 29734393, 30833792, 35044719], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008139", "qualifier": "enables", "term": "nuclear localization sequence binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0008270", "pubmed": 7615630, "qualifier": "enables", "term": "zinc ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019899", "pubmed": 22701565, "qualifier": "enables", "term": "enzyme binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019904", "pubmed": 11984006, "qualifier": "enables", "term": "protein domain specific binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0031267", "qualifier": "enables", "term": "small GTPase binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0051879", "qualifier": "enables", "term": "Hsp90 protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0061608", "qualifier": "enables", "term": "nuclear import signal receptor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0061608", "pubmed": 14645851, "qualifier": "enables", "term": "nuclear import signal receptor activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0061608", "qualifier": "enables", "term": "nuclear import signal receptor activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0061676", "qualifier": "enables", "term": "importin-alpha family protein binding"}]}, "homologene": {"genes": [[3702, 835429], [4530, 4352566], [4896, 2542496], [4932, 851061], [5141, 3881025], [6239, 172110], [7165, 1279333], [7227, 35336], [7955, 570700], [8364, 100216264], [9031, 426499], [9544, 694121], [9598, 455176], [9606, 3837], [9615, 491042], [9913, 507804], [10090, 16211], [10116, 24917], [28985, 2897126], [33169, 4619337], [318829, 2676537]], "id": 1707}, "interpro": [{"desc": "Armadillo", "id": "IPR000225", "short_desc": "Armadillo"}, {"desc": "Armadillo-like helical", "id": "IPR011989", "short_desc": "ARM-like"}, {"desc": "Armadillo-type fold", "id": "IPR016024", "short_desc": "ARM-type_fold"}, {"desc": "HEAT, type 2", "id": "IPR021133", "short_desc": "HEAT_type_2"}, {"desc": "Importin beta family", "id": "IPR040122", "short_desc": "Importin_beta"}, {"desc": "Importin-beta, N-terminal domain", "id": "IPR001494", "short_desc": "Importin-beta_N"}], "ipi": ["IPI00001639", "IPI00922792", "IPI01010020"], "map_location": "17q21.32", "name": "karyopherin subunit beta 1", "other_names": ["PTAC97", "importin 1", "importin 90", "importin beta-1 subunit", "importin subunit beta-1", "karyopherin (importin) beta 1", "nuclear factor p97", "pore targeting complex 97 kDa subunit"], "pantherdb": {"HGNC": "6400", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "107532", "ortholog_type": "LDO", "panther_family": "PTHR10527", "taxid": 10090, "uniprot_kb": "P70168"}, {"RGD": "2909", "ortholog_type": "LDO", "panther_family": "PTHR10527", "taxid": 10116, "uniprot_kb": "P52296"}, {"Ensembl": "ENSGALG00000036962", "ortholog_type": "LDO", "panther_family": "PTHR10527", "taxid": 9031, "uniprot_kb": "A0A1D5P1W7"}, {"ZFIN": "ZDB-GENE-030131-2579", "ortholog_type": "LDO", "panther_family": "PTHR10527", "taxid": 7955, "uniprot_kb": "A0A0R4IMZ8"}, {"WormBase": "WBGene00002075", "ortholog_type": "LDO", "panther_family": "PTHR10527", "taxid": 6239, "uniprot_kb": "Q9BIB8"}, {"FlyBase": "FBgn0262743", "ortholog_type": "LDO", "panther_family": "PTHR10527", "taxid": 7227, "uniprot_kb": "O18388"}, {"SGD": "S000004339", "ortholog_type": "LDO", "panther_family": "PTHR10527", "taxid": 4932, "uniprot_kb": "Q06142"}, {"PomBase": "SPAC1B1.03c", "ortholog_type": "LDO", "panther_family": "PTHR10527", "taxid": 4896, "uniprot_kb": "O13864"}, {"TAIR": "2830447", "ortholog_type": "O", "panther_family": "PTHR10527", "taxid": 3702, "uniprot_kb": "Q0WML1"}, {"TAIR": "2830442", "ortholog_type": "LDO", "panther_family": "PTHR10527", "taxid": 3702, "uniprot_kb": "F4IYK3"}, {"TAIR": "2168586", "ortholog_type": "O", "panther_family": "PTHR10527", "taxid": 3702, "uniprot_kb": "Q9FJD4"}], "uniprot_kb": "Q14974"}, "pathway": {"biocarta": [{"id": "npcpathway", "name": "mechanism of protein import into the nucleus"}, {"id": "ranmspathway", "name": "role of ran in mitotic spindle regulation"}], "kegg": {"id": "hsa03013", "name": "RNA transport - Homo sapiens (human)"}, "netpath": {"id": "Pathway_TGF_beta_Receptor", "name": "TGF_beta_Receptor"}, "pid": [{"id": "met_pathway", "name": "Signaling events mediated by Hepatocyte Growth Factor Receptor (c-Met)"}, {"id": "nfat_3pathway", "name": "Role of Calcineurin-dependent NFAT signaling in lymphocytes"}, {"id": "smad2_3pathway", "name": "Regulation of cytoplasmic and nuclear SMAD2/3 signaling"}, {"id": "tcptp_pathway", "name": "Signaling events mediated by TCPTP"}], "reactome": [{"id": "R-HSA-109581", "name": "Apoptosis"}, {"id": "R-HSA-1169408", "name": "ISG15 antiviral mechanism"}, {"id": "R-HSA-1169410", "name": "Antiviral mechanism by IFN-stimulated genes"}, {"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-140342", "name": "Apoptosis induced DNA fragmentation"}, {"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-162906", "name": "HIV Infection"}, {"id": "R-HSA-162906", "name": "HIV Infection"}, {"id": "R-HSA-162909", "name": "Host Interactions of HIV factors"}, {"id": "R-HSA-162909", "name": "Host Interactions of HIV factors"}, {"id": "R-HSA-1640170", "name": "Cell Cycle"}, {"id": "R-HSA-1640170", "name": "Cell Cycle"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-1655829", "name": "Regulation of cholesterol biosynthesis by SREBP (SREBF)"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168255", "name": "Influenza Infection"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168271", "name": "Transport of Ribonucleoproteins into the Host Nucleus"}, {"id": "R-HSA-168276", "name": "NS1 Mediated Effects on Host Pathways"}, {"id": "R-HSA-177243", "name": "Interactions of Rev with host cellular proteins"}, {"id": "R-HSA-177243", "name": "Interactions of Rev with host cellular proteins"}, {"id": "R-HSA-180746", "name": "Nuclear import of Rev protein"}, {"id": "R-HSA-180746", "name": "Nuclear import of Rev protein"}, {"id": "R-HSA-2555396", "name": "Mitotic Metaphase and Anaphase"}, {"id": "R-HSA-2555396", "name": "Mitotic Metaphase and Anaphase"}, {"id": "R-HSA-2995383", "name": "Initiation of Nuclear Envelope (NE) Reformation"}, {"id": "R-HSA-2995410", "name": "Nuclear Envelope (NE) Reassembly"}, {"id": "R-HSA-2995410", "name": "Nuclear Envelope (NE) Reassembly"}, {"id": "R-HSA-5357801", "name": "Programmed Cell Death"}, {"id": "R-HSA-556833", "name": "Metabolism of lipids"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-6798695", "name": "Neutrophil degranulation"}, {"id": "R-HSA-68616", "name": "Assembly of the ORC complex at the origin of replication"}, {"id": "R-HSA-68867", "name": "Assembly of the pre-replicative complex"}, {"id": "R-HSA-68882", "name": "Mitotic Anaphase"}, {"id": "R-HSA-68882", "name": "Mitotic Anaphase"}, {"id": "R-HSA-68886", "name": "M Phase"}, {"id": "R-HSA-68886", "name": "M Phase"}, {"id": "R-HSA-69002", "name": "DNA Replication Pre-Initiation"}, {"id": "R-HSA-69278", "name": "Cell Cycle, Mitotic"}, {"id": "R-HSA-69278", "name": "Cell Cycle, Mitotic"}, {"id": "R-HSA-69306", "name": "DNA Replication"}, {"id": "R-HSA-75153", "name": "Apoptotic execution phase"}, {"id": "R-HSA-8957322", "name": "Metabolism of steroids"}, {"id": "R-HSA-909733", "name": "Interferon alpha/beta signaling"}, {"id": "R-HSA-913531", "name": "Interferon Signaling"}, {"id": "R-HSA-9615933", "name": "Postmitotic nuclear pore complex (NPC) reformation"}, {"id": "R-HSA-9635486", "name": "Infection with Mycobacterium tuberculosis"}, {"id": "R-HSA-9636249", "name": "Inhibition of nitric oxide production"}, {"id": "R-HSA-9637687", "name": "Suppression of phagosomal maturation"}, {"id": "R-HSA-9637690", "name": "Response of Mtb to phagocytosis"}, {"id": "R-HSA-9678108", "name": "SARS-CoV-1 Infection"}, {"id": "R-HSA-9679506", "name": "SARS-CoV Infections"}, {"id": "R-HSA-9692914", "name": "SARS-CoV-1-host interactions"}, {"id": "R-HSA-9692916", "name": "SARS-CoV-1 activates/modulates innate immune responses"}, {"id": "R-HSA-9824439", "name": "Bacterial Infection Pathways"}, {"id": "R-HSA-9824446", "name": "Viral Infection Pathways"}, {"id": "R-HSA-9824446", "name": "Viral Infection Pathways"}], "wikipathways": [{"id": "WP1982", "name": "Sterol regulatory element-binding proteins (SREBP) signaling"}, {"id": "WP4657", "name": "22q11.2 copy number variation syndrome"}]}, "pdb": ["1F59", "1IBR", "1M5N", "1O6O", "1O6P", "1QGK", "1QGR", "2P8Q", "2Q5D", "2QNA", "3LWW", "3W5K", "6N88", "6N89", "8GCN"], "pfam": ["PF03810", "PF13513"], "pharmgkb": "PA30191", "pharos": {"target_id": 1645, "tdl": "Tbio"}, "pir": "I52907", "prosite": ["PS50077", "PS50166"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF219809", "relationship": "is"}, {"id": "GNF252027", "relationship": "is"}, {"id": "GNF252028", "relationship": "is"}, {"id": "GNF252029", "relationship": "is"}, {"id": "GNF252030", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF032531", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF007815", "relationship": "is"}, {"id": "GNF007816", "relationship": "is"}, {"id": "GNF007817", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF285065", "relationship": "is"}, "GNF_mm-kinase_lenti-shRNA": {"id": "GNF290351", "relationship": "is"}, "GNF_mm-kinase_plasmid-shRNA": {"id": "GNF076909", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF096757", "relationship": "is"}, {"id": "GNF136412", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000017.11", "NC_060941.1"], "protein": ["NP_001263382.1", "NP_002256.2"], "rna": ["NM_001276453.2", "NM_002265.6"], "translation": [{"protein": "NP_001263382.1", "rna": "NM_001276453.2"}, {"protein": "NP_002256.2", "rna": "NM_002265.6"}]}, "reporter": {"HG-U133_Plus_2": ["208974_x_at", "208975_s_at", "213507_s_at", "213573_at", "213574_s_at", "213803_at"], "HG-U95Av2": "41196_at", "HG-U95B": "47013_at", "HTA-2_0": ["TC17000611.hg.1", "TC17002684.hg.1"], "HuEx-1_0": ["3078594", "3724782"], "HuGene-1_1": "8007992", "HuGene-2_1": "16835272"}, "summary": "Nucleocytoplasmic transport, a signal- and energy-dependent process, takes place through nuclear pore complexes embedded in the nuclear envelope. The import of proteins containing a nuclear localization signal (NLS) requires the NLS import receptor, a heterodimer of importin alpha and beta subunits also known as karyopherins. Importin alpha binds the NLS-containing cargo in the cytoplasm and importin beta docks the complex at the cytoplasmic side of the nuclear pore complex. In the presence of nucleoside triphosphates and the small GTP binding protein Ran, the complex moves into the nuclear pore complex and the importin subunits dissociate. Importin alpha enters the nucleoplasm with its passenger protein and importin beta remains at the pore. Interactions between importin beta and the FG repeats of nucleoporins are essential in translocation through the pore complex. The protein encoded by this gene is a member of the importin beta family. Two transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Feb 2013].", "symbol": "KPNB1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1416705"}, "unigene": "Hs.532793", "uniprot": {"Swiss-Prot": "Q14974", "TrEMBL": ["J3KTM9", "B7Z752", "J3QKQ5", "J3KS06", "J3QRG4"]}, "wikipedia": {"url_stub": "KPNB1"}}