{"AllianceGenome": "6436", "HGNC": "6436", "MIM": "148020", "_id": "3880", "_version": 2, "accession": {"genomic": ["AB045973.1", "AC019349.28", "AF202321.1", "CH471152.1", "CP068261.2", "HC921481.1", "HD063883.1", "J03607.1", "NC_000017.11", "NC_060941.1", "NG_012285.1"], "protein": ["AAA36044.1", "AAF27048.1", "AAH02539.3", "AAH07628.1", "AAH10409.3", "AAH67744.2", "AAH84574.2", "BAA94607.1", "BAA94608.1", "BAB40770.1", "BAG36071.1", "CAA68556.1", "CBU30437.1", "CBU83086.1", "EAW60743.1", "NP_002267.2", "P08727.4"], "rna": ["AB041267.1", "AB041268.1", "AK313261.1", "BC002539.2", "BC007628.1", "BC010409.2", "BC067744.1", "BC084574.1", "BG490639.1", "BG750971.1", "BP328445.1", "DA068330.1", "NM_002276.5", "Y00503.1"], "translation": [{"protein": "AAH10409.3", "rna": "BC010409.2"}, {"protein": "NP_002267.2", "rna": "NM_002276.5"}, {"protein": "AAH02539.3", "rna": "BC002539.2"}, {"protein": "AAH67744.2", "rna": "BC067744.1"}, {"protein": "BAG36071.1", "rna": "AK313261.1"}, {"protein": "AAH84574.2", "rna": "BC084574.1"}, {"protein": "AAH07628.1", "rna": "BC007628.1"}, {"protein": "CAA68556.1", "rna": "Y00503.1"}, {"protein": "BAA94607.1", "rna": "AB041267.1"}, {"protein": "BAA94608.1", "rna": "AB041268.1"}]}, "alias": ["CK19", "K19", "K1CS"], "ensembl": {"gene": "ENSG00000171345", "protein": ["ENSP00000355124", "ENSP00000408759", "ENSP00000466625"], "transcript": ["ENST00000361566", "ENST00000455635", "ENST00000462611", "ENST00000468880", "ENST00000471565", "ENST00000479031", "ENST00000593096"], "translation": [{"protein": "ENSP00000355124", "rna": "ENST00000361566"}, {"protein": "ENSP00000466625", "rna": "ENST00000593096"}, {"protein": "ENSP00000408759", "rna": "ENST00000455635"}], "type_of_gene": "protein_coding"}, "entrezgene": "3880", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 13.03578497, "exp_mis": 215.986347, "exp_syn": 115.85876, "lof_z": 1.93033936157389, "mis_z": 1.99643599212338, "mu_lof": 9.28597879627e-07, "mu_mis": 1.88409393093e-05, "mu_syn": 1.00037162841e-05, "n_lof": 6.0, "n_mis": 156.0, "n_syn": 96.0, "p_li": 0.0039364547878244, "p_null": 0.0376717056363349, "p_rec": 0.958391839575841, "syn_z": 1.14376794675652}, "bp": 1203, "cds_end": 39684499, "cds_start": 39679994, "n_exons": 6, "nonpsych": {"exp_lof": 11.6748299, "exp_mis": 195.3646787, "exp_syn": 104.7395533, "lof_z": 2.20594900749896, "mis_z": 2.03397611084944, "mu_lof": 9.28597879627e-07, "mu_mis": 1.88409393093e-05, "mu_syn": 1.00037162841e-05, "n_lof": 4.0, "n_mis": 139.0, "n_syn": 89.0, "p_li": 0.0699464560944728, "p_null": 0.0160523887273573, "p_rec": 0.91400115517817, "syn_z": 0.968281751614662}, "nontcga": {"exp_lof": 11.98085411, "exp_mis": 198.6953853, "exp_syn": 106.5780043, "lof_z": 1.70451391707331, "mis_z": 1.9684989843053, "mu_lof": 9.28597879627e-07, "mu_mis": 1.88409393093e-05, "mu_syn": 1.00037162841e-05, "n_lof": 6.0, "n_mis": 143.0, "n_syn": 87.0, "p_li": 0.0026996734854397, "p_null": 0.0610392658733795, "p_rec": 0.936261060641181, "syn_z": 1.20076172599208}, "transcript": "ENST00000361566.3"}, "exons": [{"cdsend": 41528247, "cdsstart": 41523742, "chr": "17", "position": [[41523616, 41523997], [41524142, 41524268], [41524378, 41524540], [41524842, 41524999], [41525190, 41525273], [41527827, 41528308]], "strand": -1, "transcript": "NM_002276", "txend": 41528308, "txstart": 41523616}], "exons_hg19": [{"cdsend": 39684499, "cdsstart": 39679994, "chr": "17", "position": [[39679868, 39680249], [39680394, 39680520], [39680630, 39680792], [39681094, 39681251], [39681442, 39681525], [39684079, 39684560]], "strand": -1, "transcript": "NM_002276", "txend": 39684560, "txstart": 39679868}], "generif": [{"pubmed": 12697249, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12820323, "text": "Cyfra 21-1 fragment is a sensitive marker in the diagnosis of distant metastases of head and neck carcinoma"}, {"pubmed": 14556657, "text": "CK19 expression is a predictor of early postoperative recurrence due to increased invasiveness"}, {"pubmed": 14593079, "text": "The results demonstrate that overexpression of CK19 in hepatocellular carcinoma cells is related to metastatic behavior."}, {"pubmed": 14761598, "text": "CK19 expression is significantly higher in thyroid papillary carcinoma than benign thyroid tissue; and this characteristic can have important diagnostic value."}, {"pubmed": 15716612, "text": "RET/PTC and CK19 have roles in progression of papillary thyroid carcinoma"}, {"pubmed": 15737616, "text": "SLUG levels in the cell regulated the function of cytokeratins 8 and 19 gene promoters."}, {"pubmed": 15825149, "text": "Cytokeratin 19 is highly expressed in HER-2/neu-positive breast tumors when compared with HER-2/neu-negative breast tumors"}, {"pubmed": 15870932, "text": "High levels of serum CYFRA21-1 were correlated with the progression of thymic carcinoma"}, {"pubmed": 16324274, "text": "CEA and CK19 expression was higher in lung cancer patients than in patients with benign lung diseases and healthy controls."}, {"pubmed": 16627685, "text": "The gene expression profile of hepatic stem cells throughout life consists of high levels of expression of cytokeratin 19 (CK19)."}, {"pubmed": 16681689, "text": "The large Paget cells uniformly expressed CK19 in 12/12 extramammary Paget's disease."}, {"pubmed": 16736556, "text": "CK19 is consistently expressed in the epithelial cells of pancreatic ducts."}, {"pubmed": 16804977, "text": "Intensive follow-up by serial assay of CEA and cytokeratins (8, 18, 19) allows early detection of colorectal neoplasm recurrence."}, {"pubmed": 16879391, "text": "The higher recurrence rate of CK19+ HCC (hepatocellular carcinomas) after transplantation suggests a worse prognosis for these HCCs compared with CK19- HCC."}, {"pubmed": 16965897, "text": "[in] serum an independent prognostic factor for oral squamous cell carcinoma"}, {"pubmed": 17071045, "text": "Molecular staging of SLN using real-time RT-PCR for early breast cancer could serve as a useful complement to standard clinicopathological risk factors."}, {"pubmed": 17450257, "text": "In conclusion, CYFRA 21-1 is a useful tumor marker before and after surgical treatment in lung cancer."}, {"pubmed": 17492378, "text": "Detection of CK19 mRNA in the bone marrow of breast cancer patients is an independent predictor of relapse-free survival in operable breast cancer patients."}, {"pubmed": 17509943, "text": "KRT19 variants are not overtransmitted or associated with familial IBD, although a potential role in sporadic IBD cannot be excluded."}, {"pubmed": 17558891, "text": "Diffuse-type gastric cancer tissues at varying purities, were evaluated for the expression of a cancer-spec. gene, KRT19, by RT-PCR. Tissues of 70% purity for cancer cells, by microdissection, were of sufficient quality to proof the KRT19 gene expression."}, {"pubmed": 17652531, "text": "CK19/CD99 immunoexpression did not correlate with extent of tumor invasion, mitotic activity, Ki-67 labeling index, presence of extracellular mucinous pools dissecting muscle, and angiolymphatic and perineural/neural invasion in goblet cell carcinoids."}, {"pubmed": 17697728, "text": "serum Sialyl Lewisx and cytokeratin 19 fragment were prognostic markers for stage I non-small cell lung cancer"}, {"pubmed": 17728499, "text": "Comparing follicular variant of papillary carcinoma (FVPC) with follicular carcinoma (FC), the expression CK19 was significantly higher in FVPC."}, {"pubmed": 17851895, "text": "There was a highly significant difference between overall survival time and lymph node metastasis with LOH and CK19 analysis."}, {"pubmed": 17955299, "text": "A high serum CYFR21-1 concentration is associated with tumor progression and poor postoperative outcomes in patients with intrahepatic cholangiocarcinoma."}, {"pubmed": 18059224, "text": "CK19 staining is a potential additional prognostic marker independent from the WHO criteria for pancreatic endocrine tumors."}, {"pubmed": 18080980, "text": "Our results suggest that the degree of cytokeratin 19 expression could be a new prognostic factor in non-small cell lung cancer."}, {"pubmed": 18095993, "text": "CK 19 expression can be helpful in differentiating sebaceous tumors from basal cell carcinomas."}, {"pubmed": 18308654, "text": "Data indicate that expression of CK19 by qPCR is a quantitative method for distinguishing papillary carcinoma lesions from other types of thyroid lesions, in contrast to the more qualitative immunohistochemistry."}, {"pubmed": 18329483, "text": "This preliminary study provides evidence that the CK19/EpCAM2 and/or CK19/P-cadherin ratio(s) may be a simple and accurate prognostic indicator of clinical outcome in early-stage adenocarcinoma of the lung."}, {"pubmed": 18394347, "text": "The levels of CYFRA21-1 in pleural effusion of patients with lung cancer were much higher than those with benign lung disease."}, {"pubmed": 18409152, "text": "Cyfra 21.1 may be regarded as a circulating marker of poorly differentiated and anaplastic thyroid carcinoma."}, {"pubmed": 18451221, "text": "The detection of peripheral blood CK19mRNA+ and MGB1mRNA+ cells before adjuvant chemotherapy predicts poor DFS in women with early breast cancer."}, {"pubmed": 18559605, "text": "CK10 alone, or in combination with CK19, can be a novel predictor for poor prognosis of hepatocellular carcinoma patients after curative resection."}, {"pubmed": 18571761, "text": "Nucleosomes and CYFRA 21-1 have roles in tumor response to chemotherapy in recurrent non-small cell lung cancer"}, {"pubmed": 18577250, "text": "CK19 signal was occasionally observed in the peripheral blood of normal controls, and the HER2 signal was frequently present in the peripheral blood of both normal controls and breast cancer patients."}, {"pubmed": 18602664, "text": "Distinct cytokeratin 7, cytokeratin 19, & neuronal cell adhesion molecule staining patterns are seen in hepatic adenoma & focal nodular hyperplasia possibly suggest activation of different subsets of hepatic progenitor/stem cell."}, {"pubmed": 18646695, "text": "mRNA expression of LUNX, CK19 and CEA genes in the regional lymph nodes of NSCLC was significantly higher than that in those of benign lung diseases."}, {"pubmed": 18705345, "text": "Micrometastases of gastric cancer can be detected in circulating peripheral blood using quantitative real-time RT-PCR. CK19 is a better marker than CK18, CK20 and CEA."}, {"pubmed": 18833815, "text": "Coexistence of strong CK19 positivity and p63-positive cells can enhance the cytologic diagnosis of PTC."}, {"pubmed": 18941637, "text": "gene expression of krt8, krt18, and krt19 and correlation with gene expression profiles and cell differentiation are compared in human and mouse embryonic stem cells"}, {"pubmed": 19032382, "text": "Human eccrine sweat glands express CK7, CK8, CK14, CK18, CK19, CEA, EMA, Ki67, p63, EGF and EGFR. In skin, CEA can be used as a specific immunological marker of sweat glands."}, {"pubmed": 19087608, "text": "COMP, CXCL9 and KRT19 play an important role in the pathopoiesis of oral submucosal fibrosis."}, {"pubmed": 19157505, "text": "cytokeratins 7 and 19, are very helpful in distinguishing normal from lesional tissue, as well as hepatic adenoma from focal nodular hyperplasia"}, {"pubmed": 19166031, "text": "High frequency of CK19 expression was associated with a decreased probability of survival time in patients with supraglottic carcinoma."}, {"pubmed": 19265690, "text": "CK19 modulates ER stress signaling and contributes to cell survival and dormancy in breast cancer cells."}, {"pubmed": 19383302, "text": "Results show that circulating neoplastic cells keep a significant prognosis value at long term on high risk breast cancer patients, and that a double detection of MUC1 and CK19 does not improve the prognostic value of circulating neoplastic cells."}, {"pubmed": 19549321, "text": "cytokeratin-19 is released by human tumor cells and may have a role in metastatic progression of breast cancer"}, {"pubmed": 19574886, "text": "The classification system derived from KIT and CK19 was able to predict clinical behavior of pancreatic endocrine tumor"}, {"pubmed": 19585610, "text": "K8/K18/K19 variants may serve as genetic modifiers in primary biliary cirrhosis."}, {"pubmed": 19585610, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19623181, "text": "The detection of CK-19 mRNA-positive circulating tumour cells both before and after chemotherapy is correlated with the detection of CK-19 mRNA-positive disseminated tumour cellsin patients with early-stage breast cancer"}, {"pubmed": 19776502, "text": "Expression was not altered in oral lichen planus lesions"}, {"pubmed": 19849844, "text": "Colorectal cancer patients at the M1 stage had significantly higher expression of fecal CK19 mRNA compared with healthy controls."}, {"pubmed": 19863186, "text": "Results show that CYFRA21-1 and CEA may be helpful in predicting the responsiveness in ESCC of primary lesions to CRT, and should be confirmed in larger, more homogeneous studies."}, {"pubmed": 19926583, "text": "Caution should be exercised in interpreting positive HBME1 or CK19 staining in Hashimoto thyroiditis."}, {"pubmed": 20050020, "text": "KRT19 is a Gli1-responsive gene in human keratinocytes"}, {"pubmed": 20050020, "text": "KRT19 mRNA is selectively expressed in human hair follicle stem cells, while KRT19 protein is not."}, {"pubmed": 20146580, "text": "The prognostic value of cytokeratin-19 positive circulating tumor cell detection is of great significance in subgroups of breast cancer patients patients"}, {"pubmed": 20198455, "text": "The use of galectin-3, HBME-1, and cytokeratin-19 may provide significant contributions in the differential diagnosis of malignant thyroid tumors"}, {"pubmed": 20204403, "text": "Data show that CK19 and gal-3 are accurate as tissue markers, their serum levels could not be used as reliable markers for identification of thyroid malignancy or in thyroid cancer follow-up."}, {"pubmed": 20350214, "text": "Combining CEA with Cyfra 21-1 analysis of malignant pleural effusion increases diagnostic sensitivity of lung adenocarcinomato nearly 100%"}, {"pubmed": 20398190, "text": "the expression of Cytokeratins 7, 8, 18, and 19 may serve as differential diagnostic markers for pulmonary large cell neuroendocrine carcinoma and small cell lung carcinoma"}, {"pubmed": 20538416, "text": "Immunohistochemistry for cytokeratins 7 and 19, which mark biliary epithelium, is helpful in the diagnosis of biliary diseases."}, {"pubmed": 20586026, "text": "Detection of CK19 as part of a 3 marker RT-PCR assay for early diagnosis of breast cancer."}, {"pubmed": 20586028, "text": "There was no difference in serum Cyfra 21-1 before and after surgery of oral squamous cell carcinoma."}, {"pubmed": 20723431, "text": "Increased protein expressions of nuclear CXCR4, VEGF-C, and CK-19 are independent risk factors for developing lymph node metastasis in hepatocellular carcinoma."}, {"pubmed": 20803149, "text": "CK-19 was uniformly negative in fetal areas. There was focal cytoplasmic positivity of CK-19 in embryonal areas, in foci showing ductular type of differentiation, whereas it was negative in the usual type of embryonal histology."}, {"pubmed": 20854102, "text": "Colorectal cancer patients had significantly higher median fecal CK19 expression than controls. Survival was lower in patients overexpressing CK19."}, {"pubmed": 20920982, "text": "Results showed the prognostic relevance of bone marrow disseminated tumor cells assessed by a multimarker mRNA panel consisting of TWIST1, cytokeratin 19 (gene name: KRT19), and mammaglobin A (gene name: SCGB2A2) mRNA in operable breast cancer patients."}, {"pubmed": 21070384, "text": "Pretreatment serum CYFRA 21-1 values could serve as a prognostic predictor of upper urinary tract urothelial carcinoma."}, {"pubmed": 21104440, "text": "These findings show that CK19 and MMP-2 expression may be beneficial in predicting lymph node metastasis in hepatocellular carcinoma and survival."}, {"pubmed": 21159246, "text": "Elevated peripheral blood CYFRA 21-1 levels were usually indicated extensive disease of NSCLC."}, {"pubmed": 21190722, "text": "By correlating with KIT/CK19 model, we identified that tumor necrosis, infiltrating tumor border, and mitoses were prognostic markers for pancreatic endocrine tumors."}, {"pubmed": 21262401, "text": "Down-regulation of CK19 supports a model of epithelial-mesenchymal transition for tumors that show a high proclivity for hematogenic dissemination."}, {"pubmed": 21270756, "text": "expression of both CEA and CK-19 in the peripheral blood of gastric cancer patients are strong predictors of major vascular invasion and significantly worse survival rates"}, {"pubmed": 21319197, "text": "miR-492 can originate from the coding sequence of the HB marker gene keratin 19 (KRT19)"}, {"pubmed": 21397974, "text": "preoperative expression level is a prognostic factor in patients with stage I non-small cell lung cancer"}, {"pubmed": 21427448, "text": "Most breast cancer cases were positive for CK19, independent of the histological type"}, {"pubmed": 21663668, "text": "CK-19 mRNA-positive circulating tumor cells is associated with an increased risk of late relapse and death in patients with operable breast cancer and indicates the presence of chemo-and hormonotherapy-resistant residual disease."}, {"pubmed": 21704007, "text": "analysis of Keratin 19 epithelial patterns in cirrhotic stroma parallel hepatocarcinogenesis"}, {"pubmed": 21705376, "text": "Suggest that CK19 is unsuitable for early diagnosis of tongue squamous cell carcinoma."}, {"pubmed": 21738394, "text": "Keratin 13 is a more specific marker of conjunctival epithelium than keratin 19."}, {"pubmed": 21804393, "text": "CK19 immunohistochemistry was useful in showing the extent of myometrial invasion and subtle foci of lympho-vascular space invasion in endometrial endometrioid adenocarcinoma"}, {"pubmed": 21938557, "text": "positivity rates of CK19 and CK20 in transverse mesocolon were 48.6 and 61.2%, respectively and increased with the depth of tumor invasion"}, {"pubmed": 21976532, "text": "The presence of baseline CK19+mRNA CTCs was associated with poor prognosis; a decrease in MGB1+mRNA CTCs may help predict response to therapy of MBC patients."}, {"pubmed": 22041857, "text": "Serum CYFRA 21-1 seems to be a marker of advanced- and high-grade urothelial carcinoma of the bladder, useful for monitoring this disease and for predicting the prognosis."}, {"pubmed": 22045674, "text": "K19 correlated with features of hepatocellular carcinoma (HCC) aggressiveness; K19-positive HCCs showed increased EMT-related protein and mRNA expression, suggesting they may acquire invasive characteristics through upregulation of EMT-associated genes"}, {"pubmed": 22088515, "text": "SCC, CEA, Cyfra 21-1 and NSE are valuable in the early diagnosis of lung cancer among suspicious nodules in the lung, especially when they were assayed together for one patient."}, {"pubmed": 22253524, "text": "Data suggest that CK19 and possibly hTERT mRNA expression levels in peripheral blood appear to provide a valuable marker to predict the overall survival of patients with advanced malignant biliary tract obstruction."}, {"pubmed": 22513207, "text": "Tumors or dysplastic lesions that carry EBV also generally express higher levels of CK19 than those that do not"}, {"pubmed": 22535608, "text": "105 cases of thyroid lesions were evaluated to assess the role of HBME-1, cytokeratin-19 (CK-19), galectin-3 in distinguishing benign from malignant thyroid lesions."}, {"pubmed": 22555942, "text": "lack of expression of CK19 is infrequent in breast cancers, they do occur not only in tumors with a triplenegative or basal-like phenotype but also in breast cancers with a luminal phenotype"}, {"pubmed": 22648550, "text": "K19 expressed variably in both oral squamous cell carcinoma and squamous intraepithelial neoplasm"}, {"pubmed": 22989467, "text": "This is the first report describing the potential role of serum Cyfra 21.1 as marker of dedifferentiation and resistance to (131)I therapy in patients with advanced thyroid carcinoma."}, {"pubmed": 22990361, "text": "Data indicate that EpCAM, CK19, and hMAM triple-marker-positive circulating tumor cells (CTCs) were detected in 86 of 98 (87.8 %) patients."}, {"pubmed": 22997967, "text": "combined use of CK19, Gal-3, and HBME-1 is of practical value in the diagnosis and differential diagnosis of benign and malignant thyroid nodules"}, {"pubmed": 22999061, "text": "The preoperative serum level of Cyfra21-1 and SCC-Ag are independently significant predictors which negatively affected the survivals of patients with stage II esophageal squamous cell carcinoma."}, {"pubmed": 23104395, "text": "Breast cancer patients with CK19-positive bone marrow cells have significantly shorter disease-free survival."}, {"pubmed": 23135478, "text": "Low expression of KRT19 is associated with neuroblastoma progression."}, {"pubmed": 23171677, "text": "High frequency of ovarian cancer stem cells (CD44+ and CK19+) in epithelial ovarian tumors correlates with short progression-free intervals."}, {"pubmed": 23203004, "text": "BRAF (V600E) is non-associated with Gal-3 expression, whereas it is associated with cytoplasmatic localization of p27kip1 and higher CK19 expression in papillary thyroid carcinoma."}, {"pubmed": 23269585, "text": "CK19 is a useful marker for the identification of papillary thyroid carcinomas"}, {"pubmed": 23352032, "text": "Results indicate that CEA and CYFRA 21-1 are reliable serum tumor markers for the diagnosis of lung cancer."}, {"pubmed": 23377137, "text": "Keratin-19 marked the germinative epithelial layers in the fetal epidermis and appendages and possibly the nests of epidermal stem cells."}, {"pubmed": 23398472, "text": "BerEP4 differentiates between microcystic adnexal carcinoma and morpheaform basal cell carcinoma."}, {"pubmed": 23408492, "text": "High CYFRA 21-1 expression is associated with lung adenocarcinoma-associated cytologically negative pleural effusions."}, {"pubmed": 23468917, "text": "Cytokeratin19-2g2, a novel fragment of cytokeratin19 in serum, indicating a more invasive behavior and worse prognosis in breast cancer patients"}, {"pubmed": 23585313, "text": "Most of the released CK19 mRNAs in blood and tissue of breast cancer patients are non-coding RNA."}, {"pubmed": 23591159, "text": "High CYFRA 21-1 levels are associated with response to epidermal growth factor receptor-tyrosine kinase inhibitor therapy in non-small-cell lung cancer harboring EGFR mutation."}, {"pubmed": 23686805, "text": "CK19 and KIT may play a role in tumor progression and metastases."}, {"pubmed": 23728094, "text": "Low CYFRA level is the most important risk factor for severe neutropenia in advanced NSCLC patients after the first course of chemotherapy with third-generation agents."}, {"pubmed": 23758804, "text": "High cytokeratin 19 expression is associated with lymph node metastasis in hepatocellular carcinoma."}, {"pubmed": 23810363, "text": "High CK19 mRNA expression correlated with lung cancer stage and distant metastases."}, {"pubmed": 23833298, "text": "KRT19 is a potential tumor suppressor that negatively regulates Akt signaling through modulation of Egr1 nuclear localization."}, {"pubmed": 23879483, "text": "serum CYFRA 21-1 valuesmay be a potential independent prognostic factor in patients with advanced lung adenocarcinoma."}, {"pubmed": 23886796, "text": "upregulated transcription correlates with tumor size in Non-Small-Cell Lung Cancer"}, {"pubmed": 23900865, "text": "The combined TG and CK19 quantitative real-time PCR could be used to select a previously missed group of patients with nodal involvement of Papillary thyroid cancer"}, {"pubmed": 23905896, "text": "no significant correlation between CYFRA21-1 concentrations and different organ types with squamous cell cancer"}, {"pubmed": 23909079, "text": "The combination of weak CK19 expression and high serum CYFRA21-1 levels is a predictor of poorer prognosis for patients with human lung sqamous cell carcinoma."}, {"pubmed": 23958557, "text": "role in hepatocellular carcinoma invasiveness"}, {"pubmed": 23992005, "text": "High serum CYFRA21-1 expression is associated with lung cancer"}, {"pubmed": 24178178, "text": "Investigated whether the presence of cytokeratin-19 (CK-19) mRNA-positive circulating tumor cells (CTCs) predicts treatment response, progression-free survival (PFS), and overall survival (OS) in SCLC patients who received standard therapy."}, {"pubmed": 24219598, "text": "In this study, the promising data reported in the recent literature about CK19 serving as a sufficient biomarker for endometriosis could not be verified when tested in a larger sample size."}, {"pubmed": 24460983, "text": "Immunocytochemistry using HBME-1, CK-19 and the Ki-67 proliferative index increased the diagnostic accuracy of FNA in the FN/SFN category of the Bethesda System, which may help to distinguish lesions in this category"}, {"pubmed": 24715165, "text": "HBME-1, Galectin-3, Cytokeratin-19 and CD56 were used alone or in panels in a series of papillary thyroid carcinoma (PTC) and thyroid tumors of uncertain malignant potential."}, {"pubmed": 24857367, "text": "placental expression significantly increased in preeclampsia compared to normotensive pregnancies"}, {"pubmed": 24947099, "text": "High CK19 expression is associated with thyroid papillary carcinoma follicular variant."}, {"pubmed": 24998567, "text": "High CYFRA21.1 expression is associated with stomach cancer."}, {"pubmed": 25156534, "text": "Results show that KRT19 is highly deregulated gene in breast cancer and its expression is correlated with poor overall survival."}, {"pubmed": 25296695, "text": "Urinary cytokeratin 19 fragment, CYFRA 21-1, has limited value for clinical practice to discriminate between women with and without endometriosis."}, {"pubmed": 25329121, "text": "This study focused on analyzing the immunoexpression of CK19, vimentin and E-cadherin in a number of 43 differentiated thyroid carcinomas."}, {"pubmed": 25342465, "text": "The role of KRT19 is in stabilizing HER2 on the cell membrane and the effect of KRT19 antibody on proliferation of HER2-positive cancer cells."}, {"pubmed": 25368272, "text": "High serum CYFRA 21-1 level is associated with cholangiocarcinoma."}, {"pubmed": 25368276, "text": "High KRT19 expression is associated with metastasis in breast cancer."}, {"pubmed": 25453845, "text": "Most thoracic tumors, except for PCs, CTs, and SCCs, were positive for CK19. We also found that CK19 expression was maintained between CK19-positive primary tumors and the corresponding LN metastatic deposits"}, {"pubmed": 25476897, "text": "MiR-642 regulates Linc00974 and KRT19 interaction determining tumor cell proliferation and metastasis in hepatocellular carcinoma."}, {"pubmed": 25487191, "text": "Serum CYFRA 21-1 represents a reliable biomarker for gallbladder carcinoma and intrahepatic cholangiocarcinoma."}, {"pubmed": 25503147, "text": "The expression of CK19 tended to be positively correlated with the expression of FOXP3. High expression of FOXP3 in regional lymph nodes was a significant unfavorable prognostic factor in patients with stage I non-small cell lung cancer."}, {"pubmed": 25791790, "text": "Increased Expression of K19 mRNA is associated with Recurrence After Curative Resection of Hepatocellular Carcinoma."}, {"pubmed": 25820415, "text": "K19 is a new cancer stem cell marker associated with epithelial mesechymal transformation and TGFb/Smad signaling."}, {"pubmed": 25854400, "text": "Patients with any EGFR, CK19, CK20 or survinin positivity in their peripheral blood obtain less benefit from radiotherapy."}, {"pubmed": 25867356, "text": "CK19 mRNA expression in peripheral blood was evaluated by qRT-PCR as an index of circulating tumor cells in 15 cases of HER-2-positive breast cancer and 18 cases of HER2-negative breast cancer"}, {"pubmed": 25889715, "text": "CK19 proved to be a sensitive marker to identify yolk sac tumours of the testis and to distinguish them from other germ cell tumours."}, {"pubmed": 26002573, "text": "Postoperative CK19-2G2 concentration may be an indicator of prognosis. An increase after the initial drop in CK19-2G2 concentration after surgery may indicate a poor prognosis."}, {"pubmed": 26011233, "text": "Study confirms the prognostic significance of K19 expression in Caucasian patients with hepatocellular carcinoma."}, {"pubmed": 26163610, "text": "Elevation of serum CYFRA21-1 is associated with Non-small Cell Lung Cancer."}, {"pubmed": 26212571, "text": "Patients with CK19 positivity showed a higher prevalence of microvessel invasion than those without CK19."}, {"pubmed": 26292957, "text": "High serum levels of CYFRA 21-1 are associated with oral squamous cell carcinoma."}, {"pubmed": 26333429, "text": "Serum CYFRA21-1 and CEA can be used as prognostic factors of NSCLC patients. Combinative detection of the two indices will be more reliable."}, {"pubmed": 26408719, "text": "High CYFRA 21-1 serum levels are associated with Head and Neck Cancer."}, {"pubmed": 26416346, "text": "Data show that adipose-derived stem cells (ADSC) differentiate into epithelial-like cells with the expression of epithelial surface marks cytokeratin 18 and 19 and form tube-like structures."}, {"pubmed": 26432331, "text": "Data indicate that serum tumor markers showed significant shorter 3-year progression-free survival (PFS) in higher levels compared to lower levels for S-CYFRA 21-1 (cytokeratin 19 fragment), S-SCCA and S-CEA."}, {"pubmed": 26503236, "text": "CK19 and HBME-1 were significantly expressed more in papillary carcinoma as compared to follicular carcinoma"}, {"pubmed": 26588210, "text": "When confirmed by a low alpha-fetoprotein concentration (<400 mug/L), CK-19 expression in is an additional valuable indicator of early recurrence, distant metastasis, and poor prognosis in HBV-positive patients"}, {"pubmed": 26609030, "text": "Positive staining for CK19 suggests a possible LPC origin of the EpCAM positive hepatocellular carcinoma ."}, {"pubmed": 26657594, "text": "We report results of the studies relating to fabrication of a non-invasive, label-free and an efficient biosensing platform for detection of the oral cancer biomarker (CYFRA-21-1)."}, {"pubmed": 26708058, "text": "The study has confirmed the preservation of CK19 protein expression in breast cancer cells after neoadjuvant therapy. On the basis of these results, quantification-based methods such as the one-step nucleic acid amplification (OSNA) CK19 assay, could be an accurate tool with which to analyse the sentinel nodes, regardless of whether they had been obtained before or after treatment."}, {"pubmed": 26730601, "text": "Data show that serum neuron-specific enolase, cytokeratin 19 fragment 21-1, pro-gastrin-releasing peptide, squamous cell carcinoma antigen, tissue inhibitor of metalloproteinase-1, and human epididymis protein 4 are not associated with brain metastases."}, {"pubmed": 26880855, "text": "Results show that serum miR21 could serve as an important marker for auxiliary diagnosis of early non-small cell lung cancer (NSCLC), while joint detection of serums miR21 and CYFRA21-1 levels could improve diagnostic efficiency."}, {"pubmed": 26910849, "text": "notochord-specific marker during early intervertebral disc development"}, {"pubmed": 26977595, "text": "CK19 expression was measured in hepatocellular carcinoma at different stages and correlated with prognosis. CK19+/GPC3+ HCC has the highest risk of intrahepatic metastasis, microvascular invasion, regional lymph node involvement, and distant metastasis."}, {"pubmed": 26979333, "text": "The cytologic tumor marker c-CYFRA was positively associated with EGFR mutations in non-small cell lung cancer (NSCLC).  EGFR mutation-positive NSCLCs have relatively lower glycolysis compared with NSCLCs without EGFR mutation"}, {"pubmed": 27049492, "text": "Peritumoral ductular reaction was more abundant and proliferative in CK19+ hepatocellular carcinoma patients, with higher level of nuclear translocation of beta-catenin."}, {"pubmed": 27072222, "text": "Significant levels of CEA, CYFRA 21-1, NSE, and TSGF were detected in the serum. The amounts found were useful for diagnosing non-small cell lung cancer (NSCLC) patients who depended on the currently limited biomarker development."}, {"pubmed": 27072263, "text": "BALF and serum NSE, CEA, and CYFRA21.1 elevated in lung cancer, which had prompt value for pathology, especially significant for BALF."}, {"pubmed": 27097811, "text": "Gene promoter hypermethylation is found in sentinel lymph nodes of breast cancer patients identified as positive by one-step nucleic acid amplification of cytokeratin 19 mRNA"}, {"pubmed": 27105542, "text": "Data suggest that high cytokeratin 19 (CK19) levels in peripheral blood may independently predict non-sentinel lymph node (nSLN) metastasis in breast cancer patients."}, {"pubmed": 27141570, "text": "CK19 staining was found in hepatic hydatidosis patients with and without biliary fistula."}, {"pubmed": 27625087, "text": "Results suggest that positive expression of CK19 mRNA and TK1 protein is closely correlated with poor prognosis in advanced gastrointestinal cancer."}, {"pubmed": 27654256, "text": "Immunohistochemical assessment of both CK19 and SCCAg status in histologically negative sentinel lymph nodes may be a valuable approach for predicting recurrence and survival after curative surgery for cervical squamous cell carcinoma."}, {"pubmed": 27663597, "text": "(18)F-FDG-PET can be used to predict K19 expression in hepatocellular carcinoma and should thereby aid in the development of novel therapeutic strategies targeting K19(+) hepatocellular carcinoma cancer stem cells"}, {"pubmed": 27689616, "text": "GPC3 and KRT19 overexpression are associated with carcinogenesis, progression, and poor prognosis in patients with PDAC and a valuable biomarker for diagnosis of PDAC."}, {"pubmed": 27764819, "text": "Our results are of special importance against the background that CK19 positive carcinomas revealed a significantly poorer prognosis and therefore emphasize its prognostic and possible diagnostic role in tongue cancer."}, {"pubmed": 27789528, "text": "Circulating tumor cells expressing cytokeratin and tumor-initiating cell markers, including ALDH, CD133, and CD44, were identified in patients with pancreatic adenocarcinoma. These TIC-like CTCs were associated with poor prognosis after surgical resection and with an increased incidence of tumor recurrence"}, {"pubmed": 27833076, "text": "Aberrant decreased miR-26a could promote cell proliferation by regulating KRT19 which plays important role in the pathogenesis of cholangiocarcinoma."}, {"pubmed": 27863477, "text": "K19 directly promotes cancer cell survival, invasion, and angiogenesis, resulting in hepatocellular carcinomas progression and poor clinical outcome"}, {"pubmed": 28008968, "text": "KRT19 intracellularly binds to HER2, playing a critical role in HER2 activation"}, {"pubmed": 28150330, "text": "CYFRA 21-1 can be useful as a tumor marker for evaluating tumor progression and treatment efficacy in patients with extramammary Paget's disease."}, {"pubmed": 28179355, "text": "Data show that sixty one patients with a high cytokeratin 19 fragment (CYFRA 21-1) level had statistically shorter progression-free and overall survival than 39 patients with a normal CYFRA 21-1 level ."}, {"pubmed": 28214214, "text": "The combined use of CK19 and CD56 is helpful in discriminating papillary thyroid carcinoma and its variants from other mimicking thyroid lesions."}, {"pubmed": 28293089, "text": "CK19 and carcinoembryonic antigen may be involved in lymph node metastasis and poor prognosis in patients with gastriccardia cancer"}, {"pubmed": 28604997, "text": "CYFRA 21-1 assessed at the end of RT or ChT seems to be a prognostic marker for tumor response. A high concentration of CYFRA 21-1 after treatment increases the risk of death. CYFRA 21-1 might be suggested in the monitoring of carcinomas of head and neck cancer (HNC)."}, {"pubmed": 28645247, "text": "YAP1 activation was more commonly found in CCAs than in pure HCCs. However, a differing pattern of YAP1 expression between cHC-CCAs and CK19(+) HCCs and the poor prognosis of YAP1 positive hepatic carcinomas suggests that YAP1 may have a preferential role in aggressive tumor behavior, rather than in the determination of cellular lineage in hepatic carcinomas"}, {"pubmed": 28758812, "text": "High Hep Par 1 expression in hepatocellular carcinoma (HCC) was univariately associated with good overall and recurrence-free survival after curative resection, while CK19 was marginally prognostic. Combination of the two markers more effectively predicted for long-term prognosis in HCC than Hep Par 1 did."}, {"pubmed": 28779086, "text": "Cyfra 21.1 is a tool available to independently predict survival of DTC patients not achieving excellent response after primary treatment."}, {"pubmed": 28783171, "text": "Findings provide evidence that K19 expression is inducible in human hepatocellular carcinoma as a sign of tumor progression."}, {"pubmed": 28837258, "text": "Urine levels of COL4A1, COL13A1, the combined values of COL4A1 and COL13A1 (COL4A1 + COL13A1), and CYFRA21-1 were significantly elevated in urine from patients with BCa compared to the controls. A high urinary COL4A1 + COL13A1 was found to be an independent risk factor for intravesical recurrence."}, {"pubmed": 28870944, "text": "Combination of the two tumor markers, CEA and CYFRA21-1, is a predictive and prognostic marker of docetaxel monotherapy for previously treated NSCLC patients"}, {"pubmed": 28982900, "text": "Serum CYFRA 21-1 level may be a predictive factor for patients with non-small cell lung cancers treated with EGFR-TKIs, regardless of EGFR mutation status."}, {"pubmed": 29136022, "text": "Positive CK-19 expression can be used as a predictor of poor prognosis of PNET"}, {"pubmed": 29150742, "text": "Low CK19 expression is associated with Thyroid Papillary Carcinoma."}, {"pubmed": 29247745, "text": "The detection of TK1 combined with that of cytokeratin-19 fragment (CYFRA21-1), CEA or NSE increased the diagnostic value of TK1 for lung squamous cell carcinoma, adenocarcinoma and small cell lung cancer, respectively."}, {"pubmed": 29345755, "text": "High CK19 expression is associated with acute cellular rejection of liver allografts."}, {"pubmed": 29363547, "text": "The findings reveal KRT19 expression in hepatocellular carcinoma is regulated by cross-talk between cancer-associated fibroblasts and hepatocellular carcinoma cells, illuminating new therapeutic targets for this aggressive disease."}, {"pubmed": 29513894, "text": "High expression of CK-19 is associated with intrahepatic cholangiocarcinoma."}, {"pubmed": 29747452, "text": "the modulation of KRT19 expression could be involved in cancer stem cell reprogramming and drug sensitivity."}, {"pubmed": 30037371, "text": "elevated level of preoperative serum Cyfra 21-1 indicates an advanced stage of tumor"}, {"pubmed": 30178842, "text": "Serum alpha-fetoprotein positive hepatocellular carcinoma patients had high CK19 levels and low PCNA levels."}, {"pubmed": 30194170, "text": "Data indicate that de novo expression of KRT7 and KRT19 resulting in altered plasticity and stem cell characteristics of epithelial cells might be a crucial factor in increasing the risk of tumor development in end-stage kidneys."}, {"pubmed": 30535933, "text": "Results find that the rate of circulated tumor cells (CTC)-KRT19 positive (pos) increased with the increase of the stages in breast tumors. Preoperative CTC-KRT19-pos in breast cancer patients was closely related to the lymph node metastasis statues and had no significant correlation with other clinicopathological features."}, {"pubmed": 30588199, "text": "The expression of cytokeratin19 was associated with sal-like protein 4 expression, as well as poor overall and disease-free survival in hepatocellular carcinoma patients in Taiwan."}, {"pubmed": 30885344, "text": "serial measurements of serum CYFRA 21-1 levels could provide a valuable method for follow-up monitoring of patients with adenocarcinoma of the lung to detect recurrence"}, {"pubmed": 30952746, "text": "Concurrent elevation of preoperative SCC-Ag, CYFRA 21-1 and CRP serum levels can be correlated with worse survival rates in oral cavity squamous cell carcinoma."}, {"pubmed": 31042009, "text": "CK19 expressed in several cancer types."}, {"pubmed": 31088185, "text": "study demonstrated that serum CYFRA21-1 and squamous cell carcinoma antigen levels were associated with lymph node metastasis in esophageal squamous cell carcinoma, especially in patients at the early T stage"}, {"pubmed": 31282406, "text": "Elevated preoperative SCC and CYFRA 21-1 levels were associated with aggressive cancer behavior in esophageal squamous cell carcinoma (ESCC). The TMI based on preoperative SCC and CYFRA 21-1 might serve as a novel marker that can be used to predict the prognosis of ESCC patients."}, {"pubmed": 31414742, "text": "Serum cytokeratin-19 fragment (Cyfra211) and neuron specific enolase (NSE) levels in males and females had no correlation with age."}, {"pubmed": 31450896, "text": "High CK19 expression is associated with Non-Small-Cell Lung Carcinoma."}, {"pubmed": 31450978, "text": "CK19 also positively regulated multidrug resistance-associated protein 4 expression at the PM, suggesting that this keratin may regulate the apical expression of other ATP-binding cassette proteins as well as CFTR."}, {"pubmed": 31482332, "text": "According to current knowledge, the tumor marker CYFRA 21-1 is not clinically significant for treatment and follow-up of patients with head and neck CSCC [cutaneous squamous cell carcinoma ]."}, {"pubmed": 31601969, "text": "Keratin 19 regulates cell cycle pathway and sensitivity of breast cancer cells to CDK inhibitors."}, {"pubmed": 31659631, "text": "A Prospective Validation Cohort Study of a Prediction Model on Non-sentinel Lymph Node Involvement in Early Breast Cancer."}, {"pubmed": 31767040, "text": "We demonstrated the potential value of the serum CYFRA21-1 level as a complementary diagnostic tool for epithelial ovarian cancer (EOC) in conjunction with CA125. Additionally, CYFRA 21-1 is likely to be superior to CA125 as a prognostic indicator in EOC."}, {"pubmed": 31901914, "text": "Cytokeratin 19 is a useful marker in differentiating malignant from benign thyroid conditions particularly the classical papillary thyroid carcinoma"}, {"pubmed": 32285192, "text": "Clinical relevance of CYFRA 21-1 as a tumour marker in patients with oropharyngeal squamous cell carcinoma."}, {"pubmed": 32286727, "text": "Morphology, Motility, and Cytoskeletal Architecture of Breast Cancer Cells Depend on Keratin 19 and Substrate."}, {"pubmed": 32519739, "text": "KRT8 and KRT19, associated with EMT, are hypomethylated and overexpressed in lung adenocarcinoma and link to unfavorable prognosis."}, {"pubmed": 32556098, "text": "Engrailed Homeobox 1 and Cytokeratin 19 Are Independent Diagnostic Markers of Eccrine Porocarcinoma and Distinguish It From Squamous Cell Carcinoma."}, {"pubmed": 32606188, "text": "Serum CEA and CYFRA Levels in ALK-rearranged NSCLC Patients: Correlation With Distant Metastasis."}, {"pubmed": 32606302, "text": "Clinicopathological characterization and prognostic implication of FOXP3 and CK19 expression in papillary thyroid carcinoma and concomitant Hashimoto's thyroiditis."}, {"pubmed": 32992913, "text": "Rapid Detection of Free Cancer Cells in Intraoperative Peritoneal Lavage Using One-Step Nucleic Acid Amplification (OSNA) in Gastric Cancer Patients."}, {"pubmed": 33393839, "text": "Keratin 19 maintains E-cadherin localization at the cell surface and stabilizes cell-cell adhesion of MCF7 cells."}, {"pubmed": 33435629, "text": "Total Tumor Load of mRNA Cytokeratin 19 in the Sentinel Lymph Node as a Predictive Value of Axillary Lymphadenectomy in Patients with Neoadjuvant Breast Cancer."}, {"pubmed": 33495032, "text": "Diagnostic utility of LDH, CA125 and CYFRA21-1 in tuberculosis pleural effusion."}, {"pubmed": 33629313, "text": "SPRR2C, DEFB4A, WIF1, CRY2, and KRT19 are correlated with the development of atopic eczema."}, {"pubmed": 33767587, "text": "Linc-KILH potentiates Notch1 signaling through inhibiting KRT19 phosphorylation and promotes the malignancy of hepatocellular carcinoma."}, {"pubmed": 33803999, "text": "A Hyaluronan and Platelet-Rich Plasma Hydrogel for Mesenchymal Stem Cell Delivery in the Intervertebral Disc: An Organ Culture Study."}, {"pubmed": 33813413, "text": "Prognostic Role for CYFRA 21-1 in Patients With Advanced-stage NSCLC Treated With Bevacizumab Plus Chemotherapy."}, {"pubmed": 34254284, "text": "Efficacy of expressions of Arg-1, Hep Par-1, and CK19 in the diagnosis of the primary hepatocellular carcinoma subtypes and exclusion of the metastases."}, {"pubmed": 34406791, "text": "Keratin 19 interacts with GSK3beta to regulate its nuclear accumulation and degradation of cyclin D3."}, {"pubmed": 34585605, "text": "Increased circulating cytokeratin 19 fragment levels in preterm neonates receiving mechanical ventilation are associated with poor outcome."}, {"pubmed": 34969769, "text": "Establishment of Patient-derived Preclinical Models for Invasive Papillary Cholangiocarcinoma."}, {"pubmed": 35278979, "text": "Differentiating Cytokeratin 19 expression of hepatocellular carcinoma by using multi-b-value diffusion-weighted MR imaging with mono-exponential, stretched exponential, intravoxel incoherent motion, diffusion kurtosis imaging and fractional order calculus models."}, {"pubmed": 35679711, "text": "Dysregulation of KRT19, TIMP1, and CLDN1 gene expression is associated with thyroid cancer."}, {"pubmed": 35725470, "text": "Individual and joint influence of cytokeratin 19 and microvascular invasion on the prognosis of patients with hepatocellular carcinoma after hepatectomy."}, {"pubmed": 35900535, "text": "Diagnostic utility of CK19 and galectin-3 in differentiating papillary thyroid carcinoma from nonneoplastic lesions of thyroid."}, {"pubmed": 36068968, "text": "The role of cytokeratin 19 levels in the determination of endometriosis stages."}, {"pubmed": 36825581, "text": "Keratin19 promotes pancreatic cancer progression and poor prognosis via activating the Hedgehog pathway."}, {"pubmed": 37312199, "text": "Combination of CEACAM5, EpCAM and CK19 gene expressions in mediastinal lymph node micrometastasis is a prognostic factor for non-small cell lung cancer."}, {"pubmed": 37387440, "text": "Clinical implications of Cytokeratin 19 expression in patients with oral squamous cell carcinoma."}, {"pubmed": 37555362, "text": "DNA methylation-associated allelic inactivation regulates Keratin 19 gene expression during pancreatic development and carcinogenesis."}, {"pubmed": 37592256, "text": "Keratin 19 binds and regulates cytoplasmic HNRNPK mRNA targets in triple-negative breast cancer."}, {"pubmed": 38987531, "text": "Silencing CK19 regulates ferroptosis by affecting the expression of GPX4 and ACSL4 in oral squamous cell carcinoma in vivo and in vitro."}], "genomic_pos": {"chr": "17", "end": 41528308, "ensemblgene": "ENSG00000171345", "start": 41523617, "strand": -1}, "genomic_pos_hg19": {"chr": "17", "end": 39684560, "start": 39679869, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0007219", "qualifier": "involved_in", "term": "Notch signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030855", "qualifier": "involved_in", "term": "epithelial cell differentiation"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0043627", "pubmed": 10037815, "qualifier": "involved_in", "term": "response to estrogen"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045109", "qualifier": "involved_in", "term": "intermediate filament organization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045214", "pubmed": 16000376, "qualifier": "involved_in", "term": "sarcomere organization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060706", "qualifier": "involved_in", "term": "cell differentiation involved in embryonic placenta development"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005856", "qualifier": "is_active_in", "term": "cytoskeleton"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005882", "qualifier": "located_in", "term": "intermediate filament"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 23377137, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0016327", "qualifier": "located_in", "term": "apicolateral plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0030018", "qualifier": "located_in", "term": "Z disc"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0042383", "qualifier": "located_in", "term": "sarcolemma"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043034", "pubmed": 16000376, "qualifier": "located_in", "term": "costamere"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 19199708, "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0071944", "pubmed": 19185580, "qualifier": "located_in", "term": "cell periphery"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:1990357", "qualifier": "located_in", "term": "terminal web"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0005200", "pubmed": 2448790, "qualifier": "enables", "term": "structural constituent of cytoskeleton"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [15846844, 16000376, 16189514, 20080707, 25416956, 25910212, 26871637, 29892012, 31515488, 32296183, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008307", "pubmed": 16000376, "qualifier": "enables", "term": "structural constituent of muscle"}]}, "homologene": {"genes": [[8364, 394514], [9031, 395861], [9598, 454663], [9606, 3880], [9615, 100685481], [9913, 514812], [10090, 16669], [10116, 360626]], "id": 1713}, "interpro": [{"desc": "Keratin, type I", "id": "IPR002957", "short_desc": "Keratin_I"}, {"desc": "Intermediate filament, rod domain", "id": "IPR039008", "short_desc": "IF_rod_dom"}, {"desc": "Intermediate filament protein, conserved site", "id": "IPR018039", "short_desc": "IF_conserved"}], "ipi": ["IPI00479145", "IPI00794644"], "map_location": "17q21.2", "name": "keratin 19", "other_names": ["40-kDa keratin intermediate filament", "CK-19", "cytokeratin 19", "keratin 19, type I", "keratin, type I cytoskeletal 19", "keratin, type I, 40-kd"], "pantherdb": {"HGNC": "6436", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "96693", "ortholog_type": "LDO", "panther_family": "PTHR23239", "taxid": 10090, "uniprot_kb": "P19001"}, {"RGD": "619936", "ortholog_type": "LDO", "panther_family": "PTHR23239", "taxid": 10116, "uniprot_kb": "Q63279"}, {"Gene": "KRT19", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 9031, "uniprot_kb": "O93256"}, {"Ensembl": "ENSGALG00000019719", "ortholog_type": "LDO", "panther_family": "PTHR23239", "taxid": 9031, "uniprot_kb": "A0A1L1RWG9"}, {"ZFIN": "ZDB-GENE-040426-2931", "ortholog_type": "LDO", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "B0UYS0"}, {"ZFIN": "ZDB-GENE-060421-4592", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "Q1RLR3"}, {"Ensembl": "ENSDARG00000022334", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "E7F6W3"}, {"ZFIN": "ZDB-GENE-040718-88", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "Q6DG66"}, {"ZFIN": "ZDB-GENE-061027-116", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "F1R8U0"}, {"ZFIN": "ZDB-GENE-060316-1", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "Q1LXK0"}, {"ZFIN": "ZDB-GENE-070822-8", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "B0UYR9"}, {"ZFIN": "ZDB-GENE-050506-95", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "Q1LXJ9"}, {"ZFIN": "ZDB-GENE-040801-181", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "Q6DHB6"}, {"ZFIN": "ZDB-GENE-060503-86", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "Q1LXJ1"}, {"ZFIN": "ZDB-GENE-061026-4", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "Q1LXJ7"}, {"ZFIN": "ZDB-GENE-991008-6", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "Q9PWD8"}, {"ZFIN": "ZDB-GENE-050417-363", "ortholog_type": "LDO", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "F1Q7G3"}, {"Ensembl": "ENSDARG00000069046", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "E7FCW1"}, {"ZFIN": "ZDB-GENE-050417-50", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "A5WUY5"}, {"ZFIN": "ZDB-GENE-030131-221", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "F1QP28"}, {"ZFIN": "ZDB-GENE-040718-78", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "Q6DHU3"}], "uniprot_kb": "P08727"}, "pathway": {"kegg": [{"id": "hsa04915", "name": "Estrogen signaling pathway - Homo sapiens (human)"}, {"id": "hsa05150", "name": "Staphylococcus aureus infection - Homo sapiens (human)"}], "pid": {"id": "p38alphabetadownstreampathway", "name": "Signaling mediated by p38-alpha and p38-beta"}, "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-6805567", "name": "Keratinization"}, {"id": "R-HSA-6809371", "name": "Formation of the cornified envelope"}, {"id": "R-HSA-9725554", "name": "Differentiation of keratinocytes in interfollicular epidermis in mammalian skin"}, {"id": "R-HSA-9734767", "name": "Developmental Cell Lineages"}], "wikipathways": {"id": "WP4970", "name": "Galanin receptor pathway"}}, "pfam": "PF00038", "pharmgkb": "PA30225", "pharos": {"target_id": 15625, "tdl": "Tbio"}, "pir": "A31370", "prosite": "PS51842", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF167942", "relationship": "is"}, {"id": "GNF178848", "relationship": "is"}, {"id": "GNF189754", "relationship": "is"}, {"id": "GNF200660", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": [{"id": "GNF157562", "relationship": "is"}, {"id": "GNF162308", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF035959", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF007845", "relationship": "is"}, {"id": "GNF016569", "relationship": "is"}, {"id": "GNF017278", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": [{"id": "GNF284398", "relationship": "is"}, {"id": "GNF286149", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF103350", "relationship": "is"}, {"id": "GNF143000", "relationship": "is"}], "Qiagen_mouse_QMIHSINHIBv1": {"id": "GNF294653", "relationship": "is"}, "Qiagen_mouse_QMIHSMIMv1": {"id": "GNF293797", "relationship": "is"}}, "refseq": {"genomic": ["NC_000017.11", "NC_060941.1", "NG_012285.1"], "protein": "NP_002267.2", "rna": "NM_002276.5", "translation": {"protein": "NP_002267.2", "rna": "NM_002276.5"}}, "reporter": {"HG-U133_Plus_2": ["201650_at", "228491_at"], "HG-U95Av2": "40899_at", "HTA-2_0": "TC17002906.hg.1", "HuEx-1_0": ["2913068", "3757108"], "HuGene-1_1": "8015349", "HuGene-2_1": "16844775"}, "summary": "The protein encoded by this gene is a member of the keratin family. The keratins are intermediate filament proteins responsible for the structural integrity of epithelial cells and are subdivided into cytokeratins and hair keratins. The type I cytokeratins consist of acidic proteins which are arranged in pairs of heterotypic keratin chains. Unlike its related family members, this smallest known acidic cytokeratin is not paired with a basic cytokeratin in epithelial cells. It is specifically expressed in the periderm, the transiently superficial layer that envelopes the developing epidermis. The type I cytokeratins are clustered in a region of chromosome 17q12-q21. [provided by RefSeq, Jul 2008].", "symbol": "KRT19", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1334314"}, "unigene": "Hs.654568", "uniprot": {"Swiss-Prot": "P08727", "TrEMBL": ["K7EMS3", "C9JM50"]}, "wikipedia": {"url_stub": "Keratin 19"}}