{"AllianceGenome": "6427", "HGNC": "6427", "MIM": "148069", "_id": "3872", "_version": 2, "accession": {"genomic": ["AC130686.15", "CH471152.1", "CP068261.2", "NC_000017.11", "NC_060941.1", "NG_008625.1", "NG_009090.2", "S78515.1", "S81026.1", "Z19574.1", "Z31596.1"], "protein": ["AAB34565.1", "AAD15003.1", "AAH00159.2", "AAH11901.1", "AAH56421.1", "AAH72018.1", "AAH72019.1", "ABQ96595.1", "ABQ96596.1", "ABQ96597.1", "ABQ96598.1", "BAC04534.1", "BAG65211.1", "CAA29248.1", "CAA44451.1", "CAA79626.1", "EAW60750.1", "EAW60751.1", "EAW60752.1", "EAW60753.1", "NP_000413.1", "Q04695.2"], "rna": ["AK095342.1", "AK304373.1", "BC000159.2", "BC011901.2", "BC056421.1", "BC072018.1", "BC072019.1", "BP226061.1", "BX647923.1", "EF608068.1", "EF608069.1", "EF608070.1", "EF608071.1", "NM_000422.3", "X05803.1", "X62571.1"], "translation": [{"protein": "AAH72018.1", "rna": "BC072018.1"}, {"protein": "ABQ96596.1", "rna": "EF608069.1"}, {"protein": "AAH11901.1", "rna": "BC011901.2"}, {"protein": "BAC04534.1", "rna": "AK095342.1"}, {"protein": "ABQ96598.1", "rna": "EF608071.1"}, {"protein": "CAA44451.1", "rna": "X62571.1"}, {"protein": "ABQ96597.1", "rna": "EF608070.1"}, {"protein": "BAG65211.1", "rna": "AK304373.1"}, {"protein": "AAH56421.1", "rna": "BC056421.1"}, {"protein": "ABQ96595.1", "rna": "EF608068.1"}, {"protein": "NP_000413.1", "rna": "NM_000422.3"}, {"protein": "CAA29248.1", "rna": "X05803.1"}, {"protein": "AAH72019.1", "rna": "BC072019.1"}, {"protein": "AAH00159.2", "rna": "BC000159.2"}]}, "alias": ["39.1", "CK-17", "K17", "PC", "PC2", "PCHC1"], "ensembl": {"gene": "ENSG00000128422", "protein": ["ENSP00000308452", "ENSP00000467418", "ENSP00000468672", "ENSP00000497161"], "transcript": ["ENST00000311208", "ENST00000463128", "ENST00000491673", "ENST00000493253", "ENST00000577817", "ENST00000590038", "ENST00000648859", "ENST00000649249"], "translation": [{"protein": "ENSP00000308452", "rna": "ENST00000311208"}, {"protein": "ENSP00000497161", "rna": "ENST00000648859"}, {"protein": "ENSP00000468672", "rna": "ENST00000463128"}, {"protein": "ENSP00000467418", "rna": "ENST00000577817"}], "type_of_gene": "protein_coding"}, "entrezgene": "3872", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 14.52601811, "exp_mis": 193.0888989, "exp_syn": 79.359153, "lof_z": 1.17633946051576, "mis_z": 0.812720118041203, "mu_lof": 9.86146731406e-07, "mu_mis": 1.67460397931e-05, "mu_syn": 6.70829555003e-06, "n_lof": 10.0, "n_mis": 170.0, "n_syn": 82.0, "p_li": 7.07353949751571e-06, "p_null": 0.277579600055629, "p_rec": 0.722413326404874, "syn_z": -0.183778491825125}, "bp": 1299, "cds_end": 39780761, "cds_start": 39775845, "n_exons": 8, "nonpsych": {"exp_lof": 12.9823636, "exp_mis": 174.5990065, "exp_syn": 71.6626071, "lof_z": 1.08546531448169, "mis_z": 0.595439441034862, "mu_lof": 9.86146731406e-07, "mu_mis": 1.67460397931e-05, "mu_syn": 6.70829555003e-06, "n_lof": 9.0, "n_mis": 159.0, "n_syn": 73.0, "p_li": 2.32441064995089e-05, "p_null": 0.290282711406517, "p_rec": 0.709694044486983, "syn_z": -0.0994661390722859}, "nontcga": {"exp_lof": 13.34784573, "exp_mis": 177.6257083, "exp_syn": 72.99433296, "lof_z": 1.17395062373258, "mis_z": 0.696257238867435, "mu_lof": 9.86146731406e-07, "mu_mis": 1.67460397931e-05, "mu_syn": 6.70829555003e-06, "n_lof": 9.0, "n_mis": 159.0, "n_syn": 77.0, "p_li": 2.59629816549945e-05, "p_null": 0.23968614766658, "p_rec": 0.760287889351765, "syn_z": -0.296860856905779}, "transcript": "ENST00000311208.8"}, "exons": [{"cdsend": 41624509, "cdsstart": 41619593, "chr": "17", "position": [[41619441, 41619688], [41620535, 41620558], [41620658, 41620879], [41620965, 41621091], [41621592, 41621754], [41622354, 41622511], [41622949, 41623032], [41624077, 41624575]], "strand": -1, "transcript": "NM_000422", "txend": 41624575, "txstart": 41619441}], "exons_hg19": [{"cdsend": 39780761, "cdsstart": 39775845, "chr": "17", "position": [[39775693, 39775940], [39776787, 39776810], [39776910, 39777131], [39777217, 39777343], [39777844, 39778006], [39778606, 39778763], [39779201, 39779284], [39780329, 39780827]], "strand": -1, "transcript": "NM_000422", "txend": 39780827, "txstart": 39775693}], "generif": [{"pubmed": 12466114, "text": "expression in breast cancer cells was associated with a poor clinical outcome"}, {"pubmed": 14761598, "text": "CK17 expression is significantly higher in thyroid papillary carcinoma than benign thyroid tissue; and this characteristic can have important diagnostic value."}, {"pubmed": 15102078, "text": "Mutation in second half of 1A domain of K17 might delay onset of clinical phenotype."}, {"pubmed": 15795121, "text": "Epitopes S1 (118-132), S2 (169-183), S4 (323-337) and S4 (348-362) are immunodominant DR B1-restricted T cell epitopes for psoriasis. S1 (118-132) contains the ALEEAN sequence. Others with different amino acid sequence have not been reported before."}, {"pubmed": 16638858, "text": "KRT 17 seemed to be the most accurate marker for the diagnosis of micrometastases of a size >450 mum."}, {"pubmed": 17719747, "text": "Four new missense and five known mutations in K6a, one new deletion and three previously identified missense mutations in K16, plus one known mutation in K17 are reported in pachyonychia congenita."}, {"pubmed": 17786476, "text": "findings showed that out of all cytokeratins, CK17 was up-regulated strongest in oral squamous cell carcinoma compared to normal samples, and over-expression was most significantly associated with diagnosis"}, {"pubmed": 18547302, "text": "The mutation p.M88K is in the helix initiation motif (HIM) of KRT17, where 13 of the reported 14 mutations of KRT17 in PC-2 have been mapped, and the residue M88 of the HIM is also a mutation hotspot of other keratin disorders (http://www.interfil.org/)."}, {"pubmed": 18936942, "text": "human ScFv against keratin 17 can inhibit the proliferation of keratinocytes"}, {"pubmed": 19102940, "text": "Positive expression of CK5/6 or CK17 in patients with triple-negative breast cancer is correlated with poor prognosis, high grade differentiation and axillary lymph node metastasis."}, {"pubmed": 19107515, "text": "An N92S (p.Asn92Ser) germline keratin 17 gene mutation in a pachyonychia congenita type 2 female patient is presented."}, {"pubmed": 19366057, "text": "Positive staining for CK5/6 or CK17 was associated with a worse prognosis, high tumor grade and positive axillary lymph nodes."}, {"pubmed": 19470054, "text": "two novel missense mutations of K17 in two Chinese families with steatocystoma multiplex"}, {"pubmed": 19558792, "text": "Increased expression of keratins in endothelial cells, such as keratin 17, may contribute to the angiogenesis induced by HepG2 cells."}, {"pubmed": 19701759, "text": "higher expression in the fetal skin than in adult skin"}, {"pubmed": 19882246, "text": "Overexpression of KRT17 is associated with basal-like phenotype in breast cancer."}, {"pubmed": 21287500, "text": "mutation of KRT17 may play a major role in the pathogenesis of this pedigree with pachyonychia congenita type 2."}, {"pubmed": 21356351, "text": "AIRE expression in HaCaT epidermal keratinocytes, as well as its interaction with K17, was confirmed."}, {"pubmed": 21443102, "text": "KRT17 is upregulated in gastric adenocarcinoma and is associated with tumor progression."}, {"pubmed": 21796151, "text": "The data suggested that IL-17A can upregulate keratin-17 expression in keratinocytes in a dose-dependent manner through STAT1- and STAT3-dependent mechanisms."}, {"pubmed": 22006917, "text": "Type I keratin 17 protein is phosphorylated on serine 44 by p90 ribosomal protein S6 kinase 1 (RSK1) in a growth- and stress-dependent fashion"}, {"pubmed": 22076435, "text": "Both moesin and KRT17 demonstrated a tendency of increased expression as pT stage advanced."}, {"pubmed": 22235123, "text": "a novel interaction involving K17 and AnxA2 and identify AnxA2 as a potential regulator of keratin filaments."}, {"pubmed": 22264670, "text": "We observed a higher likelihood of oral leukokeratosis in individuals harboring KRT6A mutations, and a strong association of natal teeth and cysts in carriers of a KRT17 mutation."}, {"pubmed": 22336949, "text": "A report on homozygosity for dominant missense mutations in keratin 17 that modify the pachyonychia congenita phenotype."}, {"pubmed": 22466643, "text": "Data indicate that cytokeratin 17 (CK17) expression could be associated with the differentiation and the malignancy of oral squamous cell carcinoma (OSCC)."}, {"pubmed": 22639854, "text": "We identified a known mutation in the KRT17 gene in a family with steatocystoma"}, {"pubmed": 22695933, "text": "Keratin-17 expression is correlated with tumor progression in gastric adenocarcinoma and may serve as a biomarker for poor prognosis."}, {"pubmed": 22795618, "text": "Keratin 17 is a therapeutic target for the treatment of psoriasis [review]"}, {"pubmed": 22808266, "text": "IL-22 up-regulates K17 expression in keratinocytes in a dose-dependent manner through STAT3- and ERK1/2-dependent mechanisms."}, {"pubmed": 23278621, "text": "a novel mutation in a Chinese pedigree of pachyonychia congenita type 2 with typical clinical presentations and an autosomal dominant inheritance pattern"}, {"pubmed": 23430585, "text": "Overexpression of keratin 17 is associated with epithelial ovarian cancer."}, {"pubmed": 23855588, "text": "novel heterozygous mutation, p.L91P (c.272T>C) in the helix initiation motif, associated with pachyonychia congenita type 2"}, {"pubmed": 24043308, "text": "KRT17 is necessary for oncogenic transformation in Ewing sarcoma and accounts for much of the GLI1-mediated transformation function but via a mechanism independent of AKT signaling."}, {"pubmed": 24051697, "text": "Report overexpression of keratin 17 in premalignant and malignant squamous lesions of the cervix."}, {"pubmed": 24168496, "text": "BerEp4 alone is unreliable for differentiation between BCCm (basal cell carcinoma with squamous metaplasia) and bSCC (basaloid squamous cell carcinoma). The addition of either CK14 or CK17 will augment BCCm versus bSCC differential diagnosis."}, {"pubmed": 24247036, "text": "Immunoexpression of CK13 and CK17 in light green-stained superficial cells was associated with more severe morphological atypia in tongue squamous cell carcinoma"}, {"pubmed": 24335642, "text": "Peripheral or diffuse staining for CK17 is a useful marker of invasion in anal squamous neoplastic lesions."}, {"pubmed": 24471966, "text": "keratin14 expression can be used to detect early epithelial dysplasia, and that keratin13 and keratin17 expression are useful for detecting neoplastic changes"}, {"pubmed": 25111597, "text": "Case Report: polycystic kidney disease with steatocystoma multiplex. PKD1 mutations disrupt keratin 17 polymerization."}, {"pubmed": 25713416, "text": "These findings functionally integrate K17, hnRNP K, and gene expression along with RSK and CXCR3 signaling in a keratinocyte-autonomous axis and provide a potential basis for their implication in tumorigenesis"}, {"pubmed": 25736868, "text": "We conclude that K17 expression promotes oral squamous cell carcinoma cell growth and cell size but does not affect cell migration"}, {"pubmed": 26109559, "text": "our findings establish that K17 functions specially among keratins as an oncoprotein by controlling the ability of p27(KIP1) to influence cervical cancer pathogenesis."}, {"pubmed": 26165312, "text": "Steatocystoma multiplex is associated with the R94C mutation in the KRTl7 gene, and is reported in a Chinese pedigree."}, {"pubmed": 26168014, "text": "Data indicate that autoimmune regulator Aire mRNA transcripts are regulated in a keratin 17 (K17) dependent manner in skin tumor keratinocytes."}, {"pubmed": 26191283, "text": "These findings suggest that CK17 is involved in the development and metastasis of papillary thyroid carcinoma"}, {"pubmed": 26740287, "text": "Cytokeratin 17 immunoexpression might have a role in evaluating surgical borders in some cases of actinic keratosis and Bowen disease."}, {"pubmed": 26968559, "text": "The pattern of CK17 expression is a highly sensitive marker for distinguishing cutaneous lymphadenoma from basal cell carcinoma in small samples."}, {"pubmed": 27065324, "text": "the data suggest that the loss of Krt17 may foster an overall protective environment for lesion-prone cervical tissue."}, {"pubmed": 27432155, "text": "Krt17 was demonstrated to contribute to areca nut-induced oral malignancy"}, {"pubmed": 27512993, "text": "High KR17 expression is associated with oral cancer."}, {"pubmed": 27513074, "text": "The findings suggest that CK17, although not specific for differentiated vulvar intraepithelial neoplasia (dVIN), when combined with histologic findings, Ki-67, and p53 immunohistochemistry, can be a marker of vulvar dysplasia and serve as an adjunct in the diagnosis of dVIN."}, {"pubmed": 27816721, "text": "K17 is expressed in a subset of triple-negative breast cancers, and is a marker of poor prognosis in patients with advanced stage and ER(-)/HER2(-) breast cancer."}, {"pubmed": 28299464, "text": "Our results highlight KRT17 as a possible biomarker in gastric cancer promoting tumor growth, motility, and invasion, and suggest that KRT17 can be a valuable molecular target for development of anti-gastric cancer-specific therapies"}, {"pubmed": 28342001, "text": "KRT17 promotes tumor cell growth, at least partially, through its anti-apoptotic effect as a result of the KRT17 overexpression by GLIs in oral squamous cell carcinoma (OSCC).."}, {"pubmed": 28576737, "text": "inflammatory cytokines promoted Nrf2 nuclear translocation in psoriatic epidermis, which led to elevated expression of K6, K16, and K17, thus promoting keratinocyte proliferation and contributing to the pathogenesis of psoriasis."}, {"pubmed": 28642156, "text": "TGFbeta/SMAD/miR-486-3p signaling axis in keratinocytes regulated K17 expression and cell proliferation. We conclude that the loss of miR-486-3p in psoriatic epidermis leads to K17 protein overexpression and contributes to the pathogenesis of psoriasis."}, {"pubmed": 28703907, "text": "TGF-beta1-induced CK17 enhances cancer stem cell-like properties rather than epithelial-mesenchymal transition in promoting cervical cancer metastasis via the ERK1/2-MZF1 signaling pathway."}, {"pubmed": 28821199, "text": "K17 is highly expressed in most cases of both invasive adenocarcinoma and in AIS and is a powerful, negative prognostic marker for patient survival."}, {"pubmed": 29218738, "text": "A report of a recurrent mutation in the KRT17 gene found in a family with severe SM, which provides further evidence that some factors such as modifiers, androgenic stimulation and/or environment influence the phenotypes, and other genetic or proteomic conditions might also influence the final manifestations of the disease."}, {"pubmed": 29349514, "text": "Narrow-band ultraviolet B irradiation could downregulate K17 expression by inhibiting the ERK1/2 and STAT3 signaling pathways."}, {"pubmed": 29666398, "text": "The study findings suggest that the K17 protein likely acts as an autoantigen in psoriasis and that patients' risk genotype is strongly correlated with the magnitude of the response to this putative autoantigen."}, {"pubmed": 29859926, "text": "this study shows that Trim21 ubiquitylates and stabilizes Keratin 17 to induce STAT3 activation in psoriasis"}, {"pubmed": 29991674, "text": "High expression of KRT17 is frequent in Lung adenocarcinoma tissues."}, {"pubmed": 30066921, "text": "High CK17 expression is associated with lymph node metastasis in oral squamous cell carcinoma."}, {"pubmed": 30443013, "text": "Keratin-17 is a sensitive and specific biomarker of urothelial neoplasia in bladder cancer tissue specimens."}, {"pubmed": 30928404, "text": "High KRT17 expression is associated with paclitaxel-induced resistance and migration in cervical cancer."}, {"pubmed": 31237972, "text": "We identi fi ed one novel missense mutation (c.A275Cp.Asn92Thr; Fig. 1a) and two recurrent missense mutations. Including the novel mutation in the present study, 18 mutations of SM in the KRT17 gene have now been reported.[review]"}, {"pubmed": 31375762, "text": "Keratin 17 identifies the most lethal molecular subtype of pancreatic cancer."}, {"pubmed": 31598941, "text": "The c.275A>G (Asn92Ser) mutation of the KRT17 gene probably underlies pachyonychia congenital in a Chinese pedigree"}, {"pubmed": 31655037, "text": "High KRT17 expression is associated with progression of cervical cancer."}, {"pubmed": 31655172, "text": "K17 is a negative prognostic biomarker in high-grade endometrial carcinoma."}, {"pubmed": 31754689, "text": "KRT17 as a prognostic biomarker for stage II colorectal cancer."}, {"pubmed": 32554975, "text": "Keratin 17 Expression Predicts Poor Clinical Outcome in Patients With Advanced Esophageal Squamous Cell Carcinoma."}, {"pubmed": 32627037, "text": "Knockdown of KRT17 decreases osteosarcoma cell proliferation and the Warburg effect via the AKT/mTOR/HIF1alpha pathway."}, {"pubmed": 32632899, "text": "A Clinicopathological Approach to Odontogenic Cysts: the Role of Cytokeratin 17 and bcl2 Immunohistochemistry in Identifying Odontogenic Keratocysts."}, {"pubmed": 33236603, "text": "[Molecular Mechanism of KLF4 Up-regulating Keratin 17 Expression in Keratinocytes]."}, {"pubmed": 33577073, "text": "Keratin 17 knockdown suppressed malignancy and cisplatin tolerance of bladder cancer cells, as well as the activation of AKT and ERK pathway."}, {"pubmed": 33624385, "text": "Discovery and validation of novel biomarkers for detection of cervical cancer."}, {"pubmed": 33762306, "text": "A role for keratin 17 during DNA damage response and tumor initiation."}, {"pubmed": 34229948, "text": "Keratin 17 in psoriasis: Current understanding and future perspectives."}, {"pubmed": 34845376, "text": "The keratin 17/YAP/IL6 axis contributes to E-cadherin loss and aggressiveness of diffuse gastric cancer."}, {"pubmed": 34921015, "text": "Dissecting the Oncogenic Roles of Keratin 17 in the Hallmarks of Cancer."}, {"pubmed": 34935584, "text": "Keratin 17 upregulation promotes cell metastasis and angiogenesis in colon adenocarcinoma."}, {"pubmed": 35554675, "text": "The cytokeratin 17 expression in primary ovarian tumors has diagnostic but not prognostic significance."}, {"pubmed": 35639459, "text": "Cytokeratins 5 and 17 Maintain an Aggressive Epithelial State in Basal-Like Breast Cancer."}, {"pubmed": 35706019, "text": "MicroRNA-485-5p targets keratin 17 to regulate oral cancer stemness and chemoresistance via the integrin/FAK/Src/ERK/beta-catenin pathway."}, {"pubmed": 36139022, "text": "Reduced Expression of KRT17 Predicts Poor Prognosis in HER2(high) Breast Cancer."}, {"pubmed": 36197047, "text": "Use of Cytokeratin 17 in the Differentiation Between Desmoplastic Trichilemmoma and Cutaneous Basal Cell Carcinoma."}, {"pubmed": 36919456, "text": "Transcription factors TP63 facilitates malignant progression of thyroid cancer by upregulating KRT17 expression and inducing epithelial-mesenchymal transition."}, {"pubmed": 37129929, "text": "KRT17 Promotes T-lymphocyte Infiltration Through the YTHDF2-CXCL10 Axis in Colorectal Cancer."}, {"pubmed": 37497003, "text": "Keratin 17 covalently binds to alpha-enolase and exacerbates proliferation of keratinocytes in psoriasis."}, {"pubmed": 37634232, "text": "Interference KRT17 reverses doxorubicin resistance in triple-negative breast cancer cells by Wnt/beta-catenin signaling pathway."}, {"pubmed": 38140561, "text": "Emerging Prognostic and Predictive Significance of Stress Keratin 17 in HPV-Associated and Non HPV-Associated Human Cancers: A Scoping Review."}, {"pubmed": 38547608, "text": "Loss of mutant p53 in HaCaT keratinocytes promotes cadmium-induced keratin 17 expression and cell death."}], "genomic_pos": {"chr": "17", "end": 41624842, "ensemblgene": "ENSG00000128422", "start": 41619442, "strand": -1}, "genomic_pos_hg19": {"chr": "17", "end": 39781094, "start": 39775689, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0030307", "qualifier": "involved_in", "term": "positive regulation of cell growth"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030855", "qualifier": "involved_in", "term": "epithelial cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0031069", "qualifier": "involved_in", "term": "hair follicle morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031424", "qualifier": "involved_in", "term": "keratinization"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045109", "qualifier": "involved_in", "term": "intermediate filament organization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045727", "qualifier": "involved_in", "term": "positive regulation of translation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051798", "qualifier": "involved_in", "term": "positive regulation of hair follicle development"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0001533", "qualifier": "located_in", "term": "cornified envelope"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005856", "qualifier": "is_active_in", "term": "cytoskeleton"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0045095", "qualifier": "is_active_in", "term": "keratin filament"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0045111", "qualifier": "located_in", "term": "intermediate filament cytoskeleton"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0005198", "qualifier": "enables", "term": "structural molecule activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [16189514, 17906640, 25416956], "qualifier": "enables", "term": "protein binding"}]}, "homologene": {"genes": [[7955, 30327], [7955, 321502], [7955, 406844], [7955, 436656], [7955, 445051], [7955, 550522], [7955, 553371], [7955, 664718], [7955, 792062], [7955, 100034647], [8364, 100490897], [9544, 100426330], [9598, 468261], [9606, 3872], [9615, 490977], [9913, 281889], [10090, 16667], [10116, 287702]], "id": 363}, "interpro": [{"desc": "Keratin, type I", "id": "IPR002957", "short_desc": "Keratin_I"}, {"desc": "Intermediate filament, rod domain", "id": "IPR039008", "short_desc": "IF_rod_dom"}, {"desc": "Intermediate filament protein, conserved site", "id": "IPR018039", "short_desc": "IF_conserved"}], "ipi": "IPI00450768", "map_location": "17q21.2", "name": "keratin 17", "other_names": ["cytokeratin-17", "keratin 17, type I", "keratin, type I cytoskeletal 17"], "pantherdb": {"HGNC": "6427", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "96691", "ortholog_type": "LDO", "panther_family": "PTHR23239", "taxid": 10090, "uniprot_kb": "Q9QWL7"}, {"RGD": "1303181", "ortholog_type": "LDO", "panther_family": "PTHR23239", "taxid": 10116, "uniprot_kb": "Q6IFU8"}, {"Ensembl": "ENSGALG00000051754", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 9031, "uniprot_kb": "A0A1D5PXW6"}, {"Gene": "KRT14", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 9031, "uniprot_kb": "Q6PVZ1"}, {"Ensembl": "ENSGALG00000003690", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 9031, "uniprot_kb": "A0A1D5PZ89"}, {"ZFIN": "ZDB-GENE-040426-2931", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "B0UYS0"}, {"ZFIN": "ZDB-GENE-060421-4592", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "Q1RLR3"}, {"Ensembl": "ENSDARG00000022334", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "E7F6W3"}, {"ZFIN": "ZDB-GENE-040718-88", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "Q6DG66"}, {"ZFIN": "ZDB-GENE-061027-116", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "F1R8U0"}, {"ZFIN": "ZDB-GENE-060316-1", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "Q1LXK0"}, {"ZFIN": "ZDB-GENE-070822-8", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "B0UYR9"}, {"ZFIN": "ZDB-GENE-050506-95", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "Q1LXJ9"}, {"ZFIN": "ZDB-GENE-040801-181", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "Q6DHB6"}, {"ZFIN": "ZDB-GENE-060503-86", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "Q1LXJ1"}, {"ZFIN": "ZDB-GENE-061026-4", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "Q1LXJ7"}, {"ZFIN": "ZDB-GENE-991008-6", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "Q9PWD8"}, {"ZFIN": "ZDB-GENE-050417-363", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "F1Q7G3"}, {"Ensembl": "ENSDARG00000069046", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "E7FCW1"}, {"ZFIN": "ZDB-GENE-050417-50", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "A5WUY5"}, {"ZFIN": "ZDB-GENE-030131-221", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "F1QP28"}, {"ZFIN": "ZDB-GENE-040718-78", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "Q6DHU3"}], "uniprot_kb": "Q04695"}, "pathway": {"kegg": [{"id": "hsa04915", "name": "Estrogen signaling pathway - Homo sapiens (human)"}, {"id": "hsa05150", "name": "Staphylococcus aureus infection - Homo sapiens (human)"}], "netpath": {"id": "Pathway_EGFR1", "name": "EGFR1"}, "pid": {"id": "reg_gr_pathway", "name": "Glucocorticoid receptor regulatory network"}, "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-6805567", "name": "Keratinization"}, {"id": "R-HSA-6809371", "name": "Formation of the cornified envelope"}]}, "pfam": "PF00038", "pharmgkb": "PA30214", "pharos": {"target_id": 16198, "tdl": "Tbio"}, "pir": "S30433", "prosite": "PS51842", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF167941", "relationship": "is"}, {"id": "GNF178847", "relationship": "is"}, {"id": "GNF189753", "relationship": "is"}, {"id": "GNF200659", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF157666", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF007833", "relationship": "is"}, {"id": "GNF007834", "relationship": "is"}, {"id": "GNF007835", "relationship": "is"}, {"id": "GNF007836", "relationship": "is"}, {"id": "GNF007837", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF286616", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": {"id": "GNF336240", "relationship": "is"}}, "refseq": {"genomic": ["NC_000017.11", "NC_060941.1", "NG_008625.1", "NG_009090.2"], "protein": "NP_000413.1", "rna": "NM_000422.3", "translation": {"protein": "NP_000413.1", "rna": "NM_000422.3"}}, "reporter": {"HG-U133_Plus_2": ["205157_s_at", "212236_x_at"], "HG-U95Av2": "34301_r_at", "HTA-2_0": "TC17002908.hg.1", "HuEx-1_0": ["3713313", "3747399", "3749259", "3757213"], "HuGene-1_1": ["8005449", "8013042", "8015387"], "HuGene-2_1": "17121740"}, "retired": 5103, "summary": "This gene encodes the type I intermediate filament chain keratin 17, expressed in nail bed, hair follicle, sebaceous glands, and other epidermal appendages. Mutations in this gene lead to Jackson-Lawler type pachyonychia congenita and steatocystoma multiplex. [provided by RefSeq, Aug 2008].", "symbol": "KRT17", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1416728"}, "unigene": "Hs.2785", "uniprot": {"Swiss-Prot": "Q04695", "TrEMBL": ["A0A3B3IS58", "Q14666", "K7ESE1", "K7EPJ9"]}, "wikipedia": {"url_stub": "Keratin 17"}}