{"AllianceGenome": "6416", "HGNC": "6416", "MIM": "148066", "_id": "3861", "_version": 1, "accession": {"genomic": ["AC019349.28", "AF186085.1", "AF186086.1", "AF186087.1", "AF186088.1", "AF186089.1", "AF186090.1", "CH471152.1", "CP068261.2", "J00124.1", "NC_000017.11", "NC_060941.1", "NG_008624.2", "U11076.1", "X59475.1"], "protein": ["AAA96689.1", "AAB59562.1", "AAF04034.1", "AAF04035.1", "AAF04036.1", "AAF04037.1", "AAF04038.1", "AAF04039.1", "AAH02690.1", "AAH19097.1", "AAH42437.1", "AAH94830.1", "AAP35850.1", "EAW60745.1", "EAW60746.1", "EAW60747.1", "EAW60748.1", "NP_000517.3", "P02533.4"], "rna": ["AK309280.1", "BC002690.2", "BC019097.2", "BC042437.1", "BC094830.1", "BT007186.1", "DB018715.1", "M28646.1", "NM_000526.5"], "translation": [{"protein": "AAH42437.1", "rna": "BC042437.1"}, {"protein": "AAA96689.1", "rna": "M28646.1"}, {"protein": "NP_000517.3", "rna": "NM_000526.5"}, {"protein": "AAH94830.1", "rna": "BC094830.1"}, {"protein": "AAH19097.1", "rna": "BC019097.2"}, {"protein": "AAH02690.1", "rna": "BC002690.2"}, {"protein": "AAP35850.1", "rna": "BT007186.1"}]}, "alias": ["CK14", "EBS1", "EBS1A", "EBS1B", "EBS1C", "EBS1D", "EBS3", "EBS4", "K14", "NFJ"], "ensembl": {"gene": "ENSG00000186847", "protein": "ENSP00000167586", "transcript": ["ENST00000167586", "ENST00000441550", "ENST00000476662"], "translation": [{"protein": "ENSP00000167586", "rna": "ENST00000167586"}], "type_of_gene": "protein_coding"}, "entrezgene": "3861", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 11.922837199, "exp_mis": 205.456270563, "exp_syn": 91.6711467921, "lof_z": 2.27290158646933, "mis_z": 1.96062437185268, "mu_lof": 7.94035852752e-07, "mu_mis": 1.85282203155e-05, "mu_syn": 8.06519738419e-06, "n_lof": 4.0, "n_mis": 148.0, "n_syn": 87.0, "p_li": 0.0673429842229222, "p_null": 0.0140705661756797, "p_rec": 0.918586449601398, "syn_z": 0.302452317547967}, "bp": 1419, "cds_end": 39743086, "cds_start": 39738686, "n_exons": 8, "nonpsych": {"exp_lof": 10.6360519673, "exp_mis": 185.802490398, "exp_syn": 82.8159677467, "lof_z": 1.99834996926825, "mis_z": 2.47188719221717, "mu_lof": 7.94035852752e-07, "mu_mis": 1.85282203155e-05, "mu_syn": 8.06519738419e-06, "n_lof": 4.0, "n_mis": 119.0, "n_syn": 81.0, "p_li": 0.0479333589536288, "p_null": 0.0283397672160008, "p_rec": 0.92372687383037, "syn_z": 0.125636290891397}, "nontcga": {"exp_lof": 10.9538761623, "exp_mis": 189.00464834, "exp_syn": 84.3223242672, "lof_z": 2.07264189615651, "mis_z": 1.81210765785836, "mu_lof": 7.94035852752e-07, "mu_mis": 1.85282203155e-05, "mu_syn": 8.06519738419e-06, "n_lof": 4.0, "n_mis": 139.0, "n_syn": 80.0, "p_li": 0.0493296603226924, "p_null": 0.022516562438865, "p_rec": 0.928153777238443, "syn_z": 0.298035485814774}, "transcript": "ENST00000167586.6"}, "exons": [{"cdsend": 41586834, "cdsstart": 41582434, "chr": "17", "position": [[41582278, 41582532], [41583093, 41583140], [41583234, 41583455], [41583550, 41583676], [41583759, 41583921], [41584256, 41584413], [41584974, 41585057], [41586309, 41586895]], "strand": -1, "transcript": "NM_000526", "txend": 41586895, "txstart": 41582278}], "exons_hg19": [{"cdsend": 39743086, "cdsstart": 39738686, "chr": "17", "position": [[39738530, 39738784], [39739345, 39739392], [39739486, 39739707], [39739802, 39739928], [39740011, 39740173], [39740508, 39740665], [39741226, 39741309], [39742561, 39743147]], "strand": -1, "transcript": "NM_000526", "txend": 39743147, "txstart": 39738530}], "generif": [{"pubmed": 12165543, "text": "A spontaneous CD8 T cell-dependent autoimmune disease to an antigen expressed under the human keratin 14 promoter."}, {"pubmed": 12655565, "text": "Three novel KRT14 mutations identified in 9 Epidermolysis bullosa simplex patients."}, {"pubmed": 12930305, "text": "investigated novel KRT14 missense mutations in epidermolysis bullosa simplex in a cellular expression system in order to analyse their effects on the keratin cytoskeleton"}, {"pubmed": 14660619, "text": "Keratin 14 has a role in binding to TNFalpha receptor-associated death domain (TRADD), and in susceptibility of keratinocytes to caspase-8-mediated apoptosis"}, {"pubmed": 15654986, "text": "novel recessive missense mutation in epidermolysis bullosa simplex"}, {"pubmed": 16098032, "text": "many cases result from de novo mutations in KRT5 and KRT14 genes in epidermolysis bullosa simplex"}, {"pubmed": 16786515, "text": "Novel mutations within KRT14 are associated with epidermolysis bullosa simplex."}, {"pubmed": 16960809, "text": "Heterozygous nonsense or frameshift mutations in KRT14 were found to segregate with Naegeli-Franceschetti-Jadassohn syndrome or dermatopathia pigmentosa reticularis trait in five families."}, {"pubmed": 17039244, "text": "analysis of keratin 5 and keratin 14 mutations in epidermolysis bullosa simplex in Scottish patients"}, {"pubmed": 17159913, "text": "These studies provide a potential mechanism by which deltaNp63 directly governs the expression of K14 in a keratinocyte-specific manner."}, {"pubmed": 17659012, "text": "study presents a missense mutation in exon 1 of K14, R125C, identified in the affected individuals of a Chinese family with epidermolysis bullosa simplex-Dowling-Meara (EBS-DM)"}, {"pubmed": 17891046, "text": "Better basal gene expression was observed by co-cultured respiratory epithelial cells compared to dispase dissociated cells."}, {"pubmed": 18005116, "text": "K14 and K16 were detected in the tumour cells, suggesting differentiation towards the outer root sheath beneath the orifice of the sebaceous duct."}, {"pubmed": 18049449, "text": "Naegeli-Franceschetti-Jadassohn syndrome results from haploinsufficiency for K14 and increased susceptibility of keratinocytes to pro-apoptotic signals may be involved in the pathogenesis of this ectodermal dysplasia syndrome"}, {"pubmed": 18505935, "text": "Transgenic mice were generated using the keratin-14 promoter/enhancer to direct expression of wild-type human CXCR2 (K14hCXCR2 WT) or mutant CXCR2."}, {"pubmed": 18701433, "text": "expression of human K14 initiates squamous differentiation program in the mouse lung, but fails to promote squamous maturation"}, {"pubmed": 18717745, "text": "Including the present case, 8 of the 13 families have the R125C or R125H mutation; eight have mutations in KRT14, and five have mutations in KRT5"}, {"pubmed": 18723014, "text": "Cataracts in transgenic mice caused by a human papillomavirus type 18 E7 oncogene driven by KRT1-14 are reported."}, {"pubmed": 19032382, "text": "Human eccrine sweat glands express CK7, CK8, CK14, CK18, CK19, CEA, EMA, Ki67, p63, EGF and EGFR. In skin, CEA can be used as a specific immunological marker of sweat glands."}, {"pubmed": 19190970, "text": "CK-8 and miR-143 expression were significantly higher in Barrett's mucosa, before and after APC, whereas miRNA-205 and CK-14 expression was significantly lower in Barrett's mucosa compared to all categories of squamous mucosa."}, {"pubmed": 19461998, "text": "DeltaNp63 alone can restore the expression of the basal keratins and reinitiate the failed epidermal differentiation program in the skin of p63 null animals."}, {"pubmed": 19515043, "text": "Infection by HPV may alter the differentiation status of the epidermis, leading to a major expression of cytokeratin 14"}, {"pubmed": 19616543, "text": "Mutations characteristic of Dowling-Meara epidermolysis bullosa induce down-regulation of junction proteins in keratinocytes."}, {"pubmed": 19651890, "text": "The filament self-organization is mediated by multivalent interactions involving distinct regions in K14 protein."}, {"pubmed": 19776502, "text": "Expression was altered in oral lichen planus lesions"}, {"pubmed": 19797037, "text": "new heterozygous amino acid substitution polymorphism in the variable keratin 14 N-terminal head domain (KRT14:c.88C>T, p.Arg30Cys)"}, {"pubmed": 19847192, "text": "keratin mutant cells also show a resistance to apoptosis following mechanical stress that is reversed by inhibiting ERK"}, {"pubmed": 19854623, "text": "analysis of a keratin 14 hotspot mutation in the Dowling-Meara type of epidermolysis bullosa simplex"}, {"pubmed": 20030639, "text": "this study demonstrates a strict genotype-phenotype correlation in vivo and in primary cultures of keratinocytes from patients with epidermolysis bullosa simplex with KRT5 mutations."}, {"pubmed": 20060687, "text": "Mutational location in KRT5 or KRT14 is most important factor in determining phenotype severity. Positions of mutations in both subtypes were more widely distributed within rod domains and in L12 linker domains of both keratin genes."}, {"pubmed": 20147963, "text": "autoantibodies in Scurfy mice and patients with IPEX target keratin 14"}, {"pubmed": 20151404, "text": "The involvement of Hsc70 and Hsp70 in mutant keratin degradation was demonstrated using CHIP-p.Met1_Ala142del (DeltaTPR-CHIP)."}, {"pubmed": 20199538, "text": "Twenty-five patients were diagnosed with epidermolysis bullosa simplex (EBS) EBS-loc, eight with EBS-gen, 12 with EBS-DM, four with EBS-MP and one case with EBS-migr; in three cases clinical data were not available"}, {"pubmed": 20634891, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21223690, "text": "Fascin and CK14 are highly expressed in squamous cell carcinoma, compared with other histological types of carcinoma."}, {"pubmed": 21375516, "text": "data implicate that epidermolysis bullosa simplex due to mutations in KRT5 and KRT14 is not clinically discernable from phenotypes caused by mutations in other genes."}, {"pubmed": 21413954, "text": "heterozygous G to A transition was found at nucleotide postion 1231 in exon 6 of KRT14 in family with epidermolysis bullosa simplex, generalized"}, {"pubmed": 21593775, "text": "Mutation analysis of an epidermolysis bullosa simplex family revealed that affected individuals were heterozygous for a, to our knowledge, previously unreported mutation of c.1237G>C (p.Ala413Pro) in KRT14."}, {"pubmed": 21623745, "text": "This study adds two more novel recessive mutations in this gene associated with epidermolysis bullosa simplex. This is the first occurence in a Mediterranean population."}, {"pubmed": 21734713, "text": "keratin 14 functional knockout causes severe recessive epidermolysis bullosa simplex, and questions the haploinsufficiency model of Naegeli-Franceschetti-Jadassohn syndrome"}, {"pubmed": 21900500, "text": "Our results suggest that keratin 5 and keratin 14 may have a role in maintenance of cell proliferation potential in the basal layer of stratified epithelia"}, {"pubmed": 22277943, "text": "Defects in K5-K14 filament network architecture cause basal keratinocytes to become fragile, and account for their rupture upon exposure to mechanical trauma."}, {"pubmed": 22363617, "text": "Mutant K14-R125P filaments and/or networks in human keratinocytes are mechanically defective in their response to large-scale deformations."}, {"pubmed": 22577164, "text": "One isoform of p63, TAp63alpha, can activate an epidermal basal cell marker, keratin 14."}, {"pubmed": 22832485, "text": "Two missense mutations identified are in highly conserved regions of KRT14 and KRT5 for epidermolysis bullosa simplex."}, {"pubmed": 22911849, "text": "p53 acts as a co-repressor to down-regulate K14 expression by binding to SP1 during epidermal cell differentiation."}, {"pubmed": 22911849, "text": "p53 acts as a co-repressor to down-regulate K14 expression by binding to SP1."}, {"pubmed": 23528216, "text": "hypothesize a positive feedback model in which mutant (R125P) K14 triggers JNK signalling, leading to increased AP1-dependent expression of K14, which in turn amplifies JNK signalling further"}, {"pubmed": 23774754, "text": "investigated a family in which 1 of 3 children was diagnosed with a localized form of epidermolysis bullosa simplex and there was no family history of blistering; results argue against parental somatic and germline mosaicism in the family and suggest the novel p.Val270Ala mutation in KRT14 also represents a de novo event which occurred in the proband"}, {"pubmed": 24168496, "text": "BerEp4 alone is unreliable for differentiation between BCCm (basal cell carcinoma with squamous metaplasia) and bSCC (basaloid squamous cell carcinoma). The addition of either CK14 or CK17 will augment BCCm versus bSCC differential diagnosis."}, {"pubmed": 24471966, "text": "keratin14 expression can be used to detect early epithelial dysplasia, and that keratin13 and keratin17 expression are useful for detecting neoplastic changes"}, {"pubmed": 24940650, "text": "plectin interacts with keratins 5 and 14 in a process associated with epidermolysis bullosa simplex"}, {"pubmed": 24981776, "text": "report a family with a novel heterozygous missense mutation p.Leu418Gln in the KRT14 gene causing epidermolysis bullosa simplex with variable phenotype"}, {"pubmed": 25017986, "text": "in silico analysis of all epidermolysis bullosa simplex causing point mutations on the 2B domain of K5 and K14; result showed all pathogenic point mutations exert their dominant negative effect on the K5/K14 coiled-coil heterodimer complex by altering interchain interaction,leading to changes in stability and assembly competence of the heterodimer complex"}, {"pubmed": 25643514, "text": "The present study confirmed that CK14, but not CK20 or CK7, is expressed in urothelial carcinoma with squamous differentiation and squamous cell carcinoma of the urinary bladder."}, {"pubmed": 25961909, "text": "KRT14 protein genetic mutation is a good indicator of disease progression in patient diagnosed with epidermolysis bullosa simplex."}, {"pubmed": 26216883, "text": "Analysis of K14 variants with single or multiple substitutions of cysteine residues points to a spatial and temporal hierarchy in how Cys-4/Cys-40 and Cys-367 regulate keratin assembly in vitro and filament dynamics in live keratinocytes"}, {"pubmed": 26430881, "text": "all keratins tested, except for keratin 14, were evenly expressed in all trophoblast cells. Keratin 14 was expressed in a subset of CK7 positive cells"}, {"pubmed": 26432462, "text": "identification of 29 different mutations in KRT5 and KRT14, 11 of which were novel, in a Polish cohort of epidermolysis bullosa simplex patients"}, {"pubmed": 26831077, "text": "findings reveal K14 as a key regulator of metastasis and establish the concept that K14(+) epithelial tumor cell clusters disseminate collectively to colonize distant organs"}, {"pubmed": 26956898, "text": "K14 was coexpressed with alphav-integrin in fetal and adult corneas and cultured corneolimbal epithelium, and colony-forming efficiency (an indicator of stem cell activity) was similar in cells from both sources."}, {"pubmed": 27060708, "text": "Immunocytochemistry using this antibody cocktail comprises five antibodies recognising p63, and cytokeratins ( 7, 18, 5 and 14) showed good sensitivity and specificity for diagnosing breast cancers. Thus, this method is useful for mammary cytology using FNA"}, {"pubmed": 27072292, "text": "data demonstrates that keratinocyte migration requires the interaction between vimentin and keratins at the -YRKLLEGEE- sequence at the helical 2B domain of viment"}, {"pubmed": 27543926, "text": "We concluded that smoking habits were capable of inducing changes in global DNA methylation, miR-9-3 methylation status and K19 expression."}, {"pubmed": 27556695, "text": "PADI4 contributes to gastric tumorigenesis by upregulating CXCR2, KRT14 and TNF-alpha expression."}, {"pubmed": 27798626, "text": "Loss of keratin 14 is associated with epidermolysis bullosa."}, {"pubmed": 28152077, "text": "contributes to collective invasion of salivary adenoid cystic carcinoma and may be a biomarker of worse prognosis"}, {"pubmed": 28225793, "text": "vimentin regulates the differentiation switch via modulation of K5/K14 expression. Moreover, because there was a significant correlation between high vimentin-K14 expression and recurrence/poor survival in oral cancer patients, vimentin-K14 together may prove to be the novel markers for the prognostication of human oral cancer."}, {"pubmed": 28561874, "text": "this study adds a further 10 novel mutations to the catalogued genotype-phenotype correlations in epidermolysis bullosa simplex and demonstrates a potential modifying effect of SNPs on the phenotype. We therefore support the notion of full DNA sequencing of both KRT5 and KRT14 genes so as to not miss any variants in the genes contributing to the phenotype."}, {"pubmed": 28630050, "text": "Keratin14/p63-positive epithelial proliferations suggest benign breast disease."}, {"pubmed": 28685877, "text": "Immunocytochemical staining using cocktail antibody targeting p63/CK14 was useful for the differential diagnosis of FA and DCIS in FNAC of the breast."}, {"pubmed": 28721490, "text": "the findings show that squamous and micropapillary bladder cancers have different expression patterns of CK14 and FOXA1 and suggest that they arise from distinct precursors."}, {"pubmed": 28777847, "text": "The novel c.1234A>G(p.Ile412Val) mutation of the KRT14 gene is probably responsible for the disease."}, {"pubmed": 28888469, "text": "Efficient homology-directed repair of a dominant negative KRT14 mutation via CRISPR/Cas9 nickases in epidermolysis bullosa simplex patients' keratinocytes has been reported."}, {"pubmed": 29024068, "text": "Recessive KRT14 epidermolysis bullosa simplex (EBS) should be clinically differentiated from other EB forms, and also from epidermolytic ichthyosis due to the presence of hyperkeratotic lesions in addition to blisters"}, {"pubmed": 29743728, "text": "Data indicate keratins K5/K14 and p53 homolog p63 as markers of breast epithelial stem cells."}, {"pubmed": 30066921, "text": "High CK14 expression is associated with lymph node metastasis in oral squamous cell carcinoma."}, {"pubmed": 30078200, "text": "we summarized the various aspects of the presence of KRT5 and KRT14 in the epidermis, their relation to the incidence and severity of epidermolysis bullosa simplex phenotypes, and the processes with which these proteins can affect them."}, {"pubmed": 30968399, "text": "Naegeli-Franceschetti-Jadassohn syndrome and dermatopathia pigmentosa reticularis: intrafamilial overlap of phenotypes in patients with the same KRT14 frameshift variant."}, {"pubmed": 31307407, "text": "CLDN3, CK5, and CK14 in combination with ER, PR and HER2 indicate an association with BRCA1 mutation status in women with early breast cancer."}, {"pubmed": 31320708, "text": "K14-high cells contribute to lung cancer metastasis potentially through inhibition of anoikis via upregulation of Gkn1."}, {"pubmed": 31500577, "text": "CK14 expression was associated with a poor prognosis of muscle-invasive bladder cancer based on immunohistochemical staining"}, {"pubmed": 31995743, "text": "Structure-Function Analyses of a Keratin Heterotypic Complex Identify Specific Keratin Regions Involved in Intermediate Filament Assembly."}, {"pubmed": 32282935, "text": "Identification of a founder mutation in KRT14 associated with Naegeli-Franceschetti-Jadassohn syndrome."}, {"pubmed": 32484238, "text": "Next-generation sequencing through multigene panel testing for the diagnosis of hereditary epidermolysis bullosa in Chinese population."}, {"pubmed": 34509171, "text": "Molecular origin of the effects of mutation on the structure and mechanical properties of human epithelial keratin K5/K14."}, {"pubmed": 34830328, "text": "Keratins as an Inflammation Trigger Point in Epidermolysis Bullosa Simplex."}, {"pubmed": 34962936, "text": "A mathematical model for the dependence of keratin aggregate formation on the quantity of mutant keratin expressed in EGFP-K14 R125P keratinocytes."}, {"pubmed": 35031308, "text": "Keratin 14 Degradation and Aging in Epidermolysis Bullosa Simplex due to KLHL24 Gain-of-Function Variants."}, {"pubmed": 36446780, "text": "EZH2-H3K27me3 mediated KRT14 upregulation promotes TNBC peritoneal metastasis."}, {"pubmed": 38474236, "text": "EBS in Children with De Novo Pathogenic Variants Disturbing Krt14."}, {"pubmed": 38580989, "text": "Epidermolysis Bullosa: Two rare case reports of COL7A1 and EBS-GEN SEV KRT14 variants with review of literature."}], "genomic_pos": {"chr": "17", "end": 41586895, "ensemblgene": "ENSG00000186847", "start": 41582279, "strand": -1}, "genomic_pos_hg19": {"chr": "17", "end": 39743173, "start": 39738531, "strand": -1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0008544", "pubmed": 7525408, "qualifier": "involved_in", "term": "epidermis development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030216", "qualifier": "involved_in", "term": "keratinocyte differentiation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030855", "qualifier": "involved_in", "term": "epithelial cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042633", "pubmed": 21916889, "qualifier": "involved_in", "term": "hair cycle"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045109", "qualifier": "involved_in", "term": "intermediate filament organization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045110", "pubmed": 11724817, "qualifier": "involved_in", "term": "intermediate filament bundle assembly"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048863", "qualifier": "involved_in", "term": "stem cell differentiation"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0001533", "qualifier": "located_in", "term": "cornified envelope"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 21630459, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 11724817, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": [11724817, 20346438, 32179842], "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005856", "qualifier": "is_active_in", "term": "cytoskeleton"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005882", "pubmed": 10852826, "qualifier": "located_in", "term": "intermediate filament"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0045095", "qualifier": "is_active_in", "term": "keratin filament"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0045095", "pubmed": [7679677, 22705788], "qualifier": "located_in", "term": "keratin filament"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0045178", "qualifier": "located_in", "term": "basal part of cell"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 19199708, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0005200", "pubmed": 7525408, "qualifier": "enables", "term": "structural constituent of cytoskeleton"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [10852826, 11684708, 15671067, 15731013, 22705788, 24940650, 27798626, 31995743, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:1990254", "pubmed": 20346438, "qualifier": "enables", "term": "keratin filament binding"}]}, "homologene": {"genes": [[9544, 100426180], [9598, 100610237], [9606, 3861], [9615, 100685323], [9913, 404111], [10090, 16664], [10116, 287701]], "id": 110439}, "interpro": [{"desc": "Keratin, type I", "id": "IPR002957", "short_desc": "Keratin_I"}, {"desc": "Intermediate filament protein, conserved site", "id": "IPR018039", "short_desc": "IF_conserved"}, {"desc": "Intermediate filament, rod domain", "id": "IPR039008", "short_desc": "IF_rod_dom"}], "ipi": "IPI00384444", "map_location": "17q21.2", "name": "keratin 14", "other_names": ["cytokeratin 14", "keratin 14, type I", "keratin, type I cytoskeletal 14"], "pantherdb": {"HGNC": "6416", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "96688", "ortholog_type": "LDO", "panther_family": "PTHR23239", "taxid": 10090, "uniprot_kb": "Q61781"}, {"RGD": "1307463", "ortholog_type": "LDO", "panther_family": "PTHR23239", "taxid": 10116, "uniprot_kb": "Q6IFV1"}, {"Ensembl": "ENSGALG00000051754", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 9031, "uniprot_kb": "A0A1D5PXW6"}, {"Gene": "KRT14", "ortholog_type": "LDO", "panther_family": "PTHR23239", "taxid": 9031, "uniprot_kb": "Q6PVZ1"}, {"Ensembl": "ENSGALG00000003690", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 9031, "uniprot_kb": "A0A1D5PZ89"}, {"ZFIN": "ZDB-GENE-040426-2931", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "B0UYS0"}, {"ZFIN": "ZDB-GENE-060421-4592", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "Q1RLR3"}, {"Ensembl": "ENSDARG00000022334", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "E7F6W3"}, {"ZFIN": "ZDB-GENE-040718-88", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "Q6DG66"}, {"ZFIN": "ZDB-GENE-061027-116", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "F1R8U0"}, {"ZFIN": "ZDB-GENE-060316-1", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "Q1LXK0"}, {"ZFIN": "ZDB-GENE-070822-8", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "B0UYR9"}, {"ZFIN": "ZDB-GENE-050506-95", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "Q1LXJ9"}, {"ZFIN": "ZDB-GENE-040801-181", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "Q6DHB6"}, {"ZFIN": "ZDB-GENE-060503-86", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "Q1LXJ1"}, {"ZFIN": "ZDB-GENE-061026-4", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "Q1LXJ7"}, {"ZFIN": "ZDB-GENE-991008-6", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "Q9PWD8"}, {"ZFIN": "ZDB-GENE-050417-363", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "F1Q7G3"}, {"Ensembl": "ENSDARG00000069046", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "E7FCW1"}, {"ZFIN": "ZDB-GENE-050417-50", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "A5WUY5"}, {"ZFIN": "ZDB-GENE-030131-221", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "F1QP28"}, {"ZFIN": "ZDB-GENE-040718-78", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "Q6DHU3"}], "uniprot_kb": "P02533"}, "pathway": {"kegg": [{"id": "hsa04915", "name": "Estrogen signaling pathway - Homo sapiens (human)"}, {"id": "hsa05150", "name": "Staphylococcus aureus infection - Homo sapiens (human)"}], "pid": [{"id": "deltanp63pathway", "name": "Validated transcriptional targets of deltaNp63 isoforms"}, {"id": "reg_gr_pathway", "name": "Glucocorticoid receptor regulatory network"}], "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1500931", "name": "Cell-Cell communication"}, {"id": "R-HSA-446107", "name": "Type I hemidesmosome assembly"}, {"id": "R-HSA-446728", "name": "Cell junction organization"}, {"id": "R-HSA-6805567", "name": "Keratinization"}, {"id": "R-HSA-6809371", "name": "Formation of the cornified envelope"}, {"id": "R-HSA-9725554", "name": "Differentiation of keratinocytes in interfollicular epidermis in mammalian skin"}, {"id": "R-HSA-9734767", "name": "Developmental Cell Lineages"}], "wikipathways": {"id": "WP2355", "name": "Corticotropin-releasing hormone signaling pathway"}}, "pdb": ["3TNU", "6JFV"], "pfam": "PF00038", "pharmgkb": "PA30203", "pharos": {"target_id": 7293, "tdl": "Tbio"}, "pir": "A26763", "prosite": "PS51842", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF167938", "relationship": "is"}, {"id": "GNF178844", "relationship": "is"}, {"id": "GNF189750", "relationship": "is"}, {"id": "GNF200656", "relationship": "is"}, {"id": "GNF215054", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF039503", "relationship": "similar to"}, {"id": "GNF042475", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF007828", "relationship": "is"}, {"id": "GNF007829", "relationship": "is"}, {"id": "GNF007830", "relationship": "is"}, {"id": "GNF131690", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": [{"id": "GNF240634", "relationship": "is"}, {"id": "GNF285705", "relationship": "is"}, {"id": "GNF286646", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF103352", "relationship": "is"}, {"id": "GNF143002", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000017.11", "NC_060941.1", "NG_008624.2"], "protein": "NP_000517.3", "rna": "NM_000526.5", "translation": {"protein": "NP_000517.3", "rna": "NM_000526.5"}}, "reporter": {"HG-U133_Plus_2": "209351_at", "HG-U95Av2": "39052_at", "HTA-2_0": "TC17001513.hg.1", "HuEx-1_0": ["3713361", "3747399", "3749259", "3749330", "3757154", "3757175", "3757177"], "HuGene-1_1": "8015366", "HuGene-2_1": "16844804"}, "retired": 387571, "summary": "This gene encodes a member of the keratin family, the most diverse group of intermediate filaments. This gene product, a type I keratin, is usually found as a heterotetramer with two keratin 5 molecules, a type II keratin. Together they form the cytoskeleton of epithelial cells. Mutations in the genes for these keratins are associated with epidermolysis bullosa simplex. At least one pseudogene has been identified at 17p12-p11. [provided by RefSeq, Jul 2008].", "symbol": "KRT14", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1416717"}, "unigene": "Hs.654380", "uniprot": {"Swiss-Prot": "P02533"}, "wikipedia": {"url_stub": "Keratin 14"}}