{"AllianceGenome": "6430", "HGNC": "6430", "MIM": "148070", "_id": "3875", "_version": 1, "accession": {"genomic": ["AC107016.20", "CH471054.1", "CP068266.2", "HC921479.1", "HD063881.1", "NC_000012.12", "NC_060936.1", "NG_008351.1", "NG_008402.2"], "protein": ["AAA73889.1", "AAH00180.1", "AAH00698.1", "AAH04253.1", "AAH08636.1", "AAH09754.3", "AAH20982.1", "AAH72017.1", "AAV38219.1", "AAX07828.1", "BAD96813.1", "BAG36700.1", "CAA31369.1", "CAA31375.1", "CAA31377.1", "CBU30436.1", "CBU83085.1", "EAW96655.1", "EAW96656.1", "NP_000215.1", "NP_954657.1", "P05783.2"], "rna": ["AK129587.1", "AK223093.1", "AK308506.1", "AK313988.1", "AY762101.1", "BC000180.2", "BC000698.2", "BC004253.1", "BC008636.1", "BC009754.2", "BC020982.1", "BC072017.1", "BG753529.1", "BT019412.1", "CD106591.1", "L32537.1", "NM_000224.3", "NM_199187.2", "X12876.1", "X12881.1", "X12883.1"], "translation": [{"protein": "AAH04253.1", "rna": "BC004253.1"}, {"protein": "AAV38219.1", "rna": "BT019412.1"}, {"protein": "AAH08636.1", "rna": "BC008636.1"}, {"protein": "NP_000215.1", "rna": "NM_000224.3"}, {"protein": "AAH20982.1", "rna": "BC020982.1"}, {"protein": "AAH72017.1", "rna": "BC072017.1"}, {"protein": "AAH09754.3", "rna": "BC009754.2"}, {"protein": "AAX07828.1", "rna": "AY762101.1"}, {"protein": "CAA31377.1", "rna": "X12883.1"}, {"protein": "CAA31375.1", "rna": "X12881.1"}, {"protein": "AAH00180.1", "rna": "BC000180.2"}, {"protein": "BAG36700.1", "rna": "AK313988.1"}, {"protein": "CAA31369.1", "rna": "X12876.1"}, {"protein": "BAD96813.1", "rna": "AK223093.1"}, {"protein": "AAA73889.1", "rna": "L32537.1"}, {"protein": "NP_954657.1", "rna": "NM_199187.2"}, {"protein": "AAH00698.1", "rna": "BC000698.2"}]}, "alias": ["CK-18", "CYK18", "K18"], "ensembl": {"gene": "ENSG00000111057", "protein": ["ENSP00000373487", "ENSP00000373489", "ENSP00000447278"], "transcript": ["ENST00000388835", "ENST00000388837", "ENST00000546656", "ENST00000548015", "ENST00000548496", "ENST00000549078", "ENST00000550600"], "translation": [{"protein": "ENSP00000373489", "rna": "ENST00000388837"}, {"protein": "ENSP00000447278", "rna": "ENST00000550600"}, {"protein": "ENSP00000373487", "rna": "ENST00000388835"}], "type_of_gene": "protein_coding"}, "entrezgene": "3875", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 11.4654656178, "exp_mis": 170.076780698, "exp_syn": 73.9638475462, "lof_z": 2.76908200123814, "mis_z": 1.9906672709107, "mu_lof": 8.98730988939e-07, "mu_mis": 1.6355225366e-05, "mu_syn": 6.96433474246e-06, "n_lof": 2.0, "n_mis": 117.0, "n_syn": 72.0, "p_li": 0.62478258844471, "p_null": 0.00156849695050502, "p_rec": 0.373648914604785, "syn_z": 0.141562430311358}, "bp": 1293, "cds_end": 53346626, "cds_start": 53342957, "n_exons": 7, "nonpsych": {"exp_lof": 10.2474540699, "exp_mis": 153.80600446, "exp_syn": 66.8145235184, "lof_z": 3.14383594808147, "mis_z": 2.35097474085048, "mu_lof": 8.98730988939e-07, "mu_mis": 1.6355225366e-05, "mu_syn": 6.96433474246e-06, "n_lof": 0.0, "n_mis": 96.0, "n_syn": 63.0, "p_li": 0.970421617719035, "p_null": 5.12890505669987e-05, "p_rec": 0.0295270932303984, "syn_z": 0.293810969850224}, "nontcga": {"exp_lof": 10.5355670299, "exp_mis": 156.45798788, "exp_syn": 68.0340839016, "lof_z": 2.59408772257525, "mis_z": 1.93008436568866, "mu_lof": 8.98730988939e-07, "mu_mis": 1.6355225366e-05, "mu_syn": 6.96433474246e-06, "n_lof": 2.0, "n_mis": 108.0, "n_syn": 65.0, "p_li": 0.549975736636983, "p_null": 0.0029108396543231, "p_rec": 0.447113423708694, "syn_z": 0.232908920319258}, "transcript": "ENST00000388835.3"}, "exons": [{"cdsend": 52952842, "cdsstart": 52949173, "chr": "12", "position": [[52949117, 52949590], [52950327, 52950410], [52950749, 52950906], [52951480, 52951645], [52951730, 52951856], [52952118, 52952342], [52952721, 52952906]], "strand": 1, "transcript": "NM_000224", "txend": 52952906, "txstart": 52949117}, {"cdsend": 52952842, "cdsstart": 52949173, "chr": "12", "position": [[52948870, 52948938], [52949172, 52949590], [52950327, 52950410], [52950749, 52950906], [52951480, 52951645], [52951730, 52951856], [52952118, 52952342], [52952721, 52952901]], "strand": 1, "transcript": "NM_199187", "txend": 52952901, "txstart": 52948870}], "exons_hg19": [{"cdsend": 53346626, "cdsstart": 53342957, "chr": "12", "position": [[53342901, 53343374], [53344111, 53344194], [53344533, 53344690], [53345264, 53345429], [53345514, 53345640], [53345902, 53346126], [53346505, 53346690]], "strand": 1, "transcript": "NM_000224", "txend": 53346690, "txstart": 53342901}, {"cdsend": 53346626, "cdsstart": 53342957, "chr": "12", "position": [[53342654, 53342722], [53342956, 53343374], [53344111, 53344194], [53344533, 53344690], [53345264, 53345429], [53345514, 53345640], [53345902, 53346126], [53346505, 53346685]], "strand": 1, "transcript": "NM_199187", "txend": 53346685, "txstart": 53342654}], "generif": [{"pubmed": 11923318, "text": "Cancer-associated cleavage of cytokeratin 8/18 heterotypic complexes exposes a neoepitope in human adenocarcinomas."}, {"pubmed": 11955647, "text": "non-small cell lung carcinoma subtypes have specific patterns of desmoplakin 1 and 2 and cytokeratin 18 gene expression, protein content and biodistribution"}, {"pubmed": 12388748, "text": "Data show that deregulated expression of keratin 18, or an imbalance between keratin 8 and keratin 18, may be an important determinant of Mallory body formation."}, {"pubmed": 12717381, "text": "K18 mutation and its consequent keratin filament disruption predispose hepatocytes to Fas- but not TNF-mediated apoptotic injury."}, {"pubmed": 12724528, "text": "Mutation of this protein is a risk factor for liver disease of multiple etiologies."}, {"pubmed": 14556659, "text": "CK 8/18 degradation products are detected specifically in breast cancer and may determine its aggressiveness"}, {"pubmed": 14648556, "text": "The expression of green fluorescent protein-tagged cytokeratin18 arg89cys induced aggregations and loss of the intermediate filament network composed of cytokeratins in liver-derived epithelial cells."}, {"pubmed": 15102669, "text": "CYK18 has a role in suppressing breast cancer progression"}, {"pubmed": 15194421, "text": "K8 and K18 remain associated in heteropolymeric aggregates during apoptosis. At later stages, when the integrity of the cytoplasmic membrane becomes compromised, keratin aggregates are shed from the cells."}, {"pubmed": 15316390, "text": "The detection of CK18 neoepitope M30 in the serum might be a useful marker in tracing apoptotic epithelium in septic patients."}, {"pubmed": 15339273, "text": "Data show that the host intermediate filament protein cytokeratin 18 (CK18) is an interacting partner of EspF during enteropathogenic Escherichia coli (EPEC) pathogenesis."}, {"pubmed": 15368451, "text": "Keratin hyperphosphorylation on most K8/18 sites in all cirrhotic liver explants tested and in most liver biopsies from patients with chronic hepatitis C."}, {"pubmed": 15529338, "text": "K8 and K18 may be involved in the traffic of WT-CFTR/deltaF508-CFTR"}, {"pubmed": 15731013, "text": "trichoplein is a keratin 8/18-binding protein that may be involved in the organization of the apical network of keratin filaments and desmosomes in simple epithelial cells"}, {"pubmed": 15831101, "text": "results lead to conclusion that, in colon epithelial cells, the expression level of the K18 gene is kept in check by a repression mechanism involving CtBP1, HDAC & BRCA1; mechanism is altered in SW613-S colon carcinoma cells that overexpress the K18 gene"}, {"pubmed": 15838910, "text": "the changes in cytokeratin 8/18 in hepatocytes might be one of the sources of pathogenesis of de novo autoimmune hepatitis after liver transplantation"}, {"pubmed": 15987600, "text": "findings show that Ese-2 upregulates K18 gene expression through specific interactions within ETS binding sites in the regulatory first intron of the gene"}, {"pubmed": 16046547, "text": "keratin 18 (K18) expression in tumor cells is associated with reduced invasiveness in vitro."}, {"pubmed": 16143128, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16143128, "text": "Variants can alter keratin solubility or phosphorylation and may render individuals susceptible to end-stage liver disease."}, {"pubmed": 16836912, "text": "CK18-mRNA is preserved through metaplasia, and metaplastic squamous cells differentiate with a decrease of CK18 and an increase of CK13 expression."}, {"pubmed": 17034788, "text": "Cytokeratin 8 and 18 were induced by ethanol treatment of E47 cells (cells over expressing) CYP2E1 and polyubiquitinated forms of these proteins were found in the polyubiquitin smear upon western blots analysis."}, {"pubmed": 17542994, "text": "Squamous cell carcinoma (SCC) in mature cystic teratoma (MCT) expressed CK10 less frequently, but CK18 more frequently. SCC in MCT may be derived from metaplastic squamous epithelium."}, {"pubmed": 17545523, "text": "Docetaxel induced increased levels of caspase-cleaved CK18 in serum from breast cancer patients, indicating apoptosis"}, {"pubmed": 17617404, "text": "study demonstrates that the dominant mutation hK18 R89C, that is highly similar to hK14 R125C, causing epidermolysis bullosa in humans, leads to cell type-specific lethality in mice, depending on the ratio of mutant to endogenous keratins"}, {"pubmed": 17891046, "text": "Better basal gene expression was observed by co-cultured respiratory epithelial cells compared to dispase dissociated cells."}, {"pubmed": 17954264, "text": "Invasive ductal carcinomas of the breast align with the KRT8/18 staining phenotypes."}, {"pubmed": 18038249, "text": "Knockdown the plectin mRNA in Chang cells altered the organization of cytokeratin18."}, {"pubmed": 18349119, "text": "Keratin absence or mutation is well tolerated after pancreatic but not liver injury, whereas excessive overexpression is toxic to the pancreas but not the liver when induced under basal conditions."}, {"pubmed": 18432282, "text": "Keratin 18 was up-regulated in atherosclerotic radial artery vascular smooth cells."}, {"pubmed": 18460214, "text": "CK18 is expressed in gallbladder epithelial cells. The levels of total CK18, as well as caspase-cleaved CK18, do not seem to differ between active and inactive chronic cholecystitis."}, {"pubmed": 18577580, "text": "eIF3k, originally identified as the smallest subunit of eukaryotic translation initiation factor 3 (eIF3) complexes, also localizes to keratin intermediate filaments and physically associates with K18 in epithelial cells."}, {"pubmed": 18705345, "text": "Micrometastases of gastric cancer can be detected in circulating peripheral blood using quantitative real-time RT-PCR. CK19 is a better marker than CK18, CK20 and CEA."}, {"pubmed": 18712172, "text": "expression of histone 3 is highly related to modulation of cytokeratin 18 and might play an important role in tumorigenesis of hepatocellular carcinoma"}, {"pubmed": 18941637, "text": "gene expression of krt8, krt18, and krt19 and correlation with gene expression profiles and cell differentiation are compared in human and mouse embryonic stem cells"}, {"pubmed": 19032382, "text": "Human eccrine sweat glands express CK7, CK8, CK14, CK18, CK19, CEA, EMA, Ki67, p63, EGF and EGFR. In skin, CEA can be used as a specific immunological marker of sweat glands."}, {"pubmed": 19087356, "text": "silencing CK18 by transient RNAi, inhibits intracellular multiplication of the Y and CL strain of T. cruzi in HeLa cells, but not trypanosome binding and invasion"}, {"pubmed": 19246484, "text": "Shear stress affects on keratin intermediate filament were accompanied by the disappearance of most keratin particles and by increased phosphorylation of K8 and K18, which were closely associated with KIFs"}, {"pubmed": 19249390, "text": "Elevated serum levels of the caspase-cleaved fragment in patients with locally advanced head and neck tumors"}, {"pubmed": 19302716, "text": "CK18-Asp396 {a caspase-degraded product of CK18} and total CK18 levels in the circulation of colorectal cancer patients are predictive of tumor progression and prognosis and might be helpful for treatment selection and monitoring of these patients."}, {"pubmed": 19357195, "text": "Data suggest that shear stress mediates the phosphorylation of K18pSer33, which is required for the reorganization of the KIF network, resulting in changes in mechanical properties of the cell that help maintain the integrity of alveolar epithelial cells."}, {"pubmed": 19378390, "text": "CK18 is the only biomarker studied that can identify non-alcoholic fatty liver disease."}, {"pubmed": 19407366, "text": "Resutls show that the appearance caspase-cleaved CK18 in plasma was found to reflect formation of the caspase-cleaved epitope in FaDu head-neck carcinomas and in cultured cells."}, {"pubmed": 19419951, "text": "Tubules with cytokeratin 18 expressing Sertoli cells exhibit early spermatogenic arrest or only few remaining Sertoli cells."}, {"pubmed": 19447876, "text": "Results show there was high risk of biochemical recurrence associated with tumors that displayed high levels of expression of TGF-beta1, vimentin, and NF-kappaB and low level of cytokeratin 18."}, {"pubmed": 19529960, "text": "Cytokeratin 18 is a potential biomarker for the differentiation and prognosis of nasopharyngeal carcinoma (NPC), and its dysregulation might play an important role in the pathogenesis of NPC."}, {"pubmed": 19575986, "text": "The expression of CK-18-mRNA was significantly associated with clinical stages, tumor differentiation and lymphatic metastasis in oral squamous cell carcinoma."}, {"pubmed": 19585610, "text": "K8/K18/K19 variants may serve as genetic modifiers in primary biliary cirrhosis."}, {"pubmed": 19585610, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19615282, "text": "The levels of urinary NMP22 and CK18 in the patients with transitional cell carcinoma of the bladder were significantly higher than those in the non-transitional cell carcinoma of the bladder."}, {"pubmed": 19639183, "text": "the C-terminal CK18 fragment exerts an effect in the nucleolus by stimulating rRNA transcription and processing via modulation of enzymatic activity of topoisomerase"}, {"pubmed": 19727975, "text": "Results reveal significantly increased preoperative values of circulating cytokeratin 18 fragment m65 in stage I and IIA colon cancer patients"}, {"pubmed": 19755983, "text": "Cytokeratins 18 and 8 are poor prognostic markers in patients with squamous cell carcinoma of the oesophagus."}, {"pubmed": 19770641, "text": "Serum levels of the apoptotic marker cytokeratin 18/M30 peak at 24 h after acute myocardial infarction and reflects the extent of coronary artery disease in this patient group."}, {"pubmed": 19891019, "text": "The crosstalk between angiogenesis, CK-18, and insulin resistance may play an important role in the onset and progression of non-alcoholic steatohepatitis."}, {"pubmed": 19927353, "text": "Serum contents of caspase-cleaved cytokeratin-18 and histone-associated-DNA-fragments were increased in patients with Chronic obstructive pulmonary disease (COPD), whereas anti-inflammatory soluble ST2 showed a peak in patients with COPD I&II."}, {"pubmed": 20035625, "text": "K18 attenuates estrogen receptor alpha-mediated signaling by sequestering LRP16 in cytoplasm."}, {"pubmed": 20109457, "text": "Over-expression of Akt1 increases K8/18 proteins. Akt2 up-regulates K18 expression by an increased mRNA stability."}, {"pubmed": 20334631, "text": "These data suggest that keratin 18 phosphorylation is a progression marker for chronic hepatitis b."}, {"pubmed": 20362077, "text": "caspase-cleaved epitope M30 serum levels are associated with survival in advanced gastric carcinoma patients"}, {"pubmed": 20372788, "text": "CK18 may play an important role in the progression of renal cell carcinoma"}, {"pubmed": 20374042, "text": "results indicate that keratin-18 could be regarded as a marker of liver damage and apoptosis in chronic hepatitis C."}, {"pubmed": 20398190, "text": "the expression of Cytokeratins 7, 8, 18, and 19 may serve as differential diagnostic markers for pulmonary large cell neuroendocrine carcinoma and small cell lung carcinoma"}, {"pubmed": 20538000, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20538000, "text": "Presence of K8/K18 variants predisposes to adverse acute liver failure outcome, and some variants segregate with unique ethnic and race backgrounds."}, {"pubmed": 20634891, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20659422, "text": "the ectopic Krt8/18-coexpression was almost exclusively found in invasive cutaneous squamous cell carcinoma."}, {"pubmed": 20729549, "text": "O-GlcNAcylation determines the solubility, filament organization, and stability of keratins 8 and 18"}, {"pubmed": 21119362, "text": "Cervical cancer cells with diminished CK18 expression are more susceptible to cytokine-induced apoptosis, particularly in response to FasL treatment."}, {"pubmed": 21145805, "text": "Patients with nonalcoholic steatohepatitis (NASH) had significantly higher levels of CK-18 and soluble Fas than patients in the \"not NASH\" group."}, {"pubmed": 21195700, "text": "evidence for increased total CK-18 serum and urine levels in chronic kidney disease patients"}, {"pubmed": 21357724, "text": "These findings reveal the potential for cytokeratin 18 to be used as a diagnostic marker for early detection of hepatosplenic schistosomiasis."}, {"pubmed": 21420381, "text": "degradation of plectin induced by staurosporine-treatment in liver cells resulted in cytoskeleton disruption and induced morphological changes in these cells by affecting the expression and organization of cytokeratin 18."}, {"pubmed": 21460362, "text": "speculated that chymotrypsin C might regulate pancreatic cancer cell migration in relation to cytokeratin 18 expression"}, {"pubmed": 21548936, "text": "the KRT8/KRT18 heterodimeric intermediary filaments of the cytoskeleton apparently are an essential component for the proper targeting of CFTR to the apical membrane in epithelial cells."}, {"pubmed": 21682752, "text": "There is a synergism between risky alcohol consumption and common metabolic disorders (particularly obesity) in relation to serum concentrations of cytokeratin-18."}, {"pubmed": 21705376, "text": "Suggest that CK18 is unsuitable for early diagnosis of tongue squamous cell carcinoma."}, {"pubmed": 21877197, "text": "Redox regulation of cytokeratin 18 protein by NADPH oxidase 1 in preneoplastic human epithelial cells"}, {"pubmed": 22191568, "text": "A dose-dependent increase in the activities of caspase-9 and caspase-3 coinciding with elevation of CK18 levels was found in bromelain-treated breast cancer cells."}, {"pubmed": 22412904, "text": "In patients with hemochromatosis, intronic but not exonic K8/K18 variants associate with liver fibrosis development."}, {"pubmed": 22677743, "text": "There is aberrant expression of CK18 in dysplasia, oral submucous fibrosis, and oral squamous cell carcinoma, suggesting CK18 as a surrogate marker of malignant transformation."}, {"pubmed": 22699783, "text": "loss of cytokeratin 18 expression might be a good indicator of the poor prognosis of the breast cancer and it may play an active role in the breast tumorigenesis."}, {"pubmed": 22853896, "text": "Keratin filaments were assembled from recombinant keratin proteins 8 (K8) and 18 (K18) in the presence of divalent ions (Mg(2+))."}, {"pubmed": 22890829, "text": "Elevated serum M30 and M65 is associated with treatment response in advanced gastric cancer."}, {"pubmed": 22967118, "text": "H. pylori-mediated cleavage of CK18 appeared proportional to the number of CagA EPIYA-C and CM motifs, which seemed to be downplayed in the presence of EPIYA-B motifs"}, {"pubmed": 23045527, "text": "Keratin 18 increases CFTR expression by binding to its C-terminal hydrophobic domain."}, {"pubmed": 23154549, "text": "Low Cytokeratin 18 expression is associated with less response to therapy in non-small-cell lung cancer."}, {"pubmed": 23164509, "text": "A key K8/K18 regulation of glucose metabolism in normal and cancerous hepatic cells through differential modulations of mitochondrial hexokinase status and insulin-mediated signaling."}, {"pubmed": 23326448, "text": "Serum sFas could be considered a possible marker of advanced fibrosis both in pediatric and adult patient with chronic hepatitis C as well as M30 might be a good predictor of steatosis severity in children."}, {"pubmed": 23327593, "text": "Report keratin 18 expression in breast papillomas and papillary carcinoma."}, {"pubmed": 23341946, "text": "These results indicate the role of K8/18 in modulating invasion in breast cancer."}, {"pubmed": 23449973, "text": "K8/18 expression can influence the phenotype of epithelial cancer cells at a transcriptional level and supports the hypothesis that keratins play an active role in cancer progression."}, {"pubmed": 23536001, "text": "Serum keratin-18 values increase after chemotherapy in patients with advanced non-small-cell lung cancer; elevated serum value is an independent prognostic factor for both progression-free survival and overall survival."}, {"pubmed": 23752877, "text": "CK18 is a promising non-invasive biomarker for nonalcoholic steatohepatitis in children with fatty liver disease."}, {"pubmed": 23767766, "text": "Low expression of M30 implies the development of resistance mechanisms against apoptosis, facilitating the progression of colon cancer."}, {"pubmed": 23784459, "text": "Data indicate that although both serum levels of M30 and M65 assays were found to be of diagnostic value, no predictive and prognostic values were determined in pancreatic adenocarcinoma (MPA) patients."}, {"pubmed": 23792028, "text": "Serum M65 has the potential as a new diagnostic parameter for hepatocellular carcinoma (HCC) and serum CD163 is a new prognostic parameter in HCC patients."}, {"pubmed": 23801282, "text": "high serum M65 levels were associated with poor prognosis and resistance to platinum-based chemotherapy"}, {"pubmed": 23812330, "text": "Although only serum M65 levels were found to be of diagnostic value, neither M30 nor M65 serum levels played a prognostic role in the outcome in melanoma patients."}, {"pubmed": 23864450, "text": "This first human study suggests that cytokeratin 18 (marker of apoptosis) might be a serological predictive marker for acute pancreatitis for disease activity."}, {"pubmed": 23945185, "text": "M 30 serum levels increase in patients with active ulcerative colitis."}, {"pubmed": 23981197, "text": "Median serum concentration of M30-CK18 was higher in chronic hepatitis C patients and was associated with inflammatory activity and liver fibrosis."}, {"pubmed": 23990477, "text": "parkin may inhibit cell growth, at least in part, by decreasing RPSA expression and inducing phosphorylation of cytokeratin 8/18"}, {"pubmed": 24067262, "text": "Patients with nonalcoholic fatty liver disease had higher blood keratin-18 levels."}, {"pubmed": 24157880, "text": "Caspase-cleaved or total CK-18 are promising plasma biomarkers to identify patients with HELLP syndrome."}, {"pubmed": 24237940, "text": "The distribution of CK18 in a large cohort of older people with type 2 diabetes is associated with an adverse metabolic risk factor profile."}, {"pubmed": 24324749, "text": "A new model that combines ALT, platelets, CK-18 fragments, and triglycerides was established by logistic regression among nonalcoholic fatty liver disease patients."}, {"pubmed": 24605039, "text": "Full length and caspase cleaved cytokeratin 18 (detected as M65 and M30 antigens) are associated with prognosis in hepatitis B virus-related acute-on-chronic liver failure."}, {"pubmed": 24622872, "text": "Due to promising results of various studies, CK-18 cell death markers could be applied in clinical routine soon."}, {"pubmed": 24660549, "text": "These results provide an explanation for the elevated serum levels of HSP-27, HSP-70, and ccCK-18 found in COPD patients, indicating that hypoxic conditions can trigger the release of the aforementioned factors."}, {"pubmed": 24667697, "text": "effect between the CK-18 concentration and the severity of NAFLD was found in the T2DM patients"}, {"pubmed": 24857367, "text": "placental expression significantly increased in preeclampsia compared to normotensive pregnancies"}, {"pubmed": 24898082, "text": "we identified four proteins with different expression in paclitaxel resistant cells, i.e., serpin B3, serpin B4, heat shock protein 27 (all three upregulated) and cytokeratin 18 (downregulated)."}, {"pubmed": 24915158, "text": "This is the first time intestinal cells have been suggested also functionally impaired by K8/K18 mutations."}, {"pubmed": 24930437, "text": "Keratins 8 and 18 are type II acute-phase responsive genes overexpressed in human liver disease."}, {"pubmed": 24990820, "text": "KRT18 expression is directly regulated by EGR1, and contributes to decrease malignancy of non-small cell lung carcinoma."}, {"pubmed": 25028131, "text": "The broken dialog between ANXA1 and CK18 in normal breast tissues may play a critical role in breast cancer development."}, {"pubmed": 25290885, "text": "Serum caspase-cleaved cytokeratin-18 levels were associated with mortality in severe septic patients."}, {"pubmed": 25326440, "text": "There were no statistically significant correlations between serum M30 and M65 concentrations and clinicodemographical variables. Serum M30 and M65 concentrations were found to have a diagnostic value in nasopharyngeal cancer"}, {"pubmed": 25579144, "text": "Under the present study design propofol or sevoflurane anaesthesia did not induce apoptosis or affected the liver function as assessed by the M30, M65 markers and liver enzymes in patients undergoing mastectomy or thyroidectomy under general anaesthesia."}, {"pubmed": 25677198, "text": "No evidence of association between polymorphisms in KRT18 and sporadic amyotrophic lateral sclerosis in Han Chinese"}, {"pubmed": 25822281, "text": "Serum caspase-cleaved cytokeratin-18 levels are associated with 30-day mortality and could be used as a prognostic biomarker in patients with severe traumatic brain injury."}, {"pubmed": 25846732, "text": "Our results suggest that reliable detection of apoptosis via the M30 assay only works when sufficient levels of cytokeratin 18 are present in the cells. This means that the M30 assay may result in false negative results for apoptosis"}, {"pubmed": 25973684, "text": "The results suggest that oblongifolin C inhibits metastasis through the induction of the expression of keratin 18 and may be useful in cancer therapy."}, {"pubmed": 26138305, "text": "As an apoptosis-related biomarker, serum M30 [M30 cytokeratin-18 peptide, human ] level has a merit to be the most promising test for prediction or differential diagnosis of HELLP syndrome in PE patients."}, {"pubmed": 26280121, "text": "In human failing myocardium, where TNF-alpha expression is upregulated, K8/K18 were also ectopically expressed"}, {"pubmed": 26286715, "text": "Variants in highly conserved residues of K18 Asp89His (isoniazid-related) were found in patients with fatal Drug-induced liver injury."}, {"pubmed": 26416346, "text": "Data show that adipose-derived stem cells (ADSC) differentiate into epithelial-like cells with the expression of epithelial surface marks cytokeratin 18 and 19 and form tube-like structures."}, {"pubmed": 26436355, "text": "NAFLD patients, serum CK-18 levels reflect disease activity scores and correlate with histological changes."}, {"pubmed": 26462837, "text": "Data show that after siRNA transfection, TGF-beta1 protein level was decreased, and CK18 proteins was decreased, while CK8 proteins was increased, and TERT protein expression was slightly increased at 96 h."}, {"pubmed": 26671131, "text": "High circulating CCCK-18 levels were associated with injury severity and a poor clinical outcome after aSAH and CCCK-18 had the potential to be a good prognostic biomarker for aSAH."}, {"pubmed": 26728375, "text": "Data show that the decrease of keratin 18 (K18) ser33 and ser52 phosphorylation inhibited autophagy and decreased apoptosis of HCT116 cells."}, {"pubmed": 26823019, "text": "The interplay between Solo protein and keratin 8/keratin 18 filaments plays a crucial role in tensile force-induced RhoA activation and consequent actin cytoskeletal reinforcement in endothelial cells."}, {"pubmed": 26835904, "text": "In children with nonalcoholic fatty liver disease, CK18 levels were found to be significantly higher in subjects with any fibrosis compared with those without fibrosis (304.6 +/- 124.8 vs 210.4 +/- 70.9, P < 0.001)."}, {"pubmed": 26892177, "text": "Study demonstrated that the downregulation of CK18 is associated with the acquisition of paclitaxel-resistance and tumor aggressiveness in prostate cancer."}, {"pubmed": 26910849, "text": "notochord-specific marker during early intervertebral disc development"}, {"pubmed": 26911253, "text": "K8/18 filaments provide resistance to apoptosis in granulosa cell tumor cells by impairing FAS expression."}, {"pubmed": 27059955, "text": "Data indicate that O-GlcNAcylation at serine Ser30 determines the occurrence of Pposphorylation at Ser33 on Keratin 18 (K18)."}, {"pubmed": 27060708, "text": "Immunocytochemistry using this antibody cocktail comprises five antibodies recognising p63, and cytokeratins ( 7, 18, 5 and 14) showed good sensitivity and specificity for diagnosing breast cancers. Thus, this method is useful for mammary cytology using FNA"}, {"pubmed": 27151703, "text": "The purpose of this study is to investigate the immunohistochemical expression of cytokeratin 18 (CK18) and the reactivity to GDF5 (CDMP-1), called the morphogenetic protein-1, cartilage-derived, in lingual squamous cell carcinoma."}, {"pubmed": 27304995, "text": "Data show that the filament elongation of both desmin and keratin K8/K18 proceeds very similar to that of vimentin."}, {"pubmed": 27468866, "text": "High KRT18 serum levels are associated with non-small-cell lung cancer."}, {"pubmed": 27479531, "text": "In patients with anterior STEMI treated with primary PCI, the apoptosis marker M30 might be useful for predicting LV remodeling and subsequent LV systolic dysfunction."}, {"pubmed": 27601168, "text": "CK18 plays an important role in lung cancer progression and may be a therapeutic target for non small cell lung cancer."}, {"pubmed": 27706656, "text": "Serum HGF and CK18 levels were significantly up-regulated and positively correlated with metastasis stage, tumor stage, and disease stage of esophageal squamous cell carcinoma."}, {"pubmed": 27734227, "text": "these results suggest that cytokeratin 18 critically contributes to initiating TGF-beta1-induced EMT via the smad 2/3-mediated regulation of snail and slug expression in breast epithelial cells."}, {"pubmed": 27740519, "text": "Serum concentrations of CK-18 fragments and transgelin-2 correlate with the severity of NAFLD, but not with obesity."}, {"pubmed": 27893299, "text": "Plasma M30-M65 levels are higher in serum of patients with placental abruption."}, {"pubmed": 28326329, "text": "The results suggest that increased circulating CK-18 and FGF-21 are associated with Nonalcoholic Fatty Liver Disease and may be used for initial assessment, but not enough"}, {"pubmed": 28468590, "text": "We present results of a multicentre study measuring UBC((R)) Rapid Test(test that detects fragments of cytokeratins 8 and 18 in urine) in bladder cancer patients and healthy controls with focus on carcinoma in situ (CIS) and high-grade bladder cancer."}, {"pubmed": 28472039, "text": "CK18 combined with uric acid measurement is a promising non-invasive biomarker for prediction of disease severity in NASH patients"}, {"pubmed": 28475172, "text": "K8/K18 interact with Notch1 and regulate Notch1 signalling activity during differentiation of the colonic epithelium."}, {"pubmed": 28514295, "text": "Results suggested that serum M65 is a useful indicator of liver inflammation in chronic hepatitis B patients. Serum M65, not M30, is valuable in the grading of liver fibrosis."}, {"pubmed": 28606991, "text": "results show that the caspase digestion-resistant K18 helps to maintain keratin filament organization and delays apoptosis, thereby resulting in protection from liver injury."}, {"pubmed": 28647696, "text": "Evidence suggested that the modification of histone H3 was highly correlated with the modulation of cytokeratin 18 and probably plays an important role in tumorigenesis of hepatocytes"}, {"pubmed": 28652657, "text": "K8/K18 variants are overrepresented in Chinese NAFLD patients and might accelerate liver fat storage through insulin resistance."}, {"pubmed": 28698650, "text": "FGF21 and CK18 might play differential roles and have complementary value in non-invasive identification and monitoring the outcome of nonalcoholic fatty liver disease patients."}, {"pubmed": 28770701, "text": "The plasma keratin-18 (K18) values of nonsurviving alcoholic hepatitis (AH) patients were significantly elevated above their surviving counterparts and healthy controls"}, {"pubmed": 29040984, "text": "FIB-4 index and CK-18F have good diagnostic abilities not only for nonalcoholic steatohepatitis (NASH) overall, but also for NASH with mild fibrosis."}, {"pubmed": 29167192, "text": "This study analyzed phase III data comparing basal insulin peglispro (BIL) and insulin glargine in type 1 (T1D), and type 2 diabetes (T2D) (insulin-naive and insulin-treated). Alanine aminotransferase (ALT), K-18, enhanced liver fibrosis scores and liver fat content."}, {"pubmed": 29401296, "text": "We found close association between changes in K8/K18 expression and cell death/cell survival events in the human granulosa cell lineage. Large secondary and early antral follicles and regressing corpora lutea showed low/absent K8/K18 expression. Conversely, early growing antral follicles, functional menstrual corpora lutea, as well as corpus luteum of pregnancy, where cell death was scarce, showed high K8/K18 expression."}, {"pubmed": 29437899, "text": "the present study demonstrated that CK18 might be served as a novel biomarker to predict clinicopathological features and the outcome of breast cancer."}, {"pubmed": 29573748, "text": "non-surviving severe malignant middle cerebral artery infarction patients had higher serum CCCK-18 levels than surviving patients"}, {"pubmed": 29651326, "text": "Results found that CK18, MMP-9, and TIMP1 averages of those with positive clinical lymph nodes and those in clinical stage 3 were higher than the averages of those with negative clinical lymph nodes and those in clinical stage 2."}, {"pubmed": 29863745, "text": "Changes in the expression of cytokeratin18 by the cancer prostate are heterogeneous. The increase in local variability of ck18 immunoexpression can be related to the increase in heterogeneity of shape and size of the tumor acini."}, {"pubmed": 29884220, "text": "Cytokeratin 5/6 and CK8/18 immunohistochemistry on 150 cases of triple negative breast cancers was performed and association with various clinicopathological features was evaluated."}, {"pubmed": 29925934, "text": "Rising circulating VEGFA levels in patients with ABC, treated with CisGem, are associated with worse PFS and OS, not seen in patients receiving cediranib. Rising levels of markers of tumour burden (CK18) and potential resistance (VEGFR2) are associated with worse outcomes and warrant validation."}, {"pubmed": 29950693, "text": "CK18F and highlights tCK18 as specific biomarkers."}, {"pubmed": 30179852, "text": "CK-18 serum levels were lower in longstanding type 1 diabetes patients compared to healthy controls"}, {"pubmed": 30451962, "text": "High KRT18 expression is associated with biliary tract cancer."}, {"pubmed": 30528602, "text": "Subacute elevation of plasma caspase-cleaved cytokeratin-18 levels is associated with unfavorable early and late stroke outcome."}, {"pubmed": 30839434, "text": "Serum CK18 is related strongly to the development/progression of NAFLD and HCV-related fibrosis/steatosis."}, {"pubmed": 30896886, "text": "Study revealed that the expression of CK18 was significantly downregulated in breast cancer tissues and in multiple drug resistance cell line overexpressing breast cancer resistance protein BCRP, and the presence of low levels of CK18 was associated with TNM stage, lymph node metastasis, and unfavorable survival. CK18 knockdown increased BCRP expression and induced the EMT process in human breast cancer MCF7 cells."}, {"pubmed": 31002407, "text": "M65 levels were significantly higher in restrictive allograft syndrome compared to bronchiolitis obliterans syndrome and long-term chronic lung allograft dysfunction-free controls."}, {"pubmed": 31054236, "text": "Diagnostic value of serum cytokeratin-18 in children with chronic liver disease."}, {"pubmed": 31115582, "text": "Study indicated that CK18 played a role in apoptosis, which may be mediated via a feedback regulation loop and may involve regulation of transcription and alternative splicing of a number of genes in apoptotic pathways."}, {"pubmed": 31120986, "text": "During apoptosis, the disintegration of apoptotic cells releases a caspase-cleaved cytokeratin fragment, cytokeratin 18. The M30 antigen is an epitope in cytokeratin 18. M30 was the major biomarker that was highly correlated to diastolic dysfunction indices in adolescents with obesity."}, {"pubmed": 31199680, "text": "Using a site-specific mutation assay, we identified K8-Lys108 and K18-Lys187/426 as acetylation sites, and K8-Arg47 and K18-Arg55 as methylation sites. Keratin mutation (Arg-to-Lys/Ala) at the methylation sites, but not the acetylation sites, led to decreased stability of the keratin protein."}, {"pubmed": 31345960, "text": "KRT18 is correlated with the malignant status and acts as an oncogene in colorectal cancer."}, {"pubmed": 32031521, "text": "Analysis of zebrafish periderm enhancers facilitates identification of a regulatory variant near human KRT8/18."}, {"pubmed": 32078038, "text": "Phosphorylation of keratin 18 serine 52 regulates mother-daughter centriole engagement and microtubule nucleation by cell cycle-dependent accumulation at the centriole."}, {"pubmed": 32306001, "text": "K18 is the intracellular chaperonin of protein-associated splicing factor"}, {"pubmed": 32337295, "text": "Elevated Serum Level of Cytokeratin 18 M65ED Is an Independent Indicator of Cardiometabolic Disorders."}, {"pubmed": 32915852, "text": "Accuracy of cytokeratin 18 (M30 and M65) in detecting non-alcoholic steatohepatitis and fibrosis: A systematic review and meta-analysis."}, {"pubmed": 32971115, "text": "SOX11-induced decrease in vimentin and an increase in prostate cancer cell migration attributed to cofilin activity."}, {"pubmed": 33027920, "text": "Involvement of the Retinal Pigment Epithelium in the Development of Retinal Lattice Degeneration."}, {"pubmed": 33064594, "text": "Generation of Rat Monoclonal Antibody for Cytokeratin 18 by Immunization of Three-Dimensional-Cultured Cancer Cells."}, {"pubmed": 33069797, "text": "Downregulation of cytokeratin 18 induces cellular partial EMT and stemness through increasing EpCAM expression in breast cancer."}, {"pubmed": 33472210, "text": "The Role of Keratin-8 and Keratin-18 Polymorphisms and Protein Levels in the Occurrence and Progression of Vocal Leukoplakia."}, {"pubmed": 33588765, "text": "Diagnostic and prognostic impact of cytokeratin 18 expression in human tumors: a tissue microarray study on 11,952 tumors."}, {"pubmed": 34255216, "text": "Serum caspase-cleaved cytokeratin-18 fragment as a prognostic biomarker in hematological patients with febrile neutropenia."}, {"pubmed": 34334708, "text": "Predictive value of cytokeratin-18 fragment levels for diagnosing steatohepatitis in patients with nonalcoholic fatty liver disease."}, {"pubmed": 34670509, "text": "Cytokeratin 18 can help predict liver fibrosis in HCV infected patients with type 2 diabetes mellitus."}, {"pubmed": 35136989, "text": "LncRNA LINC02253 activates KRT18/MAPK/ERK pathway by mediating N6-methyladenosine modification of KRT18 mRNA in gastric cancer."}, {"pubmed": 35485207, "text": "A new detection system for serum fragmented cytokeratin 18 as a biomarker reflecting histologic activities of human nonalcoholic steatohepatitis."}, {"pubmed": 36375525, "text": "Circulating caspase-cleaved cytokeratin 18 correlates with tumour burden and response to therapy in patients with colorectal cancer liver metastasis."}, {"pubmed": 36441143, "text": "Markers of cell death predict therapy response in patients with cirrhosis and hepatorenal syndrome."}, {"pubmed": 37509164, "text": "Serum Level of Cytokeratin 18 (M65) as a Prognostic Marker of High Cardiovascular Disease Risk in Individuals with Non-Alcoholic Fatty Liver Disease."}], "genomic_pos": {"chr": "12", "end": 52952906, "ensemblgene": "ENSG00000111057", "start": 52948871, "strand": 1}, "genomic_pos_hg19": {"chr": "12", "end": 53346685, "start": 53342655, "strand": 1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0009653", "pubmed": 2434380, "qualifier": "involved_in", "term": "anatomical structure morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033209", "qualifier": "involved_in", "term": "tumor necrosis factor-mediated signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043001", "pubmed": 15529338, "qualifier": "involved_in", "term": "Golgi to plasma membrane protein transport"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043066", "pubmed": 11684708, "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045104", "qualifier": "involved_in", "term": "intermediate filament cytoskeleton organization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045104", "pubmed": 20346438, "qualifier": "involved_in", "term": "intermediate filament cytoskeleton organization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0097191", "qualifier": "involved_in", "term": "extrinsic apoptotic signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0097284", "qualifier": "involved_in", "term": "hepatocyte apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0098609", "qualifier": "involved_in", "term": "cell-cell adhesion"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0005730", "qualifier": "located_in", "term": "nucleolus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": [16424149, 20346438], "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005815", "pubmed": 18000879, "qualifier": "located_in", "term": "microtubule organizing center"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005856", "qualifier": "is_active_in", "term": "cytoskeleton"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005882", "pubmed": 10852826, "qualifier": "located_in", "term": "intermediate filament"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005912", "pubmed": 25468996, "qualifier": "located_in", "term": "adherens junction"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0016363", "qualifier": "located_in", "term": "nuclear matrix"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0034451", "pubmed": 18000879, "qualifier": "located_in", "term": "centriolar satellite"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0045095", "qualifier": "is_active_in", "term": "keratin filament"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0045095", "pubmed": 16424149, "qualifier": "located_in", "term": "keratin filament"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:0045095", "pubmed": 10852826, "qualifier": "located_in", "term": "keratin filament"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0048471", "qualifier": "located_in", "term": "perinuclear region of cytoplasm"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 19199708, "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0071944", "qualifier": "located_in", "term": "cell periphery"}], "MF": [{"category": "MF", "evidence": "HDA", "id": "GO:0003723", "pubmed": 22658674, "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005198", "qualifier": "enables", "term": "structural molecule activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [10852826, 10954706, 11684708, 14710194, 14756564, 15671067, 15731013, 15846844, 16189514, 16367866, 19549727, 20035625, 21988832, 23112296, 24940650, 25416956, 25910212, 26769854, 26871637, 30021884, 31515488, 32296183, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0097110", "pubmed": 10852826, "qualifier": "enables", "term": "scaffold protein binding"}, {"category": "MF", "evidence": "HDA", "id": "GO:0098641", "pubmed": 25468996, "qualifier": "enables", "term": "cadherin binding involved in cell-cell adhesion"}]}, "homologene": {"genes": [[7955, 352912], [7955, 393540], [8364, 394541], [9544, 695989], [9598, 451923], [9606, 3875], [9615, 477601], [9913, 506480], [10090, 16668], [10116, 294853]], "id": 55448}, "interpro": [{"desc": "Keratin, type I", "id": "IPR002957", "short_desc": "Keratin_I"}, {"desc": "Intermediate filament protein, conserved site", "id": "IPR018039", "short_desc": "IF_conserved"}, {"desc": "Intermediate filament, rod domain", "id": "IPR039008", "short_desc": "IF_rod_dom"}], "ipi": ["IPI00554788", "IPI01022070"], "map_location": "12q13.13", "name": "keratin 18", "other_names": ["cell proliferation-inducing gene 46 protein", "cytokeratin 18", "keratin 18, type I", "keratin, type I cytoskeletal 18"], "pantherdb": {"HGNC": "6430", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "96692", "ortholog_type": "LDO", "panther_family": "PTHR23239", "taxid": 10090, "uniprot_kb": "P05784"}, {"RGD": "619935", "ortholog_type": "LDO", "panther_family": "PTHR23239", "taxid": 10116, "uniprot_kb": "Q5BJY9"}, {"Ensembl": "ENSGALG00000030002", "ortholog_type": "LDO", "panther_family": "PTHR23239", "taxid": 9031, "uniprot_kb": "A0A1D5PHS2"}, {"ZFIN": "ZDB-GENE-040426-1508", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "Q6NYL7"}, {"ZFIN": "ZDB-GENE-090312-205", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "F1R5D5"}, {"ZFIN": "ZDB-GENE-030411-6", "ortholog_type": "LDO", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "Q7ZTS4"}], "uniprot_kb": "P05783"}, "pathway": {"kegg": [{"id": "hsa04915", "name": "Estrogen signaling pathway - Homo sapiens (human)"}, {"id": "hsa05150", "name": "Staphylococcus aureus infection - Homo sapiens (human)"}], "netpath": {"id": "Pathway_EGFR1", "name": "EGFR1"}, "pid": {"id": "caspase_pathway", "name": "Caspase Cascade in Apoptosis"}, "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-6805567", "name": "Keratinization"}, {"id": "R-HSA-6809371", "name": "Formation of the cornified envelope"}], "wikipathways": {"id": "WP2272", "name": "Pathogenic Escherichia coli infection"}}, "pfam": "PF00038", "pharmgkb": "PA30217", "pharos": {"target_id": 3265, "tdl": "Tbio"}, "pir": "S05481", "prosite": "PS51842", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF176714", "relationship": "is"}, {"id": "GNF187620", "relationship": "is"}, {"id": "GNF198526", "relationship": "is"}, {"id": "GNF209432", "relationship": "is"}, {"id": "GNF226292", "relationship": "similar to"}], "GNF_hs-ORFeome1_1_reads": [{"id": "GNF157660", "relationship": "is"}, {"id": "GNF160056", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF035535", "relationship": "similar to"}, "GNF_mm+hs-MGC": [{"id": "GNF007838", "relationship": "is"}, {"id": "GNF007839", "relationship": "is"}, {"id": "GNF007840", "relationship": "is"}, {"id": "GNF007841", "relationship": "is"}, {"id": "GNF007842", "relationship": "is"}, {"id": "GNF007843", "relationship": "is"}, {"id": "GNF007844", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": [{"id": "GNF239802", "relationship": "is"}, {"id": "GNF243884", "relationship": "is"}, {"id": "GNF245032", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF336098", "relationship": "weakly similar to"}, "NOVART_hs-genome_siRNA": [{"id": "GNF103354", "relationship": "is"}, {"id": "GNF103359", "relationship": "is"}, {"id": "GNF143004", "relationship": "is"}], "Qiagen_mouse_QMIHSINHIBv1": {"id": "GNF294661", "relationship": "is"}, "Qiagen_mouse_QMIHSMIMv1": {"id": "GNF293805", "relationship": "is"}}, "refseq": {"genomic": ["NC_000012.12", "NC_060936.1", "NG_008351.1", "NG_008402.2"], "protein": ["NP_000215.1", "NP_954657.1"], "rna": ["NM_000224.3", "NM_199187.2"], "translation": [{"protein": "NP_954657.1", "rna": "NM_199187.2"}, {"protein": "NP_000215.1", "rna": "NM_000224.3"}]}, "reporter": {"HG-U133_Plus_2": "201596_x_at", "HG-U95Av2": "35766_at", "HTA-2_0": "TC12000424.hg.1", "HuEx-1_0": ["2591760", "3415576", "3469238", "3983549", "4028716"], "HuGene-1_1": ["7955637", "7969574", "8154725"], "HuGene-2_1": ["16751554", "16938654"]}, "summary": "KRT18 encodes the type I intermediate filament chain keratin 18. Keratin 18, together with its filament partner keratin 8, are perhaps the most commonly found members of the intermediate filament gene family. They are expressed in single layer epithelial tissues of the body. Mutations in this gene have been linked to cryptogenic cirrhosis. Two transcript variants encoding the same protein have been found for this gene. [provided by RefSeq, Jul 2008].", "symbol": "KRT18", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1416731"}, "unigene": "Hs.406013", "uniprot": {"Swiss-Prot": "P05783", "TrEMBL": "F8VZY9"}, "wikipedia": {"url_stub": "Keratin 18"}}