{"AllianceGenome": "20412", "HGNC": "20412", "MIM": "608218", "_id": "54474", "_version": 1, "accession": {"genomic": ["AC004231.2", "CH471152.1", "CP068261.2", "NC_000017.11", "NC_060941.1", "NG_012286.1", "NW_003871091.1", "X73501.1"], "protein": ["AAH31559.1", "BAG35614.1", "CAA51913.1", "CAA51914.1", "EAW60686.1", "NP_061883.1", "P35900.1"], "rna": ["AK312744.1", "BC031559.1", "DA426874.1", "DB242980.1", "NM_019010.3", "X73502.1"], "translation": [{"protein": "CAA51914.1", "rna": "X73502.1"}, {"protein": "NP_061883.1", "rna": "NM_019010.3"}, {"protein": "AAH31559.1", "rna": "BC031559.1"}, {"protein": "BAG35614.1", "rna": "AK312744.1"}]}, "alias": ["CD20", "CK-20", "CK20", "K20", "KRT21"], "ensembl": [{"gene": "ENSG00000263057", "protein": "ENSP00000460501", "transcript": ["ENST00000575828", "ENST00000576098"], "translation": [{"protein": "ENSP00000460501", "rna": "ENST00000576098"}], "type_of_gene": "protein_coding"}, {"gene": "ENSG00000171431", "protein": "ENSP00000167588", "transcript": ["ENST00000167588", "ENST00000482529"], "translation": [{"protein": "ENSP00000167588", "rna": "ENST00000167588"}], "type_of_gene": "protein_coding"}], "entrezgene": "54474", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 14.0837246246, "exp_mis": 159.334413057, "exp_syn": 65.3564496094, "lof_z": 1.07792207925487, "mis_z": 0.749190742689479, "mu_lof": 9.54059649781e-07, "mu_mis": 1.37862313882e-05, "mu_syn": 5.48196154323e-06, "n_lof": 10.0, "n_mis": 140.0, "n_syn": 78.0, "p_li": 5.57987712160891e-06, "p_null": 0.327616222001254, "p_rec": 0.672378198121624, "syn_z": -0.969558962786754}, "bp": 1275, "cds_end": 39041437, "cds_start": 39032612, "n_exons": 8, "nonpsych": {"exp_lof": 12.5834429445, "exp_mis": 144.049336662, "exp_syn": 58.9902120922, "lof_z": 1.5458036665648, "mis_z": 0.968643217685434, "mu_lof": 9.54059649781e-07, "mu_mis": 1.37862313882e-05, "mu_syn": 5.48196154323e-06, "n_lof": 7.0, "n_mis": 121.0, "n_syn": 73.0, "p_li": 0.000688245201895392, "p_null": 0.0979177431125288, "p_rec": 0.901394011685576, "syn_z": -1.14843169441234}, "nontcga": {"exp_lof": 12.9410719285, "exp_mis": 146.571715437, "exp_syn": 60.111986194, "lof_z": 1.08071309200499, "mis_z": 0.640798008732534, "mu_lof": 9.54059649781e-07, "mu_mis": 1.37862313882e-05, "mu_syn": 5.48196154323e-06, "n_lof": 9.0, "n_mis": 131.0, "n_syn": 70.0, "p_li": 2.10663066408473e-05, "p_null": 0.281717406579748, "p_rec": 0.718261527113611, "syn_z": -0.807515128399649}, "transcript": "ENST00000167588.3"}, "exons": [{"cdsend": 34453, "cdsstart": 25628, "chr": "17_JH159146v1_alt", "position": [[25156, 25726], [26647, 26685], [27412, 27633], [29080, 29206], [29367, 29529], [29881, 30038], [31839, 31922], [34063, 34510]], "strand": -1, "transcript": "NM_019010", "txend": 34510, "txstart": 25156}, {"cdsend": 40885185, "cdsstart": 40876360, "chr": "17", "position": [[40875888, 40876458], [40877379, 40877417], [40878144, 40878365], [40879812, 40879938], [40880099, 40880261], [40880613, 40880770], [40882571, 40882654], [40884795, 40885242]], "strand": -1, "transcript": "NM_019010", "txend": 40885242, "txstart": 40875888}], "exons_hg19": [{"cdsend": 39041437, "cdsstart": 39032612, "chr": "17", "position": [[39032140, 39032710], [39033631, 39033669], [39034396, 39034617], [39036064, 39036190], [39036351, 39036513], [39036865, 39037022], [39038823, 39038906], [39041047, 39041494]], "strand": -1, "transcript": "NM_019010", "txend": 39041494, "txstart": 39032140}], "generif": [{"pubmed": 11642721, "text": "CK20 expression modified in H. pylori chronic gastritis"}, {"pubmed": 11844829, "text": "expression in lymph nodes correlates with poor prognosis in colorectal cancer"}, {"pubmed": 11857318, "text": "expression pattern is unique to Barrett's esophagus"}, {"pubmed": 11962749, "text": "Changing pattern of cytokeratin 7 and 20 expression from normal epithelium to intestinal metaplasia of the gastric mucosa and gastroesophageal junction"}, {"pubmed": 12515621, "text": "The detection of cancer metastasis in the lymph nodes in colon carcinoma is almost doubled (21.9% vs 11.1%) by CK-20 mRNA"}, {"pubmed": 12636102, "text": "CK 20 mRNA identification by RT-PCR is reliable and may be useful for early diagnosis in peritoneal dissemination of colon cancer"}, {"pubmed": 12894563, "text": "It is possible to apply a simple and reliable method for the detection of circulating tumor cells based on cytokeratin-20 and prostate stem cell antigen RT-PCR assays in gastrointestinal cancers."}, {"pubmed": 12954496, "text": "Down regulation of cytokeratin 20 is associated with transitional and squamous cell carcinoma of the bladder"}, {"pubmed": 14631371, "text": "The combined expression of CK7 and CK20 has a low specificity in the distinction between esophageal and cardiac (stomach) adenocarcinomas."}, {"pubmed": 15371952, "text": "Alteration of CK7 and CK20 expression profile that occurs early in small intestinal tumorigenesis."}, {"pubmed": 15871722, "text": "Abnormal CK20 is a useful adjunct to morphology for confirming dysplasia."}, {"pubmed": 16286979, "text": "Overexpressed in recurrent superficial urothelial carcinoma."}, {"pubmed": 16362976, "text": "CK 20 expression defines a subtype of pancreas cancer with important biologic properties; when present, CK 20 expression is an early event in pancreatic carcinogenesis identifiable in precursor lesions"}, {"pubmed": 16473461, "text": "CK 20 mRNA expression in urine has the potential to identify patients at risk for recurrence."}, {"pubmed": 16608857, "text": "K20 Ser(13) is a highly dynamic protein kinase C-related phosphorylation site that is induced during apoptosis and tissue injury"}, {"pubmed": 16722930, "text": "CK20 expression is significntly greater in mucinous cystdenomas than in intraductal papillary mucinous adenomas."}, {"pubmed": 17240035, "text": "Dysregulation of CK20 expression is an early event in the carcinogenesis of papillary noninvasive bladder cancer."}, {"pubmed": 17378731, "text": "Blood and bone marrow cells in colorectal cancer depleted of CD45 do not show an enrichment of cytokeratin 20 as shown by PCR."}, {"pubmed": 17525485, "text": "CK20 is a sensitive and specific marker for Crooke's cells in the anterior pituitary and cytoskeletal changes that occur in corticotrophs in response to hypercortisolism."}, {"pubmed": 17593078, "text": "salivary gland neoplasms showed a CK7+/CK20- immunoprofile ranging from 5 to 100%; squamous carcinoma showed negative CK7/20 immunoexpression"}, {"pubmed": 18069772, "text": "Positive CK20 RT-PCR, depth of tumor invasion, lymph node status, metastasis and microvessel density are significantly correlated with vascular invasion."}, {"pubmed": 18072261, "text": "Strong immunohistochemical expression of FGFR3, a superficial staining pattern of CK20, and a low proliferative activity define those papillary urothelial neoplasms of low malignant potential that do not recur."}, {"pubmed": 18092953, "text": "Possible relationship between expression of CK7 and CK20 and neoplastic development of colorectal mucosa in patients with ulcerative colitis."}, {"pubmed": 18246436, "text": "These results indicate that the epithelial barrier of the human adenoid is stably maintained by expression of tight junction proteins in the epithelium including Ck20-positive M-like cells."}, {"pubmed": 18265645, "text": "tumor stage was related to cytokeratin 20 expression in the colorectal cancer patients"}, {"pubmed": 18387990, "text": "CK20-positive cells in lymph nodes and circulating mRNA in blood are detected in patients with colorectal neoplasms."}, {"pubmed": 18587323, "text": "Loss of CDX2 and CK20 is more frequently encountered in mismatch repair-deficient colorectal cancer."}, {"pubmed": 18705345, "text": "Micrometastases of gastric cancer can be detected in circulating peripheral blood using quantitative real-time RT-PCR. CK19 is a better marker than CK18, CK20 and CEA."}, {"pubmed": 18804101, "text": "The diagnostic efficacy of urinary CD44 and cytokeratin 20 (CK20) mRNA in comparison with voided urine cytology (VUC) for the detection of bladder cancer, was evaluated."}, {"pubmed": 18813128, "text": "GPC3 is frequently expressed in noncutaneous small cell neuroendocrine carcinoma of various origins, in particular in Merkel cell carcinoma, which, in combination with CK20"}, {"pubmed": 19074466, "text": "CK20 and CEA are expressed in non-macroscopically involved lymph nodes of colorectal cancer."}, {"pubmed": 19098678, "text": "It can be helpful in cases with metastatic rectal carcinoma, especially those with CK7+/CK20+ or CK20-/CK7- immunophenotype."}, {"pubmed": 19119477, "text": "CK20 and MUC2 mRNA were quantitated in 52 normal lymph nodes from 12 patients undergoing surgery for benign bowel diseases and in 144 primary colon tumors."}, {"pubmed": 19145500, "text": "The expression level of CK20 mRNA in the peripheral blood in patients with gastric cancer declines after postoperative adjuvant chemotherapy."}, {"pubmed": 19188603, "text": "KRT20 is directly regulated by CDX1, suggesting a role for CDX1 in maintaining differentiation in intestinal epithelial cells"}, {"pubmed": 19287335, "text": "Data suggest that CD10 and CK20 may be used for the differential diagnosis of MCN and IPMN-BD."}, {"pubmed": 19645077, "text": "CK20 and CEA are significantly more frequently detected in colon cancer patients than in healthy controls and can serve as markers."}, {"pubmed": 19664394, "text": "CK20 expression is associated with the progression of breast cancer."}, {"pubmed": 19724850, "text": "Chromogranin A, synaptophysin and CK 20 were not expressed in any basal cell carcinoma"}, {"pubmed": 19893584, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19914229, "text": "MMP-11 and CK-20 are probable prognostic markers whose expression reflects the stages of tumor differentiation and LNM of breast cancer."}, {"pubmed": 20395351, "text": "CK20 and VEGF expressions in peripheral blood of colorectal carcinoma patients are promising molecular markers for disease progression and metastasis."}, {"pubmed": 20574624, "text": "Case Report: CK7+/CK20- Merkel cell carcinoma presenting as inguinal subcutaneous nodules with subsequent epidermotropic metastasis."}, {"pubmed": 21106111, "text": "The immunohistochemical subtypes based on CK20and MUC1 expression correlated with ampullary tumor progression."}, {"pubmed": 21282015, "text": "A considerable number of colorectal carcinomas showed no immunoreactivity to CK20."}, {"pubmed": 21574103, "text": "Our results along with the data from the literature indicate that CK7/CK20 expression may be of clinical significance."}, {"pubmed": 21677534, "text": "SATB2 in combination with cytokeratin 20 identifies over 95% of all colorectal carcinomas."}, {"pubmed": 21775107, "text": "Merkel cell carcinoma admixed with squamous cell carcinoma can be cytokeratin 20-negative and thyroid transcription factor-1-positive [case report]"}, {"pubmed": 21938557, "text": "positivity rates of CK19 and CK20 in transverse mesocolon were 48.6 and 61.2%, respectively and increased with the depth of tumor invasion"}, {"pubmed": 22073364, "text": "Cytokeratin 20-positive hepatocellular carcinoma"}, {"pubmed": 22119824, "text": "The expressions of CK7 and CK20 in nasal polyps were analyzed."}, {"pubmed": 22237712, "text": "Keratin 20 expression is common in colorectal carcinoma."}, {"pubmed": 22268990, "text": "Both the CK7-/CK20+ phenotype and expression of the antibody CDX2 are highly specific and sensitive markers of colorectal origin."}, {"pubmed": 22348416, "text": "HER2 and CK20 were seen exclusively in the mucinogenic proliferations in congenital pulmonary airway malformations."}, {"pubmed": 22361037, "text": "This is the first reported study of the relationship between CK20/CK7 immunophenotype, BRAF mutations and microsatellite status in colorectal carcinomas"}, {"pubmed": 22414974, "text": "CEA mRNA, CK20 mRNA, and serum CEA than patients at stages I-III."}, {"pubmed": 22677992, "text": "Results suggest that CK20 mRNA with other biomarkers in the peripheral blood of breast cancer patients may be useful to monitor the presence of disseminated tumor cells in the blood circulation and to predict the prognosis of breast cancer."}, {"pubmed": 22752373, "text": "High cytokeratin 20 mrna expression is associated with lymphatic metastasis in colon cancer."}, {"pubmed": 22895272, "text": "Pouch/peripouch and UC-associated adenocarcinoma had a comparable positive rate for CK7, CK20, and CDX2 by immunohistochemistry."}, {"pubmed": 23150200, "text": "Data show that lower survival (OS) and disease-free survival (DFS) rates were significantly associated with guanylate cyclase C (GCC) and CK20 mRNA levels."}, {"pubmed": 23322277, "text": "Overexpression of CK20 is associated with early-onset colorectal cancer."}, {"pubmed": 23558939, "text": "Its association with clinical stage indicates that CK20 might have prognostic value as a marker for detection of circulating CRC cells."}, {"pubmed": 24025523, "text": "The CDX2/CK20 phenotype defines a distinct subgroup of colorectal cancers with microsatellite instability and poor differentiation"}, {"pubmed": 24403457, "text": "High cytokeratin 20 expression is associated with invasive histological phenotype in poorly differentiated colorectal adenocarcinoma."}, {"pubmed": 24901475, "text": "Case Report: Merkel cell carcinma that initially demonstrated cytokeratin 20 positivity but lost expression in subsequent brain metastases."}, {"pubmed": 25081540, "text": "Immunostaining of CDX2 and CK20 provides beneficial information if considering whether to perform an endoscopic papillectomy (EP)."}, {"pubmed": 25528628, "text": "Our data show that inclusion of CK20 as a biomarker efficiently improves the detection of CTCs in colorectal cancer patients"}, {"pubmed": 25643514, "text": "The present study confirmed that CK14, but not CK20 or CK7, is expressed in urothelial carcinoma with squamous differentiation and squamous cell carcinoma of the urinary bladder."}, {"pubmed": 25854400, "text": "Patients with any EGFR, CK19, CK20 or survinin positivity in their peripheral blood obtain less benefit from radiotherapy."}, {"pubmed": 26125781, "text": "During postoperative follow-up, serum negative CK20 patients had significantly higher 3-year survival rates than serum positive CK20 patients."}, {"pubmed": 26180934, "text": "findings of our study imply that sequential staining of CK20 and E-cadherin prevents false-positive classification of BCC. Furthermore, our study demonstrated that p40 exhibits the same staining pattern in BCC, TE, and TB"}, {"pubmed": 26227487, "text": "Circulating tumor cell CK20 and survivin expression may effectively predict overall survival in metastic colorectal cancer patients receiving chemotherapy."}, {"pubmed": 26670478, "text": "K20 expression was detected in 6 of 75 patients with triple-negative carcinoma"}, {"pubmed": 27259667, "text": "results demonstrated upregulation of fibroblast growth factor receptor 1 and CK20 expressions in cancer bladder tissues"}, {"pubmed": 28027080, "text": "Carcinoid-like/labyrinthine pattern of cell arrangement in vimentin/cytokeratin 20 expressing sebaceous neoplasms may represent a morphological phenotype of sebaceous mantles."}, {"pubmed": 28029907, "text": "In stomach adenocarcinomas, CDH17 positively stained 64.0% (112 of 175) of tissues, compared to CK20 and CDX2, where staining was observed in only 24.6% (43 of 175) and 46.9% (82 of 175), respectively."}, {"pubmed": 28195264, "text": "results demonstrate the diagnostic value of urinary cytology and confirm CK 20 as an adjunct marker for the diagnosis of urothelial carcinoma."}, {"pubmed": 28967804, "text": "In our cohort of specimens with equivocal urothelial atypia, very few patients without a prior diagnosis of bladder cancer progressed to diagnostic cancer (1 of 22), suggesting that CK20 and p53 staining results should be interpreted with caution in de novo atypia."}, {"pubmed": 30380731, "text": "combination of KRT5 and KRT20 allowed identification of patients with a very poor prognosis (KRT20/KRT5(-), 5-year DSS 0%, p < 0.0001). In silico analysis of the independent MDACC cohorts revealed congruent results (5-year DSS for KRT20 low vs. high: 84% vs. 40%, p = 0.042)."}, {"pubmed": 30827194, "text": "Increased cytokeratin 20 messenger RNA expression is associated with Micrometastasis and recurrence in Gastric Carcinoma."}, {"pubmed": 30964123, "text": "The large-section CK20 staining technique is useful for the detection of infiltration on the distal wall and mesangial metastasis in patients with middle and lower rectal cancer."}, {"pubmed": 31974611, "text": "Expression pattern of placenta specific 8 and keratin 20 in different types of gastrointestinal cancer."}, {"pubmed": 32858539, "text": "Urothelial Carcinoma In Situ of the Bladder: Correlation of CK20 Expression With Adaptive Immune Resistance, Response to BCG Therapy, and Clinical Outcome."}, {"pubmed": 33086575, "text": "Non-Muscle-Invasive Bladder Carcinoma with Respect to Basal Versus Luminal Keratin Expression."}, {"pubmed": 34234066, "text": "The clinical significance of cytokeratin 20 staining pattern in Merkel cell carcinoma."}, {"pubmed": 34853972, "text": "Biomarkers CDX2, CK20, CK7 in Schoolchildren with Gastritis in the Realization of Familial Predisposition of Stomach Cancer."}, {"pubmed": 35074964, "text": "Differential expression of CK7, CK20, CDX2 in intestinal and pancreatobiliary types of preriampullary carcinoma."}, {"pubmed": 35102612, "text": "Supervised machine learning algorithm identified KRT20, BATF and TP63 as biologically relevant biomarkers for bladder biopsy specimens from interstitial cystitis/bladder pain syndrome patients."}, {"pubmed": 35390310, "text": "Cytokeratin 7 and cytokeratin 20 expression in cancer: A tissue microarray study on 15,424 cancers."}, {"pubmed": 35815926, "text": "Identifying KRT20 as a Potential Key Gene in Lymphatic Metastasis of Head and Neck Squamous Cell Carcinoma."}, {"pubmed": 35896219, "text": "Significance of Intraperitoneal-free KRT20 and CEACAM6 mRNA Expression for Peritoneal Recurrence of Gastric Cancer."}, {"pubmed": 37774064, "text": "The Association of P53, CK29, and FGFR3 Overexpression with the Characteristics of Urothelial Cell Carcinoma of the Bladder."}, {"pubmed": 38048694, "text": "Loss of CD20 expression as a mechanism of resistance to mosunetuzumab in relapsed/refractory B-cell lymphomas."}, {"pubmed": 38444113, "text": "Relevance of CD20 antigen expression among paediatric patients with B-lineage acute lymphoblastic leukaemia."}], "genomic_pos": [{"chr": "17", "end": 40885242, "ensemblgene": "ENSG00000171431", "start": 40875889, "strand": -1}, {"chr": "HSCHR17_4_CTG4", "end": 34495, "ensemblgene": "ENSG00000263057", "start": 25209, "strand": -1}], "genomic_pos_hg19": [{"chr": "17", "end": 39041479, "start": 39032193, "strand": -1}, {"chr": "HSCHR17_4_CTG4", "end": 39041479, "start": 39032193, "strand": -1}], "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0006915", "qualifier": "involved_in", "term": "apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009267", "qualifier": "involved_in", "term": "cellular response to starvation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030855", "qualifier": "involved_in", "term": "epithelial cell differentiation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045109", "qualifier": "involved_in", "term": "intermediate filament organization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045109", "pubmed": 12857878, "qualifier": "involved_in", "term": "intermediate filament organization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050708", "qualifier": "involved_in", "term": "regulation of protein secretion"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 10973561, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005856", "qualifier": "is_active_in", "term": "cytoskeleton"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005882", "pubmed": 8359595, "qualifier": "located_in", "term": "intermediate filament"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0045111", "qualifier": "located_in", "term": "intermediate filament cytoskeleton"}], "MF": [{"category": "MF", "evidence": "NAS", "id": "GO:0005200", "pubmed": 8359595, "qualifier": "enables", "term": "structural constituent of cytoskeleton"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [16189514, 16608857, 21516116, 25416956, 29892012, 31515488, 32296183, 32814053], "qualifier": "enables", "term": "protein binding"}]}, "homologene": {"genes": [[9031, 420045], [9544, 702602], [9598, 744139], [9606, 54474], [9615, 608094], [9913, 505214], [10090, 66809], [10116, 286912]], "id": 56837}, "interpro": [{"desc": "Keratin, type I", "id": "IPR002957", "short_desc": "Keratin_I"}, {"desc": "Intermediate filament protein, conserved site", "id": "IPR018039", "short_desc": "IF_conserved"}, {"desc": "Intermediate filament, rod domain", "id": "IPR039008", "short_desc": "IF_rod_dom"}], "ipi": "IPI00021298", "map_location": "17q21.2", "name": "keratin 20", "other_names": ["cytokeratin 20", "keratin 20, type I", "keratin, type I cytoskeletal 20", "protein IT"], "pantherdb": {"HGNC": "20412", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1914059", "ortholog_type": "LDO", "panther_family": "PTHR23239", "taxid": 10090, "uniprot_kb": "Q9D312"}, {"RGD": "628646", "ortholog_type": "LDO", "panther_family": "PTHR23239", "taxid": 10116, "uniprot_kb": "P25030"}, {"Ensembl": "ENSGALG00000019716", "ortholog_type": "LDO", "panther_family": "PTHR23239", "taxid": 9031, "uniprot_kb": "F1NDP8"}, {"ZFIN": "ZDB-GENE-040426-2931", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "B0UYS0"}, {"ZFIN": "ZDB-GENE-060421-4592", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "Q1RLR3"}, {"Ensembl": "ENSDARG00000022334", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "E7F6W3"}, {"ZFIN": "ZDB-GENE-040718-88", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "Q6DG66"}, {"ZFIN": "ZDB-GENE-061027-116", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "F1R8U0"}, {"ZFIN": "ZDB-GENE-060316-1", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "Q1LXK0"}, {"ZFIN": "ZDB-GENE-070822-8", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "B0UYR9"}, {"ZFIN": "ZDB-GENE-050506-95", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "Q1LXJ9"}, {"ZFIN": "ZDB-GENE-040801-181", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "Q6DHB6"}, {"ZFIN": "ZDB-GENE-060503-86", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "Q1LXJ1"}, {"ZFIN": "ZDB-GENE-061026-4", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "Q1LXJ7"}, {"ZFIN": "ZDB-GENE-991008-6", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "Q9PWD8"}, {"ZFIN": "ZDB-GENE-050417-363", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "F1Q7G3"}, {"Ensembl": "ENSDARG00000069046", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "E7FCW1"}, {"ZFIN": "ZDB-GENE-050417-50", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "A5WUY5"}, {"ZFIN": "ZDB-GENE-030131-221", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "F1QP28"}, {"ZFIN": "ZDB-GENE-040718-78", "ortholog_type": "O", "panther_family": "PTHR23239", "taxid": 7955, "uniprot_kb": "Q6DHU3"}], "uniprot_kb": "P35900"}, "pathway": {"kegg": [{"id": "hsa04915", "name": "Estrogen signaling pathway - Homo sapiens (human)"}, {"id": "hsa05150", "name": "Staphylococcus aureus infection - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-6805567", "name": "Keratinization"}, {"id": "R-HSA-6809371", "name": "Formation of the cornified envelope"}]}, "pfam": "PF00038", "pharmgkb": "PA134938907", "pharos": {"target_id": 14037, "tdl": "Tbio"}, "pir": "S37780", "prosite": "PS51842", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF171007", "relationship": "is"}, {"id": "GNF181913", "relationship": "is"}, {"id": "GNF192819", "relationship": "is"}, {"id": "GNF203725", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF162453", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF007846", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF242132", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF103344", "relationship": "is"}, {"id": "GNF142994", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000017.11", "NC_060941.1", "NG_012286.1", "NW_003871091.1"], "protein": "NP_061883.1", "rna": "NM_019010.3", "translation": {"protein": "NP_061883.1", "rna": "NM_019010.3"}}, "reporter": {"HG-U133_Plus_2": "213953_at", "HG-U95Av2": "40694_at", "HTA-2_0": "TC17001473.hg.1", "HuEx-1_0": "3756566", "HuGene-1_1": "8015124", "HuGene-2_1": "16844497"}, "summary": "The protein encoded by this gene is a member of the keratin family. The keratins are intermediate filament proteins responsible for the structural integrity of epithelial cells and are subdivided into cytokeratins and hair keratins. The type I cytokeratins consist of acidic proteins which are arranged in pairs of heterotypic keratin chains. This cytokeratin is a major cellular protein of mature enterocytes and goblet cells and is specifically expressed in the gastric and intestinal mucosa. The type I cytokeratin genes are clustered in a region of chromosome 17q12-q21. [provided by RefSeq, Jul 2008].", "symbol": "KRT20", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1426926"}, "unigene": "Hs.84905", "uniprot": {"Swiss-Prot": "P35900"}, "wikipedia": {"url_stub": "Keratin 20"}}