{"AllianceGenome": "6442", "HGNC": "6442", "MIM": "148040", "_id": "3852", "_version": 1, "accession": {"genomic": ["AC055736.20", "AF274874.1", "CH471054.1", "CP068266.2", "D50666.1", "M28496.1", "NC_000012.12", "NC_060936.1", "NG_008297.1", "S56203.1"], "protein": ["AAA36143.1", "AAA36145.1", "AAD14917.1", "AAF97931.1", "AAH24292.1", "AAH42132.1", "AAH71906.1", "AAQ81588.1", "BAA09320.1", "BAG59394.1", "BAG64893.1", "EAW96632.1", "EAW96633.1", "EAW96634.1", "EAW96635.1", "NP_000415.2", "P13647.3"], "rna": ["AK093720.1", "AK296823.1", "AK303972.1", "AK310827.1", "AY373434.1", "BC024292.1", "BC042132.1", "BC071906.1", "M19723.1", "M21389.1", "NM_000424.4"], "translation": [{"protein": "AAH24292.1", "rna": "BC024292.1"}, {"protein": "AAH71906.1", "rna": "BC071906.1"}, {"protein": "BAG59394.1", "rna": "AK296823.1"}, {"protein": "AAA36143.1", "rna": "M21389.1"}, {"protein": "NP_000415.2", "rna": "NM_000424.4"}, {"protein": "AAA36145.1", "rna": "M19723.1"}, {"protein": "AAH42132.1", "rna": "BC042132.1"}, {"protein": "BAG64893.1", "rna": "AK303972.1"}, {"protein": "AAQ81588.1", "rna": "AY373434.1"}]}, "alias": ["CK5", "DDD", "DDD1", "EBS1", "EBS2", "EBS2A", "EBS2B", "EBS2C", "EBS2D", "EBS2E", "EBS2F", "K5", "KRT5A"], "ensembl": {"gene": "ENSG00000186081", "protein": ["ENSP00000252242", "ENSP00000447209", "ENSP00000448041", "ENSP00000448767", "ENSP00000449651", "ENSP00000449783"], "transcript": ["ENST00000252242", "ENST00000546577", "ENST00000547890", "ENST00000548409", "ENST00000549420", "ENST00000549511", "ENST00000551013", "ENST00000551188", "ENST00000551275", "ENST00000552629", "ENST00000552952"], "translation": [{"protein": "ENSP00000252242", "rna": "ENST00000252242"}, {"protein": "ENSP00000448767", "rna": "ENST00000548409"}, {"protein": "ENSP00000449783", "rna": "ENST00000551188"}, {"protein": "ENSP00000447209", "rna": "ENST00000549420"}, {"protein": "ENSP00000448041", "rna": "ENST00000551275"}, {"protein": "ENSP00000449651", "rna": "ENST00000546577"}], "type_of_gene": "protein_coding"}, "entrezgene": "3852", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 14.1774203292, "exp_mis": 242.175502835, "exp_syn": 109.34487272, "lof_z": 2.94057783042207, "mis_z": 0.476973623873173, "mu_lof": 9.31259541231e-07, "mu_mis": 2.12779731674e-05, "mu_syn": 9.44012363753e-06, "n_lof": 3.0, "n_mis": 227.0, "n_syn": 124.0, "p_li": 0.469327657850036, "p_null": 0.00111912082144647, "p_rec": 0.529553221328517, "syn_z": -0.868838381935997}, "bp": 1773, "cds_end": 52914080, "cds_start": 52908725, "n_exons": 9, "nonpsych": {"exp_lof": 12.6476742155, "exp_mis": 219.007946827, "exp_syn": 98.7834091946, "lof_z": 2.94036600897074, "mis_z": 0.477424630662686, "mu_lof": 9.31259541231e-07, "mu_mis": 2.12779731674e-05, "mu_syn": 9.44012363753e-06, "n_lof": 2.0, "n_mis": 205.0, "n_syn": 118.0, "p_li": 0.748323891932056, "p_null": 0.000560718959402829, "p_rec": 0.251115389108541, "syn_z": -1.21730061730137}, "nontcga": {"exp_lof": 13.0252666413, "exp_mis": 222.783518418, "exp_syn": 100.579333797, "lof_z": 2.74021008084113, "mis_z": 0.526831927738259, "mu_lof": 9.31259541231e-07, "mu_mis": 2.12779731674e-05, "mu_syn": 9.44012363753e-06, "n_lof": 3.0, "n_mis": 207.0, "n_syn": 116.0, "p_li": 0.374123434498901, "p_null": 0.00230286906130737, "p_rec": 0.623573696439791, "syn_z": -0.973581067960166}, "transcript": "ENST00000252242.4"}, "exons": [{"cdsend": 52520296, "cdsstart": 52514941, "chr": "12", "position": [[52514574, 52515240], [52515797, 52515832], [52516636, 52516857], [52517106, 52517232], [52517589, 52517754], [52517896, 52517992], [52518102, 52518163], [52518945, 52519160], [52519741, 52520394]], "strand": -1, "transcript": "NM_000424", "txend": 52520394, "txstart": 52514574}], "exons_hg19": [{"cdsend": 52914080, "cdsstart": 52908725, "chr": "12", "position": [[52908358, 52909024], [52909581, 52909616], [52910420, 52910641], [52910890, 52911016], [52911373, 52911538], [52911680, 52911776], [52911886, 52911947], [52912729, 52912944], [52913525, 52914178]], "strand": -1, "transcript": "NM_000424", "txend": 52914178, "txstart": 52908358}], "generif": [{"pubmed": 11973334, "text": "stutter mutation plays an important role in the organization of the keratin intermediate filament network"}, {"pubmed": 12466114, "text": "expression in breast cancer cells was associated with a poor clinical outcome"}, {"pubmed": 12655565, "text": "Four novel KRT5 mutations identified two of which were outside of the KRT5 hotspot domains in 9 Epidermolysis bullosa simplex patients."}, {"pubmed": 15618924, "text": "a useful adjunct marker in distinguishing cutaneous adnexal neoplasms from metastatic lesions"}, {"pubmed": 15647384, "text": "a mutation in the nonhelical tail domain in type II keratin 5 may have a role in cell fragility in epidermolysis bullosa simplex"}, {"pubmed": 16098032, "text": "many cases result from de novo mutations in KRT5 and KRT14 genes in epidermolysis bullosa simplex"}, {"pubmed": 16152605, "text": "loss of p63 or CK5/6 was associated with features of aggressive tumors, and lack of CK5/6 was significantly associated with reduced survival in multivariate analysis"}, {"pubmed": 16465624, "text": "Loss-of-function mutations in the keratin 5 gene (KRT5) in all affected family members and in six unrelated patients with Dowling-Degos disease were identified."}, {"pubmed": 16786515, "text": "Novel mutations within KRT5 are associated with epidermolysis bullosa simplex."}, {"pubmed": 17039244, "text": "analysis of keratin 5 and keratin 14 mutations in epidermolysis bullosa simplex in Scottish patients"}, {"pubmed": 17229601, "text": "Missence mutation is a causse of epidermolysis bullosa simplex in a 3-year old boy."}, {"pubmed": 17549391, "text": "A novel autosomal partially dominant mutation designated G476D in the KRT5 gene causes epidermyolysis bullosa simplex Weber-Cockayne type."}, {"pubmed": 17650314, "text": "CK5/6 and/or EGFR expressing tumor types have a persistently poorer prognosis over the longer term."}, {"pubmed": 17855059, "text": "reports 2 novel mutations in keratin 5 in patients with epidermolysis bullosa complex with an unusual genotype-phenotype correlation"}, {"pubmed": 17975119, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18035671, "text": "Existence of Ck5-positive cells that differentiate to the glandular or myoepithelial breast cell lineage via intermediary cells."}, {"pubmed": 18064689, "text": "Cytokeratin markers (CK5/6 and K903) are useful in differentiating squamous cell carcinoma from adenocarcinoma when malignant mesothelioma is already excluded"}, {"pubmed": 18261623, "text": "17% of invasive lobular carcinomas express CK5/6, and that CK5/6[+] cases are more likely to be ER[-] and have a high modified Scarff-Bloom-Richardson histologic grade"}, {"pubmed": 18499686, "text": "Cytokeratin 5/6 can be a useful adjunct in cases with ductal hyperplasia but not in columnar cell lesions, on breast core biopsies"}, {"pubmed": 18662989, "text": "senescence of primary NHP cells expressing progenitor cell markers CD44, alpha2beta1, p63, hTERT, and CK5/CK18, involves loss of telomerase expression, up-regulation of p16, and activation of p53."}, {"pubmed": 18833821, "text": "The high reactivity rate in pulmonary adenocarcinomas disagrees with the results obtained with histologic sections from solid tumor tissue, and CK5/6 seems to be of very limited value as an additional marker in effusion cytology."}, {"pubmed": 19023099, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19102940, "text": "Positive expression of CK5/6 or CK17 in patients with triple-negative breast cancer is correlated with poor prognosis, high grade differentiation and axillary lymph node metastasis."}, {"pubmed": 19156550, "text": "CK5/6 is a determinant of basaloid breast cancer. Association between CK5/6 positivity and lymph node involvement was statistically significant."}, {"pubmed": 19220453, "text": "A novel mutation (p.Thr198Ser) in the 1A helix of keratin 5 causes the localized variant of epidermolysis bullosa simplex."}, {"pubmed": 19267394, "text": "Cytokines involved in the recruitment, maturation, and migration of Langerhans cells in the epidermis, are upregulated in the skin of K5(-/-) and epidermolysis bullosa simplex patients."}, {"pubmed": 19278431, "text": "Recognition of adenosquamous carcinoma is important for appropriate therapy, and stains for p63 and cytokeratin 5/6 may be helpful in ruling out metastatic adenocarcinoma."}, {"pubmed": 19366057, "text": "Positive staining for CK5/6 or CK17 was associated with a worse prognosis, high tumor grade and positive axillary lymph nodes."}, {"pubmed": 19430419, "text": "the percentage of lung carcinoma patients remaining unclassifiable by TTF-1/TP63 was twice that of the five-antibody (TRIM29, CEACAM5, SLC7A5, MUC1, and CK5/6) test"}, {"pubmed": 19461998, "text": "DeltaNp63 alone can restore the expression of the basal keratins and reinitiate the failed epidermal differentiation program in the skin of p63 null animals."}, {"pubmed": 19529775, "text": "cytokeratin 5 may have a role in preventing progression of disease after lung transplantation"}, {"pubmed": 19578363, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19605815, "text": "All prostate cancer specimens lacked CK5/6 staining"}, {"pubmed": 19616543, "text": "Mutations characteristic of Dowling-Meara epidermolysis bullosa induce down-regulation of junction proteins in keratinocytes."}, {"pubmed": 19651890, "text": "The filament self-organization is mediated by multivalent interactions involving distinct regions in K5 protein."}, {"pubmed": 19675450, "text": "Patterns and extent of ER and CK5 staining, when used together, are valuable adjunct stains to differentiate usual duct hyperplasia from atypical proliferations within papillary lesions on breast core biopsy."}, {"pubmed": 19691749, "text": "E478K mutation in exon 5 in Dowling-Meara type epidermolysis bullosa"}, {"pubmed": 19720911, "text": "Studies show that the intrinsic molecular signature of five markers, ER, PR, HER-2, CK 5/6, and EGFR, demonstrated specificity of 100% and sensitivity of 75%, compared with classification by gene expression profiling."}, {"pubmed": 19797037, "text": "novel heterozygous pathogenic missense mutation (KRT5:c.596A>T, p.Lys199Met"}, {"pubmed": 19847192, "text": "keratin mutant cells also show a resistance to apoptosis following mechanical stress that is reversed by inhibiting ERK"}, {"pubmed": 19882246, "text": "Overexpression of KRT5 is associated with basal-like phenotype in breast cancer."}, {"pubmed": 20030639, "text": "this study demonstrates a strict genotype-phenotype correlation in vivo and in primary cultures of keratinocytes from patients with epidermolysis bullosa simplex with KRT5 mutations."}, {"pubmed": 20055872, "text": "One novel missense mutation was identified in a patient with sporadic epidermolysis bullosa simplex"}, {"pubmed": 20060687, "text": "Mutational location in KRT5 or KRT14 is most important factor in determining phenotype severity. Positions of mutations in both subtypes were more widely distributed within rod domains and in L12 linker domains of both keratin genes."}, {"pubmed": 20128788, "text": "Results demonstrate a strict genotype-phenotype correlation in vivo and in primary cultures of keratinocytes from patients with EBS with KRT5 mutations."}, {"pubmed": 20151404, "text": "The involvement of Hsc70 and Hsp70 in mutant keratin degradation was demonstrated using CHIP-p.Met1_Ala142del (DeltaTPR-CHIP)."}, {"pubmed": 20189848, "text": "study showed that 34betaE12 is the most appropriate negative marker to combine with alpha-methylacyl coenzyme A racemase as a positive marker for the diagnosis of prostate adenocarcinoma[34betaE12]"}, {"pubmed": 20189848, "text": "we suggest that keratin 5/6 and bcl-2 should not be used to identify benign glands in prostate biopsy"}, {"pubmed": 20199538, "text": "Twenty-five patients were diagnosed with epidermolysis bullosa simplex (EBS) EBS-loc, eight with EBS-gen, 12 with EBS-DM, four with EBS-MP and one case with EBS-migr; in three cases clinical data were not available"}, {"pubmed": 20222933, "text": "The same KRT5 mutation was found in patients with Galli-Galli and in patients with Dowling-Degos, and acantholysis seems to be present in a large number of patients who had previously been assigned a diagnosis of Dowling-Degos"}, {"pubmed": 20665103, "text": "Cytokeratin 5 positive cells represent a steroid receptor negative and therapy resistant subpopulation in luminal breast cancers"}, {"pubmed": 20877624, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20923750, "text": "In Epidermolysis bullosa simplex, a heterozygous p.Pro25Leu mutation in the first exon of KRT5, together with the heterozygous polymorphism p.Gly138Glu, was identified in all the five affected family members studied."}, {"pubmed": 21144712, "text": "This is the first description of a patient with generalized epidermolysis bullosa simplex and homozygous p.Glu170Lys mutation in the KRT5 gene."}, {"pubmed": 21164283, "text": "Immunohistochemical staining using a combination of TTF-1, napsin A, p63, and CK5/6 allows subclassification of poorly differentiated non-small cell carcinomas on small lung biopsies in most cases."}, {"pubmed": 21365123, "text": "Data show that steroidogenic enzymes (AKR1C3, HSD17B2, UGT2B15 and UGT2B17) and stem/progenitor cell markers CK5 and ABCG2 were upregulated in castration resistant prostate cancer."}, {"pubmed": 21375516, "text": "data implicate that epidermolysis bullosa simplex due to mutations in KRT5 and KRT14 is not clinically discernable from phenotypes caused by mutations in other genes."}, {"pubmed": 21427063, "text": "we observed a possible association between CK5/6 expression in the primary tumor and multiple versus solitary breast carcinoma brain metastasis"}, {"pubmed": 21490615, "text": "role of proteasomes and phosphorylation in removing mutated keratin in epidermolysis bullosa simplex is suggested"}, {"pubmed": 21569119, "text": "All exons of the KRT5 gene and adjacent exon-intron border sequences were amplified using PCR and directly sequenced. RESULTS: We identified a novel keratin 5 (K5) nonsense mutation designated c.C10T (p.Gln4X) in exon 1 of the KRT5 gene"}, {"pubmed": 21900500, "text": "Our results suggest that keratin 5 and keratin 14 may have a role in maintenance of cell proliferation potential in the basal layer of stratified epithelia"}, {"pubmed": 22161089, "text": "Mutation in K5 gene (c.237C>T)in a family may be responsible for the development of epidermolysis bullosa simplex with mottled pigmentation."}, {"pubmed": 22277943, "text": "Defects in K5-K14 filament network architecture cause basal keratinocytes to become fragile, and account for their rupture upon exposure to mechanical trauma."}, {"pubmed": 22437315, "text": "analysis of Type 1 segmental Galli-Galli disease resulting from a previously unreported keratin 5 mutation [case report]"}, {"pubmed": 22553810, "text": "the results of CK5/6 and p63 in CNBs of papillary neoplasms were mostly representative of the final results for CK5/6 and p63 in subsequent surgical excisions, excisional biopsy is required for definitive subtyping"}, {"pubmed": 22639907, "text": "Verrucous carcinoma in epidermolysis bullosa simplex is possibly associated with a novel mutation in the keratin 5 gene."}, {"pubmed": 22640275, "text": "We present six cases from two unrelated Spanish families each with several affected members with epidermolysis bullosa simplex with mottled pigmentation."}, {"pubmed": 22751119, "text": "MiR-29 expression is suppressed by progestins in breast cancer cells."}, {"pubmed": 22832485, "text": "Two missense mutations identified are in highly conserved regions of KRT14 and KRT5 for epidermolysis bullosa simplex."}, {"pubmed": 23011826, "text": "Cytokeratine 5/6 and EGFR expressions showed correlation so these markers are reliable to diagnose basaloid type tumors with a 5% cut-off value."}, {"pubmed": 23075894, "text": "Data show that calretinin and CK5/6 were positive in 100 and 64% of mesotheliomas, and 92 and 31% of reactive effusions, respectively, and desmin was negative in all malignant cases and positive in 85% of reactive effusions."}, {"pubmed": 23184698, "text": "Repeated progestin treatment and selection of GFP(+) cells enriched for a persistent population of CK5(+) cells."}, {"pubmed": 23327593, "text": "Report keratin5 expression in breast papillomas and papillary carcinoma."}, {"pubmed": 23450297, "text": "Case Report: novel keratin 5 mutation in an African family with epidermolysis bullosa simplex."}, {"pubmed": 23588208, "text": "These results indicate that total expression of mutant KRT5 in the patient's epidermis does not change with aging."}, {"pubmed": 23708665, "text": "In premenopausal patients with hormone receptor-positive breast cancer, tumor protein levels of CK5 correlated positively with BCL6 and are associated with unfavorable clinical outcome."}, {"pubmed": 24238509, "text": "The expression of TARP and KRT5 was correlated with the progress of endometrial cancer"}, {"pubmed": 24326984, "text": "CK5/6, but not c-Met expression, seems to be important in lymphatic metastasis"}, {"pubmed": 24658685, "text": "The TGFBR3-JUND circuit is conserved in some premalignant lesions that heterogeneously express KRT5."}, {"pubmed": 24940650, "text": "plectin interacts with keratins 5 and 14 in a process associated with epidermolysis bullosa simplex"}, {"pubmed": 25017986, "text": "in silico analysis of all epidermolysis bullosa simplex causing point mutations on the 2B domain of K5 and K14; result showed all pathogenic point mutations exert their dominant negative effect on the K5/K14 coiled-coil heterodimer complex by altering interchain interaction,leading to changes in stability and assembly competence of the heterodimer complex"}, {"pubmed": 25063315, "text": "There were differences between CK5/6, p63,CK34betaE12 and TTF-1 expression with tumor differentiation in squamous cell carcinoma or adenocarcinomas"}, {"pubmed": 25143125, "text": "immunoreactivity cytokeratin 5 and CD44 commonly immunostained Nested/microcystic urothelial carcinoma (US) and some invasive high grade UC"}, {"pubmed": 25337222, "text": "CK5/6, IMP3 and TTF1 immunostaining appears to be useful to improve the accuracy of cytological diagnoses between reactive mesothelial cells, metastatic adenocarcinoma of lung and non-lung origin in pleural effusion."}, {"pubmed": 25742793, "text": "CK5/6 have roles in biologically aggressive tumors likely to display resistance to trastuzumab ab initio in women diagnosed with HER2+ cancer"}, {"pubmed": 25944390, "text": "Different staining patterns can be seen with CK5/6 and p63; however, if they are used together with TTF-1 they can be used in subtyping lung neoplasms."}, {"pubmed": 25961909, "text": "Keratinocytes adhesion and stiffness depends on KRT5 protein missense mutation."}, {"pubmed": 26286811, "text": "Results provide further accumulation of case series of EBS-MP and DPR may provide more accurate diagnostic criteria for genetic disorders of the K5/K14 pair, previously believed to be independent disorders."}, {"pubmed": 26432462, "text": "identification of 29 different mutations in KRT5 and KRT14, 11 of which were novel, in a Polish cohort of epidermolysis bullosa simplex patients"}, {"pubmed": 26440693, "text": "The results introduce a case of special generalized DDD with a family history that clinically resembles dyschromatosis universalis hereditaria (DUH), and suggest that KRT5 may be the candidate gene."}, {"pubmed": 26447895, "text": "CK5 and p40 are good diagnostic markers for squamous cell carcinoma and superior to p63"}, {"pubmed": 26537585, "text": "the consistency test results indicated the inter-observer agreement was more robust in MS images for HER2 , CK5/6 and ER than that in RGB images for HER2 , CK5/6 and ER ."}, {"pubmed": 26708602, "text": "Authors herein defined two distinct HNSCCs groups (EGFR(+) and K5(+)) with several sub-classes, identifiable by the additional assessment of p53, Bcl2 and CD117."}, {"pubmed": 26743602, "text": "KRT5 protein mutation may predispose to a severe lethal variant of epidermolysis bullosa simplex."}, {"pubmed": 26990746, "text": "Flat Intraurothelial Neoplasia Exhibiting Diffuse Immunoreactivity for CD44 and Cytokeratin 5 (Urothelial Stem Cell/Basal Cell Markers): A Variant of Intraurothelial Neoplasia Commonly Associated With Muscle-invasive Urothelial Carcinoma"}, {"pubmed": 27060708, "text": "Immunocytochemistry using this antibody cocktail comprises five antibodies recognising p63, and cytokeratins ( 7, 18, 5 and 14) showed good sensitivity and specificity for diagnosing breast cancers. Thus, this method is useful for mammary cytology using FNA"}, {"pubmed": 27130144, "text": "The expression of CK5/6 and of P63 suggests a squamous differentiation including in the basaloid thyroid lymphoepithelial complexes"}, {"pubmed": 27240462, "text": "the luminal cells of adenoid cystic carcinoma show a unique aberrant staining pattern for cytokeratin 5/6 that may aid in the differential diagnosis"}, {"pubmed": 27941563, "text": "The Role of Collagen IV and Cytokeratin 5/6 Immunohistochemistry in Identifying Subtypes of Hereditary Epidermolysis Bullosa."}, {"pubmed": 28147318, "text": "The proportion of serous ovarian carcinomas with high K5/6 or high K5 immunostaining was significantly increased following neoadjuvant chemotherapy. K5 can be used to predict serous ovarian cancer prognosis and identify cancer cells that are resistant to chemotherapy."}, {"pubmed": 28403527, "text": "Basal cell carcinoma (BCC) typically shows patchy CD56 expression and diffuse CK5/6 positivity. These 2 markers can be used to distinguish between BCC and Merkel cell carcinoma in challenging cases."}, {"pubmed": 28414091, "text": "Cytokeratin 5/6 protein expression as a frequent feature of high-grade serous ovarian carcinoma with various staining patterns. Cytokeratin 5/6 in combination with ER-alpha proved to be a negative prognostic marker."}, {"pubmed": 28417484, "text": "Negative staining for CK5/6 and p63 can be helpful to distinguish Well-differentiated neuroendocrine tumors (WDNETs) from cutaneous adnexal neoplasms. It is important to consider WDNETs in the differential diagnosis of cutaneous adnexal neoplasms as low-grade tumors may be the first sign of aggressive metastatic disease"}, {"pubmed": 28561874, "text": "this study adds a further 10 novel mutations to the catalogued genotype-phenotype correlations in epidermolysis bullosa simplex and demonstrates a potential modifying effect of SNPs on the phenotype. We therefore support the notion of full DNA sequencing of both KRT5 and KRT14 genes so as to not miss any variants in the genes contributing to the phenotype."}, {"pubmed": 28648939, "text": "EGFR and CK5/6 expression could serve as biomarkers for identifying triple-negative breast cancer patients with poor survival"}, {"pubmed": 28692043, "text": "Dual small interfering RNA (siRNA) silencing of RARalpha and RARgamma reversed RA blockade of P4-induced CK5. Using promoter deletion analysis, we identified a region 1.1 kb upstream of the CK5 transcriptional start site that is necessary for P4 activation and contains a putative progesterone response element (PRE"}, {"pubmed": 29517206, "text": "CK5/6 expression changed according to the morphological components in adenoid cystic carcinoma of the breast."}, {"pubmed": 29587848, "text": "Data indicate that cytokeratin 5/6 (CK5/6) is an independent prognostic biomarker in urothelial carcinoma and therefore can be used in the prognostic stratification of the patients with bladder cancer."}, {"pubmed": 29743728, "text": "Data indicate keratins K5/K14 and p53 homolog p63 as markers of breast epithelial stem cells."}, {"pubmed": 29884220, "text": "Cytokeratin 5/6 and CK8/18 immunohistochemistry on 150 cases of triple negative breast cancers was performed and association with various clinicopathological features was evaluated."}, {"pubmed": 30078200, "text": "we summarized the various aspects of the presence of KRT5 and KRT14 in the epidermis, their relation to the incidence and severity of epidermolysis bullosa simplex phenotypes, and the processes with which these proteins can affect them."}, {"pubmed": 30240119, "text": "A novel de novo mutation p.Ala428Asp in KRT5 gene as a cause of localized epidermolysis bullosa simplex."}, {"pubmed": 30380731, "text": "combination of KRT5 and KRT20 allowed identification of patients with a very poor prognosis (KRT20/KRT5(-), 5-year DSS 0%, p < 0.0001). In silico analysis of the independent MDACC cohorts revealed congruent results (5-year DSS for KRT20 low vs. high: 84% vs. 40%, p = 0.042)."}, {"pubmed": 30515866, "text": "A description of the Epidermolysis bullosa simplex phenotype in patients with an identical heterozygous p.Glu477Lys mutation in keratin 5."}, {"pubmed": 31302245, "text": "Two pathogenic, homozygous missense variants of KRT5 in two patients with generalized Epidermolysis bullosa simplex (EBS) and a homozygous null mutation in a patient who died as a neonate from complications of EB were found. The missense mutations disrupted keratin 5 expression and the human \"knock-out\" showed no RNA nor protein expression. These findings expand the genotypic profile of autosomal recessive EBS."}, {"pubmed": 31307407, "text": "CLDN3, CK5, and CK14 in combination with ER, PR and HER2 indicate an association with BRCA1 mutation status in women with early breast cancer."}, {"pubmed": 31692218, "text": "Epidermal keratin 5 expression and distribution is under dermal influence."}, {"pubmed": 31988452, "text": "Cytokeratin 5 alters beta-catenin dynamics in breast cancer cells."}, {"pubmed": 31995743, "text": "Structure-Function Analyses of a Keratin Heterotypic Complex Identify Specific Keratin Regions Involved in Intermediate Filament Assembly."}, {"pubmed": 32399205, "text": "Correlation between salivary estrogen levels and oral epithelial cytokeratin 5 expression."}, {"pubmed": 32484238, "text": "Next-generation sequencing through multigene panel testing for the diagnosis of hereditary epidermolysis bullosa in Chinese population."}, {"pubmed": 32659254, "text": "FoxM1 promotes the migration of ovarian cancer cell through KRT5 and KRT7."}, {"pubmed": 32977822, "text": "p63(+)Krt5(+) basal cells are increased in the squamous metaplastic epithelium of patients with radiation-induced chronic Rhinosinusitis."}, {"pubmed": 32989862, "text": "Severe skin fragility with postnatal lethal outcome due to a biallelic KRT5 mutation."}, {"pubmed": 33086575, "text": "Non-Muscle-Invasive Bladder Carcinoma with Respect to Basal Versus Luminal Keratin Expression."}, {"pubmed": 33435173, "text": "Comprehensive Gene Expression Analyses of Immunohistochemically Defined Subgroups of Muscle-Invasive Urinary Bladder Urothelial Carcinoma."}, {"pubmed": 34509171, "text": "Molecular origin of the effects of mutation on the structure and mechanical properties of human epithelial keratin K5/K14."}, {"pubmed": 34556631, "text": "Inhibition of Notch activity promotes pancreatic cytokeratin 5-positive cell differentiation to beta cells and improves glucose homeostasis following acute pancreatitis."}, {"pubmed": 34680898, "text": "A Familial Form of Epidermolysis Bullosa Simplex Associated with a Pathogenic Variant in KRT5."}, {"pubmed": 34830328, "text": "Keratins as an Inflammation Trigger Point in Epidermolysis Bullosa Simplex."}, {"pubmed": 35527047, "text": "Cytokeratin 5/6 expression in pT1 bladder cancer predicts intravesical recurrence in patients treated with bacillus Calmette-Guerin instillation."}, {"pubmed": 35639459, "text": "Cytokeratins 5 and 17 Maintain an Aggressive Epithelial State in Basal-Like Breast Cancer."}, {"pubmed": 36239561, "text": "Clinicopathological features of cytokeratin 5-positive pulmonary adenocarcinoma."}, {"pubmed": 36809573, "text": "KRT5 mutation regulate melanin metabolism through notch signalling pathway between keratinocytes and melanocytes."}, {"pubmed": 37212698, "text": "Keratin 5 in Lung Cancer Specimens: Comparison of Four Antibody Clones and KRT5 mRNA-ISH."}, {"pubmed": 37758700, "text": "Lung extracellular matrix modulates KRT5[+] basal cell activity in pulmonary fibrosis."}], "genomic_pos": {"chr": "12", "end": 52520530, "ensemblgene": "ENSG00000186081", "start": 52514575, "strand": -1}, "genomic_pos_hg19": {"chr": "12", "end": 52914471, "start": 52908359, "strand": -1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0008544", "pubmed": 7520042, "qualifier": "involved_in", "term": "epidermis development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0009612", "qualifier": "involved_in", "term": "response to mechanical stimulus"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030334", "qualifier": "involved_in", "term": "regulation of cell migration"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0031424", "qualifier": "involved_in", "term": "keratinization"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032880", "qualifier": "involved_in", "term": "regulation of protein localization"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045107", "qualifier": "involved_in", "term": "intermediate filament polymerization"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045109", "qualifier": "involved_in", "term": "intermediate filament organization"}], "CC": [{"evidence": "HDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 21630459, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": [20128788, 22170488], "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005737", "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005882", "pubmed": 10852826, "qualifier": "located_in", "term": "intermediate filament"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 19946888, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0045095", "qualifier": "is_active_in", "term": "keratin filament"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0045095", "pubmed": [7679677, 22705788], "qualifier": "located_in", "term": "keratin filament"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 19199708, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0005200", "pubmed": 7520042, "qualifier": "enables", "term": "structural constituent of cytoskeleton"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [10727209, 10852826, 15671067, 15731013, 22705788, 24940650, 25416956, 31995743, 32296183, 37671092], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0030280", "qualifier": "enables", "term": "structural constituent of skin epidermis"}, {"category": "MF", "evidence": "IPI", "id": "GO:0097110", "pubmed": 10852826, "qualifier": "enables", "term": "scaffold protein binding"}]}, "homologene": {"genes": [[8364, 779830], [9031, 407779], [9544, 100424400], [9606, 3852], [9615, 100687760], [9913, 281268], [10090, 110308], [10116, 369017]], "id": 55461}, "interpro": [{"desc": "Keratin type II head", "id": "IPR032444", "short_desc": "Keratin_2_head"}, {"desc": "Keratin, type II", "id": "IPR003054", "short_desc": "Keratin_II"}, {"desc": "Intermediate filament, rod domain", "id": "IPR039008", "short_desc": "IF_rod_dom"}, {"desc": "Intermediate filament protein, conserved site", "id": "IPR018039", "short_desc": "IF_conserved"}], "ipi": ["IPI00009867", "IPI01020679", "IPI01022815", "IPI01023004"], "map_location": "12q13.13", "name": "keratin 5", "other_names": ["58 kda cytokeratin", "CK-5", "cytokeratin-5", "epidermolysis bullosa simplex 2 Dowling-Meara/Kobner/Weber-Cockayne types", "keratin 5 (epidermolysis bullosa simplex, Dowling-Meara/Kobner/Weber-Cockayne types)", "keratin 5, type II", "keratin, type II cytoskeletal 5", "type-II keratin Kb5"], "pantherdb": {"HGNC": "6442", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "96702", "ortholog_type": "LDO", "panther_family": "PTHR45616", "taxid": 10090, "uniprot_kb": "Q922U2"}, {"RGD": "727894", "ortholog_type": "LDO", "panther_family": "PTHR45616", "taxid": 10116, "uniprot_kb": "Q6P6Q2"}, {"Ensembl": "ENSGALG00000043689", "ortholog_type": "O", "panther_family": "PTHR45616", "taxid": 9031, "uniprot_kb": "A0A1L1RNH7"}, {"Ensembl": "ENSGALG00000047132", "ortholog_type": "O", "panther_family": "PTHR45616", "taxid": 9031, "uniprot_kb": "A0A1D5PQ92"}, {"Ensembl": "ENSGALG00000044875", "ortholog_type": "O", "panther_family": "PTHR45616", "taxid": 9031, "uniprot_kb": "A0A1L1RKR4"}, {"Ensembl": "ENSGALG00000032672", "ortholog_type": "LDO", "panther_family": "PTHR45616", "taxid": 9031, "uniprot_kb": "Q6PVZ5"}, {"ZFIN": "ZDB-GENE-030411-5", "ortholog_type": "O", "panther_family": "PTHR45616", "taxid": 7955, "uniprot_kb": "Q6NWF6"}, {"ZFIN": "ZDB-GENE-031118-10", "ortholog_type": "O", "panther_family": "PTHR45616", "taxid": 7955, "uniprot_kb": "F1Q4X3"}, {"ZFIN": "ZDB-GENE-050208-726", "ortholog_type": "O", "panther_family": "PTHR45616", "taxid": 7955, "uniprot_kb": "F1RDG4"}, {"ZFIN": "ZDB-GENE-060312-16", "ortholog_type": "O", "panther_family": "PTHR45616", "taxid": 7955, "uniprot_kb": "B0V1K4"}, {"ZFIN": "ZDB-GENE-991110-23", "ortholog_type": "O", "panther_family": "PTHR45616", "taxid": 7955, "uniprot_kb": "F1QV31"}, {"ZFIN": "ZDB-GENE-070209-50", "ortholog_type": "O", "panther_family": "PTHR45616", "taxid": 7955, "uniprot_kb": "A8KBU6"}, {"ZFIN": "ZDB-GENE-000607-83", "ortholog_type": "O", "panther_family": "PTHR45616", "taxid": 7955, "uniprot_kb": "A9JRS6"}], "uniprot_kb": "P13647"}, "pathway": {"netpath": {"id": "Pathway_EGFR1", "name": "EGFR1"}, "pid": [{"id": "deltanp63pathway", "name": "Validated transcriptional targets of deltaNp63 isoforms"}, {"id": "reg_gr_pathway", "name": "Glucocorticoid receptor regulatory network"}], "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1500931", "name": "Cell-Cell communication"}, {"id": "R-HSA-446107", "name": "Type I hemidesmosome assembly"}, {"id": "R-HSA-446728", "name": "Cell junction organization"}, {"id": "R-HSA-6805567", "name": "Keratinization"}, {"id": "R-HSA-6809371", "name": "Formation of the cornified envelope"}, {"id": "R-HSA-9725554", "name": "Differentiation of keratinocytes in interfollicular epidermis in mammalian skin"}, {"id": "R-HSA-9734767", "name": "Developmental Cell Lineages"}]}, "pdb": ["3TNU", "6JFV"], "pfam": ["PF00038", "PF16208"], "pharmgkb": "PA30230", "pharos": {"target_id": 9383, "tdl": "Tbio"}, "pir": "A29904", "prosite": "PS51842", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF167932", "relationship": "is"}, {"id": "GNF178838", "relationship": "is"}, {"id": "GNF189744", "relationship": "is"}, {"id": "GNF200650", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF050440", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF007849", "relationship": "is"}, {"id": "GNF007850", "relationship": "is"}, {"id": "GNF007851", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF103346", "relationship": "is"}, {"id": "GNF142996", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000012.12", "NC_060936.1", "NG_008297.1"], "protein": "NP_000415.2", "rna": "NM_000424.4", "translation": {"protein": "NP_000415.2", "rna": "NM_000424.4"}}, "reporter": {"HG-U133_Plus_2": "201820_at", "HG-U95Av2": "613_at", "HTA-2_0": ["TC12001526.hg.1", "TC12002888.hg.1"], "HuEx-1_0": ["3455186", "3455454", "3455816"], "HuGene-1_1": ["7963410", "7963427"], "HuGene-2_1": "16764941"}, "summary": "The protein encoded by this gene is a member of the keratin gene family. The type II cytokeratins consist of basic or neutral proteins which are arranged in pairs of heterotypic keratin chains coexpressed during differentiation of simple and stratified epithelial tissues. This type II cytokeratin is specifically expressed in the basal layer of the epidermis with family member KRT14. Mutations in these genes have been associated with a complex of diseases termed epidermolysis bullosa simplex. The type II cytokeratins are clustered in a region of chromosome 12q12-q13. [provided by RefSeq, Jul 2008].", "symbol": "KRT5", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1416742"}, "unigene": "Hs.433845", "uniprot": {"Swiss-Prot": "P13647", "TrEMBL": ["F8VV57", "F8VU69", "H0YI76", "F8W0C6", "H0YIN9"]}, "wikipedia": {"url_stub": "Keratin 5"}}