{"AllianceGenome": "6445", "HGNC": "6445", "MIM": "148059", "_id": "3855", "_version": 1, "accession": {"genomic": ["AC021066.37", "AH012159.2", "CH471111.1", "CP068266.2", "NC_000012.12", "NC_060936.1", "NG_012296.1", "X13320.1", "X13346.1", "X13347.1", "X13348.1", "X13349.1", "X13350.1", "X13351.1", "X13353.1"], "protein": ["AAH02700.1", "AAH09521.1", "AAI07083.1", "AAI07084.1", "AAN64031.1", "AAN64035.1", "BAG54741.1", "CAA26956.2", "CAA31695.1", "CAB41416.1", "EAW58240.1", "EAW58241.1", "NP_005547.3", "P08729.5", "XP_011536627.1", "XP_016874783.1", "XP_047284783.1", "XP_054227992.1", "XP_054227993.1", "XP_054227994.1", "XP_054227995.1", "XP_054227996.1"], "rna": ["AF509887.1", "AJ238246.1", "AK025881.1", "AK128505.1", "AK128848.1", "AK129924.1", "AK225498.1", "BC002700.2", "BC009521.1", "BC107082.1", "BC107083.1", "BE740515.1", "BE744321.1", "BU527162.1", "NM_005556.4", "X03212.1", "XM_011538325.3", "XM_017019294.2", "XM_047428827.1", "XM_054372017.1", "XM_054372018.1", "XM_054372019.1", "XM_054372020.1", "XM_054372021.1", "Z36852.1"], "translation": [{"protein": "NP_005547.3", "rna": "NM_005556.4"}, {"protein": "AAN64031.1", "rna": "AF509887.1"}, {"protein": "XP_054227994.1", "rna": "XM_054372019.1"}, {"protein": "XP_054227993.1", "rna": "XM_054372018.1"}, {"protein": "CAB41416.1", "rna": "AJ238246.1"}, {"protein": "AAH09521.1", "rna": "BC009521.1"}, {"protein": "XP_054227995.1", "rna": "XM_054372020.1"}, {"protein": "CAA26956.2", "rna": "X03212.1"}, {"protein": "AAI07083.1", "rna": "BC107082.1"}, {"protein": "BAG54741.1", "rna": "AK128848.1"}, {"protein": "XP_047284783.1", "rna": "XM_047428827.1"}, {"protein": "XP_011536627.1", "rna": "XM_011538325.3"}, {"protein": "XP_054227992.1", "rna": "XM_054372017.1"}, {"protein": "AAH02700.1", "rna": "BC002700.2"}, {"protein": "AAI07084.1", "rna": "BC107083.1"}, {"protein": "XP_054227996.1", "rna": "XM_054372021.1"}, {"protein": "XP_016874783.1", "rna": "XM_017019294.2"}]}, "alias": ["CK7", "K2C7", "K7", "SCL"], "ensembl": {"gene": "ENSG00000135480", "protein": "ENSP00000329243", "transcript": ["ENST00000331817", "ENST00000546666", "ENST00000546856", "ENST00000547613", "ENST00000548088", "ENST00000548657", "ENST00000549127", "ENST00000549638", "ENST00000550153", "ENST00000551130", "ENST00000552183", "ENST00000552322", "ENST00000552400"], "translation": [{"protein": "ENSP00000329243", "rna": "ENST00000331817"}], "type_of_gene": "protein_coding"}, "entrezgene": "3855", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 12.5755396001, "exp_mis": 229.902074574, "exp_syn": 103.385350661, "lof_z": -0.11856691884569, "mis_z": 0.900081565579526, "mu_lof": 7.96823334642e-07, "mu_mis": 2.05787425382e-05, "mu_syn": 9.11024087062e-06, "n_lof": 13.0, "n_mis": 202.0, "n_syn": 75.0, "p_li": 2.78644976230631e-09, "p_null": 0.916903670784612, "p_rec": 0.0830963264289383, "syn_z": 1.73067239883152}, "bp": 1410, "cds_end": 52642544, "cds_start": 52627080, "n_exons": 9, "nonpsych": {"exp_lof": 11.1997741948, "exp_mis": 207.901266012, "exp_syn": 93.3914137195, "lof_z": 0.0586255185236231, "mis_z": 0.731149729901137, "mu_lof": 7.96823334642e-07, "mu_mis": 2.05787425382e-05, "mu_syn": 9.11024087062e-06, "n_lof": 11.0, "n_mis": 187.0, "n_syn": 66.0, "p_li": 1.04082886843947e-07, "p_null": 0.832482963407755, "p_rec": 0.167516932509358, "syn_z": 1.78453228879037}, "nontcga": {"exp_lof": 11.5517270026, "exp_mis": 211.492154332, "exp_syn": 95.0967544203, "lof_z": 0.160133436882823, "mis_z": 0.976085785934251, "mu_lof": 7.96823334642e-07, "mu_mis": 2.05787425382e-05, "mu_syn": 9.11024087062e-06, "n_lof": 11.0, "n_mis": 183.0, "n_syn": 70.0, "p_li": 1.3267248163325e-07, "p_null": 0.794163099975243, "p_rec": 0.205836767352275, "syn_z": 1.62950971707865}, "transcript": "ENST00000331817.5"}, "exons": [{"cdsend": 52248760, "cdsstart": 52233296, "chr": "12", "position": [[52233242, 52233620], [52235154, 52235366], [52237508, 52237569], [52238679, 52238775], [52241471, 52241636], [52243011, 52243137], [52245411, 52245632], [52248176, 52248211], [52248590, 52248921]], "strand": 1, "transcript": "NM_005556", "txend": 52248921, "txstart": 52233242}], "exons_hg19": [{"cdsend": 52642544, "cdsstart": 52627080, "chr": "12", "position": [[52627026, 52627404], [52628938, 52629150], [52631292, 52631353], [52632463, 52632559], [52635255, 52635420], [52636795, 52636921], [52639195, 52639416], [52641960, 52641995], [52642374, 52642705]], "strand": 1, "transcript": "NM_005556", "txend": 52642705, "txstart": 52627026}], "generif": [{"pubmed": 11962749, "text": "Changing pattern of cytokeratin 7 and 20 expression from normal epithelium to intestinal metaplasia of the gastric mucosa and gastroesophageal junction"}, {"pubmed": 12072504, "text": "HPV16 E7 mRNA-cytokeratin 7 binding in squamous cervical cancer SiHa cells occurs through the 6-mer peptide SEQIKA present in human cytokeratin 7 protein"}, {"pubmed": 12359226, "text": "cloning and expression of the gene"}, {"pubmed": 14513050, "text": "altered expression and transcription of SCL in patients' hematopoietic cells emphasizes the possible contribution of this regulatory nuclear factor to the hematopoietic dysregulation, which is a feature of myelofibrosis with myeloid metaplasia"}, {"pubmed": 14631371, "text": "The combined expression of CK7 and CK20 has a low specificity in the distinction between esophageal and cardiac (stomach) adenocarcinomas."}, {"pubmed": 15371952, "text": "Alteration of CK7 and CK20 expression profile that occurs early in small intestinal tumorigenesis."}, {"pubmed": 15489654, "text": "Cytokeratin 7 and epithelial membrane antigen are essentially negative in yolk sac tumors but are diffusely positive in clear cell carcinomas and endometriod adenocarcinomas making them useful markers for differentiating YSTs from both CCCs and EACs."}, {"pubmed": 15502805, "text": "Cytokeratin 7 was found in the majority of type 1 papillary renal cell carcinomas and chromophobe renal cell carcinomas."}, {"pubmed": 15894926, "text": "expressed in sinonasal intestinal-type adenocarcinoma less frequently than in colonic adenocarcinoma"}, {"pubmed": 16483709, "text": "In peripheral blood mononuclear cells, sarcolectin induced CD4+ T cell growth and expression of inflammatory cytokine genes, including TNF-alpha, IL-1beta, IL-6 and IL-8"}, {"pubmed": 16879391, "text": "Results showed that 28% of hepatocellular carcinomas contained cells expressing CK7."}, {"pubmed": 17593078, "text": "salivary gland neoplasms showed a CK7+/CK20- immunoprofile ranging from 5 to 100%; squamous carcinoma showed negative CK7/20 immunoexpression"}, {"pubmed": 17715023, "text": "CK7 is a possible marker for colorectal carcinogenesis."}, {"pubmed": 18042078, "text": "an immunohistochemical panel including CK7,CD10 and mesothelin is optimal for distinguishing between ovarian and renal clear cell carcinoma."}, {"pubmed": 18092953, "text": "Possible relationship between expression of CK7 and CK20 and neoplastic development of colorectal mucosa in patients with ulcerative colitis."}, {"pubmed": 18317225, "text": "In ovarian metastases from undiagnosed colorectal adenocarcinomas, elevated CA-125 levels and frequent coexpression of cytokeratin 7 are features that can contribute to misclassification of these metastases as primary ovarian neoplasms."}, {"pubmed": 18478571, "text": "The variability of CK expression in clear cell renal cell carcinoma (ccRCC) can be explained by genetic heterogeneity. The CK7/CK19 expressing subtype is associated with better outcome."}, {"pubmed": 18602664, "text": "Distinct cytokeratin 7, cytokeratin 19, & neuronal cell adhesion molecule staining patterns are seen in hepatic adenoma & focal nodular hyperplasia possibly suggest activation of different subsets of hepatic progenitor/stem cell."}, {"pubmed": 18604734, "text": "Clear cell renal cell carcinoma characterised by diffuse CK7 positivity represents a distinct type of CRCC with characteristic histopathological and immunohistochemical features"}, {"pubmed": 18936968, "text": "CK7, bax, CCND1, and HER2 represent marker proteins and frequently amplified genes in carcinomas of the ampulla of Vater."}, {"pubmed": 18949396, "text": "CK7 expression was a useful biomarker for predicting the outcome of stage I/IIA/IIB Squamous cell carcinoma of the esophagus"}, {"pubmed": 19032382, "text": "Human eccrine sweat glands express CK7, CK8, CK14, CK18, CK19, CEA, EMA, Ki67, p63, EGF and EGFR. In skin, CEA can be used as a specific immunological marker of sweat glands."}, {"pubmed": 19098678, "text": "It can be helpful in cases with metastatic rectal carcinoma, especially those with CK7+/CK20+ or CK20-/CK7- immunophenotype."}, {"pubmed": 19157505, "text": "cytokeratins 7 and 19, are very helpful in distinguishing normal from lesional tissue, as well as hepatic adenoma from focal nodular hyperplasia"}, {"pubmed": 19302533, "text": "the combination of CK7, S100A1 and claudin 8 immunohistochemistry can be useful for classifying tumours of overlapping histology as chromophobe renal cell carcinoma or renal oncocytomas."}, {"pubmed": 19396034, "text": "expression of KRT7 might help to explain the pathological, reflux-related nature of columnar-lined esophagus, as aberrant expression in a very early stage of the multistep Barrett esophagus progression"}, {"pubmed": 19419944, "text": "There was a significant difference between AP, CK 7 and CK 8 expressions in primary lung adenocarcinomas (P=0.02; Chi-squared test)."}, {"pubmed": 19601945, "text": "Unlike Paget's disease, breast Toker cells have small bland nuclei and are characterized by CK7 positivity."}, {"pubmed": 19614771, "text": "The presence of microcystic, elongated and fragmented ('MELF') gland invasion was characterized by strong CK7 expression, sometimes in contrast to adjacent unstained tumour glands."}, {"pubmed": 20001343, "text": "Toker cells and mammmary Paget cells share immunoreactivity to CK7."}, {"pubmed": 20043065, "text": "FOXA1 induces not only KRT7 but also LOXL2 in a subset of poor prognostic esophageal squamous cell carcinomas with metastatic lymph nodes"}, {"pubmed": 20398190, "text": "the expression of Cytokeratins 7, 8, 18, and 19 may serve as differential diagnostic markers for pulmonary large cell neuroendocrine carcinoma and small cell lung carcinoma"}, {"pubmed": 20538416, "text": "Immunohistochemistry for cytokeratins 7 and 19, which mark biliary epithelium, is helpful in the diagnosis of biliary diseases."}, {"pubmed": 20557372, "text": "Endometrial adenocarcinomas show micro-anatomical variations in Ki67 expression and this is often inversely correlated with CK7 immunoreactivity."}, {"pubmed": 20574624, "text": "Case Report: CK7+/CK20- Merkel cell carcinoma presenting as inguinal subcutaneous nodules with subsequent epidermotropic metastasis."}, {"pubmed": 20727680, "text": "Case Report: Primary pulmonary adenocarcinoma with enteric differentiation resembling metastatic colorectal carcinoma, negative for cytokeratin 7."}, {"pubmed": 21228364, "text": "Hepatocyte CK7 expression is frequently noted in chronic allograft rejection, and it would appear to reflect ductopenia."}, {"pubmed": 21282015, "text": "A considerable number of colorectal carcinomas showed immunoreactivity to CK7."}, {"pubmed": 21358552, "text": "Our results reveal that menopause influences the adipose tissue expression of many genes, especially of neurexin 3, metallothionein 1E, and keratyn 7, which are associated with the alteration of several key biological processes."}, {"pubmed": 21574103, "text": "Our results along with the data from the literature indicate that CK7/CK20 expression may be of clinical significance."}, {"pubmed": 21681009, "text": "CK-7 expression grades correlated positively with histological stages of primary biliary cirrhosis (r=0.639, P<0.000) and negatively with granulomas (r=-0.432, P<0.0001; OR=0.173, P=0.0011)."}, {"pubmed": 21884201, "text": "Aberrant expression of K7 in budding cancer cells represents a modification of the epithelial phenotype ('epithelial-epithelial transition': EET) which may be linked to gains in motility and invasive potential."}, {"pubmed": 22119824, "text": "The expressions of CK7 and CK20 in nasal polyps were analyzed."}, {"pubmed": 22203179, "text": "High Cytokeratin-7 is associated with esophageal squamous cell carcinoma."}, {"pubmed": 22268990, "text": "Both the CK7-/CK20+ phenotype and expression of the antibody CDX2 are highly specific and sensitive markers of colorectal origin."}, {"pubmed": 22361037, "text": "This is the first reported study of the relationship between CK20/CK7 immunophenotype, BRAF mutations and microsatellite status in colorectal carcinomas"}, {"pubmed": 22382985, "text": "None of the Wilms' tumors-associated lesions were positive for KRT7, but 69-80% of lesions associated with pRCpapillary renal cell tumors and mucinous tubular and spindle cell carcinomas were positive for KRT7."}, {"pubmed": 22390404, "text": "Heterogeneity of cytokeratin 7 expression in pagetoid Bowen's disease."}, {"pubmed": 22716237, "text": "CK7 + centrilobular hepatocytes occur relatively frequently in non-neoplastic liver disease, associated with centrilobular scarring and CK7-positive periportal hepatocytes, and appear to be a non-specific phenomenon of underlying disease."}, {"pubmed": 22748158, "text": "CK7 staining was notably heterogeneous, with 14.5% of all cases demonstrating </=20% tumour cell staining"}, {"pubmed": 22895272, "text": "Pouch/peripouch and UC-associated adenocarcinoma had a comparable positive rate for CK7, CK20, and CDX2 by immunohistochemistry."}, {"pubmed": 23434146, "text": "Of the cases of clear cell renal carcinoma there was immunoreactivity for alpha-methylacyl-CoA racemase and strong diffuse immuno-positivity for cytokeratin."}, {"pubmed": 23590728, "text": "CK7 and Cam 5.2 expression may occur in SCC. A panel including Ber-Ep4 is advisable for immunohistochemical differentiation of EPD from SCC."}, {"pubmed": 23887291, "text": "Our results suggested that a combination of CK7 and TP53 immunohistochemistry may be helpful in diagnosing inflammatory bowel disease-associated dysplasia in difficult cases."}, {"pubmed": 24403459, "text": "Loss of cytokeratin 7 is associated with reduced response to concommitant radiochemotherapy for locally advanced cervical cancer."}, {"pubmed": 24908142, "text": "BRAF-mutated microsatellite stable colorectal carcinoma often displays reduced CDX2 and increased CK7 expression"}, {"pubmed": 25063315, "text": "There were differences between CK5/6, p63,CK34betaE12 and TTF-1 expression with tumor differentiation in squamous cell carcinoma or adenocarcinomas"}, {"pubmed": 25076852, "text": "The immunofluorescent staining pattern of Wnt1 and CK7 as well as Wnt1 and CK13 was consistent with IHC results. Thus, in pleomorphic adenoma, Wnt is involved in tumor cell differentiation of peripheral columnar cells forming solid nests"}, {"pubmed": 25406900, "text": "Epithelial-mesenchymal transition-related proteins CK-7 and alpha-SMA colocalized to the intrahepatic biliary epithelial cells in patients with biliary atresia."}, {"pubmed": 25643514, "text": "The present study confirmed that CK14, but not CK20 or CK7, is expressed in urothelial carcinoma with squamous differentiation and squamous cell carcinoma of the urinary bladder."}, {"pubmed": 25851713, "text": "Mismatch repair (MMR) defects influence the expression of clinically important biomarkers for endometrioid-type endometrial carcinoma as decreased cytokeratin 7 expression is more commonly associated with MMR deficiency."}, {"pubmed": 26057535, "text": "Keratin 34betaE12/K7 expression is a prognostic parameter in resected early stage NSCLC that allows identification of high-risk NSCLC patients with poor cancer-specific and overall survival."}, {"pubmed": 26306784, "text": "Data show that cytokeratin-7 (KRT7) mRNA expression serves as a sensitive approach for the molecular detection of KRT7-positive circulating tumour cells (CTCs)-resembling A549 cells in peripheral whole blood."}, {"pubmed": 26366614, "text": "Immunostaining for CK7 and epithelial membrane antigen can be used to differentiate interlobular bile ducts from ductular proliferation in patients with cholestasis."}, {"pubmed": 26469326, "text": "CK7, TTF-1 and napsin A are predominantly expressed in primary lung adenocarcinoma patients, with CDX-2 being inconsistently expressed."}, {"pubmed": 26551618, "text": "Cytokeratin 7 positivity in cervical low-grade squamous intraepithelial lesion is a marker for risk of progression to a high-grade lesion."}, {"pubmed": 26670478, "text": "K7 expression was also detected in 72 of 75 triple-negative carcinoma cases"}, {"pubmed": 26876208, "text": "KRT7-AS formed an RNA-RNA hybrid with KRT7 and controlled KRT7 expression at both the mRNA and the post-transcriptional levels.  forced overexpression of the KRT7-overlapping region (OL) of KRT7-AS (but not its non-KRT7-OL portions) increased keratin 7 protein levels in cells. Finally, forced overexpression of full-length KRT7-AS or OL KRT7-AS (but not its non-KRT7-OL regions) promoted GC cell proliferation"}, {"pubmed": 26887669, "text": "Ischemic parenchymal changes are characterized by hepatocyte K7 immunoexpression"}, {"pubmed": 27060708, "text": "Immunocytochemistry using this antibody cocktail comprises five antibodies recognising p63, and cytokeratins ( 7, 18, 5 and 14) showed good sensitivity and specificity for diagnosing breast cancers. Thus, this method is useful for mammary cytology using FNA"}, {"pubmed": 27680604, "text": "These data support the theory that CK7 staining may inform risk stratification for low-grade squamous intraepithelial cervical lesions (CIN1)."}, {"pubmed": 27827952, "text": "Survival analysis showed that the non-small cell lung carcinoma patients with enhanced expression of CK7, ELF3, EGFR, and EphB4 mRNA in peripheral blood leukocytes had poorer disease-free survival and overall survival than those without."}, {"pubmed": 28024950, "text": "Research show that circulating CK7 mRNA positive cells were found in patients with bladder urothelial cancer of varying stages, and the detection rates increased with stage predicting worse clinical scenario."}, {"pubmed": 28155971, "text": "the status of K7 expression in metastatic lymph nodes from colorectal carcinoma is a poor prognostic factor"}, {"pubmed": 28554573, "text": "CK7/ HPV-L1 expression, and the presence of koilocytosis can be used for prognostication in patients with cervical low-grade squamous intraepithelial lesions."}, {"pubmed": 28827446, "text": "Positive expression of CK7 associated with pathological features of lymph node metastasis and T stage may be independent clinical parameters for poor prognosis of patients with lung cancer."}, {"pubmed": 29438168, "text": "CK7, unlike p16, is not useful as a prognostic biomarker in cervical intraepithelial neoplasia 2, but is still a useful prognostic marker for cervical intraepithelial neoplasia 1."}, {"pubmed": 29513894, "text": "High expression of CK-7 is associated with intrahepatic cholangiocarcinoma."}, {"pubmed": 29788741, "text": "CK7 expression is an independent prognostic factor for esophageal squamous cell carcinoma, and FOXA1 is a non-independent prognostic factor."}, {"pubmed": 29803118, "text": "MUC-1, CK7, and c-p27 immunostaining can be used as the predictive markers for esophageal cancer progression from Barrett's esophagus."}, {"pubmed": 30194170, "text": "Data indicate that de novo expression of KRT7 and KRT19 resulting in altered plasticity and stem cell characteristics of epithelial cells might be a crucial factor in increasing the risk of tumor development in end-stage kidneys."}, {"pubmed": 31317696, "text": "FOXA1 promoted proliferation, migration, invasion, and decreased chemosensitivity of gastric cancer cells to 5-Fu treatment through transcriptional activator KRT7"}, {"pubmed": 31392209, "text": "High Proliferative Placenta-Derived Multipotent Cells Express Cytokeratin 7 at Low Level."}, {"pubmed": 31718619, "text": "This is the first study to characterize CK7 negative breast tumors in the context of clinicopathology. Profiling the CK7 negative and GATA3 negative breast cancers helps to understand the biology of these specific tumor subgroups and may aid in their diagnosis."}, {"pubmed": 31737127, "text": "CK7 is frequently expressed in the chromophobe renal cell carcinoma with high specificity."}, {"pubmed": 31910722, "text": "Fusobacterium nucleatum promotes colorectal cancer metastasis by modulating KRT7-AS/KRT7."}, {"pubmed": 31983097, "text": "The expressions of CK7 and TTF-1 (NKX2-1) are increased in patients with lung cancer complicated with SVCS, and are related to TNM stage, lymph node metastasis and differentiation degree."}, {"pubmed": 32659254, "text": "FoxM1 promotes the migration of ovarian cancer cell through KRT5 and KRT7."}, {"pubmed": 32918598, "text": "Characterization of a distinct low-grade oncocytic renal tumor (CD117-negative and cytokeratin 7-positive) based on a tertiary oncology center experience: the new evidence from China."}, {"pubmed": 33416175, "text": "KRT7 promotes epithelialmesenchymal transition in ovarian cancer via the TGFbeta/Smad2/3 signaling pathway."}, {"pubmed": 33439108, "text": "Differentiating Biliary Atresia From Idiopathic Neonatal Hepatitis: A Novel Keratin 7 Based Mathematical Approach on Liver Biopsies."}, {"pubmed": 33605572, "text": "The Role of CK7, S100A1, and CD82 (KAI1) Expression in the Differential Diagnosis of Chromophobe Renal Cell Carcinoma and Renal Oncocytoma."}, {"pubmed": 33759343, "text": "MicroRNA-216a targets WT1 expression and regulates KRT7 transcription to mediate the progression of pancreatic cancer-A transcriptome analysis."}, {"pubmed": 33961838, "text": "Low-Grade Oncocytic Tumor of Kidney (CK7-Positive, CD117-Negative): Incidence in a single institutional experience with clinicopathological and molecular characteristics."}, {"pubmed": 33963925, "text": "Prognostic relevance and putative histogenetic role of cytokeratin 7 and MUC5AC expression in Crohn's disease-associated small bowel carcinoma."}, {"pubmed": 34046748, "text": "Cytokeratin 7 and 19 expression in oropharyngeal and oral squamous cell carcinoma."}, {"pubmed": 34070214, "text": "A Keratin 7 and E-Cadherin Signature Is Highly Predictive of Tubo-Ovarian High-Grade Serous Carcinoma Prognosis."}, {"pubmed": 34312700, "text": "Keratin 7 expression in hepatic cholestatic diseases."}, {"pubmed": 34504224, "text": "Cytokeratin 7 expression as a predictor of an unfavorable prognosis in colorectal carcinoma."}, {"pubmed": 34628880, "text": "Correlation analysis of Ki67 and CK7 expression with clinical characteristics and prognosis of postoperative cervical adenocarcinoma patients."}, {"pubmed": 34802045, "text": "Oncocytic renal neoplasms with diffuse keratin 7 immunohistochemistry harbor frequent alterations in the mammalian target of rapamycin pathway."}, {"pubmed": 34853972, "text": "Biomarkers CDX2, CK20, CK7 in Schoolchildren with Gastritis in the Realization of Familial Predisposition of Stomach Cancer."}, {"pubmed": 35074964, "text": "Differential expression of CK7, CK20, CDX2 in intestinal and pancreatobiliary types of preriampullary carcinoma."}, {"pubmed": 35345360, "text": "A Study of Cytokeratin-7 Expression and Clinicopathological Correlation in Dysplasia and Squamous Cell Carcinoma of the Cervix."}, {"pubmed": 35390310, "text": "Cytokeratin 7 and cytokeratin 20 expression in cancer: A tissue microarray study on 15,424 cancers."}, {"pubmed": 35869709, "text": "Expression Level of Keratin 7 in Epithelial Ovarian Cancer and Malignant Metastasis of Benign Epithelial Ovarian Tumors."}, {"pubmed": 35974300, "text": "Construction of a novel model based on cell-in-cell-related genes and validation of KRT7 as a biomarker for predicting survival and immune microenvironment in pancreatic cancer."}, {"pubmed": 36096829, "text": "A triple-classification for differentiating renal oncocytoma from renal cell carcinoma subtypes and CK7 expression evaluation: a radiomics analysis."}, {"pubmed": 36324070, "text": "Aberrant cytokeratin 7 expression by hepatocytes can predict the ductopenia grade in primary biliary cholangitis."}, {"pubmed": 36564440, "text": "Colonocyte keratin 7 is expressed de novo in inflammatory bowel diseases and associated with pathological changes and drug-resistance."}, {"pubmed": 37023314, "text": "Role of the KRT7 Biomarker in Immune Infiltration and Paclitaxel Resistance in Ovarian."}], "genomic_pos": {"chr": "12", "end": 52252186, "ensemblgene": "ENSG00000135480", "start": 52232520, "strand": 1}, "genomic_pos_hg19": {"chr": "12", "end": 52645970, "start": 52626304, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0031424", "qualifier": "involved_in", "term": "keratinization"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045109", "qualifier": "involved_in", "term": "intermediate filament organization"}], "CC": [{"evidence": "HDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 21630459, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 2459129, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005882", "pubmed": 2415537, "qualifier": "located_in", "term": "intermediate filament"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0045095", "qualifier": "is_active_in", "term": "keratin filament"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0045111", "qualifier": "located_in", "term": "intermediate filament cytoskeleton"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 23533145, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [11169732, 21149639, 29721183, 31694235, 32867128], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0030280", "qualifier": "enables", "term": "structural constituent of skin epidermis"}]}, "homologene": {"genes": [[8364, 100101751], [9031, 395772], [9544, 697425], [9598, 466983], [9606, 3855], [9615, 477602], [9913, 535697], [10090, 110310], [10116, 300242]], "id": 4058}, "interpro": [{"desc": "Keratin, type II", "id": "IPR003054", "short_desc": "Keratin_II"}, {"desc": "Intermediate filament protein, conserved site", "id": "IPR018039", "short_desc": "IF_conserved"}, {"desc": "Keratin type II head", "id": "IPR032444", "short_desc": "Keratin_2_head"}, {"desc": "Intermediate filament, rod domain", "id": "IPR039008", "short_desc": "IF_rod_dom"}], "ipi": "IPI00306959", "map_location": "12q13.13", "name": "keratin 7", "other_names": ["CK-7", "cytokeratin 7", "keratin 7, type II", "keratin, 55K type II cytoskeletal", "keratin, simple epithelial type I, K7", "keratin, type II cytoskeletal 7", "sarcolectin", "type II mesothelial keratin K7", "type-II keratin Kb7"], "pantherdb": {"HGNC": "6445", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "96704", "ortholog_type": "LDO", "panther_family": "PTHR45616", "taxid": 10090, "uniprot_kb": "Q9DCV7"}, {"RGD": "1310865", "ortholog_type": "LDO", "panther_family": "PTHR45616", "taxid": 10116, "uniprot_kb": "Q6IG12"}, {"Ensembl": "ENSGALG00000034868", "ortholog_type": "LDO", "panther_family": "PTHR45616", "taxid": 9031, "uniprot_kb": "A0A1D5PQN5"}, {"GeneID": "395772", "ortholog_type": "LDO", "panther_family": "PTHR45616", "taxid": 9031, "uniprot_kb": "O93532"}, {"ZFIN": "ZDB-GENE-030411-5", "ortholog_type": "O", "panther_family": "PTHR45616", "taxid": 7955, "uniprot_kb": "Q6NWF6"}, {"ZFIN": "ZDB-GENE-031118-10", "ortholog_type": "O", "panther_family": "PTHR45616", "taxid": 7955, "uniprot_kb": "F1Q4X3"}, {"ZFIN": "ZDB-GENE-050208-726", "ortholog_type": "O", "panther_family": "PTHR45616", "taxid": 7955, "uniprot_kb": "F1RDG4"}, {"ZFIN": "ZDB-GENE-060312-16", "ortholog_type": "O", "panther_family": "PTHR45616", "taxid": 7955, "uniprot_kb": "B0V1K4"}, {"ZFIN": "ZDB-GENE-991110-23", "ortholog_type": "LDO", "panther_family": "PTHR45616", "taxid": 7955, "uniprot_kb": "F1QV31"}, {"ZFIN": "ZDB-GENE-070209-50", "ortholog_type": "O", "panther_family": "PTHR45616", "taxid": 7955, "uniprot_kb": "A8KBU6"}, {"ZFIN": "ZDB-GENE-000607-83", "ortholog_type": "O", "panther_family": "PTHR45616", "taxid": 7955, "uniprot_kb": "A9JRS6"}], "uniprot_kb": "P08729"}, "pathway": {"netpath": {"id": "Pathway_EGFR1", "name": "EGFR1"}, "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-6805567", "name": "Keratinization"}, {"id": "R-HSA-6809371", "name": "Formation of the cornified envelope"}]}, "pdb": "4XIF", "pfam": ["PF00038", "PF16208"], "pharmgkb": "PA30233", "pharos": {"target_id": 15623, "tdl": "Tbio"}, "pir": ["B24177", "S05602"], "prosite": "PS51842", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF167934", "relationship": "is"}, {"id": "GNF178840", "relationship": "is"}, {"id": "GNF189746", "relationship": "is"}, {"id": "GNF200652", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF162718", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF035556", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF007857", "relationship": "is"}, {"id": "GNF277456", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF285730", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF103347", "relationship": "is"}, {"id": "GNF142997", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000012.12", "NC_060936.1", "NG_012296.1"], "protein": ["NP_005547.3", "XP_011536627.1", "XP_016874783.1", "XP_047284783.1", "XP_054227992.1", "XP_054227993.1", "XP_054227994.1", "XP_054227995.1", "XP_054227996.1"], "rna": ["NM_005556.4", "XM_011538325.3", "XM_017019294.2", "XM_047428827.1", "XM_054372017.1", "XM_054372018.1", "XM_054372019.1", "XM_054372020.1", "XM_054372021.1"], "translation": [{"protein": "NP_005547.3", "rna": "NM_005556.4"}, {"protein": "XP_054227994.1", "rna": "XM_054372019.1"}, {"protein": "XP_054227993.1", "rna": "XM_054372018.1"}, {"protein": "XP_054227995.1", "rna": "XM_054372020.1"}, {"protein": "XP_047284783.1", "rna": "XM_047428827.1"}, {"protein": "XP_054227992.1", "rna": "XM_054372017.1"}, {"protein": "XP_011536627.1", "rna": "XM_011538325.3"}, {"protein": "XP_054227996.1", "rna": "XM_054372021.1"}, {"protein": "XP_016874783.1", "rna": "XM_017019294.2"}]}, "reporter": {"HG-U133_Plus_2": ["1558393_at", "1558394_s_at", "209016_s_at", "214031_s_at"], "HG-U95Av2": ["41293_at", "41294_at"], "HTA-2_0": ["TC12000418.hg.1", "TC12001515.hg.1", "TC12002887.hg.1"], "HuEx-1_0": ["3415320", "3455186"], "HuGene-1_1": "7955613", "HuGene-2_1": "16764811"}, "summary": "The protein encoded by this gene is a member of the keratin gene family. The type II cytokeratins consist of basic or neutral proteins which are arranged in pairs of heterotypic keratin chains coexpressed during differentiation of simple and stratified epithelial tissues. This type II cytokeratin is specifically expressed in the simple epithelia lining the cavities of the internal organs and in the gland ducts and blood vessels. The genes encoding the type II cytokeratins are clustered in a region of chromosome 12q12-q13. Alternative splicing may result in several transcript variants; however, not all variants have been fully described. [provided by RefSeq, Jul 2008].", "symbol": "KRT7", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1416745"}, "unigene": "Hs.411501", "uniprot": {"Swiss-Prot": "P08729"}, "wikipedia": {"url_stub": "Keratin 7"}}