{"AllianceGenome": "6476", "HGNC": "6476", "MIM": "153337", "_id": "3902", "_version": 2, "accession": {"genomic": ["AC125494.2", "CH471116.2", "CP068266.2", "NC_000012.12", "NC_060936.1", "X51984.1", "Y10211.1", "Y13537.1", "Y13586.1"], "protein": ["AAH52589.1", "BAF84793.1", "CAA01547.1", "CAA36242.1", "CAA36243.3", "CAA73914.1", "EAW88740.1", "EAW88741.1", "NP_001401105.1", "NP_001401106.1", "NP_002277.4", "P18627.5"], "rna": ["A21353.1", "AA687676.1", "AI274900.1", "AK292104.1", "BC037962.1", "BC052589.1", "NM_001414176.1", "NM_001414177.1", "NM_002286.6", "X51985.3"], "translation": [{"protein": "AAH52589.1", "rna": "BC052589.1"}, {"protein": "CAA36243.3", "rna": "X51985.3"}, {"protein": "CAA01547.1", "rna": "A21353.1"}, {"protein": "NP_002277.4", "rna": "NM_002286.6"}, {"protein": "BAF84793.1", "rna": "AK292104.1"}, {"protein": "NP_001401106.1", "rna": "NM_001414177.1"}, {"protein": "NP_001401105.1", "rna": "NM_001414176.1"}]}, "alias": "CD223", "ensembl": {"gene": "ENSG00000089692", "protein": ["ENSP00000203629", "ENSP00000413825"], "transcript": ["ENST00000203629", "ENST00000441671", "ENST00000538079", "ENST00000541049"], "translation": [{"protein": "ENSP00000413825", "rna": "ENST00000441671"}, {"protein": "ENSP00000203629", "rna": "ENST00000203629"}], "type_of_gene": "protein_coding"}, "entrezgene": "3902", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 17.7221342795, "exp_mis": 163.382812938, "exp_syn": 73.9394435832, "lof_z": 2.99358549900014, "mis_z": -0.674140110900618, "mu_lof": 1.43603336157e-06, "mu_mis": 1.98138514848e-05, "mu_syn": 8.97443486357e-06, "n_lof": 5.0, "n_mis": 181.0, "n_syn": 86.0, "p_li": 0.109617010744363, "p_null": 0.0013063516091801, "p_rec": 0.889076637646457, "syn_z": -0.869518661519906}, "bp": 1578, "cds_end": 6887556, "cds_start": 6882018, "n_exons": 8, "nonpsych": {"exp_lof": 15.8940231131, "exp_mis": 147.730997233, "exp_syn": 66.7761188797, "lof_z": 2.68363428416827, "mis_z": -0.716626802612209, "mu_lof": 1.43603336157e-06, "mu_mis": 1.98138514848e-05, "mu_syn": 8.97443486357e-06, "n_lof": 5.0, "n_mis": 165.0, "n_syn": 76.0, "p_li": 0.0662890462010301, "p_null": 0.00366045037249103, "p_rec": 0.930050503426479, "syn_z": -0.710667767398182}, "nontcga": {"exp_lof": 16.290111812, "exp_mis": 150.297946246, "exp_syn": 68.0100449109, "lof_z": 2.75941776595905, "mis_z": -0.597463401563178, "mu_lof": 1.43603336157e-06, "mu_mis": 1.98138514848e-05, "mu_syn": 8.97443486357e-06, "n_lof": 5.0, "n_mis": 165.0, "n_syn": 76.0, "p_li": 0.0697205414360356, "p_null": 0.00276773372707585, "p_rec": 0.927511724836889, "syn_z": -0.613451717691628}, "transcript": "ENST00000203629.2"}, "exons": [{"cdsend": 6778390, "cdsstart": 6772852, "chr": "12", "position": [[6772519, 6772910], [6773191, 6773339], [6773696, 6774001], [6774594, 6774864], [6775272, 6775548], [6777263, 6777506], [6777790, 6777921], [6778243, 6778455]], "strand": 1, "transcript": "NM_002286", "txend": 6778455, "txstart": 6772519}], "exons_hg19": [{"cdsend": 6887556, "cdsstart": 6882018, "chr": "12", "position": [[6881685, 6882076], [6882357, 6882505], [6882862, 6883167], [6883760, 6884030], [6884438, 6884714], [6886429, 6886672], [6886956, 6887087], [6887409, 6887621]], "strand": 1, "transcript": "NM_002286", "txend": 6887621, "txstart": 6881685}], "generif": [{"pubmed": 11937541, "text": "MHC class II-mediated signals induced by the natural ligand, LAG-3, lead to complete maturation of monocyte-derived dendritic cells, which acquire the capacity to trigger naive T cells and drive polarized Th1 responses."}, {"pubmed": 12775570, "text": "LAG-3 induces rapid protein phosphorylation of phospholipase Cgamma2 and p72syk as well as activation of phosphatidyl inositol 3-kinase/Akt, p42/44 extracellular signal-regulated protein kinase, and p38 mitogen-activated protein kinase pathways."}, {"pubmed": 12825348, "text": "LAG3 may mediate sphingolipid metabolism"}, {"pubmed": 14644131, "text": "LAG-3 activates antigen-presenting cells through MHC class II signalling, leading to increased antigen-specific T-cell responses in vivo."}, {"pubmed": 15674389, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16519819, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16757686, "text": "regulatory T cells and LAG-3 have pivotal roles in the suppression of EBV-specific cell-mediated immunity in Hodgkin lymphoma"}, {"pubmed": 17020785, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17020785, "text": "The result, including a total of 2640 MS patients and 2194 controls shows no significant association with CD4 and LAG3 and MS. We conclude that these genes are of minor importance in regard of genetic predisposition to the MS."}, {"pubmed": 18322184, "text": "Soluble human recombinant fusion protein (hLAG-3Ig) used in vitro as a single maturation agent induces phenotypic maturation of monocyte-derived dendritic cells and promotes the production of chemokines and TNF-alpha inflammatory cytokine."}, {"pubmed": 19773279, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20228263, "text": "Analysis identified a gene-set (LAG3, LPL, ZAP70) whose overexpression is assigned to unmutated immunoglobulin variable heavy chain region with 90% specificity."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20331378, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20385810, "text": "Tumor-infiltrating NY-ESO-1-specific CD8+ T cells are negatively regulated by LAG-3 and PD-1 in human ovarian cancer."}, {"pubmed": 20421648, "text": "LAG-3 defines an active CD4(+)CD25(high)Foxp3(+) regulatory T cell subset whose frequency is enhanced in the PBMCs of patients with cancer"}, {"pubmed": 20568250, "text": "Multiple myeloma was associated with 2 SNPs in intron regions of LAG3 within 20 k base pairs 5' upstream of the candidate CD4 gene. The variant in LAG3 gene itself may play a role in susceptibility of MM."}, {"pubmed": 21441454, "text": "our data suggest that the LAG-3-MHC II interaction could be viewed as a bidirectional immune escape pathway in melanoma"}, {"pubmed": 23261718, "text": "Expression of LAG-3 is coincident with the impaired effector function of HBV-specific CD8(+) T cell in HCC patients."}, {"pubmed": 24441096, "text": "These results suggest that LAG-3-mediated activation of plasmacytoid dendritic cells takes place in vivo at tumor sites, and it is in part responsible for directing an immune-suppressive environment."}, {"pubmed": 25006012, "text": "NFKB1, CD27, LAG3 and IKZF3 are new susceptibility genes for psoriasis."}, {"pubmed": 25108024, "text": "LAG-3 trafficking from lysosomal compartments to the cell surface is dependent on the cytoplasmic domain through protein kinase C signaling in activated T cells."}, {"pubmed": 25154740, "text": "The elevated expression of LAG-3 at the genital tract suggests it may regulate T-cell activation, and identify cells susceptible to HIV infection. The enrichment of LAG-3 on double negative T cells suggests LAG-3 may contribute to the immunoregulatory activity of these cells."}, {"pubmed": 25780040, "text": "the LAG-3/MHC class II pathway may synergize with PD-1/PD ligand to enhance T cell-mediated immune responses."}, {"pubmed": 25810006, "text": "iNKT cytokine production is profoundly altered by both HIV infection and treatment, and LAG-3, but not PD-1, expression is associated with a reduction in iNKT IFNgamma production."}, {"pubmed": 26013006, "text": "An IL-27/Lag3 axis enhances Foxp3+ regulatory T cell-suppressive function and therapeutic efficacy."}, {"pubmed": 26927558, "text": "Data indicate that in recurrent spontaneous abortion patients, the expression levels of CD49b and LAG-3 (CD223) on CD14(+) mononuclear cells and the plasma level of transforming growth factor beta (TGF-beta) decreased obviously compared with normal females."}, {"pubmed": 27053622, "text": "LAG-3 is highly expressed in peripheral blood CD8+ T cells in chronic HBV-infected patients."}, {"pubmed": 27108398, "text": "the upregulation of others syncytial molecules, including LAG3, CTLA4, CD28 and CD3, assisting the formation of syncytia with APC cells."}, {"pubmed": 27565576, "text": "this study shows that LAG3 expressed on myeloid leukaemia cells possess the capacity to facilitate functional exhaustion in T helper cells"}, {"pubmed": 27708076, "text": "LAG3 binds alpha-synuclein preformed fibrils (PFF) with high affinity (dissociation constant = 77 nanomolar), whereas the alpha-syn monomer exhibited minimal binding. alpha-Syn-biotin PFF binding to LAG3 initiated alpha-syn PFF endocytosis, transmission, and toxicity."}, {"pubmed": 27835902, "text": "Squamous cell carcinomas escape immune surveillance via inducing chronic activation and exhaustion of CD8+ T Cells co-expressing PD-1 and LAG-3 inhibitory receptors."}, {"pubmed": 27912781, "text": "our data indicate that the evaluation of stromal TILs remains the most reliable immune prognostic marker in TNBC, and support the clinical evaluation of anti-PD-1/PD-L1 and anti-LAG-3 in a subset of patients with TNBC who have concurrent expression of both checkpoint receptors."}, {"pubmed": 28028751, "text": "epigenetic modification on LAG-3 increased LAG-3(+) T cells and its immune regulatory roles in chronic osteomyelitis progression"}, {"pubmed": 28115575, "text": "Egr2-driven cell surface proteins LAG-3 and 4-1BB can identify dysfunctional tumor antigen-specific CD8(+) TIL."}, {"pubmed": 28132868, "text": "LAG-3 expression was correlated with expression of PD-1 on TILs and expression of PD-L1 on tumor cells. Higher expression of LAG-3 on TILs was significantly correlated with higher expression of PD-1 on TILs and higher expression of PD-L1 on tumor cells."}, {"pubmed": 28154084, "text": "Data suggest that blocking LAG3-MHC class II interactions is a potential therapeutic target in chronic lymphocytic leukemia."}, {"pubmed": 28258692, "text": "this review provides the translational rationale for targeting LAG3, as well as historical and current state of clinical trials utilizing LAG3 cancer immunomodulators"}, {"pubmed": 28349816, "text": "Immune checkpoint proteins are co-inhibitory factors that can diminish the antigen-specific immune responses by attenuating the regulatory role of cytotoxic T-lymphocyte-associated protein 4, programmed cell death-1, lymphocyte-activation gene 3, and T-cell immunoglobulin mucin-3."}, {"pubmed": 28800255, "text": "Overexpression of lymphocyte activation gene-3 inhibits regulatory T cell responses in osteoarthritis"}, {"pubmed": 28935468, "text": "LAG3-expressing CD4(+)CD25(-) T cells represent another regulatory immune cell type with potential to interfere with anti-tumor immunity."}, {"pubmed": 29045526, "text": "LAG-3+ iTILs are enriched in estrogen receptor-negative breast cancers and represent an independent favorable prognostic factor. In addition, a high proportion of PD-1/PD-L1+ tumors are co-infiltrated with LAG-3+ TILs."}, {"pubmed": 29520442, "text": "Among the 89 patients, CD274, LAG3, and IDO1 expressions in TIICs were observed in 68.6% (61 cases), 13.5% (12), and 28.1% (25) of patients, respectively. CD274, CTLA4, and IDO1 were expressed in tumor cells of 24.7% (22 cases), 4.5% (4), and 72.0% (64) of patients, respectively."}, {"pubmed": 29671649, "text": "These results together suggested that LAG-3 is a marker of CD4(+) T cells with regulatory function; at the same time, LAG-3 might have limited the full suppressive potential of Treg cells."}, {"pubmed": 29868450, "text": "This study identify LAG3 genes with expression patterns that are highly significant predictors of regional brain atrophy."}, {"pubmed": 29905955, "text": "Co-expression of LAG3 and TIM3 identifies a potent Treg population that suppresses macrophage functions in colorectal cancer patients"}, {"pubmed": 30223387, "text": "Based on these findings, we conclude that sLAG3 positively regulates CD8+T cells, IL-12 and IFN-gamma, and function as a prognostic marker for Gastric cancer (GC), which might be a potential target in the treatment of GC"}, {"pubmed": 30272332, "text": "Results demonstrated that the expression of LAG3 in colorectal carcinoma tissue was significantly increased compared with the paracancerous tissue. It was mainly expressed at the edge of tumor tissues suggesting that LAG3 was expressed on tumorinfiltrating lymph node cells but not in colorectal cancer cells."}, {"pubmed": 30349037, "text": "findings demonstrate that LAG-3 regulates the specificity of immune response by its structural conformation-dependent recognition of pMHCII"}, {"pubmed": 30379878, "text": "HIV induced upregulation of LAG-3 singly or in combination with PD1 in immune cells may regulate cardiac health"}, {"pubmed": 30587557, "text": "We have generated a high affinity and selective humanized monoclonal IgG4 antibody, TSR-033, which binds human LAG-3 and serves as a functional antagonist, enhancing in vitro T-cell activation both in mixed lymphocyte reactions and staphylococcal enterotoxin B-driven stimulation assays."}, {"pubmed": 31053602, "text": "Expression Analysis and Significance of PD-1, LAG-3, and TIM-3 in Human Non-Small Cell Lung Cancer Using Spatially Resolved and Multiparametric Single-Cell Analysis."}, {"pubmed": 31053880, "text": "PD-L1, LAG3, and HLA-DR are increasingly expressed during smoldering myeloma progression."}, {"pubmed": 31216427, "text": "Hepatitis C virus (HCV) infection enhanced LAG-3 expression on CD4+ T cells and exhibited regulatory T cell-like phenotype and inversely associated with the HCV neutralizing antibodies (nAb) response. LAG-3+ CD4+ T cells exhibit a regulatory cell phenotype and negatively associate with the HCV nAb response, implying that LAG-3 may be involved in the negative regulation of humoral immunity during HCV infection."}, {"pubmed": 31219974, "text": "Our data expand the current knowledge of LAG3 expression by examining multiple anatomic tumor types that were not previously well studied. In the present study, there was relatively low expression of LAG3 (18.5% from a cohort of 428 patients) in all tumor types, although 24.7% of gastric cancers and 23.6% of colorectal cancers were found to express LAG3."}, {"pubmed": 31302842, "text": "Study demonstrated that Lag3+ T-regulatory cells are related to plaque formation and growth and early distinguish athero-occlusive disease from acute aortic dissection, whereas CD25+ T-cells increase in symptomatic carotid artery stenosis."}, {"pubmed": 31445183, "text": "T Cell Transcriptional Profiling and Immunophenotyping Uncover LAG3 as a Potential Significant Target of Immune Modulation in Multiple Myeloma."}, {"pubmed": 31484656, "text": "PD-1 and LAG-3 Dominate Checkpoint Receptor-Mediated T-cell Inhibition in Renal Cell Carcinoma."}, {"pubmed": 31665365, "text": "Immune Checkpoint Profiles in Luminal B Breast Cancer (Alliance)."}, {"pubmed": 31841754, "text": "The co-expression percentage of LAG3 and PD-1 on the T cells of patients with breast cancer is mainly related to the molecular subtypes of cancer and not clinical stage. T cells co-expressing LAG3 and PD-1 are significantly exhausted compared with T cells that express LAG3 or PD-1 alone."}, {"pubmed": 31847878, "text": "our data suggested that LAG3 single nucleotide polymorphisms increase the Parkinson's disease risk of Chinese female population"}, {"pubmed": 31851060, "text": "Expression of the Immune Checkpoints LAG-3 and PD-L1 in High-grade Serous Ovarian Carcinoma: Relationship to Tumor-associated Lymphocytes and Germline BRCA Status."}, {"pubmed": 32077528, "text": "Ectopic expression of LAG-3 in non-small-cell lung cancer cells and its clinical significance."}, {"pubmed": 32111053, "text": "Association of Multiple Sclerosis Phenotypes with Single Nucleotide Polymorphisms of IL7R, LAG3, and CD40 Genes in a Jordanian Population: A Genotype-Phenotype Study."}, {"pubmed": 32189430, "text": "The immune checkpoints Cytotoxic T lymphocyte antigen-4 and Lymphocyte activation gene-3 expression is up-regulated in acute myeloid leukemia."}, {"pubmed": 32203221, "text": "OX40 and LAG3 are associated with better prognosis in advanced gastric cancer patients treated with anti-programmed death-1 antibody."}, {"pubmed": 32232506, "text": "High LAG3 expression significantly correlated with advanced nodal metastases, cytotoxic T cell infiltrate and TP53 mutations."}, {"pubmed": 32234847, "text": "LAG3 (LAG-3, CD223) DNA methylation correlates with LAG3 expression by tumor and immune cells, immune cell infiltration, and overall survival in clear cell renal cell carcinoma."}, {"pubmed": 32267656, "text": "LAG-3 and GAL-3 in Endometrial Carcinoma: Emerging Candidates for Immunotherapy."}, {"pubmed": 32267932, "text": "LAG3: a novel immune checkpoint expressed by multiple lymphocyte subsets in diffuse large B-cell lymphoma."}, {"pubmed": 32279340, "text": "PD-L1 and LAG-3 expression in advanced cutaneous squamous cell carcinomas."}, {"pubmed": 32592066, "text": "Lymphocyte activation gene-3 (LAG3) mRNA and protein expression on tumour infiltrating lymphocytes (TILs) in oesophageal adenocarcinoma."}, {"pubmed": 32680952, "text": "Resistance to PD1 blockade in the absence of metalloprotease-mediated LAG3 shedding."}, {"pubmed": 32683075, "text": "Candidate gene association analysis of multiple sclerosis in the Jordanian Arab population: A case-control study."}, {"pubmed": 32861198, "text": "Molecular, clinicopathological, and immune correlates of LAG3 promoter DNA methylation in melanoma."}, {"pubmed": 32920841, "text": "Molecular characterization of HLA class II binding to the LAG-3 T cell co-inhibitory receptor."}, {"pubmed": 32923111, "text": "Genomic and immunologic correlates of LAG-3 expression in cancer."}, {"pubmed": 32983106, "text": "Analysis of Co-inhibitory Receptor Expression in COVID-19 Infection Compared to Acute Plasmodium falciparum Malaria: LAG-3 and TIM-3 Correlate With T Cell Activation and Course of Disease."}, {"pubmed": 32991494, "text": "Cytotoxic T-Lymphocyte-Associated Protein-4 and Lymphocyte Activation Gene-3 Expression in Orbitally-Invasive Versus Nodular Basal Cell Carcinoma."}, {"pubmed": 33105024, "text": "Lymphocyte-activation gene 3 expression associates with poor prognosis and immunoevasive contexture in Epstein-Barr virus-positive and MLH1-defective gastric cancer patients."}, {"pubmed": 33112183, "text": "LAG-3 is expressed on a majority of tumor infiltrating lymphocytes in pediatric Hodgkin lymphoma."}, {"pubmed": 33219094, "text": "Eftilagimod alpha, a soluble lymphocyte activation gene-3 (LAG-3) protein plus pembrolizumab in patients with metastatic melanoma."}, {"pubmed": 33277223, "text": "Expression of the Immune Checkpoint Regulators LAG-3 and TIM-3 in Classical Hodgkin Lymphoma."}, {"pubmed": 33382389, "text": "Serum Level of Soluble Lymphocyte-Activation Gene 3 Is Increased in Patients with Rheumatoid Arthritis."}, {"pubmed": 33396515, "text": "LAG-3, TIM-3 and VISTA Expression on Tumor-Infiltrating Lymphocytes in Oropharyngeal Squamous Cell Carcinoma-Potential Biomarkers for Targeted Therapy Concepts."}, {"pubmed": 33413541, "text": "Differential PD-1/LAG-3 expression and immune phenotypes in metastatic sites of breast cancer."}, {"pubmed": 33488626, "text": "LAG3's Enigmatic Mechanism of Action."}, {"pubmed": 33782343, "text": "The Immune Checkpoint Inhibitor LAG-3 and Its Ligand GAL-3 in Vulvar Squamous Neoplasia."}, {"pubmed": 33784013, "text": "LAG3 and its emerging role in cancer immunotherapy."}, {"pubmed": 34031570, "text": "Juvenile idiopathic arthritis: lymphocyte activation gene-3 is a central immune receptor in children with oligoarticular subtypes."}, {"pubmed": 34081635, "text": "Prognostic and Clinicopathologic Associations of LAG-3 Expression in Triple-negative Breast Cancer."}, {"pubmed": 34183437, "text": "Gene of the month: lymphocyte-activation gene 3 (LAG-3)."}, {"pubmed": 34267742, "text": "Molecular and Clinical Characterization of LAG3 in Breast Cancer Through 2994 Samples."}, {"pubmed": 34290359, "text": "Targeting LAG3/GAL-3 to overcome immunosuppression and enhance anti-tumor immune responses in multiple myeloma."}, {"pubmed": 34309222, "text": "LAG3 is not expressed in human and murine neurons and does not modulate alpha-synucleinopathies."}, {"pubmed": 34324022, "text": "Expression of the immune checkpoint receptors CTLA-4, LAG-3, and TIM-3 in beta-thalassemia major patients: correlation with alloantibody production and regulatory T cells (Tregs) phenotype."}, {"pubmed": 34384260, "text": "Short Communication: Plasma Lymphocyte Activation Gene 3 and Subclinical Coronary Artery Disease in the Multicenter AIDS Cohort Study."}, {"pubmed": 34544358, "text": "Inhibitory immune checkpoints PDCD-1 and LAG-3 hypermethylation may reduce the risk of colorectal cancer."}, {"pubmed": 34545095, "text": "Profiling the inhibitory receptors LAG-3, TIM-3, and TIGIT in renal cell carcinoma reveals malignancy."}, {"pubmed": 34651389, "text": "Overexpression of LAG3, TIM3, and A2aR in adenoid cystic carcinoma and mucoepidermoid carcinoma."}, {"pubmed": 34691076, "text": "Serum LAG-3 Predicts Outcome and Treatment Response in Hepatocellular Carcinoma Patients With Transarterial Chemoembolization."}, {"pubmed": 34695559, "text": "Characteristics of immune checkpoint regulators and potential role of soluble TIM-3 and LAG-3 in male patients with alcohol-associated liver disease."}, {"pubmed": 34752634, "text": "T cells expressing multiple co-inhibitory molecules in acute malaria are not exhausted but exert a suppressive function in mice."}, {"pubmed": 34880448, "text": "Lymphocyte-activation gene 3 in non-small-cell lung carcinomas: correlations with clinicopathologic features and prognostic significance."}, {"pubmed": 34918659, "text": "Lymphocyte-activating gene-3 expression is associated with tumor-infiltrating lymphocyte levels in HER2-positive breast cancers."}, {"pubmed": 35022272, "text": "Fewer LAG-3(+) T Cells in Relapsing-Remitting Multiple Sclerosis and Type 1 Diabetes."}, {"pubmed": 35265454, "text": "Lymphocyte Activation Gene 3 Single-Nucleotide Polymorphisms in Bone Marrow Failure Diseases."}, {"pubmed": 35749914, "text": "Analysis of the immune checkpoint lymphocyte activation gene-3 (LAG-3) in endometrial cancer: An emerging target for immunotherapy."}, {"pubmed": 35761082, "text": "LAG3 ectodomain structure reveals functional interfaces for ligand and antibody recognition."}, {"pubmed": 35900485, "text": "Clinical significance of LAG-3 on microvessel density in primary hepatocellular carcinoma."}, {"pubmed": 36051357, "text": "Effects of N6-Methyladenosine Regulators on LAG3 and Immune Infiltrates in Lung Adenocarcinoma."}, {"pubmed": 36224715, "text": "Association between LAG3/CD4 gene variants and risk of Parkinson's disease."}, {"pubmed": 36499121, "text": "LAG3/CD4 Genes Variants and the Risk for Restless Legs Syndrome."}, {"pubmed": 36499569, "text": "Association between LAG3/CD4 Genes Variants and Risk for Multiple Sclerosis."}, {"pubmed": 36529769, "text": "PD-1 and LAG-3-positive T cells are associated with clinical outcomes of relapsed/refractory multiple myeloma patients."}, {"pubmed": 36602929, "text": "Expression of Inhibitory Receptors TIGIT, TIM-3, and LAG-3 on CD4+ T Cells from Patients with Different Clinical Forms of Chronic Chagas Disease."}, {"pubmed": 36674807, "text": "Lack of Association between Common LAG3/CD4 Variants and Risk of Migraine."}, {"pubmed": 36680187, "text": "LAG-3 Contribution to T Cell Downmodulation during Acute Respiratory Viral Infections."}, {"pubmed": 36764507, "text": "Roles and correlations of TIM-3 and LAG-3 with cytokines and chemokines in alcoholic liver disease."}, {"pubmed": 36768161, "text": "Searching for Biomarkers in the Blood of Patients at Risk of Developing Parkinson's Disease at the Prodromal Stage."}, {"pubmed": 36863492, "text": "Suicide in bipolar disorder patients is associated with hippocampal microglia activation and reduction of lymphocytes-activation gene 3 (LAG3) microglial checkpoint expression."}, {"pubmed": 36918273, "text": "Implications of LAG3 and CTLA4 immune checkpoints beyond PD-1/PD-L1 as a potential target in determining the prognosis of uveal melanoma patients."}, {"pubmed": 36945923, "text": "LAG-3 expression in tumor microenvironment of triple-negative breast cancer."}, {"pubmed": 37004963, "text": "The elevated expression of LAG-3 on CD8+T cells correlates with disease severity of pulmonary TB."}, {"pubmed": 37131179, "text": "Evaluation of the possible association of PDCD-1 and LAG3 gene polymorphisms with hepatocellular carcinoma risk."}, {"pubmed": 37132280, "text": "LAG-3 transcriptomic expression patterns across malignancies: Implications for precision immunotherapeutics."}, {"pubmed": 37162630, "text": "Clinical Significance and Prognostic Value of the Expression of LAG-3 and FGL1 in Esophageal Squamous Cell Carcinoma."}, {"pubmed": 37179337, "text": "Lymphocyte-activation gene 3 protein expression in tumor-infiltrating lymphocytes is associated with a poor prognosis of ovarian clear cell carcinoma."}, {"pubmed": 37287025, "text": "Lymphocyte activation gene 3 is increased and affects cytokine production in rheumatoid arthritis."}, {"pubmed": 37311986, "text": "LAG3 in gastric cancer: it's complicated."}, {"pubmed": 37326144, "text": "A unique expression pattern of LAG3 distinct from that of other immune checkpoints in diffuse large B-cell lymphoma."}, {"pubmed": 37788323, "text": "The ligand-dependent suppression of TCR signaling by the immune checkpoint receptor LAG3 depends on the cytoplasmic RRFSALE motif."}, {"pubmed": 37795090, "text": "Comprehensive immunophenotyping of solid tumor-infiltrating immune cells reveals the expression characteristics of LAG-3 and its ligands."}, {"pubmed": 37841254, "text": "Blockade of PD-1 and LAG-3 expression on CD8+ T cells promotes the tumoricidal effects of CD8+ T cells."}, {"pubmed": 37855027, "text": "Multiplex immunohistochemistry elucidates increased distance between cytotoxic T cells and plasma cells in relapsed myeloma, and identifies Lag-3 as the most common checkpoint receptor on cytotoxic T cells of myeloma patients."}, {"pubmed": 37857190, "text": "ATM-AMPKalpha mediated LAG-3 expression suppresses T cell function in prostate cancer."}, {"pubmed": 37863710, "text": "Characterisation of the protein expression of the emerging immunotherapy targets VISTA, LAG-3 and PRAME in primary uveal melanoma: insights from a southern French patient cohort."}, {"pubmed": 37952520, "text": "LAG3 and TIGIT Expression on Tumor-Infiltrating Lymphocytes in Cutaneous Melanoma."}, {"pubmed": 38301597, "text": "Altered immune co-inhibitory receptor expression and correlation of LAG-3 expression to disease severity in NMOSD."}, {"pubmed": 38325197, "text": "Expression of lymphocyte activation gene-3 on CD4[+]T cells is regulated by cytokine interleukin-18 in myasthenia gravis."}, {"pubmed": 38792904, "text": "Association of Polymorphisms in PD-1 and LAG-3 Genes with Acute Myeloid Leukemia."}, {"pubmed": 38821932, "text": "Aplp1 interacts with Lag3 to facilitate transmission of pathologic alpha-synuclein."}, {"pubmed": 38982041, "text": "Start codon variant in LAG3 is associated with decreased LAG-3 expression and increased risk of autoimmune thyroid disease."}], "genomic_pos": {"chr": "12", "end": 6778455, "ensemblgene": "ENSG00000089692", "start": 6772512, "strand": 1}, "genomic_pos_hg19": {"chr": "12", "end": 6887621, "start": 6881678, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0002250", "qualifier": "involved_in", "term": "adaptive immune response"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0002270", "qualifier": "involved_in", "term": "plasmacytoid dendritic cell activation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007166", "qualifier": "involved_in", "term": "cell surface receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032703", "qualifier": "involved_in", "term": "negative regulation of interleukin-2 production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042110", "qualifier": "involved_in", "term": "T cell activation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042267", "qualifier": "involved_in", "term": "natural killer cell mediated cytotoxicity"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045590", "qualifier": "involved_in", "term": "negative regulation of regulatory T cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045954", "qualifier": "involved_in", "term": "positive regulation of natural killer cell mediated cytotoxicity"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0050776", "qualifier": "involved_in", "term": "regulation of immune response"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0009897", "qualifier": "located_in", "term": "external side of plasma membrane"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0003823", "pubmed": 1692078, "qualifier": "enables", "term": "antigen binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004888", "qualifier": "enables", "term": "transmembrane signaling receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 30580966, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0042289", "qualifier": "enables", "term": "MHC class II protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042289", "pubmed": 9159144, "qualifier": "enables", "term": "MHC class II protein binding"}]}, "homologene": {"genes": [[8364, 101731673], [9031, 418287], [9544, 713737], [9598, 451794], [9606, 3902], [9913, 515155], [10090, 16768], [10116, 297596]], "id": 1719}, "interpro": [{"desc": "Immunoglobulin subtype", "id": "IPR003599", "short_desc": "Ig_sub"}, {"desc": "Immunoglobulin-like domain", "id": "IPR007110", "short_desc": "Ig-like_dom"}, {"desc": "Immunoglobulin-like fold", "id": "IPR013783", "short_desc": "Ig-like_fold"}, {"desc": "Interleukin-1 receptor family", "id": "IPR015621", "short_desc": "IL-1_rcpt_fam"}, {"desc": "Immunoglobulin-like domain superfamily", "id": "IPR036179", "short_desc": "Ig-like_dom_sf"}], "ipi": ["IPI00000881", "IPI00788890"], "map_location": "12p13.31", "name": "lymphocyte activating 3", "other_names": ["lymphocyte activation gene 3 protein", "lymphocyte-activation gene 3"], "pantherdb": {"HGNC": "6476", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "106588", "ortholog_type": "LDO", "panther_family": "PTHR11890", "taxid": 10090, "uniprot_kb": "Q61790"}, {"RGD": "1302990", "ortholog_type": "LDO", "panther_family": "PTHR11890", "taxid": 10116, "uniprot_kb": "Q5BK54"}, {"Ensembl": "ENSGALG00000044449", "ortholog_type": "LDO", "panther_family": "PTHR11890", "taxid": 9031, "uniprot_kb": "A0A1L1RQG1"}], "uniprot_kb": "P18627"}, "pathway": {"reactome": [{"id": "R-HSA-1280218", "name": "Adaptive Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-2132295", "name": "MHC class II antigen presentation"}], "wikipathways": {"id": "WP5039", "name": "SARS-CoV-2 innate immunity evasion and cell-specific immune response"}}, "pdb": ["7TZG", "7TZH", "7UM3", "8SO3", "8SR0"], "pharmgkb": "PA30265", "pharos": {"target_id": 19671, "tdl": "Tclin"}, "pir": "S11246", "prosite": "PS50835", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF167956", "relationship": "is"}, {"id": "GNF178862", "relationship": "is"}, {"id": "GNF189768", "relationship": "is"}, {"id": "GNF200674", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF036390", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF007879", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF106042", "relationship": "is"}, {"id": "GNF145688", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000012.12", "NC_060936.1"], "protein": ["NP_001401105.1", "NP_001401106.1", "NP_002277.4"], "rna": ["NM_001414176.1", "NM_001414177.1", "NM_002286.6"], "translation": [{"protein": "NP_001401105.1", "rna": "NM_001414176.1"}, {"protein": "NP_001401106.1", "rna": "NM_001414177.1"}, {"protein": "NP_002277.4", "rna": "NM_002286.6"}]}, "reporter": {"HG-U133_Plus_2": "206486_at", "HG-U95Av2": "36776_at", "HTA-2_0": "TC12000091.hg.1", "HuEx-1_0": "3402757", "HuGene-1_1": "7953418", "HuGene-2_1": "16747402"}, "summary": "Lymphocyte-activation protein 3 belongs to Ig superfamily and contains 4 extracellular Ig-like domains. The LAG3 gene contains 8 exons.  The sequence data, exon/intron organization, and chromosomal localization all indicate a close relationship of LAG3 to CD4. [provided by RefSeq, Jul 2008].", "symbol": "LAG3", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1416771"}, "unigene": "Hs.409523", "uniprot": {"Swiss-Prot": "P18627"}, "wikipedia": {"url_stub": "LAG3"}}