{"AllianceGenome": "6493", "HGNC": "6493", "MIM": "150292", "_id": "3918", "_version": 1, "accession": {"genomic": ["AH006634.2", "AL354953.16", "AL356981.13", "CH471067.1", "CP068277.2", "NC_000001.11", "NC_060925.1", "NG_007079.3"], "protein": ["AAC50456.1", "AAC50457.1", "AAI12287.1", "AAI13379.1", "BAG59493.1", "CAA52108.1", "CAA78728.1", "CAA78729.1", "EAW91146.1", "EAW91147.1", "NP_005553.2", "NP_061486.2", "Q13753.2", "XP_016856762.1", "XP_047276314.1", "XP_047276317.1", "XP_054192520.1", "XP_054192521.1", "XP_054192522.1", "XP_054192523.1", "XP_054192524.1", "XP_054192525.1", "XP_054192526.1", "XP_054192527.1", "XP_054192528.1"], "rna": ["AK296944.1", "AK307945.1", "BC112286.1", "BC113378.1", "BC143653.1", "NM_005562.3", "NM_018891.3", "X73902.1", "XM_017001273.2", "XM_047420358.1", "XM_047420361.1", "XM_054336545.1", "XM_054336546.1", "XM_054336547.1", "XM_054336548.1", "XM_054336549.1", "XM_054336550.1", "XM_054336551.1", "XM_054336552.1", "XM_054336553.1", "Z15008.1", "Z15009.1"], "translation": [{"protein": "XP_054192526.1", "rna": "XM_054336551.1"}, {"protein": "XP_054192527.1", "rna": "XM_054336552.1"}, {"protein": "XP_054192521.1", "rna": "XM_054336546.1"}, {"protein": "AAI13379.1", "rna": "BC113378.1"}, {"protein": "XP_016856762.1", "rna": "XM_017001273.2"}, {"protein": "XP_047276317.1", "rna": "XM_047420361.1"}, {"protein": "NP_061486.2", "rna": "NM_018891.3"}, {"protein": "CAA52108.1", "rna": "X73902.1"}, {"protein": "XP_047276314.1", "rna": "XM_047420358.1"}, {"protein": "XP_054192520.1", "rna": "XM_054336545.1"}, {"protein": "XP_054192524.1", "rna": "XM_054336549.1"}, {"protein": "NP_005553.2", "rna": "NM_005562.3"}, {"protein": "XP_054192522.1", "rna": "XM_054336547.1"}, {"protein": "CAA78729.1", "rna": "Z15009.1"}, {"protein": "BAG59493.1", "rna": "AK296944.1"}, {"protein": "XP_054192528.1", "rna": "XM_054336553.1"}, {"protein": "XP_054192525.1", "rna": "XM_054336550.1"}, {"protein": "AAI12287.1", "rna": "BC112286.1"}, {"protein": "CAA78728.1", "rna": "Z15008.1"}, {"protein": "XP_054192523.1", "rna": "XM_054336548.1"}]}, "alias": ["B2T", "BM600", "CSF", "EBR2", "EBR2A", "JEB3A", "JEB3B", "LAMB2T", "LAMNB2"], "ensembl": {"gene": "ENSG00000058085", "protein": ["ENSP00000264144", "ENSP00000432063"], "transcript": ["ENST00000264144", "ENST00000461729", "ENST00000476255", "ENST00000493293"], "translation": [{"protein": "ENSP00000432063", "rna": "ENST00000493293"}, {"protein": "ENSP00000264144", "rna": "ENST00000264144"}], "type_of_gene": "protein_coding"}, "entrezgene": "3918", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 46.5760790072, "exp_mis": 400.874215841, "exp_syn": 164.328901913, "lof_z": 4.43802754557172, "mis_z": -0.638236967747621, "mu_lof": 3.29829165477e-06, "mu_mis": 3.49478963299e-05, "mu_syn": 1.38607559995e-05, "n_lof": 16.0, "n_mis": 427.0, "n_syn": 181.0, "p_li": 7.93300382052603e-05, "p_null": 1.30764375107454e-06, "p_rec": 0.999919362318044, "syn_z": -0.806225823259966}, "bp": 3582, "cds_end": 183212535, "cds_start": 183155487, "n_exons": 23, "nonpsych": {"exp_lof": 41.6892609472, "exp_mis": 362.363273574, "exp_syn": 148.266930282, "lof_z": 4.21163978579983, "mis_z": -0.493808536220432, "mu_lof": 3.29829165477e-06, "mu_mis": 3.49478963299e-05, "mu_syn": 1.38607559995e-05, "n_lof": 14.0, "n_mis": 381.0, "n_syn": 159.0, "p_li": 0.000395242667936536, "p_null": 3.87935912654574e-06, "p_rec": 0.999600877972937, "syn_z": -0.554966249844879}, "nontcga": {"exp_lof": 42.8045146195, "exp_mis": 368.758824991, "exp_syn": 151.137118136, "lof_z": 4.34307183405639, "mis_z": -0.628915439919688, "mu_lof": 3.29829165477e-06, "mu_mis": 3.49478963299e-05, "mu_syn": 1.38607559995e-05, "n_lof": 14.0, "n_mis": 393.0, "n_syn": 173.0, "p_li": 0.0005454019517571, "p_null": 1.99871829850271e-06, "p_rec": 0.999452599329945, "syn_z": -1.12601584145814}, "transcript": "ENST00000264144.4"}, "exons": [{"cdsend": 183243400, "cdsstart": 183186352, "chr": "1", "position": [[183186263, 183186431], [183207880, 183208069], [183215452, 183215588], [183218389, 183218488], [183220824, 183220961], [183222088, 183222211], [183223134, 183223324], [183225607, 183225720], [183226697, 183226916], [183227514, 183227697], [183228373, 183228619], [183230960, 183231103], [183232186, 183232343], [183232651, 183232857], [183234366, 183234446], [183235574, 183235730], [183236459, 183236604], [183237351, 183237504], [183238306, 183238421], [183239363, 183239563], [183240039, 183240198], [183240291, 183240391], [183243146, 183245127]], "strand": 1, "transcript": "NM_005562", "txend": 183245127, "txstart": 183186263}, {"cdsend": 183240399, "cdsstart": 183186352, "chr": "1", "position": [[183186263, 183186431], [183207880, 183208069], [183215452, 183215588], [183218389, 183218488], [183220824, 183220961], [183222088, 183222211], [183223134, 183223324], [183225607, 183225720], [183226697, 183226916], [183227514, 183227697], [183228373, 183228619], [183230960, 183231103], [183232186, 183232343], [183232651, 183232857], [183234366, 183234446], [183235574, 183235730], [183236459, 183236604], [183237351, 183237504], [183238306, 183238421], [183239363, 183239563], [183240039, 183240198], [183240291, 183241294]], "strand": 1, "transcript": "NM_018891", "txend": 183241294, "txstart": 183186263}], "exons_hg19": [{"cdsend": 183212535, "cdsstart": 183155487, "chr": "1", "position": [[183155398, 183155566], [183177015, 183177204], [183184587, 183184723], [183187524, 183187623], [183189959, 183190096], [183191223, 183191346], [183192269, 183192459], [183194742, 183194855], [183195832, 183196051], [183196649, 183196832], [183197508, 183197754], [183200095, 183200238], [183201321, 183201478], [183201786, 183201992], [183203501, 183203581], [183204709, 183204865], [183205594, 183205739], [183206486, 183206639], [183207441, 183207556], [183208498, 183208698], [183209174, 183209333], [183209426, 183209526], [183212281, 183214262]], "strand": 1, "transcript": "NM_005562", "txend": 183214262, "txstart": 183155398}, {"cdsend": 183209534, "cdsstart": 183155487, "chr": "1", "position": [[183155398, 183155566], [183177015, 183177204], [183184587, 183184723], [183187524, 183187623], [183189959, 183190096], [183191223, 183191346], [183192269, 183192459], [183194742, 183194855], [183195832, 183196051], [183196649, 183196832], [183197508, 183197754], [183200095, 183200238], [183201321, 183201478], [183201786, 183201992], [183203501, 183203581], [183204709, 183204865], [183205594, 183205739], [183206486, 183206639], [183207441, 183207556], [183208498, 183208698], [183209174, 183209333], [183209426, 183210429]], "strand": 1, "transcript": "NM_018891", "txend": 183210429, "txstart": 183155398}], "generif": [{"pubmed": 11920553, "text": "cytoplasmic expression represents high invasive potential of pancreatic ductal adenocarcinoma and is correlated with distant metastasis and poorer prognosis"}, {"pubmed": 11992550, "text": "laminin-gamma2 is frequently overexpressed in HNSCCs and derivative cell lines"}, {"pubmed": 12517801, "text": "level of circulating LN gamma2 NH(2)-terminal fragment (G2F) is a new, prognostic, tumor-characterizing marker for estimating the invasiveness and malignancy of epithelial carcinomas"}, {"pubmed": 12519076, "text": "Thus the synergistic activation of the LAMC2 gene is mediated via different cis-elements and results in an overproduction of the laminin gamma 2 chain relative to the other laminin-5 constituent chains."}, {"pubmed": 12643602, "text": "Laminin-5 gamma2 chain expression may contribute to formation of budding tumor cells at the invasive front, and immunostaining of this adhesion molecule may be useful in identifying high-risk patients for locoregional failure in T1 colorectal carcinomas."}, {"pubmed": 12875969, "text": "Results identify the point during neoplastic progression in epithelia when the tumor suppressor p16 and laminin 5 are expressed and suggest that normal epithelia may use the same mechanism to generate non-dividing, motile cells for wound repair."}, {"pubmed": 14612440, "text": "proteolytic processing of laminin-5 influences its interaction with alpha3beta1 integrin"}, {"pubmed": 14632187, "text": "epidermis of the Lamc2-/- mice revealed induced apoptosis in the basal cells of the blistered skin"}, {"pubmed": 15105812, "text": "Laminin gamma 2 chain exhibits aberrant expression in a stepwise manner through different aggressive stages of tumor progression."}, {"pubmed": 15149852, "text": "co-cultures of epithelial cells and fibroblasts were studied to analyse the processing of laminin 5 alpha3, beta3, and gamma2 chains"}, {"pubmed": 15363037, "text": "In squamous cell carcinoma of the tongue and colorectal carcinoma, laminin 5 gamma2 chain is important in the invasiveness of cancer cells."}, {"pubmed": 15370542, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15373767, "text": "Premature termination codon mutations in both alleles of LAMB3 or LAMC2 genes were found in nine of the 11 H junctional epidermolysis bullosa patients"}, {"pubmed": 15609083, "text": "Data show that the expression of laminin gamma2 chain and collagen type XVII is altered in endometrial adenocarcinomas."}, {"pubmed": 15743799, "text": "up-regulation of Ang2, MMP-2, MT1-MMP, and LN 5 gamma 2 is associated with the invasiveness displayed by human gliomas"}, {"pubmed": 15854126, "text": "the absolute mRNA levels generated from the laminin 5 genes do not determine the translated protein levels of the laminin 5 chains in keratinocytes; the expression of the laminin 5 genes may be controlled by common regulation mechanisms"}, {"pubmed": 15963983, "text": "Ln-5 gamma2 chain regulates the secretion of the alpha3 and beta3 subunits. More importantly, suppression of Ln-5 results in a phenotype that is representative of invasive tumor cells"}, {"pubmed": 16103736, "text": "This study suggests that coexpression of LN-5 gamma2 and EGFR is closely related to the progression and poor prognosis of esophageal SCC."}, {"pubmed": 16179086, "text": "The uncoordinated production of chains of ln-5 in allergic asthma could have a bearing on the poor epithelial cell anchorage in these patients."}, {"pubmed": 16285938, "text": "Ln-5 and TGF-beta1 cooperatively induce epithelial to mesenchymal transition in hepatocellular carcinoma"}, {"pubmed": 16395714, "text": "Our results suggest that PAI-1 is a novel potential marker of initial invasion in oral SCC, and that the coordinated expression of PAI-1 with uPAR and lam-gamma2 sustain the features of the early invasive cancer cells."}, {"pubmed": 16537560, "text": "tumor cell migration on laminin-5 is inhibited by HYD1, a biologically active integrin-targeting peptide"}, {"pubmed": 16870608, "text": "Ln-5 is an important regulator of ADPKD cell proliferation and cystogenesis; Ln-5 gamma(2) chain and Ln-5-alpha(6)beta(4) integrin interaction both contribute to these phenotypic changes"}, {"pubmed": 17137774, "text": "Laminin-5 alone stimulates global changes in gene/protein expression in mesenchymal stem cells that lead to commitment of these cells to the osteogenic phenotype, and this correlates with extracellular matrix production."}, {"pubmed": 17314405, "text": "domain V of the gamma2 chain negatively regulates the integrin beta4 phosphorylation, probably through a syndecan-1-mediated signaling, leading to enhanced cell adhesion and suppressed cell motility"}, {"pubmed": 17390227, "text": "findings suggest that mesenchymal cells contribute to the promotion of tumour cell migration as well as vessel formation in oral squamous cell carcinoma by providing and organising promigratory Ln-5 fragments"}, {"pubmed": 17426950, "text": "Study summarizes recent progress concerning the molecular mechanisms of laminins in development and disease."}, {"pubmed": 17482449, "text": "LM-332 is a crucial motility-promoting factor for B-CLL lymphocytes and is a potential constituent favoring the dissemination of B-CLL lymphocytes through vascular basement membranes and possibly lymph node compartments."}, {"pubmed": 17786338, "text": "Overexpression of Laminin-5 gamma2 is associated with oral squamous cell carcinomas"}, {"pubmed": 18332212, "text": "The TP0136 protein was exposed on the surface of the bacterial outer membrane and bound to the host extracellular matrix glycoproteins fibronectin and laminin."}, {"pubmed": 18559558, "text": "LAMC2 mRNA was overexpressed in 89% of esophageal squamous cell carcinoma cases."}, {"pubmed": 18603785, "text": "the alpha3 chain can assemble with only beta3-gamma2 heterodimer to form a heterotrimer via disulfide bonds"}, {"pubmed": 18669583, "text": "The expression of LAMC2-COL4A1 genes were particularly effective in distinguishing OSCC from normal oral tissue."}, {"pubmed": 18697739, "text": "Laminin isoforms containing the gamma3 chain are unable to bind to integrins due to the absence of the glutamic acid residue conserved in the C-terminal regions of the gamma1 and gamma2 chains"}, {"pubmed": 18713836, "text": "Results suggest that HIF1 contributes to keratinocyte migration and thus to the re-epithelialisation process by regulating laminin-332."}, {"pubmed": 19047908, "text": "proteolytic processing of the LN-5 gamma 2 chain by MT1-MMP is involved in cell migration and subsequent architectural organization in ovarian clear cell carcinoma"}, {"pubmed": 19147813, "text": "LAMC2 is a novel biomarker of bladder cancer metastasis that reflects the propensity of cells to metastasize via either lymphatic or hematogenous routes."}, {"pubmed": 19265264, "text": "laminin-5gamma2 chain expression is associated with the wall-invasion pattern of gallbladder adenocarcinoma"}, {"pubmed": 19351903, "text": "Higher laminin 332 levels are associated with aggressive features in breast cancers."}, {"pubmed": 19383890, "text": "Ln-332 gamma2 may be a therapeutic target against metastatic colon cancer because a lowered beta3:gamma2 ratio would reduce expression of heterotrimeric Ln-332 and increase monomeric gamma2 secretion."}, {"pubmed": 19469865, "text": "LAMC2, LAMA4, ITGB1, ITGB3, RSPA and MMP2) are overexpressed in angiotropic melanoma cells vs. non-angiotropic melanoma cells from the same tumor"}, {"pubmed": 19582886, "text": "Laminin gamma2 mediates Wnt5a-induced invasion of gastric cancer cells."}, {"pubmed": 19667121, "text": "These results show that LN-332, known to have some beneficial effect on beta cells in vitro, is produced and secreted by endocrine islet cells and is up-regulated by stressing conditions."}, {"pubmed": 19701966, "text": "Results suggest that laminin (LN)gamma2 and LNbeta3, in conjunction with MMP7, play a key role in the progression of biliary tract cancer."}, {"pubmed": 19934926, "text": "vasculogenic mimicry with overexpression of EPHA2 and LAMC2, known to be important for the tube-forming capacity of melanoma tumor cells"}, {"pubmed": 19940114, "text": "Bisecting GlcNAc residues on laminin-332 down-regulate galectin-3-dependent keratinocyte motility."}, {"pubmed": 20143393, "text": "These findings imply that the gamma2 monomer is induced in human cancers by inflammatory and stromal cytokines and promotes their invasive growth in vivo."}, {"pubmed": 20307265, "text": "Results show the uncoupled induction of laminin-332 chains in Smad4-negative cells is followed by the release of gamma2 into the medium, either in a monomeric form or in complexes with unknown proteins. Soluble gamma2 is assoc'd with inc'd cell migration."}, {"pubmed": 20631633, "text": "Increased expression of laminin5-[gamma]2 is associated with bronchioloalveolar carcinoma."}, {"pubmed": 20729552, "text": "ZEB1 coordinately regulates laminin-332 and {beta}4 integrin expression altering the invasive phenotype of prostate cancer cells"}, {"pubmed": 21034821, "text": "Cell surface COL17 can interact with laminin 332 and, together, participate in the adherence of a cell to the extracellular matrix."}, {"pubmed": 21042753, "text": "The infiltrative invasion of GI-type ovarian mucinous neoplasms may be promoted by cytoplasmic and/or stromal expression of laminin gamma 2 chain."}, {"pubmed": 21345334, "text": "These results suggest that epigenetic activation of LAMB3 and LAMC2 may play an important role in gastric carcinogenesis."}, {"pubmed": 21664646, "text": "In colorectal cancer progression, vascular endothelial growth factor overexpression seems to play a role in the tumor center, whereas Laminin5gamma2-positivity combined with Raf-1 kinase inhibitor protein loss is associated with tumor invasion at the front."}, {"pubmed": 21771037, "text": "Immunohistochemical analysis of laminin 5-gamma2 chain expression for differentiation of basal cell carcinoma from trichoblastoma."}, {"pubmed": 21955313, "text": "Cytoplasmic laminin-5 expression should not be used as a criterion of malignancy and is not useful in distinguishing pseudocarcinomatous hyperplasia from microinvasive and well-differentiated SCC."}, {"pubmed": 22101459, "text": "Data suggest that an anti-Wnt5a antibody was capable of suppressing Wnt5a-dependent internalization of Fz2 receptor, resulting in the prevention of metastasis of gastric cancer cells by inhibiting the activation of Rac1 and the expression of laminin gamma2."}, {"pubmed": 22209340, "text": "Compared with conventional carcinomas, serrated adenocarcinomas showed significantly increased cytoplasmic expression of laminin-5gamma2 at the invasive front that was particularly pronounced in the tumor buds."}, {"pubmed": 22563463, "text": "Data show laminin-332 (alpha3ss3gamma2)(Lm332) matrix supported adhesion of keratinocytes much more strongly and stably than purified Lm332."}, {"pubmed": 22673183, "text": "invasive breast cancer cells confer an anoikis-resistant phenotype on myofibroblasts during tissue remodeling by inducing laminin-332 upregulation and integrin beta4 neoexpression"}, {"pubmed": 22898004, "text": "Laminin-5 is a useful biomarker in the evaluation of invasiveness in cervical adenocarcinoma."}, {"pubmed": 22917688, "text": "Expression of Ln-5gamma2 in the invasive front of lip squamous cell carcinoma and its correlation with tumor progression suggest it mediates the acquisition of the migrating and invading epithelial cell phenotype."}, {"pubmed": 23124251, "text": "both laminin- 5gamma2 chain staining and tumor budding are associated with tumor cell invasiveness and are independent predictors of mortality in lung SqCC patients."}, {"pubmed": 23588386, "text": "Lamininn-5 gamma 2 EPHA2 signaling contributed to tumor growth and vasculogenic mimicry of gallbladder carcinomas."}, {"pubmed": 23590307, "text": "Suggest that fibronectin fine tunes LM332-mediated migration by boosting bronchiolar cell adhesion to substrate via integrin alpha3beta1 integrin."}, {"pubmed": 23798558, "text": "LAMC2 is a promising new putative pancreatic cancer biomarker identified by proteomic analysis of pancreatic adenocarcinoma tissues."}, {"pubmed": 24048760, "text": "Molecular expression of MMP-7, laminin c2 or EGFR, and their combinations, may be associated with gastric cancer tumor aggressiveness"}, {"pubmed": 24070183, "text": "LAMC2 is expressed at a higher level in ectopic endometrium (Ec) from women with endometriosis compared with eutopic endometrium (Eu) from women with endometriosis."}, {"pubmed": 24124977, "text": "Both stromal and cytoplasmic laminin gamma2 expressions correlated with lymph node metastasis"}, {"pubmed": 24170107, "text": "LAMC2 may be a potential therapeutic target for the treatment of anaplastic thyroid carcinoma."}, {"pubmed": 24238220, "text": "The active site of gamma2pf to the N-terminal epidermal growth factor-like repeat."}, {"pubmed": 24550734, "text": "Through an unbiased genetic approach involving a combination of QTL mapping and positional cloning, we demonstrate that Col17a1 is a strong genetic modifier of the non-Herlitz JEB that develops in Lamc2(jeb) mice"}, {"pubmed": 24976367, "text": "The elevated expression of LAMC2 on cancer cells appears to drive tumorigenesis through its interactions with several cell-surface receptors"}, {"pubmed": 25591736, "text": "Data suggest that LAMC2 promotes metastasis in lung adenocarcinoma via EMT and may be a potential therapeutic target."}, {"pubmed": 25773857, "text": "The positive expression of laminingamma2 and the tumor differentiation were independent risk factors influencing the prognosis of EHCC patients."}, {"pubmed": 25795733, "text": "Diagnostic value of p40 and LN332 in metaplastic spindle cell carcinoma of the breast was found to be less than that of routinely used markers (p63 and cytokeratins).  LN332 showed staining in a significant proportion of phyllodes tumours and sarcomas."}, {"pubmed": 26180921, "text": "LAMC2 is a novel non-small cell lung cancer prognostic factor."}, {"pubmed": 26246502, "text": "Laminin expression depends on Ecad loss and allows Ecad-defective gastric cancer cells to survive and invade."}, {"pubmed": 26450632, "text": "findings strongly indicate that Ln-gamma2 is an attractive biomarker for detecting early stages of UC and for monitoring recurrence"}, {"pubmed": 26956061, "text": "Results indicate that LAMC2-Dox mice expressing the human protein are unable to sustain structuring of a proper basement membrane (BM) at the interface between ameloblasts and maturing enamel. This failure may be related to the atypical composition of the BM in the maturation stage and reaffirms that the atypical BM is essential for enamel maturation."}, {"pubmed": 27333824, "text": "The data presented provide a novel insight into how CDX2 is implicated in the transcriptional regulation of LAMC2 in intestinal epithelial cells, a function that is impaired during mucosal inflammation where a high level of TNF-alpha is present."}, {"pubmed": 27375110, "text": "Seventeen percent of the patients were compound heterozygous or homozygous for mutations in the gene LAMA3, 59% carried mutations in both alleles of LAMB3, and 12% were homozygous for mutations in LAMC2. In nine patients with severe generalized JEB, detection of two mutations in one of the genes LAMA3, LAMB3, or LAMC2 was not possible, so the molecular basis of disease could not be clarified completely"}, {"pubmed": 27529842, "text": "The results of this study highlight the value of LAMC2 as a marker of cancer invasion. LAMC2-positive foci in leukoplakia suggest an imminent risk of cancer."}, {"pubmed": 28238469, "text": "Laminin 332 was expressed specifically within papillary thyroid carcinoma (PTC) tissue. The frequency of laminin 332 gamma2 chain expression was significantly correlated with cervical lymph node metastasis. Invasiveness increased as the expression of laminin 332 gamma2 increased in the tested PTC cell lines."}, {"pubmed": 28252644, "text": "Overexpression of LAMC2 and knockdown of CD82 markedly promoted GC cell invasion and activated EGFR/ERK1/2-MMP7 signaling via upregulation of the expression of phosphorylated (p)-EGFR, p-ERK1/2 and MMP7."}, {"pubmed": 28653882, "text": "our results strongly suggest that laminin g2 may be a potential prognostic biomarker and therapeutic target in colorectal cancer."}, {"pubmed": 29315846, "text": "It regulates tumor development of tongue squamous cell carcinoma together with LINC00511 and miR-765."}, {"pubmed": 29325230, "text": "Study found that high expression of LAMC2 was significantly associated with shorter disease-free survival in GC and, that expression of LAMC2 was significantly upregulated when PCDH8 was overexpressed."}, {"pubmed": 30125583, "text": "LM332 expression in breast carcinoma is associated with tumor cell motility and decreased survival."}, {"pubmed": 30485433, "text": "Study revealed that extracellular vesicles (EV)-borne laminin-332, especially laminin gamma2, is highly expressed in oral squamous cell carcinoma (OSCC) cells and in patients with lymphatic metastasis. Findings suggested that laminin gamma2-enriched EVs enhanced in vitro lymphangiogenesis via integrin alpha3-dependent uptake by lymphatic endothelial cells."}, {"pubmed": 31301414, "text": "present study clarified that LAMC2 functioned as an oncogene in ovarian cancer through upregulating p38 under the regulation of miR-125a-5p"}, {"pubmed": 31345467, "text": "This study demonstrates that LAMC2 silencing suppresses the activity of the EGFR signaling pathway, thus functioning as a tumor suppressor in Cholangiocarcinoma."}, {"pubmed": 31429981, "text": "Ln-gamma 2 is a helpful adjunct in the differential diagnosis of sclerosing adnexal neoplasms (SAN)."}, {"pubmed": 31655292, "text": "H-Ras activation and fibroblast-induced TGF-beta signaling promote laminin-332 accumulation and invasion in cutaneous squamous cell carcinoma."}, {"pubmed": 31676872, "text": "Interaction between laminin-5gamma2 and integrin beta1 promotes the tumor budding of colorectal cancer via the activation of Yes-associated proteins."}, {"pubmed": 31898842, "text": "A single-nucleotide polymorphism in lnc-LAMC2-1:1 interferes with its interaction with miR-128 to alter the expression of deleted in colorectal cancer and its effect on the survival rate of subjects with ovarian cancer."}, {"pubmed": 32246993, "text": "LAMC2 modulates the acidity of microenvironments to promote invasion and migration of pancreatic cancer cells via regulating AKT-dependent NHE1 activity."}, {"pubmed": 32554866, "text": "Silencing of hsa_circ_0101145 reverses the epithelial-mesenchymal transition in hepatocellular carcinoma via regulation of the miR-548c-3p/LAMC2 axis."}, {"pubmed": 32568182, "text": "MicroRNA-134 inhibits tumor stem cell migration and invasion in oral squamous cell carcinomas via downregulation of PI3K-Akt signaling pathway by inhibiting LAMC2 expression."}, {"pubmed": 33179081, "text": "Laminin332 mediates proliferation, apoptosis, invasion, migration and epithelialtomesenchymal transition in pancreatic ductal adenocarcinoma."}, {"pubmed": 33607476, "text": "Identification of laminin gamma2 as a prognostic and predictive biomarker for determining response to gemcitabine-based therapy in pancreatic ductal adenocarcinoma."}, {"pubmed": 33609304, "text": "Serum Laminin gamma2 Monomer as a Diagnostic and Predictive Biomarker for Hepatocellular Carcinoma."}, {"pubmed": 33624791, "text": "LAMC2 promotes cancer progression and gemcitabine resistance through modulation of EMT and ATP-binding cassette transporters in pancreatic ductal adenocarcinoma."}, {"pubmed": 33658628, "text": "Identification of low-frequency variants of UGT1A3 associated with bladder cancer risk by next-generation sequencing."}, {"pubmed": 33880581, "text": "hsamiR55803p inhibits oral cancer cell viability, proliferation and migration by suppressing LAMC2."}, {"pubmed": 34007003, "text": "ITGA2, LAMB3, and LAMC2 may be the potential therapeutic targets in pancreatic ductal adenocarcinoma: an integrated bioinformatics analysis."}, {"pubmed": 34533031, "text": "LAMC2 acts as a novel therapeutic target of cetuximab in laryngeal cancer."}, {"pubmed": 34612783, "text": "Long non-coding RNA CASC9 promotes tumor progression in oral squamous cell carcinoma by regulating microRNA-545-3p/laminin subunit gamma 2."}, {"pubmed": 34689384, "text": "Novel LAMC2 fusion protein has tumor-promoting properties in ovarian carcinoma."}, {"pubmed": 35170826, "text": "Orchestrated expression of vasculogenic mimicry and laminin-5gamma2 is an independent prognostic marker in oral squamous cell carcinoma."}, {"pubmed": 35506252, "text": "Long non-coding RNA BBOX1-antisense RNA 1 enhances cell proliferation and migration and suppresses apoptosis in oral squamous cell carcinoma via the miR-3940-3p/laminin subunit gamma 2 axis."}, {"pubmed": 35680811, "text": "[Correlation between Serum G-CSF Level and Immune Function in Children with Aplastic Anemia]."}, {"pubmed": 35699794, "text": "Overexpression of laminin-5 gamma-2 promotes tumorigenesis of pancreatic ductal adenocarcinoma through EGFR/ERK1/2/AKT/mTOR cascade."}, {"pubmed": 36289544, "text": "LAMC2 marks a tumor-initiating cell population with an aggressive signature in pancreatic cancer."}, {"pubmed": 36396303, "text": "LAMC2 as a prognostic biomarker in human cancer: a systematic review and meta-analysis."}, {"pubmed": 36607777, "text": "LAMC2 Regulates Key Transcriptional and Targetable Effectors to Support Pancreatic Cancer Growth."}, {"pubmed": 36709879, "text": "LncRNA T376626 is a promising serum biomarker and promotes proliferation, migration, and invasion via binding to LAMC2 in triple-negative breast cancer."}, {"pubmed": 37382751, "text": "LncRNAs-Regulated High Expression of LAMC2 Reveals a Prognostic and Immunological Value in Pancreatic Adenocarcinoma."}, {"pubmed": 37542131, "text": "LAMC2 promotes EGFR cell membrane localization and acts as a novel biomarker for tyrosine kinase inhibitors (TKIs) sensitivity in lung cancer."}, {"pubmed": 38703300, "text": "LAMC2 regulates the proliferation, invasion, and metastasis of gastric cancer via PI3K/Akt signaling pathway."}, {"pubmed": 38760717, "text": "Extracellular matrix marker LAMC2 targets ZEB1 to promote TNBC malignancy via up-regulating CD44/STAT3 signaling pathway."}], "genomic_pos": {"chr": "1", "end": 183245127, "ensemblgene": "ENSG00000058085", "start": 183186238, "strand": 1}, "genomic_pos_hg19": {"chr": "1", "end": 183214035, "start": 183155373, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0007155", "qualifier": "involved_in", "term": "cell adhesion"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0008284", "pubmed": 24091622, "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0008544", "pubmed": 8012394, "qualifier": "involved_in", "term": "epidermis development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030335", "pubmed": 24091622, "qualifier": "involved_in", "term": "positive regulation of cell migration"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005607", "qualifier": "part_of", "term": "laminin-2 complex"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005938", "qualifier": "located_in", "term": "cell cortex"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0048471", "qualifier": "located_in", "term": "perinuclear region of cytoplasm"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": [25037231, 28675934], "qualifier": "located_in", "term": "collagen-containing extracellular matrix"}], "MF": [{"category": "MF", "evidence": "RCA", "id": "GO:0005201", "pubmed": [25037231, 28675934], "qualifier": "enables", "term": "extracellular matrix structural constituent"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008201", "qualifier": "enables", "term": "heparin binding"}]}, "homologene": {"genes": [[7955, 567928], [8364, 100489162], [9031, 408043], [9544, 715212], [9598, 457571], [9606, 3918], [9615, 442939], [9913, 511043], [10090, 16782], [10116, 192362]], "id": 4062}, "interpro": [{"desc": "Laminin IV", "id": "IPR000034", "short_desc": "Laminin_IV"}, {"desc": "EGF-like domain", "id": "IPR000742", "short_desc": "EGF-like_dom"}, {"desc": "Laminin-type EGF domain", "id": "IPR002049", "short_desc": "LE_dom"}], "ipi": ["IPI00015117", "IPI00220572"], "map_location": "1q25.3", "name": "laminin subunit gamma 2", "other_names": ["BM600-100kDa", "CSF 140 kDa subunit", "cell-scattering factor 140 kDa subunit", "epiligrin subunit gamma", "kalinin subunit gamma", "ladsin 140 kDa subunit", "laminin B2t chain", "laminin subunit gamma-2", "laminin, gamma 2", "large adhesive scatter factor 140 kDa subunit", "nicein subunit gamma"], "pantherdb": {"HGNC": "6493", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"FlyBase": "FBgn0053196", "ortholog_type": "O", "panther_family": "PTHR24033", "taxid": 7227, "uniprot_kb": "M9PB30"}, {"dictyBase": "DDB_G0271042", "ortholog_type": "O", "panther_family": "PTHR24033", "taxid": 352472, "uniprot_kb": "Q55C92"}, {"dictyBase": "DDB_G0275659", "ortholog_type": "LDO", "panther_family": "PTHR24033", "taxid": 352472, "uniprot_kb": "Q869K4"}, {"Gene_ORFName": "DDB0218721", "ortholog_type": "O", "panther_family": "PTHR24033", "taxid": 352472, "uniprot_kb": "Q54N64"}, {"dictyBase": "DDB_G0285585", "ortholog_type": "LDO", "panther_family": "PTHR24033", "taxid": 352472, "uniprot_kb": "Q54N02"}], "uniprot_kb": "Q13753"}, "pathway": {"biocarta": [{"id": "agrpathway", "name": "agrin in postsynaptic differentiation"}, {"id": "prionpathway", "name": "prion pathway"}], "kegg": [{"id": "hsa04151", "name": "PI3K-Akt signaling pathway - Homo sapiens (human)"}, {"id": "hsa04510", "name": "Focal adhesion - Homo sapiens (human)"}, {"id": "hsa04512", "name": "ECM-receptor interaction - Homo sapiens (human)"}, {"id": "hsa05145", "name": "Toxoplasmosis - Homo sapiens (human)"}, {"id": "hsa05146", "name": "Amoebiasis - Homo sapiens (human)"}, {"id": "hsa05165", "name": "Human papillomavirus infection - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}, {"id": "hsa05222", "name": "Small cell lung cancer - Homo sapiens (human)"}], "netpath": {"id": "Pathway_Alpha6Beta4Integrin", "name": "Alpha6Beta4Integrin"}, "pid": [{"id": "a6b1_a6b4_integrin_pathway", "name": "a6b1 and a6b4 Integrin signaling"}, {"id": "integrin1_pathway", "name": "Beta1 integrin cell surface interactions"}, {"id": "integrin4_pathway", "name": "Alpha6 beta4 integrin-ligand interactions"}], "reactome": [{"id": "R-HSA-1474228", "name": "Degradation of the extracellular matrix"}, {"id": "R-HSA-1474228", "name": "Degradation of the extracellular matrix"}, {"id": "R-HSA-1474244", "name": "Extracellular matrix organization"}, {"id": "R-HSA-1474244", "name": "Extracellular matrix organization"}, {"id": "R-HSA-1474290", "name": "Collagen formation"}, {"id": "R-HSA-1500931", "name": "Cell-Cell communication"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-2022090", "name": "Assembly of collagen fibrils and other multimeric structures"}, {"id": "R-HSA-2214320", "name": "Anchoring fibril formation"}, {"id": "R-HSA-3000157", "name": "Laminin interactions"}, {"id": "R-HSA-3000157", "name": "Laminin interactions"}, {"id": "R-HSA-3000171", "name": "Non-integrin membrane-ECM interactions"}, {"id": "R-HSA-446107", "name": "Type I hemidesmosome assembly"}, {"id": "R-HSA-446728", "name": "Cell junction organization"}, {"id": "R-HSA-6806834", "name": "Signaling by MET"}, {"id": "R-HSA-8874081", "name": "MET activates PTK2 signaling"}, {"id": "R-HSA-8875878", "name": "MET promotes cell motility"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}], "wikipathways": [{"id": "WP244", "name": "Alpha 6 Beta 4 signaling pathway"}, {"id": "WP306", "name": "Focal Adhesion"}, {"id": "WP3932", "name": "Focal Adhesion-PI3K-Akt-mTOR-signaling pathway"}, {"id": "WP4172", "name": "PI3K-Akt signaling pathway"}, {"id": "WP453", "name": "Inflammatory Response Pathway"}, {"id": "WP4658", "name": "Small cell lung cancer"}]}, "pfam": ["PF00052", "PF00053"], "pharmgkb": "PA30281", "pharos": {"target_id": 699, "tdl": "Tbio"}, "pir": "A44018", "prosite": ["PS50027", "PS51115"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF252095", "relationship": "is"}, {"id": "GNF252096", "relationship": "is"}, {"id": "GNF252097", "relationship": "is"}, {"id": "GNF252098", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF039347", "relationship": "similar to"}, {"id": "GNF046462", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF085400", "relationship": "is"}, {"id": "GNF085401", "relationship": "is"}, {"id": "GNF085402", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053766", "relationship": "is"}, {"id": "GNF058537", "relationship": "is"}, {"id": "GNF073779", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070893", "relationship": "is"}, {"id": "GNF070894", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF279666", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": [{"id": "GNF335454", "relationship": "is"}, {"id": "GNF339020", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF095431", "relationship": "is"}, {"id": "GNF135088", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1", "NG_007079.3"], "protein": ["NP_005553.2", "NP_061486.2", "XP_016856762.1", "XP_047276314.1", "XP_047276317.1", "XP_054192520.1", "XP_054192521.1", "XP_054192522.1", "XP_054192523.1", "XP_054192524.1", "XP_054192525.1", "XP_054192526.1", "XP_054192527.1", "XP_054192528.1"], "rna": ["NM_005562.3", "NM_018891.3", "XM_017001273.2", "XM_047420358.1", "XM_047420361.1", "XM_054336545.1", "XM_054336546.1", "XM_054336547.1", "XM_054336548.1", "XM_054336549.1", "XM_054336550.1", "XM_054336551.1", "XM_054336552.1", "XM_054336553.1"], "translation": [{"protein": "XP_054192521.1", "rna": "XM_054336546.1"}, {"protein": "XP_054192528.1", "rna": "XM_054336553.1"}, {"protein": "XP_054192525.1", "rna": "XM_054336550.1"}, {"protein": "XP_054192526.1", "rna": "XM_054336551.1"}, {"protein": "XP_016856762.1", "rna": "XM_017001273.2"}, {"protein": "XP_054192520.1", "rna": "XM_054336545.1"}, {"protein": "XP_047276317.1", "rna": "XM_047420361.1"}, {"protein": "XP_054192527.1", "rna": "XM_054336552.1"}, {"protein": "NP_061486.2", "rna": "NM_018891.3"}, {"protein": "XP_054192524.1", "rna": "XM_054336549.1"}, {"protein": "XP_047276314.1", "rna": "XM_047420358.1"}, {"protein": "NP_005553.2", "rna": "NM_005562.3"}, {"protein": "XP_054192522.1", "rna": "XM_054336547.1"}, {"protein": "XP_054192523.1", "rna": "XM_054336548.1"}]}, "reporter": {"HG-U133_Plus_2": ["202267_at", "207517_at"], "HG-U95Av2": ["35280_at", "35281_at"], "HTA-2_0": "TC01001585.hg.1", "HuEx-1_0": ["2371139", "2532987"], "HuGene-1_1": "7908072", "HuGene-2_1": "16674845"}, "summary": "Laminins, a family of extracellular matrix glycoproteins, are the major noncollagenous constituent of basement membranes. They have been implicated in a wide variety of biological processes including cell adhesion, differentiation, migration, signaling, neurite outgrowth and metastasis. Laminins, composed of 3 non identical chains: laminin alpha, beta and gamma (formerly A, B1, and B2, respectively), have a cruciform structure consisting of 3 short arms, each formed by a different chain, and a long arm composed of all 3 chains. Each laminin chain is a multidomain protein encoded by a distinct gene. Several isoforms of each chain have been described. Different alpha, beta and gamma chain isomers combine to give rise to different heterotrimeric laminin isoforms which are designated by Arabic numerals in the order of their discovery, i.e. alpha1beta1gamma1 heterotrimer is laminin 1. The biological functions of the different chains and trimer molecules are largely unknown, but some of the chains have been shown to differ with respect to their tissue distribution, presumably reflecting diverse functions in vivo. This gene encodes the gamma chain isoform laminin, gamma 2. The gamma 2 chain, formerly thought to be a truncated version of beta chain (B2t), is highly homologous to the gamma 1 chain; however, it lacks domain VI, and domains V, IV and III are shorter. It is expressed in several fetal tissues but differently from gamma 1, and is specifically localized to epithelial cells in skin, lung and kidney. The gamma 2 chain together with alpha 3 and beta 3 chains constitute laminin 5 (earlier known as kalinin), which is an integral part of the anchoring filaments that connect epithelial cells to the underlying basement membrane. The epithelium-specific expression of the gamma 2 chain implied its role as an epithelium attachment molecule, and mutations in this gene have been associated with junctional epidermolysis bullosa, a skin disease characterized by blisters due to disruption of the epidermal-dermal junction. Two transcript variants resulting from alternative splicing of the 3' terminal exon, and encoding different isoforms of gamma 2 chain, have been described. The two variants are differentially expressed in embryonic tissues, however, the biological significance of the two forms is not known. Transcript variants utilizing alternative polyA_signal have also been noted in literature. [provided by RefSeq, Aug 2011].", "symbol": "LAMC2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1416786"}, "unigene": "Hs.591484", "uniprot": {"Swiss-Prot": "Q13753"}, "wikipedia": {"url_stub": "Laminin, gamma 2"}}