{"AllianceGenome": "17955", "HGNC": "17955", "MIM": "608521", "_id": "10542", "_version": 1, "accession": {"genomic": ["AL390797.16", "CH471122.1", "CP068277.2", "NC_000001.11", "NC_060925.1"], "protein": ["AAC52032.1", "AAH62619.2", "AAV30683.1", "BAG51783.1", "CAG33147.1", "CAG46927.1", "EAW56447.1", "NP_001369222.1", "NP_006393.2", "O43504.1"], "rna": ["AA443738.1", "AF029890.1", "AK054769.1", "AK056679.1", "AY623819.1", "BC062619.1", "BX092018.1", "CR456866.1", "CR542130.1", "NM_001382293.1", "NM_006402.3"], "translation": [{"protein": "AAV30683.1", "rna": "AY623819.1"}, {"protein": "BAG51783.1", "rna": "AK056679.1"}, {"protein": "AAC52032.1", "rna": "AF029890.1"}, {"protein": "NP_006393.2", "rna": "NM_006402.3"}, {"protein": "CAG46927.1", "rna": "CR542130.1"}, {"protein": "AAH62619.2", "rna": "BC062619.1"}, {"protein": "NP_001369222.1", "rna": "NM_001382293.1"}, {"protein": "CAG33147.1", "rna": "CR456866.1"}]}, "alias": ["HBXIP", "XIP"], "ensembl": {"gene": "ENSG00000134248", "protein": ["ENSP00000256644", "ENSP00000434828", "ENSP00000435085", "ENSP00000473357", "ENSP00000473439"], "transcript": ["ENST00000256644", "ENST00000464240", "ENST00000474861", "ENST00000483260", "ENST00000531779", "ENST00000602318", "ENST00000602858"], "translation": [{"protein": "ENSP00000435085", "rna": "ENST00000483260"}, {"protein": "ENSP00000434828", "rna": "ENST00000474861"}, {"protein": "ENSP00000473439", "rna": "ENST00000602318"}, {"protein": "ENSP00000256644", "rna": "ENST00000256644"}, {"protein": "ENSP00000473357", "rna": "ENST00000602858"}], "type_of_gene": "protein_coding"}, "entrezgene": "10542", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 6.40122377, "exp_mis": 89.9801469, "exp_syn": 41.147887, "lof_z": 0.940136287074974, "mis_z": 0.359921565511128, "mu_lof": 4.17012436789e-07, "mu_mis": 7.79365794728e-06, "mu_syn": 3.4837402375e-06, "n_lof": 4.0, "n_mis": 83.0, "n_syn": 29.0, "p_li": 0.00711604756483594, "p_null": 0.227426854847913, "p_rec": 0.765457097587251, "syn_z": 1.17402277924106}, "bp": 522, "cds_end": 110950488, "cds_start": 110944144, "n_exons": 4, "nonpsych": {"exp_lof": 5.7111829, "exp_mis": 81.3581758, "exp_syn": 37.160268, "lof_z": 0.703210532403098, "mis_z": 0.467382847482776, "mu_lof": 4.17012436789e-07, "mu_mis": 7.79365794728e-06, "mu_syn": 3.4837402375e-06, "n_lof": 4.0, "n_mis": 73.0, "n_syn": 28.0, "p_li": 0.00571160199778537, "p_null": 0.299918146911572, "p_rec": 0.694370251090643, "syn_z": 0.946089654744795}, "nontcga": {"exp_lof": 5.88108034, "exp_mis": 82.7736955, "exp_syn": 37.84801388, "lof_z": 0.765173694432458, "mis_z": 0.425687774217609, "mu_lof": 4.17012436789e-07, "mu_mis": 7.79365794728e-06, "mu_syn": 3.4837402375e-06, "n_lof": 4.0, "n_mis": 75.0, "n_syn": 28.0, "p_li": 0.00578580279113655, "p_null": 0.268392304705229, "p_rec": 0.725821892503634, "syn_z": 1.01355947012661}, "transcript": "ENST00000256644.4"}, "exons": [{"cdsend": 110407620, "cdsstart": 110401522, "chr": "1", "position": [[110401254, 110401583], [110403918, 110404036], [110406317, 110406379], [110407585, 110407694]], "strand": -1, "transcript": "NM_001382293", "txend": 110407694, "txstart": 110401254}, {"cdsend": 110407866, "cdsstart": 110401522, "chr": "1", "position": [[110401254, 110401583], [110403918, 110404036], [110406317, 110406379], [110407585, 110407924]], "strand": -1, "transcript": "NM_006402", "txend": 110407924, "txstart": 110401254}], "exons_hg19": [{"cdsend": 110950242, "cdsstart": 110944144, "chr": "1", "position": [[110943875, 110944205], [110946540, 110946658], [110948939, 110949001], [110950207, 110950316]], "strand": -1, "transcript": "NM_001382293", "txend": 110950316, "txstart": 110943875}, {"cdsend": 110950488, "cdsstart": 110944144, "chr": "1", "position": [[110943875, 110944205], [110946540, 110946658], [110948939, 110949001], [110950207, 110950546]], "strand": -1, "transcript": "NM_006402", "txend": 110950546, "txstart": 110943875}], "generif": [{"pubmed": 11788598, "text": "Hepatitis B virus pX interacts with HBXAP"}, {"pubmed": 11925594, "text": "Elevated levels of GDN/PN1 and XIP mRNAs induced by Allitridi provide valuable molecular evidence for elucidating garlic's efficacies against neurodegenerative and inflammatory diseases."}, {"pubmed": 12773388, "text": "Survivin-HBXIP complexes, but neither survivin nor HBXIP individually, bind pro-caspase-9, preventing its recruitment to Apaf1, and thereby selectively suppressing apoptosis."}, {"pubmed": 15955450, "text": "HBXIP up-regulates LTA expression in hepatocytes."}, {"pubmed": 16055925, "text": "HBXIP sensitizes HepG2 cells to UV light-induced DNA damage."}, {"pubmed": 16176273, "text": "suppressor of var1, 3-like 1 protein interacts with HBXIP, previously identified as a cofactor of survivin in suppression of apoptosis"}, {"pubmed": 17050029, "text": "The codon-38 change in genotype C is an independent risk factor for the development of HCC and may serve as a useful molecular marker for predicting the clinical outcomes in patients infected with HBV."}, {"pubmed": 17303008, "text": "One of the functions of HBXIP is its involvement in cell proliferation"}, {"pubmed": 17428866, "text": "Hepatitis B virus X protein stimulates the mitochondrial translocation of Raf-1 via oxidative stress"}, {"pubmed": 18032378, "text": "HBXIP is a critical target of viral HBx for promoting genetic instability through formation of defective spindles and subsequent aberrant chromosome segregation."}, {"pubmed": 18158869, "text": "HBXIP significantly stimulated the transcription and expression of telomerase reverse transcriptase and increased the activity of telomerase"}, {"pubmed": 19885569, "text": "the overexpression of survivin in the majority of NSCLCs together with the abundant or upregulated expression of HBXIP and XIAP suggest that tumours are endowed with resistance against a variety of apoptosis-inducing conditions."}, {"pubmed": 20811532, "text": "The x gene of HBV (HBx) is the most common open reading frame integrated into the host genome in hepatocellular carcinoma and the integrated HBx is frequently mutated in hepatocellular carcinoma."}, {"pubmed": 20877624, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21343296, "text": "miR-520b is involved in regulating breast cancer cell migration by targeting HBXIP and IL-8 via a network in which HBXIP promotes migration by stimulating NF-kappaB-mediated IL-8 expression."}, {"pubmed": 21651858, "text": "The different structure forms of HBx protein influence their intracellular distribution in hepatocellular carcinoma HepG2 cells"}, {"pubmed": 22209835, "text": "overexpression of HBXIP increased HepG2 cell-induced endothelial cells migration, proliferation, and angiogenesis, which may be related to increasing phosphorylation of endothelial NO synthase in HUVECs."}, {"pubmed": 22293503, "text": "Data suggest that HBXIP upregulates CD46, CD55 and CD59 through p-ERK1/2/NF-kappaB signaling to protect breast cancer from complement-dependent cytotoxicity."}, {"pubmed": 22740693, "text": "HBXIP up-regulates S100A4 through activating S100A4 promoter involving STAT4 and inducing PTEN/PI3K/AKT signaling to promote growth and migration of breast cancer cells."}, {"pubmed": 22980980, "text": "Study identified HBXIP and C7orf59 as two additional Ragulator components that are required for mTORC1 activation by amino acids."}, {"pubmed": 23266610, "text": "knockdown of HBXIP rescued the inhibition of HBV that occurred after the loss of miR-501 in HepG2.2.15 cells, suggesting that miR-501 induced HBV replication partially by targeting HBXIP."}, {"pubmed": 23291272, "text": "oncoprotein HBXIP is able to activate the transcriptional coregulatory protein LMO4 through transcription factor Sp1 in promotion of proliferation of breast cancer cells."}, {"pubmed": 23352642, "text": "found that HBXIP was able to stimulate the promoter of Skp2 through binding to the -640/-443 region in Skp2 promoter involving activating E2F transcription factor 1"}, {"pubmed": 23494474, "text": "conclude that the oncoprotein HBXIP as a co-activator of TF II D transactivates Lin28B promoter via directly binding to TBP to upregulate the expression of Lin28B in promotion of proliferation of breast cancer cells"}, {"pubmed": 23537647, "text": "HBXIP promotes the proliferation of breast cancer cells via upregulating PDGFB."}, {"pubmed": 23667255, "text": "HBXIP nuclear import requires interaction with c-Fos and phosphorylation of both proteins in breast cancer cells"}, {"pubmed": 24464787, "text": "The oncoprotein HBXIP enhances angiogenesis and growth of breast cancer through modulating FGF8 and VEGF."}, {"pubmed": 24788380, "text": "Dta show that HBXIP was able to stimulate the activity of Skp2 promoter via transcription factor Sp1 thus promoting the migration of ovarian cancer cells."}, {"pubmed": 24882622, "text": "HBXIP facilitates the proliferation of hepatoma cells by up-regulating SCG3 via E2F1 and miR-509-3p modulation."}, {"pubmed": 24886421, "text": "Hepatitis B protein HBx accelerates hepatocarcinogenesis with partner survivin through modulating tumor suppressor miR-520b and oncoprotein HBXIP."}, {"pubmed": 25178941, "text": "Our study suggested that high HBXIP is associated with the progression of breast cancer. HBXIP could be a valuable prognostic marker as well as a potential molecular therapy target for breast cancer patients."}, {"pubmed": 25686500, "text": "HBXIP promotes the migration of breast cancer cells through modulating microtubule acetylation mediated by GCN5."}, {"pubmed": 26143443, "text": "Upon HBV infection, cellular mechanisms involving SETDB1-mediated H3K9me3 and HP1 induce silencing of HBV cccDNA transcription through modulation of chromatin structure."}, {"pubmed": 26229107, "text": "highly expressed HBXIP accelerates the MDM2-mediated degradation of p53 in breast cancer through modulating the feedback loop of MDM2/p53, resulting in the fast growth of breast cancer cells."}, {"pubmed": 26309161, "text": "oncoprotein HBXIP enhances glucose metabolism reprogramming through suppressing SCO2 and PDHA1 in breast cancer"}, {"pubmed": 26657153, "text": "deacetylation of MST1 mediated by HBXIP-enhanced HDAC6 results in MST1 degradation in a CMA manner in promotion of breast cancer growth."}, {"pubmed": 26719542, "text": "Results support a model in which the HBXIP/Hotair/LSD1 complex serves as a critical effector of c-Myc in activating transcription of its target genes, illuminating long-standing questions on how c-Myc drives carcinogenesis."}, {"pubmed": 26828265, "text": "Thus, we conclude that the oncoprotein HBXIP up-regulates FGF4 through activating transcriptional factor Sp1 to promote the migration of breast cancer cells. Therapeutically, HBXIP may serve as a novel target in breast cancer."}, {"pubmed": 26980761, "text": "we conclude that the oncoprotein HBXIP contributes to the abnormal lipid metabolism in breast cancer"}, {"pubmed": 27609066, "text": "HBXIP is able to depress the gluconeogenesis in hepatoma cells by suppressing PCK1 to promote hepatocarcinogenesis, involving miR-135a/FOXO1 axis and PI3K/Akt/p-FOXO1 pathway."}, {"pubmed": 27765671, "text": "HBXIP up-regulates YAP expression via activating transcription factor c-Myb to facilitate the growth of hepatoma cells."}, {"pubmed": 27831760, "text": "Expression of HBXIP was significantly increased in UCB tissues. Data showed that suppression of HBXIP induced cell cycle arrest and increased cell apoptosis in T24 cells. Also, suppression of HBXIP also decreased T24 and PC3 cell proliferation, migration, and invasion. More importantly, It was found that inhibition of HBXIP reduced the tumorigenesis in vivo, suggesting that HBXIP plays an important role in progression."}, {"pubmed": 28056551, "text": "promotes cisplatin resistance and regulates CD147 via Sp1 in ovarian cancer"}, {"pubmed": 28093193, "text": "Data indicate that hepatitis B virus X-interacting protein (HBXIP) over-expression appears to associate with cervical cancer progression, and may potentially be used as a cervical cancer biomarker for the early diagnosis, prognostic evaluation and therapeutic target for cervical cancer."}, {"pubmed": 28103177, "text": "HBXIP can function as a mediator protein for DNA damage response signals to activate the G2/M checkpoint to maintain genome integrity and prevent cell death."}, {"pubmed": 28132807, "text": "The mRNA levels of ACSL1 were positively associated with those of HBXIP in clinical breast cancer tissues. Thus, we conclude that the oncoprotein HBXIP is able to up-regulate ACSL1 through activating the transcriptional factor Sp1 in breast cancer."}, {"pubmed": 28388957, "text": "Multivariate analysis indicated that HBXIP, in addition to the clinical stage, was a significant independent prognostic factor in patients with ovarian cancer."}, {"pubmed": 28718367, "text": "high level of expression of HBXIP is associated with the progression of non-small-cell lung cancer and may be a useful biomarker for poor prognostic evaluation and a potential molecular therapy target for patients with non-small-cell lung cancer"}, {"pubmed": 29174803, "text": "Data show that hepatitis B X-interacting protein (HBXIP) modulated Methyltransferase-like 3 (METTL3) by inhibiting miRNA let-7g, which down-regulated the expression of METTL3 by targeting its 3'UTR."}, {"pubmed": 29199332, "text": "Overexpression of HBXIP gene promotes adenoic cystic carcinoma cell ine ACC-M proliferation, invasion and migration. Further, ACC-M proliferation, invasion and migration may be promoted by increased Akt, PI3K phosphorylation and S100A4 protein expression."}, {"pubmed": 29309885, "text": "HBXIP can modulate the etoposide sensitivity of MCF-7 cell lines."}, {"pubmed": 29366781, "text": "Those findings highlight the potential role of SIRT2 in HBV and HBV-mediated HCC by interaction with HBx."}, {"pubmed": 29471853, "text": "HBXIP elevated HOXB13 protein level in breast cancer cells. Mechanistically, HBXIP prevented chaperone-mediated autophagy (CMA)-dependent degradation of HOXB13 via enhancement of HOXB13 acetylation at the lysine 277 residue, causing the accumulation of HOXB13."}, {"pubmed": 29925919, "text": "The HBXIP induces PKM2 through transcription factor E2F1 to facilitate ER+ breast cancer cell proliferation."}, {"pubmed": 30181579, "text": "HBXIP suppresses miR-18b to elevate MDM2 and activates pAKT to phosphorylate MDM2 for enhancing the interaction between MDM2 and p53, leading to p53 degradation in promotion of breast cancer growth"}, {"pubmed": 30273966, "text": "Oncogenic HBXIP controls the transcription regulation of ZEB1 by co-activating Sp1, thereby accelerating breast cancer growth."}, {"pubmed": 30381907, "text": "Oncogenic HBXIP is a new direct target of tumor suppressive miR-145. Our findings reveal that miR-145-targeting HBXIP could be a potential therapeutic target in breast cancer."}, {"pubmed": 30583814, "text": "We present association between HBXIP expression and the pathological features of patients with pancreatic ductal adenocarcinoma"}, {"pubmed": 30692632, "text": "The HBXIP-mediated reduction in NRF2-KEAP1 complexes promotes NRF2 accumulation."}, {"pubmed": 31337951, "text": "Study found LAMTOR5 was overexpressed in human and Pten cKO mice head and neck squamous cell carcinoma (HNSCC), and its expression was significantly associated with patients' overall survival, lymph node metastasis and lymph node grade. Furthermore, LAMTOR5 expression was significantly correlated with the expression of immune checkpoints and macrophage markers."}, {"pubmed": 31836847, "text": "LAMTOR5 raises abnormal initiation of O-glycosylation in breast cancer metastasis via modulating GALNT1 activity."}, {"pubmed": 31987874, "text": "biomarker of colorectal cancer which promotes invasion and migration via epithelial-mesenchymal transition"}, {"pubmed": 32313942, "text": "The regulation of acetylation and stability of HMGA2 via the HBXIP-activated Akt-PCAF pathway in promotion of esophageal squamous cell carcinoma growth."}, {"pubmed": 33048840, "text": "HBXIP promotes gastric cancer via METTL3-mediated MYC mRNA m6A modification."}, {"pubmed": 33305825, "text": "HBXIP drives metabolic reprogramming in hepatocellular carcinoma cells via METTL3-mediated m6A modification of HIF-1alpha."}, {"pubmed": 33628588, "text": "Oncoprotein HBXIP promotes tumorigenesis through MAPK/ERK pathway activation in non-small cell lung cancer."}, {"pubmed": 33824459, "text": "The modulation of PD-L1 induced by the oncogenic HBXIP for breast cancer growth."}, {"pubmed": 34216584, "text": "HBXIP accelerates glycolysis and promotes cancer angiogenesis via AKT/mTOR pathway in bladder cancer."}, {"pubmed": 34374893, "text": "LAMTOR5 expression level is a biomarker for colorectal cancer and lncRNA LAMTOR5-AS1 predicting miRNA sponging effect."}, {"pubmed": 34452886, "text": "Down-Regulation of HBXIP Inhibits Non-Small Cell Lung Cancer Growth and Enhances the Anti-Tumor Immunity of Mice by Reducing NRP-1."}, {"pubmed": 34730200, "text": "High HBXIP expression is related to poor prognosis in HCC by extensive database interrogation."}, {"pubmed": 35093383, "text": "HBXIP is a novel regulator of the unfolded protein response that sustains tamoxifen resistance in ER+ breast cancer."}, {"pubmed": 38577934, "text": "Research progress on oncoprotein hepatitis B X-interacting protein (Review)."}, {"pubmed": 38639386, "text": "Defective Lamtor5 Leads to Autoimmunity by Deregulating v-ATPase and Lysosomal Acidification."}], "genomic_pos": {"chr": "1", "end": 110407942, "ensemblgene": "ENSG00000134248", "start": 110401249, "strand": -1}, "genomic_pos_hg19": {"chr": "1", "end": 110950564, "start": 110943871, "strand": -1}, "go": {"BP": [{"evidence": "IMP", "gocategory": "BP", "id": "GO:0008361", "pubmed": 22980980, "qualifier": "involved_in", "term": "regulation of cell size"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0009615", "pubmed": 9499022, "qualifier": "involved_in", "term": "response to virus"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0010628", "pubmed": 21343296, "qualifier": "acts_upstream_of", "term": "positive regulation of gene expression"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0019079", "pubmed": 9499022, "qualifier": "involved_in", "term": "viral genome replication"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032008", "pubmed": 22980980, "qualifier": "involved_in", "term": "positive regulation of TOR signaling"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0032757", "pubmed": 21343296, "qualifier": "involved_in", "term": "positive regulation of interleukin-8 production"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0038202", "pubmed": 22980980, "qualifier": "involved_in", "term": "TORC1 signaling"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043123", "pubmed": 21343296, "qualifier": "involved_in", "term": "positive regulation of canonical NF-kappaB signal transduction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043154", "pubmed": 12773388, "qualifier": "involved_in", "term": "negative regulation of cysteine-type endopeptidase activity involved in apoptotic process"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0051092", "pubmed": 21343296, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of NF-kappaB transcription factor activity"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0061462", "pubmed": 22980980, "qualifier": "involved_in", "term": "protein localization to lysosome"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0071230", "qualifier": "involved_in", "term": "cellular response to amino acid stimulus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071230", "pubmed": 22980980, "qualifier": "involved_in", "term": "cellular response to amino acid stimulus"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0071230", "pubmed": 22980980, "qualifier": "involved_in", "term": "cellular response to amino acid stimulus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1900182", "pubmed": 21343296, "qualifier": "involved_in", "term": "positive regulation of protein localization to nucleus"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:1904263", "qualifier": "involved_in", "term": "positive regulation of TORC1 signaling"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1904263", "pubmed": [28935770, 29123114, 29158492], "qualifier": "involved_in", "term": "positive regulation of TORC1 signaling"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1905636", "pubmed": 21343296, "qualifier": "acts_upstream_of", "term": "positive regulation of RNA polymerase II regulatory region sequence-specific DNA binding"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005764", "qualifier": "is_active_in", "term": "lysosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005764", "pubmed": 22980980, "qualifier": "located_in", "term": "lysosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005765", "pubmed": 29158492, "qualifier": "is_active_in", "term": "lysosomal membrane"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005765", "pubmed": 22980980, "qualifier": "located_in", "term": "lysosomal membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005765", "qualifier": "located_in", "term": "lysosomal membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "pubmed": 12773388, "qualifier": "located_in", "term": "cytosol"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0031902", "pubmed": 20381137, "qualifier": "located_in", "term": "late endosome membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0032991", "pubmed": 12773388, "qualifier": "part_of", "term": "protein-containing complex"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0071986", "qualifier": "part_of", "term": "Ragulator complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0071986", "pubmed": [22980980, 28935770, 29123114, 29158492, 31601708], "qualifier": "part_of", "term": "Ragulator complex"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:0071986", "pubmed": 28935770, "qualifier": "part_of", "term": "Ragulator complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:1990877", "pubmed": 36103527, "qualifier": "part_of", "term": "FNIP-folliculin RagC/D GAP"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005085", "qualifier": "contributes_to", "term": "guanyl-nucleotide exchange factor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005085", "pubmed": 22980980, "qualifier": "contributes_to", "term": "guanyl-nucleotide exchange factor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [12773388, 16169070, 22740693, 23414517, 24169621, 25416956, 25561175, 25567906, 29123114, 32296183, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0060090", "pubmed": 22980980, "qualifier": "contributes_to", "term": "molecular adaptor activity"}]}, "homologene": {"genes": [[7955, 100333504], [8364, 100135168], [9031, 419811], [9544, 701645], [9598, 457120], [9606, 10542], [9615, 102156380], [9913, 516090], [10090, 68576], [10116, 295357]], "id": 4668}, "interpro": {"desc": "Ragulator complex protein LAMTOR5", "id": "IPR024135", "short_desc": "LAMTOR5"}, "ipi": ["IPI00935729", "IPI00976097"], "map_location": "1p13.3", "name": "late endosomal/lysosomal adaptor, MAPK and MTOR activator 5", "other_names": ["HBV X-interacting protein", "HBx-interacting protein", "hepatitis B virus x interacting protein", "hepatitis B virus x-interacting protein (9.6kD)", "late endosomal/lysosomal adaptor and MAPK and MTOR activator 5", "ragulator complex protein LAMTOR5"], "pantherdb": {"HGNC": "17955", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1915826", "ortholog_type": "LDO", "panther_family": "PTHR13342", "taxid": 10090, "uniprot_kb": "Q9D1L9"}, {"RGD": "1305005", "ortholog_type": "LDO", "panther_family": "PTHR13342", "taxid": 10116, "uniprot_kb": "D3ZF11"}, {"Ensembl": "ENSGALG00000000419", "ortholog_type": "LDO", "panther_family": "PTHR13342", "taxid": 9031, "uniprot_kb": "F1NRX4"}, {"ZFIN": "ZDB-GENE-110411-193", "ortholog_type": "LDO", "panther_family": "PTHR13342", "taxid": 7955, "uniprot_kb": "E7FA90"}, {"WormBase": "WBGene00020101", "ortholog_type": "LDO", "panther_family": "PTHR13342", "taxid": 6239, "uniprot_kb": "O17268"}, {"FlyBase": "FBgn0026090", "ortholog_type": "LDO", "panther_family": "PTHR13342", "taxid": 7227, "uniprot_kb": "O96824"}, {"dictyBase": "DDB_G0283567", "ortholog_type": "LDO", "panther_family": "PTHR13342", "taxid": 352472, "uniprot_kb": "Q54QW5"}], "uniprot_kb": "O43504"}, "pathway": {"biocarta": {"id": "hbxpathway", "name": "calcium signaling by hbx of hepatitis b virus"}, "kegg": {"id": "hsa04150", "name": "mTOR signaling pathway - Homo sapiens (human)"}, "netpath": {"id": "Pathway_AndrogenReceptor", "name": "AndrogenReceptor"}, "reactome": [{"id": "R-HSA-1257604", "name": "PIP3 activates AKT signaling"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1632852", "name": "Macroautophagy"}, {"id": "R-HSA-165159", "name": "MTOR signalling"}, {"id": "R-HSA-166208", "name": "mTORC1-mediated signalling"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-3700989", "name": "Transcriptional Regulation by TP53"}, {"id": "R-HSA-380972", "name": "Energy dependent regulation of mTOR by LKB1-AMPK"}, {"id": "R-HSA-5628897", "name": "TP53 Regulates Metabolic Genes"}, {"id": "R-HSA-6807070", "name": "PTEN Regulation"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8943724", "name": "Regulation of PTEN gene transcription"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-9006925", "name": "Intracellular signaling by second messengers"}, {"id": "R-HSA-9612973", "name": "Autophagy"}, {"id": "R-HSA-9639288", "name": "Amino acids regulate mTORC1"}, {"id": "R-HSA-9711097", "name": "Cellular response to starvation"}]}, "pdb": ["3MS6", "3MSH", "5VOK", "5X6U", "5X6V", "5Y38", "5Y39", "5Y3A", "5YK3", "5YK5", "6B9X", "6EHP", "6EHR", "6NZD", "6U62", "6ULG", "6WJ2", "6WJ3", "7T3A", "7T3B", "7T3C", "7UX2", "7UXC", "7UXH", "8DHB"], "pfam": "PF16672", "pharmgkb": "PA29211", "pharos": {"target_id": 4109, "tdl": "Tbio"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF169552", "relationship": "is"}, {"id": "GNF180458", "relationship": "is"}, {"id": "GNF191364", "relationship": "is"}, {"id": "GNF202270", "relationship": "is"}, {"id": "GNF273116", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF033607", "relationship": "similar to"}, "GNF_mm+hs-MGC": {"id": "GNF006322", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF233896", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF109358", "relationship": "is"}, {"id": "GNF148999", "relationship": "is"}, {"id": "GNF150124", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1"], "protein": ["NP_001369222.1", "NP_006393.2"], "rna": ["NM_001382293.1", "NM_006402.3"], "translation": [{"protein": "NP_001369222.1", "rna": "NM_001382293.1"}, {"protein": "NP_006393.2", "rna": "NM_006402.3"}]}, "reporter": {"GNF1H": "gnf1h03570_s_at", "HG-U133_Plus_2": ["202299_s_at", "202300_at"], "HG-U95Av2": "38054_at", "HTA-2_0": "TC01002972.hg.1", "HuEx-1_0": ["2427500", "4052928"], "HuGene-1_1": "7918437", "HuGene-2_1": "16690720"}, "summary": "This gene encodes a protein that specifically complexes with the C-terminus of hepatitis B virus X protein (HBx). The function of this protein is to negatively regulate HBx activity and thus to alter the replication life cycle of the virus. [provided by RefSeq, Jul 2008].", "symbol": "LAMTOR5", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1425201"}, "unigene": "Hs.439815", "uniprot": {"Swiss-Prot": "O43504", "TrEMBL": ["E9PLX3", "A0A8Z5A536", "R4GMU8"]}, "wikipedia": {"url_stub": "HBXIP"}}