{"AllianceGenome": "13646", "HGNC": "13646", "MIM": "613296", "_id": "55353", "_version": 1, "accession": {"genomic": ["AP002906.2", "AP003357.2", "AY198226.1", "AY219176.1", "AY219177.1", "CH471060.1", "CP068270.2", "NC_000008.11", "NC_060932.1"], "protein": ["AAH14129.1", "AAH31021.1", "AAH38117.1", "AAK69595.1", "AAL17908.2", "AAO63563.1", "AAO64358.1", "AAO64359.1", "AAO84265.1", "AAP14034.1", "BAC11549.1", "CAB66876.2", "EAW91763.1", "NP_060877.4", "Q86VI4.2"], "rna": ["AF317417.1", "AF527412.1", "AI079853.1", "AK075326.1", "AK311377.1", "AL136942.1", "AY057051.2", "AY261384.1", "BC014129.2", "BC031021.1", "BC038117.1", "NM_018407.6"], "translation": [{"protein": "AAH14129.1", "rna": "BC014129.2"}, {"protein": "AAH38117.1", "rna": "BC038117.1"}, {"protein": "AAK69595.1", "rna": "AF317417.1"}, {"protein": "AAP14034.1", "rna": "AF527412.1"}, {"protein": "CAB66876.2", "rna": "AL136942.1"}, {"protein": "BAC11549.1", "rna": "AK075326.1"}, {"protein": "AAH31021.1", "rna": "BC031021.1"}, {"protein": "AAL17908.2", "rna": "AY057051.2"}, {"protein": "NP_060877.4", "rna": "NM_018407.6"}, {"protein": "AAO84265.1", "rna": "AY261384.1"}]}, "alias": ["LAPTM4beta", "LC27"], "ensembl": {"gene": "ENSG00000104341", "protein": ["ENSP00000402301", "ENSP00000428409", "ENSP00000429868", "ENSP00000482533"], "transcript": ["ENST00000445593", "ENST00000517924", "ENST00000521545", "ENST00000619747"], "translation": [{"protein": "ENSP00000402301", "rna": "ENST00000445593"}, {"protein": "ENSP00000428409", "rna": "ENST00000521545"}, {"protein": "ENSP00000429868", "rna": "ENST00000517924"}, {"protein": "ENSP00000482533", "rna": "ENST00000619747"}], "type_of_gene": "protein_coding"}, "entrezgene": "55353", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 10.5014195525, "exp_mis": 134.611287049, "exp_syn": 65.3159269826, "lof_z": 0.764631568666116, "mis_z": 0.742449844278318, "mu_lof": 7.58685696789e-07, "mu_mis": 1.46384282722e-05, "mu_syn": 6.96448876664e-06, "n_lof": 8.0, "n_mis": 117.0, "n_syn": 56.0, "p_li": 3.42948861043789e-05, "p_null": 0.416928383815665, "p_rec": 0.58303732129823, "syn_z": 0.714605241614792}, "bp": 954, "cds_end": 98863702, "cds_start": 98787964, "n_exons": 7, "nonpsych": {"exp_lof": 9.36719396183, "exp_mis": 121.698604159, "exp_syn": 58.9796152417, "lof_z": 0.759593179474925, "mis_z": 0.900646304406557, "mu_lof": 7.58685696789e-07, "mu_mis": 1.46384282722e-05, "mu_syn": 6.96448876664e-06, "n_lof": 7.0, "n_mis": 102.0, "n_syn": 52.0, "p_li": 0.000142322422056617, "p_null": 0.379206337283858, "p_rec": 0.620651340294086, "syn_z": 0.572195308982307}, "nontcga": {"exp_lof": 9.64789349659, "exp_mis": 123.828980502, "exp_syn": 60.0772451775, "lof_z": 0.523352306950075, "mis_z": 0.753453540194744, "mu_lof": 7.58685696789e-07, "mu_mis": 1.46384282722e-05, "mu_syn": 6.96448876664e-06, "n_lof": 8.0, "n_mis": 107.0, "n_syn": 54.0, "p_li": 2.15665202630972e-05, "p_null": 0.515603628400806, "p_rec": 0.48437480507893, "syn_z": 0.496448717415688}, "transcript": "ENST00000445593.2"}, "exons": [{"cdsend": 97851474, "cdsstart": 97776009, "chr": "8", "position": [[97775787, 97776108], [97805352, 97805464], [97815327, 97815401], [97816057, 97816180], [97819139, 97819238], [97825057, 97825153], [97851396, 97853013]], "strand": 1, "transcript": "NM_018407", "txend": 97853013, "txstart": 97775787}], "exons_hg19": [{"cdsend": 98863702, "cdsstart": 98788237, "chr": "8", "position": [[98788015, 98788336], [98817580, 98817692], [98827555, 98827629], [98828285, 98828408], [98831367, 98831466], [98837285, 98837381], [98863624, 98865241]], "strand": 1, "transcript": "NM_018407", "txend": 98865241, "txstart": 98788015}], "generif": [{"pubmed": 15162524, "text": "LAPTM4B gene encoded two isoforms of tetratransmembrane proteins, LAPTM4B-35 and LAPTM4B-24 and expression of LAPTM4B-35 protein is upregulated and associated with poor differentiation in human hepatocellular carcinoma tissues"}, {"pubmed": 15911104, "text": "LAPTM4b has active role in disease progression of malignant cells and is involved in cell proliferation and multidrug resistance"}, {"pubmed": 15968325, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16769693, "text": "We have demonstrated intergenic splicing between two sets of family genes, the matrilin-3 (MATN3) and lysosomal-associated protein transmembrane 4alpha (LAPTM4A)."}, {"pubmed": 17074969, "text": "LAPTM4B gene polymorphism is associated with gastric cancer"}, {"pubmed": 17074969, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17965115, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17965115, "text": "These results indicate that the genetic polymorphism of LAPTM4B is a potential risk factor for the development of colon cancer."}, {"pubmed": 18334282, "text": "LAPTM4B-35 positively expressed in a great portion of extrahepatic cholangiocarcinoma and might be a novel molecular maker of progression, invasiveness and poor prognosis."}, {"pubmed": 18949404, "text": "LAPTM4B may be a clinically useful prognostic indicator for ovarian carcinoma."}, {"pubmed": 19690886, "text": "LAPTM4B-35 expression showed a strong association with recurrence, metastasis and progression of hepatoma."}, {"pubmed": 19843073, "text": "LAPTM4B-35 and its PPRP motif play critical roles in proliferation and metastatic potential of hepatocellular carcinoma cells."}, {"pubmed": 20358632, "text": "LAPTM4B-35 is a novel prognostic factor of hepatocellular carcinoma."}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20583413, "text": "LAPTM4B expressed in GBC-SD cells at a relatively low level. Forced overexpression of LAPTM4B increased invasive potential of GBC-SD cells, through modulating molecules associated with degradation of extracellular matrix."}, {"pubmed": 20711237, "text": "LAPTM4B-35 motivates multidrug resistance of cancer cells by promoting drug efflux"}, {"pubmed": 20881850, "text": "LAPTM4B-35 may be associated with tumor progression in cervical carcinoma"}, {"pubmed": 21416470, "text": "Over-expression of LAPTM4B is associated with chemotherapy resistance and stages III and IV epithelial ovarian cancer"}, {"pubmed": 21429547, "text": "overexpression of LAPTM4B-35 attenuated epirubicin-induced apoptosis of gallbladder carcinoma GBC-SD cells through a mitochondria-dependent pathway"}, {"pubmed": 21618708, "text": "Upregulation of LAPTM4B-35 promotes malignant transformation and liver tumorigenesis."}, {"pubmed": 21656743, "text": "the LAPTM4B*2 allele might be a cervical cancer risk factor and may play an important role in genetic susceptibility to cervical cancer in the Chinese population."}, {"pubmed": 22037872, "text": "Data show that LAPTM4B protein was localized in lysosomes where its depletion increased membrane permeability, pH, cathepsin release, and cellular apoptosis."}, {"pubmed": 22156622, "text": "gene polymorphism of LAPTM4B may influence the individuals' susceptibility to primary liver cancer."}, {"pubmed": 22193644, "text": "LAPTM4B expression was found to have a significant inverse correlation on prognosis in patients with metastatic ovarian tumors and may be an independent prognostic marker for metastatic ovarian tumors."}, {"pubmed": 22207410, "text": "allele *2 of LAPTM4B appears to be associated with genetic susceptibility of HCC and may therefore be considered as a risk factor."}, {"pubmed": 22270081, "text": "LAPTM4B allelic variation was significantly associated with breast cancer occurrence, with adjusted odds ratios of 1.387 (95%CI = 1.111-1.730) for LAPTM4B*1/2 and 1.592 (95% CI = 1.043-2.430) for LAPTM4B*2/2 genotype."}, {"pubmed": 22302286, "text": "LAPTM4B allele *2 may be a risk factor associated with genetic susceptibility to GBC."}, {"pubmed": 22412199, "text": "Findings indicate that the LAPTM4B 2 allele may be a risk factor for ovarian cancer and may play an important role in genetic susceptibility to ovarian cancer."}, {"pubmed": 22509374, "text": "LAPTM4B is a risk factor associated with poor prognosis in patients with resected HCC. LAPTM4B status may be useful preoperatively as an adjunct in evaluation of the operability of HCC."}, {"pubmed": 22578410, "text": "LAPTM4B overexpression is an independent factor in poor colorectal cancer prognosis, and it may be an important potential biomarker."}, {"pubmed": 22971479, "text": "LAPTM4B-35 was found to be present at high levels in a large proportion of patients with pancreatic carcinoma, and was closely related to disease progression and poor prognosis."}, {"pubmed": 22984585, "text": "LAPTM4B*2 is a risk factor associated with breast cancer susceptibility and poor prognosis"}, {"pubmed": 22984631, "text": "Data suggest that lysosomal protein transmembrane 4 beta (LAPTM4B) status may be useful in preoperative evaluation of the operability of gallbladder carcinoma (GBC)."}, {"pubmed": 23023342, "text": "LAPTM4B was found to not exhibit any expression changes between different classes of pituitary adenomas."}, {"pubmed": 23292099, "text": "High LAPTM4B expression is associated with lymph node metastasis, and recurrence in breast cancer."}, {"pubmed": 23312008, "text": "Endometrial carcinoma patients with LAPTM4B *2 variant had both significantly shorter overall survival and disease-free survival."}, {"pubmed": 23345117, "text": "The results of our study indicated that the polymorphism of LAPTM4B gene did not influence the susceptibility of nasopharyngeal carcinoma in the Chinese population"}, {"pubmed": 23364988, "text": "SNPs in lysosomal-associated transmembrane protein 4 beta (LAPTM4B) and insulin-like growth factor 1 (IGF1) were associated with both susceptibility to and curve severity in adolescent idiopathic scoliosis in Korea."}, {"pubmed": 23469012, "text": "study identified the core promoter region responsible for constitutive expression of LAPTM4B and clarified that CREB1 played an important role in LAPTM4B transcriptional regulation in human breast cancer cells"}, {"pubmed": 24563515, "text": "LAPTM4B, with increased expression in airways at shorter distance from tumors, was upregulated in human immortalized cells compared with normal bronchial epithelial cells and promoted anchorage-dependent and independent lung cancer cell growth."}, {"pubmed": 24651764, "text": "Overexpression of LAPTM4B-35 may be associated with tumor progression and poor prognosis in prostate cancer."}, {"pubmed": 24676601, "text": "The results suggest that LAPTM4B polymorphisms may be a prospective marker for evaluating the risk and prognosis of non-small cell lung cancer."}, {"pubmed": 24746178, "text": "The LAPTM4B *2 allele was associated with increasing risk of multiple cancers, tumor initiation and development in Chinese populations. [meta-analysis]"}, {"pubmed": 24816841, "text": "Overexpression of LAPTM4B protein is correlated with tumor angiogenesis and poor prognosis in non-small cell lung cancer."}, {"pubmed": 25001088, "text": "no association between LAPTM4B polymorphism and the risk of breast cancer in a sample of Iranian population"}, {"pubmed": 25416438, "text": "LAPTM4B-35 is consistently expressed in gastric cancer and is associated with specific clinicopathological and immunohistochemical characteristics."}, {"pubmed": 25588945, "text": "The results reveal an essential layer of EGFR trafficking regulated by LAPTM4B, PtdIns(4,5)P2 signaling, and the ESCRT complex and define a mechanism by which the oncoprotein LAPTM4B can transform cells and promote tumor progression."}, {"pubmed": 25689860, "text": "LAPTM4B-35 over-expression was an independent factor in gastric carcinoma prognosis"}, {"pubmed": 25714029, "text": "Authors found that restoration of miR-188-5p can inhibit the PI3K/AKT signaling pathway via the suppression of LAPTM4B."}, {"pubmed": 25849595, "text": "These findings indicate that LAPTM4B-35 overexpression may be related to GC progression and poor prognosis, and thus may serve as a new prediction marker of prognosis in GC patients."}, {"pubmed": 25910706, "text": "LAPTM4B-35 overexpression is associated with small cell lung cancer."}, {"pubmed": 25998567, "text": "LAPTM4b recruits LAT1-4F2hc to lysosomes, leading to uptake of leucine into lysosomes."}, {"pubmed": 26126825, "text": "LAPTM4B binds to GARP and is a negative regulator of TGF-beta1 production in human Tregs"}, {"pubmed": 26247403, "text": "Compared with the control cells, the LAPTM4B-miRNA-transfected NIH:OVCAR3 cells exhibited significant decreases in cell motility and invasion. Furthermore, LAPTM4B depletion resulted in a significant decrease in proliferating cell nuclear antigen, vascular endothelial growth factor, MMP2, MMP9, and CDK12 expression"}, {"pubmed": 26280656, "text": "By compartmentalizing ceramide, LAPTM4B controls key sphingolipid-mediated cell death mechanisms and emerges as a candidate for sphingolipid-targeting cancer therapies."}, {"pubmed": 26343532, "text": "Our study points to the relevance of LAPTM4B expression to NSCLC pathogenesis as well as to the probable role of LAPTM4B/NRF2 signaling in promoting lung cancer cell survival."}, {"pubmed": 26383850, "text": "Findings provide evidence that LAPTM4B plays an important role in promoting tumor angiogenesis."}, {"pubmed": 26526574, "text": "Cox analysis demonstrated that combined LAPTM4B-35 and VEGF expression was an independent factor for both OS and DFS (P = 0.015 and P = 0.016, respectively). Overexpression of LAPTM4B-35combined with positive VEGF expression may serve as a new biological marker to predict the prognosis of cervical carcinoma patients."}, {"pubmed": 27391361, "text": "Findings suggested that LAPTM4B allele *1 was a risk factor associated with poor prognosis in patients with colon cancer, but not in patients with rectal or esophageal cancers. LAPTM4B genotype status might be a useful prognostic indicator for patients that need surgical operation in colon cancer."}, {"pubmed": 27486880, "text": "The overexpressed LAPTM4B-35 was an independent prognostic biomarker for non-small-cell lung cancer, which could predict cancer recurrence and poor over survival."}, {"pubmed": 27542271, "text": "LAPTM4B-35 is a novel cancer-driving protein that can be inhibited by ethylglyoxal bisthiosemicarbazon"}, {"pubmed": 28097442, "text": "The findings of this study showed LAPTM4B-35 to be strongly associated with tumor proliferation, tumor angiogenesis and poor outcomes of GBM patients."}, {"pubmed": 28245476, "text": "High expression level of LAPTM4B predicts tumor metastatic potential in patients with breast cancer."}, {"pubmed": 28476037, "text": "Findings suggest that lysosome-associated transmembrane protein 4B (LAPTM4B), vascular endothelial growth factor (VEGF), and nuclear survivin expression are significantly correlated in breast cancer, which may be predictive of prognosis as well as effective therapeutic targets for anticancer therapies."}, {"pubmed": 28618967, "text": "These findings indicate that the LAPTM4B*2 allele is associated with the high risk of pancreatic carcinoma and carrying LAPTM4B*2 may be a susceptible factor to Chinese pancreatic carcinoma patients"}, {"pubmed": 29108920, "text": "that LAPTM4B plays an important role in the promotion of hepatocarcinogenesis and cancer progression and may serve as a biomarker for the diagnosis and monitoring of hepatocellular carcinoma"}, {"pubmed": 29337428, "text": "AP4 and LAPTM4B are highly coexpressed in hepatocellular carcinoma tissues, and their coexpression may be a marker of poor prognosis."}, {"pubmed": 29378908, "text": "Findings identify LAPTM4B as a direct AP4 target gene and the interaction of AP4 and LAPTM4B plays an important role in breast cancer progression.Implications: This study demonstrates that AP4 promotes cell growth, migration, invasion, and cisplatin resistance through upregulation of LAPTM4B expression."}, {"pubmed": 29770955, "text": "Results confirm the possible role of the LAPTM4B gene in anthracycline resistance in HR- breast cancer."}, {"pubmed": 29882487, "text": "our results illustrate the LAPTM4B gene as a diagnostic biomarker in patients with hepatocellular carcinoma having documented evidence of chronic hepatitis C virus infection"}, {"pubmed": 30255662, "text": "In the current study, we performed a meta-analysis to find out the exact role of LAPTM4B polymorphism on risk of cancer. The results revealed that LAPTM4B polymorphism significantly increased the risk of cancer in codominant, dominant, overdominant, and allele genetic inheritance models"}, {"pubmed": 30778748, "text": "LAPTM4B-35 is significantly deregulated in PDAC with high diagnostic and prognostic impact as circulating tumor marker."}, {"pubmed": 30940109, "text": "LAPTM4B is related to lung adenocarcinoma (LAC) progression and might be a potential biomarker and theraputic target for LAC."}, {"pubmed": 31033460, "text": "Lysosome-associated transmembrane protein 4B (LAPTM4B) is overexpressed in triple-negative breast cancer. The knockdown of LAPTM4B restores cyclin-dependent kinase inhibitor p27 (p27kip1) expression and inhibits the aggressiveness of breast cancer cells."}, {"pubmed": 31084933, "text": "Epithelial-to-mesenchymal transition in Gastric Cancer is promoted by a combination of LAPTM4B overexpression and H. pylori infection."}, {"pubmed": 31389121, "text": "Results show that LAPTM4B expression breast cancer cells is inversely correlated and regulated by mir-132 which bind to its 3'UTR."}, {"pubmed": 31827181, "text": "Overexpression of LAPTM4B-35 is a negative prognostic factor in head and neck squamous cell carcinoma."}, {"pubmed": 32679228, "text": "Lysosome Associated Protein Transmembrane 4B-24 Is the Predominant Protein Isoform in Human Tissues and Undergoes Rapid, Nutrient-Regulated Turnover."}, {"pubmed": 33090522, "text": "Lysosomal-associated transmembrane protein 4B regulates ceramide-induced exosome release."}, {"pubmed": 33181324, "text": "LAPTM4B controls the sphingolipid and ether lipid signature of small extracellular vesicles."}, {"pubmed": 34393233, "text": "[Serum LAPTM4B-35 protein as a novel diagnostic marker for hepatocellular carcinoma]."}, {"pubmed": 35863479, "text": "Screening of four key genes in esophageal carcinoma based on TCGA and GEO data and verification of anti-proliferative effect of LAPTM4B knockdown in esophageal carcinoma cells invitro."}, {"pubmed": 36758682, "text": "LAPTM4B promotes AML progression through regulating RPS9/STAT3 axis."}, {"pubmed": 38388484, "text": "LAPTM4B-mediated hepatocellular carcinoma stem cell proliferation and MDSC migration: implications for HCC progression and sensitivity to PD-L1 monoclonal antibody therapy."}], "genomic_pos": {"chr": "8", "end": 97853013, "ensemblgene": "ENSG00000104341", "start": 97775057, "strand": 1}, "genomic_pos_hg19": {"chr": "8", "end": 98865241, "start": 98787285, "strand": 1}, "go": {"BP": [{"evidence": "IMP", "gocategory": "BP", "id": "GO:0007032", "pubmed": 21224396, "qualifier": "involved_in", "term": "endosome organization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032509", "pubmed": 25588945, "qualifier": "involved_in", "term": "endosome transport via multivesicular body sorting pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032911", "pubmed": 26126825, "qualifier": "involved_in", "term": "negative regulation of transforming growth factor beta1 production"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0097213", "pubmed": 26280656, "qualifier": "involved_in", "term": "regulation of lysosomal membrane permeability"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1905166", "pubmed": 25588945, "qualifier": "involved_in", "term": "negative regulation of lysosomal protein catabolic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1905671", "pubmed": 26280656, "qualifier": "involved_in", "term": "regulation of lysosome organization"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005764", "pubmed": 25588945, "qualifier": "located_in", "term": "lysosome"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005765", "qualifier": "is_active_in", "term": "lysosomal membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005765", "pubmed": [21224396, 22096579], "qualifier": "located_in", "term": "lysosomal membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005768", "pubmed": 25588945, "qualifier": "located_in", "term": "endosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005769", "pubmed": 25588945, "qualifier": "located_in", "term": "early endosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 22096579, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0031902", "pubmed": [21224396, 22096579, 25588945], "qualifier": "located_in", "term": "late endosome membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0032585", "pubmed": [25588945, 26280656], "qualifier": "located_in", "term": "multivesicular body membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0042995", "pubmed": 22096579, "qualifier": "located_in", "term": "cell projection"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0097487", "pubmed": 26280656, "qualifier": "located_in", "term": "multivesicular body, internal vesicle"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [20711237, 21224396, 22096579, 25416956, 25588945, 25594178, 25998567, 26126825, 28479384, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019900", "pubmed": 25588945, "qualifier": "enables", "term": "kinase binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0031625", "pubmed": 25588945, "qualifier": "enables", "term": "ubiquitin protein ligase binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0097001", "pubmed": 26280656, "qualifier": "enables", "term": "ceramide binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1902936", "pubmed": 25588945, "qualifier": "enables", "term": "phosphatidylinositol bisphosphate binding"}]}, "homologene": {"genes": [[7955, 368911], [8364, 101732221], [9031, 770893], [9598, 740230], [9606, 55353], [9615, 475042], [9913, 404155], [10090, 114128], [10116, 315047]], "id": 10182}, "interpro": {"desc": "Lysosomal-associated transmembrane protein 4/5", "id": "IPR004687", "short_desc": "LAPTM4/5"}, "ipi": ["IPI00465172", "IPI00743046", "IPI00786974"], "map_location": "8q22.1", "name": "lysosomal protein transmembrane 4 beta", "other_names": ["lysosomal associated protein transmembrane 4 beta", "lysosomal-associated transmembrane protein 4B", "lysosome-associated transmembrane protein 4-beta"], "pantherdb": {"HGNC": "13646", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1890494", "ortholog_type": "LDO", "panther_family": "PTHR12479", "taxid": 10090, "uniprot_kb": "Q91XQ6"}, {"RGD": "1311853", "ortholog_type": "LDO", "panther_family": "PTHR12479", "taxid": 10116, "uniprot_kb": "Q5U1W4"}, {"Ensembl": "ENSGALG00000045196", "ortholog_type": "LDO", "panther_family": "PTHR12479", "taxid": 9031, "uniprot_kb": "A0A1D5P040"}, {"ZFIN": "ZDB-GENE-030616-616", "ortholog_type": "LDO", "panther_family": "PTHR12479", "taxid": 7955, "uniprot_kb": "Q801V1"}, {"WormBase": "WBGene00014214", "ortholog_type": "O", "panther_family": "PTHR12479", "taxid": 6239, "uniprot_kb": "Q23393"}, {"WormBase": "WBGene00016262", "ortholog_type": "O", "panther_family": "PTHR12479", "taxid": 6239, "uniprot_kb": "Q95YE0"}, {"WormBase": "WBGene00007338", "ortholog_type": "O", "panther_family": "PTHR12479", "taxid": 6239, "uniprot_kb": "G5EEY1"}, {"WormBase": "WBGene00016533", "ortholog_type": "LDO", "panther_family": "PTHR12479", "taxid": 6239, "uniprot_kb": "Q18527"}, {"WormBase": "WBGene00008191", "ortholog_type": "O", "panther_family": "PTHR12479", "taxid": 6239, "uniprot_kb": "O45310"}, {"WormBase": "WBGene00017675", "ortholog_type": "O", "panther_family": "PTHR12479", "taxid": 6239, "uniprot_kb": "P91269"}, {"WormBase": "WBGene00021060", "ortholog_type": "O", "panther_family": "PTHR12479", "taxid": 6239, "uniprot_kb": "Q23190"}, {"WormBase": "WBGene00015494", "ortholog_type": "O", "panther_family": "PTHR12479", "taxid": 6239, "uniprot_kb": "L8E7Y1"}, {"FlyBase": "FBgn0040777", "ortholog_type": "LDO", "panther_family": "PTHR12479", "taxid": 7227, "uniprot_kb": "Q7KGU6"}], "uniprot_kb": "Q86VI4"}, "pathway": {"kegg": {"id": "hsa04142", "name": "Lysosome - Homo sapiens (human)"}}, "pfam": "PF03821", "pharmgkb": "PA128395785", "pharos": {"target_id": 2512, "tdl": "Tbio"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF171440", "relationship": "is"}, {"id": "GNF182346", "relationship": "is"}, {"id": "GNF193252", "relationship": "is"}, {"id": "GNF204158", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF161003", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF040710", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF007911", "relationship": "is"}, {"id": "GNF007912", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF106562", "relationship": "is"}, {"id": "GNF146208", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000008.11", "NC_060932.1"], "protein": "NP_060877.4", "rna": "NM_018407.6", "translation": {"protein": "NP_060877.4", "rna": "NM_018407.6"}}, "reporter": {"HG-U133_Plus_2": ["1554679_a_at", "208029_s_at", "208767_s_at", "214039_s_at"], "HG-U95Av2": "41188_at", "HG-U95B": "44847_at", "HTA-2_0": "TC08000597.hg.1", "HuEx-1_0": ["2783431", "3108489"], "HuGene-1_1": "8147503", "HuGene-2_1": "17071208"}, "summary": "Enables ceramide binding activity; enzyme binding activity; and phosphatidylinositol bisphosphate binding activity. Involved in several processes, including negative regulation of macromolecule metabolic process; regulation of lysosomal membrane permeability; and regulation of lysosome organization. Located in several cellular components, including endosome; lysosomal membrane; and plasma membrane. [provided by Alliance of Genome Resources, Apr 2022]", "symbol": "LAPTM4B", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1422129"}, "unigene": "Hs.492314", "uniprot": {"Swiss-Prot": "Q86VI4", "TrEMBL": "H0YBN1"}, "wikipedia": {"url_stub": "LAPTM4B"}}