{"AllianceGenome": "6513", "HGNC": "6513", "MIM": "602920", "_id": "3927", "_version": 2, "accession": {"genomic": ["AC006441.13", "AC110749.12", "CH471152.1", "CP068261.2", "NC_000017.11", "NC_060941.1"], "protein": ["AAH07560.1", "AAH12460.1", "BAF82536.1", "BAG57861.1", "BAG58436.1", "BAG58846.1", "CAA57833.1", "EAW60543.1", "EAW60544.1", "EAW60545.1", "NP_001258537.1", "NP_006139.1", "Q14847.2", "XP_047291921.1"], "rna": ["AK095958.1", "AK289847.1", "AK294704.1", "AK295522.1", "AK296092.1", "AK307868.1", "AK309933.1", "BC007367.2", "BC007560.1", "BC012460.1", "BQ961916.1", "CN371189.1", "DC324561.1", "DC333179.1", "NM_001271608.2", "NM_006148.4", "NR_073384.2", "X82456.1", "XM_047435965.1"], "translation": [{"protein": "NP_006139.1", "rna": "NM_006148.4"}, {"protein": "BAG58846.1", "rna": "AK296092.1"}, {"protein": "BAF82536.1", "rna": "AK289847.1"}, {"protein": "BAG58436.1", "rna": "AK295522.1"}, {"protein": "BAG57861.1", "rna": "AK294704.1"}, {"protein": "AAH07560.1", "rna": "BC007560.1"}, {"protein": "XP_047291921.1", "rna": "XM_047435965.1"}, {"protein": "NP_001258537.1", "rna": "NM_001271608.2"}, {"protein": "CAA57833.1", "rna": "X82456.1"}, {"protein": "AAH12460.1", "rna": "BC012460.1"}]}, "alias": ["Lasp-1", "MLN50"], "ensembl": {"gene": "ENSG00000002834", "protein": ["ENSP00000325240", "ENSP00000391897", "ENSP00000401048", "ENSP00000414803", "ENSP00000462564", "ENSP00000468664"], "transcript": ["ENST00000318008", "ENST00000419929", "ENST00000433206", "ENST00000443937", "ENST00000579123", "ENST00000581485", "ENST00000584106", "ENST00000585841"], "translation": [{"protein": "ENSP00000401048", "rna": "ENST00000433206"}, {"protein": "ENSP00000468664", "rna": "ENST00000585841"}, {"protein": "ENSP00000325240", "rna": "ENST00000318008"}, {"protein": "ENSP00000414803", "rna": "ENST00000443937"}, {"protein": "ENSP00000391897", "rna": "ENST00000419929"}, {"protein": "ENSP00000462564", "rna": "ENST00000579123"}], "type_of_gene": "protein_coding"}, "entrezgene": "3927", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 10.6959150612, "exp_mis": 120.029085278, "exp_syn": 63.8583878535, "lof_z": 2.93676726034173, "mis_z": 2.68000151317124, "mu_lof": 9.2993941814e-07, "mu_mis": 1.18945883038e-05, "mu_syn": 6.15399784837e-06, "n_lof": 1.0, "n_mis": 60.0, "n_syn": 49.0, "p_li": 0.8667394350595, "p_null": 0.000390391232224815, "p_rec": 0.132870173708275, "syn_z": 1.15268917854577}, "bp": 786, "cds_end": 37075031, "cds_start": 37026442, "n_exons": 7, "nonpsych": {"exp_lof": 9.55822676598, "exp_mis": 108.515299219, "exp_syn": 57.6753893308, "lof_z": 2.71861122297281, "mis_z": 2.736416867241, "mu_lof": 9.2993941814e-07, "mu_mis": 1.18945883038e-05, "mu_syn": 6.15399784837e-06, "n_lof": 1.0, "n_mis": 52.0, "n_syn": 44.0, "p_li": 0.829224819653552, "p_null": 0.000922643529119794, "p_rec": 0.169852536817328, "syn_z": 1.13372565992637}, "nontcga": {"exp_lof": 9.82829110228, "exp_mis": 110.41481533, "exp_syn": 58.7377628767, "lof_z": 2.77791455713838, "mis_z": 2.62737476753952, "mu_lof": 9.2993941814e-07, "mu_mis": 1.18945883038e-05, "mu_syn": 6.15399784837e-06, "n_lof": 1.0, "n_mis": 55.0, "n_syn": 47.0, "p_li": 0.830226612811231, "p_null": 0.000744885748814251, "p_rec": 0.169028501439955, "syn_z": 0.969725491283077}, "transcript": "ENST00000318008.6"}, "exons": [{"cdsend": 38918778, "cdsstart": 38878099, "chr": "17", "position": [[38869858, 38870258], [38878085, 38878180], [38898411, 38898519], [38914324, 38914475], [38915042, 38915146], [38918604, 38921770]], "strand": 1, "transcript": "NM_001271608", "txend": 38921770, "txstart": 38869858}, {"cdsend": 38918778, "cdsstart": 38870189, "chr": "17", "position": [[38870057, 38870258], [38878085, 38878180], [38890419, 38890504], [38898411, 38898519], [38914324, 38914475], [38915042, 38915146], [38918604, 38921770]], "strand": 1, "transcript": "NM_006148", "txend": 38921770, "txstart": 38870057}, {"cdsend": 38921770, "cdsstart": 38921770, "chr": "17", "position": [[38870057, 38870258], [38878085, 38878180], [38890419, 38890504], [38896901, 38897071], [38898411, 38898519], [38914324, 38914475], [38915042, 38915146], [38918604, 38921770]], "strand": 1, "transcript": "NR_073384", "txend": 38921770, "txstart": 38870057}], "exons_hg19": [{"cdsend": 37075031, "cdsstart": 37034352, "chr": "17", "position": [[37026111, 37026511], [37034338, 37034433], [37054664, 37054772], [37070577, 37070728], [37071295, 37071399], [37074857, 37078023]], "strand": 1, "transcript": "NM_001271608", "txend": 37078023, "txstart": 37026111}, {"cdsend": 37075031, "cdsstart": 37026442, "chr": "17", "position": [[37026310, 37026511], [37034338, 37034433], [37046672, 37046757], [37054664, 37054772], [37070577, 37070728], [37071295, 37071399], [37074857, 37078023]], "strand": 1, "transcript": "NM_006148", "txend": 37078023, "txstart": 37026310}, {"cdsend": 37078023, "cdsstart": 37078023, "chr": "17", "position": [[37026310, 37026511], [37034338, 37034433], [37046672, 37046757], [37053154, 37053324], [37054664, 37054772], [37070577, 37070728], [37071295, 37071399], [37074857, 37078023]], "strand": 1, "transcript": "NR_073384", "txend": 37078023, "txstart": 37026310}], "generif": [{"pubmed": 9688835, "text": "In rabbits, lasp-1 phosphorylation is increased by histamine H2 receptor activation and elevation of intracellular cAMP"}, {"pubmed": 12432067, "text": "In rabbits, lasp-1 localizes to sites of dynamic actin assembly, identifies sites that are phosphorylated by protein kinase A in vivo, and shows that the phosphorylation of these sites decreases F-actin-binding to lasp-1."}, {"pubmed": 12571245, "text": "phosphorylation of LASP by cGK and cAK may be involved in cytoskeletal organization and cell motility"}, {"pubmed": 15004028, "text": "LIM-nebulette, Lasp-1, and zyxin may play an important role in the organization of focal adhesions"}, {"pubmed": 15465019, "text": "Data suggest that there are no functional differences between human and mouse LASP-1."}, {"pubmed": 16430883, "text": "LASP-1 has an essential role in tumor cell growth and migration, possibly by influencing the localization of zyxin."}, {"pubmed": 17211471, "text": "LASP-1 has an essential role in growth and migration of ovarian carcinoma cells, possibly by influencing the localization of zyxin."}, {"pubmed": 17376794, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17956604, "text": "LASP-1 may have roles in progression of human breast carcinoma"}, {"pubmed": 19155088, "text": "p53 may play a role in influencing tumor metastasis through Lasp1 in hepatocellular caarcinoma."}, {"pubmed": 19177205, "text": "The ectopic expression of LASP-1 and uPA supported the proteomic results and showed that uPA up-regulation increased LASP-1 expression and that both were implicated in SKHep1C3 motility."}, {"pubmed": 19718473, "text": "LASP-1 translocation to the cytoskeleton of activated platelets correlates with LASP-1 phosphorylation at tyrosine 171 by Src-kinase"}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20419088, "text": "LASP-1 interaction with CXCR2 is critical for CXCR2-mediated chemotaxis"}, {"pubmed": 20461080, "text": "Nuclear LASP-1-positivity may serve as a negative prognostic indicator for long-term survival of breast cancer patients."}, {"pubmed": 20660701, "text": "Overexpression of LASP-1 was found in metastatic colorectal cancer (CRC) tissues (p=0.002), and its expression level was closely correlated with overall survival of patients with CRC (p=0.002)."}, {"pubmed": 20812987, "text": "LASP-1, S100A9 and RhoGDI were detected by proteomic analysis to be differentially expressed between normal mucosa, non-metastatic colorectal carcinoma and metastatic CRC tissue"}, {"pubmed": 20843712, "text": "Data indicate that LASP1 may have an oncogenic function and that it might be regulated by miR-1, miR-133a, and miR-218, which may function as tumor suppressive miRNAs in bladder cancer (BC)."}, {"pubmed": 20924110, "text": "LASP1 knockdown by small interfering RNA-mediated silencing indicates its funcion role in progression and metastasis of medulloblastoma."}, {"pubmed": 21215099, "text": "LASP-1 gene expression enhances proliferation of colorectal cancer cells and may serve as a useful marker for colorectal cancer progression."}, {"pubmed": 22481019, "text": "Data indicate decreased cell migratory potential accompanied by enhanced cell adhesion, but no significant inhibition of cell proliferation as measured by in T24 cells upon LIM and SH3 (LASP)-1 protein (LASP-1) knockdown."}, {"pubmed": 22514729, "text": "Data indicate that Lasp-1 is a novel component of podosomes and is involved in the regulation of podosomal function."}, {"pubmed": 22665060, "text": "Phosphorylation of LASP-1 by PKA at serine 146 induces translocation of the LASP-1/ZO-2 complex from the cytoplasm to the nucleus."}, {"pubmed": 22713668, "text": "Up-regulated of BIRC5 and LASP1 was able to abrogate the effects induced by transfection with the miR-203 precursor in triple negative breast cancer."}, {"pubmed": 22897902, "text": "These results demonstrated that hepatitis B virus X protein could upregulate LASP-1 through PI3-K pathway to promote the proliferation and migration of hepatoma cells."}, {"pubmed": 22940702, "text": "miR-203 inhibits the migration and invasion of esophageal squamous cell carcinoma by regulating LASP1."}, {"pubmed": 23040864, "text": "A single-nucleotide polymorphism in the LASP1 gene promoter region is associated with schizophrenia susceptibility."}, {"pubmed": 23084841, "text": "High cytosolic LASP-1 expression is associated with hepatocellular carcinoma."}, {"pubmed": 23254782, "text": "LASP1 may play an important role in the pathogenesis of esophageal squamous cell carcinoma."}, {"pubmed": 23968734, "text": "Data show that miR-133a can target the 3' untranslated region (3'UTR) of LIM and SH3 protein 1 (LASP1) mRNA and suppress the expression of LASP1."}, {"pubmed": 24386158, "text": "LASP-1 is linked closely to tumourigenicity in oral cancer."}, {"pubmed": 24554194, "text": "Results show significant upregulation of LASP1 and SCAD protein levels in acute psychotic bipolar disorder samples."}, {"pubmed": 24815849, "text": "LASP1 was a direct target of miR-218 in prostate cells."}, {"pubmed": 24913448, "text": "Study revealed that LASP1 phosphorylation results in an association with CRKL - another specific BCR-ABL substrate and bona fide biomarker for BCR-ABL activity."}, {"pubmed": 24955835, "text": "LASP-1 overexpression was associated with aggressive phenotype in clear cell renal cell cancer."}, {"pubmed": 24990592, "text": "LASP-1, overexpressed in gastric cancer and associated with poor prognosis, plays an important role in the growth and metastasis of gastric cancer."}, {"pubmed": 25252758, "text": "LIM and SH3 protein 1 induces TGFbeta-mediated epithelial-mesenchymal transition in human colorectal cancer by regulating S100A4 expression."}, {"pubmed": 25385028, "text": "Results defined LASP1 as a direct target gene for HIF1alpha upregulation that is critical for metastatic progression of PDAC."}, {"pubmed": 25622104, "text": "LASP1 plays key roles in cell structure, physiological processes, and cell signaling; overexpression contributes to cancer aggressiveness [review]"}, {"pubmed": 25760690, "text": "Our results suggest that LASP-1 mRNA overexpression may be mainly implicated in female hepatocellular carcinoma (HCC) and cirrhotic HCCs; and that LASP1 may play its role with vimentin in HCC cells."}, {"pubmed": 25982273, "text": "LASP-1 associated with UHRF1, G9a, Snail1 and di- and tri-methylated histoneH3 in a CXCL12-dependent manner based on immunoprecipitation and proximity ligation assays"}, {"pubmed": 26061439, "text": "Results identified LASP1 as a hitherto unknown protein in melanocytes and as novel partner of dynamin in the physiological process of membrane constriction and melanosome vesicle release."}, {"pubmed": 26232936, "text": "Detecting an affection of migratory processes after LASP-1 silencing, we propose that LASP-1 could impact on metastasis of CC [choriocarcinoma]cells."}, {"pubmed": 26414725, "text": "It is a target gene of miR-1."}, {"pubmed": 26683818, "text": "LASP-1, mediated by miR-203, has crucial functions in the proliferation, migration and invasion of human non-small cell lung cancer"}, {"pubmed": 26729195, "text": "LASP-1 may essentially involve in the metastasis and growth of CCA and clinical significance of LASP-1 may reside in function as a biomarker to predict prognosis and as a promising therapeutic strategy for CCA patients by the inhibition of LASP-1 expression"}, {"pubmed": 26797416, "text": "LASP-1 induces proliferation, metastasis and cell cycle arrest at the G2/M phase in gallbladder cancer by down-regulating S100P via the PI3K/AKT pathway."}, {"pubmed": 27156963, "text": "A combination of low 14-3-3sigma and high LASP1 expression shows a worse trend with overall survival of colorectal cancer patients."}, {"pubmed": 27181092, "text": "Furthermore, we identify flotillin-1 (FLOT1) and histone H1 as downstream factors for cytoplasmic and nuclear pathway of S100A11, which are required for LASP1-S100A11 axis-mediated epithelial-mesenchymal transition and colorectal cancer progression."}, {"pubmed": 27588391, "text": "LASP1 enhances the expression and secretion of MMPs, favoring breast cancer cell migration and invasiveness."}, {"pubmed": 27626692, "text": "Data indicate that LIM and SH3 protein 1 (LASP1) is a direct target of miR-145."}, {"pubmed": 27696291, "text": "High expression of miR218 is associated with gastric cancer."}, {"pubmed": 27840958, "text": "LASP-1 contributes to the formation and progression of prostate cancer through a NF-kappaappa B pathway."}, {"pubmed": 27938497, "text": "Overexpression of LASP-1 in thyroid cancer tissues.LASP-1 role in thyroid cancer cell proliferation and invasion.LASP-1 is an oncogene."}, {"pubmed": 28117027, "text": "An in vitro study showed that overexpression of miR-133b inhibited the proliferation, migration, and invasion of HepG2 and Hep3B cells. Similarly, knockdown of LASP1 reduced HepG2 and Hep3B cell proliferation, migration, and invasion."}, {"pubmed": 28404954, "text": "Study found LASP1 to be downregulated after knockdown of PVT1 and overexpression of LASP1 attenuated the tumor-suppressive roles of PVT1 knockdown in esophageal squamous cell carcinoma."}, {"pubmed": 28412444, "text": "miR-218 contributes to PE by targeting LASP1 to inhibit trophoblast invasion"}, {"pubmed": 28621232, "text": "The correlation between LIM and SH3 domain-containing protein expression levels in cancer and the poor outcome and metastatic behavior of tumors denotes the clinical significance of this protein and hints its potential value as a new cancer prognostic or even diagnostic biomarker"}, {"pubmed": 28982387, "text": "miR-203a-3p suppresses tumor growth and metastasis through targeting LASP1 in NPC."}, {"pubmed": 29138807, "text": "Findings indicated that LASP-1, as a downstream target of SOX9, may act as a novel biomarker for lung cancer and plays an important role in cell proliferation, migration, and invasion."}, {"pubmed": 29226323, "text": "A positive correlation was found between the expression of LASP1 and COPS5 while a negative correlation existed between 14-3-3sigma and COPS5/LASP1 in most CRC samples."}, {"pubmed": 29531214, "text": "LASP1 interacted with PTEN and decreased the expression of PTEN in nasopharyngeal carcinoma."}, {"pubmed": 29600594, "text": "HBX contributes to LASP-1 expression via the activation of c-Jun to increase the promoter activity of LASP-1."}, {"pubmed": 29980193, "text": "LASP1 may function as an oncogene in glioblastoma and regulate cell proliferation and chemosensitivity in a PI3K/AKT-dependent mechanism."}, {"pubmed": 30338803, "text": "Low expression of microRNA-203 promotes the invasion and inhibits the apoptosis of laryngeal cancer cells by inhibiting LASP1."}, {"pubmed": 30372896, "text": "LASP1 activates the PI3K/AKT signaling pathway and is downregulated by miR-377-3p during glioma progression."}, {"pubmed": 30677131, "text": "We found lncRNA LIM and SH3 protein 1 antisense (LASP1-AS) and its sense-cognate gene LIM and SH3 protein 1 (LASP1) were upregulated in hepatocellular carcinoma (HCC) and both are correlated with poorer prognosis and lower survival of HCC patients."}, {"pubmed": 30808147, "text": "Low expression of microRNA-203 could promote the invasion and inhibit apoptosis of laryngeal cancer cells viainhibiting LASP1. microRNA-203 and LASP1 both play a very important role in the development of laryngeal cancer"}, {"pubmed": 30988074, "text": "Circular RNAs (circRNAs) formed by back-splicing play multiple roles in the occurrence and development of cancer. Hsa_circ_0004370 is involved in the up-regulation of LASP1 by sponging miR-1294."}, {"pubmed": 31080993, "text": "LASP1 enhances cell proliferation, plate cloning, metastasis and invasion, G2/M phase transition of cell cycle, promotes lung metastasis in nude mice and docetaxel resistance of oral squamous cell carcinoma cell line HN30."}, {"pubmed": 31146105, "text": "LASP1 is upregulated in malignant glioma and facilitates glioma cell proliferation and invasion by activation the PI3K/AKT/Snail signaling pathway."}, {"pubmed": 31352762, "text": "MicroRNA-326 inhibits cell proliferation and invasion in esophageal squamous cell carcinoma through targeting LIM and SH3 protein 1."}, {"pubmed": 31793711, "text": "LASP1 promotes proliferation, metastasis, invasion in head and neck squamous cell carcinoma and through direct interaction with HSPA1A."}, {"pubmed": 31827227, "text": "Polymorphism in the LASP1 gene promoter region alters cognitive functions of patients with schizophrenia."}, {"pubmed": 31957290, "text": "Knockout of LASP1 in CXCR4 expressing CML cells promotes cell persistence, proliferation and TKI resistance."}, {"pubmed": 32075106, "text": "Phosphorylation-Dependent Differences in CXCR4-LASP1-AKT1 Interaction between Breast Cancer and Chronic Myeloid Leukemia."}, {"pubmed": 32113856, "text": "Talin1 regulates the endometrial epithelial cell adhesive capacity by interacting with LASP1 and Vitronectin."}, {"pubmed": 32473899, "text": "Knockdown of circular RNA circ-FARSA restricts colorectal cancer cell growth through regulation of miR-330-5p/LASP1 axis."}, {"pubmed": 32704133, "text": "LASP1 interacts with N-WASP to activate the Arp2/3 complex and facilitate colorectal cancer metastasis by increasing tumour budding and worsening the pattern of invasion."}, {"pubmed": 32726517, "text": "Long non-coding RNA LINC01207 promotes prostate cancer progression by downregulating microRNA-1972 and upregulating LIM and SH3 protein 1."}, {"pubmed": 33074595, "text": "MiR-133a acts as a tumor suppressor in lung cancer progression by regulating the LASP1 and TGF-beta/Smad3 signaling pathway."}, {"pubmed": 33543750, "text": "Endometrial stromal cell proteomic analysis reveals LIM and SH3 protein 1 (LASP1) plays important roles in the progression of adenomyosis."}, {"pubmed": 33722250, "text": "Hepatitis B virus X protein promotes vimentin expression via LIM and SH3 domain protein 1 to facilitate epithelial-mesenchymal transition and hepatocarcinogenesis."}, {"pubmed": 33915163, "text": "CircRNA SEPT9 contributes to malignant behaviors of glioma cells via miR-432-5p-mediated regulation of LASP1."}, {"pubmed": 33990203, "text": "HSP90-dependent PUS7 overexpression facilitates the metastasis of colorectal cancer cells by regulating LASP1 abundance."}, {"pubmed": 34024023, "text": "Circular RNA circ_0006948 Promotes Esophageal Squamous Cell Carcinoma Progression by Regulating microRNA-3612/LASP1 Axis."}, {"pubmed": 34110517, "text": "LncRNA SNHG16 regulates trophoblast functions by the miR-218-5p/LASP1 axis."}, {"pubmed": 34131132, "text": "Lasp1 regulates adherens junction dynamics and fibroblast transformation in destructive arthritis."}, {"pubmed": 34288804, "text": "Circular RNA hsa_circ_0033144 (CircBCL11B) regulates oral squamous cell carcinoma progression via the miR-579/LASP1 axis."}, {"pubmed": 34615856, "text": "ECHS1, an interacting protein of LASP1, induces sphingolipid-metabolism imbalance to promote colorectal cancer progression by regulating ceramide glycosylation."}, {"pubmed": 34875555, "text": "MiR-665 suppresses the progression of diffuse large B cell lymphoma (DLBCL) through targeting LIM and SH3 protein 1 (LASP1)."}, {"pubmed": 34881777, "text": "LASP-1 interacts with ErbB2 in ovarian cancer cells."}, {"pubmed": 34912481, "text": "LASP1 Induces Epithelial-Mesenchymal Transition in Lung Cancer through the TGF-beta1/Smad/Snail Pathway."}, {"pubmed": 35081873, "text": "Long non-coding RNA (lncRNA) CYTOR promotes hepatocellular carcinoma proliferation by targeting the microRNA-125a-5p/LASP1 axis."}, {"pubmed": 35285372, "text": "Circ_0075804 Regulates the Expression of LASP1 by Targeting miR-1287-5p and Thus Affects the Biological Process of Retinoblastoma."}, {"pubmed": 35312115, "text": "Hsa_circ_0007142 contributes to cisplatin resistance in esophageal squamous cell carcinoma via miR-494-3p/LASP1 axis."}, {"pubmed": 35379225, "text": "miR-218-5p in endometrial microenvironment prevents the migration of ectopic endometrial stromal cells by inhibiting LASP1."}, {"pubmed": 35507100, "text": "LIM and SH3 protein 1 (LASP1) differentiates malignant chordomas from less malignant chondrosarcomas."}, {"pubmed": 35777805, "text": "CERS6-AS1 Facilitates Oncogenesis and Restrains Ferroptosis in Papillary Thyroid Carcinoma by Serving as a ceRNA through miR-497-5p/LASP1 Axis."}, {"pubmed": 36172827, "text": "Circ_0001535 Facilitates Tumor Malignant Progression by miR-485-5p/LASP1 Axis in Colorectal Cancer"}, {"pubmed": 36394255, "text": "Circular RNA hsa_circ_0003892 promotes the development of papillary thyroid carcinoma by regulating the miR-326/LASP1 axis."}, {"pubmed": 36591804, "text": "LncRNA CBR3-AS1 predicts a poor prognosis and promotes cervical cancer progression through the miR-3163/LASP1 pathway."}, {"pubmed": 36670097, "text": "TRIM15 forms a regulatory loop with the AKT/FOXO1 axis and LASP1 to modulate the sensitivity of HCC cells to TKIs."}, {"pubmed": 37303940, "text": "Long noncoding RNA PPP1R14B-AS1 imitates microRNA-134-3p to facilitate breast cancer progression by upregulating LIM and SH3 protein 1."}, {"pubmed": 38713618, "text": "Cholesterol uptake in the intestine is regulated by the LASP1-AKT-NPC1L1 signaling pathway."}, {"pubmed": 38789663, "text": "E7-mediated repression of miR-203 promotes LASP1-dependent proliferation in HPV-positive cervical cancer."}], "genomic_pos": {"chr": "17", "end": 38921770, "ensemblgene": "ENSG00000002834", "start": 38869859, "strand": 1}, "genomic_pos_hg19": {"chr": "17", "end": 37078023, "start": 37026112, "strand": 1}, "go": {"BP": [{"evidence": "ISS", "gocategory": "BP", "id": "GO:0006811", "qualifier": "involved_in", "term": "monoatomic ion transport"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0034220", "qualifier": "involved_in", "term": "monoatomic ion transmembrane transport"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 25468996, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005925", "pubmed": 21423176, "qualifier": "located_in", "term": "focal adhesion"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005925", "qualifier": "is_active_in", "term": "focal adhesion"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0030864", "qualifier": "located_in", "term": "cortical actin cytoskeleton"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [16189514, 19060904, 21516116, 22665060, 25416956, 25814554, 31515488], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0015075", "qualifier": "enables", "term": "monoatomic ion transmembrane transporter activity"}, {"category": "MF", "evidence": "HDA", "id": "GO:0045296", "pubmed": 25468996, "qualifier": "enables", "term": "cadherin binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0051015", "qualifier": "enables", "term": "actin filament binding"}]}, "homologene": {"genes": [[6239, 185685], [7165, 5667268], [7955, 323216], [8364, 493322], [9031, 420002], [9544, 694950], [9598, 454620], [9606, 3927], [9615, 608624], [9913, 532851], [10090, 16796], [10116, 29278]], "id": 4480}, "interpro": [{"desc": "Nebulin repeat", "id": "IPR000900", "short_desc": "Nebulin_repeat"}, {"desc": "SH3 domain", "id": "IPR001452", "short_desc": "SH3_domain"}, {"desc": "Zinc finger, LIM-type", "id": "IPR001781", "short_desc": "Znf_LIM"}, {"desc": "Lasp1, SH3 domain", "id": "IPR035630", "short_desc": "Lasp1_SH3"}, {"desc": "SH3-like domain superfamily", "id": "IPR036028", "short_desc": "SH3-like_dom_sf"}], "ipi": ["IPI00000861", "IPI00386803", "IPI00883946", "IPI00909678", "IPI00909939"], "map_location": "17q12", "name": "LIM and SH3 protein 1", "other_names": ["LIM and SH3 domain protein 1", "metastatic lymph node gene 50 protein"], "pantherdb": {"HGNC": "6513", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "109656", "ortholog_type": "LDO", "panther_family": "PTHR46218", "taxid": 10090, "uniprot_kb": "Q61792"}, {"RGD": "68408", "ortholog_type": "LDO", "panther_family": "PTHR46218", "taxid": 10116, "uniprot_kb": "Q99MZ8"}, {"Ensembl": "ENSGALG00000039299", "ortholog_type": "LDO", "panther_family": "PTHR46218", "taxid": 9031, "uniprot_kb": "D2Z1L9"}, {"ZFIN": "ZDB-GENE-030131-1936", "ortholog_type": "LDO", "panther_family": "PTHR46218", "taxid": 7955, "uniprot_kb": "Q6NYJ1"}, {"WormBase": "WBGene00018367", "ortholog_type": "LDO", "panther_family": "PTHR46218", "taxid": 6239, "uniprot_kb": "P34416"}, {"FlyBase": "FBgn0063485", "ortholog_type": "LDO", "panther_family": "PTHR46218", "taxid": 7227, "uniprot_kb": "Q8I7C3"}], "uniprot_kb": "Q14847"}, "pdb": "3I35", "pfam": ["PF00412", "PF00880", "PF14604"], "pharmgkb": "PA30298", "pharos": {"target_id": 2493, "tdl": "Tbio"}, "pir": "S68234", "prosite": ["PS50002", "PS50023", "PS51216"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF252107", "relationship": "is"}, {"id": "GNF252108", "relationship": "is"}, {"id": "GNF252109", "relationship": "is"}, {"id": "GNF252110", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": [{"id": "GNF157184", "relationship": "is"}, {"id": "GNF161749", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF049977", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF007915", "relationship": "is"}, {"id": "GNF007916", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": [{"id": "GNF244939", "relationship": "is"}, {"id": "GNF286449", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF338784", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF096173", "relationship": "is"}, {"id": "GNF135829", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000017.11", "NC_060941.1"], "protein": ["NP_001258537.1", "NP_006139.1", "XP_047291921.1"], "rna": ["NM_001271608.2", "NM_006148.4", "NR_073384.2", "XM_047435965.1"], "translation": [{"protein": "NP_006139.1", "rna": "NM_006148.4"}, {"protein": "XP_047291921.1", "rna": "XM_047435965.1"}, {"protein": "NP_001258537.1", "rna": "NM_001271608.2"}]}, "reporter": {"HG-U133_Plus_2": "200618_at", "HG-U95Av2": "36181_at", "HTA-2_0": "TC17000469.hg.1", "HuEx-1_0": ["2520219", "3719980", "3720018", "3720020"], "HuGene-1_1": ["8006820", "8006834"], "HuGene-2_1": "16833708"}, "summary": "This gene encodes a member of a subfamily of LIM proteins, characterized by a LIM motif and a domain of Src homology region 3, and also a member of the nebulin family of actin-binding proteins. The encoded protein is a cAMP and cGMP dependent signaling protein and binds to the actin cytoskeleton at extensions of the cell membrane. The encoded protein has been linked to metastatic breast cancer, hematopoetic tumors such as B-cell lymphomas, and colorectal cancer. [provided by RefSeq, Oct 2012].", "symbol": "LASP1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1416800"}, "unigene": "Hs.741156", "uniprot": {"Swiss-Prot": "Q14847", "TrEMBL": ["K7ESD6", "B4DIC4", "F6S2S5", "J3KSN1", "C9J9W2"]}, "wikipedia": {"url_stub": "LASP1"}}