{"AllianceGenome": "6517", "HGNC": "6517", "MIM": "151990", "_id": "3929", "_version": 1, "accession": {"genomic": ["AH006484.2", "AL080249.26", "AL391095.6", "CH471077.2", "CP068258.2", "L42172.2", "NC_000020.11", "NC_060944.1", "NG_034239.1", "X84745.1", "X98657.1", "X98658.1", "X98659.1", "X98660.1", "X98661.1", "X98662.1", "X98663.1", "X98664.1", "X98665.1", "X98666.1", "X98667.1", "X98668.1"], "protein": ["AAA59493.1", "AAA66446.1", "AAC39547.1", "AAD21962.1", "AAH22256.1", "AAR03787.1", "BAG36385.1", "CAA67226.1", "CAC10462.1", "EAW76033.1", "EAW76034.1", "NP_004130.2", "P18428.3"], "rna": ["AF105067.1", "AK313625.1", "AY344471.1", "BC022256.1", "BQ028088.1", "M35533.1", "NM_004139.5"], "translation": [{"protein": "AAR03787.1", "rna": "AY344471.1"}, {"protein": "BAG36385.1", "rna": "AK313625.1"}, {"protein": "AAA59493.1", "rna": "M35533.1"}, {"protein": "NP_004130.2", "rna": "NM_004139.5"}, {"protein": "AAD21962.1", "rna": "AF105067.1"}, {"protein": "AAH22256.1", "rna": "BC022256.1"}]}, "alias": "BPIFD2", "ensembl": {"gene": "ENSG00000129988", "protein": "ENSP00000217407", "transcript": "ENST00000217407", "translation": [{"protein": "ENSP00000217407", "rna": "ENST00000217407"}], "type_of_gene": "protein_coding"}, "entrezgene": "3929", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 19.2309445413, "exp_mis": 172.99675806, "exp_syn": 87.9637254451, "lof_z": -0.173718897441274, "mis_z": -0.632307121680813, "mu_lof": 1.18285187127e-06, "mu_mis": 1.52490302038e-05, "mu_syn": 7.48879167148e-06, "n_lof": 20.0, "n_mis": 190.0, "n_syn": 84.0, "p_li": 5.69197086647934e-14, "p_null": 0.985474922552504, "p_rec": 0.0145250774474396, "syn_z": 0.262000269911964}, "bp": 1446, "cds_end": 37005311, "cds_start": 36974919, "n_exons": 15, "nonpsych": {"exp_lof": 17.1044148726, "exp_mis": 156.2773185, "exp_syn": 79.3142227014, "lof_z": -0.687597351559887, "mis_z": -0.351936781141844, "mu_lof": 1.18285187127e-06, "mu_mis": 1.52490302038e-05, "mu_syn": 7.48879167148e-06, "n_lof": 20.0, "n_mis": 165.0, "n_syn": 79.0, "p_li": 9.45384248098799e-15, "p_null": 0.995334065557306, "p_rec": 0.00466593444268422, "syn_z": 0.0222137476725773}, "nontcga": {"exp_lof": 17.6630863093, "exp_mis": 159.12764549, "exp_syn": 80.8972560603, "lof_z": -0.313798840787664, "mis_z": -0.784849337688138, "mu_lof": 1.18285187127e-06, "mu_mis": 1.52490302038e-05, "mu_syn": 7.48879167148e-06, "n_lof": 19.0, "n_mis": 179.0, "n_syn": 75.0, "p_li": 1.6967594563129e-13, "p_null": 0.985636979710578, "p_rec": 0.0143630202892519, "syn_z": 0.415150597670481}, "transcript": "ENST00000217407.2"}, "exons": [{"cdsend": 38376669, "cdsstart": 38346516, "chr": "20", "position": [[38346481, 38346640], [38349547, 38349662], [38350810, 38350939], [38354283, 38354439], [38355345, 38355409], [38360703, 38360767], [38363974, 38364066], [38364575, 38364752], [38366768, 38366828], [38368994, 38369162], [38370737, 38370805], [38371279, 38371322], [38373071, 38373135], [38373936, 38374013], [38376624, 38377013]], "strand": 1, "transcript": "NM_004139", "txend": 38377013, "txstart": 38346481}], "exons_hg19": [{"cdsend": 37005311, "cdsstart": 36974919, "chr": "20", "position": [[36974884, 36975043], [36977950, 36978065], [36979213, 36979342], [36982683, 36982839], [36983745, 36983809], [36989357, 36989421], [36992628, 36992720], [36993229, 36993406], [36995412, 36995472], [36997638, 36997806], [36999381, 36999449], [36999923, 36999966], [37001715, 37001779], [37002580, 37002657], [37005266, 37005655]], "strand": 1, "transcript": "NM_004139", "txend": 37005655, "txstart": 36974884}], "generif": [{"pubmed": 9338787, "text": "mouse study showing that LBP is required for rapid acute-phase response to LPS but not for clearance of LPS from circulation"}, {"pubmed": 11373419, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11773072, "text": "carboxyl-terminal domain of these closely related endotoxin-binding proteins dictates the route and host responses to complexes they form with endotoxin."}, {"pubmed": 11976738, "text": "a new and reliable infection marker after kidney transplantation"}, {"pubmed": 11991204, "text": "Identification of single amino acid residues essential for the binding of lipopolysaccharide (LPS) to LPS binding protein (LBP) residues 86-99 by using an Ala-scanning library"}, {"pubmed": 12117913, "text": "plasma factor LBP and cell surface receptor CD14 were necessary for LPS activation of p38, which was tightly associated with LPS priming of the PMN respiratory burst"}, {"pubmed": 12521224, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12538700, "text": "Besides a role in the detoxification of bacterial toxin present in the circulation, LBP-chylomicron complexes may be part of a local defense mechanism of the intestine against translocated bacterial toxin."}, {"pubmed": 12594207, "text": "innate immune recognition of LTA via LBP, CD14, and TLR-2 represents an important mechanism in the pathogenesis of systemic complications in the course of infectious diseases brought about by Gram-positive pathogens. while TLR-4 and MD-2 are not involved."}, {"pubmed": 12615620, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12615620, "text": "Single nucleotide polymorphism of the LBP gene is not assciated with complicated sepsis after trauma."}, {"pubmed": 12754215, "text": "data support the hypothesis that lipopolysaccharide binding protein can inhibit cell responses to lipopolysaccharide(LPS) by inhibiting LPS transfer from membrane CD14 to the Toll-like receptor 4-MD-2 signaling receptor"}, {"pubmed": 12932360, "text": "plays an essential role in the innate immune response to Gram-positive pneumococci"}, {"pubmed": 15127192, "text": "In critically ill neonates aged over 48 h and children lipopolysaccharide binding protein is a better marker than procalcitonin, interleukin-6 and C-reactive protein."}, {"pubmed": 15618154, "text": "Dual role of LBP and CD14 in initiation of proinflammatory signaling and clearance or neutralization of LPS."}, {"pubmed": 15932345, "text": "studies suggest that SP-A could contribute to modulate Re-LPS responses by altering the competence of the LBP-CD14 receptor complex"}, {"pubmed": 16303759, "text": "LBP mediates the fusion of lipid membranes and LPS aggregates."}, {"pubmed": 16493079, "text": "Human pulmonary LBP acts as an important modulator of the LPS response in the respiratory tract in vivo."}, {"pubmed": 16512634, "text": "Significantly elevated serum concentrations of LBP and sCD14 are found in severe sepsis patients."}, {"pubmed": 16907704, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 16928689, "text": "innate immune recognition of LTA is organ-specific with negative regulation by LBP in serum-containing compartments and sensitive recognition in serum-free compartments like the lung"}, {"pubmed": 18056482, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18056482, "text": "Transcriptional regulation of the LBP gene contributes to the risk for developing gram-negative bacteremia and death after hematopoietic stem cell transplantation."}, {"pubmed": 18056918, "text": "Chlamydiaceae LPS has low binding affinities for LPS recognition molecules such as CD14 and LBP and exhibit weak biological activities against host immune cells including monocytes."}, {"pubmed": 18288274, "text": "Lipopolysaccharide binding protein and sCD14 are not produced as acute phase proteins in cardiac surgery"}, {"pubmed": 18397383, "text": "The CR3-mediated phagocytosis of Neisseria meningitidis required the presence of lipopolysaccharide-binding protein, LBP."}, {"pubmed": 18559343, "text": "Oxidized phospholipid inhibition of toll-like receptor (TLR) signaling is restricted to TLR2 and TLR4: roles for CD14, LPS-binding protein, and MD2 as targets for specificity of inhibition."}, {"pubmed": 18783308, "text": "Increase of lipopolysaccharide binding protein and C-reactive protein levels after premature rupture of the membranes (PROM)seem to reflect intramniotic infection, but no cut-off values could be defined for the prediction of intraamniotic infection"}, {"pubmed": 18987746, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19010986, "text": "Lipopolysaccharide-binding protein and CD14 are increased in the bronchoalveolar lavage fluid of smokers"}, {"pubmed": 19200604, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19423540, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19522765, "text": "LBP Phe436Leu polymorphisms showed no effect on chlamydial growth."}, {"pubmed": 19560454, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19560454, "text": "The association of the polymorphisms c.291C>T and c.613A>G suggest a role of LBP in the disease manifestation of infective endocarditis."}, {"pubmed": 19707138, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19707138, "text": "This study strongly supports the involvement of LBP gene variants in severe sepsis susceptibility and reinforces the merit of further exploration of the role of lipopolysaccharide-binding protein in sepsis."}, {"pubmed": 19718443, "text": "Serial LBP serum measurements may offer a clinically useful biomarker for identification of patients with severe sepsis having the worst outcomes and the highest probability of developing sepsis-induced ARDS"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20346360, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20381257, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20406964, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20438785, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20530747, "text": "Elevated circulating LBP was associated with obesity, metabolic syndrome, and type 2 diabetes in apparently healthy Chinese."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20800603, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20865702, "text": "High LBP is associated with Crohn's disease."}, {"pubmed": 21353369, "text": "LBP measurements performed shortly after preterm premature rupture of membranes, are not of value either in the prediction of newborn's infection, or in the prognosis of latency period duration."}, {"pubmed": 21633598, "text": "This study highlights the LBP rs2232596 and CD14 rs4914 polymorphisms as biomarkers for elevated colorectal carcinoma susceptibility in the Chinese Han population"}, {"pubmed": 21702700, "text": "Cytokine concentrations in amniotic fluid during the mid-trimester did not differ with parity or fetal gender. IL-6, IL-8, and LBP levels appeared stable with gestational week (GW), whereas GW significantly influenced TNF-alpha concentrations."}, {"pubmed": 21722015, "text": "Aseptic trauma primes the innate immune system for the posttraumatic release of lipopolysaccharide binding protein and sCD14"}, {"pubmed": 21740312, "text": "The availability of commercial methods for the automated measurement of the soluble CD14 subtype presepsin and lipopolysaccharide binding protein represent a challenge for the evaluation in clinical practice of reliable markers of neonatal sepsis."}, {"pubmed": 21901123, "text": "During the first 14 days of postoperative sepsis, LBP plasma concentrations showed a time course that was very similar to CRP with a high concordance in the pattern of day-to-day changes"}, {"pubmed": 22476641, "text": "Association of lipopolysaccharide-binding protein gene polymorphisms with cerebral infarction in a Chinese population"}, {"pubmed": 22552880, "text": "our study demonstrated that an elevated LBP level of >15000 ng/ml may serve as a biomarker for the prediction and monitoring of aGVHD."}, {"pubmed": 22736337, "text": "expression in oral keratinocytes is stimulated by Porphyromonas gingivalis LPS"}, {"pubmed": 22960476, "text": "LBP is a surrogate marker of microbial translocation in association with physical functioning of older adults."}, {"pubmed": 23349936, "text": "Serum LBP concentrations increased with age. Overweight, obesity, and having metabolic syndrome (particularly, low HDL cholesterol levels) were associated with higher LBP concentrations"}, {"pubmed": 23430250, "text": "Human lipopolysaccharide-binding protein (LBP) and CD14 independently deliver triacylated lipoproteins to Toll-like receptor 1 (TLR1) and TLR2 and enhance formation of the ternary signaling complex"}, {"pubmed": 23463341, "text": "Suggest that the serum LBP concentration constitutes a reliable biologic marker for the diagnosis of a febrile urinary tract infection in children."}, {"pubmed": 24120359, "text": "Mutations in the lipopolysaccharide binding protein impair innate immunity."}, {"pubmed": 24276451, "text": "In childnre, LBP was independently associated with BMI and with measures of obstructive sleep apnea severity as well as with metabolic dysfunction, particularly insulin resistance as indicated by the homeostasis model assessment of insulin resistance."}, {"pubmed": 24312369, "text": "report pre-ART IL-6 and LBP levels as well as IL-6, LBP and I-FABP levels during IRIS-event as potential biomarkers in TB-IRIS"}, {"pubmed": 24335151, "text": "In preterm neonates born to asymptomatic women with PPROM, LBP in cord blood at delivery is an excellent diagnostic biomarker of Fetal inflammatory response syndrome/funisitis with prognostic potential."}, {"pubmed": 24906952, "text": "study suggested that elevated plasma LBP was associated with an increased risk of developing MetS among middle-aged and older Chinese, especially in normal-weight individuals."}, {"pubmed": 25014514, "text": "serum level elevated in late-onset neonatal sepsis in very low birth weight infants"}, {"pubmed": 25063948, "text": "Adjusting for body mass index and waist circumference, LBP levels remained significantly increased in metabolic syndrome and increased with increasing numbers of MetS risk factors."}, {"pubmed": 25613713, "text": "The main findings of this study are that, in acute stroke patients, levels of LBP, IL-10, IL-6 and CRP show a different time course in patients with and without post-stroke infection."}, {"pubmed": 25753130, "text": "Data show that after matching for gender, age, and body mass index (BMI), serum lipopolysaccharide-binding protein (LBP) does not improve prediction of the development of type 2 diabetes mellitus (T2DM) independently."}, {"pubmed": 25785448, "text": "Low levels of microbial translocation marker LBP are associated with sustained viral response after anti-HCV treatment in HIV-1/HCV co-infected patients"}, {"pubmed": 25978344, "text": "Report increased secretion of Fetuin A, LBP and HMGB-1 from subcutaneous adipose tissue in metabolic syndrome."}, {"pubmed": 26046926, "text": "LBP level was not significantly different in neutropenic systemic inflammatory response syndrome patients and sepsis patients."}, {"pubmed": 26799617, "text": "Serum LBP level is significantly elevated in polycystic ovary syndrome women and is associated with insulin resistance."}, {"pubmed": 26804480, "text": "LBP serves not only as an extracellular LPS shuttle but in addition facilitates intracellular transport of LPS."}, {"pubmed": 26880233, "text": "novel observation that sCD14 compared with lipopolysaccharide binding protein, offers a preferred target to ameliorate TLR especially TLR4-induced inflammation and insulin resistance in human obesity and metabolic syndrome"}, {"pubmed": 28107471, "text": "LBP, an endotoxemia associated protein might be used as an inflammatory biomarker of both infectious and non-infectious origins in HCV-infected subjects"}, {"pubmed": 28486964, "text": "Serum LBP levels are associated with arterial stiffness, independent of obesity and traditional cardiovascular risk factors, especially in men with type 2 diabetes."}, {"pubmed": 28851981, "text": "The authors show here, using scanning electron microscopy and confocal microscopy, that platelet-poor-plasma from subjects with type 2 diabetes had a much greater propensity for hypercoagulability and for fibrin amyloidogenesis, and that these could both be reversed by LBP."}, {"pubmed": 29494603, "text": "This study shows a remarkable reversal of amyloid fibrin formation by LBP addition to the plasma of Parkinson's Disease patients ."}, {"pubmed": 30059659, "text": "circulating LBP plasma concentration and hs-CRP were significantly increased in subjects with homeostatic model assessment of insulin resistance (HOMA-IR) >/=2.6 when compared with those with HOMA-IR<2.6 (P<.0001); there was no difference in TNF-alpha or IL-6 concentrations between groups"}, {"pubmed": 30479651, "text": "rs2232618T allele of LBP significantly increased the risk of sepsis (Review)"}, {"pubmed": 31029530, "text": "Plasma proteome profiling reveals differentially expressed lipopolysaccharide-binding protein among leptospirosis patients."}, {"pubmed": 31299414, "text": "Plasma levels of C-reactive protein, matrix metalloproteinase-7 and lipopolysaccharide-binding protein distinguish active pulmonary or extrapulmonary tuberculosis from uninfected controls in children."}, {"pubmed": 32570947, "text": "Postprandial Endotoxin Transporters LBP and sCD14 Differ in Obese vs. Overweight and Normal Weight Men during Fat-Rich Meal Digestion."}, {"pubmed": 33099510, "text": "Lipopolysaccharide-binding protein is a distinctive biomarker of abnormal pain threshold in the general Japanese population."}, {"pubmed": 33495502, "text": "Association of serum lipopolysaccharide-binding protein level with sensitization to food allergens in children."}, {"pubmed": 34653303, "text": "Lipopolysaccharide-binding protein as a biomarker in oral and maxillofacial tumors."}, {"pubmed": 34921059, "text": "A Genetic Variation of Lipopolysaccharide Binding Protein Affects the Inflammatory Response and Is Associated with Improved Outcome during Sepsis."}, {"pubmed": 34948768, "text": "Shift Work Predicts Increases in Lipopolysaccharide-Binding Protein, Interleukin-10, and Leukocyte Counts in a Cross-Sectional Study of Healthy Volunteers Carrying Low-Grade Systemic Inflammation."}, {"pubmed": 35294531, "text": "Identification of CD14 and lipopolysaccharide-binding protein as novel biomarkers for sarcoidosis using proteomics of serum extracellular vesicles."}, {"pubmed": 35332176, "text": "SWATH-MS identification of CXCL7, LBP, TGFbeta1 and PDGFRbeta as novel biomarkers in human systemic mastocytosis."}, {"pubmed": 37480114, "text": "Lipopolysaccharide-binding protein and future Parkinson's disease risk: a European prospective cohort."}, {"pubmed": 37789385, "text": "Gastric cancer-derived LBP promotes liver metastasis by driving intrahepatic fibrotic pre-metastatic niche formation."}, {"pubmed": 38615060, "text": "Lipopolysaccharide binding protein resists hepatic oxidative stress by regulating lipid droplet homeostasis."}], "genomic_pos": {"chr": "20", "end": 38377013, "ensemblgene": "ENSG00000129988", "start": 38346482, "strand": 1}, "genomic_pos_hg19": {"chr": "20", "end": 37005665, "start": 36974759, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0002232", "qualifier": "involved_in", "term": "leukocyte chemotaxis involved in inflammatory response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0002281", "qualifier": "involved_in", "term": "macrophage activation involved in immune response"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0002281", "pubmed": 24120359, "qualifier": "involved_in", "term": "macrophage activation involved in immune response"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0002281", "pubmed": 2402637, "qualifier": "involved_in", "term": "macrophage activation involved in immune response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0002752", "pubmed": 15294986, "qualifier": "involved_in", "term": "cell surface pattern recognition receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006953", "qualifier": "involved_in", "term": "acute-phase response"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0006953", "pubmed": 12932360, "qualifier": "involved_in", "term": "acute-phase response"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006953", "pubmed": 2477488, "qualifier": "involved_in", "term": "acute-phase response"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006968", "pubmed": 2402637, "qualifier": "involved_in", "term": "cellular defense response"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0008228", "pubmed": 12932360, "qualifier": "involved_in", "term": "opsonization"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0008228", "pubmed": 2477488, "qualifier": "involved_in", "term": "opsonization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0015920", "pubmed": 8985160, "qualifier": "involved_in", "term": "lipopolysaccharide transport"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030593", "qualifier": "involved_in", "term": "neutrophil chemotaxis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0031663", "qualifier": "involved_in", "term": "lipopolysaccharide-mediated signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0031663", "pubmed": [8409400, 11739189], "qualifier": "involved_in", "term": "lipopolysaccharide-mediated signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032490", "pubmed": 11528597, "qualifier": "involved_in", "term": "detection of molecule of bacterial origin"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032496", "pubmed": [8409400, 11739189], "qualifier": "involved_in", "term": "response to lipopolysaccharide"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032720", "pubmed": 11739189, "qualifier": "involved_in", "term": "negative regulation of tumor necrosis factor production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032722", "qualifier": "involved_in", "term": "positive regulation of chemokine production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032755", "pubmed": 8409400, "qualifier": "involved_in", "term": "positive regulation of interleukin-6 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032757", "pubmed": 8409400, "qualifier": "involved_in", "term": "positive regulation of interleukin-8 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032760", "pubmed": 12594207, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of tumor necrosis factor production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032760", "pubmed": 8409400, "qualifier": "involved_in", "term": "positive regulation of tumor necrosis factor production"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032760", "pubmed": 24120359, "qualifier": "involved_in", "term": "positive regulation of tumor necrosis factor production"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032760", "pubmed": 2402637, "qualifier": "involved_in", "term": "positive regulation of tumor necrosis factor production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0034145", "pubmed": 11528597, "qualifier": "involved_in", "term": "positive regulation of toll-like receptor 4 signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043032", "qualifier": "involved_in", "term": "positive regulation of macrophage activation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043032", "pubmed": 8409400, "qualifier": "involved_in", "term": "positive regulation of macrophage activation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045087", "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0045087", "pubmed": 12932360, "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045087", "pubmed": 2477488, "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0050829", "qualifier": "involved_in", "term": "defense response to Gram-negative bacterium"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050829", "pubmed": 11528597, "qualifier": "involved_in", "term": "defense response to Gram-negative bacterium"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0050829", "pubmed": 2402637, "qualifier": "involved_in", "term": "defense response to Gram-negative bacterium"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0050830", "qualifier": "involved_in", "term": "defense response to Gram-positive bacterium"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050830", "pubmed": 12932360, "qualifier": "involved_in", "term": "defense response to Gram-positive bacterium"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060265", "qualifier": "involved_in", "term": "positive regulation of respiratory burst involved in inflammatory response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071222", "pubmed": 12594207, "qualifier": "acts_upstream_of_or_within", "term": "cellular response to lipopolysaccharide"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0071222", "pubmed": 24120359, "qualifier": "involved_in", "term": "cellular response to lipopolysaccharide"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071223", "pubmed": 12594207, "qualifier": "acts_upstream_of_or_within", "term": "cellular response to lipoteichoic acid"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0090023", "qualifier": "involved_in", "term": "positive regulation of neutrophil chemotaxis"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": [2402637, 11528597, 24120359], "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005615", "pubmed": 2477488, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009986", "pubmed": 11528597, "qualifier": "located_in", "term": "cell surface"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0016020", "qualifier": "located_in", "term": "membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19056867, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0001530", "qualifier": "enables", "term": "lipopolysaccharide binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001530", "pubmed": 12594207, "qualifier": "enables", "term": "lipopolysaccharide binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0001530", "pubmed": 24120359, "qualifier": "enables", "term": "lipopolysaccharide binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0001530", "pubmed": 2477488, "qualifier": "enables", "term": "lipopolysaccharide binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0005102", "pubmed": 2477488, "qualifier": "enables", "term": "signaling receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [21988832, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0015026", "pubmed": 15294986, "qualifier": "enables", "term": "coreceptor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0070891", "pubmed": 12594207, "qualifier": "enables", "term": "lipoteichoic acid binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0071723", "pubmed": 15294986, "qualifier": "enables", "term": "lipopeptide binding"}]}, "homologene": {"genes": [[9544, 706109], [9606, 3929], [9615, 485869], [9913, 512242], [10090, 16803], [10116, 29469]], "id": 3055}, "interpro": [{"desc": "Lipid-binding serum glycoprotein, C-terminal", "id": "IPR001124", "short_desc": "Lipid-bd_serum_glycop_C"}, {"desc": "Lipid-binding serum glycoprotein, N-terminal", "id": "IPR017942", "short_desc": "Lipid-bd_serum_glycop_N"}, {"desc": "Bactericidal permeability-increasing protein, alpha/beta domain superfamily", "id": "IPR017943", "short_desc": "Bactericidal_perm-incr_a/b_dom"}, {"desc": "Lipid-binding serum glycoprotein, conserved site", "id": "IPR017954", "short_desc": "Lipid-bd_serum_glycop_CS"}, {"desc": "Lipid binding protein BPI/LBP", "id": "IPR030675", "short_desc": "BPI/LBP"}, {"desc": "BPI/LBP/Plunc family", "id": "IPR032942", "short_desc": "BPI/LBP/Plunc"}], "ipi": ["IPI00032311", "IPI01009486"], "map_location": "20q11.23", "name": "lipopolysaccharide binding protein", "other_names": ["BPI fold containing family D, member 2", "LPS-binding protein", "lipopolysaccharide-binding protein"], "pantherdb": {"HGNC": "6517", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1098776", "ortholog_type": "LDO", "panther_family": "PTHR10504", "taxid": 10090, "uniprot_kb": "Q61805"}, {"RGD": "61865", "ortholog_type": "LDO", "panther_family": "PTHR10504", "taxid": 10116, "uniprot_kb": "Q63313"}, {"Ensembl": "ENSGALG00000021025", "ortholog_type": "O", "panther_family": "PTHR10504", "taxid": 9031, "uniprot_kb": "A0A1D5PT78"}, {"Ensembl": "ENSGALG00000006756", "ortholog_type": "O", "panther_family": "PTHR10504", "taxid": 9031, "uniprot_kb": "F1NXX9"}, {"ZFIN": "ZDB-GENE-070912-360", "ortholog_type": "O", "panther_family": "PTHR10504", "taxid": 7955, "uniprot_kb": "A0A0R4IR32"}, {"WormBase": "WBGene00015544", "ortholog_type": "O", "panther_family": "PTHR10504", "taxid": 6239, "uniprot_kb": "Q17738"}, {"WormBase": "WBGene00007325", "ortholog_type": "O", "panther_family": "PTHR10504", "taxid": 6239, "uniprot_kb": "Q17654"}, {"WormBase": "WBGene00015545", "ortholog_type": "O", "panther_family": "PTHR10504", "taxid": 6239, "uniprot_kb": "A8WFJ7"}, {"WormBase": "WBGene00008512", "ortholog_type": "O", "panther_family": "PTHR10504", "taxid": 6239, "uniprot_kb": "O17768"}, {"WormBase": "WBGene00016951", "ortholog_type": "O", "panther_family": "PTHR10504", "taxid": 6239, "uniprot_kb": "Q18869"}, {"WormBase": "WBGene00008652", "ortholog_type": "O", "panther_family": "PTHR10504", "taxid": 6239, "uniprot_kb": "H9G2Z8"}, {"WormBase": "WBGene00022627", "ortholog_type": "O", "panther_family": "PTHR10504", "taxid": 6239, "uniprot_kb": "Q23365"}, {"WormBase": "WBGene00003812", "ortholog_type": "O", "panther_family": "PTHR10504", "taxid": 6239, "uniprot_kb": "Q93796"}, {"WormBase": "WBGene00018403", "ortholog_type": "O", "panther_family": "PTHR10504", "taxid": 6239, "uniprot_kb": "Q20380"}, {"WormBase": "WBGene00020563", "ortholog_type": "O", "panther_family": "PTHR10504", "taxid": 6239, "uniprot_kb": "Q10011"}, {"dictyBase": "DDB_G0288097", "ortholog_type": "O", "panther_family": "PTHR10504", "taxid": 352472, "uniprot_kb": "Q54JE7"}, {"dictyBase": "DDB_G0288095", "ortholog_type": "O", "panther_family": "PTHR10504", "taxid": 352472, "uniprot_kb": "Q54JE8"}, {"dictyBase": "DDB_G0271242", "ortholog_type": "O", "panther_family": "PTHR10504", "taxid": 352472, "uniprot_kb": "Q55BA2"}], "uniprot_kb": "P18428"}, "pathway": {"kegg": [{"id": "hsa04064", "name": "NF-kappa B signaling pathway - Homo sapiens (human)"}, {"id": "hsa04620", "name": "Toll-like receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa05152", "name": "Tuberculosis - Homo sapiens (human)"}, {"id": "hsa05417", "name": "Lipid and atherosclerosis - Homo sapiens (human)"}], "pid": {"id": "il6_7pathway", "name": "IL6-mediated signaling events"}, "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-166016", "name": "Toll Like Receptor 4 (TLR4) Cascade"}, {"id": "R-HSA-166020", "name": "Transfer of LPS from LBP carrier to CD14"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168898", "name": "Toll-like Receptor Cascades"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-5686938", "name": "Regulation of TLR by endogenous ligand"}, {"id": "R-HSA-6785807", "name": "Interleukin-4 and Interleukin-13 signaling"}], "wikipathways": [{"id": "WP1449", "name": "Regulation of toll-like receptor signaling pathway"}, {"id": "WP4136", "name": "Fibrin Complement Receptor 3 Signaling Pathway"}, {"id": "WP4545", "name": "Oxysterols derived from cholesterol"}, {"id": "WP4884", "name": "Pathogenesis of SARS-CoV-2 Mediated by nsp9-nsp10 Complex"}, {"id": "WP75", "name": "Toll-like Receptor Signaling Pathway"}]}, "pfam": ["PF01273", "PF02886"], "pharmgkb": "PA30303", "pharos": {"target_id": 14926, "tdl": "Tbio"}, "pir": ["A35843", "A54136"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF224303", "relationship": "is"}, {"id": "GNF252111", "relationship": "is"}, {"id": "GNF252112", "relationship": "is"}, {"id": "GNF252113", "relationship": "is"}, {"id": "GNF252114", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF047089", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF085589", "relationship": "is"}, {"id": "GNF085590", "relationship": "is"}, {"id": "GNF085591", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053213", "relationship": "is"}, {"id": "GNF057983", "relationship": "is"}, {"id": "GNF073145", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF067815", "relationship": "is"}, {"id": "GNF067816", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF007928", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": {"id": "GNF335342", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF095058", "relationship": "is"}, {"id": "GNF134715", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000020.11", "NC_060944.1", "NG_034239.1"], "protein": "NP_004130.2", "rna": "NM_004139.5", "translation": {"protein": "NP_004130.2", "rna": "NM_004139.5"}}, "reporter": {"HG-U133_Plus_2": ["211652_s_at", "214461_at"], "HG-U95Av2": "35013_at", "HTA-2_0": "TC20000282.hg.1", "HuEx-1_0": "3884560", "HuGene-1_1": "8062461", "HuGene-2_1": "16913537"}, "summary": "The protein encoded by this gene is involved in the acute-phase immunologic response to gram-negative bacterial infections. Gram-negative bacteria contain a glycolipid, lipopolysaccharide (LPS), on their outer cell wall. Together with bactericidal permeability-increasing protein (BPI), the encoded protein binds LPS and interacts with the CD14 receptor, probably playing a role in regulating LPS-dependent monocyte responses. Studies in mice suggest that the encoded protein is necessary for the rapid acute-phase response to LPS but not for the clearance of LPS from circulation. This protein is part of a family of structurally and functionally related proteins, including BPI, plasma cholesteryl ester transfer protein (CETP), and phospholipid transfer protein (PLTP). [provided by RefSeq, Apr 2012].", "symbol": "LBP", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1416801"}, "unigene": "Hs.154078", "uniprot": {"Swiss-Prot": "P18428", "TrEMBL": "Q8TCF0"}, "wikipedia": {"url_stub": "Lipopolysaccharide-binding protein"}}