{"AllianceGenome": "6522", "HGNC": "6522", "MIM": "606967", "_id": "3931", "_version": 1, "accession": {"genomic": ["AC040162.5", "AF140503.1", "AY422210.1", "CH471092.1", "CP068262.2", "M17959.1", "NC_000016.10", "NC_060940.1", "NG_009778.1", "S74079.1", "X04981.1"], "protein": ["AAA59498.1", "AAA59499.1", "AAA59500.1", "AAB20750.1", "AAD28484.1", "AAH14781.1", "AAP88750.1", "AAR03499.1", "AEE61161.1", "CAA28651.1", "CAB56610.1", "EAW83190.1", "NP_000220.1", "P04180.1"], "rna": ["BC014781.1", "BT009748.1", "HM005564.1", "M12625.1", "M26268.1", "NM_000229.2", "X06537.1"], "translation": [{"protein": "AEE61161.1", "rna": "HM005564.1"}, {"protein": "NP_000220.1", "rna": "NM_000229.2"}, {"protein": "AAA59499.1", "rna": "M26268.1"}, {"protein": "AAP88750.1", "rna": "BT009748.1"}, {"protein": "CAB56610.1", "rna": "X06537.1"}, {"protein": "AAA59498.1", "rna": "M12625.1"}, {"protein": "AAH14781.1", "rna": "BC014781.1"}]}, "ec": ["2.3.1.43", "3.1.1.47"], "ensembl": {"gene": "ENSG00000213398", "protein": ["ENSP00000264005", "ENSP00000458141", "ENSP00000459014", "ENSP00000459291", "ENSP00000460653", "ENSP00000463220", "ENSP00000464651"], "transcript": ["ENST00000264005", "ENST00000570369", "ENST00000570396", "ENST00000570980", "ENST00000573538", "ENST00000573846", "ENST00000575277", "ENST00000575467", "ENST00000576450"], "translation": [{"protein": "ENSP00000264005", "rna": "ENST00000264005"}, {"protein": "ENSP00000463220", "rna": "ENST00000573538"}, {"protein": "ENSP00000459014", "rna": "ENST00000570369"}, {"protein": "ENSP00000464651", "rna": "ENST00000570980"}, {"protein": "ENSP00000460653", "rna": "ENST00000575467"}, {"protein": "ENSP00000458141", "rna": "ENST00000576450"}, {"protein": "ENSP00000459291", "rna": "ENST00000570396"}], "type_of_gene": "protein_coding"}, "entrezgene": "3931", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 10.0763411625, "exp_mis": 172.227833859, "exp_syn": 77.0894500817, "lof_z": 2.52030400251011, "mis_z": 1.42476798455787, "mu_lof": 7.55733193791e-07, "mu_mis": 1.66618260522e-05, "mu_syn": 7.56703118747e-06, "n_lof": 2.0, "n_mis": 134.0, "n_syn": 75.0, "p_li": 0.496435716280553, "p_null": 0.00441788225671109, "p_rec": 0.499146401462736, "syn_z": 0.147531234660851}, "bp": 1323, "cds_end": 67978004, "cds_start": 67973806, "n_exons": 6, "nonpsych": {"exp_lof": 9.01216335265, "exp_mis": 155.774916103, "exp_syn": 69.6654917039, "lof_z": 2.29397917394685, "mis_z": 1.52656837587119, "mu_lof": 7.55733193791e-07, "mu_mis": 1.66618260522e-05, "mu_syn": 7.56703118747e-06, "n_lof": 2.0, "n_mis": 118.0, "n_syn": 71.0, "p_li": 0.429628899391924, "p_null": 0.00883305425438766, "p_rec": 0.561538046353688, "syn_z": -0.100664527041682}, "nontcga": {"exp_lof": 9.25971702657, "exp_mis": 158.439101612, "exp_syn": 70.9117780642, "lof_z": 2.35343440063819, "mis_z": 1.6797505154705, "mu_lof": 7.55733193791e-07, "mu_mis": 1.66618260522e-05, "mu_syn": 7.56703118747e-06, "n_lof": 2.0, "n_mis": 116.0, "n_syn": 71.0, "p_li": 0.429733150490987, "p_null": 0.00727199891263929, "p_rec": 0.562994850596374, "syn_z": -0.00663330708047348}, "transcript": "ENST00000264005.5"}, "exons": [{"cdsend": 67944101, "cdsstart": 67939903, "chr": "16", "position": [[67939749, 67940478], [67942362, 67942587], [67942670, 67942766], [67942860, 67942976], [67943055, 67943212], [67943947, 67944120]], "strand": -1, "transcript": "NM_000229", "txend": 67944120, "txstart": 67939749}], "exons_hg19": [{"cdsend": 67978004, "cdsstart": 67973806, "chr": "16", "position": [[67973652, 67974381], [67976265, 67976490], [67976573, 67976669], [67976763, 67976879], [67976958, 67977115], [67977850, 67978023]], "strand": -1, "transcript": "NM_000229", "txend": 67978023, "txstart": 67973652}], "generif": [{"pubmed": 11882335, "text": "The lecithin:cholesterol acyltransferase (LCAT) activity in cord blood was extremely low."}, {"pubmed": 11966470, "text": "Results suggest that LCAT may take part in the detoxification of oxidants even after the loss of its cholesterol esterification function."}, {"pubmed": 12032172, "text": "IL-6 induced activation of full-length LCAT promoter activity. A minimal IL-6 response element mapped within the distal promoter and was sufficient to mediate the IL-6 response"}, {"pubmed": 12048121, "text": "In conclusion, 12% of Hypoalphalipoproteinemia subjects were found to carry mutations in apo A-I, LCAT, or GBA genes"}, {"pubmed": 12048121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12051518, "text": "The results suggest that as follicle maturation progresses, Toc and Asc concentrations increase in follicular fluid, thus protecting LCAT from oxidative damage and loss of activity"}, {"pubmed": 12139471, "text": "Endotoxin-lipoprotein complex formation as a factor in atherogenesis: associations with hyperlipidemia and with lecithin:cholesterol acyltransferase activity"}, {"pubmed": 12174215, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 12573451, "text": "comparison of 5 natural point mutations of apo A-I illustrates that a specific sequence between amino acids 110 and 162 is required for LCAT activation"}, {"pubmed": 12673583, "text": "608T polymorphism of LCAT gene was associated with higher plasma HDL-C level in Coronary Arteriosclerosis patients."}, {"pubmed": 12673583, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12957688, "text": "Familial lecithin:cholesterol acyltransferase (LCAT) deficiency, arising from mutation, is associated with complete absence of Lecithin:cholesterol acyltransferase (LCAT) activity."}, {"pubmed": 15102891, "text": "Postprandial chylomicrons may play an important role in promoting reverse cholesterol transport in vivo by serving as the preferred ultimate vehicle for transporting cholesterol released from cell membranes to the liver via LCAT and CETP."}, {"pubmed": 15110745, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15115696, "text": "T13M mutation of LCAT gene causes fish-eye disease."}, {"pubmed": 15297675, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15297675, "text": "tested whether rare sequence variants of ABCA1, APOA1, and LCAT collectively contribute to variation in plasma levels of high density lipoprotein cholesterol; nonsynonymous sequence variants were significantly more common in individuals with low HDL-C"}, {"pubmed": 15472210, "text": "role of LCAT in estradiol-2 esterification and its involvement in antioxidant protection of HDL"}, {"pubmed": 15544352, "text": "Selective LCAT-mediated reactivity with pre-beta 1-high density lipoprotein represents a novel mechanism increasing the efficiency of reverse cholesterol transport."}, {"pubmed": 15936482, "text": "Deficiency is manifested by fish eye disease."}, {"pubmed": 15994445, "text": "the inheritance of a mutated LCAT genotype causes a gene-dose-dependent alteration in the plasma lipid/lipoprotein profile, which is remarkably similar between subjects classified as LCAT deficiency or fish eye disease"}, {"pubmed": 16051254, "text": "a novel G-->A mutation in exon 6 of LCAT gene, which resulted in an amino acid substitution of valine for methionine in familial LCAT deficiency"}, {"pubmed": 16061733, "text": "Mutation underlies increased carotid artery intima-media thickness, which suggests that LCAT protects against atherosclerosis."}, {"pubmed": 16115486, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16216249, "text": "analysis of mutations in the LCAT gene that result in an intermediate phenotype between LCAT-deficiency and fish-eye disease (case report)"}, {"pubmed": 16542392, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16543491, "text": "Decreased LDL in LCAT-deficiency is attributable to increased catabolism caused by rapid catabolism of abnormal LDL and upregulation of LDL receptor pathway. Decreased catabolism of LpX contributes to its accumulation in LCAT-deficiency. (Lipoprotein X)"}, {"pubmed": 16770077, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16780378, "text": "Redistribution of charged residues in mutant LCAT may be a major factor responsible for the dramatically reduced activity of the enzyme with HDL and reconstituted high density lipoprotein (rHDL)."}, {"pubmed": 16883530, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16883530, "text": "The LCAT 608C/T polymorphism is possibly a predisposing factor in atherosclerotic cerebral infarction happening of Chinese Han population."}, {"pubmed": 17113061, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17206937, "text": "HDL particles generated by this pathway may account at least for some of the atheroprotective functions of apolipoprotein E"}, {"pubmed": 17216278, "text": "Apolipoprotein A=I activation affects the kinetics of the LCAT reaction"}, {"pubmed": 17272829, "text": "decreased cholesterol-total cholesterol ratio in the plasma of human apolipoprotein A-I transgenic Scavenger Receptors, Class B, Type I-/- mice is attributed to a reduction in LCAT reactivity with sphingomyelin-enriched HDL particles"}, {"pubmed": 17357073, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17526537, "text": "analysis of mutations in LCAT in two patients with severe LCAT deficiency [case report]"}, {"pubmed": 17711302, "text": "The study establishes that apoA-I(Leu141Arg)Pisa and apoA-I(Leu159Arg)FIN inhibit an early step in the biogenesis of HDL due to inefficient esterification of the cholesterol of the prebeta1-HDL particles by the endogenous LCAT."}, {"pubmed": 17855807, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18178167, "text": "Multiple linear regression analysis confirmed the independent association of cellular cholesterol efflux to plasma with cholesteryl ester transfer protein genotype"}, {"pubmed": 18397721, "text": "Analysis of the LCAT gene showed two novel point mutations in exon 2 and exon 3, leading to amino acid substitution. As far, these mutations have not been reported in FLD or FED patients."}, {"pubmed": 18485513, "text": "HbA1c provides an easy-to-assess, accurate measure of LCAT activity in type 2 diabetes."}, {"pubmed": 18676680, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18719109, "text": "oxidation of a single Met in apoA-I results in impaired LCAT activation"}, {"pubmed": 18782872, "text": "Plasma LCAT activity is elevated in metabolic syndrome and may be a marker of subclinical atherosclerosis"}, {"pubmed": 18823627, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18922527, "text": "Functional LCAT is not required for macrophage cholesterol efflux to human serum."}, {"pubmed": 18996102, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19060906, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19170196, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19306528, "text": "Recent research findings from animal and human studies have revealed a potential beneficial role of LCAT in reducing atherosclerosis--REVIEW"}, {"pubmed": 19336370, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19515369, "text": "Suggest that a LCAT-/- genotype associated with an APOE epsilon2 allele could be a novel mechanism leading to dysbetalipoproteinemia in familial LCAT deficient patients."}, {"pubmed": 19625176, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19671930, "text": "Low LCAT plasma levels are not associated with increased atherosclerosis in the general population."}, {"pubmed": 19687369, "text": "Genetically determined low LCAT activity in Italian families is not associated with enhanced preclinical atherosclerosis despite low high-density lipoprotein cholesterol levels."}, {"pubmed": 19692168, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19698944, "text": "lecithin:cholesterol acyltransferase activity is not responsible for low incidence of cardiovascular events"}, {"pubmed": 19800416, "text": "Plasma lecithin: cholesterol acyltransferase activity modifies the inverse relationship of C-reactive protein with HDL cholesterol in nondiabetic men."}, {"pubmed": 19878569, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19948975, "text": "Observational study of gene-disease association, gene-gene interaction, gene-environment interaction, and genetic testing. (HuGE Navigator)"}, {"pubmed": 20031551, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20160193, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20167577, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20571754, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20634891, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20679960, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20714348, "text": "Meta-analysis and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20855565, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20884842, "text": "Novel N-terminal mutation of human apolipoprotein A-I reduces self-association and impairs LCAT activation"}, {"pubmed": 20890173, "text": "LCAT activity is significantly decreased in type 2 diabetes. The lower LCAT activity in type 2 diabetes might be through ox-LDL mechanism. Ox-LDL may adversely affect high-density lipoprotein -cholesterol metabolism by reducing LCAT activity."}, {"pubmed": 20972250, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21315357, "text": "Case Report: familial LCAT deficienty can cause nephropathy at a very early age."}, {"pubmed": 21597230, "text": "analysis of a mutation that causes a complete loss of catalytic activity of LCAT, which is also defective in secretion [case report]"}, {"pubmed": 21600519, "text": "LCAT activity and enzyme levels were significantly lower among subjects with low HDL-C compared with subjects with high HDL-C."}, {"pubmed": 21798542, "text": "Continuous and intermittent walking alters HDL(2)-C and LCATa"}, {"pubmed": 21822774, "text": "AAV8-mediated overexpression of human LCAT in hCETP/Ldlr(+/-) mice resulted in profound changes in plasma lipid profiles."}, {"pubmed": 21875686, "text": "mutations in ABCA1, APOA1, and LCAT are sufficient to explain more tha 40 percent of familial hypoalphalipoproteinemia"}, {"pubmed": 21901787, "text": "functional mutations in LCAT were found in 29% of patients with low HDL-c, thus constituting a common cause of low HDL-c in referred patients in The Netherlands (LCAT)"}, {"pubmed": 22090275, "text": "Low plasma HDL cholesterol levels robustly associated with increased risk of MI but genetically decreased HDL cholesterol did not."}, {"pubmed": 22133847, "text": "Carriers of LCAT gene mutations exhibit increased carotid atherosclerosis"}, {"pubmed": 22189200, "text": "This review focuses on mutations in the LCAT gene as cause of familial hypoalphalipoproteinemia, and on their impact on plasma HDL-C, HDL profile and coronary heart disease."}, {"pubmed": 22326749, "text": "Studies suggest that absence of lecithin cholesterol acyltransferase (LCAT) may protect against insulin resistance, diabetes and obesity."}, {"pubmed": 22418575, "text": "Studies indicate the direct effects of HDL and its major modulators, ATP-binding cassette transporter A1 (ABCA1), apolipoprotein A-I (ApoA-I), and lecithin cholesterol acyltransferase (LCAT) on the development of type 2 diabetes mellitus (T2D)."}, {"pubmed": 23023370, "text": "carriers of LCAT mutations present with significant reductions in LCAT activity, HDL cholesterol, apoA-I, platelet-activating factor-acetylhydrolase activity and antioxidative potential of HDL, but this is not associated with parameters of increased lipid peroxidation"}, {"pubmed": 23078883, "text": "Pulse wave velocity is increased in LCAT mutation carriers with low HDL-c and is associated with carotid wall thickening."}, {"pubmed": 23132909, "text": "a novel function of apoA-IV in the biogenesis of discrete HDL-A-IV particles with the participation of ABCA1 and LCAT"}, {"pubmed": 23142243, "text": "while LCAT activity is decreased in patients with T2DM, LCAT levels is increased. Patients with NIDDM exhibit opposing effects on LCAT activity and LCAT production which is more severe in women"}, {"pubmed": 23152129, "text": "Male soccer players had significantly higher lecithin-cholesterol acyltransferase activity than sedentary controls."}, {"pubmed": 24140107, "text": "Results show that recombinant lecithin:cholesterol acyltransferase rhLCAt efficiently reduces the amount of unesterified cholesterol and promotes the production of plasma cholesteryl esters in LCAT deficient plasma."}, {"pubmed": 24383078, "text": "The present study provides an important insight into the potential interactions between LCAT and lipoproteins and also suggests that peptides, initially present in a disordered conformation, are able to sense the lipid environment provided by lipoproteins of plasma and following a disorder-to-order transition, change their conformation to an ordered alpha-helix."}, {"pubmed": 24423117, "text": "Activity of LCAT in HDL was increased in type 2 diabetes following increased fruit and vegetable intake."}, {"pubmed": 24620755, "text": "The enzyme lecithin-cholesterol acyltransferase esterifies cerebrosterol and limits its toxic effect on cultured neurons."}, {"pubmed": 24789697, "text": "A synonymous H287H mutation in the coding region of exon 6 of the lecithin cholesterol acyltransferase gene was observed in an individual with HDLC levels of 75 mg/dl."}, {"pubmed": 24842300, "text": "Cosyntropin testing in an unselected subgroup of 8 ABCA1 mutation carriers and 3 LCAT mutation carriers did not reveal differences between carriers and controls."}, {"pubmed": 25110219, "text": "genetic polymorphism is associated with coronary artery disease in Egyptians"}, {"pubmed": 25589508, "text": "A robust all-atom model for LCAT generated by homology modeling"}, {"pubmed": 25894629, "text": "Increased LCAT activity may be associated with increased formation of triglyceride rich lipoproteins, leading to a reduction in LDL particle size and atherosclerosis."}, {"pubmed": 25948084, "text": "This study investigated how the natural LCAT[T147I] and LCAT[P274S] mutations affect the pathway of biogenesis of high-density lipoproteins."}, {"pubmed": 25964513, "text": "increased cholesterol esterification by LCAT is atheroprotective"}, {"pubmed": 26073399, "text": "The data indicate that this novel apoA-I missense is associated with markedly decreased levels of HDL cholesterol and very large alpha-1 HDL, as well as decreased serum cellular cholesterol efflux and LCAT activity"}, {"pubmed": 26117245, "text": "rs5923 polymorphism is not associated with low high-density lipoprotein cholesterol(HDL-C)levels in Iranian population"}, {"pubmed": 26195816, "text": "Mapping the naturally occurring mutations onto the structure provides insight into how they may affect LCAT enzymatic activity."}, {"pubmed": 26232163, "text": "Report slightly reduction in LCAT that would probably reflect a delay in reverse cholesterol transport occurring in MetS."}, {"pubmed": 29030428, "text": "data suggests a model wherein the active site of LCAT is shielded from soluble substrates by a dynamic lid until it interacts with HDL to allow transesterification to proceed"}, {"pubmed": 29208698, "text": "data suggest that Arg123 of apoA-I on discoidal HDL participates in lecithin:cholesterol acyltransferase (LCAT)-mediated cholesterol esterification"}, {"pubmed": 29570220, "text": "The CETP rs708272 polymorphism is associated with a heightened risk of developing ACS. In addition, we report the association of the rs708272 and rs2292318 polymorphisms with HDL-C levels and HDL subclasses."}, {"pubmed": 29758034, "text": "Single Nucleotide Polymorphism in LCAT gene is associated with dyslipidemia."}, {"pubmed": 29773713, "text": "APOA1 may use a reciprocating thumbwheel-like mechanism to activate HDL-remodeling proteins"}, {"pubmed": 29947103, "text": "Plasma LCAT activity was higher in patients with NAFLD."}, {"pubmed": 30055622, "text": "It has been found a significant association between LCAT serum activity and risk of diabetes mellitus in men but not in women."}, {"pubmed": 30059844, "text": "Plasma LCAT mass concentration is upregulated in CAD patients and inversely related to plaque volume, suggesting atheroprotective effects."}, {"pubmed": 30479275, "text": "the crystal structure of human LCAT in complex with a potent piperidinylpyrazolopyridine activator and an acyl intermediate-like inhibitor, revealing LCAT in an active conformation, is reported."}, {"pubmed": 30500525, "text": "results demonstrated increased CETP and decreased LCAT and PON-1 activities in colorectal cancer (CRC)patients. In preliminary analysis CETP mass was identified as potential significant predictor of CRC development, suggesting that alterations in HDL-C levels, alongside with changes in HDL structure might have a role in carcinogenesis."}, {"pubmed": 30518338, "text": "Increased LCAT activity may be associated with increased formation of TRLs, leading to a reduction in the LDL-particle size in patients at a high risk for atherosclerotic cardiovascular disease."}, {"pubmed": 31039173, "text": "7 putative enhancers harboring associated single nucleotide polymorphisms were identified, 3 of which lie within the introns of LCAT and ABCA1, genes that play crucial roles in cholesterol biogenesis and lipoprotein metabolism."}, {"pubmed": 31103331, "text": "The P274S LCAT mutation was found to cause familial LCAT deficiency with renal involvement."}, {"pubmed": 31164121, "text": "Genetic, biochemical, in vitro and in silico analyses indicate that the rare mutations p.M404 V and p.V333 M in LCAT gene lead to suppression of LCAT enzyme activity and cause clinical features of familial LCAT deficiency."}, {"pubmed": 31779197, "text": "LCAT, ApoD, and ApoA1 Expression and Review of Cholesterol Deposition in the Cornea."}, {"pubmed": 32450892, "text": "ApoE and apoC-III-defined HDL subtypes: a descriptive study of their lecithin cholesterol acyl transferase and cholesteryl ester transfer protein content and activity."}, {"pubmed": 32561542, "text": "Esterification of 4beta-hydroxycholesterol and other oxysterols in human plasma occurs independently of LCAT."}, {"pubmed": 32618730, "text": "Genetic, biochemical, and clinical features of LCAT deficiency: update for 2020."}, {"pubmed": 33173066, "text": "Single nucleotide polymorphisms in LCAT may contribute to dyslipidaemia in HIV-infected individuals on HAART in a Ghanaian population."}, {"pubmed": 33298249, "text": "Common plasma protein marker LCAT in aggressive human breast cancer and canine mammary tumor."}, {"pubmed": 34256778, "text": "LCAT deficiency: a systematic review with the clinical and genetic description of Mexican kindred."}, {"pubmed": 34634315, "text": "Altered HDL proteome predicts incident CVD in chronic kidney disease patients."}, {"pubmed": 35598637, "text": "Plasma FA composition in familial LCAT deficiency indicates SOAT2-derived cholesteryl ester formation in humans."}, {"pubmed": 36420900, "text": "Rapidly progressive renal failure to reveal LCAT deficiency in an Algerian family."}], "genomic_pos": {"chr": "16", "end": 67944131, "ensemblgene": "ENSG00000213398", "start": 67939750, "strand": -1}, "genomic_pos_hg19": {"chr": "16", "end": 67978034, "start": 67973653, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0006629", "qualifier": "involved_in", "term": "lipid metabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006644", "pubmed": 4335615, "qualifier": "involved_in", "term": "phospholipid metabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006656", "pubmed": 11966470, "qualifier": "involved_in", "term": "phosphatidylcholine biosynthetic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006656", "pubmed": 12354767, "qualifier": "involved_in", "term": "phosphatidylcholine biosynthetic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008203", "pubmed": 10559507, "qualifier": "acts_upstream_of_or_within", "term": "cholesterol metabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008203", "pubmed": [3458198, 4335615, 26195816], "qualifier": "involved_in", "term": "cholesterol metabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030301", "pubmed": 10559507, "qualifier": "acts_upstream_of_or_within", "term": "cholesterol transport"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0034372", "pubmed": 15654758, "qualifier": "involved_in", "term": "very-low-density lipoprotein particle remodeling"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0034375", "pubmed": [4335615, 10722751, 12167653, 15210842], "qualifier": "involved_in", "term": "high-density lipoprotein particle remodeling"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0034375", "qualifier": "involved_in", "term": "high-density lipoprotein particle remodeling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042158", "qualifier": "involved_in", "term": "lipoprotein biosynthetic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042632", "pubmed": 4335615, "qualifier": "involved_in", "term": "cholesterol homeostasis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043691", "pubmed": 4335615, "qualifier": "involved_in", "term": "reverse cholesterol transport"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0046470", "pubmed": 26195816, "qualifier": "involved_in", "term": "phosphatidylcholine metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0090107", "qualifier": "involved_in", "term": "regulation of high-density lipoprotein particle assembly"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": [3458198, 4335615, 8016111, 10559507], "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0034364", "pubmed": 3104518, "qualifier": "part_of", "term": "high-density lipoprotein particle"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 23533145, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0003847", "pubmed": 8016111, "qualifier": "enables", "term": "1-alkyl-2-acetylglycerophosphocholine esterase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004607", "qualifier": "enables", "term": "phosphatidylcholine-sterol O-acyltransferase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004607", "pubmed": [3458198, 4335615, 10559507, 26195816], "qualifier": "enables", "term": "phosphatidylcholine-sterol O-acyltransferase activity"}, {"category": "MF", "evidence": "NAS", "id": "GO:0004607", "pubmed": 11966470, "qualifier": "enables", "term": "phosphatidylcholine-sterol O-acyltransferase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004607", "qualifier": "enables", "term": "phosphatidylcholine-sterol O-acyltransferase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004771", "pubmed": 8016111, "qualifier": "enables", "term": "sterol esterase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [1587806, 11435418, 14967812, 15654758, 17676061, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0034186", "pubmed": 1587806, "qualifier": "enables", "term": "apolipoprotein A-I binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0047179", "pubmed": 8016111, "qualifier": "enables", "term": "platelet-activating factor acetyltransferase activity"}]}, "homologene": {"genes": [[7955, 793137], [8364, 448241], [9031, 396136], [9598, 743056], [9606, 3931], [9615, 479680], [9913, 510960], [10090, 16816], [10116, 24530]], "id": 68042}, "interpro": [{"desc": "Lecithin:cholesterol/phospholipid:diacylglycerol acyltransferase", "id": "IPR003386", "short_desc": "LACT/PDAT_acylTrfase"}, {"desc": "Alpha/Beta hydrolase fold", "id": "IPR029058", "short_desc": "AB_hydrolase"}], "ipi": "IPI00022331", "map_location": "16q22.1", "name": "lecithin-cholesterol acyltransferase", "other_names": ["1-alkyl-2-acetylglycerophosphocholine esterase", "PAF acetylhydrolase", "phosphatidylcholine--sterol O-acyltransferase", "phosphatidylcholine-sterol acyltransferase", "phospholipid-cholesterol acyltransferase", "platelet-activating factor acetylhydrolase", "testicular secretory protein Li 24"], "pantherdb": {"HGNC": "6522", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "96755", "ortholog_type": "LDO", "panther_family": "PTHR11440", "taxid": 10090, "uniprot_kb": "P16301"}, {"RGD": "2993", "ortholog_type": "LDO", "panther_family": "PTHR11440", "taxid": 10116, "uniprot_kb": "P18424"}, {"Gene": "LCAT", "ortholog_type": "O", "panther_family": "PTHR11440", "taxid": 9031, "uniprot_kb": "P53760"}, {"Ensembl": "ENSGALG00000028928", "ortholog_type": "LDO", "panther_family": "PTHR11440", "taxid": 9031, "uniprot_kb": "R4GM71"}, {"ZFIN": "ZDB-GENE-010716-3", "ortholog_type": "LDO", "panther_family": "PTHR11440", "taxid": 7955, "uniprot_kb": "A0A0R4IDL2"}, {"WormBase": "WBGene00010872", "ortholog_type": "O", "panther_family": "PTHR11440", "taxid": 6239, "uniprot_kb": "Q21515"}, {"FlyBase": "FBgn0042175", "ortholog_type": "O", "panther_family": "PTHR11440", "taxid": 7227, "uniprot_kb": "Q9I7L9"}, {"FlyBase": "FBgn0051683", "ortholog_type": "O", "panther_family": "PTHR11440", "taxid": 7227, "uniprot_kb": "Q9Y168"}, {"SGD": "S000003859", "ortholog_type": "O", "panther_family": "PTHR11440", "taxid": 4932, "uniprot_kb": "P47139"}, {"SGD": "S000002465", "ortholog_type": "O", "panther_family": "PTHR11440", "taxid": 4932, "uniprot_kb": "P54857"}, {"dictyBase": "DDB_G0279019", "ortholog_type": "O", "panther_family": "PTHR11440", "taxid": 352472, "uniprot_kb": "Q54XE3"}, {"TAIR": "2099609", "ortholog_type": "O", "panther_family": "PTHR11440", "taxid": 3702, "uniprot_kb": "Q93V61"}, {"TAIR": "2133975", "ortholog_type": "O", "panther_family": "PTHR11440", "taxid": 3702, "uniprot_kb": "Q71N54"}, {"TAIR": "2015924", "ortholog_type": "O", "panther_family": "PTHR11440", "taxid": 3702, "uniprot_kb": "Q9FZI8"}], "uniprot_kb": "P04180"}, "pathway": {"kegg": [{"id": "hsa00564", "name": "Glycerophospholipid metabolism - Homo sapiens (human)"}, {"id": "hsa04979", "name": "Cholesterol metabolism - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-174824", "name": "Plasma lipoprotein assembly, remodeling, and clearance"}, {"id": "R-HSA-382551", "name": "Transport of small molecules"}, {"id": "R-HSA-8963899", "name": "Plasma lipoprotein remodeling"}, {"id": "R-HSA-8964058", "name": "HDL remodeling"}], "wikipathways": [{"id": "WP3601", "name": "Composition of Lipid Particles"}, {"id": "WP430", "name": "Statin inhibition of cholesterol production"}, {"id": "WP4522", "name": "Metabolic pathway of LDL, HDL and TG, including diseases"}]}, "pdb": ["4X96", "4XWG", "4XX1", "5BV7", "5TXF", "6MVD"], "pfam": "PF02450", "pharmgkb": "PA226", "pharos": {"target_id": 18640, "tdl": "Tchem"}, "pir": "A00571", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF325203", "relationship": "is"}, {"id": "GNF325204", "relationship": "is"}, {"id": "GNF325205", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF252119", "relationship": "is"}, {"id": "GNF252120", "relationship": "is"}, {"id": "GNF252121", "relationship": "is"}, {"id": "GNF252122", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF157693", "relationship": "similar to"}, "GNF_hs-Origene": {"id": "GNF047003", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF085421", "relationship": "is"}, {"id": "GNF085422", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051417", "relationship": "is"}, {"id": "GNF056183", "relationship": "is"}, {"id": "GNF060915", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF066957", "relationship": "is"}, {"id": "GNF066958", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF007930", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF240437", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF330897", "relationship": "is"}, {"id": "GNF332378", "relationship": "is"}, {"id": "GNF333485", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF337650", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF115772", "relationship": "is"}, {"id": "GNF155413", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000016.10", "NC_060940.1", "NG_009778.1"], "protein": "NP_000220.1", "rna": "NM_000229.2", "translation": {"protein": "NP_000220.1", "rna": "NM_000229.2"}}, "reporter": {"HG-U133_Plus_2": ["204428_s_at", "216390_at"], "HG-U95Av2": "35118_at", "HTA-2_0": "TC16001199.hg.1", "HuEx-1_0": ["3665976", "3696035"], "HuGene-1_1": "8002143", "HuGene-2_1": "16827494"}, "summary": "This gene encodes the extracellular cholesterol esterifying enzyme, lecithin-cholesterol acyltransferase. The esterification of cholesterol is required for cholesterol transport. Mutations in this gene have been found to cause fish-eye disease as well as LCAT deficiency. [provided by RefSeq, Jul 2008].", "symbol": "LCAT", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1416804"}, "unigene": "Hs.387239", "uniprot": {"Swiss-Prot": "P04180", "TrEMBL": ["J3QSE5", "A0A140VK24", "I3L3R0", "I3L215", "I3L1Q6", "J3QKT0", "I3L0J6"]}, "wikipedia": {"url_stub": "Lecithin—cholesterol acyltransferase"}}