{"AllianceGenome": "6526", "HGNC": "6526", "MIM": "600181", "_id": "3934", "_version": 2, "accession": {"genomic": ["AL590708.18", "CH471090.1", "CP068269.2", "NC_000009.12", "NC_060933.1", "X99133.1"], "protein": ["AAD14168.1", "AAH33089.1", "ACD02429.1", "BAG63166.1", "BAH14588.1", "CAA58127.1", "CAA67574.1", "CAG46889.1", "EAW87748.1", "EAW87749.1", "EAW87750.1", "NP_005555.2", "P80188.2", "XP_047279332.1", "XP_054218938.1"], "rna": ["AK301694.1", "AK307311.1", "AK316217.1", "AW778875.1", "BC033089.1", "BF354583.1", "BM977724.1", "BP272828.1", "BX644845.1", "CA454137.1", "CR542092.1", "EU644752.1", "N79823.1", "NM_005564.5", "S75256.1", "X83006.1", "XM_047423376.1", "XM_054362963.1"], "translation": [{"protein": "XP_047279332.1", "rna": "XM_047423376.1"}, {"protein": "BAH14588.1", "rna": "AK316217.1"}, {"protein": "CAG46889.1", "rna": "CR542092.1"}, {"protein": "BAG63166.1", "rna": "AK301694.1"}, {"protein": "ACD02429.1", "rna": "EU644752.1"}, {"protein": "AAD14168.1", "rna": "S75256.1"}, {"protein": "CAA58127.1", "rna": "X83006.1"}, {"protein": "XP_054218938.1", "rna": "XM_054362963.1"}, {"protein": "NP_005555.2", "rna": "NM_005564.5"}, {"protein": "AAH33089.1", "rna": "BC033089.1"}]}, "alias": ["24p3", "MSFI", "NGAL", "p25"], "ensembl": {"gene": "ENSG00000148346", "protein": ["ENSP00000277480", "ENSP00000362089", "ENSP00000362108"], "transcript": ["ENST00000277480", "ENST00000372998", "ENST00000373017", "ENST00000470902", "ENST00000487719", "ENST00000488391", "ENST00000494317"], "translation": [{"protein": "ENSP00000362108", "rna": "ENST00000373017"}, {"protein": "ENSP00000277480", "rna": "ENST00000277480"}, {"protein": "ENSP00000362089", "rna": "ENST00000372998"}], "type_of_gene": "protein_coding"}, "entrezgene": "3934", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 8.75856637, "exp_mis": 66.8259028, "exp_syn": 35.990456, "lof_z": 0.92332931050114, "mis_z": -1.14725254601901, "mu_lof": 5.51092085037e-07, "mu_mis": 5.67609285591e-06, "mu_syn": 2.95456857393e-06, "n_lof": 6.0, "n_mis": 86.0, "n_syn": 28.0, "p_li": 0.000596069473927577, "p_null": 0.28083768633269, "p_rec": 0.718566244193382, "syn_z": 0.82570990283889}, "bp": 597, "cds_end": 130915398, "cds_start": 130911804, "n_exons": 6, "nonpsych": {"exp_lof": 7.8035341, "exp_mis": 60.3600787, "exp_syn": 32.4510232, "lof_z": 0.98562611431027, "mis_z": -1.27504783079488, "mu_lof": 5.51092085037e-07, "mu_mis": 5.67609285591e-06, "mu_syn": 2.95456857393e-06, "n_lof": 5.0, "n_mis": 80.0, "n_syn": 27.0, "p_li": 0.00264628086203408, "p_null": 0.232096265116652, "p_rec": 0.765257454021314, "syn_z": 0.602458428789629}, "nontcga": {"exp_lof": 8.04581269, "exp_mis": 61.4677663, "exp_syn": 33.09915337, "lof_z": 0.711479130273559, "mis_z": -1.24118930953823, "mu_lof": 5.51092085037e-07, "mu_mis": 5.67609285591e-06, "mu_syn": 2.95456857393e-06, "n_lof": 6.0, "n_mis": 81.0, "n_syn": 25.0, "p_li": 0.000429750849653574, "p_null": 0.350254348842615, "p_rec": 0.649315900307731, "syn_z": 0.891360338931955}, "transcript": "ENST00000373017.1"}, "exons": [{"cdsend": 128153119, "cdsstart": 128149525, "chr": "9", "position": [[128149452, 128149663], [128150237, 128150374], [128151637, 128151717], [128151905, 128152025], [128152182, 128152284], [128153099, 128153126], [128153310, 128153453]], "strand": 1, "transcript": "NM_005564", "txend": 128153453, "txstart": 128149452}], "exons_hg19": [{"cdsend": 130915398, "cdsstart": 130911804, "chr": "9", "position": [[130911731, 130911942], [130912516, 130912653], [130913916, 130913996], [130914184, 130914304], [130914461, 130914563], [130915378, 130915405], [130915589, 130915732]], "strand": 1, "transcript": "NM_005564", "txend": 130915732, "txstart": 130911731}], "generif": [{"pubmed": 11986950, "text": "up-regulated by the AML1-MTG8 fusion protein, suggesting a role in the granulocytic maturation characteristic of the t(8;21) acute myelogenous leukemia"}, {"pubmed": 12473066, "text": "the transient interfollicular NGAL expression during skin embryogenesis along with the induction of NGAL in adult parakeratotic epidermis suggests it play a role in epithelial differentiation pathways"}, {"pubmed": 15670845, "text": "is endocytosed by megalin, and this endocytosis is blocked by an antibody against megalin"}, {"pubmed": 15691834, "text": "These data characterize lipocalin 2 as an epithelial inducer in Ras malignancy and a suppressor of metastasis."}, {"pubmed": 15711640, "text": "Data show that Ngal protects the kidney and mitigates azotemia during ischemia-reperfusion injury."}, {"pubmed": 16060857, "text": "The role of NGAL on chemically-induced apoptosis in tumor cell lines is reported."}, {"pubmed": 16061852, "text": "NGAL may play an important role in breast cancer in vivo by protecting MMP-9 from degradation, thereby enhancing its enzymatic activity and facilitating angiogenesis and tumor growth"}, {"pubmed": 16146540, "text": "major differences exist between mouse and man with regards to the role of NGAL in myelopoiesis and inflammation"}, {"pubmed": 16254208, "text": "NGAL/24p3 is increased in atherosclerotic plaques and myocardial infarction"}, {"pubmed": 16374475, "text": "LCN2 may have multifunctional roles in the maintenance of skin homeostasis."}, {"pubmed": 16381001, "text": "NGAL may be a candidate metastasis suppressor in colon cancer cells"}, {"pubmed": 16671099, "text": "4-HPR markedly induces LCN2 expression, but this event may not represent an apoptotic response"}, {"pubmed": 16733850, "text": "The analysis of PLAT and LCN2 transcripts in 12 samples obtained through EUS-guided FNA from patients with pancreatic adenocarcinoma showed significantly increased expression levels in comparison with those found in normal tissues."}, {"pubmed": 16798734, "text": "a detailed analysis of the 24p3 promoter;24p3 is regulated primarily at the level of transcription rather than mRNA stability"}, {"pubmed": 16827865, "text": "urine NGAL and interleukin 18 represent early, predictive biomarkers of delayed graft function"}, {"pubmed": 17114340, "text": "Lipocalin 2 can suppress the ras-induced expression of vascular endothelial growth factor in 4T1 cells via down-regulation of ras mitogen-activated protein kinase and ras phosphatidylinositol-3-kinase signaling."}, {"pubmed": 17229907, "text": "dual effects of NGAL as a siderophore:iron-binding protein and as a growth factor and examines the role of these effects in renal injury [REVIEW]"}, {"pubmed": 17253959, "text": "NGAL (neutrophil gelatinase-associated lipocalin) receptor-3 may act as a potential NGAL receptor and play a role in NGAL-mediated iron transport in oesophageal carcinoma[neutrophil gelatinase-associated lipocalin receptor]"}, {"pubmed": 17294443, "text": "NGAL may be a good marker to monitor changes of benign to premalignant and malignant ovarian tumors and that the molecule may be involved in the progression of epithelial ovarian malignancies"}, {"pubmed": 17360238, "text": "Findings suggest the promising use of urinary NGAL as an early biomarker for tubulointerstitial injury of IgA nephropathy and perhaps other types of renal disease in general."}, {"pubmed": 17530720, "text": "Urinary lipocalin-2 is a potential marker of the presence and severity of renal involvement in adult patients with systemic lupus erythematosus."}, {"pubmed": 17554627, "text": "NGAL expression is a predictor of poor prognosis in primary human breast cancer"}, {"pubmed": 17570904, "text": "Autosomal-dominant polycystic kidney disease patients with higher cystic growth presented higher sNGAL and uNGAL levels."}, {"pubmed": 17721627, "text": "NGAL in complex with activated MMP-9 is present in AAA wall and thrombus."}, {"pubmed": 17847728, "text": "NGAL mRNA transcripts were detected in salivary gland tissue with chronic sialadenitis; only a small amount was detected in tissues from normal salivary glands; results imply that NGAL is associated with regulation of inflammation in salivary glands"}, {"pubmed": 17874137, "text": "NGAL is an early predictive biomarker of contrast-induced nephropathy in children."}, {"pubmed": 17901710, "text": "NGAL may represent a sensitive early biomarker of renal impairment after percutaneous coronary interventions."}, {"pubmed": 17907186, "text": "NGAL protects MMP-9 activity and is relevant to cartilage matrix degradation in OA,may represent mechanism by which NGAL contributes to the loss of cartilage matrix proteins in osteoarthritis."}, {"pubmed": 17949711, "text": "Results show that neutrophil gelatinase-associated lipocalin (NGAL or lipocalin-2)is co-expressed with migration stimulating factor (MSF) by keratinocytes and acts as a functional inhibitor of MSF."}, {"pubmed": 18001501, "text": "Review validates the role of neutrophil gelatinase-associated lipocalin (NGAL) as an early biomarker of acute kidney injury (AKI) that rises significantly in AKI patients before the rise in creatinine is seen."}, {"pubmed": 18064607, "text": "Lineage-specific role for LCN2 in human hematopoiesis that is reminiscent of its effects upon mouse hematopoiesis. Important in vivo function of LCN2 in the regulation of human hematopoiesis."}, {"pubmed": 18070344, "text": "Plasma NGAL is an early predictive biological marker of acute kidney disease, morbidity and mortality following pediatric cardiac surgery."}, {"pubmed": 18275504, "text": "Hypertension is associated with kidney injury as reflected by elevated serum NGAL and cystatin C."}, {"pubmed": 18287807, "text": "We conclude that urinary IL-18 or NGAL could be early biomarkers of CIN and that urinary IL-18 is well associated with the later cardiac outcomes in patients after coronary angiography."}, {"pubmed": 18317594, "text": "selectively induce Neutrophil gelatinase expression in sebaceous glands might represent therapeutic alternatives to the use of 13-cis retinoic acid to treat individuals with acne"}, {"pubmed": 18337554, "text": "Urine NGAL is an early predictive biomarker of acute kidney injury severity after cardiopulmonary bypass."}, {"pubmed": 18362300, "text": "NGAL and MMP-9/NGAL complex suppression might have a protective role in women with PCOS."}, {"pubmed": 18375251, "text": "adult beta-thalassemia patients upregulated NGAL expression compared to normal samples; no upregulation was observed in pediatric patients; upregulation may play an important role in decreasing reactive oxygen species or iron in beta-thalassemia patients"}, {"pubmed": 18392050, "text": "NGAL is highly expressed in early dysplastic lesions in the pancreas, suggesting a possible role as an early diagnostic marker for pancreatic cancer."}, {"pubmed": 18393169, "text": "The association between serum lipocalin-2 and obesity or metabolic syndrome was not validated in this study."}, {"pubmed": 18398717, "text": "model that describes the role of lipocalin 2 in the initial stages of the bone marrow after the appearance of the Philadelphia chromosome-positive cells that expresses the Bcr-Abl oncoprotein"}, {"pubmed": 18437016, "text": "NGAL has a role in the maintenance of skin homeostasis"}, {"pubmed": 18464118, "text": "parallel expression of NGAL and BCR-ABL at the early stage of CML"}, {"pubmed": 18600028, "text": "both serum NGAL and urinary NGAL were correlated with serum creatinine and, inversely, with residual glomerular filtration rate"}, {"pubmed": 18663364, "text": "lipocalin 2 has at least two functions related to tumorigenesis, one involving apoptosis induction of normal hematopoietic cells and the other being tissue invasion by leukemia cells."}, {"pubmed": 18676832, "text": "results suggest that NGAL reduces adhesion/invasion partly by suppressing FAK activation and inhibits angiogenesis partly by blocking VEGF production in pancreatic cancer cells"}, {"pubmed": 18710473, "text": "There was no significant change in the lipocalin-2 and RBP4 levels, although IL-6 levels increased after the exercise programme in obese women"}, {"pubmed": 18753796, "text": "NGAL may play a key role in tubular adaptations to persistent macroproteinuria"}, {"pubmed": 18768801, "text": "NF-kappaB contributes to thyroid tumor cell survival by controlling iron uptake via NGAL"}, {"pubmed": 18798264, "text": "We generated human monoclonal antibodies against 2 potential tumor targets, NGAL and GW112, and we proved their selective expression in cancer colon and not or barely in healthy tissues."}, {"pubmed": 18803290, "text": "LCN2 is a gene with moderate CpG-density showing a less stringent relationship between DNA methylation and gene expression."}, {"pubmed": 18809975, "text": "a biomarker in acute kidney injury"}, {"pubmed": 18852336, "text": "Lipocalin-2 is upregulated by insulin via phosphatidylinositol 3-kinase and mitogen-activated protein kinase signaling pathways."}, {"pubmed": 18927283, "text": "Overexpression of lipocalin-2 is associated with barrett's esophagus-associated high-grade dysplasia."}, {"pubmed": 19015448, "text": "The NGAL mRNA and NGAL protein were highly expressed in the nasal polyps. The ratio of NGAL mRNA to glyceraldehyde-3-phosphate dehydrogenase mRNA in the nasal polyps was greater compared with that in the normal turbinate mucosa."}, {"pubmed": 19055468, "text": "Urinary NGAL can be used from the 1st day of injury as a reliable predictor of early acute kidney injury in multi-trauma patients."}, {"pubmed": 19092815, "text": "in the setting of chronic kidney diseases, elevated urine NGAL levels are associated with the development of acute kidney injury."}, {"pubmed": 19148153, "text": "LCN2 levels reflect damage to glomeruli, proximal tubules, and distal nephrons."}, {"pubmed": 19148711, "text": "Serum levels increase in peritonitis"}, {"pubmed": 19176795, "text": "In patients with chronic kidney disease, NGAL closely reflects the entity of renal impairment and represents a strong and independent risk marker for disease progression."}, {"pubmed": 19201208, "text": "Urinary NGAL was not different in patients undergoing off-pump and on-pump coronary artery bypass surgery"}, {"pubmed": 19237579, "text": "Lcn2 promotes breast cancer progression by inducing epithelial to mesenchymal transition through the ERalpha/Slug axis and may be a useful biomarker of breast cancer."}, {"pubmed": 19249501, "text": "A potential early marker for delayed kidney graft function, especially in the settings of early dialysis treatment or antirejection therapy."}, {"pubmed": 19249502, "text": "NGAL should be investigated as a potential early, sensitive marker of kidney impairment/injury in chronic kidney disease and kidney transplantation."}, {"pubmed": 19287180, "text": "Neutrophil gelatinase-associated lipocalin (NGAL) represents a novel, sensitive marker of kidney function in adult patients with chronic heart failure and normal serum creatinine."}, {"pubmed": 19308044, "text": "important regulatory molecule in colon carcinomas that integrates extracellular environment cues, iron metabolism, and intracellular small GTPase signaling in cancer migration and invasion"}, {"pubmed": 19321980, "text": "NGAL may play an important role in the pathophysiology of renal adaptation to diabetes, probably as a defensive mechanism aiming to mitigate tubular suffering."}, {"pubmed": 19342674, "text": "lipocalin 2 is a crucial component of mucosal immune defense against pulmonary infection with Klebsiella pneumoniae"}, {"pubmed": 19419554, "text": "NGAL mRNA up-regulation was correlated with tumor progression and MMP-9 expression in rectal cancer."}, {"pubmed": 19454345, "text": "The host molecule lipocalin-2 sequesters bacterial siderophores as a mechanism of protection against infection."}, {"pubmed": 19466389, "text": "Protein expression levels of lipocalin-2 are upregulated in visceral adipose tissue of obese subjects along with increased activity of matrix metalloproteinase-2 and matrix metalloproteinase-9/ lipocalin-2 complex."}, {"pubmed": 19474273, "text": "In adult cardiac surgery patients, the predictive value of NGAL increases with grade of acute kidney injury (AKI)."}, {"pubmed": 19540040, "text": "Review: discuss the contradictory, sometimes even paradoxical, effects attributed to NGAL in human neoplasias."}, {"pubmed": 19549696, "text": "Neutrophil gelatinase-associated lipocalin (NGAL) reflects iron status in haemodialysis patients."}, {"pubmed": 19638718, "text": "It is a siderophore-binding protein, which involves in hematopoiesis to cell differentiation, tissue injury, carcinogenesis and infection. (review)"}, {"pubmed": 19649660, "text": "Early prediction of urinary tract infection with LCN2/NGAL is reported."}, {"pubmed": 19661117, "text": "NGAL represents an early biomarker of renal failure in patients undergoing cardiac surgery."}, {"pubmed": 19680166, "text": "analysis of reference values for urinary neutrophil gelatinase-associated lipocalin in very low birth weight infants"}, {"pubmed": 19708926, "text": "High NGAL is associated with impaired kidney function in renal allograft recipients."}, {"pubmed": 19714584, "text": "Serial measurement of urinary and plasma NGAL levels may be valuable in predicting impending worsening of global and renal childhood-onset systemic lupus erythematosus disease activity."}, {"pubmed": 19727808, "text": "Neutrophil gelatinase-associated lipocalin (NGAL/Lcn2) is upregulated in gastric mucosa infected with Helicobacter pylori."}, {"pubmed": 19732769, "text": "these data suggest that induction of Lcn2/NGAL is an adaptive response to ameliorate the injuries induced by thermal stresses."}, {"pubmed": 19850388, "text": "NGAL level appears to be of diagnostic and prognostic value for acute kidney injury."}, {"pubmed": 19857721, "text": "Plasma NGAL is not a specific biomarker for monitoring chronic renal disorders after heart and lung transplantation."}, {"pubmed": 19863663, "text": "findings are consistent with an important role for siderocalin in protection against Mycobacterium tuberculosis infection"}, {"pubmed": 19875582, "text": "LCN2 is highly expressed in adipose tissue in vivo and in vitro, and its secretion is regulated by the activation of inflammation and infection"}, {"pubmed": 19887608, "text": "LCN2 is a critical factor in enhancing breast tumor formation and progression possibly in part by stabilizing matrix metalloproteinase-9"}, {"pubmed": 19889214, "text": "Women with invasive ductal carcinoma exhibited increased blood levels of MMP-9, NGAL and MMP-9/NGAL comlex compared to healthy controls."}, {"pubmed": 19904630, "text": "NGAL is a potent inducer of heme oxygenase-1 and somewhat superoxide dismutase-1 and superoxide dismutase-2."}, {"pubmed": 19938135, "text": "NGAL concentrations obtained during surgery were highly associated with postoperative acute kidney injury in patients undergoing liver transplantation."}, {"pubmed": 19951994, "text": "Upregulation of NGAL by ErbB2 through NF-kappaB activation is involved in cancer-related anemia."}, {"pubmed": 20030526, "text": "potential early marker for nephrotoxicity and predictor of contrast nephropathy"}, {"pubmed": 20056755, "text": "The relationship between urinary NGAL and acute kidney injury after cardiac surgery varies with baseline renal function, with optimal discriminatory performance in patients with normal preoperative function."}, {"pubmed": 20057160, "text": "Cardiomyocytes, vascular wall cells and fibroblasts in myocarditis strongly express Lcn2/NGAL via proinflammatory cytokines"}, {"pubmed": 20068352, "text": "residual renal function and c reactive protein were predictors of NGAL in hemodialyzed"}, {"pubmed": 20072790, "text": "Both serum and urinary concentrations of NGAL change during the course of cyclosporine A treatment."}, {"pubmed": 20086155, "text": "NGAL binds iron-complexed norepinephrine, indicating physiological relevance for both bacterial and human iron metabolism."}, {"pubmed": 20101218, "text": "an earlier unknown NFAT3/LCN2 axis that critically controls motility in breast cancer"}, {"pubmed": 20123318, "text": "The presence of elevated admission serum NGAL levels is associated with heightened risk of subsequent worsening of renal function in patients admitted with acute decompensated heart failure."}, {"pubmed": 20179686, "text": "Our data provide the first evidence for the potential of serum NGAL as an early marker to distinguish mild from severe acute pancreatitis."}, {"pubmed": 20208456, "text": "Maternal lipocalin-2 concentrations are significantly increased in preeclampsia."}, {"pubmed": 20306447, "text": "possible role for NGAL as a prognosis-related indicator and a neoplastic tissue volume marker in patients with colorectal liver metastases"}, {"pubmed": 20363104, "text": "Measurement of plasma NGAL in patients in the first few hours after cardiopulmonary bypass is predictive of acute kidney injury."}, {"pubmed": 20373132, "text": "data suggest that NGAL promotes the invasiveness of the cholangiocarcinoma cells by forming complex with MMP-9, stabilizing its activity and rendering the cancer cells to be more invasive"}, {"pubmed": 20412947, "text": "Review: Measurement of neutrophil gelatinase-associated lipocalin levels in patients at risk for cardiac surgery-associated acute kidney injury can facilitate its early diagnosis."}, {"pubmed": 20435938, "text": "assessing early plasma NGAL alone has limited utility for predicting acute postoperative kidney injury"}, {"pubmed": 20496473, "text": "Urinary NGAL shows promise as an early marker for culture-positive sepsis in very low birth weight infants."}, {"pubmed": 20502037, "text": "[review] role of hepcidin and NGAL in iron metabolism and its regulation, particularly in kidney disease."}, {"pubmed": 20504246, "text": "LCN2 plays a role in the pathogenesis of pre-eclampsia."}, {"pubmed": 20504881, "text": "Parenteral iron formulations differentially affect MCP-1, HO-1, and NGAL gene expression and renal responses to injury."}, {"pubmed": 20511727, "text": "Results show that lipocalin-2 levels are significantly higher in women with polycystic ovary syndrome compared to body mass index-matched controls."}, {"pubmed": 20512104, "text": "Neutrophil gelatinase-associated lipocalin (NGAL) may have a role in anemia [review]"}, {"pubmed": 20527084, "text": "GM-CSF contributes to the pathogenesis of RA through upregulation of NGAL in neutrophils, followed by induction of TERA, cathepsin D and TG2 in synoviocytes. NGAL and the upregulated enzymes may therefore play an important role in RA."}, {"pubmed": 20551266, "text": "Up-regulation of lipocalin 2 is associated with high-risk human papillomavirus and grade of cervical lesion at baseline."}, {"pubmed": 20559153, "text": "Upregulation of Lcn-2 is associated with pemetrexed responsiveness in non-small cell lung cancer cells."}, {"pubmed": 20587610, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20596614, "text": "NGAL is expressed in several histotypes of renal tumors."}, {"pubmed": 20620526, "text": "NGAL needs to be investigated as a potential early marker for impaired kidney function/injury in heart transplantation patients."}, {"pubmed": 20628624, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20680102, "text": "The aqueous humor NGAL level is increased in eyes with idiopathic acute anterior uveitis."}, {"pubmed": 20703446, "text": "The data show that HMW-adiponectin and lipocalin-2 both have significant day/night rhythms, both with troughs at night, that these are not driven by the feeding/fasting cycle."}, {"pubmed": 20802417, "text": "The aim of the study was to assess the prevalence of chronic kidney disease using estimated glomerular filtration rate (eGFR) and creatinine clearance according to different formulas and measurements of cystatin C and serum NGAL."}, {"pubmed": 20819195, "text": "Significant upregulation of LCN2 and HAVCR1 could be detected in the delayed kidney graft funtion group.  Prognostic value of the two biomarkers together with donor age ranges between 75% and 83%."}, {"pubmed": 20853162, "text": "NGAL may be considered a novel stress protein, whereas MMP-7, MMP-9, and TIMP-1 may be regarded as indicators of stress response in the pediatric population on chronic dialysis"}, {"pubmed": 20870707, "text": "Lipocalin-2 in obese prepubertal children showed a 44.7% higher concentration than that in lean children, controlling for age and sex. Lipocalin-2 concentrations did not significantly decrease after weight loss in obese patients after 2 years."}, {"pubmed": 20921623, "text": "Data show that lipocalin 2 was increased particularly in patients who rapidly progressed to end-stage renal failure."}, {"pubmed": 20960272, "text": "role for NGAL/MMP-9 dysregulation in renal dysfunction; moreover, gender-specific differences could support a gender contribution to pathological mechanisms or susceptibility for the development of renal complications in diabetes mellitus"}, {"pubmed": 20961744, "text": "mRNA levels of the novel inflammatory factors lipocalin-2, chitinase-3 like-1 and osteopontin are increased in human visceral abdominal tissue of subjects with colon cancer."}, {"pubmed": 21030534, "text": "NGAL is highly expressed in atheromatous human plaques and associated with increased MMP-9 activity"}, {"pubmed": 21031541, "text": "a combination of NGAL and APACHE II predicts acute kidney injury with high sensitivity and specificity after liver transplantation"}, {"pubmed": 21048034, "text": "These data indicate that lipocalin-2 expression correlates with HPV positivity of cutaneous squamous cell carcinomas."}, {"pubmed": 21104585, "text": "RBP-4, lipocalin-2 and L-PGDS do not regulate insulin sensitivity in healthy men. Rather their expression levels seemed to reflect inflammatory activity and were inversely correlated with alcohol intake and serum HDL levels."}, {"pubmed": 21115620, "text": "NGAL independently associates with type 1 cardio-renal syndrome and might be a useful biomarker in the early recognition of these patients."}, {"pubmed": 21132267, "text": "Loss of lipocalin 2 is associated with hepatocellular carcinoma."}, {"pubmed": 21133718, "text": "Increased serum levels of neutrophil gelatinase-associated lipocalin is associated with essential thrombocythemia and polycythemia vera"}, {"pubmed": 21143924, "text": "Obesity is associated with elevated serum lipocalin-2 levels. In contrast, PCOS does not appear to affect lipocalin-2 levels."}, {"pubmed": 21150136, "text": "The present study suggests that urinary LCN2 is a novel marker of hepatic fibrosis by reflecting urine MMP-9 activity in chronic hepatitis C."}, {"pubmed": 21160226, "text": "Baseline urinary NGAL is not associated with the decline in glomerular filtration rate or disease progression in patients with type 1 diabetes and diabetic nephropathy."}, {"pubmed": 21184133, "text": "This study suggested that NGAL and NGALR expression are frequently up-regulated in gliomas, and are closely associated with poor clinical outcome."}, {"pubmed": 21257679, "text": "High urine NGAL is associated with acute kidney injury after orthotopic liver transplantation."}, {"pubmed": 21273640, "text": "Using tissue microarrays, lipocalin 2 immunoreactivity was significantly elevated in uterine cervical cancer tissues as compared with expression in high- or low-grade dysplasia or normal tissues."}, {"pubmed": 21278918, "text": "Lcn-2 has a role in endometrial cancer."}, {"pubmed": 21300375, "text": "Neutrophil gelatinase-associated lipocalin has a role in development of acute kidney injury in neonates and children after cardiopulmonary bypass"}, {"pubmed": 21307379, "text": "Urinary NAG (ninefold), NGAL (1.5-fold), and H-FABP (3.5-fold) were significantly elevated in normoalbuminuric diabetic patients compared with nondiabetic control subjects."}, {"pubmed": 21334721, "text": "Lipocalin-2 expression was up-regulated during tumorigenetic and developmental processes of endometrial carcinoma."}, {"pubmed": 21403867, "text": "Both IL-1beta and TNF-alpha regulate NGAL expression in polymorphonuclear granulocytes of chronic hemodialysis patients."}, {"pubmed": 21412214, "text": "Urinary NGAL is useful in classifying and stratifying patients with established acute kidney injury."}, {"pubmed": 21420718, "text": "neutrophil gelatinase-associated lipocalin expression appeared to be a significant independent negative prognostic marker related to shorter overall survival in stage I colorectal carcinoma."}, {"pubmed": 21439274, "text": "Plasma NGAL and NGAL/MMP-9 complex may act as diagnostic adjuvant biomarkers for pelvic inflammatory disease"}, {"pubmed": 21442621, "text": "In conclusion, when nm23-H1 gene is knocked down in SiHa cervical cancer cells, cells migration and invasion decrease through elevated expression of lipocalin 2."}, {"pubmed": 21457438, "text": "LCN2 expression shows clear correlation to liver damage and resulting inflammatory responses, rather than to the degree of liver fibrosis, which in fact may imply a distinct diagnostic value as an early biomarker of liver inflammation."}, {"pubmed": 21463871, "text": "Increased plasma LCN2 levels during mild cognitive impairment (MCI) could be helpful in predicting the progression from MCI to Alzheimer's disease."}, {"pubmed": 21511111, "text": "NGAL detects patients with likely subclinical acute kidney injury who have an increased risk of adverse outcomes."}, {"pubmed": 21518160, "text": "Cystatin C and neutrophil gelatinase-associated lipocalin have roles in renal function after pediatric heart transplantation"}, {"pubmed": 21545264, "text": "data indicate that NGAL exerts its cytoprotective effect independent of HO-1 and protects cells against oxidative stress more efficiently than HO-1"}, {"pubmed": 21555394, "text": "High NGAL is associated with HIV-associated nephropathy."}, {"pubmed": 21573795, "text": "NGAL is up-regulated in patients with endometrial hyperplasia to prevent the transition from hyperplasia to carcinoma."}, {"pubmed": 21576334, "text": "In summary, yersiniabactin is a virulence factor that is prevalent among carbapenemase-producing Klebsiella pneumoniae isolates and promotes respiratory tract infections through evasion of Lcn2."}, {"pubmed": 21612443, "text": "The -110 to -79 sequence segment upstream from the transcription initiation site of Neutrophil gelatinase-associated lipocalin (NGAL) is a TPA responsive element (TRE), and its induction is controlled by CCAAT-Enhancer-Binding Protein-beta."}, {"pubmed": 21622717, "text": "NGAL overexpression may promote the tumorigenesis and progression of CRC."}, {"pubmed": 21649922, "text": "The unfolded protein response activates Lcn2 production in human prostate cancer cells in an NF-kappaB-dependent manner."}, {"pubmed": 21691251, "text": "Data suggest that urinary neutrophil gelatinase-associated lipocalin levels at birth may have a predictive role in kidney function in very low birth weight infants."}, {"pubmed": 21723753, "text": "Studies indicate that molecular markers, such as cystatin C, neutrophil gelatinase-associated lipocalin (NGAL), IL-18 and kidney injury molecule-1 (KIM-1), better quantify the extent of acute ischemic and/or tubular injury than other available tools."}, {"pubmed": 21726963, "text": "NGAL expression was confirmed as a significant independent negative prognostic marker related to a shorter disease-free survival in stage I colorectal carcinoma"}, {"pubmed": 21740336, "text": "Properties and perspectives of uNGAL and Netrin-1 for their appropriate clinical utilization."}, {"pubmed": 21741997, "text": "C/EBP zeta overexpression downregulated NGAL to inhibit migration and invasion of breast cancer."}, {"pubmed": 21756081, "text": "PCOS per se is not associated with elevated lipocalin-2 levels. Weight loss induces a significant reduction in lipocalin-2 levels in overweight/obese patients with PCOS."}, {"pubmed": 21756891, "text": "The simultaneous increase in urinary NGAL and albumin/creatinine ratio excretion is significantly associated with the increase of left ventricular mass in low risk patients with primary hypertension."}, {"pubmed": 21763306, "text": "These results suggested that SLC22A17, in cooperation with LCN2, to be involved in the acquisition of aggressive behavior among endometrial carcinoma cells."}, {"pubmed": 21836143, "text": "Urine and plasma NGAL associate with subsequent acute kidney injury and poor outcomes among adults undergoing cardiac surgery."}, {"pubmed": 21836147, "text": "Urine NGAL, but not plasma NGAL, associates with subsequent acute kidney injury and poor outcomes among children undergoing cardiac surgery."}, {"pubmed": 21855366, "text": "focuses on lipocalin 2 regulation and its relationship to cytokine and endocrine signaling pathways"}, {"pubmed": 21872946, "text": "Serum NGAL is an independent predictor of worst short term prognosis in patients with acute heart failure."}, {"pubmed": 21874256, "text": "NGAL expression is high in well-differentiated cancer, suggesting that NGAL may be a useful diagnostic marker of tumor-cell differentiation"}, {"pubmed": 21885675, "text": "Lipocalin 2 is not an independent predictor of metabolic and cardiovascular risk factors in young men cross-sectionally or prospectively."}, {"pubmed": 21947917, "text": "siderocalin Q83 exhibits differential slow dynamics upon ligand binding that we characterized by relaxation dispersion experiments."}, {"pubmed": 21978028, "text": "Haplotype GGTCC was associated with the development of elevated BP at follow-up after adjusting for baseline age, sex, systolic blood pressure (SBP), and follow-up duration."}, {"pubmed": 21986252, "text": "Imatinib mesylate therapy induces reduction in neutrophil gelatinase-associated lipocalin serum levels and increase in leptin concentrations in chronic myeloid leukemia patients in molecular remission."}, {"pubmed": 22035911, "text": "Confirmed that density of NGAL expressing neutrophils in CCRCC was associated with poor outcome."}, {"pubmed": 22123561, "text": "NGAL could be a more sensitive and more specific marker than the albuminuria and might detect the early appearance of the renal lesions, and thus could be useful to prevent or reduce severity of renal function alterations."}, {"pubmed": 22164937, "text": "plasma and urinary NGAL levels increase two hours after the induction of acute kidney injury in several clinical situations such as cardiac surgery, radiocontrast nephropathy, kidney transplantation, hemolytic uremic syndrome and critically ill patients"}, {"pubmed": 22169111, "text": "In abdominal aortic aneurysms NGAL is released by neutrophils and by the luminal part of AAA thrombus."}, {"pubmed": 22172816, "text": "NGAL prevents renal hypoxia/reoxygenation injury via inhibition of apoptosis by reducing the expression of Bax, Bcl-2, and caspase-3."}, {"pubmed": 22200895, "text": "NGAL levels differentiate steroid sensitive nephrotic syndrome from steroid resistance nephrotic syndrome and correlate with disease severity in steroid resistance nephrotic syndrome"}, {"pubmed": 22200942, "text": "Serum NGAL is elevated particularly in active inflammatory bowel disease and correlates with established markers of inflammation and disease activity, implicating its role in the pathophysiology of the disease."}, {"pubmed": 22222228, "text": "This study investigated the prognostic value of neutrophil gelatinase-associated lipocalin (NGAL) in patients with ST-segment elevation myocardial infarction (STEMI)."}, {"pubmed": 22222353, "text": "Measurement of urinary proteins is a powerful and non-invasive method to quantify the effect of patent ductus arteriosus on systemic perfusion in preterm infants."}, {"pubmed": 22226205, "text": "Plasma NGAL levels do not adequately predict acute kidney injury in patients with acute heart failure."}, {"pubmed": 22237710, "text": "NGAL protein seems to represent a marker of malignant follicular cell-derived thyroid tumors, and especially of those with follicular architecture."}, {"pubmed": 22251225, "text": "These results suggest the possibility of NGAL involvement in drug transportation and cancer MDR formation, and indicate the potential of NGAL in cancer therapy."}, {"pubmed": 22291019, "text": "Siderocalin cannot efficiently sequester ferric vibriobactin in vitro."}, {"pubmed": 22292925, "text": "Elevated serum lipocalin-2 is closely and independently associated with impaired glucose regulation and type 2 diabetes."}, {"pubmed": 22325322, "text": "Plasma NGAL is a novel marker of kidney function, which correlates to duration of end-stage renal failure and serum creatinine in uraemic patients awaiting kidney transplantation."}, {"pubmed": 22340728, "text": "Elevated neutrophil gelatinase-associated lipocalin at admission is associated with in-hospital acute kidney injury and mortality in patients with Acute Decompensated Cardiac Failure."}, {"pubmed": 22371224, "text": "the immunohistochemical detection of NGAL may be helpful in the differential diagnosis between malignant and benign follicular-patterned lesions of the thyroid"}, {"pubmed": 22371904, "text": "). A significant positive relationship was found between NGAL level and creatinine level in patients with normal basal leukocyte levels but not in those with higher leukocytes."}, {"pubmed": 22404749, "text": "High neutrophil gelatinase-associated lipocalin levels are associated with acute kidney injury in liver transplantation."}, {"pubmed": 22441986, "text": "Lcn2 was found to be significantly decreased in CSF of patients with mild cognitive impairment and Alzheimer's disease (AD) and increased in brain regions associated with AD pathology in postmortem brain tissue"}, {"pubmed": 22469622, "text": "We show evidence for mineralocorticid binding to an NGAL promoter, providing a mechanism for NGAL regulation."}, {"pubmed": 22500106, "text": "Multivariate logistic regression analysis and ROC curve analysis revealed that 24-hour urinary NGAL excretion is a potential biomarker for renal damage in SLE patients, with higher sensitivity and specificity than anti-dsDNA antibody titers."}, {"pubmed": 22505707, "text": "Urinary vascular cell adhesion molecule, but not neutrophil gelatinase-associated lipocalin, is associated with lupus nephritis."}, {"pubmed": 22515481, "text": "Studies indicate the most studied biomarkers for acute kidney injury are neutrophil gelatinase-associated lipocalin-2, kidney injury molecule-1, IL-18, cystatin C, N-acetyl-beta-D-glucosaminidase, liver fatty-acid binding protein, and heat shock protein 72."}, {"pubmed": 22529161, "text": "Increased NGAL urine levels are associated with acute kidney injury."}, {"pubmed": 22537138, "text": "Urinary neutrophil gelatinase-associated lipocalin and Il-18 increase in tandem after surgical pulmonary valve replacement, and may predict acute kidney injury."}, {"pubmed": 22559235, "text": "Investigate LCN2 in endometrial cancer. Expression of LCN2 protein, found in 49% of the cases, was associated with non-endometrioid histologic type, nuclear grade 3, >50% solid tumor growth, ER and PR negativity, and positive EZH2 expression."}, {"pubmed": 22562534, "text": "Urinary neutrophil gelatinase-associated lipocalin strongly predicts short-term inpatient mortality in both unadjusted and adjusted models."}, {"pubmed": 22640376, "text": "the elevated levels of lipocalin-2 and MMP-9 are associated with reduced breast cancer survival, particularly in patients with lower BMI and lymph-node negative breast cancers."}, {"pubmed": 22695331, "text": "Monospecific assays of the NGAL monomer demonstrated a correlation with histology that typifies progressive, severe chronic kidney disease."}, {"pubmed": 22705926, "text": "N-GAL, cystatin C and eGFR indicate acute kidney injury and are associated with a poor 30-day prognosis in acute pulmonary embolism."}, {"pubmed": 22707293, "text": "LCN2 overexpression can effectively induce apoptosis of HCC cells"}, {"pubmed": 22710694, "text": "NGAL and beta2-M were significantly increased in urine from patients with obstructed hydronephrotic kidneys at the time of surgery."}, {"pubmed": 22723447, "text": "Perioperative urine neutrophil gelatinase-associated lipocalin and IL-18 are associated with poor 1-year allograft function."}, {"pubmed": 22724477, "text": "NGAL is an independent renal predictor of incidence of acute kidney injury following abdominal aortic aneurysm repair."}, {"pubmed": 22728279, "text": "NGAL and NGALR expression might be served as novel prognostic factors and potential therapeutic targets in Hepatocellular carcinoma."}, {"pubmed": 22749388, "text": "Urinary NGAL levels are not associated with incident chronic kidney disease."}, {"pubmed": 22767506, "text": "LCN2 and TWEAKR-TWEAK as crucial downstream effectors of NFAT1 that regulate breast cancer cell motility and invasive capacity."}, {"pubmed": 22800509, "text": "lipocalin 2 is a new GADD153 target gene that mediates endoplasmic reticulum stress-induced apoptosis in lung cancer cells"}, {"pubmed": 22811364, "text": "Investigated serum NGAL and IL-18 for the prediction of DGF after kidney transplantation. After transplantation, serum levels of NGAL were significantly higher at any time in patients with DGF compared to those with IGF."}, {"pubmed": 22820397, "text": "BNP and NGAL are two emerging tools useful for diagnosis and prognosis in heart failture"}, {"pubmed": 22835414, "text": "Urine NGAL levels reflect renal distal tubular injury and decreased glomerular filtration rate in patient with acute decompensated heart failure."}, {"pubmed": 22851691, "text": "The study data point to a macrophage-dependent IL-10-STAT3-NGAL axis that might contribute to tumor progression."}, {"pubmed": 22876548, "text": "Normoalbuminuric and normotensive adolescents with type 1 diabetes have elevated urinary NGAL values, which might indicate kidney injury."}, {"pubmed": 22876549, "text": "We do not suggest routine investigation of serum lipocalin-2 level in obese subjects for risk stratification of the obesity-related complications."}, {"pubmed": 22923545, "text": "Chronic renovascular hypertension is associated with elevated NGAL levels, likely due to ongoing kidney and systemic inflammation and ischemia."}, {"pubmed": 22928018, "text": "role siderocalin plays in modulating iron metabolism"}, {"pubmed": 22932106, "text": "Serum LCN-2 level is closely related to the progress of preeclampsia."}, {"pubmed": 22950345, "text": "The role of neutrophil gelatinase-associated lipocalin (NGAL) in pathophysiology and diagnosis of acute kidney injury is presented. [review]"}, {"pubmed": 22965758, "text": "a novel role of Lcn2 as an important paracrine chemoattractant and an indispensable factor for neutrophil function in inflammation."}, {"pubmed": 22976261, "text": "Urine NGAL in children with focal segmental glomerulosclerosis can be used as a marker of progression of kidney damage as expressed in its positive correlation with both declining in glomerular filtration rate and the level of proteinuria."}, {"pubmed": 22982376, "text": "results are the first to demonstrate that Lcn2 promotes angiogenesis in vitro and in vivo and suggest a novel mechanism through which Lcn2 may promote tumor progression"}, {"pubmed": 23020231, "text": "Elevated serum RBP-4 and NGAL are associated with pancreatic cancer."}, {"pubmed": 23056218, "text": "Results show that in low-risk subgroups, neutrophil gelatinase-associated lipocalin (NGAL) was found to be a predictive marker for pCR after neoadjuvant chemotherapy (NACT)."}, {"pubmed": 23056397, "text": "Results demonstrate that LCN2 plays an important role in the malignant progression of pancreatic ductal carcinoma and is a potential therapeutic target for this disease."}, {"pubmed": 23100449, "text": "Increased NGAL expression is associated with drug response in breast cancer and colorectal cancer."}, {"pubmed": 23128339, "text": "Low serum lipocalin levels are associated with iron deficiency anemia."}, {"pubmed": 23146921, "text": "Data show that neutrophil gelatinase-associated lipocalin, MIC-1, and CA19-9 were significantly elevated in the pancreatic juice of chronic pancreatitis (CP) and pancreatic cancer (PC) as compared with nonpancreatic nonhealthy controls."}, {"pubmed": 23150684, "text": "NGAL is a novel target of nuclear factor-kappaB prometastatic activity in thyroid cancer through enhancement of MMP-9 enzymatic activity."}, {"pubmed": 23150981, "text": "Higher lipocalin 2 expression may represent an independent favorable prognostic factor in cytogenetically normal acute myeloid leukemia."}, {"pubmed": 23167703, "text": "Urinary L-FABP and NGAL increased at an early stage after cardiac surgery. The combination of the two biomarkers enhanced the accuracy of the early detection of postoperative acute kidney injury after cardiac surgery before a rise in serum creatinine."}, {"pubmed": 23179203, "text": "Our results show increased mRNA expression of STEAP4 and NGAL in human visceral adipose tissue in obese patients."}, {"pubmed": 23207546, "text": "LCN2 is an M1-amplifier in brain microglial cells."}, {"pubmed": 23242471, "text": "these results point to lipocalin-2 and RBP-4 as relevant mediators of the trend towards metabolic syndrome in psoriatic patients."}, {"pubmed": 23318563, "text": "The result suggest that assessment of NGAL in peritoneal fluids, especially in combination with LDH, may be a reliable approach for screening of bacterial peritonitis in patients with new onset nonmalignant ascites."}, {"pubmed": 23327592, "text": "Serum IL-8 and urine IL-18, NGAL, IL-6, and IL-8 are elevated in AKI within the first 24 hours following liver transplantation."}, {"pubmed": 23332549, "text": "Preterm infants who developed bronchopulmonary dysplasia had a higher concentration of serum NGAL at birth than those who did not."}, {"pubmed": 23343559, "text": "The NGAL gene is a rapid response gene whose expression is driven in a dose-dependent manner by different stimuli which generally induce tissue damage. (Review)"}, {"pubmed": 23344473, "text": "Urinary NGAL was an independent risk factor of progression among patients with established chronic kidney disease."}, {"pubmed": 23349979, "text": "Tubular markers, such as NGAL and L-FABP, may not be predictive factors associated with GFR decline in type 2 diabetic patients."}, {"pubmed": 23376114, "text": "Data indicate that serum LCN2 levels in diseased livers were significantly higher compared to controls."}, {"pubmed": 23389669, "text": "NGAL is higher in colorectal cancer patients than in the healthy population. High NGAL levels are associated with higher neoplastic tissue volume, neoplastic invasion and recurrence."}, {"pubmed": 23391290, "text": "In a heterogeneous group of critically ill children with established acute kidney injury (AKI), NGAL in both urine and serum discriminated intrinsic AKI from prerenal AKI."}, {"pubmed": 23396290, "text": "Plasma and urinary Cystatin C and urinary NGAL are useful markers in predicting AKI in septic critically ill patients"}, {"pubmed": 23402494, "text": "Assessment of a patient's initial blood NGAL when admitted to hospital from emergency department improved diagnosis of acute kidney injury."}, {"pubmed": 23403985, "text": "Overexpression of LCN2 is likely associated with radioresistance in oral cancer and lung cancer cells."}, {"pubmed": 23406465, "text": "Neutrophil gelatinase-associated lipocalin plasma levels are no different in kidney transplant patients with BK virus-associated nephropathy versus those without BKV infection."}, {"pubmed": 23426707, "text": "Data (from morbidly obese women undergoing bariatric surgery) suggest that expression of LCN2 in liver is up-regulated in non alcoholic fatty liver disease; LCN2 expression (in HepG2 cells) appears to be induced by cytokines/adipokines (resistin)."}, {"pubmed": 23439619, "text": "Plasma NGAL concentrations were significantly elevated in women with preeclampsia versus normotensive controls, and concentrations appear to be associated with the severity of the disease."}, {"pubmed": 23554037, "text": "Urinary NGAL is a sensitive marker of proliferative nephritis in juvenile systemic lupus erythematosus."}, {"pubmed": 23568978, "text": "Bile NGAL and serum CA19-9 were independent parameters."}, {"pubmed": 23580616, "text": "Changes in serum NGAL could be used for the early diagnosis of contrast-induced nephropathy after coronary angiography in patients with chronic kidney disease."}, {"pubmed": 23627612, "text": "Plasma NGAL can help clinicians to identify bacterial infections in critically ill patients"}, {"pubmed": 23633156, "text": "Serum NGAL levels in the inflammatory bowel disease (IBD) group is significantly higher than in healthy controls; serum NGAL levels are higher when colonic involvement is more extensive."}, {"pubmed": 23668802, "text": "Expression of Toll-like receptor-3 is enhanced in active inflammatory bowel disease and mediates the excessive release of lipocalin 2."}, {"pubmed": 23668886, "text": "The 4-hour urinary NGAL measurement is an independent predictor of stage 2 and 3 acute kidney injury after cardiac surgery."}, {"pubmed": 23673972, "text": "male, obese, hypertensive adolescents with hyperuricemia have higher urine NGAL and KIM-1 levels"}, {"pubmed": 23684135, "text": "This study evaluated and compared the ability of urinary biomarkers, including urinary neutrophil gelatinase-associated lipocalin (NGAL), cystatin C, and the urinary albumin to creatinine ratio (ACR) to predict cisplatin-induced acute kidney injury."}, {"pubmed": 23696034, "text": "Lipocalin-2 negatively modulates the epithelial-to-mesenchymal transition in hepatocellular carcinoma through the epidermal growth factor (TGF-beta1)/Lcn2/Twist1 pathway."}, {"pubmed": 23712081, "text": "Increased plasma NGAL reflects both decreased filtration and structural injury."}, {"pubmed": 23726574, "text": "). In the first days after transplantation, uNGAL could be an early marker of DGF, providing additional information to standard biomarkers and potentially helping clinicians to take early measures to mitigate DGF"}, {"pubmed": 23735150, "text": "plasma NGAL is an excellent early biomarker for renal replacement therapy initiation in critically ill patients with AKI stage 2-3."}, {"pubmed": 23736029, "text": "NGAL expression is not a useful biomarker for determining disease progression from adenomatous to malignant colorectal neoplasia."}, {"pubmed": 23754672, "text": "NGAL measurement could be useful for the evaluation of early renal involvement in the course of diabetes."}, {"pubmed": 23775308, "text": "Lipocalin-2 plays an important role in regulation of proliferation and invasion of prostate cancer."}, {"pubmed": 23799122, "text": "Circulating levels of lipocalin-2 and RBP4 are positively correlated with carotid IMT and subclinical atherosclerosis in type 2 diabetes, which suggests a role of these two lipid-binding chaperones in the pathogenesis of vascular complications of diabetes"}, {"pubmed": 23799980, "text": "NGAL could predict mortality in patients with hepatorenal syndrome independent of other commonly used risk factors."}, {"pubmed": 23825078, "text": "performing muscle-damaging exercise before running in the heat results in a mild inflammatory response ), upregulation of a biomarker of kidney injury suggesting kidney stress (as assessed by NGAL"}, {"pubmed": 23838135, "text": "Our study indicates that lipocalin 2 is not a suitable serum biomarker for the diagnosis of CRC."}, {"pubmed": 23838697, "text": "Peripheral monocytes secrete NGAL and serum levels are widely distributed among cystic fibrosis patients; NGAL is not a sensitive biomarker for pulmonary exacerbations."}, {"pubmed": 23863624, "text": "Pulmonary LCN2 levels were tremendously elevated during bacterial pneumonia, and high LCN2 levels were indicative of a detrimental outcome from pneumonia with Gram-positive bacteria."}, {"pubmed": 23936859, "text": "uNGAL cannot be used for screening of the duration of inflammation during urinary tract infection"}, {"pubmed": 23940770, "text": "r24p3-R/hNGAL-R may represent a high-affinity multi-ligand receptor for apical internalization and transcytosis of intact proteins/peptides by the lower intestine."}, {"pubmed": 23964619, "text": "Neither serum NGAL nor urinary NGAL level is associated with NT-proBNP in type II diabetic patients with macroalbuminuria."}, {"pubmed": 23972287, "text": "Data suggest LCN2 (lipocalin 2) is involved in invasiveness of placental trophoblasts and choriocarcinoma cells, especially under hypoxia; these alteration appear to be mediated, in part, via increased activity of MMP9 (matrix metalloproteinase-9)."}, {"pubmed": 23988549, "text": "Case Report:  rare case of abdominal aortic aneurysm associated with multiple peripheral aneurysms, in which both plasma and tissue levels of MMP-9 and NGAL seemed to correlate with disease progression."}, {"pubmed": 24009223, "text": "Plasma NGAL is an accurate biomarker for prediction of acute kidney injury in patients admitted from the emergency department."}, {"pubmed": 24022330, "text": "Increased urinary NGAL concentration is a strong predictor of mortality in patients with stable angina undergoing percutaneous coronary intervention."}, {"pubmed": 24052155, "text": "Tissue lipocalin-2 is more specific to psoriasis than serum lipocalin-2, but has no role in determining severity of the disease or cardiovascular risk."}, {"pubmed": 24052978, "text": "Current status of NGAL as the most promising novel biomarker for acute kidney injury is appraised in this review."}, {"pubmed": 24054338, "text": "Urinary NGAL is a modest predictor of acute kidney injury in acute decompensated heart failure."}, {"pubmed": 24060429, "text": "Serum and urine NGAL are higher in pediatric burn patients with acute kidney injury compared to burn patients without kidney injury."}, {"pubmed": 24118080, "text": "NGAL expression in oral squamous cell carcinoma cells correlated significantly with tumour cell differentiation, as shown by its specific distribution in the horn pearl-forming keratinized tumour cells."}, {"pubmed": 24123926, "text": "NGAL has a poor predictive role in evaluating acute kidney injury in patients treated with goal-directed haemodynamic therapy after major abdominal surgery"}, {"pubmed": 24133923, "text": "neutrophil gelatinase-associated lipocalin is a potent tool in the diagnosis of chronic kidney diseases and is shown to have high correlation with serum creatinine and estimated glomerular filtration rate"}, {"pubmed": 24149112, "text": "Advanced glycation end-products-elicited LCN2 expression enhanced the invasive and migratory properties of human aortic smooth muscle cells."}, {"pubmed": 24165570, "text": "Urinary KIM-1 and NGAL had a good accuracy for detecting acute kidney injury in obstructive nephropathy."}, {"pubmed": 24172823, "text": "NGAL may serve as an adjunctive tool to improve risk prediction in patients with Shiga toxin mediated haemolytic uraemic syndrome."}, {"pubmed": 24182633, "text": "Adjusted for confounders, NGAL plasma levels are increased in depressed older persons, without any effect of antidepressant medication and age of onset."}, {"pubmed": 24199457, "text": "could be speculated that measurement of serum NGAL can serve as a clinically useful marker for early prediction of evolving AKI in critically-ill neonates with and without sepsis"}, {"pubmed": 24214285, "text": "Data suggest that two adipokines, lipocalin-2 (LCN2) and adipocyte fatty acid-binding protein (FABP4), function as pivotal modulators of vascular function and may be involved in pathogenesis of atherosclerosis in obese subjects. [REVIEW]"}, {"pubmed": 24235082, "text": "Lipocalin 2 is a potential universal marker for impaired kidney function."}, {"pubmed": 24239146, "text": "Urinary NGAL is a highly sensitive and specific predictor of systemic inflammatory response syndrome for patients presenting with nephrolithiasis."}, {"pubmed": 24240113, "text": "This study delineates the association and the downstream mechanisms of MUC4-regulated elevation of lipocalin-2 and its clinical significance for prognosis of pancreatic cancer."}, {"pubmed": 24262504, "text": "Urinary NGAL is a valuable predictive tool of dialysis requirement and death in neonates and infants with acute kidney injury after cardiac surgery."}, {"pubmed": 24295718, "text": "In a cohort of high-risk cardiac surgery patients, preoperative urinary neutrophil gelatinase-associated lipocalin value provided prognostic information"}, {"pubmed": 24295734, "text": "HIC1 silencing in triple-negative breast cancer drives progression through misregulation of LCN2."}, {"pubmed": 24305547, "text": "Monitoring of uNGAL levels not only provide the early detecting CI-AKI but also predict the severity of CI-AKI in CKD patients undergoing elective coronary procedures."}, {"pubmed": 24308223, "text": "Higher value of uNGAL in some resistant hypertension patients could have link in the repair stage after acute kidney injury and would reveal pathways that could link that and chronic kidney disease."}, {"pubmed": 24316309, "text": "Silencing of AKR1C3 increases LCN2 expression and inhibits metastasis in cervical cancer."}, {"pubmed": 24321290, "text": "NGAL, KIM-1, pi- and alpha-GST displayed unique and mutually incomparable time dependent characteristics during the development of non-sepsis related AKI."}, {"pubmed": 24325180, "text": "Urinary NGAL is a prognostic marker for graft loss after acute kidney injury in kidney transplant."}, {"pubmed": 24359145, "text": "Increased serum LCN2 levels are positively correlated with the presence of coronary artery disease and metabolic syndrome in a Chinese cohort."}, {"pubmed": 24375576, "text": "NGAL, IL-18, KIM-1, L-FABP, and albumin differed between etiologies and were significantly higher in patients adjudicated with acute kidney injury."}, {"pubmed": 24383284, "text": "neutrophil gelatinase-associated lipocalin (NGAL) as structural marker heralds an important step in diagnosis of acute kidney injury"}, {"pubmed": 24384771, "text": "Cystatin C, serum and urinary NGAL values were significantly higher in diabetics than in non-diabetics."}, {"pubmed": 24390241, "text": "Our results indicated that circulating lipocalin-2, produced by adipocytes, are elevated and may contribute to the development of Nonalcoholic fatty liver disease"}, {"pubmed": 24391115, "text": "ERK activation-induced serine phosphorylation of both STAT1 and p65 mediated the additive effects of IFNgamma and TNFalpha on LCN2 expression."}, {"pubmed": 24395189, "text": "NGAL concentration values measured in serum and EDTA plasma cannot be directly compared and should not be used as equivalents in studies of patients admitted to intensive care."}, {"pubmed": 24438378, "text": "Serum IP-10 and NGAL have demonstrated good predictive ability for the development of acute kidney graft rejection at a very early time point."}, {"pubmed": 24475761, "text": "Plasma NGAL acts like a neutrophil activation biomarker and urinary-NGAL like a tubular injury marker."}, {"pubmed": 24480182, "text": "Increases in urinary NGAL predict contrast-induced kidney injury in chronic kidney disease patients."}, {"pubmed": 24491219, "text": "Serum lipocalin-2 levels were significantly higher in patients with essential hypertension, and were independently associated with mean arterial pressure."}, {"pubmed": 24508993, "text": "Plasma free and total NGAL proved to be powerful markers for acute kidney injury (AKI) in disseminated intravascular coagulation (DIC) patients and plasma free NGAL also has a prognostic relevance in DIC patients without AKI"}, {"pubmed": 24518531, "text": "the use of NGAL as a biomarker for the prediction of acute kidney injury"}, {"pubmed": 24518829, "text": "Following hNGAL-R dependent endocytosis of CdMT/CdPC3 in colonic epithelia, a nocodazole-sensitive trafficking pathway may target CdMT, but not CdPC3, to lysosomes, causing increased colonic epithelial toxicity but reduced systemic toxicity."}, {"pubmed": 24528623, "text": "Serum NGAL levels do not differ in patients with polycystic ovary syndrome and control group."}, {"pubmed": 24530115, "text": "Plasma NGAL may play a role in the development of insulin resistance in GDM, and the high levels of NGAL expression in SAT in overweight women with GDM suggests that NGAL in SAT is associated with obesity in women with GDM."}, {"pubmed": 24550181, "text": "elevated in the first and second trimesters of pregnancies that later developed preeclampsia"}, {"pubmed": 24568505, "text": "LCN2 overexpression is associated with obesity and with breast cancer."}, {"pubmed": 24579085, "text": "We conclude that increased serum and urinary NGAL values are not solely a marker of AKI, and more accurately reflect the severity of inflammatory status."}, {"pubmed": 24613364, "text": "In patients with liver cirrhosis and infections, urinary NGAL level at infection diagnosis is useful in predicting clinical outcomes, specifically persistency and type of acute kidney injury, development of a second infection, and 3-month mortality."}, {"pubmed": 24634297, "text": "High level of NGAL predicted poor disease-free survival. Thus, NGAL is a potential biomarker for the diagnosis and prognosis of colorectal cancer."}, {"pubmed": 24651681, "text": "Circulating OGN and NGAL/MMP9 complex are promising biomarkers that are expressed in vulnerable atherosclerotic plaques and may have incremental value for prediction of MACE within 1 year after coronary angiography."}, {"pubmed": 24673459, "text": "biomarker of contrast-induced nephropathy [review]"}, {"pubmed": 24687388, "text": "Data suggest that up-regulation of urinary levels of NGAL, KIM1 (kidney injury molecule 1), and LFABP (liver fatty acid-binding protein) can be used as biomarkers to reflect tubular dysfunction in early-stage type 2 diabetic nephropathy."}, {"pubmed": 24721803, "text": "Polyamination facilitates the clearance of lipocalin-2, whereas the accumulation of deamidated lipocalin-2 in arteries causes vascular inflammation, endothelial dysfunction, and hypertension."}, {"pubmed": 24742531, "text": "Decrease of NGAL expression is associated with metastasis in neoplasms."}, {"pubmed": 24755339, "text": "The plasma level and biomarker value of NGAL in critically ill patients with acute kidney injury are not affected by continuous venovenous hemofiltration."}, {"pubmed": 24764155, "text": "Lcn2 is predicting lymph node metastases in OSCC, overall survival and disease-free survival."}, {"pubmed": 24801557, "text": "Patients with slow coronary flow have elevated levels of NGAL."}, {"pubmed": 24803721, "text": "Serum LCN2 levels are significantly increased in patients with psoriasis compared with healty controls."}, {"pubmed": 24804935, "text": "Serum NGAL and cystatin C may act as early markers of contrast-induced AKI in patients undergoing percutaneous coronary intervention"}, {"pubmed": 24821156, "text": "NGAL and plasma CysC may be considered as early predictors of acute kidney injury after cardiac surgery."}, {"pubmed": 24851612, "text": "A combination of early and late markers of kidney damage (urine NGAL, serum creatinine) can greatly contribute to better control the outcome of all those who are a risk group for the development of acute kidney injury."}, {"pubmed": 24885531, "text": "Increased levels of lipocalin 2 in cerebrospinal fluid may discriminate between acute bacterial and viral meningitis."}, {"pubmed": 24916903, "text": "Lipocalin-2 is released by injured neurons as a \"Help-me\" distress signal that activates microglia and astrocytes into potentially prorecovery phenotypes."}, {"pubmed": 24920892, "text": "Serum concentrations of LCN1 and LCN2 were both elevated in patients with COPD."}, {"pubmed": 24930480, "text": "High Neutrophil gelatinase-associated lipocalin associated with irreversibility of pre-liver transplant kidney dysfunction."}, {"pubmed": 24937428, "text": "The presence of LCN2 in urine was both necessary and sufficient to control the urinary tract infection through iron sequestration, even in the harsh condition of urine acidification."}, {"pubmed": 24954627, "text": "These analyses based on PPI network have greatly expanded our understanding of the mRNA expression profile of LCN2 overexpression for future examination of the roles and mechanisms of LCN2."}, {"pubmed": 24963810, "text": "Elevated urinary levels of NGAL is associated with Henoch-Schonlein purpura patients with renal involvement."}, {"pubmed": 24969771, "text": "Plasma NGAL associated strongly with all inflammatory markers (high-sensitivity C-reactive protein, total leukocyte count, neutrophil count) and inversely with estimated glomerular filtration rate."}, {"pubmed": 24980968, "text": "Can be stimulated by Lcn2-evasive siderophores"}, {"pubmed": 24985156, "text": "In critically ill patients, both plasma and urine NGAL levels can predict acute kidney injury."}, {"pubmed": 25011070, "text": "Plasma NGAL level determination in recipients, but not in donors, proved to be a reliable predictor of DGF occurrence and renal function restoration, but too long for an interval to be able to compete with biomarkers currently used in clinical practice."}, {"pubmed": 25019387, "text": "Urinary neutrophil gelatinase-associated lipocalin levels in the donor kidney perfusate and 6 hours after transplant may be a useful predictor of delayed graft function and decreased graft function from 6 to 12 months after transplant."}, {"pubmed": 25023056, "text": "Plasma and urine NGAL levels were independently associated with acute kidney injury development and mortality in burn patients."}, {"pubmed": 25027586, "text": "When NGAL urinary levels were used to predict outcome in early renal allograft function, the accuracy rate was 90%."}, {"pubmed": 25029806, "text": "The measurement of NGAL in the umbilical blood can be a valuable biomarker of perinatal asphyxia in neonates."}, {"pubmed": 25040147, "text": "In humans undergoing hepatic resection, LCN2 levels increased significantly within 24 h following surgery."}, {"pubmed": 25049066, "text": "NGAL levels correlate with heart failure (HF) severity and hemodynamic improvement after ventricular assist device placement. This novel biomarker is a marker of severity and prognosis in patients with HF."}, {"pubmed": 25066815, "text": "Serum NGAL predicts clinically significant delayed graft function in kidney transplant recipients."}, {"pubmed": 25088407, "text": "uNGAL is independently associated with subsequent acute kidney injury among patients with sepsis."}, {"pubmed": 25112732, "text": "LCN2 is a novel osteoblast mechanoresponding gene."}, {"pubmed": 25153411, "text": "Elevated uNGAL in chronic kidney disease patients is associated with risks for ESRD and probably cardiovascular events"}, {"pubmed": 25195004, "text": "KIM-1 and NGAL are considered excellent biomarkers in urine and plasma for the early prediction of acute kidney injury. (Review)"}, {"pubmed": 25199807, "text": "In systemic lupus erythematosus patients, urinary neutrophil gelatinase-associated lipocalin is a significant predictor for renal disease activity and renal flare"}, {"pubmed": 25205293, "text": "Our findings suggest that NGAL and L-FABP upon ICU admission are not predictive of acute kidney injury"}, {"pubmed": 25283849, "text": "NGAL and procalcitonin may be potential biomarkers for preeclampsia. Their levels increase significantly in preeclampsia and they are related to the severity of the disease."}, {"pubmed": 25284002, "text": "Plasma NGAL may serve as a useful biomarker for the early detection of acute kidney injury in adult patients following cardiopulmonary bypass."}, {"pubmed": 25311702, "text": "In patients with chronic kidney disease, urine levels of NGAL, a marker of renal tubular injury, were associated with future cardiovascular disease."}, {"pubmed": 25329716, "text": "urinary NGAL is a sensitive biomarker for tacrolimus-induced AKI, and may help predict renal event caused by tacrolimus therapy in liver transplant patients."}, {"pubmed": 25343379, "text": "IL-8, NGAL and Resistin were consistently higher in severe sepsis."}, {"pubmed": 25366893, "text": "Plasma NGAL diagnosed acute kidney injury and urinary NGAL predicted mortality in critically ill patients."}, {"pubmed": 25392341, "text": "Dexmedetomidine infusion for sedation after CABG under cardiopulmonary bypass can be useful in the prevention of kidney injury, indicated by serum NGAL levels."}, {"pubmed": 25398327, "text": "LCN2 is secreted by the urinary tract mucosa in response to uropathogenic E. coli challenge and acts in innate immune defenses as a colonization barrier that pathogens must overcome to establish infection."}, {"pubmed": 25400814, "text": "Results confirm NGAL as a useful biomarker in clinical nephrology which is helpful to diagnosis and evaluate the categories for chronic kidney disease."}, {"pubmed": 25402375, "text": "NGAL and cystatin C, known markers of renal injury, correlate with renal function decline in T1D, suggesting that they may be used as supplementary tests to urine albumin excretion in order to unmask early renal dysfunction."}, {"pubmed": 25407832, "text": "NGAL is a valuable biomarker for prognosis of septic patients in the emergency department."}, {"pubmed": 25424376, "text": "marker for revealing microbial invasion of the amniotic cavity leading to histological chorioamnionitis"}, {"pubmed": 25426620, "text": "Suggest urinary level of NGAL as a promising diagnostic/prognostic factor for severe acute pancreatitis in an early stage of the disease."}, {"pubmed": 25444221, "text": "role in development of arterial aneurysms"}, {"pubmed": 25449518, "text": "Plasma NGAL correlated with NT-proBNP and could predict cardiovascular death in adult patients with congenital heart disease."}, {"pubmed": 25473804, "text": "natriuretic peptides, NGAL and sST2 testing for the prediction of worsening renal function in patients with acutely decompensated heart failure"}, {"pubmed": 25479470, "text": "The NGAL/hepcidin ratio is more strongly associated with severe of acute kidney injury than the single biomarkers alone"}, {"pubmed": 25509695, "text": "This study aimed to determine the cut-off level of urinary neutrophil gelatinase-associated lipocalin (UNGAL) for predicting acute kidney injury (AKI) in adult patients undergoing open cardiac surgery; studied the risk factors for AKI development."}, {"pubmed": 25522256, "text": "Our findings suggest that Lipocalin-2 expression may be an important independent indicator of shorter survival in patients with high-grade endometrial cancer."}, {"pubmed": 25531230, "text": "Increased levels of NGAL were detected in patients with acute myocardial infarction, heart failure or stroke and were demonstrated to be strong predictors of adverse prognosis--{REVIEW}"}, {"pubmed": 25542236, "text": "Multivariate analysis revealed significance for OS in NGAL expression and stage at diagnosis"}, {"pubmed": 25566710, "text": "This study helps to better understand the different kinetics of NGAL as a biomarker in low-risk and high-risk cardiac patients"}, {"pubmed": 25591790, "text": "High urine NGAL levels are associated with gastric cancer."}, {"pubmed": 25599738, "text": "N-acetyl cysteine/vitamin C treatment did not alter kidney allograft function biomarkers interleukin-18 and neutrophil gelatinase-associated lipocalin."}, {"pubmed": 25607262, "text": "An increase in urine neutrophil gelatinase-associated lipocalin precedes variations in serum creatinine in patients with acute kidney injury and may be associated with death."}, {"pubmed": 25611655, "text": "Neutrophil gelatinase-associated lipocaline is produced by polymorphonuclear neutrophil cells and predominantly by renal tubule epithelial cells."}, {"pubmed": 25662930, "text": "Changes in NGAL concentration 2 h after the infusion of contrast media showed marginal sensitivity to predict small increases in serum creatinine"}, {"pubmed": 25670719, "text": "A decrease in Lactobacilli and/or lactic acid plus the absence of leukocytes results in lower vaginal NGAL levels that might facilitate the growth of bacteria associated with bacterial vaginosis."}, {"pubmed": 25684463, "text": "High NGAL expression is associated with Acute kidney injury."}, {"pubmed": 25685783, "text": "The NGAL levels of CHHF patients might be elevated due to increased cytokine release, the presence of a tissue injury, and the release of immature neutrophils from the bone marrow into the peripheral stream."}, {"pubmed": 25699275, "text": "We suggest that the umbilical blood NGAL concentration may be an early marker to predict Acute kidney injury in neonates with hypoplastic left heart syndrome"}, {"pubmed": 25727405, "text": "Postoperative serum Cys C appears to be a more specific and sensitive biomarker for NGAL-positive AKI resulting from cardiopulmonary bypass surgery in infants undergoing cardiac surgery."}, {"pubmed": 25728945, "text": "LCN2 plays a role in invasion of prostate cancer cells by inducing the epithelial-mesenchymal transition through the ERK/SLUG axis."}, {"pubmed": 25762211, "text": "Kidney injury molecule-1 and neutrophil gelatinase-associated lipocalin excretion rates correlated with excretion rates of other tubular damage markers and predicted outcome in patients with idiopathic membranous nephropathy"}, {"pubmed": 25778333, "text": "Suggest NGAL as marker for detecting postoperative acute kidney injury."}, {"pubmed": 25790277, "text": "Plasma neutrophil gelatinase-associated lipocalin is expressed in acute pyelonephritis in children with urinary tract infections"}, {"pubmed": 25806716, "text": "Urinary neutrophil gelatinase-associated lipocalin may have a role in late-onset sepsis"}, {"pubmed": 25814363, "text": "The lipocalin-2 protein is an anti-osteoclastogenic molecule that exerts its effects by retarding the proliferation and differentiation of osteoclast lineage cells."}, {"pubmed": 25832128, "text": "Measurement of cystatin C level in both diabetic and non-diabetic patients may reveal acute kidney injury earlier than NGAL and BUN"}, {"pubmed": 25861985, "text": "Human urinary pH and metabolite composition strongly affect siderocalin's antibacterial activity."}, {"pubmed": 25864997, "text": "higher serum concentrations in non-dipper and dipper hypertension patients compared to controls"}, {"pubmed": 25890435, "text": "Whole blood NGAL is markedly increased in burn patients who develop acute kidney injury in the first week after burn injury."}, {"pubmed": 25893429, "text": "NGAL has a role in inflammation during sepsis"}, {"pubmed": 25894565, "text": "Urine NGAL is a good screening test for the early diagnosis of Acute kidney injury"}, {"pubmed": 25895828, "text": "Levels of urinary NGAL increase in patients with acute kidney injury following ICU admission."}, {"pubmed": 25919009, "text": "NGAL levels mainly depend on the renal function and the duration of heart failure, but remain independent from the myocardial function."}, {"pubmed": 25936881, "text": "NGAL expression levels in the lung cancer tissues were significantly higher than that in adjacent tissues."}, {"pubmed": 25939604, "text": "circulating LCN2 levels predict future risk of osteoporotic fractures requiring hospitalization."}, {"pubmed": 25940797, "text": "Data show that lipocalin 2 (LCN2)-induced migration occurred through activation of the met proto-oncogene protein (Met)/focal adhesion kinase (FAK) cascade."}, {"pubmed": 25943992, "text": "NGAL measurement is a sensible tool to predict AKI during hospitalization. Elevated NGAL levels appear to be related to BUN increase and post-discharge outcome."}, {"pubmed": 25944130, "text": "Plasma and urine NGAL levels are reliable biomarkers for predicting acute kidney injury in patients with sepsis."}, {"pubmed": 25987661, "text": "In human subjects, NGAL/MMP9 was positively correlated with plasma aldosterone and fibrosis biomarkers. Treatment of human fibroblasts with recombinant Lcn2 induced collagen I and the profibrotic galectin-3 and cardiotrophin-1 expression."}, {"pubmed": 25995665, "text": "Plasma NGAL showed strong correlations with other clinical prognostic factors and was also an independent predictor of adverse renal outcome in IgA nephropathy."}, {"pubmed": 25995666, "text": "In patients with IgAN, high serum and urine NGAL levels at the time of kidney biopsy predict renal progression."}, {"pubmed": 26021263, "text": "The results suggests LCN2 upregulation protects hepatocytes from IL-1beta-induced stress."}, {"pubmed": 26022238, "text": "These data indicate that LCN2 is an additional myelofibrosis inflammatory cytokine that likely contributes to the creation of a cascade of events that results in a predominance of the myelofibrosis clone and a dysfunctional microenvironment."}, {"pubmed": 26053382, "text": "while pre-operative pNGAL adds prognostic value for mortality beyond routinely available serum creatinine, post-operative pNGAL measurements may not be as useful for this purpose."}, {"pubmed": 26069091, "text": "Lipocalin-2 is downregulated after lipid and carbohydrate ingestion and this kind of regulation was not predicted by age, sex, triglycerides, glucose, or insulin levels."}, {"pubmed": 26116587, "text": "A measurement of corrected NGAL may provide helpful information for assessing patients with renal impairment, particularly in association with systemic inflammation."}, {"pubmed": 26125566, "text": "NGAL is an early and accurate biomarker of graft function in kidney transplantation from extended criteria doors favoring tubular epithelial cell regeneration after ischemic and nephrotoxic injury."}, {"pubmed": 26161663, "text": "Low serum NGAL levels appear to be associated with current malnutrition and also its progressive worsening in maintenance hemodialysis patients."}, {"pubmed": 26163623, "text": "LCN2 promoter unmethylation status was observed in 43 (67.2%) of breast cancer patients."}, {"pubmed": 26190820, "text": "These results imply that LCN2 promotes the migration and invasion of ESCC cells through a novel positive feedback loop."}, {"pubmed": 26200468, "text": "uNGAL levels may increase following PN. However, it does not appear to be a useful marker for quantifying the degree of AKI or predicting postoperative renal function in patients with normal contralateral kidney"}, {"pubmed": 26212793, "text": "NGAL is an independent inflammatory marker for somatic depressive symptoms in heart failure (HF) and may function as an immunopathogen linking somatic symptoms of depression to HF."}, {"pubmed": 26259977, "text": "Study showed that the MMP9 activity was upregulated by LCN2, and both LCN2 and MMP9 are controlled by the NFkappaB pathway which results in progression and invasion of two gastric cancer cell lines."}, {"pubmed": 26266256, "text": "The urinary NGAL is highly sensitive but nonspecific predictor of acute kidney injury and death in septic patients admitted into emergency room."}, {"pubmed": 26278055, "text": "Studies indicate that when neutrophil gelatinase-associated lipocalin (NGAL) forms a complex with matrix metalloproteinase-9 (MMP-9) it increases its stability which is important in cancer metastasis."}, {"pubmed": 26296821, "text": "Urinary NGAL levels were predictive of outcomes in cardiac surgical patients."}, {"pubmed": 26324091, "text": "Urinary NGAL levels may be used as a noninvasive diagnostic marker for predicting renal scarring in reflux nephropathy."}, {"pubmed": 26350099, "text": "Finally, the effect of NGAL down-regulation on the growth of human lung adenocarcinoma was determined in BALB/c nude mice."}, {"pubmed": 26350566, "text": "Lcn2 significantly promoted human pulmonary artery smooth muscle cell proliferation by activating PI3K/Akt pathway."}, {"pubmed": 26351381, "text": "At baseline, NGAL-MMP-9 levels were significantly higher in active Crohn's disease (CD) patients vs healthy controls. After treatment, NGAL-MMP-9 levels significantly decreased in completely healed CD patients."}, {"pubmed": 26367277, "text": "LCN2 plays a pivotal role in processes involved in atherogenesis by promoting polarization and migration of monocytic cells and development of macrophages towards foam cells."}, {"pubmed": 26390966, "text": "These findings provide insight into the mechanism by which bacteria utilize c-di-GMP to interfere with the innate immune system for survival."}, {"pubmed": 26393328, "text": "High NGAL and KIM-1 levels may indicate early diabetic kidney injury; however, we did not observe any relationship between these markers and diabetic indices"}, {"pubmed": 26464627, "text": "the expression of NGAL protein was correlated with tumorigenesis of head and neck squamous cell carcinoma, but not with regional metastasis"}, {"pubmed": 26491688, "text": "the NGAL/sCr ratio may offer useful information when screening patients with both systemic inflammation and renal dysfunction."}, {"pubmed": 26573874, "text": "Our results also illustrate a molecular mechanistic approach for 2DG-guided molecular imaging-based cancer therapy using BRM270 as a novel cancer therapeutic drug to enhance the effect of doxorubicin (Dox)-resistant LCN2 induced metastasis"}, {"pubmed": 26584598, "text": "serum level increased in the first 6 h after radiocontrast media administration and decreased at 12 and 24 h"}, {"pubmed": 26603784, "text": "Urinary NGAL levels performed better than serum NGAL in predicting acute kidney injury following cardiac surgery."}, {"pubmed": 26626454, "text": "plasma NGAL is a valuable biological marker in the assessment of severity and prediction of prognosis of patients with sepsis"}, {"pubmed": 26627016, "text": "serum NGAL and hepcidin levels might be valuable for the evaluation of inflammation in chronic kidney disease, not related through iron metabolism"}, {"pubmed": 26627265, "text": "children with heart failure caused by idiopathic dilated cardiomyopathy had significantly higher plasma NGAL levels than healthy controls"}, {"pubmed": 26629810, "text": "role of NGAL in leptospirosis acute kidney injury"}, {"pubmed": 26632077, "text": "findings suggest that both NGAL and CysC are very sensitive markers that reflect renal impairment in newly diagnosed patients with multiple myeloma."}, {"pubmed": 26635366, "text": "Biochemical and Structural Characterization of the Interaction between the Siderocalin NGAL/LCN2 (Neutrophil Gelatinase-associated Lipocalin/Lipocalin 2) and the N-terminal Domain of Its Endocytic Receptor SLC22A17."}, {"pubmed": 26673824, "text": "Data show that kidney injury molecule (KIM)-1 and neutrophil gelatinase-associated lipocalin (NGAL), were significantly elevated in welding workers post-exposure."}, {"pubmed": 26682726, "text": "LCN2 drives ethanol-induced neutrophilic inflammation and propagates the development of alcoholic liver disease."}, {"pubmed": 26702876, "text": "may potentiate the development of psoriasis via the enhancement of Th17- and antimicrobial peptide-mediated inflammation"}, {"pubmed": 26729415, "text": "Although LCN2 increased intracellular iron concentrations, LCN2-induced GSH may catalyze and override oxidative stress via CD44 and xCT, and subsequently enhance the survival of clear cell carcinoma tumor cells in oxidative stress-rich environment."}, {"pubmed": 26745339, "text": "NGAL level is best associated with serum creatinine only in patients with CKD"}, {"pubmed": 26757915, "text": "Iron depletion strategy for targeted cancer therapy: utilizing the dual roles of neutrophil gelatinase-associated lipocalin protein."}, {"pubmed": 26773532, "text": "EMMPRIN, MMP8, hyaluronan, beta-defensing-2, and neutrophil gelatinase-associated lipocalin (NGAL) are elevated in women with vaginal inflammation"}, {"pubmed": 26810191, "text": "High NGAL expression is associated with transitional cell carcinoma of the bladder."}, {"pubmed": 26840566, "text": "Our findings collectively support a potential role of LCN2 in cancer cell invasion through the epithelial-to- mesenchymal transition pathway and suggest that LCN2 could be effectively utilized as a lymph node metastasis marker in cervical cancer."}, {"pubmed": 26849631, "text": "Urinary NGAL measured at ICU admission was significantly associated with long-term renal outcomes after hospital discharge in MAKE-free ICU survivors. Urinary NGAL measurements at ICU might be useful to identify a high risk population of kidney disease progression after intensive care."}, {"pubmed": 26900638, "text": "NGAL reflects the entity of renal impairment in transplanted patients, representing a biomarker and an independent risk factor for DGF and chronic allograft nephropathy progression"}, {"pubmed": 26947538, "text": "expressed in atherosclerotic plaque and involved in pro-inflammatory atherosclerosis"}, {"pubmed": 26968114, "text": "The ability of EGCG to mediate its inhibitory activity is counter-regulated by the presence of iron and lipocalin 2"}, {"pubmed": 26973291, "text": "findings suggest that lipocalin 2 can contribute to insulin resistance in human adipose tissue"}, {"pubmed": 26979478, "text": "Lcn2 is involved in the pathogenesis of psoriasis by modulating neutrophil function, and it could serve as a potential target for treating psoriasis"}, {"pubmed": 27002756, "text": "NGAL in urine and bile are remarkably accurate in differentiating pancreatic mass due to chronic pancreatitis from pancreatic adenocarcinoma."}, {"pubmed": 27012045, "text": "Serum NGAL may be used as an early predictor of recovery of post-transplant graft function after living donor kidney transplantation."}, {"pubmed": 27020372, "text": "Urinary NGAL levels in the acute kidney injury (AKI) preterm infant group were significantly higher than in no-AKI group on day of life 1, 3 and 7."}, {"pubmed": 27038000, "text": "Stroma-secreted Lcn2 promotes metastasis in vitro and in vivo, thereby contributing to tumor progression."}, {"pubmed": 27052061, "text": "urine NGAL is an early biomarker of acute kidney injury in patients undergoing off pump coronary bypass surgery surgeries"}, {"pubmed": 27062515, "text": "Acute kidney injury is more common with sepsis than non-infectious systemic inflammatory response syndrome. Plasma NGAL was diagnostic of AKI in both subgroups."}, {"pubmed": 27161323, "text": "effect of lipocalin 2 on thrombotic events in polycythemia vera and essential thrombocythemia patients"}, {"pubmed": 27166308, "text": "NGAL concentrations are elevated in lupus nephritis and reflect the severity of kidney involvement."}, {"pubmed": 27168162, "text": "The survival function of LCN2 in endometrial carcinoma cells may be exerted through the PI3K pathway and suppression of the p53-p21 pathway."}, {"pubmed": 27175937, "text": "Urine NGAL is potentially superior compared with conventional nephropathy markers in early contrast-induced nephropathy diagnosis after elective invasive cardiac procedures."}, {"pubmed": 27194339, "text": "LCN2 is upregulated in the substantia nigra of patients with Parkinson disease."}, {"pubmed": 27207653, "text": "Our findings suggest that LCN2 suppresses tumour metastasis by targeting the transcriptional and post-transcriptional regulation of CAIX in oral squamous cell carcinoma"}, {"pubmed": 27251223, "text": "The amniochorion is a source of NGAL and similarly to other inflammatory conditions, this protein may augment the collagenolytic effect of MMP-9 and modulate host-microbe interactions in pregnancies complicated by intra-amniotic infection/inflammation."}, {"pubmed": 27288617, "text": "Serum and urinary NGAL were higher in the critically ill group that developed acute kidney injury compared to critically ill patients without AKI."}, {"pubmed": 27288631, "text": "Serum LCN2 is of any value as steatosis marker in patients with NAFLD."}, {"pubmed": 27339395, "text": "LCN-2 protein overexpression was positively correlated with MMP-9."}, {"pubmed": 27353364, "text": "Knockout of Lcn2 attenuated tumor-associated lymphangiogenesis and breast tumor metastasis"}, {"pubmed": 27359090, "text": "During the first 48 hours after birth, urine, but not serum levels, were significantly higher in girls than in boys."}, {"pubmed": 27427417, "text": "study demonstrated a pivotal and causal role of LCN2 in the development of alcoholic fatty liver disease"}, {"pubmed": 27439687, "text": "NGAL may have a role in contrast-induced nephropathy"}, {"pubmed": 27505067, "text": "NGAL can be used to distinguish oliguria due to the functional adaptation from AKIsCr, directing resources to patients more likely to develop AKIsCr"}, {"pubmed": 27538670, "text": "This study found that severe TBI induced NGAL expression not only in brain tissue but also in patient serum."}, {"pubmed": 27562389, "text": "NGAL expression was negative in all tumors except the neutrophils within the tumors"}, {"pubmed": 27590891, "text": "Elevated cord blood NGAL concentration seems to be a promising, novel marker, even in subclinical forms of acute kidney injury in asphyxiated neonates."}, {"pubmed": 27592368, "text": "The LCN2 may be a potentially useful biomarker for lung hypoplasia in a rat and human Congenital diaphragmatic hernia (CDH)."}, {"pubmed": 27602760, "text": "Lipocalin 2 could facilitate proliferation of castration-resistant prostate cancer cells by activating androgen receptor transcriptional activity."}, {"pubmed": 27605390, "text": "Nonrenal conditions and systemic severity should be considered for improved AKI prediction by NGAL and L-FABP as biomarkers."}, {"pubmed": 27614682, "text": "A sensitive and rapid sandwich immunoassay (IA) was developed for human lipocalin-2 (LCN2) by functionalizing a KOH-treated polystyrene microtiter plate with multiwalled carbon nanotubes (MWCNTs) dispersed in 3-aminoproyltriethoxysilane (APTES)."}, {"pubmed": 27658322, "text": "plasma level not helpful for predicting chronic kidney disease in acute kidney injury patients"}, {"pubmed": 27667450, "text": "NGAL plays protective role towards HK-2 cells in the process of hypoxia/reoxygenation by enhancing autophagy."}, {"pubmed": 27680774, "text": "Mild-to-moderate kidney dysfunction modifies the relationship between CysC and high-risk coronary lesion, but not NGAL."}, {"pubmed": 27716662, "text": "This study shows the find NGAL levels are significantly higher in regions throughout the brain which are commonly affected by AD pathology."}, {"pubmed": 27744618, "text": "asma NGAL can be more useful than serum procalcitonin, C-reactive protein , and white blood cell levels for identifying acute pyelonephritis in children with febrile urinary tract infections"}, {"pubmed": 27771693, "text": "NGAL may have some value in non-proteinuric patients and increased values have been observed in persons at risk for Mesoamerican nephropathy--{REVIEW}"}, {"pubmed": 27780864, "text": "SCN ligands were sufficient to activate SCN antibacterial activity against Escherichia coli In the presence of multiple SCN ligands"}, {"pubmed": 27782193, "text": "bile LCN2 level is a potential diagnostic marker for cholangiocarcinoma."}, {"pubmed": 27787615, "text": "Urinary NGAL levels increase soon after shock wave lithotripsy (SWL). Data suggest that NGAL could be used as an early biomarker of tissue injury after SWL."}, {"pubmed": 27796299, "text": "a mutant form (K3Cys) of endogenous lipocalin 2 (LCN2) is filtered by the kidney but can bypass sites of megalin-dependent recapture, resulting in urinary excretion"}, {"pubmed": 27819647, "text": "Plasma NGAL levels were detected statistically significant and positive correlated with tumor diameter and number of metastatic lymph nodes in cancer group. Pre-operative plasma NGAL level is a potential diagnostic biomarker for colorectal cancer patients."}, {"pubmed": 27836304, "text": "High plasma NGAL correlates with high mortality and myocardial dysfunction in severe sepsis and septic shock."}, {"pubmed": 27862029, "text": "This study tested the utility of neutrophil gelatinase-associated lipocalin (NGAL) and cystatin C (CysC) in addition to standard creatinine for early determination of Acute Kidney Injury (AKI) After Heart Operations Using Cardiopulmonary Bypass. The results support the notion that CysC and NGAL should be viewed as comparable for early AKI detection."}, {"pubmed": 27863382, "text": "Neutrophil gelatinase-associated lipocalin may play a dual role during tumorigenetic and developmental processes of endometrial carcinoma."}, {"pubmed": 27907168, "text": "in the current meta-analysis, based on ten prospective studies involving 29366 participants, we evaluated the role of urinary tubular injury markers (NGAL, KIM-1 and NAG) in predicting clinical outcomes including CKD stage 3, end stage renal disease and mortality."}, {"pubmed": 27912767, "text": "Results show that LCN2 is highly expressed in colorectal neoplasm;. After knockdown, LCN2 exhibits a strong tumor-suppressive effect by acting as a new upstream inhibitor of the NF-kappaB/snail pathway to control colorectal cancer progression."}, {"pubmed": 27997859, "text": "IL-1beta has a direct effect on NGAL production by tubular epithelial cells."}, {"pubmed": 28004483, "text": "Our results suggest that associated serum levels of proMMP-9, NGAL, proMMP-9/NGAL and NE may reflect the state of systemic inflammation in chronic obstructive pulmonary disease related to cigarette smoking."}, {"pubmed": 28026019, "text": "Both in our animal model and in human Age-related macular degeneration (AMD), the AKT2-NF-kappaB-LCN-2 signalling axis is involved in activating the inflammatory response."}, {"pubmed": 28049882, "text": "Data suggest that elevated serum LCN2 level in overweight/obese women may serve as biomarker for risk of developing metabolic syndrome (MetS); serum NGAL levels positively correlated with saturated fatty acid dietary intake; serum NGAL increased proportionally with increase in MetS risk factors. This study was conducted in the Republic of Korea."}, {"pubmed": 28061889, "text": "The analysis showed higher urinary NGAL and urinary ATF3 in patients with sepsis-AKI in comparison with patients with sepsis-non-AKI and healthy volunteers."}, {"pubmed": 28068947, "text": "Urinary NGAL was not associated with a patent ductus arteriosus (PDA) day 3 when adjusted for gestational age and gender. A PDA day 3 was not associated with acute kidney injury (AKI) when adjusted for gestational age and gender. Urinary NGAL was not associated with AKI, but was found to be associated with urine albumin and fractional excretion of sodium."}, {"pubmed": 28116808, "text": "LCN-2 expression and serum levels could discriminate IGT from NGT and type 2 diabetes mellitus (T2DM)from IGT obese women and early predicting T2DM among obese women. While, LCN-2 expression level was the independent predictor of IGT in obese women. Combination of both LCN-2 expression and serum levels improved their diagnostic value in early detection of IGT and T2DM among obese women"}, {"pubmed": 28128223, "text": "In this study uNGAL failed to predict contrast induced acute kidney injury (CI-AKI)and was an inadequate triage tool to guide an early intervention strategy to prevent CI-AKI"}, {"pubmed": 28142264, "text": "Neutrophil gelatinase-associated lipocalin concentrations in the urine and serum on the second day of intensive care unit admission could be used to predict the development of acute kidney injury in the following three to seven days in the intensive care unit; however, the cystatin C concentration did not have predictive value"}, {"pubmed": 28164508, "text": "In children after renal transplantation, urinary NGAL cannot be used as a specific marker for distinguishing acute rejection from other non-rejection causes of AKI. Urinary NGAL was mainly associated with graft function but not with the etiology of AKI."}, {"pubmed": 28207778, "text": "High NGQAL expression is associated with Cardiovascular disease."}, {"pubmed": 28210838, "text": "Urinary NGAL is significantly decreased in patients with compared with patients without recurrent urinary tract infections."}, {"pubmed": 28249896, "text": "LCN2 modulated the secretion of proinflammatory cytokines in PSC of the PDAC tumor microenvironment, whereas downregulation of LCN2-specific receptor SLC22A17 blocked these effects. Our results reveal how LCN2 acts in the tumor microenvironment links obesity, inflammation, and PDAC development."}, {"pubmed": 28255266, "text": "Lipocalin-2 Promotes Endoplasmic Reticulum Stress and Proliferation by Augmenting Intracellular Iron in Human Pulmonary Arterial Smooth Muscle Cells"}, {"pubmed": 28255975, "text": "Serum lipocalin-2 levels were higher in women with polycystic ovary syndrome, and free testosterone was associated with lipocalin-2."}, {"pubmed": 28279688, "text": "These findings indicate that circulating levels of lipocalin-2 (LCN-2)in patients after acute pancreatitis may play a role in chronic low grade inflammation associated with abdominal adiposity."}, {"pubmed": 28324833, "text": "Urinary NGAL was purified by tangential flow filtration and ion exchange chromatography. Isolated NGAL was analyzed by SDS-PAGE, immunoblotting and mass spectrometry (MS). The relative molecular mass of NGAL is 23674Da."}, {"pubmed": 28338909, "text": "Data suggget that urine neutrophil gelatinase-associated lipocalin (NGAL) may be helpful for detecting inflammation and selecting mesenchymal stem cell (MSC) transplantation timing in ischemia-reperfusion (I/R) kidney injury."}, {"pubmed": 28342790, "text": "Recent evidence supports the existence of transferrin-independent iron transport mechanisms in the tumor microenvironment, which points to local iron transport proteins such as lipocalin-2 and/or low molecular weight iron-trafficking substances such as siderophores. [review]"}, {"pubmed": 28389813, "text": "In non-chronic kidney disease group, plasma NGAL was not associated with any baseline variables including iron indices"}, {"pubmed": 28397074, "text": "Plasma NGAL is a useful marker of interstitial lesions in patients with chronic kidney disease (CKD) and a predictor of further kidney worsening in the early CKD stage."}, {"pubmed": 28409285, "text": "Urinary NGAL is a good predictor of mortality in established pediatric acute kidney injury (AKI) of heterogeneous etiology and outperforms calprotectin and KIM-1. Urinary calprotectin and KIM-1 predict renal replacement therapy requirement in pediatric AKI."}, {"pubmed": 28419138, "text": "The present study shows that serum and urine levels of NGAL and KIM-1 are higher in patients with acute kidney injury than in those without acute kidney injury, and that serum NGAL and the presence of chronic kidney disease are significant predictors of acute kidney injury in scrub typhus."}, {"pubmed": 28424824, "text": "Resistin and NGAL correlate with expression of endothelial cell adhesion molecules in sepsis."}, {"pubmed": 28430754, "text": "On PICU day 1, interleukin-18 predicted acute kidney injury with area under the curve=0.82, but neutrophil gelatinase-associated lipocalin and liver fatty acid binding protein predicted acute kidney injury with area under the curve of less than or equal to 0.69; on PICU day 2, area under the curve was higher. Interleukin-18 and liver fatty acid binding protein on day 1 predicted prolonged acute kidney injury."}, {"pubmed": 28445241, "text": "Serum neutrophil gelatinase-associated lipocalin level was significantly higher among the total patient cohort and those with sepsis than among the controls, also in patients with systemic inflammatory response syndrome without sepsis and patients without systemic inflammatory response syndrome. Plasma level of neutrophil gelatinase-associated lipocalin was significantly elevated in nonsurvivors compared with survivors."}, {"pubmed": 28467300, "text": "Through transcriptome profiling and combined gain- and loss-of-function studies, the authors identified LCN2 as a major downstream effector of TCF7L1 that drives tumor growth."}, {"pubmed": 28482803, "text": "Serum NGAL might predict the neurological outcomes of out-of-hospital cardiac arrest victims."}, {"pubmed": 28522674, "text": "In acute decompensated heart failure patients, an elevated U-NGAL level on the first day of admission was related to the development of clinical acute kidney injury and independently associated with poor prognosis."}, {"pubmed": 28545169, "text": "plasma level predictive of 90-day mortality in decompensated liver cirrhosis"}, {"pubmed": 28575880, "text": "The urine level of NGAL on the first day of amphotericin B administration was more accurate than serum creatinine in predicting acute kidney injury caused by this agent."}, {"pubmed": 28581123, "text": "Results suggest that hippocampal LCN2 upregulation might be a potential pathogenic mechanism leading to further disruption of the hippocampus through neurotoxicity and neuroinflammation in vascular dementia (VaD). Astrocytes seem to be the major source of LCN2 in the hippocampus of rodent models and patients of VaD. Control of hippocampal astrocytic LCN2 expression or activity may be important for neuroprotection in VaD."}, {"pubmed": 28583565, "text": "Urinary NGAL might play role in the pathway of renal tubular damage in patients with autosomal-dominant polycystic kidney disease"}, {"pubmed": 28615213, "text": "Direct effects of LCN2 on cardiomyocyte size and number and the consistent associations in experimental and human analyses reveal a central role for LCN2 in the ontogeny of cardiac hypertrophy and heart failure"}, {"pubmed": 28616656, "text": "The data suggest that urinary NGAL levels can be an important biomarker for the early detection of acute kidney injury in children.[meta-analysis][ Systematic Review ]"}, {"pubmed": 28620620, "text": "NGAL may have a role in early renal dysfunction even in nonalbuminuric T1D patients"}, {"pubmed": 28628361, "text": "The role of LCN2 in Iron Homeostasis and Inflammation is reviewed."}, {"pubmed": 28672747, "text": "Circulating NGAL and MMP-9/NGAL are associated with plaque vulnerability in patients with carotid artery stenosis. Statin treatment could contribute to plaque stabilization by reducing circulating NGAL and MMP-9/NGAL levels."}, {"pubmed": 28674715, "text": "AUC for day one uNGAL was greater for ICU (AUC=0.85) than in-hospital mortality (AUC=0.74). CONCLUSIONS: Day one uNGAL is a highly accurate predictor of ICU, but less so for in-hospital mortality"}, {"pubmed": 28701593, "text": "The measurement of NGAL appears to predict the occurrence of acute kidney injury after off-pump coronary artery bypass grafting surgery"}, {"pubmed": 28723856, "text": "Fecal lipocalin-2 is not a reliable biomarker in detecting endoscopic activity in both ulcerative colitis and Crohn's disease patients."}, {"pubmed": 28737526, "text": "In STEMI patients, plasma post-percutaneous coronary intervention NGAL levels were decreased compared with pre-pPCI NGAL levels, even with the administration of potentially nephrotoxic contrast medium. Post-NGAL levels seemed to be superior to pre-NGAL levels for the prediction of 30-day mortality outcome."}, {"pubmed": 28742104, "text": "clinical significance of serum levels of neutrophil gelatinase-associated lipocalin (sNGAL) as a biomarker for predicting in-hospital outcomes in patients with ST-elevated myocardial infarction (STEMI)"}, {"pubmed": 28768458, "text": "In the second trimester, high urinary levels indicate tubular injury in gestational diabetes mellitus cases which seems to be a result of hyperglycemia"}, {"pubmed": 28845433, "text": "Studied the role of urinary neutrophil gelatinase-associated lipocalin and albuminuria in the diagnosis of early stage diabetic nephropathy."}, {"pubmed": 28859238, "text": "our findings indicated that LCN2 negatively modulated proliferation, EMT and energy metabolism in colorectal cancer (CRC) cells. Accordingly, LCN2 may be a candidate metastasis suppressor and potential therapeutic target in CRC"}, {"pubmed": 28943289, "text": "Serum lipocalin-2 concentrations and mortality of severe traumatic brain injury"}, {"pubmed": 28954270, "text": "The results indicate that urine levels of NGAL and retinol binding protein may be independently associated with albuminuria in the diagnosis of type 2 diabetic nephropathy and may serve as novel biomarkers for the identification of type 2 diabetic nephropathy."}, {"pubmed": 28958144, "text": "The results of the present study suggest that even if NGAL values mildly rose after competition, no kidney injury occurred in these highly trained athletes during mountain stages of professional competitions."}, {"pubmed": 28980274, "text": "serum NGAL is an excellent marker for the early diagnosis of febrile UTI, with sensitivity and specificity higher than those of urine NGAL."}, {"pubmed": 28988230, "text": "There were no statistical changes in pre- and post-exercise uNGAL levels"}, {"pubmed": 29033359, "text": "postoperative determination of pNGAL outperformed serum creatinine level in predicting postoperative acute kidney injury after major aortic surgery"}, {"pubmed": 29073812, "text": "In Colombian systemic lupus erythematosus patients, urinary NGAL and MCP-1 in addition to anti-C1q antibodies were useful biomarkers for the identification of renal involvement and discrimination of active lupus nephritis."}, {"pubmed": 29082525, "text": "This study illustrates the temporal regulation of NGAL in plasma and CSF, which potentially is a useful reference for studies measuring NGAL as biomarker in older individuals."}, {"pubmed": 29098164, "text": "We found that MISP, KLF10, KLF15, PPP1R18, and RXRbeta proteins could strongly respond to TPA stimulation and activate LCN2 transcriptional expression. MEK, ERK, JNK, and P38 kinases were involved in the LCN2 transactivation. Furthermore, the MEK-ERK signal pathway plays a major role in this biological process but does not involve PKCalpha signaling."}, {"pubmed": 29098551, "text": "Ascites NGAL level may be a biomarker of peritonitis in hospitalized patients with cirrhosis and an independent predictor of short-term in-hospital mortality."}, {"pubmed": 29100016, "text": "While one time measurement of plasma NGAL levels at the time intensive care unit (ICU) admission may represent the kidney health status in critical care settings, it does not reliably predict mortality. On the other hand, changes in plasma NGAL within 48 h of admission improve the value of this biomarker in predicting ICU mortality."}, {"pubmed": 29108879, "text": "We conclude that low BDNF and high LCN2 and NF-L levels are associated with Multiple Sclerosis (MS) pathogenesis, and high IGFBP1level is a biomarker for female MS only, suggesting different MS progression pathways between the sexes. LCN2 is a candidate predictor of response to natalizumab treatment, and NF-L is a candidate predictor of clinically isolated syndrome's (CIS) conversion into MS."}, {"pubmed": 29120575, "text": "neutrophil CD64, CD11b and Lipocalin-2 are early, specific and sensitive diagnostic markers of neonatal sepsis"}, {"pubmed": 29131707, "text": "Plasma NGAL level measured after return of spontaneous circulation can be an early predictor for the development of acute kidney injury after cardiac arrest."}, {"pubmed": 29190605, "text": "Higher levels of NGAL in the acute kidney injury patients were associated with high-dose regimen of colistin."}, {"pubmed": 29219172, "text": "This comprehensive mini-review focuses on two emergent molecules which have been shown to potentially play significant roles in iron overload cardiomyopathy. These two molecules are an iron-transporting protein, lipocalin 2, and an anti-inflammatory adipokine, adiponectin."}, {"pubmed": 29294226, "text": "In ambulatory healthy women, the relationships among serum LCN2 level, bone density, and osteocalcin were confounded by age and serum creatinine. Although LCN2 was positively related with c-terminal telopeptide of type 1 collagen, the correlation was very weak and may not be physiologically relevant."}, {"pubmed": 29300232, "text": "Urinary NGAL measured 24 hours post-liver transplantation appears to be an independent marker of chronic kidney disease risk in the perioperative LT setting, especially in patients with preserved eGFR at the time of transplant."}, {"pubmed": 29304747, "text": "Blood lipocalin-2 is a biomarker for adipose tissue inflammation in HIV patients treated with antiretroviral therapy."}, {"pubmed": 29321030, "text": "We conclude that the underexpression of CRABP1 and the overexpression of LCN2 may be useful diagnostic biomarkers in thyroid tumours with questionable malignity, and the overexpression of LCN2 and C1QL1 may be useful for prognostic purposes."}, {"pubmed": 29373174, "text": "Patients with sarcoidosis had significantly higher levels of NGAL than the reference population."}, {"pubmed": 29395573, "text": "Upon screening of blood mediators in palmoplantar pustular psoriasis patients, LCN2 emerged as being significantly upregulated compared to healthy participants."}, {"pubmed": 29461590, "text": "The abnormal high expression of NGAL and VEGF observed in the endometrial carcinoma may be an important biomarker for early tumor diagnosis or as a novel target for therapeutic intervention."}, {"pubmed": 29473202, "text": "Study results suggest that stratum corneum neutrophil gelatinase-associated lipocalin may be useful as an objective biomarker of changes in acne vulgaris symptoms."}, {"pubmed": 29528011, "text": "Increased serum levels of NGAL were associated with loss of graft function in kidney transplant recipients."}, {"pubmed": 29532235, "text": "Urinary neutrophil gelatinase-associated lipocalin concentrations (uNGAL) is elevated in clean intermittent catheterization-dependent children with urinary tract infection compared to those with negative cultures and those with urinary tract colonization."}, {"pubmed": 29533691, "text": "Measurement of urinary NGAL levels showed an excellent diagnostic performance for discriminating patients with lupus nephritis from systemic lupus erythematosus without nephritis."}, {"pubmed": 29550798, "text": "The main finding of the present study was that serum NGAL levels paralleled increasing clinical activity of ulcerative colitis evaluated by Mayo score, and it also discriminated different stages of endoscopic severity of this disease. By contrast, only insignificant association of NGAL with endoscopic activity of Crohn's disease was found with no relationships with clinical activity scores."}, {"pubmed": 29572184, "text": "predictive value of plasma neutrophil gelatinase-associated lipocalin (pNGAL) in patients with severe sepsis"}, {"pubmed": 29580282, "text": "Plasma NGAL is a valuable biomarker for differentiating between patients with asthma-chronic obstructive pulmonary disorder overlap and asthma patients."}, {"pubmed": 29602770, "text": "these results suggest that LCN2 is involved in prosurvival responses during cell stress and plays an important role in regulating inflammation during retinal degeneration."}, {"pubmed": 29673928, "text": "Urinary NGAL levels were increased in type 2 diabetic patients with early diabetic nephropathy."}, {"pubmed": 29749246, "text": "Helicobacter pylori infection can lead to subclinical atherosclerosis via chronic inflammation.  NGAL levels were significantly higher in patients with H pylori infection."}, {"pubmed": 29782286, "text": "NGAL may be used as a supplementary marker not only for acute kidney injury and chronic kidney disease"}, {"pubmed": 29791495, "text": "use of bedside NGAL assessment may significantly hasten diagnosis and treatment of CI-AKI"}, {"pubmed": 29803740, "text": "PKP3 loss leads to an increase in invasion, tumor formation and metastasis and these phenotypes were dependent on the increase in LCN2 expression."}, {"pubmed": 29869714, "text": "NGAL is expressed in enteroendocrine cells in small intestine as well as in colon."}, {"pubmed": 29893703, "text": "A single baseline measurement of uNGAL level has the ability to determine type of kidney dysfunction in cirrhotic patients."}, {"pubmed": 29909502, "text": "Study showed that the NGAL levels were significantly elevated in chronic kidney disease (CKD) patients with anemia as compared to those without anemia. In the CKD patients, iron deficiency has been described as a common cause of anemia. Thus, NGAL might be proposed as a new tool for assessing the iron deficiency."}, {"pubmed": 29915849, "text": "There is no significant relationship between breast cancer patients and LCN2 gene polymorphisms (rs11556770)."}, {"pubmed": 29920228, "text": "High LCN2 level is associated with Hepatoblastoma."}, {"pubmed": 29952418, "text": "LCN2 might play a role in the cross-talk between bone homeostasis and glucose homeostasis."}, {"pubmed": 29960862, "text": "Urinary neutrophil gelatinase-associated lipocalin is a sensitive marker for early detection of diabetic nephropathy even in normoalbuminuric patients denoting early tubular damage before microalbuminuria. It is not correlated with retinopathy."}, {"pubmed": 30035656, "text": "The serum levels of cystatin C and urine NGAL, urine OPN can be used as a good marker for assessing the renal effect of obesity which can lead end stage renal disease in pediatric population."}, {"pubmed": 30078006, "text": "neither the inflammatory biomarker calprotectin, nor the tubular biomarkers NGAL and KIM-1, provide robust prognostic information on the loss of renal function in a heterogeneous CKD population. All of them, however, are candidate prognostic biomarkers in primarily inflammatory renal diseases."}, {"pubmed": 30138675, "text": "Results showed the expression levels of NGAL and NGALR significantly downregulated in clear cell renal cell carcinoma samples."}, {"pubmed": 30174216, "text": "LCN2 is upregulated in the cerebrospinal fluid of neuropsychiatric lupus patients"}, {"pubmed": 30221676, "text": "Study shows that LCN2 negatively regulates p38 MAPK-mediated DR5 and mediates TRAIL-induced apoptosis via the extrinsic apoptotic pathway. Accordingly, a new role of LCN2 was demonstrated as a sensor for TRAIL response in human colorectal cancer (CRC). These findings provide new insight into the role of LCN2 and the underlying molecular mechanisms of TRAIL resistance in CRC."}, {"pubmed": 30257107, "text": "onsistent with a role for LCN2 in MMP-9 regulation, regenerating muscle also displayed a significant increase in fibrosis and lower ( P = 0.07) MMP-9 activity in LCN2(-/-) mice at 2 days postinjury. These data highlight a novel role for LCN2 in muscle regeneration and suggest that changes in adipokine expression can significantly impact skeletal muscle repair."}, {"pubmed": 30268479, "text": "this study shows that elevated pleural effusion exosomal RNA-profiling LCN2 expression identifies lung adenocarcinoma patients"}, {"pubmed": 30284299, "text": "Serum cystatin C and urinary NGAL were found to be predictors of long-term mortality in high-risk patients undergoing percutaneous mitral valve repair."}, {"pubmed": 30325973, "text": "Plasma NGAL levels are independent predictors of left ventricular hypertrophy and left ventricular diastolic dysfunction in patients with pre-dialysis chronic kidney disease"}, {"pubmed": 30424752, "text": "Serum NGAL levels were positively correlated with body fat parameters and obesity."}, {"pubmed": 30504384, "text": "The expression and localization of NGAL in Perihilar cholangiocarcinoma make it a valid candidate biomarker for exploitation in theragnostic platforms."}, {"pubmed": 30511581, "text": "positive correlation between NGAL and galectin-3 in HF patients"}, {"pubmed": 30513528, "text": "Urinary NGAL concentration and urinary NGAL/Cr are significantly higher in infants that are small for gestational age than in appropriate-for-gestational-age infants. This might indicate subclinical kidney damage in newborns with Intrauterine growth restriction."}, {"pubmed": 30533430, "text": "In polytrauma victims suffering acute kidney injury (AKI) an increase in serum NGAL-level from initial to day2-assessment may signalize deterioration in kidney function and thus indicate AKI progression."}, {"pubmed": 30537724, "text": "NGAL associated with NT-proBNP was a stronger predictor of the primary endpoint than NGAL or NT-proBNP alone. The level of NGAL was rising in hypertension, ischemia, anemia, hypoalbuminemia, diabetes or arrhythmias."}, {"pubmed": 30639197, "text": "In patients with STEMI treated by primary PCI, plasma NGAL and cystatin C did not provide additional value regarding contrast induced-acute kidney injury prediction compared with known risk factors such as baseline creatinine."}, {"pubmed": 30684630, "text": "NGAL is elevated in abdominal aortic aneurysms and further elevated in ruptured abdominal aortic aneurysms. Its expression is associated with factors of vessel wall deterioration."}, {"pubmed": 30686015, "text": "pronounced variations and correlations of OXT and LCN-2 emphasize their putative molecular roles in metabolic syndrome and prediabetes pathophysiologies"}, {"pubmed": 30746716, "text": "support a role for UACL as part of the reepithelialization process during and after destructive intestinal inflammation"}, {"pubmed": 30771300, "text": "Enhanced NGAL level is revealed after acute spontaneous ICH"}, {"pubmed": 30782844, "text": "study demonstrates how IL-22-induced activation of STAT3 synergizes with NF-kappaB-activating cytokines to enhance LCN-2 expression in human IECs and elucidates how ILC3 are involved in LCN-2-mediated host defense against Enterobacteriaceae."}, {"pubmed": 30805373, "text": "Serum LCN2 concentration is associated with the degree of itch in patients with psoriasis, suggesting that serum LCN2 may be a useful clinical marker for itch in psoriasis."}, {"pubmed": 30817778, "text": "High plasma NGAL at day 1 post deceased donor kidney transplantation predicts delayed kidney graft function and is associated with initial graft function but may not prove better than plasma creatinine or a timed urine output. Early biomarker levels do not correlate with one-year graft function."}, {"pubmed": 30829613, "text": "lipocalin-2, which reaches significantly higher levels in patients with endometrial cancer, may be of value in the diagnostics of uterine body cancers"}, {"pubmed": 30920848, "text": "role of the tubular biomarkers NAG, kidney injury molecule-1 and neutrophil gelatinase-associated lipocalin in patients with chest pain before contrast media exposition"}, {"pubmed": 30953748, "text": "ERbeta and ERalpha pathways have opposite effects on LCN2 expression and they interact with glucocorticoid action."}, {"pubmed": 31035493, "text": "In this study, a number of subjects with functional mutation variants in MC4R and LCN2 were able to achieve a reduction in BMI-SDS after a lifestyle intervention."}, {"pubmed": 31062866, "text": "NGAL expression was elevated in serum and urine in the ischemic stroke patients with acute kidney injury.High expression of NGAL positively correlated with acute kidney injury severity following stroke."}, {"pubmed": 31078634, "text": "Lipocalin-2 levels in acute and chronic graft-versus-host disease following allogeneic hematopoietic stem cell transplantation."}, {"pubmed": 31090234, "text": "Bone marrow NGAL was significantly higher than peripheral blood NGAL in hematologic malignancy."}, {"pubmed": 31092002, "text": "Plasma NGAL at presentation is an independent predictor of long-term neurological outcome and might significantly improve predictive accuracy when used in combination with clinical parameters in patients without acute kidney injury after acute charcoal-burning CO poisoning."}, {"pubmed": 31115219, "text": "Neutrophil gelatinase-associated lipocalin (NGAL) and cystatin C levels in serum appear to be ideal biomarkers for PE prediction at 10 - 14 weeks; while the combination of NGAL and cystatin C seems to be more valuable in discriminating patients at risk of developing PE from other pregnancy complications early in gestation."}, {"pubmed": 31129920, "text": "we demonstrated that the recurrence potential in PNETs is characterized by the upregulation of genes related to ECM organization and cell adhesion. This study identified three genes-CLEC3, MMP7, and LCN2-that contribute to the prediction of postoperative recurrence of PNETs in clinical practice."}, {"pubmed": 31140344, "text": "Urinary NGAL concentrations were significantly elevated in women with preeclampsia versus normotensive controls."}, {"pubmed": 31147821, "text": "Studied serum lipocalin 2 (LCN2) levels in Chinese women with obesity before and after laparoscopic sleeve gastrectomy."}, {"pubmed": 31162999, "text": "Pooled sensitivity and specificity analysis of observational studies revealed that urine NGAL, as the early diagnostic marker of diabetic kidney disease, might have the high diagnostic value, especially in cohort studies."}, {"pubmed": 31164272, "text": "Circulating NGAL and MMP-9/NGAL are significantly increased in asymptomatic patients with vulnerable carotid atherosclerotic plaques independent of gender."}, {"pubmed": 31175848, "text": "Urinary NGAL concentration may predict AKI in patients with sepsis in the emergency department"}, {"pubmed": 31177884, "text": "seems to have no significant value either for diagnosis of for determining severity of endometriosis"}, {"pubmed": 31215304, "text": "Meta-analysis findings suggest that NGAL is a potential diagnostic marker for patients with DN and that its diagnostic value for microalbuminuria + macroalbuminuria is superior to that for microalbuminuria.[ meta-analysis]"}, {"pubmed": 31220528, "text": "Lcn2 knock out in a highly aggressive and invasive cancer cell like PC3 decreased cell proliferation and increased the sensitivity of CDDP."}, {"pubmed": 31232043, "text": "Neutropenia was more often observed in subjects with low neutrophil gelatinase-associated lipocalin (NGAL) levels than in those with elevated NGAL levels."}, {"pubmed": 31233712, "text": "LCN2-interacting proteins and their expression patterns in brain tumors."}, {"pubmed": 31276730, "text": "These findings suggest that LCN-2 is a potential biomarker of fatty pancreas, independent of abdominal fat distribution, insulin resistance, and other covariates."}, {"pubmed": 31346523, "text": "The diagnostic capabilities of neutrophil gelatinase-associated lipocalin (NGAL) and G1 cell cycle arrest biomarker as biomarkers have been confirmed in a large number of clinical trials. The utility of biomarkers of cardiac function and inflammation has been validated in clinical studies."}, {"pubmed": 31375084, "text": "Comparison of urine and blood NGAL for early prediction of delayed graft function in adult kidney transplant recipients: a meta-analysis of observational studies."}, {"pubmed": 31385242, "text": "Lipocalin-2 Predicts Long-Term Outcome of Normotensive Patients with Acute Pulmonary Embolism."}, {"pubmed": 31387110, "text": "Plasma NGAL, MMP-9, and hs-CRP levels in STEMI patients were higher than those in the SAP patients and control subjects. NGAL had a better ability to discriminate severe coronary stenosis"}, {"pubmed": 31393997, "text": "Lipocalin-2: Its perspectives in brain pathology and possible roles in cognition."}, {"pubmed": 31414756, "text": "Data suggest that kidney injury molecule 1 protein (KIM-1) and neutrophil gelatinase-associated lipocalin (NGAL) combined with albuminuria and glomerular filtration rate (GFR) may improve the risk assessment of chronic kidney disease (CKD)."}, {"pubmed": 31422117, "text": "The accumulation of NGAL in supernatants in vitro and in the urine of Chronic Allograft Nephropathy patients was concurrent with loss of Arl13b, a specific ciliary protein. The findings of this study propose that increased NGAL urinary concentrations are directly linked to deciliation of the renal epithelial cells as a result of injury."}, {"pubmed": 31461349, "text": "extracellular vesicles carrying MCP-1 and NGAL may directly or indirectly contribute to stone pathogenesis as evidenced by the lower of these populations of extracellular vesicles in stone formers compared with nonstone formers"}, {"pubmed": 31500632, "text": "CXCL1-LCN2 axis is a key contributor to prostate cancer cells migration"}, {"pubmed": 31601879, "text": "Role of biomarkers as predictors of acute kidney injury and mortality in decompensated cirrhosis."}, {"pubmed": 31606750, "text": "The role of urinary NGAL and serum cystatin C in assessing the severity of ureteropelvic junction obstruction in infants."}, {"pubmed": 31615452, "text": "Early detection of acute kidney injury in the perioperative period of liver transplant with neutrophil gelatinase-associated lipocalin."}, {"pubmed": 31639734, "text": "Diagnosis and Monitoring of Acute Infections with Emphasis on the Novel Biomarker Human Neutrophil Lipocalin."}, {"pubmed": 31676986, "text": "Elevated serum NGAL level is associated with acute kidney injury."}, {"pubmed": 31729643, "text": "May Neutrophil Gelatinase-Associated Lipocalin (NGAL) Level Predict Mortality in Patients with Hepatocellular Carcinoma (HCC)?"}, {"pubmed": 31772326, "text": "The iron load of lipocalin-2 (LCN-2) defines its pro-tumour function in clear-cell renal cell carcinoma."}, {"pubmed": 31872282, "text": "Novel Urinary Biomarkers for Acute Kidney Injury and Prediction of Clinical Outcomes After Pediatric Cardiac Surgery."}, {"pubmed": 31901947, "text": "LCN-2 is significantly overexpressed not only in age-related macular degeneration, but in a variety of ocular pathologies."}, {"pubmed": 31932215, "text": "Lipocalin-2 expression and function in pancreatic diseases."}, {"pubmed": 31979726, "text": "Study of Urinary Cystatin C and Neutrophil Gelatinase Associated Lipocalin (NGAL) Levels During the Progression of Early CKD."}, {"pubmed": 31979742, "text": "Urinary Neutrophil Gelatinase Associated Lipocalin as an early marker of Contrast Induced Nephropathy."}, {"pubmed": 32013365, "text": "Urinary Neutrophil Gelatinase-Associated Lipocalin (NGAL) as a Marker of Diabetic Nephropathy in Type 1 Diabetic Patients."}, {"pubmed": 32075600, "text": "LCN2 was confirmed as a diagnostic biomarker for sepsis-induced coagulopathy and related to global coagulation index and plasma hsa-mir-92a level."}, {"pubmed": 32091174, "text": "Analysis of bone marrow supernatant neutrophil gelatinase-associated lipocalin and hematological parameters in hematological malignancy."}, {"pubmed": 32100329, "text": "The value of ascitic neutrophil gelatinase-associated lipocalin in decompensated liver cirrhosis with spontaneous bacterial peritonitis."}, {"pubmed": 32111073, "text": "Expression of MMP-2, MMP-9, and NGAL in Tissue and Serum of Patients with Vascular Aneurysms and Their Modulation by Statin Treatment: A Pilot Study."}, {"pubmed": 32170733, "text": "Advanced glycation end-products increase lipocalin 2 expression in human oral epithelial cells."}, {"pubmed": 32174064, "text": "Increased plasma NGAL levels may be associated with the presence of anemia and renal scarring in children with febrile UTIs."}, {"pubmed": 32184218, "text": "NGAL and SMAD1 gene expression in the early detection of diabetic nephropathy by liquid biopsy."}, {"pubmed": 32196782, "text": "Plasmatic lipocalin-2 levels in chronic low-grade inflammation syndromes: Comparison between metabolic syndrome, total and partial adult growth hormone deficiency."}, {"pubmed": 32198716, "text": "Associations between circulating bone-derived hormones lipocalin 2, osteocalcin, and glucose metabolism in acromegaly."}, {"pubmed": 32207310, "text": "Assessment of renal function in obese and overweight children with NGAL and KIM-1 biomarkers.\", trans \"Valoracion de la funcion renal en ninos con sobrepeso y obesidad con las moleculas NGAL y KIM-1."}, {"pubmed": 32222802, "text": "Synovial neutrophilic gelatinase-associated lipocalin in the diagnosis of periprosthetic joint infection after total knee arthroplasty."}, {"pubmed": 32304694, "text": "Analysis of neutrophil gelatinase-associated lipocalin, vascular endothelial growth factor, and soluble receptor for advanced glycation end-products in bone marrow supernatant in hematologic malignancies."}, {"pubmed": 32307375, "text": "Neutrophil Gelatinase-Associated Lipocalin for Predicting Intensive Care Unit Admission and Mortality in Patients with Pneumonia."}, {"pubmed": 32369618, "text": "Lipocalin-2 is increased in amyotrophic lateral sclerosis."}, {"pubmed": 32441176, "text": "beta2-Microglobulin, Neutrophil Gelatinase-Associated Lipocalin, and Endocan Values in Evaluating Renal Functions in Patients with beta-Thalassemia Major."}, {"pubmed": 32457335, "text": "Urine Neutrophil Gelatinase-associated Lipocalin (NGAL) for Prediction of Persistent AKI and Major Adverse Kidney Events."}, {"pubmed": 32479185, "text": "Will urinary biomarkers provide a breakthrough in diagnosing cardiac surgery-associated AKI? - A systematic review."}, {"pubmed": 32487561, "text": "Neutrophil Gelatinase-Associated Lipocalin Protects from ANCA-Induced GN by Inhibiting TH17 Immunity."}, {"pubmed": 32556317, "text": "Faecal Biomarkers in Inflammatory Bowel Diseases: Calprotectin Versus Lipocalin-2-a Comparative Study."}, {"pubmed": 32564279, "text": "Urine neutrophil gelatinase-associated lipocalin in girls with recurrent urinary tract infections."}, {"pubmed": 32568173, "text": "Lipocalin-2: A novel diagnostic marker for hepatocellular carcinoma."}, {"pubmed": 32575507, "text": "Biological Functions and Therapeutic Potential of Lipocalin 2 in Cancer."}, {"pubmed": 32592171, "text": "Urinary neutrophil gelatinase-associated lipocalin rapidly decreases in the first week after kidney transplantation."}, {"pubmed": 32605546, "text": "Elevated vitreous Lipocalin-2 levels of patients with proliferative diabetic retinopathy."}, {"pubmed": 32608277, "text": "Indicator of early kidney injury in adolescents with polycystic ovary syndrome: Can urine NGAL level be?"}, {"pubmed": 32623432, "text": "Significance of Neutrophil Gelatinase-Associated Lipocalin as a Biomarker for the Diagnosis of Diabetic Kidney Disease: A Systematic Review and Meta-Analysis."}, {"pubmed": 32639539, "text": "Lipocalin-2 counteracts metabolic dysregulation in obesity and diabetes."}, {"pubmed": 32661895, "text": "The association of peripheral immune markers with brain cortical thickness and surface area in South African people living with HIV."}, {"pubmed": 32681594, "text": "The mRNA expression of visfatin and lipocalin-2 in peripheral blood mononuclear cells from patients with pulmonary tuberculosis."}, {"pubmed": 32685458, "text": "Elevated Urinary Neutrophil Gelatinase-Associated Lipocalin Is a Biomarker for Lupus Nephritis: A Systematic Review and Meta-Analysis."}, {"pubmed": 32686529, "text": "Expression of NGAL-specific cells and mRNA levels correlate with inflammation in the salivary gland, and its overexpression in the saliva, of patients with primary Sjogren's syndrome."}, {"pubmed": 32692467, "text": "LncRNA TMPO-AS1 promotes LCN2 transcriptional activity and exerts oncogenic functions in ovarian cancer."}, {"pubmed": 32699180, "text": "Dietary sodium restriction decreases urinary NGAL in older adults with moderately elevated systolic blood pressure free from chronic kidney disease."}, {"pubmed": 32712458, "text": "TNF-alpha controls Lipocalin-2 expression in PC-3 prostate cancer cells."}, {"pubmed": 32766690, "text": "Neutrophil-derived lipocalin-2 in adult-onset Still's disease: a novel biomarker of disease activity and liver damage."}, {"pubmed": 32845866, "text": "Role of urinary NGAL and KIM-1 as biomarkers of early kidney injury in obese prepubertal children."}, {"pubmed": 32856853, "text": "Urine Neutrophil Gelatinase-Associated Lipocalin a Possible Diagnostic Marker for Egyptian Hepatocellular Carcinoma Patients."}, {"pubmed": 32908617, "text": "Serum and Urine Neutrophil Gelatinase-Associated Lipocalin Levels Measured at Admission Predict Progression to Chronic Kidney Disease in Sepsis-Associated Acute Kidney Injury Patients."}, {"pubmed": 32927927, "text": "Urinay neutrophil gelatinase-associated lipocalin as a biomarker in different renal problems"}, {"pubmed": 32968110, "text": "Hepatic lipocalin 2 promotes liver fibrosis and portal hypertension."}, {"pubmed": 32980390, "text": "Lipocalin2 promotes cell proliferation and migration in ovarian cancer through activation of the ERK/GSK3beta/beta-catenin signaling pathway."}, {"pubmed": 33052454, "text": "Urine NGAL and KIM-1: tubular injury markers in acute lymphoblastic leukemia survivors."}, {"pubmed": 33119655, "text": "Identifying critically ill children at high risk of acute kidney injury and renal replacement therapy."}, {"pubmed": 33184413, "text": "Identifying potential biomarkers related to pre-term delivery by proteomic analysis of amniotic fluid."}, {"pubmed": 33214636, "text": "Lipocalin 2 as a potential systemic biomarker for central serous chorioretinopathy."}, {"pubmed": 33231171, "text": "Lipocalin-2 is an anorexigenic signal in primates."}, {"pubmed": 33242255, "text": "An integrative analysis identifying transcriptional features and key genes involved in COVID-19."}, {"pubmed": 33251681, "text": "Satellite glia as a critical component of diabetic neuropathy: Role of lipocalin-2 and pyruvate dehydrogenase kinase-2 axis in the dorsal root ganglion."}, {"pubmed": 33277533, "text": "Increased expression of LCN2 formed a positive feedback loop with activation of the ERK pathway in human kidney cells during kidney stone formation."}, {"pubmed": 33548981, "text": "Assessment of The Role of Serum Neutrophil Gelatinase-Associated Lipocalin in Egyptian Childhood Bronchial Asthma: One Centre Study."}, {"pubmed": 33594618, "text": "Urinary Neutrophil Gelatinase-Associated Lipocalin as a Marker of Urinary Tract Obstruction in Newborns with Congenital Unilateral Urinary Tract Dilatation."}, {"pubmed": 33626852, "text": "[Expression and Clinical Significance of Lipocalin-2 in the Serum of Lung Cancer Patients]."}, {"pubmed": 33637683, "text": "Obesity-associated up-regulation of lipocalin 2 protects gastric mucosa cells from apoptotic cell death by reducing endoplasmic reticulum stress."}, {"pubmed": 33663323, "text": "Urinary calprotectin, NGAL, and KIM-1 in the differentiation of primarily inflammatory vs. non-inflammatory stable chronic kidney diseases."}, {"pubmed": 33723155, "text": "Chemoradiation in locally advanced Ca Cx: Effect on NGAL levels."}, {"pubmed": 33756457, "text": "Neutrophil Gelatinase-Associated Lipocalin for the Assessment of Reversible versus Persistent Renal Tubular Damage in ST-Segment Myocardial Infarction Patients."}, {"pubmed": 33796899, "text": "Neutrophil gelatinase-associated lipocalin as a biomarker of nephropathy in sickle cell disease."}, {"pubmed": 33799862, "text": "A Scoping Review on Lipocalin-2 and Its Role in Non-Alcoholic Steatohepatitis and Hepatocellular Carcinoma."}, {"pubmed": 33824339, "text": "Lipocalin 2 mediates appetite suppression during pancreatic cancer cachexia."}, {"pubmed": 33832138, "text": "The efficacy of biomarkers in the diagnosis of acute kidney injury secondary to liver cirrhosis."}, {"pubmed": 33877549, "text": "Serum Neutrophil Gelatinase-associated Lipocalin (NGAL) Is Elevated in Patients with Asthma and Airway Obstruction."}, {"pubmed": 33892917, "text": "Calprotectin and Neutrophil Gelatinase-Associated Lipocalin As Biomarkers of Acute Kidney Injury in Acute Coronary Syndrome."}, {"pubmed": 33961821, "text": "Neutrophil Gelatinase-associated Lipocalin: A Potential Predictor of Embolic Events in Endocarditis."}, {"pubmed": 33970961, "text": "Neutrophil gelatinase-associated lipocalin as a biomarker for short-term outcomes among trauma patients: A single-center observational study."}, {"pubmed": 33990221, "text": "Serial Lipocalin 2 and Oncostatin M levels reflect inflammation status and treatment response in axial spondyloarthritis."}, {"pubmed": 34039300, "text": "Elevated levels of neutrophil gelatinase-associated lipocalin among OCD patients: an exploratory study."}, {"pubmed": 34051118, "text": "Serum lipocalin-2 and carotid artery intima-media thickness in relation to obesity in eugonadal males over forty with venogenic erectile dysfunction."}, {"pubmed": 34057126, "text": "Lipocalin 2 could predict circulating MMP9 levels in patients with breast cancer."}, {"pubmed": 34101898, "text": "Analysis of the diagnostic capabilities of urinary neutrophil gelatinase-associated lipocalin and serum procalcitonin for acute kidney injury at the early stage of critical care intensive care unit admission."}, {"pubmed": 34104101, "text": "Elevated plasma level of neutrophil gelatinase-associated lipocalin (NGAL) in patients with breast cancer."}, {"pubmed": 34105914, "text": "Functions and potential of lipocalin-2 as fecal biomarker for acute gastrointestinal infections (review of literature).\", trans \"capital EF, Cyrillicsmall u, Cyrillicsmall en, Cyrillicsmall ka, Cyrillicsmall tse, Cyrillicsmall i, Cyrillicsmall i, Cyrillic small i, Cyrillic small ve, Cyrillicsmall o, Cyrillicsmall ze, Cyrillicsmall em, Cyrillicsmall o, Cyrillicsmall zhe, Cyrillicsmall en, Cyrillicsmall o, Cyrillicsmall ..."}, {"pubmed": 34118796, "text": "Increased lipocalin 2 levels in adolescents with type 2 diabetes mellitus."}, {"pubmed": 34146401, "text": "Lipocalin 2 expression promotes tumor progression and therapy resistance by inhibiting ferroptosis in colorectal cancer."}, {"pubmed": 34212049, "text": "The Potential Role of Chemerin, Lipocalin 2, and Apelin in the Diagnosis and Pathophysiology of Gestational Diabetes Mellitus."}, {"pubmed": 34224151, "text": "Lipocalin 2 increases after high-intensity exercise in humans and influences muscle gene expression and differentiation in mice."}, {"pubmed": 34253435, "text": "Serum neutrophil gelatinase-associated lipocalin as a potential biomarker of diabetic kidney disease in patients with childhood-onset type 1 diabetes."}, {"pubmed": 34258922, "text": "Lipocalin 2: could it be a new biomarker in pediatric pulmonary hypertension associated with congenital heart disease?"}, {"pubmed": 34278998, "text": "Assessment of Serum and Urine Neurophil Gelatinase- Associated Lipocalin (s-NGAL and u-NGAL) Level as a Predictive Factor of Disease Progression in Diabetic Nephropathy in Type 2 DM."}, {"pubmed": 34320659, "text": "High-intensity Interval Training Improves Lipocalin-2 and Omentin-1 Levels in Men with Obesity."}, {"pubmed": 34325073, "text": "Lipocalin 2 as a link between ageing, risk factor conditions and age-related brain diseases."}, {"pubmed": 34342930, "text": "Lipocalin 2 promotes inflammatory breast cancer tumorigenesis and skin invasion."}, {"pubmed": 34353074, "text": "Expression and significance of serum soluble fms-like tyrosine kinase 1 (sFlt-1), CXC chemokine ligand 16 (CXCL16), and lipocalin 2 (LCN-2) in pregnant women with preeclampsia."}, {"pubmed": 34371091, "text": "Association between Elevated Urine Neutrophil Gelatinase-Associated Lipocalin and Postoperative Acute Kidney Injury in Neonates."}, {"pubmed": 34392464, "text": "Association of plasma neutrophil gelatinase-associated lipocalin with parameters of CKD-MBD in maintenance hemodialysis patients."}, {"pubmed": 34400898, "text": "Analysis of the Relationship between the Expression Levels of Neutrophil Gelatinase-Associated Lipocalin and Cytokine Genes in Bone Marrow."}, {"pubmed": 34423140, "text": "Association of lipocalin-2 and low-density lipoprotein receptor-related protein-1 (LRP1) with biomarkers of environmental enteric dysfunction (EED) among under 2 children in Bangladesh: results from a community-based intervention study."}, {"pubmed": 34465872, "text": "Lipocalin-2 and calprotectin as stool biomarkers for predicting necrotizing enterocolitis in premature neonates."}, {"pubmed": 34493724, "text": "Gene interfered-ferroptosis therapy for cancers."}, {"pubmed": 34588619, "text": "Epigenetic induction of lipocalin 2 expression drives acquired resistance to 5-fluorouracil in colorectal cancer through integrin beta3/SRC pathway."}, {"pubmed": 34601488, "text": "TGF-beta-induced PLEK2 promotes metastasis and chemoresistance in oesophageal squamous cell carcinoma by regulating LCN2."}, {"pubmed": 34642260, "text": "The factors involved in the induction of neutrophil gelatinase-associated lipocalin overexpression in renal tubular epithelial cells under endoplasmic reticulum stress."}, {"pubmed": 34702632, "text": "Value of urine IL-8, NGAL and KIM-1 for the early diagnosis of acute kidney injury in patients with ureteroscopic lithotripsy related urosepsis."}, {"pubmed": 34712224, "text": "The Transcription Factor FRA-1/AP-1 Controls Lipocalin-2 Expression and Inflammation in Sepsis Model."}, {"pubmed": 34722773, "text": "Association between Neutrophil Gelatinase-Associated Lipocalin and Fetal Hemoglobin Levels in Patients with Type 2 Diabetes Mellitus."}, {"pubmed": 34830212, "text": "NGAL as a Potential Target in Tumor Microenvironment."}, {"pubmed": 34921145, "text": "A targetable LIFR-NF-kappaB-LCN2 axis controls liver tumorigenesis and vulnerability to ferroptosis."}, {"pubmed": 34938273, "text": "Lipocalin-2 Variants and Their Relationship With Cardio-Renal Risk Factors."}, {"pubmed": 34946293, "text": "Renal Impairment Detectors: IGFBP-7 and NGAL as Tubular Injury Markers in Multiple Myeloma Patients."}, {"pubmed": 35017329, "text": "Plasma neutrophil gelatinase-associated lipocalin and Interleukin-18 as predictors of acute kidney injury in renal transplant recipients: A pilot study."}, {"pubmed": 35034646, "text": "The relationship between Lipocalin-2 level and hepatic steatosis in obese patients with NAFLD after bariatric surgery."}, {"pubmed": 35046888, "text": "Urinary Extracellular Vesicles as a Source of NGAL for Diabetic Kidney Disease Evaluation in Children and Adolescents With Type 1 Diabetes Mellitus."}, {"pubmed": 35053376, "text": "Lipocalin-2 (LCN2) Deficiency Leads to Cellular Changes in Highly Metastatic Human Prostate Cancer Cell Line PC-3."}, {"pubmed": 35088955, "text": "[Serum Neutrophil Gelatinase-Associated Lipocalin Levels in Acute Brucellosis and Brucellar Spondylodiscitis].\", trans \"Akut Brusellozis ve Brusellar Spondilodiskitte Serum Notrofil Jelatinaz Iliskili Lipokalin Duzeyleri."}, {"pubmed": 35142177, "text": "Role Portrayed by Serum NGAL and Vitamin D in Patients with Bone Tumors."}, {"pubmed": 35216088, "text": "ADAM8-Dependent Extracellular Signaling in the Tumor Microenvironment Involves Regulated Release of Lipocalin 2 and MMP-9."}, {"pubmed": 35302058, "text": "Circulating Lipocalin-2 level is positively associated with cognitive impairment in patients with metabolic syndrome."}, {"pubmed": 35331722, "text": "Prognostic utility of neutrophil gelatinase associated lipocalin in cardiac ICU: A prospective study."}, {"pubmed": 35459121, "text": "Association of plasma neutrophil gelatinase-associated lipocalin and thoracic aorta calcification in maintenance hemodialysis patients with and without diabetes."}, {"pubmed": 35466734, "text": "Lipocalin-2, S100A8/A9, and cystatin C: Potential predictive biomarkers of cardiovascular complications in COVID-19."}, {"pubmed": 35504189, "text": "Lipocalin-2 does not influence EAE clinical score but it increases inflammation in central nervous system."}, {"pubmed": 35547005, "text": "Serum Lipocalin-2 Levels Are Increased and Independently Associated With Early-Stage Renal Damage and Carotid Atherosclerotic Plaque in Patients With T2DM."}, {"pubmed": 35569209, "text": "Evaluation of Lipocalin-2 and Twist expression in thyroid cancers and its relationship with epithelial mesenchymal transition."}, {"pubmed": 35585171, "text": "Urinary neutrophil gelatinase-associated lipocalin (NGAL) can potentially predict vascular complications and reliably risk stratify patients with peripheral arterial disease."}, {"pubmed": 35640670, "text": "Lipocalin2 as a useful biomarker for risk stratification in patients with acute cholangitis: A single-center prospective and observational study."}, {"pubmed": 35705840, "text": "Lipocalin-2 negatively regulates epithelial-mesenchymal transition through matrix metalloprotease-2 downregulation in gastric cancer."}, {"pubmed": 35751900, "text": "Early Diagnostic Value of Urinary NGAL in Acute Kidney Injury in Septic Patients."}, {"pubmed": 35792978, "text": "Lipocalin-2 inhibits pancreatic cancer stemness via the AKT/c-Jun pathway."}, {"pubmed": 35804445, "text": "The role of LCN2 and LCN2-MMP9 in spondylitis radiographic development: gender and HLA-B27 status differences."}, {"pubmed": 35941820, "text": "Relationship between morning peak phenomenon and early renal injury NGAL in H-type hypertension."}, {"pubmed": 35972539, "text": "Serum neutrophil gelatinase-associated lipocalin (NGAL) as a diagnostic tool in pediatric acute appendicitis: a prospective validation study."}, {"pubmed": 35974137, "text": "Gut biomolecules (I-FABP, TFF3 and lipocalin-2) are associated with linear growth and biomarkers of environmental enteric dysfunction (EED) in Bangladeshi children."}, {"pubmed": 36036280, "text": "Neutrophil Gelatinase-Associated Lipocalin (NGAL) and cystatin C are early biomarkers of acute kidney injury associated with cardiac surgery."}, {"pubmed": 36057907, "text": "Role of urinary Neutrophil Gelatinase-Associated Lipocalin (NGAL), Monocyte Chemoattractant Protein-1(MCP-1), and Interleukin-6(IL-6) as biomarkers in pediatric patients with hydronephrosis."}, {"pubmed": 36150522, "text": "Neutrophil gelatinase-associated lipocalin (NGAL) in kidney injury - A systematic review."}, {"pubmed": 36206761, "text": "Association Of Blood Lipocalin-2 Levels with Gestational Diabetes Mellitus: A Systematic Review and Meta-Analysis."}, {"pubmed": 36272327, "text": "Evaluation of Klotho gene expression and NGAL levels following acute kidney injury during pregnancy hypertensive disorders."}, {"pubmed": 36332898, "text": "Galectin-3, Acute Kidney Injury and Myocardial Damage in Patients With Acute Heart Failure."}, {"pubmed": 36376542, "text": "Neutrophil gelatinase-associated lipocalin monitoring reveals persistent subclinical kidney injury following intraarterial administration of iodinated contrast agents."}, {"pubmed": 36465627, "text": "Maternal serum NGAL in the first trimester of pregnancy is a potential biomarker for the prediction of gestational diabetes mellitus."}, {"pubmed": 36508119, "text": "Lipocalin-2 Is a Key Regulator of Neuroinflammation in Secondary Traumatic and Ischemic Brain Injury."}, {"pubmed": 36510294, "text": "Sex-dependent expression of neutrophil gelatinase-associated lipocalin in aortic stenosis."}, {"pubmed": 36688893, "text": "Serum lipocalin-2 levels are decreased in patients with leprosy."}, {"pubmed": 36739486, "text": "Assessment of Urinary Level of Neutrophil Gelatinaseassociated Lipocalin (NAGL) in Children with Renal Scar Due to Vesicoureteral Reflux."}, {"pubmed": 36753015, "text": "Renal arterial resistive index, monocyte chemotactic protein 1 and neutrophil gelatinase-associated lipocalin, for predicting acute kidney injury in critically ill cancer patients."}, {"pubmed": 36804285, "text": "Role of lipocalin 2 in stroke."}, {"pubmed": 36877232, "text": "Neutrophil gelatinase-associated lipocalin (NGAL) and tumor necrosis factor-alpha (TNF-alpha) levels in patients with schizophrenia."}, {"pubmed": 36973755, "text": "LCN2 secreted by tissue-infiltrating neutrophils induces the ferroptosis and wasting of adipose and muscle tissues in lung cancer cachexia."}, {"pubmed": 36974345, "text": "Circulating lipocalin-2 as a novel biomarker for early neurological deterioration and unfavorable prognosis after acute ischemic stroke."}, {"pubmed": 37000707, "text": "Identification of Lipocalin 2 as a Potential Ferroptosis-related Gene in Ulcerative Colitis."}, {"pubmed": 37001635, "text": "Accuracy of NGAL as a Biomarker for Urinary Tract Infection in Young Febrile Children: An Individual Patient Data Meta-Analysis."}, {"pubmed": 37025415, "text": "Lipocalin 2 - mutation screen and serum levels in patients with anorexia nervosa or obesity and in lean individuals."}, {"pubmed": 37074426, "text": "Urine specific gravity, pyuria, and neutrophil gelatinase-associated lipocalin for identifying urinary tract infection in young children."}, {"pubmed": 37101162, "text": "Diagnostic value of neutrophil gelatinase-associated lipocalin (NGAL) as an early biomarker for detection of renal failure in hypertensives: a case-control study in a regional hospital in Ghana."}, {"pubmed": 37114309, "text": "Combined Serum NGAL and Fetuin A to Predict 28-Day Mortality in Patients with Sepsis and Risk Prediction Model Construction."}, {"pubmed": 37175609, "text": "The Role of Urinary NGAL in the Management of Primary Vesicoureteral Reflux in Children."}, {"pubmed": 37178251, "text": "LCN2 Promotes Proliferation and Glycolysis by Activating the JAK2/STAT3 Signaling Pathway in Hepatocellular Carcinoma."}, {"pubmed": 37282560, "text": "Circulating neutrophil gelatinase-associated lipocalin and preeclampsia: a meta-analysis."}, {"pubmed": 37321037, "text": "Lipocalin-2 regulates the expression of interferon-stimulated genes and the susceptibility of prostate cancer cells to oncolytic virus infection."}, {"pubmed": 37330019, "text": "Association between lipocalin-2 and mild cognitive impairment or dementia: A systematic review and meta-analysis of population-based evidence."}, {"pubmed": 37390872, "text": "Silencing LCN2 enhances RSL3-induced ferroptosis in T cell acute lymphoblastic leukemia."}, {"pubmed": 37516706, "text": "Urinary neutrophil gelatinase-associated lipocalin (uNGAL) and kidney injury molecule-1 (uKIM-1) as markers of active lupus nephritis."}, {"pubmed": 37524293, "text": "Circulating lipocalin-2 and features of metabolic syndrome in community-dwelling older women: A cross-sectional study."}, {"pubmed": 37567832, "text": "Lipocalin-2 promotes neutrophilic inflammation in nasal polyps and its value as biomarker."}, {"pubmed": 37679727, "text": "Diagnostic value of cerebrospinal fluid Neutrophil Gelatinase-Associated Lipocalin for differentiation of bacterial meningitis from tuberculous meningitis or cryptococcal meningitis: a prospective cohort study."}, {"pubmed": 37721122, "text": "Tumor-associated astrocytes promote tumor progression of Sonic Hedgehog medulloblastoma by secreting lipocalin-2."}, {"pubmed": 37722259, "text": "The contribution of IL-17A-dependent low LCN2 levels to Helicobacter pylori infection: Insights from clinical and experimental studies."}, {"pubmed": 37832065, "text": "Neutrophil gelatinase-associated lipocalin serum level: A potential noninvasive biomarker of endometriosis?"}, {"pubmed": 37871404, "text": "Role of LCN2 in a murine model of hindlimb ischemia and in peripheral artery disease patients, and its potential regulation by miR-138-5P."}, {"pubmed": 37915137, "text": "SARS-CoV-2 infection induces expression and secretion of lipocalin-2 and regulates iron in a human lung cancer xenograft model."}, {"pubmed": 37942929, "text": "Plasma neutrophil gelatinase-associated lipocalin predicts renal tubulointerstitial injury in patients with IgA nephropathy."}, {"pubmed": 37952294, "text": "Increasing expression of STING by ERalpha antagonizes LCN2 downregulation during chronic endometritis."}, {"pubmed": 37958774, "text": "KIM-1, IL-18, and NGAL, in the Machine Learning Prediction of Kidney Injury among Children Undergoing Hematopoietic Stem Cell Transplantation-A Pilot Study."}, {"pubmed": 37995497, "text": "Neutrophil gelatinase-associated lipocalin (NGAL) and inflammatory markers in schizophrenia: A comparative analysis of drug-naive schizophrenia patients, remitted patients, and healthy controls."}, {"pubmed": 38000702, "text": "Inhibiting LCN2 can suppress the development of NSCLC by promoting ferroptosis."}, {"pubmed": 38072118, "text": "Quantitative Proteomics of Tissue-Infiltrating T Cells From CRC Patients Identified Lipocalin-2 Induces T-Cell Apoptosis and Promotes Tumor Cell Proliferation by Iron Efflux."}, {"pubmed": 38171248, "text": "LCN2: Versatile players in breast cancer."}, {"pubmed": 38174456, "text": "Measurement of Neutrophil Gelatinase-Associated Lipocalin (Ngal) Following Neuroradiological Procedure/s in Patients with Aneurysmal Subarachnoid Hemorrhage: A Preliminary Study."}, {"pubmed": 38238653, "text": "Relationship between methylenetetrahydrofolate reductase C677T gene polymorphism and neutrophil gelatinase-associated lipocalin in early renal injury in H-type hypertension."}, {"pubmed": 38295916, "text": "Lipocalin 2 (LCN2) confers acquired resistance to almonertinib in NSCLC through LCN2-MMP-9 signaling pathway."}, {"pubmed": 38396890, "text": "Serum Lipocalin-2 Levels as a Biomarker in Pre- and Post-Pubertal Klinefelter Syndrome Patients: A Pilot Study."}, {"pubmed": 38542201, "text": "Neutrophil Gelatinase-Associated Lipocalin for the Differentiation of Mucinous Pancreatic Cystic Lesions."}, {"pubmed": 38901198, "text": "Emerging insights into Lipocalin-2: Unraveling its role in Parkinson's Disease."}], "genomic_pos": {"chr": "9", "end": 128153453, "ensemblgene": "ENSG00000148346", "start": 128149071, "strand": 1}, "genomic_pos_hg19": {"chr": "9", "end": 130915734, "start": 130911350, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0006915", "qualifier": "involved_in", "term": "apoptotic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0015891", "qualifier": "involved_in", "term": "siderophore transport"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042742", "pubmed": 27780864, "qualifier": "involved_in", "term": "defense response to bacterium"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045087", "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0120162", "pubmed": 20332347, "qualifier": "involved_in", "term": "positive regulation of cold-induced thermogenesis"}], "CC": [{"evidence": "HDA", "gocategory": "CC", "id": "GO:0005576", "pubmed": 27068509, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": [16502470, 22664934], "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": [25645918, 27780864], "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0035580", "qualifier": "located_in", "term": "specific granule lumen"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19056867, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0005506", "pubmed": 27780864, "qualifier": "enables", "term": "iron ion binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0005506", "qualifier": "enables", "term": "iron ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 32296183, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": 32296183, "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0140315", "pubmed": 27780864, "qualifier": "enables", "term": "iron ion sequestering activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:1903981", "pubmed": [27780864, 35101443], "qualifier": "enables", "term": "enterobactin binding"}]}, "homologene": {"genes": [[9544, 697208], [9598, 464764], [9606, 3934], [9615, 491320], [9913, 526639], [10090, 16819], [10116, 170496]], "id": 4064}, "interpro": [{"desc": "Lipocalin/cytosolic fatty-acid binding domain", "id": "IPR000566", "short_desc": "Lipocln_cytosolic_FA-bd_dom"}, {"desc": "Lipocalin", "id": "IPR002345", "short_desc": "Lipocalin"}, {"desc": "Neutrophil gelatinase-associated lipocalin/epididymal-specific lipocalin-12", "id": "IPR003087", "short_desc": "LCN2/LCN12"}, {"desc": "Calycin", "id": "IPR012674", "short_desc": "Calycin"}, {"desc": "Lipocalin family conserved site", "id": "IPR022272", "short_desc": "Lipocalin_CS"}], "ipi": ["IPI00299547", "IPI01013763"], "map_location": "9q34.11", "name": "lipocalin 2", "other_names": ["25 kDa alpha-2-microglobulin-related subunit of MMP-9", "migration-stimulating factor inhibitor", "neutrophil gelatinase-associated lipocalin", "oncogene 24p3", "siderocalin LCN2"], "pantherdb": {"HGNC": "6526", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "96757", "ortholog_type": "LDO", "panther_family": "PTHR11430", "taxid": 10090, "uniprot_kb": "P11672"}, {"RGD": "69408", "ortholog_type": "LDO", "panther_family": "PTHR11430", "taxid": 10116, "uniprot_kb": "P30152"}, {"Ensembl": "ENSGALG00000030886", "ortholog_type": "O", "panther_family": "PTHR11430", "taxid": 9031, "uniprot_kb": "A0A1D5PIT4"}, {"ZFIN": "ZDB-GENE-060825-349", "ortholog_type": "O", "panther_family": "PTHR11430", "taxid": 7955, "uniprot_kb": "Q0P3U6"}, {"ZFIN": "ZDB-GENE-081022-118", "ortholog_type": "O", "panther_family": "PTHR11430", "taxid": 7955, "uniprot_kb": "A0A2R8QRB3"}, {"ZFIN": "ZDB-GENE-060929-1114", "ortholog_type": "O", "panther_family": "PTHR11430", "taxid": 7955, "uniprot_kb": "F6PDB9"}, {"ZFIN": "ZDB-GENE-030911-3", "ortholog_type": "O", "panther_family": "PTHR11430", "taxid": 7955, "uniprot_kb": "F1R6B8"}, {"ZFIN": "ZDB-GENE-030131-8436", "ortholog_type": "O", "panther_family": "PTHR11430", "taxid": 7955, "uniprot_kb": "Q8QGV5"}, {"FlyBase": "FBgn0264776", "ortholog_type": "O", "panther_family": "PTHR11430", "taxid": 7227, "uniprot_kb": "Q8IND7"}], "uniprot_kb": "P80188"}, "pathway": {"kegg": {"id": "hsa04657", "name": "IL-17 signaling pathway - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-382551", "name": "Transport of small molecules"}, {"id": "R-HSA-382551", "name": "Transport of small molecules"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-6785807", "name": "Interleukin-4 and Interleukin-13 signaling"}, {"id": "R-HSA-6798695", "name": "Neutrophil degranulation"}, {"id": "R-HSA-6799990", "name": "Metal sequestration by antimicrobial proteins"}, {"id": "R-HSA-6803157", "name": "Antimicrobial peptides"}, {"id": "R-HSA-917937", "name": "Iron uptake and transport"}, {"id": "R-HSA-917937", "name": "Iron uptake and transport"}], "wikipathways": [{"id": "WP4329", "name": "miRNAs involvement in the immune response in sepsis"}, {"id": "WP4352", "name": "Ciliary landscape"}]}, "pdb": ["1DFV", "1L6M", "1NGL", "1QQS", "1X71", "1X89", "1X8U", "3BY0", "3CBC", "3CMP", "3DSZ", "3DTQ", "3FW4", "3FW5", "3HWD", "3HWE", "3HWF", "3HWG", "3I0A", "3K3L", "3PEC", "3PED", "3T1D", "3TF6", "3TZS", "3U0D", "4GH7", "4IAW", "4IAX", "4K19", "4MVI", "4MVK", "4MVL", "4QAE", "4ZFX", "4ZHC", "4ZHD", "4ZHF", "4ZHG", "4ZHH", "5JR8", "5KHP", "5KIC", "5KID", "5MHH", "5N47", "5N48", "5NKN", "6GQZ", "6GR0", "6O5D", "6QMU", "6S8V", "6SUA", "6Z2C", "6Z6Z"], "pfam": "PF00061", "pharmgkb": "PA30309", "pharos": {"target_id": 16562, "tdl": "Tbio"}, "pir": "JC2339", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF326564", "relationship": "is"}, {"id": "GNF326565", "relationship": "is"}, {"id": "GNF326566", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF167959", "relationship": "is"}, {"id": "GNF178865", "relationship": "is"}, {"id": "GNF189771", "relationship": "is"}, {"id": "GNF200677", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF039444", "relationship": "is"}, {"id": "GNF045962", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF007940", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF329786", "relationship": "is"}, {"id": "GNF331381", "relationship": "is"}, {"id": "GNF332960", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF336950", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF098173", "relationship": "is"}, {"id": "GNF137265", "relationship": "is"}, {"id": "GNF137828", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000009.12", "NC_060933.1"], "protein": ["NP_005555.2", "XP_047279332.1", "XP_054218938.1"], "rna": ["NM_005564.5", "XM_047423376.1", "XM_054362963.1"], "translation": [{"protein": "XP_054218938.1", "rna": "XM_054362963.1"}, {"protein": "XP_047279332.1", "rna": "XM_047423376.1"}, {"protein": "NP_005555.2", "rna": "NM_005564.5"}]}, "reporter": {"HG-U133_Plus_2": "212531_at", "HG-U95Av2": "32821_at", "HTA-2_0": "TC09000677.hg.1", "HuEx-1_0": "3190190", "HuGene-1_1": "8158167", "HuGene-2_1": "17089525"}, "summary": "This gene encodes a protein that belongs to the lipocalin family. Members of this family transport small hydrophobic molecules such as lipids, steroid hormones and retinoids. The protein encoded by this gene is a neutrophil gelatinase-associated lipocalin and plays a role in innate immunity by limiting bacterial growth as a result of sequestering iron-containing siderophores. The presence of this protein in blood and urine is an early biomarker of acute kidney injury. This protein is thought to be be involved in multiple cellular processes, including maintenance of skin homeostasis, and suppression of invasiveness and metastasis. Mice lacking this gene are more susceptible to bacterial infection than wild type mice. [provided by RefSeq, Sep 2015].", "symbol": "LCN2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1416806"}, "unigene": "Hs.204238", "uniprot": {"Swiss-Prot": "P80188", "TrEMBL": "X6R8F3"}, "wikipedia": {"url_stub": "LCN2"}}