{"AllianceGenome": "6561", "HGNC": "6561", "MIM": "150570", "_id": "3956", "_version": 1, "accession": {"genomic": ["CH471095.1", "CP068256.2", "GN043360.1", "HI179170.1", "M57678.1", "NC_000022.11", "NC_060946.1", "Z83844.5"], "protein": ["AAA36170.1", "AAB00777.1", "AAB19412.2", "AAH01693.1", "AAH20675.1", "AAP35421.1", "ACA58297.1", "ADO22381.1", "BAA05818.1", "BAC77389.1", "BAG35095.1", "CAA32938.1", "CAA33328.1", "CAG30397.1", "CAX48935.1", "CBX53893.1", "CEF49527.1", "EAW60178.1", "NP_002296.1", "P09382.2"], "rna": ["AB097036.1", "AK312161.1", "AL832117.1", "BC001693.1", "BC020675.1", "BT006775.1", "CR456511.1", "D28452.1", "EU363770.1", "GQ891519.1", "J04456.1", "LN607840.1", "NM_002305.4", "S44881.1", "X14829.1", "X15256.1"], "translation": [{"protein": "AAH01693.1", "rna": "BC001693.1"}, {"protein": "BAC77389.1", "rna": "AB097036.1"}, {"protein": "CAG30397.1", "rna": "CR456511.1"}, {"protein": "AAA36170.1", "rna": "J04456.1"}, {"protein": "BAG35095.1", "rna": "AK312161.1"}, {"protein": "CAA32938.1", "rna": "X14829.1"}, {"protein": "AAP35421.1", "rna": "BT006775.1"}, {"protein": "ACA58297.1", "rna": "EU363770.1"}, {"protein": "AAB19412.2", "rna": "S44881.1"}, {"protein": "AAH20675.1", "rna": "BC020675.1"}, {"protein": "NP_002296.1", "rna": "NM_002305.4"}, {"protein": "CAA33328.1", "rna": "X15256.1"}, {"protein": "CEF49527.1", "rna": "LN607840.1"}, {"protein": "ADO22381.1", "rna": "GQ891519.1"}, {"protein": "BAA05818.1", "rna": "D28452.1"}]}, "alias": ["GAL1", "GBP"], "ensembl": {"gene": "ENSG00000100097", "protein": ["ENSP00000215909", "ENSP00000388296", "ENSP00000404414"], "transcript": ["ENST00000215909", "ENST00000425542", "ENST00000454173", "ENST00000464120", "ENST00000472321", "ENST00000480207", "ENST00000489315"], "translation": [{"protein": "ENSP00000215909", "rna": "ENST00000215909"}, {"protein": "ENSP00000404414", "rna": "ENST00000425542"}, {"protein": "ENSP00000388296", "rna": "ENST00000454173"}], "type_of_gene": "protein_coding"}, "entrezgene": "3956", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 5.57238308731, "exp_mis": 55.2571248817, "exp_syn": 30.4963881618, "lof_z": 0.659823160250754, "mis_z": 0.280116195555163, "mu_lof": 4.05104030335e-07, "mu_mis": 5.1805425747e-06, "mu_syn": 2.7908420658e-06, "n_lof": 4.0, "n_mis": 51.0, "n_syn": 33.0, "p_li": 0.00463689761502241, "p_null": 0.315322398475248, "p_rec": 0.680040703909729, "syn_z": -0.281055399036109}, "bp": 408, "cds_end": 38075756, "cds_start": 38071709, "n_exons": 4, "nonpsych": {"exp_lof": 4.97788768323, "exp_mis": 49.9473749102, "exp_syn": 27.5365207667, "lof_z": 0.430445693262194, "mis_z": 0.28171710553781, "mu_lof": 4.05104030335e-07, "mu_mis": 5.1805425747e-06, "mu_syn": 2.7908420658e-06, "n_lof": 4.0, "n_mis": 46.0, "n_syn": 29.0, "p_li": 0.00379723645440383, "p_null": 0.38889739596622, "p_rec": 0.607305367579376, "syn_z": -0.175588376518871}, "nontcga": {"exp_lof": 5.12019280832, "exp_mis": 50.8301586508, "exp_syn": 28.050281953, "lof_z": 0.924301047092795, "mis_z": 0.197769727508219, "mu_lof": 4.05104030335e-07, "mu_mis": 5.1805425747e-06, "mu_syn": 2.7908420658e-06, "n_lof": 3.0, "n_mis": 48.0, "n_syn": 32.0, "p_li": 0.024207289443298, "p_null": 0.199885768944778, "p_rec": 0.775906941611924, "syn_z": -0.472193523713383}, "transcript": "ENST00000215909.5"}, "exons": [{"cdsend": 37679749, "cdsstart": 37675702, "chr": "22", "position": [[37675635, 37675711], [37676985, 37677065], [37678482, 37678654], [37679602, 37679802]], "strand": 1, "transcript": "NM_002305", "txend": 37679802, "txstart": 37675635}], "exons_hg19": [{"cdsend": 38075756, "cdsstart": 38071709, "chr": "22", "position": [[38071642, 38071718], [38072992, 38073072], [38074489, 38074661], [38075609, 38075809]], "strand": 1, "transcript": "NM_002305", "txend": 38075809, "txstart": 38071642}], "generif": [{"pubmed": 11846886, "text": "Galectin-1 possesses a cell growth-inhibitory site which is not part of the beta-galactoside binding site: a surface loop, comprising amino acid residues 25-30 and joining two internal beta-strands, forms part of the growth-inhibitory site."}, {"pubmed": 11850528, "text": "overexpressed in nasal polyps exposed to budesonide"}, {"pubmed": 11937561, "text": "Galectin-1 has the ability to activate NADPH oxidase in neutrophils that have been exposed to inflammatory mediators and stress during extravasation in vivo."}, {"pubmed": 12008046, "text": "Receptor tyrosine phosphatase, CD45 binds galectin-1 but does not mediate its apoptotic signal in Jurkat cells"}, {"pubmed": 12125737, "text": "Galectin-1 expression of human glioblastoma xenografts from the brains of nude mice revealed a higher level of galectin-1 in invasive areas. Galectin-1 enhances migration of tumor astrocytes and, therefore, their biological aggressiveness."}, {"pubmed": 12271131, "text": "Galectin-1 plays a role in binding to the pre-B cell receptor and forms a synapse"}, {"pubmed": 12527107, "text": "galectin-1 is likely to be involved in the extracellular matrix assembly affecting incorporation of some components important for smooth muscle cell behavior"}, {"pubmed": 12853445, "text": "galectin-1 induces surface exposure of phosphatidylserine and phagocytic recognition of leukocytes without inducing apoptosis"}, {"pubmed": 14507657, "text": "Endogenous Gal-1 may be part of novel anti-inflammatory loop in which endothelium is the source of protein and migrating neutrophils the target for its anti-inflammatory action."}, {"pubmed": 14550305, "text": "Galectin-1 interacts with beta-1 subunit of integrin"}, {"pubmed": 14612929, "text": "Galectin-1 activation in human hepatocellular carcinoma involves methylation-sensitive complex formations at the transcriptional upstream and downstream elements"}, {"pubmed": 14617626, "text": "examined ability of stromal cells secreting galectin-1 to kill T cells. Although the stromal cells synthesized abundant galectin-1, the most of the galectin-1 remained bound to the cell surface, and stromal cell-associated galectin-1 killed bound T cells."}, {"pubmed": 14693917, "text": "galectin-1 induces astrocyte differentiation and strongly inhibits astrocyte proliferation, and then the differentiated astrocytes greatly enhance their production of BDNF which may be a new mechanism for preventing neuronal loss after injury"}, {"pubmed": 14769876, "text": "Galectin-1 plays a role in both cell-matrix interactions and the inhibition of Colo201 tumor cell proliferation in vitro; galectin-1 expressed in cells may be associated with apoptosis."}, {"pubmed": 15050916, "text": "Gal-1 signaling in activated T cells constitutes an important mechanism of tumor-immune escape"}, {"pubmed": 15297883, "text": "Galectin-1-induced cell death proceeds via a caspase-independent pathway that involves a unique pattern of mitochondrial events."}, {"pubmed": 15556936, "text": "dGal-1 functions as a dimer to recognize terminal N-acetyllactosamine units on extended poly-N-acetyllactosamines on cell surfaces"}, {"pubmed": 15556941, "text": "Gal-1 induces mitochondrial coalescence, budding, and fission accompanied by an increase and/or redistribution of fission-associated molecules"}, {"pubmed": 15663199, "text": "Regulated expression of galectin-1 during T-cell activation involves Lck and Fyn kinases and signaling through MEK1/ERK, p38 MAP kinase and p70 S6 kinase."}, {"pubmed": 15690107, "text": "map of polymorphic sites within an 11-kb region containing the gene, including 14 SNPs and two genetic variations of other types detected in a Japanese population sample"}, {"pubmed": 15778371, "text": "galectin-1 can cross-link HIV-1 and target cells and promote a firmer adhesion of the virus to the cell surface"}, {"pubmed": 15862866, "text": "findings suggest a possible role for galectin-1 in anchoring microbial and cancer cells known to be rich in T antigen, in high serum IgA1 turn over and in tissue sequestering of IgA1 immune complexes"}, {"pubmed": 15910247, "text": "galectin 1 may have a role in immunological functions of human mesenchymal stem cells"}, {"pubmed": 15929990, "text": "Transient Ca(2+) fluxes contribute to a sustained redistribution of phosphatidylserines on neutrophils activated with fMLP and dimeric galecstin-1."}, {"pubmed": 15972675, "text": "gal-1 binds to specific N-glycans on Nipah virus (NiV) glycoproteins and aberrantly oligomerizes NiV-F and NiV-G, indicating a mechanism for fusion inhibition."}, {"pubmed": 16033063, "text": "galectin-1 shows apoptotic potential in both the epithelial tumour cell lines examined only with additional stress stimuli"}, {"pubmed": 16051185, "text": "stable inhibition of galectin-1 expression alters the expression of a number of genes that either directly or indirectly influence adhesion, motility and invasion of human glioblastoma cells."}, {"pubmed": 16247730, "text": "data indicate that IL-12 down-regulates the expression of both gal-1 and CD7 in the microsomal fraction of peripheral blood mononuclear cells and cord blood CD4(+) cells"}, {"pubmed": 16388708, "text": "HSV-1 may use galectin-1 as a weapon to kill activated T cells and evade specific immune responses"}, {"pubmed": 16530434, "text": "ANXA1 and Gal-3 changed in their content and localization when neutrophils adhere to endothelia. In contrast, a decrease in the total amounts of Gal-1 was detected in migrated compared to non-migrated neutrophils."}, {"pubmed": 16636291, "text": "Results demonstrate that Galectin-1 is an endogenous factor that promotes the proliferation of neural stem cells in the"}, {"pubmed": 16751364, "text": "Murine dendritic cells engineered to express transgenic galectin-1 in vivo represent a novel tool for differential control of the afferent and efferent arms of the T cell response."}, {"pubmed": 16785517, "text": "Galectin-1 binds to and activates monocyte-derived dendritic cells (MDDC) to become phenotypically and functionally mature DCs capable of enhanced chemotactic migration in an in vitro extracellular matrix model."}, {"pubmed": 16818733, "text": "Galectin 1 binds to VLA-5 integrins on bone marrow stromal cells and to VLA-4, VLA-5, and alpha4beta7 integrins on pre-B cells, forming a homogeneous lattice at the contact area between bone marrow pre-B and stromal cells."}, {"pubmed": 16940423, "text": "Galectin 1 induces surface phosphatidylserine exposure in a carbohydrate-dependent fashion in activated, but not resting, human neutrophils and in several leukocyte cell lines."}, {"pubmed": 17043243, "text": "galectin-1 regulates tumor angiogenesis and is a target for angiostatic cancer therapy"}, {"pubmed": 17110462, "text": "galectin-1, is overexpressed in regulatory T cells, and that expression is increased after activation"}, {"pubmed": 17177840, "text": "galectin-1 expression on stromal cells increases with the histopathologic grade of cervical tissues"}, {"pubmed": 17182582, "text": "Our results provide evidence of a novel unrecognized role for galectin-1 in the control of monocyte/macrophage physiology with potential implications at the crossroad of innate and adaptive immunity."}, {"pubmed": 17269744, "text": "Galectin-1 was found to be negatively regulated by transfection with TP53 in a glioblastoma cell line."}, {"pubmed": 17304502, "text": "roles of galectin-1 in cancer-associated stroma and in tumor immune privilege"}, {"pubmed": 17390012, "text": "galectin-1 has a role in recurrence in laryngeal squamous cell carcinomas"}, {"pubmed": 17438085, "text": "Galectin-1 mediated suppression of Epstein-Barr virus specific T-cell immunity is associated with Hodgkin lymphoma"}, {"pubmed": 17523619, "text": "investigated the solvation properties of the carbohydrate recognition domain of galectin-1 by means of molecular dynamics simulations"}, {"pubmed": 17535296, "text": "p16INK4a modulates glycomic profile and galectin-1 expression to increase susceptibility to carbohydrate-dependent induction of anoikis in pancreatic carcinoma cells"}, {"pubmed": 17537433, "text": "Data show that galectin-1, an endogenous lectin produced by arterial cells, binds lipoprotein(a) [Lp(a)] in situ."}, {"pubmed": 17603562, "text": "This study sheds light on the molecular mechanisms whereby betaGBP can control cell proliferation and, by extension, may potentially control tumorigenesis by controlling PI3K."}, {"pubmed": 17616672, "text": "galectin-1 has a role in O-glycosylation regulation of LNCaP prostate cancer cell susceptibility to apoptosis"}, {"pubmed": 17649808, "text": "MUC1, TF and galectin might have important roles in endometrial pathogenesis and malignant transformation."}, {"pubmed": 17880528, "text": "Results suggest a possible role for galectin-1 in the pathogenesis of primary glomerulopathies in children as a kind of podocyte-related self-protective activity and probably involvement of epithelial cells of Bowman's capsule in inflammatory processes."}, {"pubmed": 17884770, "text": "Galectin-1 can be involved in the development and progression of colorectal carcinoma, and may relate to the infiltration, differentiation and lymph node metastasis of colorectal carcinoma."}, {"pubmed": 17984174, "text": "galectin-1, an endogenous lectin with immunoregulatory properties, plays a key role in human platelet activation and function."}, {"pubmed": 18007053, "text": "X-ray diffraction data enabled assignment of unit-cell parameters for crystals grown under 2 conditions, one belongs to a tetragonal crystal system and the other was determined as monoclinic P2(1), representing 2 new crystal forms of human galectin-1."}, {"pubmed": 18223683, "text": "Gal-1 can directly bind to NRP1 on endothelial cells, and can promote the NRP1/VEGFR-2-mediated signaling pathway as well as NRP1-mediated biological activities."}, {"pubmed": 18258591, "text": "Galectin-9 and galectin-1 require different glycan ligands and glycoprotein receptors to trigger T cell death."}, {"pubmed": 18292532, "text": "Gal-1 and Gal-3 induce differential responses in T cells and neutrophils; Gal-1 induces IL-10 production and attenuates interferon-gamma production in activated T cells."}, {"pubmed": 18315601, "text": "An association was seen between the level of presence of galectins-1 and -7 and neoplastic progression of hypopharyngeal and laryngeal squamous cell carcinomas."}, {"pubmed": 18431251, "text": "These results suggest that decreasing Gal-1 expression (e.g. through brain delivery of nonviral infusions of anti-Gal-1 siRNA in patients) can represent an additional therapeutic strategy for glioblastoma."}, {"pubmed": 18519761, "text": "Gal1 and c-Jun serve as diagnostic biomarkers that delineate classical Hodgkin lymphoma and anaplastic large cell lymphoma from other lymphomas with shared morphologic and/or molecular features."}, {"pubmed": 18570123, "text": "Placental galectin-1 mRNA expression was significantly higher in severe preeclampsia than in controls; Trophoblasts had the most intense galectin-1 immunostaining"}, {"pubmed": 18581052, "text": "Internalization of Gal-1 depends on its lectin activity and follows dual pathways involving clathrin-coated vesicles and raft-dependent endocytosis."}, {"pubmed": 18630998, "text": "Serum levels of galectins-1 and -3 are relatively high in patients with thyroid malignancy but there is considerable overlap in serum galectin-3 concentrations between those with benign and malignant nodular thyroid disease"}, {"pubmed": 18633135, "text": "Dimeric galectin-1 (dGal-1) preferentially binds to and signals through glycoproteins containing complex-type N-glycans in at least some leukocyte subsets"}, {"pubmed": 18662664, "text": "carbohydrate-binding and the splicing activities of Gal1 can be dissociated and therefore, saccharide-binding, per se, is not required for the splicing activity"}, {"pubmed": 18671640, "text": "Galectin-1 appears to modulate migration and invasion in human glioma cell lines and may play a role in tumor progression and invasiveness in human gliomas"}, {"pubmed": 18691335, "text": "Chorioamnionitis is associated with an increased galectin-1 mRNA expression and strong immunoreactivity of the chorioamniotic membranes"}, {"pubmed": 18791848, "text": "Galectin-1 decreases Smad3-complex from binding to the SBE, down-regulating transcription of COL1A2 in TGF-beta1-stimulated renal epithelial cells."}, {"pubmed": 18796645, "text": "The structure of cysteine-less Gal-1 is almost identical to that of wild-type human Gal-1"}, {"pubmed": 18802059, "text": "Galectin-1 plays a role in promoting immunoglobulin production during plasma cell differentiation."}, {"pubmed": 18838383, "text": "GnT-Vb-mediated glycosylation of RPTPbeta promotes galectin-1 binding and RPTPbeta levels of retention on the cell surface."}, {"pubmed": 18947333, "text": "Our results argue for the involvement of galectin-1 in the PKCepsilon/vimentin-controlled trafficking of integrin-beta1"}, {"pubmed": 18991278, "text": "These studies identify galectin-1 as a cross-regulatory cytokine that selectively antagonizes Th1 survival, while promoting TCR-induced Th2 cytokine production."}, {"pubmed": 19011096, "text": "secretion of galectin-1 by dNKs and other decidual cells contributes to the generation of an immune-privileged environment at the maternal-fetal interface"}, {"pubmed": 19032754, "text": "These data suggest that HTLV-I Tax increases galectin-1 expression and that this modulation could play an important role in HTLV-I infection by stabilizing both cell-to-cell and virus-cell interactions."}, {"pubmed": 19064001, "text": "promotes apoptosis in activated T cells, down-regulates pro-inflammatory cytokines"}, {"pubmed": 19103599, "text": "monomer-dimer equilibrium regulates Gal-1 sensitivity to oxidative inactivation and provides a mechanism whereby ligand partially protects Gal-1 from oxidation."}, {"pubmed": 19116313, "text": "Gal-1 induces phosphatidylserine exposure and subsequent phagocytic removal of living cells."}, {"pubmed": 19125585, "text": "galectin-1 is associated with the pathophysiology of diabetes and a novel diagnostic marker protein in T2D patients."}, {"pubmed": 19128029, "text": "Use of ultraviolet resonance Raman spectroscopy and calculated water radial distribution functions show that, while no large structural changes in Gal-1 protein follow lactose binding, substantial solvent reorganization occurs."}, {"pubmed": 19148478, "text": "Associations between MMP-9 and galectins-1 and -7 in situ indicate presence in hypopharyngeal and laryngeal squamous cell carcinomas."}, {"pubmed": 19155496, "text": "A unique set of molecules, galectin-1 and Tcl1, defines distinct B cell receptor signaling cascades, dictating survival and death of human naive and immunoglobulin M-positive (IgM+) memory B cells."}, {"pubmed": 19171142, "text": "Galectin-1 interaction with tissue plasminogen activator contributes to pancreatic ductal adenocarcinoma progression involving both transformed epithelial cells and tumor fibroblasts."}, {"pubmed": 19287070, "text": "Both TRP-1 and galectin-1 were highly expressed in normal melanocytes and melanoma.  There was no correlation between TRP-1 or galectin-1 expression and survival."}, {"pubmed": 19287997, "text": "Increased expression of galectin-1 is associated with human oral squamous cell carcinoma development."}, {"pubmed": 19363525, "text": "Study reports that Gal-1 mRNA levels positively correlated with TrkB expression and anticorrelated with TrkA expression in a cohort of 102 primary neuroblastoma."}, {"pubmed": 19412433, "text": "Down-regulating Gal-1 expression provokes a marked decrease in the expression of the brain-expressed X-linked gene: BEX2"}, {"pubmed": 19454697, "text": "fodrin degradation occurs during galectin-1 T cell death and CD45 is essential for fodrin degradation to occur"}, {"pubmed": 19492862, "text": "Results confirm the importance of the conserved tryptophan residue in the affinity of the ligand and gives further insights into the mode of interaction between lactose derivatives and human Galectin-1."}, {"pubmed": 19506091, "text": "showed the possibility of galectin-1-mediated trophectoderm binding to the endometrium within the window of implantation."}, {"pubmed": 19520156, "text": "we report a novel pathway by which regulatory T-cells utilize betaGBP to control CD8(+) T cell responses partly activating TCR signaling but blocking PI3K. this leads to a loss of p21(ras), ERK and Akt activities despite activation of TCR proximal signals"}, {"pubmed": 19550395, "text": "expression of galectin-1 is upregulated in tumors of different origin (Review)"}, {"pubmed": 19561030, "text": "Galectin-1 may be involved in chemoattraction at sites of inflammation in vivo and may contribute to disease processes such as atherosclerosis."}, {"pubmed": 19635795, "text": "Data show that galectin-1 binding to surface CD43 and CD45 on MDDCs induced an unusual unipolar co-clustering of these receptors."}, {"pubmed": 19688976, "text": "Interactions between galectin-1 and intracellular glycoconjugates are not critical for malignant transformation in the thyroid gland."}, {"pubmed": 19730683, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19860718, "text": "Studies lead to production of a particular mono-disperse oxidized galectin-1 species that is anticipated most optimal for investigations requiring milligram/ml concentrations such as X-ray crystallography."}, {"pubmed": 19886821, "text": "Results demonstrate the critical role of Galectin-1 and Sema-3A in mesenchymal stem cell functions and may open new perspectives in the understanding and treatment of various immune and neoplastic disorders."}, {"pubmed": 19898636, "text": "Galectin-1 inhibits retinal pigment epithelial cell attachment, migration, and spreading in vitro with no apparent cytotoxicity."}, {"pubmed": 19900702, "text": "Stimulation of trophoblasts (BeWo cells) with gal-1 showed a significant alteration of phosphorylation status in 3 receptor tyrosine kinases: JAK2, RET and VEGFR3. Phosphorylation of these kinases could be involved in gal-1-induced cell differentiation."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20006954, "text": "the mode of interaction between human galectin-1 and five galactose-containing ligands"}, {"pubmed": 20053628, "text": "Gal-1 was also expressed in arterial walls and exhibited prominent cytosolic and nuclear staining in cultured human endothelial cells"}, {"pubmed": 20157731, "text": "Galectin-1 protein expression level increases in oral squamous cell carcinoma (OSCC), it may serve as a candidate marker for pathologic differentiation grade of OSCC."}, {"pubmed": 20177845, "text": "The relationship between expression and staining intensity of CD24 and galectin-1 and clinicopathologic variables in gastric adenocarcinoma were assessed."}, {"pubmed": 20200618, "text": "The expression analysis in humans of Galectin-1 (Gal-1), the protein encoded by LGALS1, showed a Gal-1 preferential accumulation in the stromal tissue around hepatocellular carcinoma tumors."}, {"pubmed": 20332322, "text": "In B-ALL, Gal-1 is a highly sensitive and specific biomarker of MLL rearrangement that is likely induced by a MLL-dependent epigenetic modification."}, {"pubmed": 20363255, "text": "These results suggest that oxidized Gal-1 inhibits inflammatory responses in macrophages and promotes Schwann cell migration directly and by macrophage activation."}, {"pubmed": 20399482, "text": "Our data indicate that GAL1 is a powerful diagnostic marker that distinguishes chondroblastic osteosarcomas from conventional chondrosarcomas."}, {"pubmed": 20525878, "text": "Results help us understand mechanism for hypoxia/HIF-1-mediated migration/invasion of colorectal cancer cells."}, {"pubmed": 20549082, "text": "there is increased expression of genes coding for annexin-1 and galectin-1 in nasal polyps and when systemic corticosteroids are given, the mean gene expression of annexin-1 decreases significantly and the mean expression of galectin-1 remains unaltered"}, {"pubmed": 20570633, "text": "Data show that coculture with activated T cells upregulated expression of CD54 and CD58 and secretion of galectin-1 by MSCs."}, {"pubmed": 20592339, "text": "galectin-1 has a role in vulvar neoplasia"}, {"pubmed": 20596638, "text": "Galectin-1 may serve a potential diagnostic marker or therapeutic target for nasopharyngeal carcinoma."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20644118, "text": "identify galectin-1 as the first lectin mediating the immunomodulatory effect of multipotent mesenchymal stromal cells on allogeneic T cells"}, {"pubmed": 20657665, "text": "galectin-1 reduces NiV-F mediated fusion of endothelial cells, and endogenous galectin-1 in endothelial cells is sufficient to inhibit syncytia formation"}, {"pubmed": 20728947, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20728947, "text": "This study suggested revealed interaction between LGALS1 and IL2Rbeta suggesting a role of these proteins in this autoimmune myasthenia gravis disease."}, {"pubmed": 20828557, "text": "Two MAPK pathways are stimulated by increasing levels of Gal-1 in the high glucose condition, leading to suppression of COL1 expression and increase of MMP1 expression."}, {"pubmed": 20873803, "text": "The interaction of native dimeric and monomeric mutants of rat and human galectin-1 with mono- and divalent small molecules, fetuin, asialofetuin, and human serum glycoproteins was analyzed."}, {"pubmed": 21113146, "text": "Gal-1/alpha(5)beta(1)-integrin interaction participates in the control of epithelial integrity and integrin sialylation may enable carcinoma cells to evade this Gal-1-dependent control mechanism."}, {"pubmed": 21122983, "text": "gal-1 silencing imparts colorectal cancer with the ability to proliferate and escape apoptosis."}, {"pubmed": 21147166, "text": "Human galectin-1 immobilized in active form in vitro sugar-specifically captured IgA and IgA-containing immune complexes formed by cell wall antigen in serum but not IgG"}, {"pubmed": 21191065, "text": "The regulatory effect of galectin-1 is mediated in part through its ability to induce, in an inhibitor of DNA binding 3 (Id3)-dependent manner, the expression of IL-10 in monocytes and monocyte-derived dendritic cells of lung cancer patients."}, {"pubmed": 21292557, "text": "In healthy pregnant women, significantly higher percentage of T and NK cells expressed galectin 1 in their cytoplasma than in healthy non-pregnant women; the proportion of galectin-1-expressing cells was markedly decreased in preeclampsia."}, {"pubmed": 21372130, "text": "an anti-angiogenic peptide, anginex, greatly enhances galectin-1 binding affinity for glycoproteins"}, {"pubmed": 21378323, "text": "MUC1 and Gal-1 might be useful for evaluating the potential of leiomyoma to transform into leiomyosarcoma."}, {"pubmed": 21385934, "text": "Gal-1 regulates CAF activation; targeting Gal-1 in CAFs inhibits OSCC metastasis by modulating MCP-1 expression"}, {"pubmed": 21391228, "text": "There is a role of Gal-1 in modulating hepatocellular carcinoma cell adhesion, polarization, and in vivo tumor growth, with critical implications in liver pathophysiology."}, {"pubmed": 21397408, "text": "The intense immunoexpression of galectins-1, -3, and -7 suggests the participation of these proteins in oral carcinogenesis and their use as markers of biological behavior and tumor progression in squamous cell carcinoma of the tongue."}, {"pubmed": 21505194, "text": "In addition to its functional role in classic Hodgkin lymphoma-induced immunosuppression, Gal-1 is also associated with an adverse clinical outcome in this disease."}, {"pubmed": 21514365, "text": "Studies developed an ultimate rule for galectin recognition of disaccharides."}, {"pubmed": 21614093, "text": "Gal-1 is broadly expressed in mucosal tissue and influences the viability of human and mouse enterocytes, an effect which might influence the migration of these cells from the crypt, the integrity of the villus and the epithelial barrier function."}, {"pubmed": 21632118, "text": "Gal-1 is involved in RTK phosphorylation and the induction of syncytium formation in trophoblast cells."}, {"pubmed": 21689853, "text": "The present study suggest a novel regulatory loop by which NF-kappaB induces expression of Gal-1"}, {"pubmed": 21724180, "text": "Data indicate that Gal-1, Gal-2, Gal-4, and partly Gal-3 bound to monocytes/macrophages."}, {"pubmed": 21747316, "text": "identified activated pancreatic stellate cells as the primary source of highly expressed galectin-1 in pancreatic ductal adenocarcinoma stroma"}, {"pubmed": 21779348, "text": "hMSC -BD11 surface galectin-1 expression was required to bring about matrix-endothelial interactions and for xenografted hMSC -BD11 cells to optimally recruit host vasculature."}, {"pubmed": 21780106, "text": "Our study suggests that the overexpression of Galectin-1 in PSCs induced T cell apoptosis and Th2 cytokine secretion, which may regulate PSC-dependent immunoprivilege in the pancreatic cancer microenvironment."}, {"pubmed": 21807362, "text": "CD4(+) T helper lymphocytes from type 1 diabetes patients produce normal levels of the immunoregulator galectin-1 but its reduced synthesis by monocytes helps to maintain a skewed pro-inflammatory response."}, {"pubmed": 21880716, "text": "the mechanisms for galectin-1 expression regulation and HIF-1alpha- and C/EBPalpha-induced leukemic cell differentiation."}, {"pubmed": 21880749, "text": "The authors show here that galectin-1 directly binds to HIV-1 in a beta-galactoside-dependent fashion through recognition of clusters of N-linked glycans on the viral envelope gp120."}, {"pubmed": 21986812, "text": "CD30-targeted therapy in combination with galectin-1 treatment may induce effective killing of ALCL cells but not of HL cells"}, {"pubmed": 21998324, "text": "Gal-1 regulates I(Ca,L) by decreasing the surface expression of Ca(V)1.2 channels in a splice variant selective manner. This may modulate vasoconstriction. Gal-1 binds the I-II loop only in the absence of alternatively spliced exon 9*."}, {"pubmed": 22022970, "text": "Galectin 1 and galectin 8 promote influenza virus binding in dose dependent manner."}, {"pubmed": 22028908, "text": "galectin-1-binding glycoforms of haptoglobin"}, {"pubmed": 22081313, "text": "Platelets gal-1 forms an intracellular complex with monomeric actin."}, {"pubmed": 22155450, "text": "Galectin-1 and galectin-3 expression profiles in classically and alternatively activated human macrophages."}, {"pubmed": 22156919, "text": "gal-1 binds galactomannans (GM) preferentially at alpha-d-galactopyranosyl doublets, randomly distributed over the GM backbone, and surrounded by regions of naked mannose residues."}, {"pubmed": 22167721, "text": "DC-expressed Gal-1 and Gal-3 are regulatory molecules that favor the inhibition of T cell activation."}, {"pubmed": 22174828, "text": "These findings qualify gal-1 as a member of human trophoblast cell invasion machinery."}, {"pubmed": 22267483, "text": "Have identified galectin-1 and galectin-3 as novel partners for VWF, and these proteins may modulate VWF-mediated thrombus formation."}, {"pubmed": 22271227, "text": "Psoriasis in humans is associated with down-regulation of galectins in dendritic cells."}, {"pubmed": 22285770, "text": "The galectin-binding ability of a glycoprotein is not only a promising biomarker candidate but may also have a specific function when the glycoprotein encounters the galectin in tissue cells, and be related to the pathophysiological state of the patient."}, {"pubmed": 22291012, "text": "Lung cancer-derived galectin-1 enhances tumorigenic potentiation of tumor-associated dendritic cells by expressing heparin-binding EGF-like growth factor."}, {"pubmed": 22353504, "text": "Overexpression of galectin-1 protein in colorectal carcinoma is derived possibly from secreted galectin-1 from other normal tissues that cumulate in the stroma."}, {"pubmed": 22373585, "text": "Results suggest that high expression of galectin-1 was associated with advanced stage and metastasis and with shorter cumulative overall survival."}, {"pubmed": 22383798, "text": "Galectin-1 inhibits the viability, proliferation, and Th1 cytokine production of nonmalignant T cells in patients with leukemic cutaneous T-cell lymphoma."}, {"pubmed": 22386573, "text": "we demonstrated that miR610-mediated inhibition of VASP expression resulted in a significant reduction in the migration and invasion properties of gastric cancer cells."}, {"pubmed": 22432916, "text": "Expression level of galectin-1 was of prognostic value in human hepatocellular carcinoma following hepatectomy."}, {"pubmed": 22447203, "text": "Significant correlations of several transcripts were detected with the protein level of galectin-1 in the cancer-associated fibroblasts."}, {"pubmed": 22456341, "text": "identified alphaIIbbeta3 integrin as a functional galectin-1 receptor in platelets"}, {"pubmed": 22546645, "text": "Studies indicate that galectins Gal-1 and Gal-3 have both been shown to promote tumor angiogenesis, an essential step for cancer progression."}, {"pubmed": 22561438, "text": "Galectin-1 can mediate high glucose peritoneal dialysis solution-induced epithelial-to-mesenchymal transition in human peritoneal mesothelial cells."}, {"pubmed": 22583806, "text": "cells at the margin of glioblastoma, in comparison to tumor core cells, have enhanced expression of mediators of invasion. Galectin-1 is likely one such mediator."}, {"pubmed": 22609846, "text": "Umbilical cord blood lymphocyte subsets express more galectin-1 than their adult peripheral blood counterparts."}, {"pubmed": 22689223, "text": "Nanotechnology was used to inhibit galectin-1 gene expression in monocyte-derived macrophages infected with HIV-1."}, {"pubmed": 22692729, "text": "Gal-1 may serve as an adhesion molecule to interact with both cells and laminins"}, {"pubmed": 22696230, "text": "Data show that p38 MAPK, ERK1/2, and COX-2 activation are mediators for the galectin-1-promoted tumor progression and chemoresistance in lung cancer."}, {"pubmed": 22716213, "text": "Galectin-1 may play a role in RASSF1A signaling in a gastric neoplams cell line."}, {"pubmed": 22777171, "text": "Data present that galectin-1, ataxin-3 and sprouty-related EVH1 domain-containing protein 2 (SPRED2) may be associated with the progression and development of Down syndrome."}, {"pubmed": 22785208, "text": "Stromal galectin-1 expression is associated with long-term survival in resectable pancreatic ductal adenocarcinoma."}, {"pubmed": 22844466, "text": "galectin-1 is one of the critical factors in MSCs regulating tumor progression"}, {"pubmed": 22884463, "text": "Data indicate that the diffusion constant of avian galectin-1 (CG-1B) increased by 5.6% in the presence of lactose, as has been seen for the human galectin-1."}, {"pubmed": 22939954, "text": "High galectin 1 expression in peritumoral stroma significantly correlates with depth of invasion in cervical lesions and lymph node metastasis of cervical cancer."}, {"pubmed": 22942212, "text": "Gal-1 can act either as chemoattractant or, as a molecule that negatively regulates migration under acute inflammatory conditions"}, {"pubmed": 23002109, "text": "Galectin-1 plays a key role in pregnancy maternal immune regulation by modulating HLA-G expression on trophoblast cells."}, {"pubmed": 23027923, "text": "Data indicatae that expression of galectin-1 (Gal-1) is a hallmark of Kaposi's sarcoma (KS), and is directly induced by both herpesvirus-8 (HHV-8/KS-associated herpesvirus [KSHV]) and hypoxia."}, {"pubmed": 23113677, "text": "combined use of galectin-1 and galectin-3 showed 98% specificity and 47% sensitivity for renal cell carcinoma"}, {"pubmed": 23121677, "text": "macrophages from sputum samples of asthma patients express low levels of galectin-1 and galectin-9, favouring the exacerbated immune response observed in this disease."}, {"pubmed": 23124203, "text": "Hhydrophobic residues from the lambda5-UR is crucial for the interaction with GAL1 and for pre-BCR clustering."}, {"pubmed": 23142379, "text": "Galectin-1 controls cardiac inflammation and ventricular remodeling during acute myocardial infarction."}, {"pubmed": 23223580, "text": "CD146 and its novel ligand Galectin-1 in apoptotic regulation of endothelial cells"}, {"pubmed": 23359172, "text": "Gal-1 as a diagnostic biomarker and immunotherapeutic target for LSCC."}, {"pubmed": 23389289, "text": "ectopic expression of galectin-1 in a low-metastatic CL1-0 lung cancer cell line promotes its migration, invasion and epithelial-mesenchymal transition."}, {"pubmed": 23431236, "text": "Results have provided evidence that galectin-1 and mainly annexin-A1 are overexpressed in both gastritis and gastric cancer, suggesting a strong association of these proteins with chronic gastric inflammation and carcinogenesis."}, {"pubmed": 23444403, "text": "High Galectin-1 expression is associated with Hodgkin lymphoma."}, {"pubmed": 23510298, "text": "The pH dependence of the beta-galactoside binding activity of human galectin-1 (hGal-1) was investigated by fluorescence spectroscopy using lactose as a ligand."}, {"pubmed": 23599627, "text": "galectin-1 has a role in regulating VEGF expression in gastric cancer"}, {"pubmed": 23681112, "text": "Galectin-1 (GAL-1) expression is a useful tool to differentiate between small cell osteosarcoma and Ewing sarcoma."}, {"pubmed": 23824536, "text": "High galectin-1 serum levels are associated with high-grade glioma."}, {"pubmed": 23929302, "text": "High galectin-1 expression is associated with glioma."}, {"pubmed": 24077937, "text": "The involvement of gal-1 in the regulation of different processes during the establishment, development and maintenance of pregnancy could be described as unique and it has emerged as an important lectin with major functions in pregnancy."}, {"pubmed": 24211210, "text": "these findings indicate that soluble Gal-1 promotes invasiveness through enhancing collective cell migration and increasing the incidence of epithelial-to-mesenchymal transition."}, {"pubmed": 24241899, "text": "Both galectin-1 and VEGF can serve as independent prognostic indicators of poor survival for gastric cancer"}, {"pubmed": 24284396, "text": "As Gal-1 plays important roles in preventing neurodegeneration and promoting neuroprotection in the brain, the interaction between SelM' and Gal-1 displays a new direction for studying the biological function of SelM in the human brain."}, {"pubmed": 24361865, "text": "Galectin 1 was identified as a potential diagnostic biomarker of malignant mesothelioma."}, {"pubmed": 24407244, "text": "Knockdown of endogenous Gal-1 in epithelial ovarian cancer cells resulted in the reduction in cell growth, migration, and invasion."}, {"pubmed": 24451991, "text": "data provide new insights into the structural basis of Gal-1 redox regulation with critical implications in physiology and pathology."}, {"pubmed": 24468067, "text": "Myosin IIa activation and galectin-1 endocytosis are important in tumor associated tDC development"}, {"pubmed": 24503185, "text": "Interleukin-1-induced changes in the glioblastoma secretome suggest its role in tumor progression."}, {"pubmed": 24503541, "text": "Gal-1 decreased the expression of collagen genes COL3A1 and COL5A1 but increased the expression of fibronectin and laminin 5."}, {"pubmed": 24517166, "text": "Suggest that galectin-1 is a protective factor against the development of digital vasculopathy in systemic sclerosis."}, {"pubmed": 24530443, "text": "The results presented here demonstrated that galectin-1 and galectin-3 expression have important roles in clinical progression of papillary thyroid carcinoma."}, {"pubmed": 24560493, "text": "Gal-1 expression may be a useful biomarker for better prediction of the clinical outcome and management of NSCLC patients."}, {"pubmed": 24589677, "text": "Results show that galectin-1 regulates cell death through inhibition of CD45 PTP activity of anaplastic large cell lymphoma cell line H-ALCL."}, {"pubmed": 24595374, "text": "Galectin-1 expression in stromal cells of pancreatic cancer suggests that this protein plays a role in the promotion of cancer cells invasion and metastasis."}, {"pubmed": 24637109, "text": "gestational diabetes is associated with a failure to increase circulating gal-1 levels during the second and third trimester, and overexpression of gal-1 in placenta. LGALS1 polymorphism was associated with the development of gestational diabetes."}, {"pubmed": 24646142, "text": "overexpression associated with shorter survival in nasopharyngeal carcinoma"}, {"pubmed": 24684681, "text": "Human umbilical cord blood-derived mesenchymal stromal cells display a novel interaction between P-selectin and galectin-1."}, {"pubmed": 24717333, "text": "no difference in cord blood concentration correlated with restricted or increased fetal growth"}, {"pubmed": 24719187, "text": "Gal-1 has a role in increasing vascular permeability through the NRP-1/VEGFR1 and Akt signaling pathway"}, {"pubmed": 24719523, "text": "both the AnxA1 and Gal-1 anti-inflammatory proteins are deregulated in precancerous gastric lesions"}, {"pubmed": 24752896, "text": "these findings identify CD69 and galectin-1 to be a novel regulatory receptor-ligand pair that modulates Th17 effector cell differentiation and function."}, {"pubmed": 24770755, "text": "Apoptosis of regulatory T cells induced by galectin-1 is accompanied by an increase in the content of proapoptotic protein Bad."}, {"pubmed": 24788652, "text": "Whereas Galectin (Gal)-1, -3, and -8 triggered vascular endothelial growth factor (VEGF) release, only Gal-8 induced endostatin secretion."}, {"pubmed": 24854997, "text": "trophoblast mucin(s) could act as binding partners of galectin-1, in a carbohydrate-dependent manner"}, {"pubmed": 24861051, "text": "We have previously reported on the role of galectin-1 and -9 in endothelial cell function. Here, we review the current knowledge of these two galectins in endothelial cell biology and angiogenesis."}, {"pubmed": 24909114, "text": "structure and function of galectin-3 in neuroblastoma cell growth regulation"}, {"pubmed": 24945728, "text": "interaction of Galectin-1 and -3 with CD6"}, {"pubmed": 24973253, "text": "Targeting Gal-1 in combination with radiotherapy provides an exciting approach to address several radiation-prohibitive mechanisms"}, {"pubmed": 24979200, "text": "These results underline the essential role of Gal-1 during endometriosis"}, {"pubmed": 24984218, "text": "Gal-1, 2, and 3 levels were high in maintenance hemodialysis patients. Kidney transplantation improved gal-1, 2, and 3 levels."}, {"pubmed": 25007042, "text": "These findings indicate that galectin-1 is a key regulator of wound repair that has therapeutic potential for pathological or imperfect wound healing."}, {"pubmed": 25007045, "text": "We used an organotypic model of cutaneous T-cell lymphoma to show that malignant T cells through the secretion of galectin-1 and -3 stimulate vigorous growth of keratinocytes."}, {"pubmed": 25069486, "text": "Knockdown of GAL1 inhibits growth and invasion of osteosarcoma cells possibly through inhibition of the MAPK/ERK pathway. High expression of GAL1 is associated with distant metastasis in OS patients."}, {"pubmed": 25142165, "text": "Data indicate that complex low density lipoprotein (LDL) could attach through lipoprotein(a) Lp(a) to immobilized form of galectin-1."}, {"pubmed": 25230369, "text": "The results showed that high expression of Gal-1 in carcinoma-associated fibroblasts might facilitate gastric cancer cell migration and invasion by upregulating integrin beta1 expression in gastric cancer."}, {"pubmed": 25231117, "text": "GCSF inhibits IL10induced apoptosis, implying that galectin1 may enhance the immunemodulating functions of GCSF by inducing tolerogenic dendritic cells and maintaining their survival."}, {"pubmed": 25259711, "text": "current study confirms the prognostic value of galectin-1 and identifies galectin-9Delta5 as novel potential prognostic markers in early stage NSCLC."}, {"pubmed": 25392933, "text": "Galectin-1 contributes to resistance of macrophages to in vitro-infection with DENV-1 and it is also important to physiological susceptibility of mice to in vivo infection with DENV-1"}, {"pubmed": 25468561, "text": "These results suggested a novel role of inGal-1 in T-cells as a regulator of T-cell response to exGal-1, and its likely contribution to the mechanism in T-cell apoptosis deficiency in lupus."}, {"pubmed": 25469885, "text": "the first evidence of a role of Galectin-1 as an inducer of epithelial-mesenchymal transition in hepatocellular carcinomas cells, with critical implications in hepatocellular carcinomas metastasis"}, {"pubmed": 25505064, "text": "Authors demonstrate that galectin-1 can enhance Nipah virus attachment to and infection of primary human endothelial cells by bridging glycans on the viral envelope to host cell glycoproteins."}, {"pubmed": 25578395, "text": "Serum levels of gal-1 and gal-3 may serve as plausible markers for oral squamous cell carcinoma and may be useful in screening population at a higher risk"}, {"pubmed": 25605013, "text": "Suggest that galectin-1 plays a major role on the tumorigenesis and invasiveness of CD133+ lung adenocarcinoma cells."}, {"pubmed": 25645780, "text": "Galectin-1 is upregulated in stable liver transplant recipients. Results extend the recent findings that galectin-1 may play an immune-suppressive role in liver transplantation."}, {"pubmed": 25687228, "text": "functional variants of LGALS1 causing the expression variations are contributable to the differential susceptibility to influenza A(H7N9)."}, {"pubmed": 25708191, "text": "GAL1/pre-B-cell receptor interaction modifies GAL1/glycan affinity and particularly inhibits binding to LacNAc containing epitopes"}, {"pubmed": 25725585, "text": "hCaPSC-derived galectin-1 enhanced apoptosis and anergy of T cells in pancreatic cancer, which contributes to the immune escape of pancreatic cancer cells."}, {"pubmed": 25819524, "text": "Malignant transformation is frequently associated with altered galectin expression, most notably of galectin-1 and galectin-3."}, {"pubmed": 25850433, "text": "These results suggest that galectin-1 is a possible biomarker for predicting the response of hepatocellular carcinoma patients to treatment with sorafenib"}, {"pubmed": 25953264, "text": "Lower LGALS1 gene expression is associated with acute myeloid leukemia."}, {"pubmed": 25973091, "text": "galectin-1 and Treg cells may play essential roles in maintaining a normal pregnancy and their reduction may involve in the pathogenesis of unexplained recurrent spontaneous abortion."}, {"pubmed": 26096842, "text": "the galectin expression profile of choriocarcinoma JAr cells and evaluation of the relative significance of LGALS1 for their in vitro invasiveness"}, {"pubmed": 26155753, "text": "Data suggest that galectin-1 and VEGFR-2 are expressed at mid-luteal stages in luteal cells of corpus luteum; galectin-1 binds directly to asparagine-linked glycans (N-glycans) on VEGFR-2 in luteal cells."}, {"pubmed": 26168351, "text": "study elucidates the specificity of Gal-3BP interacting with galectin-1 and the role of Gal-3BP in cancer cell aggregation and metastasis"}, {"pubmed": 26216879, "text": "These findings define a novel role for galectin-1 in inhibiting tissue emigration of immunogenic, but not tolerogenic, dendritic cells, providing an additional mechanism by which galectin-1 can dampen immune responses."}, {"pubmed": 26224120, "text": "Data indicate that O-glycan-specific alpha2,6 sialyltransferase regulate cancer growth and metastasis by regulating galectins Gal-1- and Gal-3-binding moieties on O-glycans."}, {"pubmed": 26226212, "text": "results show that Gal-1 acts by inhibiting the stimulation of the LPS-induced IkappaBzeta expression, an NF-kappaB regulator involved in IL-6 gene transcription."}, {"pubmed": 26348206, "text": "siRNA-mediated downregulation of galectin-1 caused apoptosis in HCC cells, which was coupled with reduced Bcl-2 and survivin and increased Bax expression. Knockdown of galectin-1 significantly enhanced TRAIL cytotoxicity against HCC cells."}, {"pubmed": 26355912, "text": "Gal1 and gal3 regulate the inflammatory response in airway epithelial cells exposed to microbial neuraminidase by modulating the expression of SOCS1 and RIG1."}, {"pubmed": 26359845, "text": "Epithelial immunostaining for galectin-1 tended to be elevated in fallopian tubes from women with ectopic pregnancy."}, {"pubmed": 26392742, "text": "Galectin-1 protein is protective on in vivo and in vitro models of ocular inflammation."}, {"pubmed": 26413750, "text": "LYAR may promote tumor cell migration and invasion by upregulating galectin-1 gene expression in colorectal cancer."}, {"pubmed": 26418280, "text": "The aim of this study was to analyze the syncytium formation abilities of BeWo cells that were gal-1 silenced."}, {"pubmed": 26448934, "text": "Galectin-1 could predict more lymph node metastasis in colorectal cancer patients with normal serum carcinoembryonic antigen."}, {"pubmed": 26551914, "text": "Our results suggest that Gal1 and TGF-beta1 might function coordinately within the HCC microenvironment to regulate tumor growth, invasion, metastasis, and angiogenesis."}, {"pubmed": 26589797, "text": "galectin-1 and -3 are expressed by the human cervical and vaginal epithelial cells and act as pathogen-recognition receptors for the ceramide phosphoinositol glycan core (CPI-GC) of the dominant surface protozoan lipophosphoglycan."}, {"pubmed": 26759008, "text": "Galectin-1 is associated with poor prognosis in patients with cutaneous head and neck cancer with perineural spread"}, {"pubmed": 26792806, "text": "This study thus identifies Galectin-1 as a master regulator of clinically relevant inflammatory-response genes, working via NF-kappaB"}, {"pubmed": 26859293, "text": "Galectin-1-Induced Autophagy Facilitates Cisplatin Resistance of Hepatocellular Carcinoma"}, {"pubmed": 26876172, "text": "Tumor-driven, unremitting expression of Satb1 in activated Zbtb46+ inflammatory dendritic cells that infiltrate ovarian tumors results in an immunosuppressive phenotype characterized by increased secretion of tumor-promoting Galectin-1 and IL-6."}, {"pubmed": 26885508, "text": "Galectin-1 was undetectable in normal and ulcerative colitis colonic epithelium, while galectin-2, galectin-3, and galectin-4 were strongly expressed."}, {"pubmed": 26891020, "text": "The integrative analysis of galectins(Gal-1, -3, -4, -9) discriminated IBD from other intestinal inflammatory conditions and could be used as potential mucosal biomarker"}, {"pubmed": 26956510, "text": "results show that HELLP syndrome is associated with increased circulating levels of gal-1"}, {"pubmed": 26980012, "text": "Gal1 may be a useful marker for determining whether morphologic changes in oral cells are reactive or neoplastic"}, {"pubmed": 27013611, "text": "Galectin-1 and Galectin-3 are novel-binding partners for human FVIII. Gal-1 binding can influence the procoagulant activity of FVIII."}, {"pubmed": 27025601, "text": "Gal-1-regulated carcinoma-associated fibroblast activation promotes breast cancer cell metastasis by upregulating MMP-9 expression."}, {"pubmed": 27050374, "text": "we found that galectin-1 was a novel modulator of MDR1 by proteomic analysis of a model system of leukemia cell lines"}, {"pubmed": 27070577, "text": "In this study, gal-1, -2, -3 and -13 were investigated systematically in the trophoblast and decidua compartment of intrauterine growth restriction (IUGR) placentas and normal third trimester control placentas and stratified by fetal gender and gestational age. Gal-1 Expression Shows No Significant Changes in IUGR Placentas in Villous Trophoblasts."}, {"pubmed": 27087647, "text": "an intact dimer interface of Gal-1 is required for it to positively regulate H-rasG12V nanoclustering, but negatively K-rasG12V nanoclustering."}, {"pubmed": 27100895, "text": "Galectin-1 overexpression activates the FAK/PI3K/AKT pathway by upregulating expression of alphavbeta3 integrin, leading to enhanced hepatocellular carcinoma invasion via epithelial-mesenchymal transition and sorafenib resistance."}, {"pubmed": 27211330, "text": "markedly increased brain Gal-1 and S-nitrosylated Gal-1 both in scrapie-infected rodents and human prion diseases."}, {"pubmed": 27214079, "text": "Gal-1 level retained independent predictive influence on the risk of developing cGvHD"}, {"pubmed": 27282870, "text": "Proteomics of the interstitial fluid in subcutaneous adipose tissue in vivo identified a novel adipokine, galectin-1, with a potential role in the pathophysiology of type 2 diabetes."}, {"pubmed": 27311934, "text": "Gal-1 expression by MM cells was upregulated in hypoxic conditions and stable knockdown of hypoxia inducible factor-1alpha significantly downregulated its expression"}, {"pubmed": 27392028, "text": "Galectin-1 gene silencing would improve the sensitivity of A549/DDP cells to cisplatin in vivo and in vitro."}, {"pubmed": 27402956, "text": "Differential expression of LGALS1 and/or LGALS3 in patients with myeloproliferative neoplasm (MPN) is linked with JAK2 V617F status mutation in these diseases and state of cell differentiation."}, {"pubmed": 27437940, "text": "Our results suggest that Gal-1 and ASPP2 functionally compete in nanocluster for active Ras on the plasma membrane. ASPP2 dominates the biological outcome, thus switching from a Gal-1 supported growth-promoting setting to a senescence inducing and stemness suppressive program in cancer cells. Our results support Ras nanocluster as major integrators of tumour fate decision events."}, {"pubmed": 27440446, "text": "Our functional analyses of galectin-1 in urinary bladder urothelial carcinoma provided novel insights into the critical role of galectin-1 in tumor progression and invasion. These results revealed that silencing the galectin-1-mediated MAPK signaling pathway presented a novel strategy for bladder cancer therapy."}, {"pubmed": 27494859, "text": "the immunosuppressive microenvironment promoted by hepatic stellate cell-derived galectin-1 in hepatocellular carcinoma can be inhibited by miR-22"}, {"pubmed": 27590897, "text": "It is a beta-galactose-binding animal lectin and known to be distributed throughout the body."}, {"pubmed": 27624845, "text": "Results have shown that Gal-1 in the farnesyl-bound form acquires the ability to form self-clusters, and the galactoside-binding pocket of Gal-1 in the FTS-bound form plays an important role in self-cluster formation."}, {"pubmed": 27835885, "text": "Galectin-1 promotes invasion and epithelial mesenchymal transformation in gastric cancer cells via activation of the non-canonical Hh pathway in Gli-1 dependent manner."}, {"pubmed": 27836001, "text": "Data found Gal-1 to induce EMT and gastric cancer (GC) cell migration and invasion. Also, Gal-1 up-regulated Gli1 expression and beta1 integrin was responsible for Gal-1-induced Gli1 expression and EMT."}, {"pubmed": 27837433, "text": "the TLR4/Gal-1 signaling pathway regulates lactate-mediated EMT processes through the activation of ADAM10 and ADAM17 in colon cancer cells."}, {"pubmed": 27982117, "text": "Results show that Galectin-1 teams up with Galectin-3 to induce inflammatory/pro-degradative gene signature in human chondrocytes affecting the progression of osteoarthritis. Also, Galectin-3 was found to induce a pro-degradative-inflammatory gene signature in human chondrocytes, teaming up with Galectin-1 in the pathogenesis of osteoarthritis."}, {"pubmed": 28100106, "text": "Studies provide evidence that galectin-1 belongs to the group of potential pathogenic molecules in systemic lupus erythematosus. [review]"}, {"pubmed": 28108653, "text": "These findings suggest that Gal-1 plays an important role in immune escape of gingival squamous cell carcinoma cells, and Gal-1 expression level may be a useful clinicopathological prognostic marker for this cancer."}, {"pubmed": 28112232, "text": "In conclusion, these findings suggest that the serum levels of Gal-1, Gal-3, and Gal-9 may be associated with large artery atherosclerotic stroke."}, {"pubmed": 28212576, "text": "Gal-1 knockdown dramatically improved drug sensitivity of breast cancer by reducing P-glycoprotein (P-gp) expression via inhibiting the Raf-1/AP-1 pathway, providing a novel therapeutic target to overcome MDR in breast cancer."}, {"pubmed": 28336327, "text": "Galectin-1-driven production of SDF-1 in pancreatic stellate cells through activation of NF-kappaB promotes metastasis in pancreatic ductal adenocarcinoma."}, {"pubmed": 28350104, "text": "This study demonstrated that TLR-mediated PI3K activation modulated the invasion and metastasis of ovarian cancer through the production of galectin-1."}, {"pubmed": 28415760, "text": "our findings indicate that galectin-1 plays a pivotal role in the regulation of key processes in cancer cells, such as migration, invasion, and chemoresistance, by modulating FAK and ERK signaling and survivin level."}, {"pubmed": 28473314, "text": "Gal-1 may offer an additional therapeutic target linking anti-angiogenesis and immune checkpoint blockade."}, {"pubmed": 28512172, "text": "We also found a subset of prostate cancer patient-derived xenografts and prostate cancer patient samples with mild HO-1 and low Gal-1 expression levels. These results highlight a novel function of a human-used drug as a means of boosting the antitumor response"}, {"pubmed": 28554765, "text": "Gal-1, Gal-3 and Gal-9 galectin expression was higher in the myenteric plexus ganglia of chagasic patients"}, {"pubmed": 28576849, "text": "this study identified 131 Gal-3 and 15 Gal-1 interactors by galectin pulldown experiments combined with quantitative proteomics."}, {"pubmed": 28594391, "text": "Gal-3 staining in the nucleus could be a new positive prognosticator for ovarian cancer."}, {"pubmed": 28677745, "text": "Our findings support the introduction of galectin-1 as a reliable diagnostic marker for thyroid carcinomas. Its involvement in cell proliferation, migration, invasion and tumor growth also intimate functional involvement of galectin-1 in the progression of thyroid carcinoma, suggesting its potential as a therapeutic target"}, {"pubmed": 28728946, "text": "This study showed that obese children had significantly higher galectin-1 levels in proportion to fat mass in obese cases than those in healthy children, which may be interpreted as a compensatory increase in an attempt to improve glucose metabolism."}, {"pubmed": 28813004, "text": "We further demonstrated using the NMR-based hydrogen-deuterium exchange (HDX) that lactose binding increases the exchange rates of residues located on the opposite side of the ligand-binding pocket for hGal1 and hGal8(NTD), indicative of allostery. Additionally, lactose binding induces significant stabilisation of hGal8(CTD) across the entire domain"}, {"pubmed": 28826368, "text": "Study shows that recombinant Galectin-1 (Gal-1) could promote the differentiation and invasion of Trophoblast stem cells (TSCs), suggesting that some of Ishikawa cells secretion increase the expression of Gal-1 in TSCs during implantation, which then induced trophoblast differentiation and invasion in vitro."}, {"pubmed": 28978981, "text": "serum level of Gal-1 is a novel risk factor for both gestational hypertension and preeclampsia, specifically its expression at a low level in the second trimester and a high level after onset."}, {"pubmed": 29328490, "text": "High LGALS1 expression is associated with fibrosis in chronic pancreatitis and pancreatic cancer."}, {"pubmed": 29378529, "text": "The expression level of galectin-1 affects survival in patients with glioblastoma multiforme treated with adjuvant radiotherapy"}, {"pubmed": 29389859, "text": "Studies indicate tumor-derived galectin-1, galectin-3 and galectin-9 in various cancers and anticancer therapies that target these molecules [Review]."}, {"pubmed": 29463785, "text": "Dysfunctional immunoregulation in liver allograft rejection patients can be partly attributed to reduced regulatory T-cell Gal1 expression and reduced responder T-cell CD7 expression."}, {"pubmed": 29487346, "text": "our data show that Gal-1 modulates inflammatory responses in Sertoli cells by enhancing the pro-inflammatory activity of TNFalpha via stimulation of MAPK signalling."}, {"pubmed": 29549328, "text": "galectin-1 is a novel FOXP3- interacting protein, and that nuclear Gal-1 can interact with FOXP3 and dampen its tumor-suppressive effects in breast cancer."}, {"pubmed": 29615514, "text": "Pancreatic stellate cells promote cancer proliferation, migration, and invasion via Gal1-driven pathways. Gene-expression analyses of pancreatic tumor cells exposed to Gal1 reveal modulation of multiple regulatory pathways involved in tumor progression."}, {"pubmed": 29666302, "text": "Gal-1 knockdown significantly inhibited CRPC cells' growth, anchorage-independent growth, migration, and invasion through the suppression of androgen receptor (AR) and Akt signaling. LLS30 targets Gal-1 as an allosteric inhibitor and decreases Gal-1-binding affinity to its binding partners. LLS30 showed in vivo efficacy in both AR-positive and AR-negative xenograft models."}, {"pubmed": 29797641, "text": "Increased Galectin-1 expression was found in neuroblastoma and it was further demonstrated that elevated tissue Galectin-1 expression was related to INSS stage, histology, bone marrow metastasis, and poor survival."}, {"pubmed": 29926280, "text": "Association of galectin-1 expression with eosinophilic infiltration of the tumor tissue in stomach and colorectal cancer was detected."}, {"pubmed": 30055522, "text": "Galectin-1 and galectin-3 are overexpressed in renal cell carcinoma with different percentage in different subtypes"}, {"pubmed": 30277820, "text": "High LGALS1 expression is associated with the pathogenesis of age-related macular degeneration."}, {"pubmed": 30453284, "text": "Silencing Gal-1 impaired invasiveness, and decreased S1PR1 expression and overexpression in gastric cancer can promote the expression of S1PR1and invasion of gastric cancer cells."}, {"pubmed": 30465235, "text": "Galectin-1 levels in cerebrospinal fluid were use to discriminate patients with Parkinsonism from controls."}, {"pubmed": 30613962, "text": "Study found that variations in the gene coding for the cytokine Galectin-1 may provide a prognostic biomarker in glioblastoma."}, {"pubmed": 30773448, "text": "galectin-1 is overexpressed in the majority of thymic epithelial tumors"}, {"pubmed": 30801341, "text": "Gal-1 and Gal-3 through their binding partners may form a supramolecular structure at the cell surface of fibroblasts, immune cells, endothelial cells, and in the extracellular space that might influence the fibroblast morphology, adhesion, proliferation, migration, and survival as well as the inflammatory responses."}, {"pubmed": 31028580, "text": "Intestinal type of gastric cancer associated with connective tissue dysplasia is characterized by a high level of expression of galectin-1 and vimentin in the perifocal zone and TGF-beta in the tumor zone."}, {"pubmed": 31115931, "text": "presence in intervertebral disc correlated with degeneration"}, {"pubmed": 31127849, "text": "High LGALS1 expression is associated with malignant peripheral nerve sheath tumors."}, {"pubmed": 31242786, "text": "Maternal serum galectin-1 and galectin-3 levels in pregnancies complicated with preterm prelabor rupture of membranes."}, {"pubmed": 31269957, "text": "Human omental microvascular endothelial cells Gal1 transcription and release in response to CathL secreted from metastasising high-grade serous carcinoma acts in an autocrine manner on the local microvasculature to induce pro-angiogenic changes."}, {"pubmed": 31328390, "text": "Glucocorticoid receptor inhibits Muller glial galectin-1 expression via DUSP1-dependent and -independent deactivation of AP-1 signalling."}, {"pubmed": 31428993, "text": "Unraveling LGALS1 as a Potential Immune Checkpoint and a Predictor of the Response to Anti-PD1 Therapy in Clear Cell Renal Carcinoma."}, {"pubmed": 31487707, "text": "Both Galectin-1 and -9 were associated with the occurrence of endometrial carcinoma and its pathological behavior and lymph node metastasis. High expression of Galectin-1 suggests a poor prognosis, whereas high expression of Galectin-9 was associated with early pathological changes."}, {"pubmed": 31581131, "text": "SNHG22 overexpression indicates poor prognosis and induces chemotherapy resistance via the miR-2467/Gal-1 signaling pathway in epithelial ovarian carcinoma."}, {"pubmed": 31678146, "text": "Directing galectin-1 to the classical secretory pathway in yeast produces N-glycosylated protein that is active. It cofractionates and -localizes with calnexin in human cells, only Gal-4 is secreted. Presence of N-glycan(s) reduces affinity of cell binding and growth regulation by Gal-1."}, {"pubmed": 31705928, "text": "our results demonstrate that RACK1 stimulates tumor invasion and lymph node metastasis of cervical cancer via galectin-1 and imply that targeting RACK1/galectin-1 axis provides promising means for cervical cancer treatment."}, {"pubmed": 31834627, "text": "High Gal-1 expression is associated with peripheral T-cell lymphomas."}, {"pubmed": 31929564, "text": "levels of galectins-1 and -3 are significantly elevated in both Crohn's disease and ulcerative colitis patients compared to healthy people"}, {"pubmed": 31996694, "text": "higher baseline serum galectin-1 levels were associated with a greater risk of renal function decline in patients undergoing coronary angiography , but were not associated independently with contrast-induced nephropathy"}, {"pubmed": 32018196, "text": "The role of Galectin-1 in HIV associated preeclampsia."}, {"pubmed": 32150332, "text": "Glucocorticoid-transactivated TSC22D3 attenuates hypoxia- and diabetes-induced Muller glial galectin-1 expression via HIF-1alpha destabilization."}, {"pubmed": 32161138, "text": "Loss of Lgals1 is associated with Sjogren's syndrome."}, {"pubmed": 32166745, "text": "Assessment of saliva and gingival crevicular fluid soluble urokinase plasminogen activator receptor (suPAR), galectin-1, and TNF-alpha levels in periodontal health and disease."}, {"pubmed": 32225123, "text": "Galectin-1 Overexpression Activates the FAK/PI3K/AKT/mTOR Pathway and Is Correlated with Upper Urinary Urothelial Carcinoma Progression and Survival."}, {"pubmed": 32330348, "text": "BRAF inhibition curtails IFN-gamma-inducible PD-L1 expression and upregulates the immunoregulatory protein galectin-1 in melanoma cells."}, {"pubmed": 32413706, "text": "Peptidomic analysis on synovial tissue reveals galectin-1 derived peptide as a potential bioactive molecule against rheumatoid arthritis."}, {"pubmed": 32413824, "text": "Proteomic Analysis of Metastasis-Specific Biomarkers in Pancreatic Cancer: Galectin-1 Plays an Important Metastatic Role in Pancreatic Cancer."}, {"pubmed": 32495835, "text": "Galectin-1 inhibits PDGF-BB-induced proliferation and migration of airway smooth muscle cells through the inactivation of PI3K/Akt signaling pathway."}, {"pubmed": 32501939, "text": "Galectin-1 and Galectin-3 Expression in Lesional Skin of Patients With Systemic Sclerosis-Association With Disease Severity."}, {"pubmed": 32578169, "text": "overview for galectin-1, the first identified and still one of the most well-studied galectins; highlights the very important implications in its regulation of the tumor microenvironment in many different tumor types"}, {"pubmed": 32590026, "text": "LGALS1 acts as a pro-survival molecule in AML."}, {"pubmed": 32771893, "text": "Characterisation of endogenous Galectin-1 and -9 expression in monocyte and macrophage subsets under resting and inflammatory conditions."}, {"pubmed": 33001366, "text": "TF-containing MUC1 glycopeptides fail to entice Galectin-1 recognition of tumor-associated Thomsen-Freidenreich (TF) antigen (CD176) in solution."}, {"pubmed": 33166603, "text": "Proteomic identification of tumor- and metastasis-associated galectin-1 in claudin-low breast cancer."}, {"pubmed": 33170154, "text": "Galectin-1 promotes vasculogenic mimicry in gastric adenocarcinoma via the Hedgehog/GLI signaling pathway."}, {"pubmed": 33407212, "text": "Galectin-1 expression in the serum and placenta of pregnant women with fetal growth restriction and its significance."}, {"pubmed": 33483966, "text": "Galectin-1-RNA interaction map reveals potential regulatory roles in angiogenesis."}, {"pubmed": 33566256, "text": "Galectin-1 Inhibited LPS-Induced Autophagy and Apoptosis of Human Periodontal Ligament Stem Cells."}, {"pubmed": 33573443, "text": "Human galectin-1 and galectin-3 promote Tropheryma whipplei infection."}, {"pubmed": 33596802, "text": "Human Galectin-1 in Multiple Cancers: A Privileged Molecular Target in Oncology."}, {"pubmed": 33599733, "text": "Hypoxia Induces Galectin-1 Expression Via Autoinduction of Placental Growth Factor in Retinal Pigment Epithelium Cells."}, {"pubmed": 33920014, "text": "Degraded Arabinogalactans and Their Binding Properties to Cancer-Associated Human Galectins."}, {"pubmed": 33978920, "text": "Spatiotemporal regulation of galectin-1-induced T-cell death in lamina propria from Crohn's disease and ulcerative colitis patients."}, {"pubmed": 34006646, "text": "Galectin-1 fosters an immunosuppressive microenvironment in colorectal cancer by reprogramming CD8(+) regulatory T cells."}, {"pubmed": 34022292, "text": "Characterizing ligand-induced conformational changes in clinically relevant galectin-1 by H(N)/H2O (D2O) exchange."}, {"pubmed": 34206141, "text": "Cross-Linking Effects Dictate the Preference of Galectins to Bind LacNAc-Decorated HPMA Copolymers."}, {"pubmed": 34223785, "text": "Effects of galectin-1 on immunomodulatory properties of human monocyte-derived dendritic cells."}, {"pubmed": 34249474, "text": "A novel miR1983-TLR7-IFNbeta circuit licenses NK cells to kill glioma cells, and is under the control of galectin-1."}, {"pubmed": 34260413, "text": "Fibroblastic galectin-1-fostered invasion and metastasis are mediated by TGF-beta1-induced epithelial-mesenchymal transition in gastric cancer."}, {"pubmed": 34469737, "text": "Transcriptional control of brain tumor stem cells by a carbohydrate binding protein."}, {"pubmed": 34680031, "text": "Immunosuppressive Roles of Galectin-1 in the Tumor Microenvironment."}, {"pubmed": 34743218, "text": "The role of circulating galectin-1 in type 2 diabetes and chronic kidney disease: evidence from cross-sectional, longitudinal and Mendelian randomisation analyses."}, {"pubmed": 34774386, "text": "Associations between galectin-1, left ventricular diastolic dysfunction, and heart failure with preserved ejection fraction."}, {"pubmed": 34931005, "text": "Chemokines modulate glycan binding and the immunoregulatory activity of galectins."}, {"pubmed": 35029197, "text": "Functional evaluation of immunoregulatory molecules HLA-G, galectin-1, and IL-10 in people living with HIV."}, {"pubmed": 35031944, "text": "Expression Pattern and Immunoregulatory Roles of Galectin-1 and Galectin-3 in Atopic Dermatitis and Psoriasis."}, {"pubmed": 35075112, "text": "Galectin-1 confers resistance to doxorubicin in hepatocellular carcinoma cells through modulation of P-glycoprotein expression."}, {"pubmed": 35131485, "text": "Thrombospondin-1, Platelet Factor 4, and Galectin-1 Are Associated with Engraftment in Patients with Sickle Cell Disease who Underwent Haploidentical Hematopoietic Stem Cell Transplantation."}, {"pubmed": 35180865, "text": "NCAPG promotes the oncogenesis and progression of non-small cell lung cancer cells through upregulating LGALS1 expression."}, {"pubmed": 35459781, "text": "Galectin-1 orchestrates an inflammatory tumor-stroma crosstalk in hepatoma by enhancing TNFR1 protein stability and signaling in carcinoma-associated fibroblasts."}, {"pubmed": 35632759, "text": "Oncolytic H-1 Parvovirus Hijacks Galectin-1 to Enter Cancer Cells."}, {"pubmed": 35872012, "text": "Association between abnormal expression and methylation of LGALS1 in amyotrophic lateral sclerosis."}, {"pubmed": 35955408, "text": "Exploring the Molecular Interactions of Symmetrical and Unsymmetrical Selenoglycosides with Human Galectin-1 and Galectin-3."}, {"pubmed": 36177897, "text": "Galectin1 binds GRP78 to promote the proliferation and metastasis of gastric cancer."}, {"pubmed": 36224027, "text": "Exosomal miR-22-3p from Mesenchymal Stem Cells Inhibits the Epithelial-Mesenchymal Transition (EMT) of Melanoma Cells by Regulating LGALS1."}, {"pubmed": 37028279, "text": "Thymosin alpha1 interacts with Galectin-1 modulating the beta-galactosides affinity and inducing alteration in the biological activity."}, {"pubmed": 37042791, "text": "Difference in Catalytic Loop Repositioning Leads to GMP Variation between Two Human GBP Homologues."}, {"pubmed": 37114537, "text": "Galectin-1 Regulates RNA Expression and Alternative Splicing of Angiogenic Genes in HUVECs."}, {"pubmed": 37322431, "text": "Galectin-1-dependent ceRNA network in HRMECs revealed its association with retinal neovascularization."}, {"pubmed": 37328752, "text": "Galectin-1 promotes gastric cancer peritoneal metastasis through peritoneal fibrosis."}, {"pubmed": 37335105, "text": "Galectin-1-mediated high NCAPG expression correlates with poor prognosis in gastric cancer."}, {"pubmed": 37341175, "text": "RNA sequencing reveals the transcriptomic landscape and alternative splicing events induced by LGALS1 silencing in non-small cell lung cancer."}, {"pubmed": 37433225, "text": "Galectin-1-mediated MET/AXL signaling enhances sorafenib resistance in hepatocellular carcinoma by escaping ferroptosis."}, {"pubmed": 37475853, "text": "A unique maternal and placental galectin signature upon SARS-CoV-2 infection suggests galectin-1 as a key alarmin at the maternal-fetal interface."}, {"pubmed": 37508540, "text": "Amyloid beta1-42 Oligomers Induce Galectin-1[S8] O-GlcNAcylation Leading to Microglia Migration."}, {"pubmed": 37737309, "text": "Oxidized galectin-1 in SLE fails to bind the inhibitory receptor VSTM1 and increases reactive oxygen species levels in neutrophils."}, {"pubmed": 37814871, "text": "[Heterogeneity analysis of pancreatic cancer and identification of molecular subtypes of tumor cells based on CEACAM5, LGALS1 and CENPF gene expression]."}, {"pubmed": 37958483, "text": "Galectin-1 in Pancreatic Ductal Adenocarcinoma: Bridging Tumor Biology, Immune Evasion, and Therapeutic Opportunities."}, {"pubmed": 38088456, "text": "Galectin-1 correlates with inflammatory markers and T regulatory cells in children with type 1 diabetes and/or celiac disease."}, {"pubmed": 38140682, "text": "Galectin-1 Modulates the Fusogenic Activity of Placental Endogenous Retroviral Envelopes."}, {"pubmed": 38240987, "text": "Knockdown of the Shwachman-Diamond syndrome gene, SBDS, induces galectin-1 expression and impairs cell growth."}, {"pubmed": 38254721, "text": "Reduced form of Galectin-1 Suppresses Osteoclastic Differentiation of Human Peripheral Blood Mononuclear Cells and Murine RAW264 Cells In Vitro."}, {"pubmed": 38329326, "text": "Sex-dependent expression of galectin-1, a cardioprotective beta-galactoside-binding lectin, in human calcific aortic stenosis."}, {"pubmed": 38557441, "text": "Galectin-1 overexpression induces normal fibroblasts translate into cancer-associated fibroblasts and attenuates the sensitivity of anlotinib in lung cancer."}, {"pubmed": 38578722, "text": "Cardiorespiratory fitness and the association with galectin-1 in middle-aged individuals."}, {"pubmed": 38960889, "text": "Galectin-1 Promotes Gastric Carcinoma Progression and Cisplatin Resistance Through the NRP-1/c-JUN/Wee1 Pathway."}, {"pubmed": 38965225, "text": "A novel LGALS1-depended and immune-associated fatty acid metabolism risk model in acute myeloid leukemia stem cells."}], "genomic_pos": {"chr": "22", "end": 37679802, "ensemblgene": "ENSG00000100097", "start": 37675636, "strand": 1}, "genomic_pos_hg19": {"chr": "22", "end": 38075813, "start": 38071615, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0002317", "qualifier": "involved_in", "term": "plasma cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006915", "qualifier": "involved_in", "term": "apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031295", "qualifier": "involved_in", "term": "T cell costimulation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0042981", "pubmed": 16130169, "qualifier": "involved_in", "term": "regulation of apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043065", "pubmed": 12730878, "qualifier": "involved_in", "term": "positive regulation of apoptotic process"}, {"evidence": "HMP", "gocategory": "BP", "id": "GO:0043123", "pubmed": 12761501, "qualifier": "involved_in", "term": "positive regulation of canonical NF-kappaB signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045445", "qualifier": "involved_in", "term": "myoblast differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0046598", "pubmed": 21670307, "qualifier": "involved_in", "term": "positive regulation of viral entry into host cell"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050729", "pubmed": 12730878, "qualifier": "involved_in", "term": "positive regulation of inflammatory response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0098609", "pubmed": 18796645, "qualifier": "involved_in", "term": "cell-cell adhesion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2001200", "pubmed": 16116184, "qualifier": "NOT involved_in", "term": "positive regulation of dendritic cell differentiation"}], "CC": [{"evidence": "HDA", "gocategory": "CC", "id": "GO:0005576", "pubmed": 27068509, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 20551380, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005737", "pubmed": 16130169, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005788", "qualifier": "located_in", "term": "endoplasmic reticulum lumen"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": [20551380, 28327460], "qualifier": "colocalizes_with", "term": "collagen-containing extracellular matrix"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": [23979707, 25037231, 27559042, 28675934], "qualifier": "located_in", "term": "collagen-containing extracellular matrix"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0062023", "pubmed": 22261194, "qualifier": "colocalizes_with", "term": "collagen-containing extracellular matrix"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 23533145, "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:1990724", "pubmed": 15476813, "qualifier": "part_of", "term": "galectin complex"}], "MF": [{"category": "MF", "evidence": "HDA", "id": "GO:0003723", "pubmed": 22658674, "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [10369126, 23131994, 24529377, 24945728, 28514442, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0030395", "qualifier": "enables", "term": "lactose binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0043236", "qualifier": "enables", "term": "laminin binding"}]}, "homologene": {"genes": [[7955, 326706], [7955, 393486], [7955, 405830], [8364, 100485378], [9031, 404269], [9544, 700896], [9598, 742148], [9606, 3956], [9615, 610276], [9913, 326598], [10090, 16852], [10116, 56646]], "id": 7399}, "interpro": [{"desc": "Galectin, carbohydrate recognition domain", "id": "IPR001079", "short_desc": "Galectin_CRD"}, {"desc": "Concanavalin A-like lectin/glucanase domain superfamily", "id": "IPR013320", "short_desc": "ConA-like_dom_sf"}, {"desc": "Galectin-like", "id": "IPR044156", "short_desc": "Galectin-like"}], "ipi": ["IPI00219219", "IPI00879691", "IPI00880148"], "map_location": "22q13.1", "name": "galectin 1", "other_names": ["14 kDa laminin-binding protein", "14 kDa lectin", "HBL", "HLBP14", "HPL", "S-Lac lectin 1", "beta-galactoside-binding lectin L-14-I", "beta-galactoside-binding protein 14kDa", "epididymis secretory sperm binding protein", "gal-1", "galaptin", "galectin-1", "lactose-binding lectin 1", "lectin, galactoside-binding, soluble, 1", "putative MAPK-activating protein PM12"], "pantherdb": {"HGNC": "6561", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "96777", "ortholog_type": "LDO", "panther_family": "PTHR11346", "taxid": 10090, "uniprot_kb": "P16045"}, {"RGD": "69355", "ortholog_type": "LDO", "panther_family": "PTHR11346", "taxid": 10116, "uniprot_kb": "P11762"}, {"Ensembl": "ENSGALG00000012420", "ortholog_type": "O", "panther_family": "PTHR11346", "taxid": 9031, "uniprot_kb": "P07583"}, {"Ensembl": "ENSGALG00000042020", "ortholog_type": "O", "panther_family": "PTHR11346", "taxid": 9031, "uniprot_kb": "A0A452J7X2"}, {"Gene": "LEG6_CHICK", "ortholog_type": "LDO", "panther_family": "PTHR11346", "taxid": 9031, "uniprot_kb": "P23668"}, {"ZFIN": "ZDB-GENE-030131-4905", "ortholog_type": "O", "panther_family": "PTHR11346", "taxid": 7955, "uniprot_kb": "F1QGM0"}, {"ZFIN": "ZDB-GENE-050318-2", "ortholog_type": "O", "panther_family": "PTHR11346", "taxid": 7955, "uniprot_kb": "Q6IQI2"}, {"ZFIN": "ZDB-GENE-040426-1590", "ortholog_type": "LDO", "panther_family": "PTHR11346", "taxid": 7955, "uniprot_kb": "F8W2I6"}, {"FlyBase": "FBgn0031289", "ortholog_type": "LDO", "panther_family": "PTHR11346", "taxid": 7227, "uniprot_kb": "Q9VPU6"}], "uniprot_kb": "P09382"}, "pathway": {"pid": [{"id": "myc_represspathway", "name": "Validated targets of C-MYC transcriptional repression"}, {"id": "ras_pathway", "name": "Regulation of Ras family activation"}], "reactome": [{"id": "R-HSA-381426", "name": "Regulation of Insulin-like Growth Factor (IGF) transport and uptake by Insulin-like Growth Factor Binding Proteins (IGFBPs)"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-8957275", "name": "Post-translational protein phosphorylation"}]}, "pdb": ["1GZW", "1W6M", "1W6N", "1W6O", "1W6P", "1W6Q", "2KM2", "2ZKN", "3OY8", "3OYW", "3T2T", "3W58", "3W59", "4Q1P", "4Q1R", "4Q26", "4Q27", "4Q2F", "4XBL", "4Y1U", "4Y1V", "4Y1X", "4Y1Y", "4Y1Z", "4Y20", "4Y22", "4Y24", "5MWT", "5MWX", "6B94", "6F83", "6M5Y", "7LTA", "7NML", "8B0W", "8B0Z"], "pfam": "PF00337", "pharmgkb": "PA30337", "pharos": {"target_id": 10438, "tdl": "Tchem"}, "pir": "A37134", "prosite": "PS51304", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF252155", "relationship": "is"}, {"id": "GNF252156", "relationship": "is"}, {"id": "GNF252157", "relationship": "is"}, {"id": "GNF252158", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF159162", "relationship": "is"}, "GNF_hs-Origene": [{"id": "GNF030911", "relationship": "similar to"}, {"id": "GNF035719", "relationship": "similar to"}], "GNF_mm+hs-MGC": [{"id": "GNF007981", "relationship": "is"}, {"id": "GNF007982", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF284254", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF101700", "relationship": "is"}, {"id": "GNF141355", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000022.11", "NC_060946.1"], "protein": "NP_002296.1", "rna": "NM_002305.4", "translation": {"protein": "NP_002296.1", "rna": "NM_002305.4"}}, "reporter": {"HG-U133_Plus_2": "201105_at", "HG-U95Av2": "33412_at", "HTA-2_0": "TC22000285.hg.1", "HuEx-1_0": "3944882", "HuGene-1_1": "8072876", "HuGene-2_1": "16929855"}, "summary": "The galectins are a family of beta-galactoside-binding proteins implicated in modulating cell-cell and cell-matrix interactions. This gene product may act as an autocrine negative growth factor that regulates cell proliferation. [provided by RefSeq, Jul 2008].", "symbol": "LGALS1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1416829"}, "unigene": "Hs.445351", "uniprot": {"Swiss-Prot": "P09382", "TrEMBL": ["F8WCQ5", "A0A384MR27", "F8WEI7"]}, "wikipedia": {"url_stub": "LGALS1"}}