{"AllianceGenome": "6568", "HGNC": "6568", "MIM": "600615", "_id": "3963", "_version": 1, "accession": {"genomic": ["AC022144.8", "AC256309.1", "AY037303.1", "CH471126.1", "CP068259.2", "NC_000019.10", "NC_060943.1", "NW_014040929.1"], "protein": ["CAG33198.1", "EAW56817.1", "NP_002298.1", "XP_054176992.1"], "rna": ["BM681659.1", "BP225960.1", "CR456917.1", "CV575179.1", "NM_002307.4", "XM_054321017.1"], "translation": [{"protein": "CAG33198.1", "rna": "CR456917.1"}, {"protein": "NP_002298.1", "rna": "NM_002307.4"}, {"protein": "XP_054176992.1", "rna": "XM_054321017.1"}]}, "alias": ["GAL7", "LGALS7A"], "ensembl": [{"gene": "ENSG00000205076", "protein": ["ENSP00000367891", "ENSP00000472380"], "transcript": ["ENST00000378626", "ENST00000599035"], "translation": [{"protein": "ENSP00000367891", "rna": "ENST00000378626"}, {"protein": "ENSP00000472380", "rna": "ENST00000599035"}], "type_of_gene": "protein_coding"}, {"gene": "ENSG00000283082", "protein": ["ENSP00000489179", "ENSP00000489582"], "transcript": ["ENST00000634800", "ENST00000634993"], "translation": [{"protein": "ENSP00000489582", "rna": "ENST00000634800"}, {"protein": "ENSP00000489179", "rna": "ENST00000634993"}], "type_of_gene": "protein_coding"}], "entrezgene": "3963", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 1.11935765385, "exp_mis": 21.1306569743, "exp_syn": 12.935256955, "lof_z": 1.0480311633009, "mis_z": 2.03558808848471, "mu_lof": 3.72175030453e-07, "mu_mis": 7.49251599993e-06, "mu_syn": 4.13787228775e-06, "n_lof": 0.0, "n_mis": 2.0, "n_syn": 0.0, "p_li": 0.43376704344564, "p_null": 0.106942171393612, "p_rec": 0.459290785160748, "syn_z": 2.22965178527517}, "bp": 411, "cds_end": 39264132, "cds_start": 39261665, "n_exons": 4, "nonpsych": {"exp_lof": 1.0007993329, "exp_mis": 19.1129568644, "exp_syn": 11.6953276392, "lof_z": 0.982483810982551, "mis_z": 1.97434390749585, "mu_lof": 3.72175030453e-07, "mu_mis": 7.49251599993e-06, "mu_syn": 4.13787228775e-06, "n_lof": 0.0, "n_mis": 2.0, "n_syn": 0.0, "p_li": 0.4530874995319, "p_null": 0.109047013375098, "p_rec": 0.437865487093001, "syn_z": 2.15312744753359}, "nontcga": {"exp_lof": 1.02860748551, "exp_mis": 19.4390042514, "exp_syn": 11.8992345359, "lof_z": 1.00047441545765, "mis_z": 1.97058216795215, "mu_lof": 3.72175030453e-07, "mu_mis": 7.49251599993e-06, "mu_syn": 4.13787228775e-06, "n_lof": 0.0, "n_mis": 2.0, "n_syn": 0.0, "p_li": 0.435987037014064, "p_null": 0.105507522769629, "p_rec": 0.458505440216306, "syn_z": 2.18414631421876}, "transcript": "ENST00000378626.4"}, "exons": [{"cdsend": 183132, "cdsstart": 180665, "chr": "19_KQ458386v1_fix", "position": [[180607, 180779], [181468, 181670], [182654, 182743], [183126, 183157]], "strand": -1, "transcript": "NM_002307", "txend": 183157, "txstart": 180607}, {"cdsend": 38773492, "cdsstart": 38771025, "chr": "19", "position": [[38770967, 38771139], [38771828, 38772030], [38773014, 38773103], [38773486, 38773517]], "strand": -1, "transcript": "NM_002307", "txend": 38773517, "txstart": 38770967}], "exons_hg19": [{"cdsend": 39264132, "cdsstart": 39261665, "chr": "19", "position": [[39261607, 39261779], [39262468, 39262670], [39263654, 39263743], [39264126, 39264157]], "strand": -1, "transcript": "NM_002307", "txend": 39264157, "txstart": 39261607}], "generif": [{"pubmed": 13679866, "text": "GAL7 is a negative growth regulator for human neuroblastoma cells."}, {"pubmed": 16788763, "text": "High levels of galectin 7 expression were associated with rapid recurrence rates in hypopharyngeal cancer"}, {"pubmed": 17044979, "text": "Data show that Galectine-7 gene was 8 times up-regulated in bronchial epithelial cells from asthmatic children after RSV infection in vitro and overexpressed in bronchial epithelial cells in asthma in vivo."}, {"pubmed": 18418527, "text": "there was no significant difference in Galectin 7 expression in thyroid tissue in thyroid cancer cases compared to non-cancer cases"}, {"pubmed": 19012243, "text": "Gal-7 influence on differentiation in vivo, without evidence for a role in dissemination in head and neck squamous and basal cell carcinomas"}, {"pubmed": 19148478, "text": "Associations between MMP-9 and galectins-1 and -7 in situ indicate presence in hypopharyngeal and laryngeal squamous cell carcinomas."}, {"pubmed": 19596268, "text": "abnormal expression of galectin-7 in lymphoma cells is not dependent on p53, but is rather associated with DNA hypomethylation."}, {"pubmed": 19885589, "text": "galectin-7 increases the expression of MMP-9 through the p38 MAPK signaling pathway"}, {"pubmed": 20382700, "text": "Data show that high levels of galectin-7 expression in breast cancer cells drastically increased their ability to metastasize to lungs and bones, and were restricted to high-grade breast carcinomas."}, {"pubmed": 20546628, "text": "Proteomics analysis revealed that galectin-7 was highly expressed in esophageal squamous cell carcinoma and could be used as a potential biomarker."}, {"pubmed": 21289092, "text": "Data suggest that the binding of Galectin 7 to Bcl-2 may constitute a new target for enhancing the intrinsic apoptosis pathway."}, {"pubmed": 21397408, "text": "The intense immunoexpression of galectins-1, -3, and -7 suggests the participation of these proteins in oral carcinogenesis and their use as markers of biological behavior and tumor progression in squamous cell carcinoma of the tongue."}, {"pubmed": 21677144, "text": "Galectin-7 modulates the length of the primary cilia and wound repair in polarized kidney epithelial cells."}, {"pubmed": 22059385, "text": "high resolution crystal structure of Gal-7 at 1.4 A (a dimer) and its 1.7 A structure in complex with an inhibitor, a sulfur-containing 2-O-benzylphosphate galactoside, a possible antineoplastic agent"}, {"pubmed": 22251572, "text": "Extracellular superoxide dismutase plays a role not only as a reactive oxygen species scavenger, but also as a pro-apoptotic factor via COX-2/galectin-7 pathways in the epidermis."}, {"pubmed": 22377647, "text": "Because residual cholesteatoma matrix is considered to be one of the main causes of cholesteatoma recurrence, staining with galectin-7 at the time of operation would be a promising way to facilitate complete removal of the residue"}, {"pubmed": 22864818, "text": "Knocking down galectin-7 or S100A9 enhanced tumor cell invasion."}, {"pubmed": 23376190, "text": "The results indicate that lactose binding to human Gal-7 induces long-range effects (minor conformational shifts and changes in structural dynamics) throughout the protein that result in stabilization of the dimer state, with evidence for positive cooperativity."}, {"pubmed": 23493985, "text": "Suggest that the differences in galectin-7 expression and subcellular and extracellular distribution may be crucially involved in the pathogenic process of hypertrophic scars."}, {"pubmed": 23564797, "text": "High GAL-7 expression is associated with epithelial ovarian cancer."}, {"pubmed": 23967302, "text": "galectin-7 could be part of a common pathway used by mutant p53 to promote cancer progression"}, {"pubmed": 23985992, "text": "galectin-7 has a tumor suppressive function, and that the gene is epigenetically modified by DNA methylation and significantly down-regulated in gastric cancer."}, {"pubmed": 24134186, "text": "galectin-7 may play important roles in downregulating the functions of T lymphocytes after UVB irradiation"}, {"pubmed": 24515895, "text": "galectin-7 is a potential predictive marker of chemotherapy and/or radiotherapy resistance in patients with oral squamous cell carcinoma"}, {"pubmed": 24522232, "text": "Galectin-7 is produced by endometrial epithelium. It is elevated in the endometrium of women with history of miscarriage. We suggest that galectin-7 facilitates adhesion of embryo to endometrium. Elevated galectin-7 may result in abnormal adhesion."}, {"pubmed": 24782449, "text": "Galectin-7 is produced by the premenstrual and menstrual endometrium, where it accumulates in menstrual fluid and likely acts as a paracrine factor to facilitate post-menstrual endometrial re-epithelialization."}, {"pubmed": 24789216, "text": "C/EBPbeta is an important mediator of galectin-7 gene activation in breast cancer cells"}, {"pubmed": 24859692, "text": "Results suggest that galectin-3, -4, -7 and -9 could be involved in the biology of inverted papillomas."}, {"pubmed": 25172508, "text": "galectin-7 may have a role in amyloidogenesis of primary localized cutaneous amyloidosis"}, {"pubmed": 25277199, "text": "our study validates the clinical significance of gal-7 overexpression in ovarian cancer"}, {"pubmed": 25367122, "text": "Cytosolic galectin-7 impairs p53 functions and induces chemoresistance in breast cancer cells."}, {"pubmed": 25367374, "text": "Understanding how these dendrimeric compounds interact with hGal-7 would help in the design of new tools to investigate the recognition of carbohydrates by lectins."}, {"pubmed": 26168167, "text": "The assessment of a carbohydrate-recognition domain (CRD)-defective mutant form of gal-7 (R7S) showed that the ability of this protein to modulate apoptosis was independent of its CRD activity."}, {"pubmed": 26543238, "text": "Data indicate that the galectin inhibitor specifically binds galectin-7 (hGal-7), disrupts the formation of homodimers, and inhibits the pro-apoptotic activity of hGal-7 on Jurkat T cells."}, {"pubmed": 26763438, "text": "Galectin-7 regulates keratinocytes proliferation and differentiation through JNK1 pathway."}, {"pubmed": 27028525, "text": "Measurement of scGal-7 content in tape-stripped samples was useful for the evaluation of the skin barrier function in dry skin conditions such as AD"}, {"pubmed": 27259255, "text": "Data suggest that evaluation of galectin-7 could help guide postsurgical management for non-metastatic clear cell renal cell carcinoma (ccRCC)."}, {"pubmed": 27558259, "text": "Gal-7 re-expression affects the regulation of molecular networks in cervical cancer that are involved in diverse cancer hallmarks, such as metabolism, growth control, invasion and evasion of apoptosis"}, {"pubmed": 27590897, "text": "It is a beta-galactose-binding animal lectin and known to be distributed throughout the body."}, {"pubmed": 28526214, "text": "Increased O-linked N-Acetyl-glucosamine (O-GlcNAc) is responsible for reduced Gal-7 expression in cultured human keratinocytes exposed to high glucose environment."}, {"pubmed": 28594391, "text": "We observed a significantly reduced overall survival for cases with high Gal-7 expression and a better survival for Gal-7 negative cases, when compared to cases with low expression of Gal-7."}, {"pubmed": 28813004, "text": "We further demonstrated using the NMR-based hydrogen-deuterium exchange (HDX) that lactose binding increases the exchange rates of residues located on the opposite side of the ligand-binding pocket for hGal1 and hGal8(NTD), indicative of allostery. Additionally, lactose binding induces significant stabilisation of hGal8(CTD) across the entire domain"}, {"pubmed": 29117220, "text": "these findings reveal the existence of a positive self-amplification pathway that regulates intracellular gal-7 expression in breast and ovarian cancer cells."}, {"pubmed": 30083263, "text": "Herein, the authors first revealed that Galectin-7 was one of the Tid1-interacting client proteins. An inverse association of protein expression profile between Tid1 and Galectin-7 was determined in head and neck squamous cell carcinoma patients. Low Tid1 and high Galectin-7 expression predicted poor overall survival in head and neck squamous cell carcinoma."}, {"pubmed": 30594507, "text": "Gal-7 knockdown attenuates TGF-beta1-induced apoptosis in bronchial epithelial cells through inactivation of JNK pathway."}, {"pubmed": 30739341, "text": "A potential contribution of decreased galectin-7 expression in stratified epithelia to the development of cutaneous and oesophageal manifestations in systemic sclerosis."}, {"pubmed": 32474952, "text": "Protective role of Galectin-7 for skin barrier impairment in atopic dermatitis."}, {"pubmed": 32766716, "text": "Pro4 prolyl peptide bond isomerization in human galectin-7 modulates the monomer-dimer equilibrum to affect function."}, {"pubmed": 32862708, "text": "Galectin-7 Impairs Placentation and Causes Preeclampsia Features in Mice."}, {"pubmed": 32867548, "text": "Proteomic analysis shows that the main constituent of subepidermal localised cutaneous amyloidosis is not galectin-7."}, {"pubmed": 33055419, "text": "Galectin-7 downregulation in lesional keratinocytes contributes to enhanced IL-17A signaling and skin pathology in psoriasis."}, {"pubmed": 33920014, "text": "Degraded Arabinogalactans and Their Binding Properties to Cancer-Associated Human Galectins."}, {"pubmed": 34152508, "text": "Imitating evolution's tinkering by protein engineering reveals extension of human galectin-7 activity."}, {"pubmed": 34198494, "text": "Towards a Better Understanding of the Relationships between Galectin-7, p53 and MMP-9 during Cancer Progression."}, {"pubmed": 34454908, "text": "Interaction of Gal-7 with HMGCS1 In Vitro May Facilitate Cholesterol Deposition in Cultured Keratinocytes."}, {"pubmed": 34643340, "text": "CCCTC-binding factor transcriptionally regulates Galectin-7 and activates the JNK/STAT3 axis to aggravate bronchial epithelial cell injury."}, {"pubmed": 34673030, "text": "Perturbing dimer interactions and allosteric communication modulates the immunosuppressive activity of human galectin-7."}, {"pubmed": 36293173, "text": "Binding of Glycerol to Human Galectin-7 Expands Stability and Modulates Its Functions."}, {"pubmed": 38065340, "text": "Galectin-7 Induction by EHMT2 Inhibition Enhances Immunity in Microsatellite Stability Colorectal Cancer."}], "genomic_pos": [{"chr": "19", "end": 38773517, "ensemblgene": "ENSG00000205076", "start": 38770968, "strand": -1}, {"chr": "HG26_PATCH", "end": 201430, "ensemblgene": "ENSG00000283082", "start": 198916, "strand": 1}], "genomic_pos_hg19": [{"chr": "19", "end": 39264132, "start": 39261611, "strand": -1}, {"chr": "19", "end": 39282389, "start": 39279851, "strand": 1}], "homologene": {"genes": [[9544, 694781], [9606, 3963], [9606, 653499], [9615, 100686721], [9913, 787811], [9913, 100298130], [10090, 16858], [10116, 29518]], "id": 100509}, "interpro": [{"desc": "Galectin, carbohydrate recognition domain", "id": "IPR001079", "short_desc": "Galectin_CRD"}, {"desc": "Concanavalin A-like lectin/glucanase domain superfamily", "id": "IPR013320", "short_desc": "ConA-like_dom_sf"}, {"desc": "Galectin-like", "id": "IPR044156", "short_desc": "Galectin-like"}], "ipi": "IPI00219221", "map_location": "19q13.2", "name": "galectin 7", "other_names": ["galectin-7", "lectin, galactoside-binding, soluble, 7"], "pathway": {"reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-9725554", "name": "Differentiation of keratinocytes in interfollicular epidermis in mammalian skin"}, {"id": "R-HSA-9734767", "name": "Developmental Cell Lineages"}]}, "pdb": ["1BKZ", "2GAL", "3GAL", "3ZXE", "3ZXF", "4GAL", "4UW3", "4UW4", "4UW5", "4UW6", "4XBQ", "4Y26", "5GAL", "5H9Q", "5H9S", "6VTO", "6VTP", "6VTQ", "6VTR", "6VTS", "7N4O", "7N57", "7N6C", "7N8D", "7N8G", "7N96", "7RDG", "7TKW", "7TKX", "7TKY", "7TKZ", "7TRN", "7TRO", "7XAC", "7XBL"], "pfam": "PF00337", "pharmgkb": "PA30345", "pir": "I55469", "prosite": "PS51304", "reagent": {"GNF_mm+hs-MGC": {"id": "GNF007995", "relationship": "is"}}, "refseq": {"genomic": ["NC_000019.10", "NC_060943.1", "NW_014040929.1"], "protein": ["NP_002298.1", "XP_054176992.1"], "rna": ["NM_002307.4", "XM_054321017.1"], "translation": [{"protein": "NP_002298.1", "rna": "NM_002307.4"}, {"protein": "XP_054176992.1", "rna": "XM_054321017.1"}]}, "reporter": {"HG-U133_Plus_2": "206400_at", "HG-U95Av2": "38608_at", "HTA-2_0": ["TC19000533.hg.1", "TC19001503.hg.1"], "HuEx-1_0": ["3832736", "3861546"], "HuGene-1_1": ["8028546", "8036584"], "HuGene-2_1": ["16861882", "16872022"]}, "summary": "The galectins are a family of beta-galactoside-binding proteins implicated in modulating cell-cell and cell-matrix interactions. Differential and in situ hybridization studies indicate that this lectin is specifically expressed in keratinocytes and found mainly in stratified squamous epithelium. A duplicate copy of this gene (GeneID:653499) is found adjacent to, but on the opposite strand on chromosome 19. [provided by RefSeq, Jul 2008].", "symbol": "LGALS7", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1416835"}, "unigene": "Hs.702546", "uniprot": {"Swiss-Prot": "P47929", "TrEMBL": ["M0R281", "A0AAG2T8G8"]}, "wikipedia": {"url_stub": "LGALS7"}}