{"AllianceGenome": "6563", "HGNC": "6563", "MIM": "153619", "_id": "3958", "_version": 2, "accession": {"genomic": ["AB086821.1", "AH005631.2", "AL139316.5", "AX496996.1", "AX496998.1", "CH471061.1", "CP068264.2", "HI179168.1", "NC_000014.9", "NC_060938.1", "NG_017089.1", "U10300.1"], "protein": ["AAA35607.1", "AAA36163.1", "AAA88086.1", "AAB26229.1", "AAG44701.1", "AAG44702.1", "AAH01120.1", "AAH53667.1", "AAH68068.1", "ADO22437.1", "BAA22164.1", "BAC45249.1", "BAD92628.1", "BAG37435.1", "CAD48745.1", "CAD48746.1", "CAD61918.1", "CAE46042.1", "CAG33178.1", "CAG46894.1", "CBX53892.1", "EAW80658.1", "EAW80660.1", "EAW80661.1", "NP_001344607.1", "NP_002297.2", "P17931.5"], "rna": ["AB006780.1", "AB209391.1", "AF266280.1", "AK314929.1", "BC001120.2", "BC053667.1", "BC068068.1", "BC128253.1", "BC128403.1", "BG332134.1", "BQ645629.1", "BU681070.1", "BX161455.1", "BX641090.1", "CD518618.1", "CR456897.1", "CR542097.1", "GQ900920.1", "M35368.1", "M36682.1", "M57710.1", "M64303.1", "NM_001177388.1", "NM_001357678.2", "NM_002306.4", "NR_003225.2", "S59012.1"], "translation": [{"protein": "AAA88086.1", "rna": "M35368.1"}, {"protein": "CAD61918.1", "rna": "BX161455.1"}, {"protein": "AAH01120.1", "rna": "BC001120.2"}, {"protein": "AAA36163.1", "rna": "M36682.1"}, {"protein": "AAG44702.1", "rna": "AF266280.1"}, {"protein": "BAA22164.1", "rna": "AB006780.1"}, {"protein": "BAG37435.1", "rna": "AK314929.1"}, {"protein": "CAE46042.1", "rna": "BX641090.1"}, {"protein": "AAG44701.1", "rna": "AF266280.1"}, {"protein": "AAH53667.1", "rna": "BC053667.1"}, {"protein": "CAG46894.1", "rna": "CR542097.1"}, {"protein": "AAB26229.1", "rna": "S59012.1"}, {"protein": "ADO22437.1", "rna": "GQ900920.1"}, {"protein": "CAG33178.1", "rna": "CR456897.1"}, {"protein": "NP_002297.2", "rna": "NM_002306.4"}, {"protein": "AAH68068.1", "rna": "BC068068.1"}, {"protein": "AAA35607.1", "rna": "M57710.1"}, {"protein": "BAD92628.1", "rna": "AB209391.1"}, {"protein": "NP_001344607.1", "rna": "NM_001357678.2"}]}, "alias": ["CBP35", "GAL3", "GALBP", "GALIG", "L31", "LGALS2", "MAC2"], "ensembl": {"gene": "ENSG00000131981", "protein": ["ENSP00000254301", "ENSP00000451381", "ENSP00000451526"], "transcript": ["ENST00000254301", "ENST00000553493", "ENST00000553755", "ENST00000554715", "ENST00000556263", "ENST00000556322", "ENST00000556438"], "translation": [{"protein": "ENSP00000451526", "rna": "ENST00000553493"}, {"protein": "ENSP00000254301", "rna": "ENST00000254301"}, {"protein": "ENSP00000451381", "rna": "ENST00000554715"}], "type_of_gene": "protein_coding"}, "entrezgene": "3958", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 6.69132713145, "exp_mis": 76.1391884273, "exp_syn": 36.3993144988, "lof_z": 0.264738533238468, "mis_z": -0.664854579154903, "mu_lof": 4.4206428044e-07, "mu_mis": 6.98385459235e-06, "mu_syn": 3.25131224925e-06, "n_lof": 6.0, "n_mis": 88.0, "n_syn": 36.0, "p_li": 0.00017511393726883, "p_null": 0.542458413299685, "p_rec": 0.457366472763046, "syn_z": 0.0410310932142507}, "bp": 753, "cds_end": 55611989, "cds_start": 55604091, "n_exons": 5, "nonpsych": {"exp_lof": 5.95873820726, "exp_mis": 68.8157561994, "exp_syn": 32.8473294911, "lof_z": -0.016600566177892, "mis_z": -0.740825870624318, "mu_lof": 4.4206428044e-07, "mu_mis": 6.98385459235e-06, "mu_syn": 3.25131224925e-06, "n_lof": 6.0, "n_mis": 81.0, "n_syn": 34.0, "p_li": 0.000120612668067403, "p_null": 0.638137657927497, "p_rec": 0.361741729404436, "syn_z": -0.126624710455481}, "nontcga": {"exp_lof": 6.14651171111, "exp_mis": 70.0385490638, "exp_syn": 33.4778572183, "lof_z": 0.854083145986197, "mis_z": -0.831135447624134, "mu_lof": 4.4206428044e-07, "mu_mis": 6.98385459235e-06, "mu_syn": 3.25131224925e-06, "n_lof": 4.0, "n_mis": 84.0, "n_syn": 33.0, "p_li": 0.00662173879642258, "p_null": 0.241191838199004, "p_rec": 0.752186423004574, "syn_z": 0.0522930685169128}, "transcript": "ENST00000254301.9"}, "exons": [{"cdsend": 55145271, "cdsstart": 55133354, "chr": "14", "position": [[55129251, 55129300], [55133351, 55133392], [55137369, 55137391], [55138044, 55138368], [55140274, 55140363], [55142583, 55142749], [55145115, 55145423]], "strand": 1, "transcript": "NM_001357678", "txend": 55145423, "txstart": 55129251}, {"cdsend": 55145271, "cdsstart": 55137373, "chr": "14", "position": [[55129251, 55129300], [55137369, 55137391], [55138044, 55138368], [55140274, 55140363], [55142583, 55142749], [55145115, 55145423]], "strand": 1, "transcript": "NM_002306", "txend": 55145423, "txstart": 55129251}, {"cdsend": 55145430, "cdsstart": 55145430, "chr": "14", "position": [[55136982, 55138368], [55140274, 55140363], [55142583, 55142749], [55145115, 55145430]], "strand": 1, "transcript": "NR_003225", "txend": 55145430, "txstart": 55136982}], "exons_hg19": [{"cdsend": 55611989, "cdsstart": 55600072, "chr": "14", "position": [[55595969, 55596018], [55600069, 55600110], [55604087, 55604109], [55604762, 55605086], [55606992, 55607081], [55609301, 55609467], [55611833, 55612141]], "strand": 1, "transcript": "NM_001357678", "txend": 55612141, "txstart": 55595969}, {"cdsend": 55611989, "cdsstart": 55604091, "chr": "14", "position": [[55595969, 55596018], [55604087, 55604109], [55604762, 55605086], [55606992, 55607081], [55609301, 55609467], [55611833, 55612141]], "strand": 1, "transcript": "NM_002306", "txend": 55612141, "txstart": 55595969}, {"cdsend": 55612148, "cdsstart": 55612148, "chr": "14", "position": [[55603700, 55605086], [55606992, 55607081], [55609301, 55609467], [55611833, 55612148]], "strand": 1, "transcript": "NR_003225", "txend": 55612148, "txstart": 55603700}], "generif": [{"pubmed": 11724777, "text": "These results demonstrate that galectin-3 phosphorylation regulates its anti-apoptotic signaling activity"}, {"pubmed": 11839755, "text": "translocates to the perinuclear membranes and inhibits cytochrome c release from the mitochondria. A role for synexin in galectin-3 translocation."}, {"pubmed": 12112826, "text": "galectin-3 and CD26/DPPIV as preoperative diagnostic markers for thyroid nodules"}, {"pubmed": 12213909, "text": "not a universal marker of malignancy in thyroid nodular disease in children and adolescents"}, {"pubmed": 12366402, "text": "conclude that because of its location and affinity for gonococcal lipooligosaccharides (LOS) galectin-3 could play a role in gonococcal infection"}, {"pubmed": 12375039, "text": "Galectin-3 expression is significantly stronger in metastatic lymph nodes and in poorly differentiated adenocarcinoma of stomach"}, {"pubmed": 12438311, "text": "role in mediating MDA-MB-435 human breast carcinoma cell homo- and heterotypic adhesion under flow conditions"}, {"pubmed": 12439750, "text": "role of galectin-3 on cyclin D(1) gene expression"}, {"pubmed": 12615069, "text": "galectin 3 controls proliferation in thyroid cells"}, {"pubmed": 12673672, "text": "downregulation of galectin-3 is associated with epithelial skin cancer"}, {"pubmed": 12696064, "text": "Non-small-cell lung cancers examined were found to overexpress LGALS3 gene at levels three times higher than those of normal epithelial cells."}, {"pubmed": 12714580, "text": "Changes in the expressions of galectin-3 are potentially important for myeloid cell differentiation into specific lineages."}, {"pubmed": 12767519, "text": "Stable thyroid galectin- 3 transfectants acquired serum-independent growth, clonogenicity in soft agar, & loss of contact inhibition, indicating transformation of thyroid follicular cells by galectin-3 & possible involvement of galectin-3 in cell cycle."}, {"pubmed": 12878156, "text": "mechanism by which galectin-3 overexpression promoted cell death and PARP cleavage as well as caspase (-8, -9, and -3) activation during TRAIL treatment"}, {"pubmed": 12963125, "text": "results demonstrate that galectin-3 mRNA may not be a suitable target for molecular-based diagnosis of thyroid carcinomas"}, {"pubmed": 14558920, "text": "an additional marker of malignant potential of thyroid nodular lesions"}, {"pubmed": 15205467, "text": "Galectin-3 has a role in activating Ras"}, {"pubmed": 15279903, "text": "nuclear galectin-3 and TTF-1 have roles in progression of non-small cell lung carcinoma"}, {"pubmed": 15326483, "text": "exerts opposite biological activities according to its cellular localization: nuclear galectin-3 plays antitumor functions and cytoplasmic galectin-3 promotes tumor progression"}, {"pubmed": 15362030, "text": "A major circulating ligand for galectin-3, which is elevated in the sera of patients with colon cancer, is a cancer-associated glycoform of haptoglobin."}, {"pubmed": 15386597, "text": "The aim of this study was to investigate the potential of galectin-3 as a marker of malignancy in follicular patterned thyroid lesions"}, {"pubmed": 15501810, "text": "expression is required for T. cruzi adhesion to human coronary artery smooth muscle cells and exogenous galectin-3 enhances this process, leading to parasite entry."}, {"pubmed": 15555581, "text": "Cultured galectin-3 deficient glioblastoma cells showed increased motility potential and modifications in cytoskeleton reorganization. Galectin-3 deficient cells have increased expression of proteins implicated in cell adhesion regulation."}, {"pubmed": 15561101, "text": "GALIG encodes a mitochondrial protein promoting cytochrome c release."}, {"pubmed": 15579437, "text": "Alterations in galectin-3 expression and distribution correlate with breast cancer progression"}, {"pubmed": 15604089, "text": "Gal-3 and sFbg are two physiological mediators present at inflammatory sites that activate different components of the MAPK pathway and could be acting in concert to modulate the functionality and life span of neutrophils."}, {"pubmed": 15643504, "text": "Elevated expression of galectin-3 in the nuclei but not the cytoplasm may be an important biological parameter related to histological differentiation and vascular invasion in patients with ESCC."}, {"pubmed": 15645276, "text": "Expression of Gal-3 was higher in thin primary melanoma lesions than in benign pigmented skin lesions or metastases and seemed to correlate inversely with the aggressiveness."}, {"pubmed": 15843888, "text": "galectin-3 has a role in cancer apoptosis [review]"}, {"pubmed": 15867344, "text": "Data give credence to the suggestion that gal-3 is a key regulator in the Wnt/beta-catenin signaling pathway and highlight the functional similarities between gal-3 and beta-catenin."}, {"pubmed": 15887854, "text": "Cytoplasmic-perinuclear gal-3 in majority of thyroid carcinomas and follicular adenomas(FA). Suggests involvement in thyroid tumorigenesis throughout antiapoptosis. In FA might anticipate evolution towards malignancy."}, {"pubmed": 16045783, "text": "The presence of galectin-3 in clinically silent microcarcinomas may indicate that galectin-3 is not related to growth or aggressiveness of papillary thyroid microcarcinomas but rather plays some other role in thyroid tumour biology."}, {"pubmed": 16112008, "text": "Gal-3 immunostaining is a valuable tool to support a diagnosis of PC in highly proliferating (Ki67 >6%) tumors affecting a single parathyroid gland."}, {"pubmed": 16184379, "text": "galectin-3 expression in adenoid cystic carcinoma; galectin-3 reactivity was significantly associated with regional and distant metastasis (P=0.045 and P<0.001, respectively)"}, {"pubmed": 16244583, "text": "TFF-3 is commonly expressed in HCC and its expression correlates with tumor grade."}, {"pubmed": 16285957, "text": "Galectin-3 up-regulation of MUC2 transcription occurs at the level of transcription through AP-1 activation in colon cancer cells"}, {"pubmed": 16365873, "text": "The C-terminal carbohydrate recognition domain of galectin-3 is responsible for binding to chondroitin sulfate proteoglycan NG2 core protein in melanoma cells."}, {"pubmed": 16369807, "text": "Galectin-3 is downregulated in cervical cancer tissues."}, {"pubmed": 16424226, "text": "Plasmid-encoding galectin-3 acts as a novel treatment for chronic asthma in mice producing nearly complete blockade of antigen responses with respect to eosinophil airway accumulation, airway hyperresponsiveness, and remodeling."}, {"pubmed": 16518858, "text": "a possible mechanism by which Tumor-associated antigen 90K may contribute to colon cancer progression is by modulating tumor cell adhesion to extracellular proteins, including galectin-3"}, {"pubmed": 16530434, "text": "ANXA1 and Gal-3 changed in their content and localization when neutrophils adhere to endothelia. In contrast, a decrease in the total amounts of Gal-1 was detected in migrated compared to non-migrated neutrophils."}, {"pubmed": 16549783, "text": "siRNA knockdown of Galectin-3 inhibited myofibroblast activation after hepatic injury and may therefore provide an alternative therapeutic approach to the prevention and treatment of liver fibrosis"}, {"pubmed": 16600178, "text": "Combined proteome-transcriptome-genome and functional analyses identify gal-3 as a candidate gene/protein in Type 1 diabetes.  susceptibility"}, {"pubmed": 16651632, "text": "Our results show a correlation between galectin-3 expression and apoptosis of tumor-associated lymphocytes."}, {"pubmed": 16702978, "text": "UBD protein allows the identification of LGALS3."}, {"pubmed": 16722927, "text": "An immunohistochemical panel consisting of HBME-1 and galectin-3 can make a correct distinction between malignant and hyperfunctioning thyroid neoplasms with high diagnostic accuracy."}, {"pubmed": 16738336, "text": "HIPK2 cooperates with p53 in Gal-3 repression and that this cooperation requires HIPK2 kinase activity."}, {"pubmed": 16804396, "text": "Galectin-3 modulates T cell activity and is reduced in the inflamed intestinal epithelium in inflammatory bowel disease"}, {"pubmed": 16818789, "text": "Galectin-3 expressed in human monocytes is a receptor for the major xenoantigen Gal-alpha(1,3)Gal-beta(1,4)GlcNAc-R, expressed on porcine endothelial cells."}, {"pubmed": 16982911, "text": "The antimicrobial protein galectin-3 has direct fungicidal activity against fungal pathogens."}, {"pubmed": 16996782, "text": "Galectin-3 expression seems to be related to cell differentiation more than to tumor progression and prognosis in the neoplasms studied."}, {"pubmed": 17056590, "text": "Gal-3 is translocated to the nucleus, in part, via the importin-alpha/beta route and the Arg(224) amino acid residue of human Gal-3 is essential for its active nuclear translocation and its molecular stability"}, {"pubmed": 17082191, "text": "galectin-3 lattices are robust and could, thus, be involved, as previously proposed, in the restriction of receptor clustering"}, {"pubmed": 17090543, "text": "Galectin-3 interaction with Thomsen-Friedenreich disaccharide on cancer-associated MUC1 causes increased cancer cell endothelial adhesion"}, {"pubmed": 17189612, "text": "the results presented here point to a key role for galectin-3 in CD13-mediated homotypic aggregation of monocytic cells."}, {"pubmed": 17221114, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17221114, "text": "no association between LGALS3 T98P genotype and the phenotype of the benign or malignant thyroid tumor was observed."}, {"pubmed": 17385862, "text": "approach is validated through the observation of bound-state residual dipolar couplings for the disaccharide, lactose, bound to the carbohydrate recognition domain of the mammalian lectin, galectin-3"}, {"pubmed": 17420249, "text": "GAL-3 mediates TRAIL signaling by regulating PTEN in human breast carcinoma cells"}, {"pubmed": 17481580, "text": "this is the first report indicating that gal3 expression is regulated by promoter methylation in LNCaP cells and prostate tumors. The methylation of gal3 promoter may constitute a powerful tool for early diagnosis of prostate cancer."}, {"pubmed": 17515507, "text": "cytoplasmic and nuclear galectin-3 expression seem to be associated with activation of the Wnt-signaling pathway in well-differentiated thyroid neoplasms, suggesting that galectin-3 plays a role in thyroid carcinogenesis"}, {"pubmed": 17534895, "text": "inhibition of both Wnt-2 and Gal-3 had synergistic effects on suppressing canonical Wnt signaling and inducing apoptosis, suggesting that aberrant canonical Wnt/beta-catenin signaling in colorectal cancer can be regulated at multiple levels"}, {"pubmed": 17544840, "text": "galectin-3 demonstrates anti-apoptotic effects which contribute to cell survival in several types of cancer cells."}, {"pubmed": 17592963, "text": "gal-3 is a HIF-1-regulated lectin that plays an important role in nucleus pulposus cell survival."}, {"pubmed": 17597183, "text": "gal-3 immunodetection alone is not able to support the diagnosis of encapsulated follicular variants of papillary thyroid carcinoma."}, {"pubmed": 17728499, "text": "Results suggest that galectin-3 is a useful marker in the distinction between benign and malignant thyroid tumors."}, {"pubmed": 17868400, "text": "Data demonstrated that in addition to galectin-3, HK III and cyclin A profiles could be important biomarkers in predicting malignancy in follicular thyroid nodules."}, {"pubmed": 17888402, "text": "Finally, exogenous addition of galectin-3 into HUVECs induced angiogenesis in an APN-dependent manner."}, {"pubmed": 17889671, "text": "These findings indicate that MUC1 and galectin-3 function as part of a miR-322-dependent regulatory loop."}, {"pubmed": 17906980, "text": "Galectin-3 was without any significant correlation to the presence of metastases from thyroid papillary microcarcinoma."}, {"pubmed": 17949550, "text": "serum levels of Galectin 3 are increased in active Bhecet's disease"}, {"pubmed": 18008332, "text": "decreased expression of Gal-3 to be substantially involved in the pathogenesis and further progression of prostate cancer specimens from benign prostate glands to a finally hormone-refractory malignant disease"}, {"pubmed": 18024302, "text": "Galectin-3 and E-cadherin expressions are associated with lymph node metastasis of colon cancer."}, {"pubmed": 18045960, "text": "Detection of GAL3 improves the diagnosis in fine-needle biopsy with cytological findings suspicious for papillary thyroid carcinoma."}, {"pubmed": 18089806, "text": "Breast cancer cells harboring noncleavable galectin-3 show reduced tumor growth and angiogenesis compared with the wild-type."}, {"pubmed": 18096829, "text": "Our data suggest that Gal-3 is both a marker of atherosclerotic plaque progression and a central contributor to the pathology by amplification of key proinflammatory molecules."}, {"pubmed": 18263896, "text": "The average affinity of galectin-3 for serum glycoproteins was estimated to correspond to K(d) approximately 1-5 muM by modeling of the affinity chromatography and a fluorescence anisotropy"}, {"pubmed": 18273074, "text": "Gal-3 may function through a cell death inhibition pathway involving Bcl-2 to enhance cell proliferation, which result in the invasive growth of pituitary adenoma."}, {"pubmed": 18288410, "text": "Results indicate that galectin-3-induced apoptosis is regulated by cell surface expression of N-glycans and sialic acid in human diffuse large B cell lymphoma."}, {"pubmed": 18292532, "text": "Induces differential responses in T cells and neutrophils from Gal-1; is capable of inducing phosphatidylserine exposure with or without accompanying apoptosis in various leukocytes, providing a mechanism for galectin-mediated immunomodulation in vivo."}, {"pubmed": 18302943, "text": "Galectin-3 phosphorylation induced alterations in the far UV CD, indicative of an increase in ordered structure."}, {"pubmed": 18319555, "text": "Higher expression of galectin-3 was observed in bladder cancer tissue than in normal bladder tissue. We suggest the measurement of serum galectin-3 is useful for diagnosis of bladder cancer."}, {"pubmed": 18384511, "text": "gal-3 is differentially expressed in various brain tumors, and thereby, is a helpful biomarker in making differential diagnoses"}, {"pubmed": 18395901, "text": "GAL-3 and pancreatic stellate cells are involved in the proliferation and infiltration process of pancreatic cancer cells"}, {"pubmed": 18415710, "text": "Galectin-3 expression in thyrocytes is a strong indicator of a malignant proliferative lesion especially for papillary and to an extent in follicular thyroid neoplasms."}, {"pubmed": 18418527, "text": "Galectin 3 expression was significantly strong in thyroid tissue in thyroid cancer cases compared to non-cancer cases"}, {"pubmed": 18438928, "text": "These data suggest a functional contribution of Runx-2-regulated galectin-3 expression to glial tumor malignancy."}, {"pubmed": 18455493, "text": "Distinct effects of splicing of two monoclonal antibodies directed against the amino-terminal domain of GAL3 are reported."}, {"pubmed": 18460740, "text": "Galectin-3 from papillary thyroid carcinoma was partially purified by affinity chromatography on lactose-agarose."}, {"pubmed": 18495537, "text": "Galectin-3 test proposed here does not replace conventional FNA cytology, but may be complementary diagnostic method for those follicular nodules that remain indeterminate."}, {"pubmed": 18542048, "text": "involved in the response of colon cancer cells to proinflammatory stimuli, such as the conditioned medium from activated macrophages"}, {"pubmed": 18556657, "text": "DX-52-1 and HUK-921 inhibit a carbohydrate binding-independent function of galectin-3 that is involved in cell migration."}, {"pubmed": 18581271, "text": "Galectin-3 overexpression is more profound in early stages of papillary carcinoma, and its expression intensity decreases during tumor progression"}, {"pubmed": 18584353, "text": "Galectin-3 up-regulation favors breast cancer progression and brain metastasis."}, {"pubmed": 18594826, "text": "a loss of galectin-3 expression is involved in renal carcinogenesis"}, {"pubmed": 18630998, "text": "Serum levels of galectins-1 and -3 are relatively high in patients with thyroid malignancy but there is considerable overlap in serum galectin-3 concentrations between those with benign and malignant nodular thyroid disease"}, {"pubmed": 18657294, "text": "Although thyroperoxidase presence may indicate favorable prognosis of papillary cancer, expression of galectin-3 illustrates the potential importance of this protein in the pathogenesis and/or progression of differentiated thyroid carcinomas."}, {"pubmed": 18670355, "text": "galectin-3 positivity is of little use in the differential diagnosis of sellar region tumors"}, {"pubmed": 18676377, "text": "the coordinate up-regulation of gal-3 and ST6Gal-I, a feature that is characteristic of colon carcinoma, may confer tumor cells with a selective advantage by providing a mechanism for blockade of the pro-apoptotic effects of secreted gal-3"}, {"pubmed": 18757439, "text": "findings suggest that Gal-3 may function as an immune regulator to inhibit T-cell immune responses and promote tumor growth, thus providing a new mechanism for tumor immune tolerance"}, {"pubmed": 18836743, "text": "Urinary galectin-3 may be used as a potential diagnostic tool for monitoring or follow up of the stage of several cancers."}, {"pubmed": 18942707, "text": "90K (Mac-2 BP) may have a role in progression of node-negative breast cancer"}, {"pubmed": 18951731, "text": "galectin-3 expression may be one of the factors that contribute to tumor aggressiveness in cutaneous squamous cell carcinoma"}, {"pubmed": 18988806, "text": "Data suggest that Galectin-3 plays an essential role during the acquisition of vasculogenic mimicry and angiogenic properties associated with melanoma progression."}, {"pubmed": 18997617, "text": "Expression of Galectin-3, CD138, p16INK4a, and TTF-1 in mucinous bronchioloalveolar adenocarcinoma after Hodgkin lymphoma."}, {"pubmed": 19020721, "text": "loss of galectin-3 appears to be involved in the carcinogenesis of transitional cell carcinoma of the urinary bladder"}, {"pubmed": 19020999, "text": "Galectin-3 is regulated by RUNX1 and RUNX2 in human pituitary tumor cells by direct binding to the promoter region of LGALS3 and thus may contribute to pituitary tumor progression."}, {"pubmed": 19053747, "text": "Galectin has a role in cell migration in cultured lung and prostate cancer cells"}, {"pubmed": 19064001, "text": "either promotes or protects T cells from apoptosis dependent on intra- or extracellular localization; important for chemotaxis and phagocytosis in macrophages"}, {"pubmed": 19074165, "text": "glomerular Gal-3 expression in renal tissue and serum Gal-3 levels were elevated in patients with SLE nephritis versus healthy controls; moreover, they reflected disease activity; Gal-3 might contribute to the inflammatory process in SLE"}, {"pubmed": 19074869, "text": "Data implicate galectin-3 H(64) in breast cancer and explain, in part, the noted racial disparity."}, {"pubmed": 19124005, "text": "Gal-3 silencing with RNA interference stimulates apoptosis, while Gal-3 overexpression protects against both TRAIL- and doxorubicin-induced apoptosis in papillary thyroid cancer cells."}, {"pubmed": 19136890, "text": "Galectin-3 plays a role in human monocyte activation and adhesion in the presence of porcine aortic endothelial cells"}, {"pubmed": 19137262, "text": "Results demonstrate that galectin-3 stabilizes hnRNP Q via complex formation, and reduction in the hnRNP Q level leads to slow proliferation and less susceptibility to 5-FU."}, {"pubmed": 19153476, "text": "high galectin-3 expression (grade 3 positive staining in >75% of cells) showed a significant association with stage III/IV, >or=2 extranodal involvements and risk of high/high-intermediate international prognostic index (p < 0.05)."}, {"pubmed": 19199318, "text": "gain-of-function p53 mutant acquires the de novo ability to stimulate Gal-3 expression and to increase chemoresistance in anaplastic thyroid carcinomas"}, {"pubmed": 19207946, "text": "by down-regulating CD7, ATLL cells could have escaped Gal-3-induced apoptosis to run a more aggressive clinical course."}, {"pubmed": 19271150, "text": "Enhanced concentration of galectin-3 in serum reflects presence of disease and points to its involvement in the pathogenesis"}, {"pubmed": 19278794, "text": "Clinical manifestation of pouchitis is inversely correlated with galectin-3 expression in the pouches' subepithelial lamina propria macrophages."}, {"pubmed": 19286570, "text": "The data obtained here implicate galectin-3 in prostate cancer progression"}, {"pubmed": 19291362, "text": "HSV-1 infection increased galectin-3 binding to carbohydrate residues on IgG."}, {"pubmed": 19291534, "text": "there were no differences in galectin-3 expression in comparisons among benign, borderline and malignant mucinous and serous ovarian tumours"}, {"pubmed": 19309568, "text": "role of galectin-3-glycan interactions in shaping epithelial-immune cell connections during allergic inflammatory processes."}, {"pubmed": 19332433, "text": "High expression of galectin-3 was observed in invasive laryngeal tumors, suggesting that galectin-3 could be associated with the invasiveness and aggressiveness of laryngeal carcinomas."}, {"pubmed": 19452726, "text": "The expressions of galectin-3 and VEGF in laryngeal squamous cell carcinoma were remarkably higher than that in normal control tissue."}, {"pubmed": 19453521, "text": "GARP is a key receptor controlling FOXP3 in T(reg) cells following T-cell activation in a positive feedback loop assisted by LGALS3 and LGMN"}, {"pubmed": 19479862, "text": "Galectin 3 induces the production of mononuclear cell-recruiting chemokines uniquely from synovial fibroblasts, but not matched skin fibroblasts, via a PI 3-kinase signaling pathway."}, {"pubmed": 19556244, "text": "Results suggest that galectin-3 plays a key role in maintaining mucosal barrier function through carbohydrate-dependent interactions with cell surface mucins."}, {"pubmed": 19603745, "text": "These data identify galectin-3 as a polypeptide associated with snRNPs in the absence of splicing substrate and describe a mechanism for the assembly of galectin-3 onto the forming spliceosome."}, {"pubmed": 19633306, "text": "Gal3 is involved in endometrial cell adhesion."}, {"pubmed": 19690136, "text": "galectin-3 increases cancer cell adhesion to vascular endothelial cells by interaction with cancer-associated MUC1 and promotes metastasis"}, {"pubmed": 19699526, "text": "Gal-3 expression in iDCs is restricted, and Gal-3 protein is localized mainly intracellular, due to the opposite actions of IL-4 and GM-CSF."}, {"pubmed": 19706535, "text": "Data show that galectin-3 is an inhibitory regulator of T-cell activation and functions intracellularly by promoting TCR down-regulation, possibly through modulating Alix's function at the IS."}, {"pubmed": 19723119, "text": "Gal-3 expression level in cancer cells or tissues may be a marker for predicting chemotherapeutic response, and Gal-3 may be a specific gene-targeting therapy option for treating Cholangiocarcinoma."}, {"pubmed": 19747906, "text": "Galectin-3 is significantly correlated with serum markers of cardiac extracellular matrix turnover in HF patients."}, {"pubmed": 19755493, "text": "Gal-3 promotes epithelial cell migration by cross-linking MGAT5-modified complex N-glycans on alpha3beta1 integrin."}, {"pubmed": 19781269, "text": "High serum levels and high mRNA expression of Gal-3 and OPN in non-small cell lung cancer are closely related to the occurrence and metastasis of NSCLC."}, {"pubmed": 19798881, "text": "Strong Gal3 expression in thyroid nodules should prompt immediate surgical treatment."}, {"pubmed": 19799084, "text": "High expression of Galectin-3 is closely related to the development of thyroid papillary carcinoma."}, {"pubmed": 19818774, "text": "Data show that cellular galectin-3 positively correlated with the BMI of the donors."}, {"pubmed": 19818782, "text": "Galectin-3 increases gastric cancer cell motility by up-regulating fascin-1 expression."}, {"pubmed": 19830550, "text": "The identification and characterization of galectin-3 in human semen, is reported."}, {"pubmed": 19843071, "text": "galectin-3 is involved in cancer progression, malignancy, and chemotherapeutic resistance by modulating the expression of apoptosis-related and/or cell survival-related genes such as cyclin D1, survivin, XIAP, and XAF-1."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19940114, "text": "Bisecting GlcNAc residues on laminin-332 down-regulate galectin-3-dependent keratinocyte motility"}, {"pubmed": 20014549, "text": "The detection of MOC-31, HBME-1 and MOC-31-mRNA is helpful in distinguishing between cancer and reactive mesothelial cells in pleural effusions."}, {"pubmed": 20040515, "text": "The galectin-3 protein expression is downregulated 10-fold in 10-day KSHV-infected dermal microvascular endothelial cells (DMVEC) accompanied by downregulation of message."}, {"pubmed": 20056110, "text": "nuclear addressing of mitogaligin depends on a sequence differing from classical signals containing basic, lysine or proline-tyrosine rich residues."}, {"pubmed": 20080851, "text": "Systemic galectin-3 is elevated in obesity and negatively correlates with glycated hemoglobin in T2D patients, pointing to a modifying function of galectin-3 in human metabolic diseases."}, {"pubmed": 20130888, "text": "Plasma galectin-3 is a novel prognostic marker in patients with chronic HF."}, {"pubmed": 20144269, "text": "GAL3 may play an important role during oncogenesis."}, {"pubmed": 20156641, "text": "Galectin-3 Binding Protein and Alpha-2 macroglobulin were differentially expressed on DVT patients in microparticles extracted from platelet-poor plasma"}, {"pubmed": 20198455, "text": "The use of galectin-3, HBME-1, and cytokeratin-19 may provide significant contributions in the differential diagnosis of malignant thyroid tumors"}, {"pubmed": 20204403, "text": "Data show that CK19 and gal-3 are accurate as tissue markers, their serum levels could not be used as reliable markers for identification of thyroid malignancy or in thyroid cancer follow-up."}, {"pubmed": 20363921, "text": "galectin-3 has a role in thyroid cancer and may be useful as a diagnostic marker [review]"}, {"pubmed": 20372914, "text": "Galectin 3 in heart failure."}, {"pubmed": 20384870, "text": "data emphasize a new role of galectin-3 in the immunomodulatory function of mesenchymal stem cells"}, {"pubmed": 20401558, "text": "Increased Galectin-3 gene expression is associated with bladder cancer progression."}, {"pubmed": 20450430, "text": "the sensitivity of detection was 56% for gal-3 as a tumor marker in papillary thyroid carcinoma"}, {"pubmed": 20451577, "text": "This review summarizes existing information regarding the LGALS3 gene in pituitary tumorigenesis."}, {"pubmed": 20490454, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20490454, "text": "The common SNPs tested in DDOST, PRKCSH and LGALS3 do not seem to be associated with diabetic micro- or macrovascular complications or with type 1 diabetes in Finnish patients."}, {"pubmed": 20565834, "text": "results suggest that the interaction between free circulating galectin-3 and cancer-associated MUC1 promotes embolus formation and survival of disseminating tumour cells in the circulation"}, {"pubmed": 20600357, "text": "Data show that expression of galectin-3 Y107F mutant in galectin-3 null SK-Br-3 cells leads to morphological changes and increased motility compared to wild type galectin-3."}, {"pubmed": 20622331, "text": "The positive rate of gal-3 expression was higher in breast cancer than in benign lesions."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20635166, "text": "High Galectin-3 is associated with colorectal cancer."}, {"pubmed": 20682656, "text": "Wild-type K-Ras.GTP in association with Gal-3 contributes to thyroid carcinoma malignancy."}, {"pubmed": 20695889, "text": "On the cell surface, galectin-3 interferes with galectin-1, which initiates signaling toward its pro-anoikis activity via caspase-8 activation."}, {"pubmed": 20698585, "text": "Studies indicate that galectin-3 in cerebrospinal fluid samples from ALS patients had approximately twice as much galectin-3 as normal and disease controls."}, {"pubmed": 20711594, "text": "the evaluation of Gal-3 is helpful in establishing a differential diagnosis among pediatric posterior fossa tumors"}, {"pubmed": 20713592, "text": "demonstrate here that galectin-3 is a mediator of vascular endothelial growth factor (VEGF)- and basic fibroblast growth factor (bFGF)-mediated angiogenic response."}, {"pubmed": 20729207, "text": "identification of a galectin-3 ligand of T. gondii origin, and galectin-3 might be a co-receptor presenting the GPIs to the TLRs on macrophages."}, {"pubmed": 20800603, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20807768, "text": "Mutational tuning of galectin-3 specificity and biological function."}, {"pubmed": 20855213, "text": "galectin-3 expressed in chordoma tumor cells, but not in benign notochoral cell rests that were coexistent."}, {"pubmed": 20881856, "text": "Galectin-3 immunoreactivity was investigated in 22 Endometrioid adenocarcinoma"}, {"pubmed": 20885286, "text": "The diagnostic power of galectin-3 in distinguishing between benign and malignant melanocytic lesions relies on the pattern and the intensity of its expression."}, {"pubmed": 21030859, "text": "overexpressed in various forms of endometriosis"}, {"pubmed": 21070836, "text": "Data show that galectin-3 reacts both with O-and N-glycans presented in the natural glycoproteins."}, {"pubmed": 21094672, "text": "galectin-3, acting as a cross-linking lectin on the cell surface, negatively regulates attachment and spreading of RPE cells in vitro"}, {"pubmed": 21153652, "text": "This study suggests that the decreased expression of galectin-3 may be involved in the transformation of normal endometrium to endometrial carcinoma. Down-regulation of galectin-3 in endometrial carcinoma may be involved in lymph node metastasis."}, {"pubmed": 21167898, "text": "oligosaccharide side chains of DMBT1 are recognized by the carbohydrate-recognition domain (CRD) of galectin 3"}, {"pubmed": 21189092, "text": "galectin-3 is an independent marker for outcome in heart failure (HF) and appears to be particularly useful in HF patients with preserved left ventricular ejection fraction."}, {"pubmed": 21234707, "text": "Tumor protein p63 and GAL-3 staining provides a much more sensitive means of detecting solid cell nest of thyroid gland than staining for other markers."}, {"pubmed": 21258405, "text": "Galectin-3 regulates MUC1 and epidermal growth factor receptor (EGFR) internalization and subcellular localization, ERK1,2 activation downstream of the EGFR and EGFR nuclear translocation in pancreatic cancer cells."}, {"pubmed": 21327452, "text": "These findings suggest that Gal-3 expression can be a prognostic factor for ovarian carcinoma progression-free survival."}, {"pubmed": 21331750, "text": "The results suggest that gal-3 might provide a novel therapeutic target in pancreatic cancer."}, {"pubmed": 21350102, "text": "In early pheochromocytoma, evaluation of nm-23, galectin-3, and COX-2 expression could predict the outcome."}, {"pubmed": 21378323, "text": "There were no significant differences in expression of Gal-3 in the tissues from the myometrium, myoma and leiomyosarcoma."}, {"pubmed": 21396839, "text": "Pro64His variant of galectin-3 is associated with the genetic susceptibility towards prostate cancer."}, {"pubmed": 21397408, "text": "The intense immunoexpression of galectins-1, -3, and -7 suggests the participation of these proteins in oral carcinogenesis and their use as markers of biological behavior and tumor progression in squamous cell carcinoma of the tongue."}, {"pubmed": 21446041, "text": "Galectin-3 sequence polymorphism confers TRAIL sensitivity to breast cancer."}, {"pubmed": 21475983, "text": "Genetic polymorphisms in galectin-3 gene may contribute to development of rheumatoid arthrits."}, {"pubmed": 21494181, "text": "loss of expression in mucinous colorectal carcinomas is associated with 5'CpG island methylation in Tunisian patients"}, {"pubmed": 21516492, "text": "study of expression and intracellular localization of gal-3 in colon cancer cell line; gal-3 expression and localization can be altered by factors found the diet (i.e., polysaccharide from apple)"}, {"pubmed": 21553103, "text": "High Galectin-3 is associated with undifferentiated nasopharyngeal carcinoma."}, {"pubmed": 21555510, "text": "analysis provides new insight into the critical roles of galectin-3 in embryo implantation"}, {"pubmed": 21641051, "text": "A significant association is found between increased levels of galectin-3 and all-cause mortality in heart failure."}, {"pubmed": 21691201, "text": "Methodology and technical requirements of the galectin-3 test for the preoperative characterization of thyroid nodules."}, {"pubmed": 21698183, "text": "data thus do not support a direct functional role of Gal-3 in the malignant transformation of pancreatic epithelial cells, although paracrine or systemic effects of Gal-3 expression are not excluded"}, {"pubmed": 21705042, "text": "The expression of gal-3 in both endometrial epithelial cells (EECs) and endometrial stromal cells (ESCs) could be regulated by hCG in an intricate manner."}, {"pubmed": 21715185, "text": "galectin-3 is negatively associated with liver function in patients with alcoholic liver cirrhosis and this may be partly explained by impaired hepatic removal and/or higher hepatic synthesis of galectin-3."}, {"pubmed": 21715322, "text": "galectin-3 contributes to the plasma membrane retention and proangiogenic function of VEGF-R2."}, {"pubmed": 21724180, "text": "Data indicate that Gal-1, Gal-2, Gal-4, and partly Gal-3 bound to monocytes/macrophages."}, {"pubmed": 21724837, "text": "expression of HBME-1 and Galectin-3 in cases classified as follicular thyroid neoplasm with atypical cells of undetermined significance on fine needle biopsies can effectively distinguish lesions, which need immediate surgery"}, {"pubmed": 21750908, "text": "Germline variant of gal-3H(64) increases nuclear accumulation of beta-catenin and promotes TCF transcriptional activity and enhances more the galectin-3's role in gastric cancer progression"}, {"pubmed": 21792939, "text": "This study identified galectin-3 as a new MerTK ligand by an advanced dual functional cloning strategy."}, {"pubmed": 21821001, "text": "the link between GSK-3b and galectin-3 is important for chronic myeloid leukemia cells to apoptotic stimuli."}, {"pubmed": 21910036, "text": "Serum concentrations of high galectin-3 is not associated with pancreatic ductal adenocarcinoma."}, {"pubmed": 21941373, "text": "a novel TRAIL-resistance mechanism in which galectin-3 impedes trafficking of death receptor by anchoring them in glycan nano-clusters, blocking the execution of the apoptosis signal."}, {"pubmed": 21958686, "text": "changes in the cellular level of galectin-3 correlate with the development of clear cell renal cell carcinoma."}, {"pubmed": 21966428, "text": "Galectin-3 facilitates cell motility in gastric cancer by up-regulating protease-activated receptor-1 (PAR-1) and matrix metalloproteinase-1 (MMP-1)."}, {"pubmed": 21987825, "text": "leukemia microenvironment-specific Gal-3 expression supports molecular signaling pathways for disease maintenance in bone marrow and resistance to therapy in CML"}, {"pubmed": 22004231, "text": "Serum levels of galectin-3 are increased in active JIA children and galectin-3 can be a new biomarker indicating JIA disease activity."}, {"pubmed": 22024187, "text": "We didn't reveal any important correlations between clinicopathological findings and galectin-3 and cyclin D1 expression and in non small cell lung cancer. We didn't observed also prognostic value of cyclin D1 or galectin-3 expression."}, {"pubmed": 22039439, "text": "Galectin-3 expression patterns in normal and cancer tissues support its reported roles in human cancer"}, {"pubmed": 22071132, "text": "galectin-3 is a marker of progression in melanocytic lesions and a novel prognostic marker in primary melanoma"}, {"pubmed": 22111949, "text": "The high- to ultra-high-resolution crystal structures of the carbohydrate recognition domain of galectin-3 are reported in the ligand-free state and in complex with lactose or glycerol."}, {"pubmed": 22152245, "text": "Galectin-3 is overexpressed in hepatocellular carcinoma tissues and is correlated with the tumor differentiation."}, {"pubmed": 22155450, "text": "Galectin-1 and galectin-3 expression profiles in classically and alternatively activated human macrophages."}, {"pubmed": 22167721, "text": "DC-expressed Gal-1 and Gal-3 are regulatory molecules that favor the inhibition of T cell activation."}, {"pubmed": 22232548, "text": "galectin-3 protein is resistant to prostate-specific antigen (PSA) cleavage"}, {"pubmed": 22236000, "text": "Gal3 is expressed constitutively in neonatal cord blood, correlating positively with gestational age & may play a role in innage immunity. It is higher in small-for-gestational-age infants. Stimulation with invasive S. agalactiae induced Gal3."}, {"pubmed": 22240167, "text": "Glycoproteomic identification of galectin-3 and -8 ligands in bronchoalveolar lavage of mild asthmatics and healthy subjects."}, {"pubmed": 22267483, "text": "Have identified galectin-1 and galectin-3 as novel partners for VWF, and these proteins may modulate VWF-mediated thrombus formation."}, {"pubmed": 22367363, "text": "Galectin-3 expression was significantly higher in the human pancreatic carcinoma tissues than in the adjacent nontumorous tissues."}, {"pubmed": 22465244, "text": "SNPs at +292 A>C, not SNPs at +191 A>C, of galectin-3 gene were associated with the tumor grade and prognosis of gliomas."}, {"pubmed": 22497866, "text": "Expression of gal-3 and Sambucus nigra agglutinin binding site might have important effects on the carcinogenesis, progression and biological behaviors of gallbladder cancer."}, {"pubmed": 22513979, "text": "Gal3 and Cav1 therefore function synergistically to promote focal adhesion signalling, migration and progression of differentiated thyroid cancer."}, {"pubmed": 22535608, "text": "105 cases of thyroid lesions were evaluated to assess the role of HBME-1, cytokeratin-19 (CK-19), galectin-3 in distinguishing benign from malignant thyroid lesions."}, {"pubmed": 22546645, "text": "Studies indicate that galectins Gal-1 and Gal-3 have both been shown to promote tumor angiogenesis, an essential step for cancer progression."}, {"pubmed": 22549776, "text": "analysis of ligand induced galectin-3 protein self-association"}, {"pubmed": 22553813, "text": "p27 and galectin-3 immunohistochemical results were significantly different between follicular adenomas including those with atypical features and minimally and widely invasive follicular carcinomas with highly statistically significant difference"}, {"pubmed": 22673112, "text": "The results of this study suggested that genetic variation in the LGALS3 gene might be associated with cognitive function in an elderly population."}, {"pubmed": 22674388, "text": "Estradiol and progesterone up-regulated Gal-3 expression, which in turn decreased the apoptotic rate of endometrial cells."}, {"pubmed": 22683626, "text": "hydroxypropyl guar galactomannan (HPGG) binds galectin-3 through the conventional carbohydrate-recognition domain in vitro, but not in a biological system, suggesting that endogenous carbohydrate ligands on epithelial cell surface glycocalyces impair HPGG biorecognition."}, {"pubmed": 22729037, "text": "High galectin-3 is associated with mesothelioma in pleural effusions."}, {"pubmed": 22761016, "text": "Our study demonstrated for the first time that downregulation of cytoplasmic galectin-3 was essential for high concentrations of EGF-induced apoptosis in HepG2 cells."}, {"pubmed": 22783570, "text": "The combination of Galectin-3 and PTTG is complementary as a diagnostic biomarker for patients with papillary carcinoma."}, {"pubmed": 22795719, "text": "Serum levels of galectin-3 are associated with myocardial infarction and infarct size."}, {"pubmed": 22827322, "text": "The authors found that neither exogenous nor endogenous galectin-3 contributes to phagocytosis of Neisseria meningitidis; instead exogenous galectin-3 increases adhesion to monocytes and macrophages but not epithelial cells."}, {"pubmed": 22846995, "text": "Galectin-3 protein regulates mobility of N-cadherin and GM1 ganglioside at cell-cell junctions of mammary carcinoma cells."}, {"pubmed": 22886030, "text": "Gal-3 is associated with left ventricular remodeling determined by serial echocardiography and predicts long-term mortality in patients with severe chronic heart failure."}, {"pubmed": 22892876, "text": "Study showed a decreasing gradient of Gal-3 expression in benign, adjacent-benign and tumor tissues. Gal-3 expression may be useful in predicting biochemical recurrence."}, {"pubmed": 22900040, "text": "Gal-3 contributes to pancreatic cancer progression, in part, by binding Ras and activating Ras signaling."}, {"pubmed": 22916968, "text": "The results obtained from this model of the avian orthologue of human galectin-3 will allow detailed interspecies comparison to give sequence deviations in phylogeny a structural and functional meaning."}, {"pubmed": 22986745, "text": "Data elucidate a previously unidentified mechanism by which galectin-3 regulates autotaxin and assign a novel role for NFAT1 during melanoma progression."}, {"pubmed": 22997967, "text": "combined use of CK19, Gal-3, and HBME-1 is of practical value in the diagnosis and differential diagnosis of benign and malignant thyroid nodules"}, {"pubmed": 22998064, "text": "Data suggest that in Acute Heart Failure Syndromes, galectin 3 (G3) levels do not provide prognostic value, but when used complementary to B-type natriuretic peptide, G3 is associated with renal dysfunction and may predict 30-day events."}, {"pubmed": 23015305, "text": "Galectin-3 plays an important role in regulating colon cancer cell migration and potential distal localization. The galectin-3 enhancement of cell migration is mediated through the K-Ras-Raf-Erk1/2 pathway."}, {"pubmed": 23037954, "text": "high circulating galectin-3 level may serve as a useful biomarker for predicting 30-day major adverse clinical outcome in patients with ST-segment elevation myocardial infarction undergoing primary percutaneous coronary intervention"}, {"pubmed": 23056639, "text": "data identified 2 genome wide significant loci associated with plasma galectin-3 levels, one harbours the LGALS3 gene, and the other locus the ABO gene"}, {"pubmed": 23065155, "text": "Data indicate a role for cell-surface gal-3 and CD45 in diffuse large B-cell lymphoma (DLBCL) survival and suggest therapeutic targets to sensitize DLBCL cells to death."}, {"pubmed": 23090139, "text": "Galectin-3 plays arole in tumor progression in breast cancer and its reduced expression in the cancer is significantly associated with the tumor vascular invasion and prognosis."}, {"pubmed": 23103626, "text": "GAL3 mediates the migration and invasion of tongue cancer cells in vitro via regulating the Wnt/beta-catenin signaling pathway and Akt phosphorylation."}, {"pubmed": 23113677, "text": "combined use of galectin-1 and galectin-3 showed 98% specificity and 47% sensitivity for renal cell carcinoma"}, {"pubmed": 23117656, "text": "Gal-3 is required for inflammatory and fibrotic responses to aldosterone in vascular smooth muscle."}, {"pubmed": 23117840, "text": "Data indicate that simultaneous determination of serum galectin-3 and -4 levels in a single assay provides a high specificity and sensitivity in distinguishing colorectal cancer patients without metastases from those with liver metastases."}, {"pubmed": 23118221, "text": "Gal-3 expression enhances beta1 integrin-mediated cell adhesion and cell migration."}, {"pubmed": 23152863, "text": "Galectin-3 impairs MYCN-primed and HIPK2-p53-dependent apoptosis in neuroblastoma cells."}, {"pubmed": 23160381, "text": "Galectin-3 regulates p21 protein stability in human prostate cancer cells."}, {"pubmed": 23202783, "text": "High Galectin-3 (>/=80%) expression was seen in 59.7% of ovarian clear cell carcinoma, and associated with FIGO stages III and IV, and high Ki-67 labeling index"}, {"pubmed": 23235344, "text": "galectin-3 expression is as high in poorly differentiated thyroid cancer as in WDC and absent in ATC"}, {"pubmed": 23255567, "text": "These data demonstrate an association of galectin-3 with unfavorable host response in leprosy and a potential mechanism for impaired host defense in humans."}, {"pubmed": 23259327, "text": "Focal and diffuse positivity for GAL-3 was found to be associated with FC and FVPTC respectively, thus GAL-3 can be used as a immunohistochemical marker in the differential diagnosis of follicular neoplasms of thyroid based on the type of expression."}, {"pubmed": 23279221, "text": "These data indicate that gal3 secreted from neutrophils may act as a pro-inflammatory autocrine/paracrine signal in neutrophil phagocytosis."}, {"pubmed": 23300668, "text": "the endocytosis of galectin-3 in human vascular endothelial cells"}, {"pubmed": 23316284, "text": "Plasma GAL-3 is inversely related to renal function in patients with and without clinical heart failure."}, {"pubmed": 23352394, "text": "Galectin-3 levels are associated with severe heart failure, but do not provide sufficient discrimination for prediction of outcomes after VAD implantation.  Unable to confirm myocardial tissue as a primary source for plasma elevation of Gal-3."}, {"pubmed": 23395934, "text": "Repeated measurements of galectin-3 level provided important and significant prognostic value in identifying patients with heart failure at elevated risk for subsequent morbidity and mortality."}, {"pubmed": 23401226, "text": "The increased circulation of galectin-3 in patients with cancer induces secretion of several metastasis-promoting cytokines from the blood vascular endothelium that enhances endothelial cell activities in metastasis."}, {"pubmed": 23449638, "text": "Higher bone marrow LGALS3 expression is an independent poor prognostic factor for overall survival and may serve as a potential therapeutic target."}, {"pubmed": 23479624, "text": "Cod glycopeptide with picomolar affinity to galectin-3 suppresses T-cell apoptosis and prostate cancer metastasis."}, {"pubmed": 23487460, "text": "Together, these results indicate that human herpesvirus 1 exploits galectin-3 to enhance virus attachment to host cells and support a protective role for transmembrane by masking viral entry mediators on the epithelial glycocalyx."}, {"pubmed": 23488971, "text": "These data indicate that galectin-3 plays an important role in a murine model of disseminated candidiasis and suggest a potential mechanism of neonatal susceptibility to these infections."}, {"pubmed": 23505301, "text": "Galectin-3 correlated significantly with certain biomarkers involved in extracellular matrix turnover, although no definite relationship was identified with LV remodeling."}, {"pubmed": 23541576, "text": "Nup98 RNA interference significantly suppresses downstream mRNA expression in the ss-catenin pathway, while nuclear galectin-3 binds to ss-catenin to inhibit transcriptional activity."}, {"pubmed": 23625538, "text": "The data suggest that galectin-3 serum level may be a useful serum complementary marker to the PSA blood test as a diagnostic/prognostic tool for recurrence in prostate cancer patients"}, {"pubmed": 23638216, "text": "Galectin-3 can be used as a marker for the diagnosis of hemangioblastoma"}, {"pubmed": 23650131, "text": "The role of galectin-3 in heart failure with preserved ejection fraction is reviewed. [Review Article]"}, {"pubmed": 23651923, "text": "Although extracellular galectin-3 accumulates due to the decrease in MMP-2 activity, galectin-3 signaling events are blocked due to an impaired interaction with 4F2hc, inducing an increased degradation of beta-catenin."}, {"pubmed": 23666680, "text": "Galectin-3 was associated with left ventricular remodelling in chronic heart failure."}, {"pubmed": 23711389, "text": "Data show that GALIG-induced cell death is counteracted by the overexpression of MCL-1, a pro-survival member of the Bcl2 family."}, {"pubmed": 23723328, "text": "Plasma galectin-3 is substantially elevated in endurance athletes after running but does not correlate with cardiac function, other biomarkers, or myocardial fibrosis."}, {"pubmed": 23807898, "text": "The potentially neurotoxic macrophage/microglia-derived mediators galectin-3 and quinolinic acid are increased in CSF after birth asphyxia"}, {"pubmed": 23836758, "text": "biochemical analyses confirmed prostate-specific antigen, prostatic acid phosphatase, zinc alpha-2-glycoprotein, CD13 and CD26 as candidate galectin-3 binding ligands and implicated PSA in the proteolytic cleavage of galectin-3 in human prostasomes."}, {"pubmed": 23850421, "text": "expression correlated with the immunosuppressive function of umbilical cord mesenchymal stromal cells"}, {"pubmed": 23888483, "text": "Labelling of serial sections for Gal-3 and AGE demonstrated that where Gal-3 immunoreactivity is reduced in the epidermis and vasculature in chronic skin wounds, there is a concomitant increase in the level of AGE staining."}, {"pubmed": 23898060, "text": "Survival was correlated to staining, galectin-3 reactivity indicating a favorable prognosis (p=0.0183), albeit not as an independent marker."}, {"pubmed": 23907467, "text": "Gal-3 may serve as a new marker for more aggressive, basal characteristics of prostate cancer epithelium."}, {"pubmed": 23912642, "text": "Galectin 3, associated with fibrosis and inflammation, has a role in systemic sclerosis and is upregulated in serum of patients."}, {"pubmed": 23917726, "text": "Gal-3 gene knockdown sensitizes human renal cell carcinoma cells to arsenic trioxide treatment through increasing mitochondria-dependent apoptosis."}, {"pubmed": 23926108, "text": "binding of galectin-3 to particular glycoforms of transferrin has a role in clathrin-mediated endocytosis and subsequent recycling after iron delivery"}, {"pubmed": 23945245, "text": "expression level of Galectin-3 in NSCLC tissue was significantly higher than in normal lung tissue"}, {"pubmed": 23953881, "text": "Findings suggest that galectin-3 overexpression promotes paracrine growth of chronic myelogenous leukemia (CML) cells by interfering with the action of the growth inhibitory SERPINA1-albumin complex in the tumor microenvironment."}, {"pubmed": 23964611, "text": "Cord blood neutrophils of neonates delivered by caesarean section are slightly responsive to galectin-3 compared with adult neutrophils. After vaginal delivery, neonatal neutrophils show a primed phenotype responsive to galectin-3."}, {"pubmed": 23975852, "text": "Galectin-3 and RAGE modulate in divergent ways, not only inflammation, but also vascular osteogenesis, via Wnt/beta-catenin signalling."}, {"pubmed": 24007691, "text": "LGALS3 expression appeared to be a predictive factor of the aggressive behavior of prolactin and adrenocorticotropic hormone-functioning pituitary adenomas, and its expression was correlated with RUNX1 expression levels."}, {"pubmed": 24040451, "text": "Report reduced galectin-3 expression in prostate neoplasms vial immunochemiluminescent detection."}, {"pubmed": 24065222, "text": "MMPs and Galectin-3 are important in cardiac remodeling"}, {"pubmed": 24090952, "text": "Review: Galectin-3 hasa very high predictive value in terms of short- and long-term prognosis in heart failure."}, {"pubmed": 24100038, "text": "The novel discovery that the side chains and backbone play distinct roles in regulating RG-I-4 activity is valuable for producing highly active pectin-based galectin-3 inhibitors."}, {"pubmed": 24102091, "text": "Galectin-3 might be an additional useful biomarker in prediction for reinfarction early after first MI"}, {"pubmed": 24134621, "text": "Intracellular galectin-3 levels are regulated by HPS1 protein. Abnormal accumulation of galectin-3 may contribute to the pathogenesis of Hermansky-Pudlak syndrome pulmonary fibrosis."}, {"pubmed": 24207066, "text": "Serum galectin-3 is a strong and independent predictor of unfavorable outcomes in patients with heart failure."}, {"pubmed": 24264380, "text": "Plasma, but not myocardial, galectin-3 levels correlate with the ejection fraction and are elevated in patients with heart failure.  Our data support the use of galectin-3 as a marker of heart insufficiency."}, {"pubmed": 24269589, "text": "these studies shed light on how phosphorylation of the N-terminal tail may impact on Gal-3 function and prompt further studies using phosphorylated full-length protein"}, {"pubmed": 24281352, "text": "study investigated the role of galectin-3 in metastasis and metastatisation of breast cancer cells; results established that the galectin coating the membrane, by galactoside recognition of the breast cells, and engaged by the cells to form protein-carbohydrate complexes, resembled the tumour signature of tumours in breast cells"}, {"pubmed": 24303084, "text": "Galectin-3 silencing inhibits epirubicin-induced ATP binding cassette transporters and activates the mitochondrial apoptosis pathway via beta-catenin/GSK-3beta modulation in colorectal carcinoma."}, {"pubmed": 24338002, "text": "Studies suggest a combination therapy that targets galectin-3 (Gal-3) could be essential for improvement of the efficacy of B cell lymphoma-2 (Bcl-2) targeting therapy in cancers."}, {"pubmed": 24338533, "text": "Elevated galectin-3 levels were associated with a higher rate of new-onset AF and diuretics treatment during hospitalization in patients with first MI treated with pPCI without prior heart failure."}, {"pubmed": 24369793, "text": "Galectin 3 was associated with age and red cell width but not gender, glomular filtration rate or bilirubin and glucose levels in acute coronary syndrome."}, {"pubmed": 24398765, "text": "Eight downregulated and 10 upregulated genes were identified in the LGALS3 PPI network."}, {"pubmed": 24400815, "text": "Galectin-3 plasma levels predicts the risk of ventricular tachycardia in heart failure patients with implantable defibrillators."}, {"pubmed": 24433619, "text": "Galectin-3 expression is increased after myocardial infarction in cardiac remodeling."}, {"pubmed": 24497217, "text": "Gal-3 may be a new mediator of polycystic ovary syndrome via insulin resistance, hyperandrogenism."}, {"pubmed": 24520024, "text": "Data demonstrate that the prometastatic role of galectin-3 is regulated by its ability to bind to the tumor cell surface."}, {"pubmed": 24530298, "text": "the associations of the expression and localization of Gal-3 as well as its potential action mechanism in tumorigenesis in a variety of cancers were summarized--{REVIEW}"}, {"pubmed": 24530443, "text": "The results presented here demonstrated that galectin-1 and galectin-3 expression have important roles in clinical progression of papillary thyroid carcinoma."}, {"pubmed": 24567334, "text": "Gal3 has a role in stabilizing desmoglein-2, a desmosomal cadherin, and intercellular adhesion in intestinal epithelial cells"}, {"pubmed": 24603328, "text": "Findings suggest that Gal-3 is a biologically relevant marker for the prognosis of neuroblastic tumors."}, {"pubmed": 24603587, "text": "The results of this study suggest that LGALS3 is an independent prognostic factor in classical Hodgkin's lymphoma"}, {"pubmed": 24650367, "text": "Data suggest VEGFC (vascular endothelial growth factor C) enhances cervical cancer invasiveness via up-regulation of galectin-3 via stimulation of NFkappaB/RELA pathway; galectin-3 activates VEGFR3 (vascular endothelial growth factor receptor-3)."}, {"pubmed": 24715165, "text": "HBME-1, Galectin-3, Cytokeratin-19 and CD56 were used alone or in panels in a series of papillary thyroid carcinoma (PTC) and thyroid tumors of uncertain malignant potential."}, {"pubmed": 24717333, "text": "no difference in cord blood concentration correlated with restricted or increased fetal growth"}, {"pubmed": 24742198, "text": "after clopidogrel and cilostazol combination therapy, galectin-3 level, lipoprotein-associated phospholipase A2 gene expression, and RhoA/ROCK-related protein expression in peripheral blood mononuclear cells were significantly suppressed"}, {"pubmed": 24755837, "text": "it is reasonable to consider an eventual participation of GAL3 modulating BRCA1/BARD1 heterodimer recruitment to damage sites via its association with PARP1."}, {"pubmed": 24769518, "text": "MMP-9 and galectin-3 could be used as a guide for prognosis of hepatocellular carcinoma (HCC) since they may play a role in HCC progression and metastasis"}, {"pubmed": 24777587, "text": "Tn-C and Gl-3 are promising markers for the diagnosis of pulmonary sarcoidosis, but they are not specific for cardiac involvement."}, {"pubmed": 24778176, "text": "These studies reveal how carrageenan exposure can lead to transcriptional events in colonic epithelial cells through decline in arylsulfatase B activity, with subsequent impact on C4S, galectin-3, Sp1, and Wnt9A"}, {"pubmed": 24786210, "text": "galectin-3 could serve as a useful prognostic marker in osteosarcoma."}, {"pubmed": 24788652, "text": "Whereas Galectin (Gal)-1, -3, and -8 triggered vascular endothelial growth factor (VEGF) release, only Gal-8 induced endostatin secretion."}, {"pubmed": 24789662, "text": "The expression level of galectin-3 mirrors the progression and severity of heart failure"}, {"pubmed": 24807674, "text": "Results suggest that Gal-3 modulates uPAR expression via the MEK/ERK pathway in hepatocellular carcinoma cells."}, {"pubmed": 24810562, "text": "galectin-3 in heart failure"}, {"pubmed": 24837829, "text": "Gal3 functionally integrates carbohydrate specificity on cargo proteins with the capacity of glycosphingolipids to drive clathrin-independent plasma membrane bending as a first step of clathrin-independent carrier biogenesis."}, {"pubmed": 24845565, "text": "The results thus for the first time provide direct evidence that cell surface LAMP1 facilitates lung metastasis by providing ligands for galectin-3 which has been shown to be expressed in highest amounts on lungs and constitutively on its vascular endothelium."}, {"pubmed": 24854395, "text": "Galectin-3 could be a valuable marker to help diagnose pancreatic ductal adenocarcinoma"}, {"pubmed": 24859692, "text": "Results suggest that galectin-3, -4, -7 and -9 could be involved in the biology of inverted papillomas."}, {"pubmed": 24887961, "text": "levels of galectin-3 were higher in patients with both type 2 diabetes and hypertension"}, {"pubmed": 24909114, "text": "structure and function of galectin-3 in neuroblastoma cell growth regulation"}, {"pubmed": 24924396, "text": "The Gal-3 level is related to left ventricular hypertrophy and it is independent of left ventricle geometry."}, {"pubmed": 24940712, "text": "role of galectin 3 in diabetes"}, {"pubmed": 24940913, "text": "The galectin-3 can hinge two areas of the innate immune recognition system, DAMP and PAMP pathways in the early host responses against various pathogens."}, {"pubmed": 24945728, "text": "interaction of Galectin-1 and -3 with CD6"}, {"pubmed": 24947099, "text": "High galectin-3 expression is associated with thyroid papillary carcinoma follicular variant."}, {"pubmed": 24981072, "text": "higher levels of serum galectin-3 may be associated with the development of primary Sjogren's syndrome, particularly with interstitial lung disease."}, {"pubmed": 24984218, "text": "Gal-1, 2, and 3 levels were high in maintenance hemodialysis patients. Kidney transplantation improved gal-1, 2, and 3 levels."}, {"pubmed": 25007045, "text": "We used an organotypic model of cutaneous T-cell lymphoma to show that malignant T cells through the secretion of galectin-1 and -3 stimulate vigorous growth of keratinocytes."}, {"pubmed": 25014520, "text": "long-term biological variability of galectin-3 after heart transplantation"}, {"pubmed": 25034653, "text": "This study shows that ANXA2 and GAL3 deregulated expression was associated with an invasive phenotype in gastric cancer cell lines and may contribute to metastasis in gastric cancer patients."}, {"pubmed": 25041837, "text": "Galectin-3 has higher sensitivity and specificity of immunoexpression in thyroid malignancy than HBME-1, and the combined use of galectin-3 and HBME-1 can increase the specificity of immunoexpression in malignant tumors."}, {"pubmed": 25054620, "text": "These data indicate that galectin-3 is a regulatory component in melanin synthesis affecting the expression of Tyrp-1."}, {"pubmed": 25069762, "text": "Gal3 was correlated with stage of endometriosis, symptom duration, Marinoff scale and VAS score in women with endometriosis."}, {"pubmed": 25095870, "text": "Gal-3 plasma concentrations are increased in patients with carotid atherosclerosis, compared to controls. Extracellular levels may reflect underlying mechanisms of atherosclerosis development and plaque rupture, such as inflammation and oxidative stress."}, {"pubmed": 25101304, "text": "In patients admitted for AHF an early assessment of GAL3 and BIVA seems to be useful in identifying patients at high risk for death and rehospitalization at short and long term"}, {"pubmed": 25138305, "text": "In this review, we have focused on the role of galectin-3 in tumor metastasis with special emphasis on angiogenesis."}, {"pubmed": 25169435, "text": "Data show that nucleolin and endogenous galectin-3 exist in the same complexes in the nucleolus, the cytoplasm, and on the cell surface of melanoma cells."}, {"pubmed": 25177969, "text": "Data suggest that galectin-3 (Gal-3) has an important role in pituitary tumor cell proliferation and progression; and it may be useful as a target for the treatment of aggressive pituitary tumors."}, {"pubmed": 25180794, "text": "aldosterone could induce galectin-3 secretion in vitro and in vivo"}, {"pubmed": 25214264, "text": "Urinary galectin-3 level is increased in patients with interstitial cystitis/bladder pain syndrome, suggesting on it's participation in the pathogenesis of this disease."}, {"pubmed": 25221953, "text": "This supports the notion that synchronous activation of Galectin-3 and HBME-1 occurs in thyroid malignancy and is highly specific for malignancy."}, {"pubmed": 25222780, "text": "Gal-3 is not a reliable biomarker for prognosis of gastric adenocarcinoma by immunohistochemistry."}, {"pubmed": 25254965, "text": "Galectin-3 as a marker and potential therapeutic target in breast cancer.(e103482)"}, {"pubmed": 25260879, "text": "data suggest that galectin-3 plays an important part in HCC progression and may serve as a prognostic factor for HCC"}, {"pubmed": 25268020, "text": "Review: assessment of galectin-3 in a multi-biomarker panel may have a distinct advantage in prognosticating patients with heart failure."}, {"pubmed": 25274119, "text": "analysis of the complex three-way interaction between the non-integrin laminin receptor, galectin-3 and Neisseria meningitidis"}, {"pubmed": 25282685, "text": "galectin-3 serum concentrations are higher in patients with cardiac syndrome X compared to healthy controls"}, {"pubmed": 25303959, "text": "Galectin-3 is an emerging all-out player in metabolic disorders and their complications. [Review]"}, {"pubmed": 25307291, "text": "the immune response mediated by serum anti-RPLP0 and anti-galectin 3 antibodies plays a key role in the pathogenesis of SLE skin lesions. These findings provide new insights into the mechanism of SLE-related organ disorders."}, {"pubmed": 25315772, "text": "Tumor-released Galectin-3, a soluble inhibitory ligand of human NKp30, plays an important role in tumor escape from NK cell attack."}, {"pubmed": 25316666, "text": "suggest that Gal-3 can be a new circulating biomarker of inflammation associated with AMI"}, {"pubmed": 25339127, "text": "Galectin-3 may be a feasible therapeutic target for osteosarcoma."}, {"pubmed": 25369125, "text": "Glycan-dependent self-association of Galectin-3 occurs through N-terminal domain interactions."}, {"pubmed": 25369297, "text": "These results indicate that gal-3 protected cells from cell death under hypoxia and nutrient deprivation in vitro and that gal-3 is a key factor in tumor growth and engraftment in hypoxic and nutrient-deprived microenvironments."}, {"pubmed": 25373317, "text": "Galectin-3 expression was significantly increased in transfected Eca-109 esophageal cancer cells, resulting in enhanced proliferation, migration and invasion, as well as reduced apoptosis."}, {"pubmed": 25418979, "text": "Galectin-3 levels are modestly elevated in patients with stable heart failure with preserved ejection fraction and relate to functional performance and quality of life."}, {"pubmed": 25425968, "text": "Data indicate that the inhibitory effect of galectin-3 was found to be through its binding to Notch1 protein in a sugar-dependent manner."}, {"pubmed": 25456698, "text": "Elevated galectin-3 levels are associated with adverse outcome after transcatheter aortic valve implantation."}, {"pubmed": 25463412, "text": "Galectin-3 independently predicted death in hospitalized patients with heart failure."}, {"pubmed": 25578395, "text": "Serum levels of gal-1 and gal-3 may serve as plausible markers for oral squamous cell carcinoma and may be useful in screening population at a higher risk"}, {"pubmed": 25614283, "text": "In high cardiovascular risk patients referred for coronary angiography Gal-3 is a strong independent predictor of cardiovascular death."}, {"pubmed": 25616863, "text": "Patients with neutrophilic asthma have impairment in anti-inflammatory ratio of gal-3/gal-3BP and IL-1RA/IL-1beta."}, {"pubmed": 25622682, "text": "we propose a model in which bone marrow-derived mesenchymal stromal cells induce drug resistance of acute leukemia cells by up-regulation of gal-3 expression"}, {"pubmed": 25658354, "text": "EGFR recruitment by Gal3 enhances receptor signaling stimulating tumor cell proliferation and tumor growth."}, {"pubmed": 25662390, "text": "by three-dimensional alignment of the positions of all residues, 14 flexible parts of Gal-3 carbohydrate recognition domain were found to dynamically fluctuate in the crystalline environment"}, {"pubmed": 25684038, "text": "This is a hypothesis-generating study pointing out that serum galectin-3 level is significantly associated with atrial remodeling in paroxysmal AF patients with preserved LV function."}, {"pubmed": 25684095, "text": "The data indicate that intracellular Gal-3 acts as cytokine hub of human dendritic cells in responding to innate immunity signals."}, {"pubmed": 25684565, "text": "These findings show that although an excess of cardiac and systemic Gal-3 is present in patients with HF of hypertensive origin, this molecule is not associated with histological, molecular and biochemical parameters related to myocardial fibrosis"}, {"pubmed": 25689620, "text": "Galectin-3 knockdown inhibited TLR-2, -3 and -4-induced IL-6 secretion, but not TLR-2, -3 and -4-mediated matrix metalloproteinase-3 or CC chemokine ligand-5 secretion."}, {"pubmed": 25697876, "text": "Galectin-3 is associated with myocardial fibrosis in patients with nonischemic dilated cardiomyopathy."}, {"pubmed": 25703476, "text": "Our results indicate that release of cellular galectin-3 into tears is associated with epithelial dysfunction in dry eye, and that galectin-3 proteolytic cleavage may contribute to impaired ocular surface barrier function."}, {"pubmed": 25753178, "text": "Soluble suppression of tumorigenicity 2 (sST2), but not galactin-3, adds to prognostication in patients with systemic AL amyloidosis independent of NT-proBNP and troponin T."}, {"pubmed": 25765552, "text": "serum Gal-3 represents a potential diagnostic marker for patients with gastric cancer."}, {"pubmed": 25788032, "text": "High Galectin-3 expression is associated with gefitinib-insensitiveness in esophageal squamous cancer."}, {"pubmed": 25814534, "text": "patients with acute coronary syndrome had higher levels of pentraxin-3 and galectin-3; Patients with elevated levels of these biomarkers experienced higher number of deaths and had a lower mean left ventricular ejection fraction"}, {"pubmed": 25819524, "text": "Malignant transformation is frequently associated with altered galectin expression, most notably of galectin-1 and galectin-3."}, {"pubmed": 25857722, "text": "Baseline Galectin-3 was increased in long-standing rheumatoid arthritis and newly diagnosed rheumatoid arthritis versus controls. Galectin-3 did not exhibit circadian variation."}, {"pubmed": 25869013, "text": "LGALS3 is the strongest genetic predictor of beta-lactam allergy reported so far"}, {"pubmed": 25869099, "text": "B-cell precursor acute lymphoblastic leukemia and stromal cells communicate through galectin-3 signaling."}, {"pubmed": 25875367, "text": "In patients with acute heart failure, Gal-3 was strongly associated with higher risk of long-term mortality and repeated rehospitalizations, but only in those patients exhibiting higher values of CA125 (above 67 U/ml)."}, {"pubmed": 25875595, "text": "Data suggest that galectin-3 (Gal-3) is not useful for predicting rhythm outcome of catheter ablation."}, {"pubmed": 25887000, "text": "Galectin-3 is a novel, promising biomarker that may help identify type 2 diabetic patients who may require early CAD intervention because of the potential risk of coronary atherosclerosis."}, {"pubmed": 25921557, "text": "Plasma Gal-3 concentrations are elevated in persistent atrial fibrillation patients without structural heart disease and independently predict atrial fibrillation recurrence after ablation."}, {"pubmed": 25942420, "text": "Our data support a role for PTRF/cavin-1, through caveolae formation, as an attenuator of the non-caveolar functionality of Cav1 in Gal3-Cav1 signalling and regulation of focal adhesion dynamics and cancer cell migration."}, {"pubmed": 25976729, "text": "Gal-3 may represent a novel biomarker for right ventricular remodeling and associated extracellular matrix turnover in pulmonary artery hypertension."}, {"pubmed": 25980453, "text": "Data indicate that the evaluated biomarkers aminoterminal pro-B-type natriuretic peptide (NT-proBNP), tumor necrosis factor-alpha (TNF-alpha) and Galectin-3 do not contribute to early detection of cardiotoxicity after treatment with anthracyclines."}, {"pubmed": 25985013, "text": "Galectin-3 levels were predictive for future cardiovascular events but improvements in discrimination and reclassifications were modest."}, {"pubmed": 25990624, "text": "We suggest that gal-3 may be a promising biomarker for the detection of LVDD in HD patients."}, {"pubmed": 26118042, "text": "The serum expression levels of myocardial creatine kinase and of galectin-3 reflect the physiopathology state of children with congenital heart defects after surgical correction."}, {"pubmed": 26129647, "text": "Galectin-3 binds TF-antigen presented in a MUC1 context in an entropically driven process."}, {"pubmed": 26142116, "text": "gal-3 induces monocyte-macrophage differentiation, interferes with dendritic cell fate decision, regulates apoptosis on T lymphocytes and inhibits B-lymphocyte differentiation into immunoglobulin secreting plasma cells."}, {"pubmed": 26142180, "text": "accuracy of Core needle biopsy of thyroid nodules is increased by adding Galectin-3, Cytokeratin-19, and HBME-1 to the panel"}, {"pubmed": 26158764, "text": "Gal-3 interacts with ATP1A1 and induces the phosphorylation of MDR1, mediating multidrug resistance."}, {"pubmed": 26165519, "text": "Galectin3 is responsible for the phenotypic transformation of human umbilical vascular smooth muscle cells; the canonical Wnt/beta-catenin signaling pathway may be involved in this process."}, {"pubmed": 26173257, "text": "some galectins, particularly galectin-3 and -4, showed the ability to drive clathrin-independent mechanisms of endocytosis."}, {"pubmed": 26224120, "text": "Data indicate that O-glycan-specific alpha2,6 sialyltransferase regulate cancer growth and metastasis by regulating galectins Gal-1- and Gal-3-binding moieties on O-glycans."}, {"pubmed": 26264495, "text": "Studies suggest that effective strategies for cancer therapy may require use of galectin 3 inhibitors with broad specificity."}, {"pubmed": 26289852, "text": "analysis of LGALS3, PHB2, MUC1, and GK2 expression with CA15-3 in early-stage breast cancer"}, {"pubmed": 26312551, "text": "no association between the different genotypes for both rs4644 and rs4652 single nucleotide polymorphisms of the galectin-3 gene and the cardiac form of Chagas disease"}, {"pubmed": 26337870, "text": "Gal-3 expression was increased in periventricular regions of human multiple sclerosis in post-mortem brain samples"}, {"pubmed": 26342075, "text": "suggest that the binding of galectin-3 to MUC1 plays a key role in MUC1-mediated signaling"}, {"pubmed": 26355912, "text": "Gal1 and gal3 regulate the inflammatory response in airway epithelial cells exposed to microbial neuraminidase by modulating the expression of SOCS1 and RIG1."}, {"pubmed": 26359845, "text": "In ectopic pregnancies, LGALS3 expression was significantly reduced (p < 0.0001), but LGALS1 expression did not change when compared to nonpregnant fallopian tubes collected during the mid-secretory phase."}, {"pubmed": 26429330, "text": "Galectin-3 up-regulation contributes towards tumorigenesis, pathologic neovascularization, cancer progression and metastasis. (Review)"}, {"pubmed": 26438086, "text": "highly specific 30 kDa plant lectin could dissociate AnxA2 from endogenous lectin galectin-3 interaction at the cell surface. This dissociation could down-regulate Bcl-2 family proteins, cell proliferation, and migration simultaneously triggering cell apoptosis"}, {"pubmed": 26447186, "text": "galectin-3 enhances lung cancer stemness through the EGFR/c-Myc/Sox2 axis."}, {"pubmed": 26479349, "text": "Lower levels of both galectin-3 and osteopontin are associated with successful aging, representing potential biomarkers of this condition."}, {"pubmed": 26525848, "text": "Galectin-3 and NT-proBNP levels may be valuable prognostic predictors in AS patients with myocardial remodelling."}, {"pubmed": 26546635, "text": "Galectin-3 blood levels has relatively low biologic variability in healthy individuals and stable heart failure patients."}, {"pubmed": 26571149, "text": "Higher galectin-3 levels were associated with increased risk of adverse events in chronic heart failure patients."}, {"pubmed": 26582585, "text": "Both plasma and myocardial Galectin-3 levels correlated with severity of cardiac diastolic dysfunction."}, {"pubmed": 26589797, "text": "galectin-1 and -3 are expressed by the human cervical and vaginal epithelial cells and act as pathogen-recognition receptors for the ceramide phosphoinositol glycan core (CPI-GC) of the dominant surface protozoan lipophosphoglycan."}, {"pubmed": 26656543, "text": "Increased circulating Gal3 is associated with increased 12 months cumulative cardiovascular events among patients with documented non-Hodgkin lymphoma."}, {"pubmed": 26663797, "text": "Serum galectin-3 is a biomarker of fibrosis in cirrhosis and toxic hepatitis, which reflects the stage of liver damage."}, {"pubmed": 26693954, "text": "Results show that levels of galectin-3 were significantly greater in hypertension patients with left ventricular remodeling (LVRM) compared with those without LVRM suggesting its role in LVRM."}, {"pubmed": 26708131, "text": "This study provides evidence for a prognostic clinical potential of the combined study of GAL-3 and CRIP-1 in endometrial cancer"}, {"pubmed": 26718452, "text": "following successful knockdown of galecin-3 expression in Eca109 cells, the cell proliferation, migration and invasion were reduced, while the apoptosis was enhanced."}, {"pubmed": 26722123, "text": "Circulating Gal-3 was associated with abdominal adiposity, dyslipidemia, and hypertension in cross-sectional analyses, but Gal-3 did not predict incident cardiometabolic disease after adjusting for cardiometabolic risk factors."}, {"pubmed": 26752347, "text": "Suggest that decrease of Galectin-3 in the plasma of elderly contributes to the age-related loss of osteo-inductive potential of human plasma derived extracellular vesicles."}, {"pubmed": 26755550, "text": "Galectin-3 concentrations are elevated among adults with a Fontan circulation, and elevated galectin-3 is associated with an increased risk of nonelective cardiovascular hospitalization or death."}, {"pubmed": 26760037, "text": "binding of recombinant Gal-3 to the RPE cell surface and inhibitory effects on RPE attachment and spreading largely dependent on interaction with Mgat5 modified N-glycans"}, {"pubmed": 26771117, "text": "Galectin-3 (Gal-3) is a beta-galactoside-binding lectin that is expressed in a variety of cells and plays a central role in inflammation and fibrosis."}, {"pubmed": 26781273, "text": "Gal-3 likely participates in mechanisms of aldosterone-mediated myocardial damage in a heart failure murine model with cardiac hyperaldosteronism."}, {"pubmed": 26786981, "text": "Gal-3 expression promotes acute colitis and plays an important pro-inflammatory role in the induction phase of colitis by promoting the activation of NLRP3 inflammasome and production of IL-1beta in macrophages."}, {"pubmed": 26787685, "text": "Increased GAL-3 levels are an independent predictor of all-cause mortality in hemodialysis patients."}, {"pubmed": 26808993, "text": "Percentage and absolute changes in serial galectin-3 are better predictors of chronic heart failure than those of NTproBNP."}, {"pubmed": 26828748, "text": "Galectin-3 is an independent risk factor of coronary artery disease occurrence, but the values of intima-media thickness in carotid arteries are better markers of CAD advancement."}, {"pubmed": 26860036, "text": "Elevated levels of Gal-3 are associated with mortality in both acute and chronic heart failure patients."}, {"pubmed": 26869635, "text": "Report elevated galectin-3 levels in pulmonary arterial hypertension."}, {"pubmed": 26880404, "text": "Elevated levels of circulating galectin-3 are strongly associated with premature myocardial infarction."}, {"pubmed": 26885508, "text": "Galectin-1 was undetectable in normal and ulcerative colitis colonic epithelium, while galectin-2, galectin-3, and galectin-4 were strongly expressed."}, {"pubmed": 26891020, "text": "The integrative analysis of galectins(Gal-1, -3, -4, -9) discriminated IBD from other intestinal inflammatory conditions and could be used as potential mucosal biomarker"}, {"pubmed": 26894286, "text": "LGALS3 and AXIN1 genes affect tumor sizes and the mucinous component via Wnt/ beta-catenin pathway in the pathogenesis of colorectal cancer"}, {"pubmed": 26896466, "text": "Galectin-3 did not provide prognostic information on the occurrence of aortic stenosis-related events."}, {"pubmed": 26911284, "text": "Intra- and intermolecular interactions of human galectin-3 have been described."}, {"pubmed": 26912009, "text": "An increased serum galectin-3 level may be considered an important activator and a marker of the atherosclerotic inflammatory process in coronary artery disease."}, {"pubmed": 26934444, "text": "High GAL3 expression is associated with drug resistance in gastric cancer."}, {"pubmed": 26944570, "text": "galectin-3 should have the potential to be a good prognostic biomarker after STBI"}, {"pubmed": 27012551, "text": "Gal-3 may affect the migratory and invasive capabilities of cancer cells as well as the chemosensitiviy to carboplatin in epithelial ovarian cancer"}, {"pubmed": 27013611, "text": "Galectin-1 and Galectin-3 are novel-binding partners for human FVIII. Gal-1 binding can influence the procoagulant activity of FVIII."}, {"pubmed": 27035870, "text": "These data indicate that knockdown of LIcadherin facilitates the invasion of cancer cells by degrading extracellular matrix components via activation of MMP2 and 9, and increases cancer cell adhesion and migration via altered expression of galectin3."}, {"pubmed": 27059733, "text": "Data indicate correlation between circulating galectin-3 concentration or toll-like receptor 4 (TLR4) expression and paclitaxel resistance in ovarian cancer patients."}, {"pubmed": 27067445, "text": "Gal-3 demonstrates a prognostic role independently from renal dysfunction in subjects with HFpEF"}, {"pubmed": 27070577, "text": "Gal-3 was significantly downregulated only in the extravillous trophoblast of intrauterine growth restriction ( IUGR) placentas. In contrast, expressions of gal-2 and gal-13 were downregulated in both villous and extravillous trophoblast cells of IUGR placentas."}, {"pubmed": 27084804, "text": "Persistently elevated galectin-3 predicts new-onset heart failure."}, {"pubmed": 27105840, "text": "These results indicate that the galectin-3-U1 snRNP-pre-mRNA ternary complex is a functional E complex and that U1 snRNP is required to assemble galectin-3 onto an active spliceosome"}, {"pubmed": 27116288, "text": "Increased galectin-3 levels are associated with ambulatory ECG-based MTWA positivity, decreased estimated glomerular filtration rate, and increased LVMI in hypertensive patients."}, {"pubmed": 27119370, "text": "Galectin-3 levels and cystatin-C levels are independent predictors of 26-month mortality in patients with chronic heart failure"}, {"pubmed": 27155290, "text": "Galectin-3 levels are higher in peripheral arterial disease."}, {"pubmed": 27166158, "text": "plays a pivotal role in interstitial fibrosis and progression of chronic kidney disease [review]"}, {"pubmed": 27190071, "text": "The aim of this study was to investigate the association between myocardial fibrosis and plasma galectin-3 level in patients with primary aldosteronism."}, {"pubmed": 27198566, "text": "Galectin-3 was upregulated in expression and S-nitrosylation, which may indicate its potential role in mucosal inflammation in Esophageal Eosinophilia."}, {"pubmed": 27207566, "text": "The results of this study suggest that while rs2274273 and rs17128183 bear no association with the risk of developing advanced Carotid Atherosclerosis or Carotid Atherosclerosis-related complications."}, {"pubmed": 27246703, "text": "Increased Gal-3 reflects both increased neurohumoral activity and reduced glomerular filtration rate, but not myocardial function in patients with systolic heart failure."}, {"pubmed": 27259255, "text": "Evaluation of galectin-7 could help guide postsurgical management for non-metastatic ccRCC patients."}, {"pubmed": 27295060, "text": "high Gal-3BP plasma levels are associated with long-term mortality in coronary artery disease, but not with cardiac mortality or unstable plaque morphology"}, {"pubmed": 27301475, "text": "Galectin-3 may serve as a useful biomarker for evaluating the severity and outcomes in heart failure and in patients undergoing left ventricular assist device implantation."}, {"pubmed": 27339072, "text": "Galectin-3 is a possible immunological target molecule of the pathogenic auto-antibodies"}, {"pubmed": 27402956, "text": "Differential expression of LGALS1 and/or LGALS3 in patients with myeloproliferative neoplasm (MPN) is linked with JAK2 V617F status mutation in these diseases and state of cell differentiation."}, {"pubmed": 27427828, "text": "Gal-3 interacts with unmodified heparin, chondroitin sulfate-A (CSA), -B (CSB), and -C (CSC) as well as chondroitin sulfate proteoglycans (CSPGs)"}, {"pubmed": 27435226, "text": "Data suggest that galectin-3 and heterogeneous ribonucleoprotein particle component hnRNPA2B1 interact as members of the early splicing machinery."}, {"pubmed": 27444618, "text": "High galectin-3 expression is associated with obesity."}, {"pubmed": 27455993, "text": "We have validated the vectors and confirmed self-association of AHCY, AHCYL1, and galectin-3. In a high-throughput BiFC screen, we identified new AHCY interaction partners: galectin-3 and PUS7L. We also describe additional steps in protein interaction analysis, applied for AHCY-galectin-3 interaction"}, {"pubmed": 27494887, "text": "galectin-3 is an important regulator of hTERT expression and telomeric activity in gastric tumorigenesis"}, {"pubmed": 27512958, "text": "Cell surface Gal3 expression identifies a subset ofcancer stem cells in gastrointestinal cancers with high levels of stem cell characteristics, including chemoresistance."}, {"pubmed": 27538613, "text": "Elevated plasma galectin-3 levels are strongly associated with the inflammation, severity and poor prognosis after intracerebral hemorrhage, indicating galectin-3, involved in brain inflammation, might have the potential to be a prognostic biomarker for hemorrhagic stroke"}, {"pubmed": 27566192, "text": "Suggest galectin-3 level as predictor of prognostic outcomes for non-ischemic cardiomyopathy patients."}, {"pubmed": 27590897, "text": "It is a beta-galactose-binding animal lectin and known to be distributed throughout the body."}, {"pubmed": 27603703, "text": "Variation of GAL-3 serum levels related to single nucleotide polymorphism at +191 and +292 may constitute a susceptibility factor for respiratory tract infection and vaso-occlusion and respiratory tract infection frequency."}, {"pubmed": 27614937, "text": "There was a significant inverse correlation between Gal-3 levels and glomerular filtration rate measured before and after heart transplant."}, {"pubmed": 27617577, "text": "High galactin 3 expression is associated with pancreatic cancer."}, {"pubmed": 27626163, "text": "The Notch signaling pathway was strongly activated by galectin-3 overexpression in A2780 ovarian cancer cells."}, {"pubmed": 27629834, "text": "Higher expression of Gal-3 is an indicator of myocardial fibrosis and remodeling in decompensated heart failure"}, {"pubmed": 27630169, "text": "a novel role of Gal3 as an initiator of inflammatory signaling in autoimmune cholangitis, mediating the activation of NOD-like receptor family, pyrin domain containing 3 inflammasome and inducing IL-17 proinflammatory cascades"}, {"pubmed": 27666815, "text": "The functions of gal-3 in kidney pathophysiology in autoimmune diseases. [review]"}, {"pubmed": 27687248, "text": "in at least some breast cancers, loss of Gal3 might be associated with EMT and cancer stemness-associated traits, predicts poor response to chemotherapy, and poor prognosis."}, {"pubmed": 27693506, "text": "The cooperation between TRIM16 and Galectin-3 in targeting and activation of selective autophagy protects cells from lysosomal damage and Mycobacterium tuberculosis invasion."}, {"pubmed": 27736291, "text": "this study demonstrated that increased galectin-3 level was an independent unfavorable factor for OS in patients with non-M3 AML."}, {"pubmed": 27741512, "text": "Data show positive associations of relative Gal-3 and relative PSA levels in prostate cancer patients, notably at early clinical time course."}, {"pubmed": 27781149, "text": "Plasma Gal-3 levels are enhanced after aneurysmal subarachnoid hemorrhage (aSAH) and correlated positively with severity scores. Gal-3 levels independently predict 6-month mortality and unfavorable outcome with a high predictive value. Thus, Gal-3 may aid in predicting the risk of poor prognosis in patients with aSAH."}, {"pubmed": 27809694, "text": "thyroid nodule stiffness is correlated with fibrosis and expression of Gal-3 and FN-1"}, {"pubmed": 27814523, "text": "Study shows that circulating Gal3 levels are elevated in obese mice and humans and that Gal3 is a macrophage-derived factor that can cause in vivo systemic insulin resistance both acutely and chronically."}, {"pubmed": 27815266, "text": "Gal-3, which is overexpressed in aortic valves from aortic stenosis patients, appears to play a central role in calcification in aortic stenosis."}, {"pubmed": 27835877, "text": "An interruption of O-glycans extension caused by ST6GalNAc-I enzymatic activity alters galectin-3 subcellular location, leading to gastric tumor cell resistance to chemotherapeutic drugs."}, {"pubmed": 27841752, "text": "Five data sets have been collected at three different neutron sources from galectin-3C crystals of various volumes. It was possible to merge two of these to generate an almost complete neutron data set for the galectin-3C-lactose complex."}, {"pubmed": 27900991, "text": "Plasma galectin-3 levels were significantly increased in ALS patients with limb onset of disease, especially in ALS female patients, and positively correlated with the duration of disease, which suggested that plasma galectin-3 might be an interesting and useful factor associated with ALS."}, {"pubmed": 27917818, "text": "Serum galectin-3 levels are significantly elevated and significantly correlated with left atrial diameter in patients with paroxysmal atrial fibrillation."}, {"pubmed": 27939933, "text": "Available experimental binding affinities for a small number of the tested compounds show very good agreement with the calculated energies and provide the rational approach for design of Gal-3 ligands with even higher affinity."}, {"pubmed": 27959409, "text": "Gal3 inhibition by small interfering RNA alleviated the hypoxiainduced inflammatory response in HPAECs, including tumor necrosis factoralpha and interleukin1 secretion, expression of intercellular adhesion molecule1 and adhesion of THP1 monocytes."}, {"pubmed": 27981746, "text": "Galectin-3-induced cell death in HIV-1-infected macrophages is most likely related to the translocation of Endo G from the cytoplasm to the nucleus."}, {"pubmed": 27982117, "text": "Report establishes the functional significance of Gal-3 as a broad-spectrum upstream effector in osteoarthritis (OA). A positive correlation between cartilage degeneration and Gal-3 positivity in chondrocytes and the ECM was found."}, {"pubmed": 27983996, "text": "Blood concentration of galectin-3 is not a useful biomarker in the diagnosis of acute heart failure."}, {"pubmed": 28002441, "text": "the A allele of rs4644, which mimics the findings in galectin-3 ablated cells, was associated with lower EV71 titers in our cellular model, and clinically the AA genotype was protective against higher levels of hyperglycemia, an indicator for severe EV71 infection."}, {"pubmed": 28011482, "text": "Galectin-3 may be involved in prostate cancer resistance to anti-androgen drugs through enhancement of transcriptional activity of androgen receptor and expression of AR-related genes."}, {"pubmed": 28068900, "text": "Galectin-3 and fibulin-1 levels are elevated in heart failure patients with impaired glucose metabolism. Reduced LV contractile reserve among HF patients with DM does not to have an independent impact on plasma Gal-3 and fibulin-1 levels."}, {"pubmed": 28079145, "text": "High Gal-3 serum levels predict fibrosis of the atrial appendage."}, {"pubmed": 28094123, "text": "galectin-3 is dynamically overexpressed in response to acute myocardial infarction-induced cardiac remodelling."}, {"pubmed": 28104787, "text": "in combination with fusion proteins suitable for the design of diagnostic and therapeutic tools binding properties can be beneficially tuned. The resulting novel protein tools may be advantageous for potential galectin-3 directed applications in tumor diagnostics and therapy."}, {"pubmed": 28112232, "text": "In conclusion, these findings suggest that the serum levels of Gal-1, Gal-3, and Gal-9 may be associated with large artery atherosclerotic stroke."}, {"pubmed": 28146425, "text": "High galectin 3 expression is associated with colorectal cancer progression."}, {"pubmed": 28150280, "text": "Serum galectin-3 is associated with coronary atherosclerosis and obstructive sleep apnoea syndrome (OSAS) severity in OSAS patients."}, {"pubmed": 28185839, "text": "The methylation frequency of the galectin-3 promoter was significantly higher while galectin-3 mRNA was lower in acute-on-chronic hepatitis B liver failure (ACHBLF) than in chronic hepatitis B and healthy controls. The results suggest that hypermethylation of the galectin-3 promoter might be an early biomarker for predicting disease severity and prognosis in patients with ACHBLF."}, {"pubmed": 28215640, "text": "The current study supports the tumor suppression role of galectin-3 in endometrial carcinoma"}, {"pubmed": 28238096, "text": "serum galectin-3 was an independent unfavorable factor for relapse-free survival in patients with APL treated with all-trans retinoic acid and arsenic trioxide-based frontline therapy."}, {"pubmed": 28262193, "text": "Gal 3 is reasonably supposed to be a part of those mechanisms leading to formation, destabilization and rupture of plaque; however, the usefulness of Gal 3 as a biomarker in CAD/AMI is far from being elucidated."}, {"pubmed": 28262838, "text": "These findings highlight a new role for Galectin 3 as a non-classic RNA-binding protein that regulates MUC4 mRNA post-transcriptionally."}, {"pubmed": 28288987, "text": "Myocardial Gal-3 can be considered as a possible marker for both cardiac inflammation and fibrosis, depending on the pathogenesis of heart failure. However, circulating concentrations of Gal-3 do not seem to reflect endomyocardial Gal-3 levels or cardiac fibrosis."}, {"pubmed": 28360193, "text": "Gal-3 was up-regulated in myocardial biopsies from aortic stenosis patients compared with controls."}, {"pubmed": 28364041, "text": "CD146/MCAM is the functional galectin-3-binding ligand on endothelial cell surfaces responsible for galectin-3-induced secretion of metastasis-promoting cytokines."}, {"pubmed": 28390192, "text": "regulation of gal-3 expression was strongly correlated with runx2 transcription factor in human thyroid carcinoma."}, {"pubmed": 28406038, "text": "Results suggest that galectin-3 could help to monitor the risk of short-term mortality in unselected patients with acute heart failure (AHF) attended in the emergency department (ED)."}, {"pubmed": 28430337, "text": "NRG1 and Gal-3 were significantly more elevated in cancer patients than in healthy controls."}, {"pubmed": 28431936, "text": "Serum Gal-3 and Nox4 levels were significantly elevated and correlated in 26 human pulmonary arterial hypertension patients when compared with 14 age- and sex-matched healthy controls."}, {"pubmed": 28438975, "text": "In conclusion, the staphylococcal protease SspB inactivates galectin-3, abrogating its stimulation of oxygen radical production in human neutrophils and increasing tissue damage during skin infection."}, {"pubmed": 28446218, "text": "Galectin-3 levels in serum were increased in patients with early undifferentiated arthritis of pre-rheumatoid arthritis origin."}, {"pubmed": 28456545, "text": "Data suggest that galectin-3 (usually an elevated plasma/serum level of galectin-3) is emerging as a promising biomarker for outcome prediction and for guidance therapy in patients with acute coronary syndrome. [REVIEW]"}, {"pubmed": 28468272, "text": "Gal-3 levels were measured at admission in 80 consecutive patients with symptomatic degenerative Aortic Stenosis (AS). The inverse glomerular filtration rate-Gal-3 relationship underlies a weak association between Gal-3 and adverse outcome in patients with degenerative AS referred for invasive therapy irrespective of type of treatment employed."}, {"pubmed": 28469279, "text": "It has been reported that the Galectin-3/NuMA interaction is functionally important for the spindle pole organization; spindle pole cohesion requires glycosylation-mediated localization of NuMA."}, {"pubmed": 28533486, "text": "Our findings establish gal-3 as a molecular regulator of the JAG1/Notch-1 signaling pathway and have direct implications for the development of strategies aimed at controlling tumor angiogenesis."}, {"pubmed": 28554765, "text": "Gal-1, Gal-3 and Gal-9 galectin expression was higher in the myenteric plexus ganglia of chagasic patients"}, {"pubmed": 28576849, "text": "this study identified 131 Gal-3 and 15 Gal-1 interactors by galectin pulldown experiments combined with quantitative proteomics."}, {"pubmed": 28594391, "text": "Gal-3 staining in the nucleus could be a new positive prognosticator for ovarian cancer."}, {"pubmed": 28627758, "text": "discovery of site specific N-glycosylation changes of LGALS3BP in association of PDAC may provide useful clues to facilitate cancer detection or phenotype stratification"}, {"pubmed": 28695825, "text": "These results demonstrate Tsc2-deficient mesenchymal progenitors cause aberrant morphogenic signals, and identify an expression signature including Lgals3 relevant for human disease of TSC1/TSC2 inactivation and mTORC1 hyperactivity."}, {"pubmed": 28698921, "text": "High serum levels of galectin-3 were found in patients with schizophrenia compared with that in controls."}, {"pubmed": 28705047, "text": "Serum GAL3 was significantly elevated in patients with arrhythmogenic right ventricular cardiomyopathy. GAL3 levels were higher in patients with VT/VF as compared with those without VT/VF."}, {"pubmed": 28731466, "text": "As MUC1 and galectin-3 are both commonly overexpressed in most types of epithelial cancers, their interaction and impact on EGFR activation likely makes important contribution to EGFR-associated tumorigenesis and cancer progression."}, {"pubmed": 28743815, "text": "findings reveal that differential levels of Gal-3 and Gal-8 expression and recruitment to Group A streptococcus (GAS) between epithelial cells and endothelial cells may contribute to the different outcomes of GAS elimination or survival and growth of GAS in these two types of cells."}, {"pubmed": 28775154, "text": "N-linked glycoprotein maturation is not required for Gal-3 transport from the cytosol to the extracellular space, but is important for cell surface binding. Additionally, secreted Gal-3 is predominantly free and not packaged into extracellular vesicles. These data support a secretion pathway independent of N-linked glycoproteins and extracellular vesicles."}, {"pubmed": 28795637, "text": "Serum galectin-3 is elevated in coronary artery disease, but levels do not reflect severity of disease."}, {"pubmed": 28822790, "text": "the secretion of galectin-3 as a novel mechanism for osteoblasts to control osteoclastogenesis and to maintain trabecular bone homeostasis independently of the RANKL/OPG-axis."}, {"pubmed": 28826890, "text": "Gal-3 plasma concentration was significantly higher in pulmonary arterial hypertension patients."}, {"pubmed": 28828226, "text": "Galectin has been identified as a proinflammatory protein and modulates immune responses either as damage-associated molecular patterns or as pattern recognition receptors."}, {"pubmed": 28830298, "text": "Circulating CysC and Gal-3 were associated with greater left atrial dilatation in patients with heart failure with reduced left ventricular ejection fraction."}, {"pubmed": 28848207, "text": "Our findings provide evidence that allele C of rs4652 and allele T of rs11125 in the galectin-3 gene may be risk factors for cervical cancer."}, {"pubmed": 28865675, "text": "Higher plasma galectin-3 levels were associated with an elevated risk of developing incident chronic kidney disease, particularly among those with hypertension."}, {"pubmed": 28870921, "text": "High serum galectin 3 expression is associated with Pancreatobiliary Cancer."}, {"pubmed": 28872212, "text": "Galectin-3 was associated with incident ischaemic stroke in younger but not older individuals."}, {"pubmed": 28893908, "text": "galectin-3 may achieve multivalency through this multisite self-association mechanism facilitated by fuzzy interactions."}, {"pubmed": 28925481, "text": "High expression level of Galectin-3 and low expression level of TRAIL were found to be positively correlated with the shorter median survival time and overall survival time."}, {"pubmed": 28939284, "text": "Gal-3 was found to be significantly higher in the stroma of patients with H. pylori infection, mainly on Cag-A positive H. pylori, with chronic gastritis."}, {"pubmed": 28942393, "text": "Galectin-3 is significantly associated with functional capacity, cardiac function and adverse cardiovascular events in adults with congenital heart defects."}, {"pubmed": 28947730, "text": "serum Gal-3 is increased in Acute exacerbation of chronic obstructive pulmonary disease patients."}, {"pubmed": 28982723, "text": "Increased galectin-3 levels are associated with abdominal aortic aneurysm progression. Galectin-3 inhibition with modified citrus pectin prevented AAA development."}, {"pubmed": 28986508, "text": "the present study contributes to our understanding of how complex HG and RG polysaccharides interact with Gal-3."}, {"pubmed": 28986561, "text": "Here the authors show that galectin-3 secreted by tumours binds both glycosylated IFNgamma and glycoproteins of the tumour extracellular matrix, thus avoiding IFNgamma diffusion and the formation of an IFNgamma-induced chemokine gradient required for T cell infiltration."}, {"pubmed": 28990250, "text": "serum level of galectin-3 is increased in patients with early rheumatoid arthritis"}, {"pubmed": 29016609, "text": "We measured the effect of recombinant Gal-3 added exogenously on the lateral mobility of the alpha5b1 integrin on HeLa cells. Using single-particle tracking (SPT) we detected increased lateral mobility of the integrin in the presence of Gal-3, while its truncated C-terminal domain (Gal-3C) showed only minor reductions in lateral mobility."}, {"pubmed": 29035464, "text": "serum level increased significantly according to the different stages of impaired left atrial function"}, {"pubmed": 29058991, "text": "Galectin-3 is greatly reduced in patients with cutaneous lupus lesions compared with healthy controls, which may contribute to the recruitment of inflammatory cells in the skin."}, {"pubmed": 29077153, "text": "Galectin-3 can be used as a biomarker for the prognosis evaluation of acute heart failure, and its combined analysis can increase the predictive value of NT-proBNP"}, {"pubmed": 29093555, "text": "Exosomes Derived from HIV-1 Infected DCs Mediate Viral trans-Infection via Fibronectin and Galectin-3."}, {"pubmed": 29118378, "text": "Data show that patients with atrial fibrillation (AF) had significantly higher galectin-3 plasma levels and high-sensitivity C-reactive protein (hs-CRP) oncentration compared with patients without AF."}, {"pubmed": 29129812, "text": "Study reports genotyping of 4 previously identified SNPs in LGALS3 gene, in clinically unrelated patients with dilated cardiomyopathy (DCM). Results show that: 2 of the SNP variants were associated with low susceptibility of DCM; the AA genotype might be associated with lower left ventricular ejection fraction; and that none of the 4 SNPs had effect on overall or cardiovascular death in DCM patients."}, {"pubmed": 29136404, "text": "Results show that Gal-3 is highly upregulated in human gastric adenocarcinoma (GAC) and that Gal-3 upregulates c-MYC through increasing RalA activity and its binding to YAP1 which contribute to aggressive phenotype; novel YAP1 inhibitor and BET inhibitor effectively block Gal-3-mediated phenotype. Also, Gal-3 is an independent prognostic marker of shorter overall survival."}, {"pubmed": 29137980, "text": "Overexpression of Cytogaligin reduces alpha-Synuclein dimerization raising a possible role in the evolution of alpha-Synuclein aggregation, a key molecular event underlying the pathogenesis of Parkinson's disease."}, {"pubmed": 29150742, "text": "Low galectin 3 expression is associated with Thyroid Papillary Carcinoma."}, {"pubmed": 29207027, "text": "With emerging evidence to support the function and application of galectin3, the current review aims to summarize the latest literature regarding the biomarker characteristics and potential therapeutic application of galectin3 in associated diseases."}, {"pubmed": 29229724, "text": "Higher levels of serum galectin-3 were independently associated with increased risk of death or major disability after stroke onset, suggesting that galectin-3 may have prognostic value in poor outcomes of ischemic stroke."}, {"pubmed": 29246761, "text": "Galectin-3 plays a role in the systemic immune system response against Helicobacter pylori (Hp,) potentiating its deleterious effect in areas distant from gastrointestinal tract colonization and may contribute to triggering CNS inflammation and/or neurodegeneration."}, {"pubmed": 29248489, "text": "results demonstrate that human resting NK cells express Gal-3 at both gene and protein levels and that the Gal-3 expression can be modulated upon cytokine stimulation. In the same cells, Gal-3 always localizes intracellularly and functionally correlates with the degree of NK cell degranulation."}, {"pubmed": 29274868, "text": "GAL3 activates pancreatic stellate cells to produce inflammatory cytokines via ITGB1signaling to ILK and activation of NF-kappaB in pancreatic tumors."}, {"pubmed": 29277781, "text": "Our results indicate that the nuclear expression of Gal-3 has an essential role in the development of chromophobe carcinoma. The association with advanced tumor stage and nuclear grade suggests that this protein is an indicator of aggressiveness in the chromophobe subtype, thus targeting anti-nuclear transport may prove an effective therapy for this particular group of patients."}, {"pubmed": 29284429, "text": "High GAL3 expression is associated with oral squamous cell carcinomas."}, {"pubmed": 29287900, "text": "Galectin-3 belongs to a class of inflammatory mediators that is associated with the degree of myocardial inflammation and fibrosis. It is related to the severity of myocardial ischemia and is negatively correlated with the cardiac ejection fraction."}, {"pubmed": 29293545, "text": "studied biomarkers do not predict arrhythmia recurrence after catheter ablation. Left atrial voltage is an independent predictor of recurrence, whether the left atrium is mapped in atrial fibrillation or sinus rhythm"}, {"pubmed": 29327139, "text": "The present study demonstrates a relationship between galectin-3 levels and total body fat, abdominal fat, body fat distribution, cardiac size and geometry, and increase in total body fat over 2 years in young children."}, {"pubmed": 29340650, "text": "Our results indicate that concomitant stimulation and colocalization of galectin-3 with CD147 are associated with increased gelatinolytic activity in the actively ulcerating human cornea"}, {"pubmed": 29345346, "text": "galectin-3C enhances galectin-3 binding to neutrophils by nonactivating type-C self-association, in parallel to inhibiting neutrophil activation by galectin-3 (induced by type-N self-association)."}, {"pubmed": 29389859, "text": "Studies indicate tumor-derived galectin-1, galectin-3 and galectin-9 in various cancers and anticancer therapies that target these molecules [Review]."}, {"pubmed": 29393868, "text": "Galectin-3 is overexpressed in patients with thyroid nodules, and can be used for diagnostic imaging and therapeutic targeting of cancer patients. (Review)"}, {"pubmed": 29401627, "text": "mDectin-1, mDectin-2, and SIGN-R1 are decorated by N-glycan structures that can be recognized by the carbohydrate recognition domain of Gal-3."}, {"pubmed": 29417184, "text": "Serum galectin-3 is independently associated with progressive renal disease in type 2 diabetes"}, {"pubmed": 29434245, "text": "Findings provide evidence that Gal-3 plays an important role in preterm birth induced by dental infection with Porphyromonas gingivalis where it was found to be upregulated in placenta, amniotic fluid and serum."}, {"pubmed": 29502069, "text": "Gal-3 contributes to the pathogenesis of ocular allergy and represents a relevant therapeutic target."}, {"pubmed": 29580041, "text": "High GAL-3 expression is associated with Salivary Gland Tumor."}, {"pubmed": 29587379, "text": "this study reviews the role of galectin-3 in Atrial Fibrillation mechanisms and its potential therapeutic implications."}, {"pubmed": 29655803, "text": "Study demonstrates that mesenchymal stromal cells (MSC)-derived LGALS3 may be critical for important biological pathways for MSC homeostasis and for regulating AML cell localization and survival in the leukemia microenvironmental niche."}, {"pubmed": 29678512, "text": "Pre-interventional plasma Galectin-3 levels are associated with left ventricular reverse remodeling and with clinical outcome after percutaneous mitral valve repair."}, {"pubmed": 29724312, "text": "The TGF-beta-induced epithelial-mesenchymal transition in A549 cells can be enhanced by Galectin3."}, {"pubmed": 29729689, "text": "Progesterone receptor, EGFR, and galectin-3 are expressed differentially in uterine smooth muscle tumors."}, {"pubmed": 29741757, "text": "Pull-down assays, gel filtration, and biolayer interferometry further demonstrate that galectin-3 binds to the CD146 ectodomain (eFL) with a KD of ~1.1 mum."}, {"pubmed": 29788922, "text": "Study confirmed that galectin-3 as a ligand of TLR4 induced TLR4 signaling activation in lung adenocarcinoma cells, thereby activating downstream p65 nucleus translocation, promoting NEAT1 expression, and finally affecting lung adenocarcinoma cell proliferation and migration."}, {"pubmed": 29852256, "text": "this study identifies galectin-3 as an autoantigen in patients with IgG4-related disease"}, {"pubmed": 29905364, "text": "Gene expression was analyzed for miR-1, miR-21, and galectin-3 in hypertensive patients with symptomatic heart failure and left ventricular hypertrophy."}, {"pubmed": 29905365, "text": "Serum expression of miR-1 and miR-21, and the concentration of gal-3 in systolic heart failure patients with different degrees of left ventricular dilatation."}, {"pubmed": 29926280, "text": "Low expression of galectin-3 was detected in all patients with malignant gastrointestinal tumors irrespective of the presence of eosinophilia."}, {"pubmed": 29968538, "text": "Arterial stiffness is associated with elevated galectin-3 levels in patients with chronic heart failure of ischemic etiology."}, {"pubmed": 30039808, "text": "Galectin-3 is superior to sST2 in distinguishing HFpEF from controls and HFrEF."}, {"pubmed": 30055522, "text": "Galectin-1 and galectin-3 are overexpressed in renal cell carcinoma with different percentage in different subtypes"}, {"pubmed": 30067817, "text": "Galectin-3 levels independently predict outcomes in patients with reduced left ventricular systolic function addressed for ablation of persistent atrial fibrillation, and may be of interest in defining the therapeutic strategy in this population."}, {"pubmed": 30115022, "text": "Gal3 expression in regional lymph nodes might be associated with oral squamous cell carcinomas progression. The increased Gal3 expression in regional lymph nodes of larger tumors underlines the need of immunomodulatory treatment concepts in early-stage oral squamous cell carcinomas . Blocking of Gal3 might be a therapeutic option in oral cancer."}, {"pubmed": 30128700, "text": "The Mac-2-binding protein glycosylation isomer (M2BPGi), which is also known as Wisteria floribunda agglutinin-positive human Mac-2-binding protein, was recently established as a glycol-biomarker of liver fibrosis in patients with chronic hepatitis C with a unique fibrosis-related glycoalteration."}, {"pubmed": 30171204, "text": "promotes cancer cell adhesion to vascular endothelial cells by increasing the expression of N-cadherin and CD44 via an increase of beta-catenin nuclear accumulation"}, {"pubmed": 30182569, "text": "hibition of Galectin-3 gene expression in oral squamous cell carcinoma can significantly reduce the proliferation and invasion of cancer cells and induce apoptosis. The mechanism is related to downregulation of the Wnt/beta-catenin signaling pathway."}, {"pubmed": 30199489, "text": "Data indicate a high expression of galectin-9 (Gal-9) in pancreatic ductal adenocarcinoma (PDAC) serum and tissue."}, {"pubmed": 30204870, "text": "findings increase understanding as to how galactans interact with Gal-3 at the non-reducing, terminal end of galactose-containing polysaccharides as found on the cell surface."}, {"pubmed": 30226191, "text": "Gal-3 serum concentration is elevated in septic shock patients and severe experimental sepsis. Gal-3, secreted during sepsis, inhibits neutrophil migration into the infectious focus, which promotes the bacterial spread and worsens the outcome of sepsis."}, {"pubmed": 30229476, "text": "Rs2274273 and rs17128183 rare allele bearing genotypes, according to the dominant model (CT+TT vs. CC and AG+GG vs. AA, respectively), were significantly and independently associated with maladaptive LVR (adjusted OR = 3.02, P = 0.016; adjusted OR = 3.14, P = 0.019, respectively) and higher LGALS-3 mRNA expression"}, {"pubmed": 30246456, "text": "Gal-3 may up-regulate CXCR2 to augment renal cell carcinoma stemness."}, {"pubmed": 30249872, "text": "erum Gal-3 levels were significantly higher in breast cancer (BC) patients and did not significantly differ according to clinical and tumoral characteristics of patients. Furthermore, there was no difference in Gal-3 levels between breast patients with and without metastatic disease."}, {"pubmed": 30276553, "text": "Interaction between galectin-3 and its potential inhibitor, bergenin, was studied using computational methods."}, {"pubmed": 30342486, "text": "Elevated galectin-3 predicts postoperative acute kidney injury following cardiac surgery."}, {"pubmed": 30378236, "text": "Increased galectin 3 expression is associated with adverse cardiovascular events and all-cause mortality in type 2 diabetes."}, {"pubmed": 30390680, "text": "Gal-3 serum level predicts the response to cardiac resynchronization therapy at 6 months and long-term outcomes in chronic heart failure patients."}, {"pubmed": 30422384, "text": "demonstrated that glycan-galectin-3 interactions reduced proMMP-9 activation"}, {"pubmed": 30455396, "text": "the protective role of Gal-3 inhibition in the kidney injury was shown to be mediated by protein kinase C alpha (PKC-a), which promoted cell apoptosis and collagen I synthesis in HEK293 cells. These results demonstrated the potential Gal-3 and PKC-alpha as therapeutic targets for the treatment of acute kidney injury (AKI) and chronic kidney diseases (CKD)"}, {"pubmed": 30481548, "text": "These results suggest that Gal-3 expression is closely correlated with HIV-1 expression in latently infected cells through NF-kappaB activation and that it interacts with HIV-1 Tat."}, {"pubmed": 30535445, "text": "Study report that galectin3 expression is upregulated in nonsmall cell lung cancer cells under hypoxia and that it contributes to tumor cell migration and invasion. Cell motility is upregulated by the function of activated RhoA, which is induced by high levels of cytoplasmic galectin3."}, {"pubmed": 30540943, "text": "the expression of Galectin-8-a glycan-binding protein found in the extracellular milieu."}, {"pubmed": 30573026, "text": "Longitudinal changes in serum Galectin-3 levels predicts future cardiovascular disease and mortality."}, {"pubmed": 30626779, "text": "Our study confirms that galectin-3 inhibits the sensitivity of human epithelial ovarian cancer OVCAR-3 cells to cisplatin, via inhibiting the cisplatin-mediated growth reduction, apoptosis induction and mitochondria dysfunction. This implies that galectin-3 might be an effective target to sensitize ovarian cancer cells to chemotherapy."}, {"pubmed": 30724100, "text": "results suggest that elevated Gal-3 levels contribute to inappropriate pulmonary arteries remodeling in pulmonary hypertension by enhancing multiple profibrotic mechanisms."}, {"pubmed": 30767565, "text": "Galectin-3: A Harbinger of Reactive Oxygen Species, Fibrosis, and Inflammation in Pulmonary Arterial Hypertension."}, {"pubmed": 30778007, "text": "Local tissue invasion and destruction by hepatic venous malformation may be related to the upregulation of Gal-3."}, {"pubmed": 30801341, "text": "Gal-1 and Gal-3 through their binding partners may form a supramolecular structure at the cell surface of fibroblasts, immune cells, endothelial cells, and in the extracellular space that might influence the fibroblast morphology, adhesion, proliferation, migration, and survival as well as the inflammatory responses."}, {"pubmed": 30808201, "text": "Galectin-3 is associated with arterial stiffness among hemodialysis patients"}, {"pubmed": 30848102, "text": "Results showed that LGALS3 was upregulated at both RNA and protein levels in glioblastoma (GBM) tissue and associated with shorter overall survival (OS). In the proneural subtype of GBM patients, hypermethylation of the two CpG sites (cg19099850 and cg17403875) was associated with significantly lower expression of LGALS3."}, {"pubmed": 30857982, "text": "Gal-3 is essential for A549 cell-dependent basophil activation."}, {"pubmed": 30996283, "text": "Galectin-3 and beta-trace protein concentrations are higher in clinically unaffected patients with Fabry disease."}, {"pubmed": 30998516, "text": "Elevated levels of galectin-3 reflect its involvement in post-Kala-Azar dermal leishmaniasis pathogenesis."}, {"pubmed": 31006066, "text": "Gal3 was highly upregulated in the brains of Alzheimer disease patients.  Gal3 was highly upregulated in the brains of AD patients. Gal3 was expressed in microglial cells positioned next to amyloid plaques in AD human cortical samples. 5 SNPs were associated with an increased AD frequency."}, {"pubmed": 31019001, "text": "Our results suggest a direct role for Gal-3 in Paracoccidioides brasiliensis infection, with beneficial effects for the mammalian host."}, {"pubmed": 31019124, "text": "Our results showed that serum Gal-3 and Gal-9 should not be considered biomarkers of inflammatory bowel disease. Despite not being a specific marker for Crohn's Disease, serum Gal-3BP might be used as an adjuvant biomarker for disease activity."}, {"pubmed": 31075138, "text": "CD276 and the gene signature composed of GATA3 and LGALS3 enable prognosis prediction of glioblastoma multiforme."}, {"pubmed": 31080833, "text": "High platelet ROCK activity and galectin-3 levels are associated with increased risk in arteriovenous shunt dysfunction."}, {"pubmed": 31085131, "text": "High galectin-3 and low HDL-C was associated with primary outcome, recurrent stroke, and vascular events within 1 year after ischemic stroke."}, {"pubmed": 31105032, "text": "We have for the first time identified a LGALS3 protein network that is associated with poor outcome in AML patients, especially when the CD74 network is active."}, {"pubmed": 31106498, "text": "Serum galectin-3 concentrations are correlated with disease severity in ankylosing spondylitis."}, {"pubmed": 31115931, "text": "presence in intervertebral disc correlated with degeneration and with age"}, {"pubmed": 31147178, "text": "The roles of galectin-3 and galectin-4 in the idiopatic Parkinson disease and its progression."}, {"pubmed": 31157541, "text": "Gal-3 is a biomarker associated with the progression of renal function decline in chronic heart failure, thus further supporting its possible usefulness in predicting cardiorenal syndrome progression."}, {"pubmed": 31176777, "text": "The current study suggests a facilitating role of Gal-3 in pulmonary artery remodeling and progression of CHD-PAH via activation of Th2."}, {"pubmed": 31177117, "text": "Data found that pathological B-cells from patients with chronic lymphocytic leukemia (CLL) exhibit increased expression of Gal-3. Moreover, the study suggests that the highest expression of Gal-3 is associated with 17p deletion in CLL."}, {"pubmed": 31187654, "text": "increased galectin-3 concentrations may play a role in hyperplasia of thyroid gland."}, {"pubmed": 31194867, "text": "These results suggest that galectin-3 in EVs is transferred to the sperm surface during post-testicular maturation and plays a crucial role in spermatozoa-ZP binding after capacitation."}, {"pubmed": 31196625, "text": "Binding of galectin-3 to MUC1 enhanced Sp1 recruitment, leading to Trop-2 induction."}, {"pubmed": 31242786, "text": "Maternal serum galectin-1 and galectin-3 levels in pregnancies complicated with preterm prelabor rupture of membranes."}, {"pubmed": 31262951, "text": "Galectin-3 and S100A9 are overexpressed in Pancreatic cancer-associated diabetes tumors and mediate insulin resistance. Galectin-3 and S100A9 distinguish Pancreatic cancer-associated diabetes from type 2 diabetes in subjects with new-onset diabetes."}, {"pubmed": 31304514, "text": "plasma galectin-3 concentration showed progressive increase with increasing severity of heart failure; therefore, it may be used in clinical staging of the disease"}, {"pubmed": 31305163, "text": "Higher levels of galectin-3, NT-proBNP, and CRP were associated with LVEF </=35%"}, {"pubmed": 31336879, "text": "The authors show that Galectin-3 regulates the cross-talk between colon-infiltratin gdendritic cells and T regulatory cells and represents a new biomarker for monitoring the progression of ulcerative colitis."}, {"pubmed": 31337151, "text": "Our data demonstrated that the number of Gal-3 positive cells was associated with tissue damage in different ways, which suggests a dual role of this protein in the pathogenesis of pediatric NAFLD"}, {"pubmed": 31375685, "text": "Study found that Gal3 is up-regulated in the brains of Huntington's disease (HD) patients and two HD mouse models. Gal3 puncta are detected in lysosomes of HD microglia. Suppressing Gal3 by genetic and pharmacological approaches reveal that up-regulated Gal3 levels in microglia contributes to HD pathogenesis in a feed-forward NFkappaB-dependent and NLRP-3 inflammasome-dependent manner."}, {"pubmed": 31398156, "text": "galectin-3 content allows evaluate myocardial dysfunction in asymptomatic patients with congenital heart defects after surgical correction"}, {"pubmed": 31438834, "text": "Factors which Influence the Levels of ST-2, Galectin-3 and MMP-9 in Acute Coronary Syndrome."}, {"pubmed": 31474314, "text": "In summary, our results indicated that overexpression of galectin-3 is significantly related to the tumor progression and could be a efficient in predicting the prognosis of patients with colorectal cancer."}, {"pubmed": 31502061, "text": "In the majority of included studies of breast cancer and chemoresistance, the expression of galectin-3 had a protective role in cell survival via different pathways such as the response to DNA damage and repair or the inhibition of apoptosis after treatment with a chemotherapeutic agent"}, {"pubmed": 31511537, "text": "Association between Galectin-3 levels within central and peripheral venous blood, and adverse left ventricular remodelling after first acute myocardial infarction."}, {"pubmed": 31514240, "text": "galectin-3 associated with HF and clinical manifestations possibly by inducing pro-inflammatory cytokines and could be a possible biomarker of HF and severe clinical conditions."}, {"pubmed": 31521826, "text": "Galectin-3 and TRIM16 coregulate osteogenic differentiation of human bone marrow-derived mesenchymal stem cells at least partly via enhancing autophagy."}, {"pubmed": 31593356, "text": "Trypanosoma cruzi cleaves galectin-3 N-terminal domain to suppress its innate microbicidal activity."}, {"pubmed": 31682868, "text": "Extracellular Gal3 binding to the plasma membrane of T cells alters membrane organization and the formation of an immunological synapse."}, {"pubmed": 31687050, "text": "Galectin-3 but not soluble ST2 predicts heart failure development at one year observation by echocardiography"}, {"pubmed": 31737173, "text": "this study shows that inhibition of galectin-3 alleviates cigarette smoke extract-induced autophagy and dysfunction in endothelial progenitor cells"}, {"pubmed": 31777257, "text": "study of differences in the galectin-3 and TPO expression between some oncocytic and non-oncocytic thyroid tumors"}, {"pubmed": 31782085, "text": "Role of oxidative stress-related biomarkers in heart failure: galectin 3, alpha1-antitrypsin and LOX-1: new therapeutic perspective."}, {"pubmed": 31798282, "text": "Local dominance of Gal-3 and IL-10 over pro-inflammatory mediators in patients with metabolic syndrome may present a mechanism for limiting the inflammatory process and subsequent tissue damage in ulcerative colitis."}, {"pubmed": 31842510, "text": "This suggests that gold(III) porphyrin might significantly enhance its concentration and delivery to cancer cells by binding to human galectin-3 that keeps its orientation towards tumor associated carbohydrate antigens."}, {"pubmed": 31870801, "text": "Serum levels of advanced glycation end products and their receptors sRAGE and Galectin-3 in chronic pancreatitis."}, {"pubmed": 31881201, "text": "Soluble galectin-3 was, however, reduced upon SNTA knock-down and increased upon SNTA overexpression."}, {"pubmed": 31917884, "text": "Galectin-3 and risk of atrial fibrillation: A systematic review and meta-analysis."}, {"pubmed": 31929564, "text": "levels of galectins-1 and -3 are significantly elevated in both Crohn's disease and ulcerative colitis patients compared to healthy people"}, {"pubmed": 32022821, "text": "Association between galectin-3 levels and isolated coronary artery ectasia."}, {"pubmed": 32023902, "text": "Novel Biomarkers of Hepatitis B and Hepatocellular Carcinoma: Clinical Significance of HBcrAg and M2BPGi."}, {"pubmed": 32138174, "text": "Galectin-3 as a Next-Generation Biomarker for Detecting Early Stage of Various Diseases."}, {"pubmed": 32144274, "text": "Study reports how liquid-liquid phase separation (LLPS) mediates the extracellular function of galectin-3, the only monomeric member of the galectin family. Data show that its N-terminal domain (NTD) undergoes LLPS driven by interactions between its aromatic residues (two tryptophans and 10 tyrosines)."}, {"pubmed": 32157924, "text": "Galectin-3 is a potential biomarker to insulin resistance and obesity in women with polycystic ovary syndrome."}, {"pubmed": 32159713, "text": "Serum galectin-3 levels are decreased in schizophrenia."}, {"pubmed": 32196999, "text": "Prevalence of mild cognitive impairment in type 2 diabetes mellitus is associated with serum galectin-3 level."}, {"pubmed": 32221384, "text": "Prognostic Role of Serum Wisteria Floribunda Agglutinin-Positive Mac-2 Binding Protein Level in Early Stage Hepatocellular Carcinoma."}, {"pubmed": 32295421, "text": "study reveals a prominent protective role for galectin-3 in regulating macrophage polarization and invasive capacity and, therefore, delaying plaque progression"}, {"pubmed": 32312639, "text": "Galectin-3 regulates UVB-induced inflammation in skin."}, {"pubmed": 32343887, "text": "In patients with STEMI [ST-segment elevation myocardial infarction], the levels of endocan and galectin-3 may be helpful in identifying patients with a higher risk of insufficient myocardial perfusion and worse clinical outcome after PPCI [primary percutaneous coronary intervention]."}, {"pubmed": 32398681, "text": "Galectin-3 modulates epithelial cell adaptation to stress at the ER-mitochondria interface."}, {"pubmed": 32457281, "text": "Vitamin D regulates cell viability, migration and proliferation by suppressing galectin-3 (Gal-3) gene in ovarian cancer cells."}, {"pubmed": 32501939, "text": "Galectin-1 and Galectin-3 Expression in Lesional Skin of Patients With Systemic Sclerosis-Association With Disease Severity."}, {"pubmed": 32538210, "text": "Serum apelin and galectin-3 in preeclampsia in Iraq."}, {"pubmed": 32555606, "text": "Elevated galectin-3 in women with gestational diabetes mellitus, a new surrogate for cardiovascular disease in women."}, {"pubmed": 32573308, "text": "Levels and Change in Galectin-3 and Association With Cardiovascular Events: The ARIC Study."}, {"pubmed": 32573962, "text": "Genetic determinants of circulating galectin-3 levels in patients with coronary artery disease."}, {"pubmed": 32579956, "text": "Galectin-3 expression and secretion by tumor-associated macrophages in hypoxia promotes breast cancer progression."}, {"pubmed": 32639409, "text": "Galectin-3 and Risk of Late Graft Failure in Kidney Transplant Recipients: A 10-year Prospective Cohort Study."}, {"pubmed": 32664510, "text": "Galectin-3 Stimulates Tyro3 Receptor Tyrosine Kinase and Erk Signalling, Cell Survival and Migration in Human Cancer Cells."}, {"pubmed": 32671973, "text": "Association of circulating galectin-3 with gestational diabetes mellitus, progesterone, and insulin resistance."}, {"pubmed": 32690320, "text": "Influence of LGALS3 and PNPLA3 genes in non-alcoholic steatohepatitis (NASH) in patients undergone bariatric surgery."}, {"pubmed": 32695112, "text": "Galectin-3 Released by Pancreatic Ductal Adenocarcinoma Suppresses gammadelta T Cell Proliferation but Not Their Cytotoxicity."}, {"pubmed": 32703931, "text": "Galectin-3 deficiency in pregnancy increases the risk of fetal growth restriction (FGR) via placental insufficiency."}, {"pubmed": 32754725, "text": "The prognostic value of soluble suppression of tumourigenicity 2 and galectin-3 for sinus rhythm maintenance after cardioversion due to persistent atrial fibrillation in patients with normal left ventricular systolic function."}, {"pubmed": 32755098, "text": "Galectin-3 is modulated in pancreatic cancer cells under hypoxia and nutrient deprivation."}, {"pubmed": 32770187, "text": "Serum levels of galectin-3 in idiopathic inflammatory myopathies: a potential biomarker of disease activity."}, {"pubmed": 32784491, "text": "Galectin-3, N-terminal Propeptides of Type I and III Procollagen in Patients with Atrial Fibrillation and Metabolic Syndrome."}, {"pubmed": 32801345, "text": "Galectin-3 favours tumour metastasis via the activation of beta-catenin signalling in hepatocellular carcinoma."}, {"pubmed": 32838557, "text": "Is periodontal disease a risk factor for developing severe Covid-19 infection? The potential role of Galectin-3."}, {"pubmed": 32852752, "text": "Evaluation of serum galectin-3 levels at Alzheimer patients by stages: a preliminary report."}, {"pubmed": 32886424, "text": "Serum galectin-3 as a biomarker for screening, early diagnosis, prognosis and therapeutic effect evaluation of pancreatic cancer."}, {"pubmed": 32893848, "text": "Preprocedural circulating galectin-3 and the risk of mortality after transcatheter aortic valve replacement: a systematic review and meta-analysis."}, {"pubmed": 32901511, "text": "Galectin-3, GDF-15, and sST2 for the assessment of disease severity and therapy response in patients suffering from inoperable chronic thromboembolic pulmonary hypertension."}, {"pubmed": 32927397, "text": "Relationship between inflammatory biomarker galectin-3 and hippocampal volume in a community study."}, {"pubmed": 32928962, "text": "Decrease of core 2 O-glycans on synovial lubricin in osteoarthritis reduces galectin-3 mediated crosslinking."}, {"pubmed": 32936667, "text": "Prognostic value of serum aquaporin-1, aquaporin-3 and galectin-3 for young patients with colon cancer."}, {"pubmed": 32940080, "text": "Galectin-3 and acute heart failure: genetic polymorphisms, plasma level, myocardial fibrosis and 1-year outcomes."}, {"pubmed": 33013832, "text": "Galectin-3 in Prostate Cancer Stem-Like Cells Is Immunosuppressive and Drives Early Metastasis."}, {"pubmed": 33020562, "text": "Lectin affinity chromatography and quantitative proteomic analysis reveal that galectin-3 is associated with metastasis in nasopharyngeal carcinoma."}, {"pubmed": 33028850, "text": "Galectin-3 is related to right ventricular dysfunction in heart failure patients with reduced ejection fraction and may affect exercise capacity."}, {"pubmed": 33060727, "text": "Cyclodextrin inclusion complex inhibits circulating galectin-3 and FGF-7 and affects the reproductive integrity and mobility of Caco-2 cells."}, {"pubmed": 33065093, "text": "Hypoxia contributes to galectin-3 expression in renal carcinoma cells."}, {"pubmed": 33154744, "text": "Epithelial Cell-Associated Galectin-3 Activates Human Dendritic Cell Subtypes for Pro-Inflammatory Cytokines."}, {"pubmed": 33158139, "text": "Galectin-3 Modulates Macrophage Activation and Contributes Smooth Muscle Cells Apoptosis in Abdominal Aortic Aneurysm Pathogenesis."}, {"pubmed": 33167787, "text": "Time-dependent, dynamic prediction of fatty acid-binding protein 4, Galectin-3, and soluble ST2 measurement with poor outcome after acute stroke."}, {"pubmed": 33203036, "text": "ASC, IL-18 and Galectin-3 as Biomarkers of Non-Alcoholic Steatohepatitis: A Proof of Concept Study."}, {"pubmed": 33300056, "text": "Human galectin3: Molecular switch of gene expression in dermal fibroblasts in vitro and of skin collagen organization in open wounds and tensile strength in incisions in vivo."}, {"pubmed": 33308024, "text": "Pro64His (rs4644) Polymorphism Within Galectin-3 Is a Risk Factor of Differentiated Thyroid Carcinoma and Affects the Transcriptome of Thyrocytes Engineered via CRISPR/Cas9 System."}, {"pubmed": 33309338, "text": "Could Galectin-3 be a key player in the etiology of neuromyelitis optica spectrum disorder?"}, {"pubmed": 33352408, "text": "Relationship between novel inflammatory biomarker galectin-3 and depression symptom severity in a large community-based sample."}, {"pubmed": 33398681, "text": "The expression of Galectin-3 in breast cancer and its association with metastatic disease: a systematic review of the literature."}, {"pubmed": 33408220, "text": "Serum Galectin-3 and Subsequent Risk of Coronary Heart Disease in Subjects With Childhood-Onset Type 1 Diabetes: A Cohort Study."}, {"pubmed": 33484019, "text": "Possible value of galectin-3 on follow-up of cardiac remodeling during glucocorticoid treatment."}, {"pubmed": 33486675, "text": "sST2 and Galectin-3 genotyping in patients with persistent atrial fibrillation."}, {"pubmed": 33566456, "text": "The diagnostic and prognostic value of galectin-3 in patients at risk for heart failure with preserved ejection fraction: results from the DIAST-CHF study."}, {"pubmed": 33573443, "text": "Human galectin-1 and galectin-3 promote Tropheryma whipplei infection."}, {"pubmed": 33641161, "text": "Analysis of galectin-3 levels as a source of coronary heart disease risk during periodontitis."}, {"pubmed": 33693708, "text": "Circulating Galectin-3 Levels Are Not Associated With Nonalcoholic Fatty Liver Disease: A Mendelian Randomization Study."}, {"pubmed": 33709179, "text": "Galectin-3: a new biomarker for differentiating periodic fever, adenitis, pharyngitis, aphthous stomatitis (PFAPA) syndrome from familial Mediterranean fever?"}, {"pubmed": 33733487, "text": "Microglia-derived galectin-3 in neuroinflammation; a bittersweet ligand?"}, {"pubmed": 33736691, "text": "Galectin-3 in septic acute kidney injury: a translational study."}, {"pubmed": 33760180, "text": "Galectin3 facilitates the proliferation and migration of nasopharyngeal carcinoma cells via activation of the ERK1/2 and Akt signaling pathways, and is positively correlated with the inflammatory state of nasopharyngeal carcinoma."}, {"pubmed": 33782343, "text": "The Immune Checkpoint Inhibitor LAG-3 and Its Ligand GAL-3 in Vulvar Squamous Neoplasia."}, {"pubmed": 33801193, "text": "Evaluation of Galectin-3 Plasma Concentration in Adolescents with Ventricular Arrhythmia."}, {"pubmed": 33834359, "text": "Crosstalk between WNT and STAT3 is mediated by galectin-3 in tumor progression."}, {"pubmed": 33901789, "text": "Elevated plasma levels of galectin-3 binding protein are associated with post-stroke delirium - A pilot study."}, {"pubmed": 33910161, "text": "Galectin-3 and neutrophil-to-lymphocyte ratio are indicative of heart remodelling and disease severity in patients with obstructive sleep apnoea."}, {"pubmed": 33913157, "text": "Evaluation of galectin-3, peptidylarginine deiminase-4, and tumor necrosis factor-alpha levels in gingival crevicular fluid for periodontal health, gingivitis, and Stage III Grade C periodontitis: A pilot study."}, {"pubmed": 33920014, "text": "Degraded Arabinogalactans and Their Binding Properties to Cancer-Associated Human Galectins."}, {"pubmed": 33934700, "text": "Plasma Galectin-3 is associated with progression from paroxysmal to persistent atrial fibrillation."}, {"pubmed": 33941700, "text": "Physical tuning of galectin-3 signaling."}, {"pubmed": 33952698, "text": "Galectin-3 N-terminal tail prolines modulate cell activity and glycan-mediated oligomerization/phase separation."}, {"pubmed": 33973825, "text": "Genetic variants in LGALS3 are related to lower galectin-3 serum levels and clinical outcomes in systemic sclerosis patients: A case-control study."}, {"pubmed": 33998569, "text": "Galectin-3: A factotum in carcinogenesis bestowing an archery for prevention."}, {"pubmed": 34021445, "text": "Overexpression of miRNA-9 enhances galectin-3 levels in oral cavity cancers."}, {"pubmed": 34023181, "text": "Enhanced expression of Galectin-3 in gestational diabetes."}, {"pubmed": 34039037, "text": "Value of galectin-3 in the diagnosis of acute coronary syndrome and the assessment of coronary artery lesions."}, {"pubmed": 34052527, "text": "LGALS3BP/Gal-3 promotes osteogenic differentiation of human periodontal ligament stem cells."}, {"pubmed": 34080003, "text": "Actin binding to galectin-13/placental protein-13 occurs independently of the galectin canonical ligand-binding site."}, {"pubmed": 34088622, "text": "Comparison between galectin-3 and YKL-40 levels for the assessment of liver fibrosis in cirrhotic patients."}, {"pubmed": 34096884, "text": "Galectin-3/adiponectin as a new biological indicator for assessing the risk of type 2 diabetes: a cross-sectional study in a community population."}, {"pubmed": 34112916, "text": "Macropinocytosis requires Gal-3 in a subset of patient-derived glioblastoma stem cells."}, {"pubmed": 34126898, "text": "Contrasting Roles of the Galectin-3 in the Schizophrenia Onset, Clinical Presentation, and Somatic Comorbidity."}, {"pubmed": 34137138, "text": "Serum galectin-3 levels in patients with psoriasis."}, {"pubmed": 34180809, "text": "[Galectin-3, an unexpected mediator at the ER-mitochondria negotiating table].\", trans \"La galectine-3, invitee inattendue a la table des negociations entre reticulum endoplasmique et mitochondrie."}, {"pubmed": 34206141, "text": "Cross-Linking Effects Dictate the Preference of Galectins to Bind LacNAc-Decorated HPMA Copolymers."}, {"pubmed": 34225083, "text": "A translational study of Galectin-3 as an early biomarker and potential therapeutic target for ischemic-reperfusion induced acute kidney injury."}, {"pubmed": 34272745, "text": "Weak immunohistochemical expression of galectin-3 near blisters in Hailey-Hailey disease."}, {"pubmed": 34274729, "text": "Peripheral blood mononuclear cell response to YKL-40 and Galectin-3 in cystic fibrosis."}, {"pubmed": 34289706, "text": "Osteopontin and galectin-3 as biomarkers of maladaptive right ventricular remodeling in pulmonary hypertension."}, {"pubmed": 34290359, "text": "Targeting LAG3/GAL-3 to overcome immunosuppression and enhance anti-tumor immune responses in multiple myeloma."}, {"pubmed": 34297482, "text": "Galectin-3 and CD117 immunocytochemistry in the diagnosis of indeterminate thyroid lesions: A pilot study."}, {"pubmed": 34322092, "text": "Galectin-3 and Estrogen Receptor Alpha as Prognostic Markers in Prolactinoma: Preliminary Results From a Pilot Study."}, {"pubmed": 34371260, "text": "Gene polymorphisms of LGALS2, LGALS3 and LGALS9 in patients with rheumatoid arthritis."}, {"pubmed": 34437403, "text": "Serum Galectin-3 Level Is Positively Associated with Endothelial Dysfunction in Patients with Chronic Kidney Disease Stage 3 to 5."}, {"pubmed": 34439833, "text": "The Role of Galectin-3 and ST2 in Cardiology: A Short Review."}, {"pubmed": 34444962, "text": "Relationship between Circulating Galectin-3, Systemic Inflammation, and Protein-Energy Wasting in Chronic Hemodialysis Patients."}, {"pubmed": 34550239, "text": "Predictors of Total Mortality and Serious Arrhythmic Events in Non-Ischemic Heart Failure Patients: The Role of Galectin-3.\", trans \"Preditores de Mortalidade Total e Eventos Arritmicos Graves em Pacientes com Insuficiencia Cardiaca Nao Isquemica: O Papel da Galectina-3."}, {"pubmed": 34612142, "text": "LGALS3 (galectin 3) mediates an unconventional secretion of SNCA/alpha-synuclein in response to lysosomal membrane damage by the autophagic-lysosomal pathway in human midbrain dopamine neurons."}, {"pubmed": 34619151, "text": "Molecular dynamics simulations elucidate oligosaccharide recognition pathways by galectin-3 at atomic resolution."}, {"pubmed": 34700108, "text": "Elevated expression of galectin-3, thioredoxin and thioredoxin interacting protein in preeclampsia."}, {"pubmed": 34814004, "text": "Tag Variants of LGALS-3 Containing Haplotype Block in Advanced Carotid Atherosclerosis."}, {"pubmed": 34823821, "text": "Serum galectin-3 and TGF-beta levels in patients with sarcoidosis."}, {"pubmed": 34894372, "text": "Galectin-3 facilitates inflammation and apoptosis in chondrocytes through upregulation of the TLR-4-mediated oxidative stress pathway in TC28a2 human chondrocyte cells."}, {"pubmed": 34915525, "text": "The Role of Serum Galectin-3 Levels in Patients with Sarcoidosis."}, {"pubmed": 34929561, "text": "Galectin-3 is linked to peripheral artery disease severity, and urinary excretion is associated with long-term mortality."}, {"pubmed": 34986297, "text": "Galectin-3 inhibits cardiac contractility via a tumor necrosis factor alpha-dependent mechanism in cirrhotic rats."}, {"pubmed": 35023445, "text": "Increased synovial galectin-3 induce inflammatory fibroblast activation and osteoclastogenesis in patients with rheumatoid arthritis."}, {"pubmed": 35029311, "text": "Galectin-3 as an independent prognostic factor after heart transplantation."}, {"pubmed": 35031944, "text": "Expression Pattern and Immunoregulatory Roles of Galectin-1 and Galectin-3 in Atopic Dermatitis and Psoriasis."}, {"pubmed": 35032862, "text": "Galectin-3 levels and inflammatory response in patients undergoing bariatric surgery."}, {"pubmed": 35042522, "text": "Galectin-3 and sST2: associations to the echocardiographic markers of the myocardial mechanics in systemic sclerosis - a pilot study."}, {"pubmed": 35064940, "text": "Galectin-3 Enhances Osteogenic Differentiation of Precursor Cells From Patients With Diffuse Idiopathic Skeletal Hyperostosis via Wnt/beta-Catenin Signaling."}, {"pubmed": 35105290, "text": "Galectin-3 in Microglia-Mediated Neuroinflammation: Implications for Central Nervous System Diseases."}, {"pubmed": 35183528, "text": "Multisystem inflammatory syndrome in children: Inputs of BNP, NT-proBNP and Galectin-3."}, {"pubmed": 35208606, "text": "Trend of Galectin-3 Levels in Patients with Non-ST-Elevation and ST-Elevation Myocardial Infarction."}, {"pubmed": 35231451, "text": "Inhibition of Src improves cardiac fibrosis in AngII-induced hypertrophy by regulating the expression of galectin-3."}, {"pubmed": 35266671, "text": "Serum galectin-3 and aldosterone: potential biomarkers of cardiac complications in patients with COVID-19."}, {"pubmed": 35269646, "text": "Investigation of the Molecular Details of the Interactions of Selenoglycosides and Human Galectin-3."}, {"pubmed": 35281427, "text": "Galectin-3: A Novel Marker for the Prediction of Stroke Incidence and Clinical Prognosis."}, {"pubmed": 35320524, "text": "Revealing the Identity of Human Galectin-3 as a Glycosaminoglycan-Binding Protein."}, {"pubmed": 35320554, "text": "Galectin-3-U1 snRNP Complexes Initiate Splicing Activity in U1-Depleted Nuclear Extracts."}, {"pubmed": 35366371, "text": "Endometrial galectin-3 causes endometriosis by supporting eutopic endometrial cell survival and engraftment in the peritoneal cavity."}, {"pubmed": 35467088, "text": "Impact of moderately reduced renal function on the diagnostic and prognostic value of galectin-3 in patients with exertional dyspnea."}, {"pubmed": 35491999, "text": "Obesity, Galectin-3, and Incident Heart Failure: The ARIC Study."}, {"pubmed": 35599381, "text": "Galectin-3 enhances trastuzumab resistance by regulating cancer malignancy and stemness in HER2-positive breast cancer cells."}, {"pubmed": 35608796, "text": "Spontaneous Preterm Birth: Elevated Galectin-3 and Telomere Shortening May Reflect a Common Pathway of Enhanced Inflammation and Senescence."}, {"pubmed": 35635536, "text": "Galectin-3 is overexpressed in advanced cirrhosis and predicts post-liver transplant infectious complications."}, {"pubmed": 35718316, "text": "Galectin-3 is an independent predictor of postoperative atrial fibrillation and survival after elective cardiac surgery."}, {"pubmed": 35789267, "text": "Galectin-3 facilitates cell-to-cell HIV-1 transmission by altering the composition of membrane lipid rafts in CD4 T cells."}, {"pubmed": 35812455, "text": "Galectin-3 Decreases 4-1BBL Bioactivity by Crosslinking Soluble and Membrane Expressed 4-1BB."}, {"pubmed": 35817157, "text": "Galectin-3 as a Predictor of Post Cardiac Surgery Atrial Fibrillation: A Scoping Review."}, {"pubmed": 35900535, "text": "Diagnostic utility of CK19 and galectin-3 in differentiating papillary thyroid carcinoma from nonneoplastic lesions of thyroid."}, {"pubmed": 35917725, "text": "Prognostic significance of serum galectin-3 in hospitalized patients with COVID-19."}, {"pubmed": 35934654, "text": "Diagnostic Value of Galectin-3 for Identifying Acute Pulmonary Embolism in the Emergency Department."}, {"pubmed": 35955408, "text": "Exploring the Molecular Interactions of Symmetrical and Unsymmetrical Selenoglycosides with Human Galectin-1 and Galectin-3."}, {"pubmed": 35976444, "text": "Predictive role of galectin-3 for immune checkpoint blockades (ICBs) in advanced or metastatic non-small cell lung cancer: a potential new marker for ICB resistance."}, {"pubmed": 36113868, "text": "Sex-specific associations of cardiorespiratory fitness and galectin-3 in the general population."}, {"pubmed": 36141752, "text": "Potential Protective Role of Galectin-3 in Patients with Gonarthrosis and Diabetes Mellitus: A Cross-Sectional Study."}, {"pubmed": 36175599, "text": "Plasma galectin-3 concentration and estimated glomerular filtration rate in patients with type 2 diabetes with and without albuminuria."}, {"pubmed": 36220879, "text": "Galectin-3 binding protein stimulated IL-6 expression is impeded by antibody intervention in SARS-CoV-2 susceptible cell lines."}, {"pubmed": 36221351, "text": "Clinical usefulness of Mac-2 binding protein glycosylation isomer for diagnosing liver cirrhosis and significant fibrosis in patients with chronic liver disease: A retrospective single-center study."}, {"pubmed": 36223831, "text": "Inhibition of Galectin-3 attenuates silica particles-induced silicosis via regulating the GSK-3beta/beta-catenin signal pathway-mediated epithelial-mesenchymal transition."}, {"pubmed": 36318198, "text": "Neurodegeneration Markers Galectin-3 and Apolipoprotein E Are Elevated in the Aqueous Humor of Eyes With Glaucoma."}, {"pubmed": 36332381, "text": "Involvement of Galectin-3 in neurocognitive impairment in obstructive sleep apnea via regulating inflammation and oxidative stress through NLRP3."}, {"pubmed": 36332898, "text": "Galectin-3, Acute Kidney Injury and Myocardial Damage in Patients With Acute Heart Failure."}, {"pubmed": 36388167, "text": "Association between Endothelial Cell-Specific Molecule 1 and Galectin-3 in Patients with ST-Segment Elevation Myocardial Infarction: A Pilot Study."}, {"pubmed": 36449214, "text": "Galectin-3-centered paracrine network mediates cardiac inflammation and fibrosis upon beta-adrenergic insult."}, {"pubmed": 36481721, "text": "Intracellular galectin-3 is a lipopolysaccharide sensor that promotes glycolysis through mTORC1 activation."}, {"pubmed": 36499646, "text": "Increased Expression of Galectin-3 in Skin Fibrosis: Evidence from In Vitro and In Vivo Studies."}, {"pubmed": 36504105, "text": "DC-SIGN and Galectin-3 individually and collaboratively regulate H5N1 and H7N9 avian influenza A virus infection via interaction with viral envelope hemagglutinin protein."}, {"pubmed": 36537046, "text": "Galectin-3 interacts with PD-1 and counteracts the PD-1 pathway-driven regulation of T cell and osteoclast activity in Rheumatoid Arthritis."}, {"pubmed": 36546745, "text": "Galectin-3 as a Novel Biomarker for Predicting Clinical Outcomes in Hospitalized COVID-19 Patients."}, {"pubmed": 36583779, "text": "Galectin-3 in prostate cancer and heart diseases: a biomarker for these two frightening pathologies?"}, {"pubmed": 36591819, "text": "The plasma galectin-3 level has high specificity and sensitivity for predicting postoperative atrial fibrillation after coronary artery bypass surgery."}, {"pubmed": 36624336, "text": "Circulating galectin-3 levels are inversely associated with subclinical cardiovascular disease in obese adults."}, {"pubmed": 36633201, "text": "Efficacy of serum apelin and galectin-3 as potential predictors of mortality in severe COVID-19 patients."}, {"pubmed": 36656189, "text": "Immunohistochemical evaluation of galectin-3 expression in oral squamous cell carcinoma, oral leukoplakia and normal mucosa."}, {"pubmed": 36672849, "text": "Variants Tagging LGALS-3 Haplotype Block in Association with First Myocardial Infarction and Plasma Galectin-3 Six Months after the Acute Event."}, {"pubmed": 36672849, "text": "Variants Tagging LGALS-3 Haplotype Block in Association with First Myocardial Infarction and Plasma Galectin-3 Six Months after the Acute Event."}, {"pubmed": 36745560, "text": "Unraveling the pathophysiologic role of galectin-3 in chronically injured liver."}, {"pubmed": 36803120, "text": "Plasma Galectin-3 and H-FABP correlate with poor physical performance in patients with congestive heart failure."}, {"pubmed": 36807052, "text": "Role of galectin-3 in vascular calcification."}, {"pubmed": 36880731, "text": "Proteolytic regulation of a galectin-3/Lrp1 axis controls osteoclast-mediated bone resorption."}, {"pubmed": 36901846, "text": "Galectin-3 and Blood Group: Binding Properties, Effects on Plasma Levels, and Consequences for Prognostic Performance."}, {"pubmed": 36959138, "text": "Galectin-3 and HFpEF: Clarifying an Emerging Relationship."}, {"pubmed": 36960864, "text": "Estrogen receptors regulate galectin-3 in androgen-independent DU-145 prostate cancer cells."}, {"pubmed": 36975419, "text": "Gal-3 Protein Expression and Localization in Prostate Tumours."}, {"pubmed": 36979345, "text": "Diffuse Myocardial Fibrosis on Cardiac Magnetic Resonance Imaging Is Related to Galectin-3 and Predicts Outcome in Heart Failure."}, {"pubmed": 37017753, "text": "Gingival crevicular fluid galectin-3 and interleukin-1 beta levels in stage 3 periodontitis with grade B and C."}, {"pubmed": 37055381, "text": "Galectin-3 promotes secretion of proteases that decrease epithelium integrity in human colon cancer cells."}, {"pubmed": 37070727, "text": "Role of galectin-3 in the elastic response of radial growth phase melanoma cancer cells."}, {"pubmed": 37079165, "text": "Galectin-3, a damage-associated molecular pattern, in tears of patients with vernal keratoconjunctivitis."}, {"pubmed": 37127515, "text": "Clinical Significance of the Mac-2 Binding Protein Glycosylated Isomer as a Surrogate Marker of Graft Fibrosis After Pediatric Liver Transplantation."}, {"pubmed": 37129844, "text": "Role of galectin-3 as a biomarker in obstructive sleep apnea: a systematic review and meta-analysis."}, {"pubmed": 37175392, "text": "Galectin-3 as a Marker for Increased Thrombogenicity in COVID-19."}, {"pubmed": 37175823, "text": "Development of Galectin-3 Targeting Drugs for Therapeutic Applications in Various Diseases."}, {"pubmed": 37180150, "text": "The necroptosis related gene LGALS3 can be used as a biomarker for the adverse progression from chronic HBV infection to HCC."}, {"pubmed": 37202527, "text": "Galectin-3 shapes toxic alpha-synuclein strains in Parkinson's disease."}, {"pubmed": 37298447, "text": "Galectin-3 Mediates NETosis and Acts as an Autoantigen in Systemic Lupus Erythematosus-Associated Diffuse Alveolar Haemorrhage."}, {"pubmed": 37298569, "text": "The Pivotal Role of Galectin-3 in Viral Infection: A Multifaceted Player in Host-Pathogen Interactions."}, {"pubmed": 37352334, "text": "Deficiency in Galectin-3, -8, and -9 impairs immunity to chronic Mycobacterium tuberculosis infection but not acute infection with multiple intracellular pathogens."}, {"pubmed": 37380081, "text": "Trophoblast cell surface antigen-2 phosphorylation triggered by binding of galectin-3 drives metastasis through down-regulation of E-cadherin."}, {"pubmed": 37574746, "text": "Co-expression of galectin-3 and vimentin in triple negative breast cancer cells promotes tumor progression, metastasis and survival."}, {"pubmed": 37626284, "text": "Elevated galectin-3 levels detected in women with hyperglycemia during early and mid-pregnancy antagonizes high glucose - induced trophoblast cells apoptosis via galectin-3/foxc1 pathway."}, {"pubmed": 37628961, "text": "Epithelial Galectin-3 Induced the Mitochondrial Complex Inhibition and Cell Cycle Arrest of CD8[+] T Cells in Severe/Critical COVID-19."}, {"pubmed": 37638704, "text": "Galectin-3 and suppression of tumorigenicity 2: Two emerging cardiac biomarkers that may be predictors of cardiac fibrosis development in sport."}, {"pubmed": 37685918, "text": "The Role of Galectin-3 in Heart Failure-The Diagnostic, Prognostic and Therapeutic Potential-Where Do We Stand?"}, {"pubmed": 37686069, "text": "The Role of Toll-like Receptor-4 in Macrophage Imbalance in Lethal COVID-19 Lung Disease, and Its Correlation with Galectin-3."}, {"pubmed": 37750426, "text": "Is galectin-3 a useful biomarker in stratifying the risk of heart failure in diabetes?"}, {"pubmed": 37815932, "text": "Galectin-3 does not interact with RNA directly."}, {"pubmed": 37849915, "text": "Insights into the Role of Galectin-3 as a Diagnostic and Prognostic Biomarker of Atrial Fibrillation."}, {"pubmed": 37875993, "text": "Sex-specific role of galectin-3 in aortic stenosis."}, {"pubmed": 37958814, "text": "Increased Levels of Galectin-3 in Critical COVID-19."}, {"pubmed": 37988169, "text": "Galectin-3 aggravates microglial activation and tau transmission in tauopathy."}, {"pubmed": 38151436, "text": "Association between galectin-3 and the prognosis of patients with stroke: A meta-analysis of observational studies."}, {"pubmed": 38172822, "text": "Inter-relationships of galectin-3 and NLR family pyrin domain containing 3 inflammasomes with oral lichen planus: a preliminary cross-sectional in vitro study."}, {"pubmed": 38201234, "text": "Can Galectin-3 Be a Novel Biomarker in Chronic Lymphocytic Leukemia?"}, {"pubmed": 38216266, "text": "Circulating Galectin-3 levels in women with polycystic ovary syndrome: A meta-analysis."}, {"pubmed": 38237765, "text": "Cigarette smoke-induced galectin-3 as a diagnostic biomarker and therapeutic target in lung tissue remodeling."}, {"pubmed": 38251657, "text": "The Role of Galectin3, Tubulinbeta, and Maspin in Promoting Tumor Budding in Colorectal Carcinoma and Their Clinical Implications."}, {"pubmed": 38310085, "text": "Combination of serum alpha-fetoprotein, PIVKA- and glypican-3 in diagnosis of hepatocellular carcinoma: a meta-analysis."}, {"pubmed": 38310352, "text": "Placental expression quantitative trait loci in an East Asian population."}, {"pubmed": 38332916, "text": "Galectin-3 and prohibitin 1 are autoantigens in IgG4-related cholangitis without clear-cut protective effects against toxic bile acids."}, {"pubmed": 38371379, "text": "Galectin-3 promotes fibrosis in ovarian endometriosis."}, {"pubmed": 38438589, "text": "Targeting Galectin 3 illuminates its contributions to the pathology of uterine serous carcinoma."}, {"pubmed": 38471823, "text": "Galectin-3, Metabolic Risk, and Incident Heart Failure: The ARIC Study."}, {"pubmed": 38474141, "text": "Biophysical and Structural Characterization of the Interaction between Human Galectin-3 and the Lipopolysaccharide from Pseudomonas aeruginosa."}, {"pubmed": 38474195, "text": "BAP31 Promotes Angiogenesis via Galectin-3 Upregulation in Neuroblastoma."}, {"pubmed": 38561725, "text": "Role of Galectin-3 in intervertebral disc degeneration: an experimental study."}, {"pubmed": 38613883, "text": "Blocking OLFM4/galectin-3 axis in placental polymorphonuclear myeloid-derived suppressor cells triggers intestinal inflammation in newborns."}, {"pubmed": 38636895, "text": "Galectin-3 depletion tames pro-tumoural microglia and restrains cancer cells growth."}, {"pubmed": 38641066, "text": "Defining the mechanism of galectin-3-mediated TGF-beta1 activation and its role in lung fibrosis."}, {"pubmed": 38674175, "text": "Diagnostic Value of Galectin-3 in Exacerbations of Chronic Obstructive Pulmonary Disease."}, {"pubmed": 38693121, "text": "Galectin-3 impairs calcium transients and beta-cell function."}, {"pubmed": 38840496, "text": "Galectin-3 inhibition alleviated LPS-induced periodontal inflammation in gingival fibroblasts and experimental periodontitis mice."}, {"pubmed": 38930833, "text": "Scrutinising the Conformational Ensemble of the Intrinsically Mixed-Folded Protein Galectin-3."}, {"pubmed": 38951854, "text": "A critical influence of HIF-1 on MMP-9 and Galectin-3 in oral lichen planus."}, {"pubmed": 39097896, "text": "Oxidative stress and galectin-3 levels during skin grafting after hand injury: gender differences."}], "genomic_pos": {"chr": "14", "end": 55145423, "ensemblgene": "ENSG00000131981", "start": 55124110, "strand": 1}, "genomic_pos_hg19": {"chr": "14", "end": 55612126, "start": 55590828, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0002548", "qualifier": "involved_in", "term": "monocyte chemotaxis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0002548", "pubmed": 10925302, "qualifier": "involved_in", "term": "monocyte chemotaxis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006397", "qualifier": "involved_in", "term": "mRNA processing"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008380", "qualifier": "involved_in", "term": "RNA splicing"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030593", "qualifier": "involved_in", "term": "neutrophil chemotaxis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030593", "pubmed": 10925302, "qualifier": "involved_in", "term": "neutrophil chemotaxis"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0030855", "pubmed": 21492153, "qualifier": "involved_in", "term": "epithelial cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0031334", "pubmed": 24846175, "qualifier": "involved_in", "term": "positive regulation of protein-containing complex assembly"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0042129", "pubmed": 8692888, "qualifier": "involved_in", "term": "regulation of T cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045087", "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045806", "qualifier": "involved_in", "term": "negative regulation of endocytosis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045806", "pubmed": 19706535, "qualifier": "involved_in", "term": "negative regulation of endocytosis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0048245", "qualifier": "involved_in", "term": "eosinophil chemotaxis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0048245", "pubmed": 10925302, "qualifier": "involved_in", "term": "eosinophil chemotaxis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0048246", "qualifier": "involved_in", "term": "macrophage chemotaxis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0048246", "pubmed": 10925302, "qualifier": "involved_in", "term": "macrophage chemotaxis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0050860", "pubmed": 19706535, "qualifier": "involved_in", "term": "negative regulation of T cell receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0050918", "qualifier": "involved_in", "term": "positive chemotaxis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050918", "pubmed": 10925302, "qualifier": "involved_in", "term": "positive chemotaxis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070232", "pubmed": 8692888, "qualifier": "involved_in", "term": "regulation of T cell apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071674", "pubmed": 10925302, "qualifier": "involved_in", "term": "mononuclear cell migration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071677", "pubmed": 10925302, "qualifier": "involved_in", "term": "positive regulation of mononuclear cell migration"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0090280", "qualifier": "involved_in", "term": "positive regulation of calcium ion import"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0090280", "pubmed": 10925302, "qualifier": "involved_in", "term": "positive regulation of calcium ion import"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1902041", "pubmed": 8692888, "qualifier": "involved_in", "term": "regulation of extrinsic apoptotic signaling pathway via death domain receptors"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1903078", "pubmed": 24846175, "qualifier": "involved_in", "term": "positive regulation of protein localization to plasma membrane"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:1903614", "pubmed": 24846175, "qualifier": "involved_in", "term": "negative regulation of protein tyrosine phosphatase activity"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2000521", "pubmed": 19706535, "qualifier": "involved_in", "term": "negative regulation of immunological synapse formation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2001189", "pubmed": 19706535, "qualifier": "involved_in", "term": "negative regulation of T cell activation via T cell receptor contact with antigen bound to MHC molecule on antigen presenting cell"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2001200", "pubmed": 16116184, "qualifier": "NOT involved_in", "term": "positive regulation of dendritic cell differentiation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:2001237", "qualifier": "involved_in", "term": "negative regulation of extrinsic apoptotic signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2001237", "pubmed": 22761016, "qualifier": "involved_in", "term": "negative regulation of extrinsic apoptotic signaling pathway"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0001772", "qualifier": "is_active_in", "term": "immunological synapse"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0001772", "pubmed": 19706535, "qualifier": "located_in", "term": "immunological synapse"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005576", "pubmed": 27068509, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": [22664934, 23580065], "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [7682704, 14961764, 22761016], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005681", "qualifier": "part_of", "term": "spliceosomal complex"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": [9447709, 14961764, 22761016], "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005743", "pubmed": 19016746, "qualifier": "located_in", "term": "mitochondrial inner membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0009986", "qualifier": "located_in", "term": "cell surface"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 19946888, "qualifier": "located_in", "term": "membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0030667", "qualifier": "located_in", "term": "secretory granule membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": [20551380, 28327460], "qualifier": "colocalizes_with", "term": "collagen-containing extracellular matrix"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": [25037231, 27559042, 28675934], "qualifier": "located_in", "term": "collagen-containing extracellular matrix"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19056867, 19199708, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0101003", "qualifier": "located_in", "term": "ficolin-1-rich granule membrane"}], "MF": [{"category": "MF", "evidence": "HDA", "id": "GO:0003723", "pubmed": 22658674, "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IC", "id": "GO:0004864", "pubmed": 24846175, "qualifier": "enables", "term": "protein phosphatase inhibitor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [2402511, 19016746, 19706535, 20812334, 21712812, 24945728, 25315772, 25416956, 29427412, 31515488, 31540324, 32296183, 32915505], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0019863", "qualifier": "enables", "term": "IgE binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0019863", "pubmed": 2261464, "qualifier": "enables", "term": "IgE binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019903", "pubmed": 24846175, "qualifier": "enables", "term": "protein phosphatase binding"}, {"category": "MF", "evidence": "EXP", "id": "GO:0030246", "pubmed": 28973299, "qualifier": "enables", "term": "carbohydrate binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042056", "pubmed": 10925302, "qualifier": "enables", "term": "chemoattractant activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0043236", "qualifier": "enables", "term": "laminin binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0043236", "pubmed": 2402511, "qualifier": "enables", "term": "laminin binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0048030", "qualifier": "enables", "term": "disaccharide binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0140693", "pubmed": [28893908, 32144274], "qualifier": "enables", "term": "molecular condensate scaffold activity"}]}, "homologene": {"genes": [[7955, 557373], [8364, 394583], [9031, 373917], [9544, 697290], [9598, 744038], [9606, 3958], [9615, 404021], [9913, 786492], [10090, 16854], [10116, 83781]], "id": 37608}, "interpro": [{"desc": "Galectin, carbohydrate recognition domain", "id": "IPR001079", "short_desc": "Galectin_CRD"}, {"desc": "Concanavalin A-like lectin/glucanase domain superfamily", "id": "IPR013320", "short_desc": "ConA-like_dom_sf"}, {"desc": "Galectin-like", "id": "IPR044156", "short_desc": "Galectin-like"}], "ipi": "IPI00465431", "map_location": "14q22.3", "name": "galectin 3", "other_names": ["35 kDa lectin", "IgE-binding protein", "MAC-2 antigen", "advanced glycation end-product receptor 3", "carbohydrate-binding protein 35", "epididymis secretory sperm binding protein", "galactose-specific lectin 3", "galectin-3", "laminin-binding protein", "lectin L-29", "lectin, galactoside-binding, soluble, 3"], "pantherdb": {"HGNC": "6563", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "96778", "ortholog_type": "LDO", "panther_family": "PTHR11346", "taxid": 10090, "uniprot_kb": "P16110"}, {"RGD": "69356", "ortholog_type": "LDO", "panther_family": "PTHR11346", "taxid": 10116, "uniprot_kb": "P08699"}, {"Ensembl": "ENSGALG00000012173", "ortholog_type": "LDO", "panther_family": "PTHR11346", "taxid": 9031, "uniprot_kb": "A0A1D5PQI1"}, {"ZFIN": "ZDB-GENE-060503-178", "ortholog_type": "O", "panther_family": "PTHR11346", "taxid": 7955, "uniprot_kb": "A5PN32"}, {"ZFIN": "ZDB-GENE-030131-4324", "ortholog_type": "LDO", "panther_family": "PTHR11346", "taxid": 7955, "uniprot_kb": "F1QSL3"}, {"ZFIN": "ZDB-GENE-030131-7667", "ortholog_type": "O", "panther_family": "PTHR11346", "taxid": 7955, "uniprot_kb": "A0A0R4I9F2"}, {"WormBase": "WBGene00008284", "ortholog_type": "O", "panther_family": "PTHR11346", "taxid": 6239, "uniprot_kb": "Q18813"}, {"WormBase": "WBGene00002269", "ortholog_type": "O", "panther_family": "PTHR11346", "taxid": 6239, "uniprot_kb": "Q9N384"}, {"WormBase": "WBGene00002265", "ortholog_type": "O", "panther_family": "PTHR11346", "taxid": 6239, "uniprot_kb": "Q20684"}, {"WormBase": "WBGene00009833", "ortholog_type": "O", "panther_family": "PTHR11346", "taxid": 6239, "uniprot_kb": "Q20549"}, {"WormBase": "WBGene00002272", "ortholog_type": "O", "panther_family": "PTHR11346", "taxid": 6239, "uniprot_kb": "G5EC10"}, {"WormBase": "WBGene00002273", "ortholog_type": "O", "panther_family": "PTHR11346", "taxid": 6239, "uniprot_kb": "G5EBV4"}, {"WormBase": "WBGene00206478", "ortholog_type": "O", "panther_family": "PTHR11346", "taxid": 6239, "uniprot_kb": "F5GU58"}, {"WormBase": "WBGene00002270", "ortholog_type": "O", "panther_family": "PTHR11346", "taxid": 6239, "uniprot_kb": "Q09605"}, {"WormBase": "WBGene00002271", "ortholog_type": "O", "panther_family": "PTHR11346", "taxid": 6239, "uniprot_kb": "Q09610"}, {"WormBase": "WBGene00002274", "ortholog_type": "O", "panther_family": "PTHR11346", "taxid": 6239, "uniprot_kb": "Q94215"}, {"WormBase": "WBGene00017080", "ortholog_type": "O", "panther_family": "PTHR11346", "taxid": 6239, "uniprot_kb": "Q5ZR27"}, {"WormBase": "WBGene00002268", "ortholog_type": "O", "panther_family": "PTHR11346", "taxid": 6239, "uniprot_kb": "G5EFI4"}, {"WormBase": "WBGene00018649", "ortholog_type": "O", "panther_family": "PTHR11346", "taxid": 6239, "uniprot_kb": "Q9GZE0"}, {"WormBase": "WBGene00009748", "ortholog_type": "O", "panther_family": "PTHR11346", "taxid": 6239, "uniprot_kb": "O01331"}, {"WormBase": "WBGene00009747", "ortholog_type": "O", "panther_family": "PTHR11346", "taxid": 6239, "uniprot_kb": "O01330"}, {"WormBase": "WBGene00009751", "ortholog_type": "O", "panther_family": "PTHR11346", "taxid": 6239, "uniprot_kb": "C4RVF6"}, {"WormBase": "WBGene00018651", "ortholog_type": "O", "panther_family": "PTHR11346", "taxid": 6239, "uniprot_kb": "Q9GZD8"}, {"WormBase": "WBGene00007768", "ortholog_type": "O", "panther_family": "PTHR11346", "taxid": 6239, "uniprot_kb": "K8ERT0"}, {"WormBase": "WBGene00009746", "ortholog_type": "O", "panther_family": "PTHR11346", "taxid": 6239, "uniprot_kb": "O01329"}, {"WormBase": "WBGene00235368", "ortholog_type": "O", "panther_family": "PTHR11346", "taxid": 6239, "uniprot_kb": "U4PM93"}, {"WormBase": "WBGene00018650", "ortholog_type": "O", "panther_family": "PTHR11346", "taxid": 6239, "uniprot_kb": "Q9GZD9"}, {"WormBase": "WBGene00002267", "ortholog_type": "O", "panther_family": "PTHR11346", "taxid": 6239, "uniprot_kb": "Q18625"}, {"WormBase": "WBGene00004165", "ortholog_type": "O", "panther_family": "PTHR11346", "taxid": 6239, "uniprot_kb": "Q9U2I7"}, {"WormBase": "WBGene00018254", "ortholog_type": "O", "panther_family": "PTHR11346", "taxid": 6239, "uniprot_kb": "Q20256"}, {"WormBase": "WBGene00018255", "ortholog_type": "O", "panther_family": "PTHR11346", "taxid": 6239, "uniprot_kb": "Q09277"}, {"WormBase": "WBGene00002266", "ortholog_type": "O", "panther_family": "PTHR11346", "taxid": 6239, "uniprot_kb": "Q09581"}, {"WormBase": "WBGene00002264", "ortholog_type": "O", "panther_family": "PTHR11346", "taxid": 6239, "uniprot_kb": "P36573"}, {"FlyBase": "FBgn0031214", "ortholog_type": "O", "panther_family": "PTHR11346", "taxid": 7227, "uniprot_kb": "Q9VPI7"}, {"FlyBase": "FBgn0031213", "ortholog_type": "O", "panther_family": "PTHR11346", "taxid": 7227, "uniprot_kb": "Q9VPI6"}, {"FlyBase": "FBgn0034365", "ortholog_type": "O", "panther_family": "PTHR11346", "taxid": 7227, "uniprot_kb": "A1ZBB1"}, {"FlyBase": "FBgn0038419", "ortholog_type": "O", "panther_family": "PTHR11346", "taxid": 7227, "uniprot_kb": "Q9VEW5"}], "uniprot_kb": "P17931"}, "pathway": {"pid": [{"id": "hedgehog_glipathway", "name": "Hedgehog signaling events mediated by Gli proteins"}, {"id": "ras_pathway", "name": "Regulation of Ras family activation"}], "reactome": [{"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-6798695", "name": "Neutrophil degranulation"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-879415", "name": "Advanced glycosylation endproduct receptor signaling"}, {"id": "R-HSA-8878166", "name": "Transcriptional regulation by RUNX2"}, {"id": "R-HSA-8878171", "name": "Transcriptional regulation by RUNX1"}, {"id": "R-HSA-8939246", "name": "RUNX1 regulates transcription of genes involved in differentiation of myeloid cells"}, {"id": "R-HSA-8941333", "name": "RUNX2 regulates genes involved in differentiation of myeloid cells"}], "wikipathways": [{"id": "WP2324", "name": "AGE-RAGE pathway"}, {"id": "WP2431", "name": "Spinal Cord Injury"}]}, "pdb": ["1A3K", "1KJL", "1KJR", "2NMN", "2NMO", "2NN8", "2XG3", "3AYA", "3AYC", "3AYD", "3AYE", "3T1L", "3T1M", "3ZSJ", "3ZSK", "3ZSL", "3ZSM", "4BLI", "4BLJ", "4BM8", "4JC1", "4JCK", "4LBJ", "4LBK", "4LBL", "4LBM", "4LBN", "4LBO", "4R9A", "4R9B", "4R9C", "4R9D", "4RL7", "4XBN", "5E88", "5E89", "5E8A", "5EXO", "5H9P", "5H9R", "5IUQ", "5NF7", "5NF9", "5NFA", "5NFB", "5NFC", "5OAX", "5ODY", "6B8K", "6EOG", "6EOL", "6EXY", "6EYM", "6F2Q", "6F6Y", "6FK2", "6FOF", "6G0V", "6H64", "6I74", "6I75", "6I76", "6I77", "6I78", "6KXA", "6KXB", "6Q0Q", "6Q17", "6QGE", "6QGF", "6QLN", "6QLO", "6QLP", "6QLQ", "6QLR", "6QLS", "6QLT", "6QLU", "6RHL", "6RHM", "6RZF", "6RZG", "6RZH", "6RZI", "6RZJ", "6RZK", "6RZL", "6RZM", "6TF6", "6TF7", "6Y4C", "6Y78", "6ZVF", "7BE3", "7CXA", "7DF5", "7RDO", "7RDP", "7RGX", "7RGY", "7RGZ", "7RH0", "7RH1", "7RH3", "7RH4", "7XFA", "7ZQX", "8BZ3", "8ITX", "8ITZ", "8OJI", "8OJK", "8OJM", "8OJO", "8PBF", "8PF9", "8PFF", "8PPN"], "pfam": "PF00337", "pharmgkb": "PA30340", "pharos": {"target_id": 1243, "tdl": "Tchem"}, "pir": "A35820", "prosite": "PS51304", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF183826", "relationship": "is"}, {"id": "GNF194732", "relationship": "is"}, {"id": "GNF205638", "relationship": "is"}, {"id": "GNF211020", "relationship": "is"}, {"id": "GNF216472", "relationship": "is"}, {"id": "GNF221924", "relationship": "is"}, {"id": "GNF227376", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF159493", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF037693", "relationship": "is"}, "GNF_hs-druggable_siRNA": {"id": "GNF063814", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF007987", "relationship": "is"}, {"id": "GNF007988", "relationship": "is"}, {"id": "GNF007989", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF233334", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": {"id": "GNF337621", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF097682", "relationship": "is"}, {"id": "GNF113551", "relationship": "is"}, {"id": "GNF137337", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000014.9", "NC_060938.1", "NG_017089.1"], "protein": ["NP_001344607.1", "NP_002297.2"], "rna": ["NM_001177388.1", "NM_001357678.2", "NM_002306.4", "NR_003225.2"], "translation": [{"protein": "NP_001344607.1", "rna": "NM_001357678.2"}, {"protein": "NP_002297.2", "rna": "NM_002306.4"}]}, "reporter": {"HG-U133_Plus_2": ["1557197_a_at", "208949_s_at"], "HG-U95Av2": "35367_at", "HG-U95B": ["41950_at", "44494_at"], "HTA-2_0": ["TC14000323.hg.1", "TC14001693.hg.1"], "HuEx-1_0": "3536706", "HuGene-1_1": "7974461", "HuGene-2_1": "16784381"}, "retired": 81625, "summary": "This gene encodes a member of the galectin family of carbohydrate binding proteins. Members of this protein family have an affinity for beta-galactosides. The encoded protein is characterized by an N-terminal proline-rich tandem repeat domain and a single C-terminal carbohydrate recognition domain. This protein can self-associate through the N-terminal domain allowing it to bind to multivalent saccharide ligands. This protein localizes to the extracellular matrix, the cytoplasm and the nucleus. This protein plays a role in numerous cellular functions including apoptosis, innate immunity, cell adhesion and T-cell regulation. The protein exhibits antimicrobial activity against bacteria and fungi. Alternate splicing results in multiple transcript variants.[provided by RefSeq, Oct 2014].", "symbol": "LGALS3", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1416831"}, "unigene": "Hs.531081", "uniprot": {"Swiss-Prot": "P17931", "TrEMBL": ["G3V407", "A0A024R693", "G3V3R6"]}, "wikipedia": {"url_stub": "LGALS3"}}