{"AllianceGenome": "6564", "HGNC": "6564", "MIM": "600626", "_id": "3959", "_version": 2, "accession": {"genomic": ["AC100788.8", "CH471099.1", "CP068261.2", "NC_000017.11", "NC_060941.1", "U91729.1"], "protein": ["AAA36193.1", "AAH02403.1", "AAH02998.1", "AAH15761.1", "ALQ33622.1", "ALQ33623.1", "BAG51600.1", "BAG56725.1", "BAG58382.1", "BAG62653.1", "BAG62970.1", "CAA55699.1", "EAW89543.1", "EAW89544.1", "EAW89545.1", "EAW89546.1", "NP_005558.1", "Q08380.1", "XP_054172018.1"], "rna": ["AK055977.1", "AK057776.1", "AK293183.1", "AK295442.1", "AK301040.1", "AK301444.1", "AK307665.1", "BC002403.2", "BC002998.1", "BC015761.1", "BQ649131.1", "KU178164.1", "KU178165.1", "L13210.1", "NM_005567.4", "X79089.1", "XM_054316043.1"], "translation": [{"protein": "CAA55699.1", "rna": "X79089.1"}, {"protein": "NP_005558.1", "rna": "NM_005567.4"}, {"protein": "AAH15761.1", "rna": "BC015761.1"}, {"protein": "BAG56725.1", "rna": "AK293183.1"}, {"protein": "BAG62653.1", "rna": "AK301040.1"}, {"protein": "AAH02998.1", "rna": "BC002998.1"}, {"protein": "ALQ33623.1", "rna": "KU178165.1"}, {"protein": "XP_054172018.1", "rna": "XM_054316043.1"}, {"protein": "BAG58382.1", "rna": "AK295442.1"}, {"protein": "AAH02403.1", "rna": "BC002403.2"}, {"protein": "ALQ33622.1", "rna": "KU178164.1"}, {"protein": "AAA36193.1", "rna": "L13210.1"}, {"protein": "BAG62970.1", "rna": "AK301444.1"}, {"protein": "BAG51600.1", "rna": "AK055977.1"}]}, "alias": ["90K", "BTBD17B", "CyCAP", "M2BP", "MAC-2-BP", "TANGO10B", "gp90"], "ec": "3.6.1.6", "ensembl": {"gene": "ENSG00000108679", "protein": ["ENSP00000262776", "ENSP00000465120", "ENSP00000465380", "ENSP00000465729", "ENSP00000465982", "ENSP00000466318", "ENSP00000466333", "ENSP00000466850", "ENSP00000467211", "ENSP00000467646", "ENSP00000467976", "ENSP00000468131", "ENSP00000468480", "ENSP00000468586", "ENSP00000468774"], "transcript": ["ENST00000262776", "ENST00000585407", "ENST00000586300", "ENST00000586720", "ENST00000587251", "ENST00000587310", "ENST00000587311", "ENST00000588198", "ENST00000588205", "ENST00000588508", "ENST00000588587", "ENST00000588899", "ENST00000588990", "ENST00000589527", "ENST00000589775", "ENST00000589906", "ENST00000591274", "ENST00000591778", "ENST00000592255"], "translation": [{"protein": "ENSP00000465120", "rna": "ENST00000591778"}, {"protein": "ENSP00000262776", "rna": "ENST00000262776"}, {"protein": "ENSP00000467976", "rna": "ENST00000587311"}, {"protein": "ENSP00000465982", "rna": "ENST00000586720"}, {"protein": "ENSP00000466850", "rna": "ENST00000587251"}, {"protein": "ENSP00000468480", "rna": "ENST00000588198"}, {"protein": "ENSP00000467211", "rna": "ENST00000589527"}, {"protein": "ENSP00000465729", "rna": "ENST00000585407"}, {"protein": "ENSP00000468774", "rna": "ENST00000589775"}, {"protein": "ENSP00000465380", "rna": "ENST00000589906"}, {"protein": "ENSP00000466333", "rna": "ENST00000587310"}, {"protein": "ENSP00000467646", "rna": "ENST00000588205"}, {"protein": "ENSP00000468131", "rna": "ENST00000588990"}, {"protein": "ENSP00000466318", "rna": "ENST00000588899"}, {"protein": "ENSP00000468586", "rna": "ENST00000591274"}], "type_of_gene": "protein_coding"}, "entrezgene": "3959", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 13.0864015664, "exp_mis": 209.8145108, "exp_syn": 112.480166886, "lof_z": 0.571317400012325, "mis_z": -0.14133380228184, "mu_lof": 1.0569434667e-06, "mu_mis": 1.98382206701e-05, "mu_syn": 1.05541578118e-05, "n_lof": 11.0, "n_mis": 214.0, "n_syn": 116.0, "p_li": 3.92643319809695e-07, "p_null": 0.642587289316973, "p_rec": 0.357412318039707, "syn_z": -0.2057450944712}, "bp": 1758, "cds_end": 76973273, "cds_start": 76967657, "n_exons": 5, "nonpsych": {"exp_lof": 11.7530449798, "exp_mis": 189.81097322, "exp_syn": 101.714000519, "lof_z": 0.215723622807775, "mis_z": -0.189969819444081, "mu_lof": 1.0569434667e-06, "mu_mis": 1.98382206701e-05, "mu_syn": 1.05541578118e-05, "n_lof": 11.0, "n_mis": 195.0, "n_syn": 113.0, "p_li": 1.6285828776949e-07, "p_null": 0.786880129820154, "p_rec": 0.213119707321558, "syn_z": -0.704552205717229}, "nontcga": {"exp_lof": 12.0305798291, "exp_mis": 193.020454078, "exp_syn": 103.472854702, "lof_z": 0.861913531154459, "mis_z": -0.393724572983071, "mu_lof": 1.0569434667e-06, "mu_mis": 1.98382206701e-05, "mu_syn": 1.05541578118e-05, "n_lof": 9.0, "n_mis": 204.0, "n_syn": 110.0, "p_li": 1.27259045535219e-05, "p_null": 0.390070498777256, "p_rec": 0.609916775318191, "syn_z": -0.406283551608392}, "transcript": "ENST00000262776.3"}, "exons": [{"cdsend": 78977191, "cdsstart": 78971575, "chr": "17", "position": [[78971254, 78972704], [78972969, 78973222], [78974687, 78974819], [78975964, 78976156], [78977139, 78977214], [78979823, 78979923]], "strand": -1, "transcript": "NM_005567", "txend": 78979923, "txstart": 78971254}], "exons_hg19": [{"cdsend": 76973273, "cdsstart": 76967657, "chr": "17", "position": [[76967336, 76968786], [76969051, 76969304], [76970769, 76970901], [76972046, 76972238], [76973221, 76973296], [76975905, 76976005]], "strand": -1, "transcript": "NM_005567", "txend": 76976005, "txstart": 76967336}], "generif": [{"pubmed": 11867635, "text": "structural and functional properties of M2BP"}, {"pubmed": 11980646, "text": "Expression of 90K (Mac-2 BP) correlates with distant metastasis and predicts survival in stage I non-small cell lung cancer patients."}, {"pubmed": 14758079, "text": "REVIEW: role in tumor progression and metastasis"}, {"pubmed": 15231701, "text": "90K plays an important role in the maintenance of an appropriate level of immune response."}, {"pubmed": 16518858, "text": "a possible mechanism by which Tumor-associated antigen 90K may contribute to colon cancer progression is by modulating tumor cell adhesion to extracellular proteins, including galectin-3"}, {"pubmed": 17091455, "text": "There is no difference in Gal-3 expression in peripheral blood lymphocytes in patients with papillary thyroid cancer"}, {"pubmed": 17131321, "text": "Elevated Mac-2 binding protein is associated with distant metastasis and higher tumor stage in gastric cancer"}, {"pubmed": 17949550, "text": "serum galectin 3 binding protein (G3BP) levels were increased in Behcet's patients when compared with healthy controls and patients with inactive disease"}, {"pubmed": 18450743, "text": "galectin-3-binding protein as a factor secreted by neuroblastoma cells that stimulates the expression of interleukin-6 in bone marrow stromal cells and provides a novel function for this protein in cancer progression."}, {"pubmed": 18490383, "text": "identified extracellular endosialin ligands and identified Mac-2 BP/90K as a specific interaction partner"}, {"pubmed": 18594176, "text": "EGF signal is critical for the Mac-2BP expression, and more importantly, STAT3 protein could work as a negative regulator, while human telomerase reverse transcriptase as a positive regulator in Mac-2BP transcription."}, {"pubmed": 18646789, "text": "Mac-2 binding protein was found to be overexpressed in oral squamous cell carcinoma (OSCC) specimens and significantly elevated in the sera of OSCC patients compared to healthy controls"}, {"pubmed": 19017490, "text": "NGF induces Mac-2BP expression via the PI3K/Akt/NF-kappaB pathway."}, {"pubmed": 19153476, "text": "High serum 90K (median value >or=1,249.50 ng/ml) showed a significant association with stage III/IV, >or=2 extranodal involvements and risk of high/high-intermediate international prognostic index"}, {"pubmed": 19291534, "text": "the Mac-2 BP may play a role in the development and progression of mucinous ovarian tumours"}, {"pubmed": 19544526, "text": "Engineered enhancement of LGALS3BP expression in EWS cells resulted in inhibition of anchorage independent cell growth/reduction of cell migration and metastasis. Silencing of LGALS3BP expression reverted cell behavior with respect to in vitro parameters"}, {"pubmed": 20019050, "text": "Initial assessment showed that serum Mac-2BP is significantly elevated in patients with NET (neuroendocrine tumors) and is expressed by the majority of NET tissues."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20583127, "text": "Serum Mac-2BP does not appear to originate in the prostate and it is unlikely that Mac-2BP can be used for the differential diagnosis of prostate cancer versus benign prostatic hyperplasia."}, {"pubmed": 21094132, "text": "These results suggest that galectin-3 binding protein may be a potential therapeutic target for treatment of, at least, colon cancer patients with high expression of galectin-3 binding protein."}, {"pubmed": 21474793, "text": "serum changes of three glycoproteins, galectin-3 binding protein, insulin-like growth factor binding protein 3, and thrombospondin 1, was associated with the development of hepatocellular carcinoma"}, {"pubmed": 21515679, "text": "Mac-2BP was detected as a predominant DC-SIGN ligand expressed on some primary colorectal cancer tissues"}, {"pubmed": 21660451, "text": "LGALS3BP gene was expressed by neuroblatoma cell lines and patients' neuroblasts"}, {"pubmed": 22447108, "text": "results show that NF-kappaB regulated the expression of G3BP and that G3BP increased the adhesion of T47D breast cancer cells to fibronectin"}, {"pubmed": 22496229, "text": "Adeno-associated virus type 6 interacts with G3BP in human and dog sera but not in macaque serum."}, {"pubmed": 22864925, "text": "LGALS3BP induces vascular endothelial growth factor in human breast cancer cells and promotes angiogenesis."}, {"pubmed": 22970241, "text": "breast cancer cells express Mac-2BP as a novel E-selectin ligand, potentially revealing a new prognostic and therapeutic target for breast cancer"}, {"pubmed": 23184915, "text": "The expression of serum Mac-2 binding protein is a potential therapeutic target and biomarker for lung cancer."}, {"pubmed": 23233740, "text": "MIR596 is frequently observed in oral squamous cell carcinoma and regulates expression of LGAL3BP."}, {"pubmed": 23443559, "text": "LGALS3BP suppresses assembly of centriolar substructures."}, {"pubmed": 23775887, "text": "Serum Mac-2 binding protein levels as a novel diagnostic biomarker for prediction of disease severity and nonalcoholic steatohepatitis"}, {"pubmed": 23830458, "text": "Recombinant 90K showed an apparent molecular weight of approximately 78kDa which was much smaller than that ( approximately 97kDa) of the natural 90K. It is suggested that recombinant 90K has small N-glycans with about half the molecular weight of N-glycans of natural 90K."}, {"pubmed": 23899964, "text": "Studied levels of galectin-3 binding protein in milk from 247 HIV-infected Zambian mothers. Levels were higher in those mothers who transmitted HIV through breast-feeding."}, {"pubmed": 24156545, "text": "Thus, 90K constitutes a novel antiviral factor that reduces the particle infectivity of HIV-1, involving interference with the maturation and incorporation of HIV-1 Env molecules into virions."}, {"pubmed": 24302979, "text": "LGALS3BP is enriched in human ovarian carcinoma exosomes."}, {"pubmed": 24362527, "text": "LGALS3BP-mediated integrin activation results into signal transmission via Akt, JNK and the Ras cascade via the Raf-ERK axis while p38 activity is kept at baseline levels"}, {"pubmed": 25013204, "text": "Gal-3BP levels in patients with haemorrhagic fever with renal syndrome correlated with increased complement activation and with clinical variables reflecting the severity of acute hantavirus infection."}, {"pubmed": 25320078, "text": "These findings suggest a novel immunoinhibitory function for LGALS3BP that might be important for immune evasion of tumor cells during cancer progression."}, {"pubmed": 26070204, "text": "Post-Tx WFA+-M2BP (> 2.0 COI) is associated with the risk for development of HCC among patients with SVR. The WFA+-M2BP values could be a new predictor for HCC after SVR."}, {"pubmed": 26124285, "text": "Results provide direct evidence for the involvement of CALU and LGALS3BP as potential negative regulators in the virus-triggered induction of the typeI interferons."}, {"pubmed": 26168351, "text": "study elucidates the specificity of Gal-3BP interacting with galectin-1 and the role of Gal-3BP in cancer cell aggregation and metastasis"}, {"pubmed": 26219351, "text": "These results provide evidence that low expression of LGALS3BP participates in malignant progression of colorectal cancer."}, {"pubmed": 26448934, "text": "90K/Mac-2BP correlated with the size of colorectal cancer."}, {"pubmed": 26502662, "text": "findings may help clarify the molecular mechanism of the tumor-suppressive effect through down-regulation of LGALS3BP by miR-596 in Oral Squamous Cell Carcinoma"}, {"pubmed": 26503549, "text": "three uniquely identified proteins (CDK6 , galectin-3-binding protein and LDH C) were found, which show tight connection with prostate cancer and presence of all of them was previously linked to certain aspects of prostate cancer"}, {"pubmed": 27176937, "text": "In this study, we addressed this question by analysing sLex expression together with two glycoproteins (BST-2 and LGALS3BP).Concomitant high expression of BST-2 with sLex defined a sub-group of patients with ER-negative tumours displaying higher risks of liver and brain metastasis and a 3-fold decreased survival rate"}, {"pubmed": 27240351, "text": "Results showed that in acute febrile phase, galectin-9 and galectin-3BP were induced in dengue patients compared to healthy controls suggesting that both molecules might be important inflammatory mediators in acute dengue virus infection."}, {"pubmed": 27344370, "text": "serum M2BP may reflect silent atherosclerosis in apparently healthy subjects"}, {"pubmed": 27588936, "text": "the serum M2BP-adiponectin complex is elevated in men with coronary artery disease"}, {"pubmed": 27604950, "text": "M2BP inhibits both HIV-1 Env processing and virion production.M2BP traps HIV-1 Gag to vimentin filaments to inhibit the transportation of HIV-1 Gag to the plasma membrane."}, {"pubmed": 27665173, "text": "Serum M2BP can be a useful biomarker for the diagnosis of pancreatic ductal adenocarcinoma and the prediction of disease progression since it potentially reflects altered pro-oncologic glycosylation enzymes"}, {"pubmed": 27668402, "text": "Our present results highlight the action of 90K on promoting degradation of mutant beta-catenin lacking the phosphorylation sites in the N-terminus."}, {"pubmed": 28008658, "text": "WFA + -M2BP from hepatic stellate cells induces Mac-2 expression in Kupffer cells, which in turn activates hepatic stellate cells to be fi brogenic."}, {"pubmed": 28336809, "text": "the combination of 17-AAG and PI3K/Akt inhibitor would effectively suppress acquired resistance to 17-AAG. In conclusion, targeting of LGALS3BP-mediated-specific survival signaling pathway in resistant cells may provide a novel therapeutic model for the cancer therapy."}, {"pubmed": 28537900, "text": "A higher pre-treatment WFA+-M2BP level was associated with an increased risk of HCC development in patients with undetectable HBV DNA under NA therapy."}, {"pubmed": 28731888, "text": "Elevated plasma M2BP levels might be predictive of unstable plaque and were associated independently with poor cardiovascular outcomes in patients with acute coronary syndromes."}, {"pubmed": 28756229, "text": "The Mac-2BP may have a role in regulating the extracellular spreading and storage of the Wnts, thereby modulating their bioavailability and stability."}, {"pubmed": 28811008, "text": "Serum Mac-2-binding protein expression predicts disease severity in chronic hepatitis C patients."}, {"pubmed": 29207493, "text": "Results showed that 90K destabilizes E-cadherin and affects cell adhesion and invasion in subconfluent cancer cells via dissociation of the E-cadherin-p120-catenin complex, suggesting that 90K drives less confluent tumor cells into the early steps of cancer metastasis."}, {"pubmed": 29233037, "text": "Serum M2BP might contribute to the inflammatory process in systemic lupus erythematosus."}, {"pubmed": 29288305, "text": "M2BPGi is a very useful, easily applicable clinical indicator associated with hepatocellular carcinoma development in chronic hepatitis B patients virologically well controlled with nucleot(s)ide analogues therapy; higher levels of serum M2BPGi at 48 weeks was independent risk factors for hepatocellular carcinoma development."}, {"pubmed": 29318378, "text": "M2BPGi is a surrogate marker for assessing hepatic stellate cells (HSC) activation. These findings may reveal the roles of HSCs in extrahepatic fibrotic disease progression. [Review]"}, {"pubmed": 29679552, "text": "Data suggest that serum levels of RBP4 and LGAL3BP are up-regulated after menopause when complicated by NAFLD (non-alcoholic fatty liver disease); RBP4 and LGAL3BP may serve as biomarkers of NAFLD in postmenopausal women. (RBP4 = retinol binding protein 4; LGAL3BP = galectin-3 binding protein)"}, {"pubmed": 29679592, "text": "that Multiple coagulation factor deficiency protein 2 promotes cancer metastasis by regulating lectin mannose binding 1 and level of galactoside-binding soluble 3 binding protein expression levels"}, {"pubmed": 29743357, "text": "Low LGALS3BP expression is associated with HIV infections."}, {"pubmed": 29882603, "text": "Gal-3BP expression is induced in viral infection and by a multitude of molecules that either mimic or are characteristic for an ongoing inflammation and microbial infection. It belongs to the scavenger receptor cysteine-rich (SRCR) domain-containing protein family, by virtue of its N-terminal SRCR domain. Review."}, {"pubmed": 30101431, "text": "Mac-2 binding protein glycosylation isomer is a novel liver fibrosis marker"}, {"pubmed": 30161179, "text": "In a large cohort of patients with the full spectrum of NAFLD, WFA+ -M2BP levels predicted the presence of advanced disease and correlated strongly with fibrosis stage."}, {"pubmed": 30306612, "text": "Serum M2BPGi level significantly decreases after nucleoside analogue treatment in chronic hepatitis B patients."}, {"pubmed": 30530049, "text": "M2BP is highly expressed in advanced carotid artery plaques and significantly correlated with clinical ischemic manifestations."}, {"pubmed": 30585730, "text": "adhesion protein LGALS3BP was found to be significantly enriched in circulating EVs from a cohort of EC patients with a high risk of recurrence by targeted proteomics (multiple reaction monitoring), highlighting its potential in liquid biopsy in EC."}, {"pubmed": 30775897, "text": "Mac-2 binding protein glycosylation isomer (M2BPGi] might be able to detect liver fibrosis with great sensitivity"}, {"pubmed": 30786068, "text": "useful to identify high risk patients on antiviral treatment for subsequent hepatocellular carcinoma development"}, {"pubmed": 30848102, "text": "Results showed that LGALS3BP was upregulated at both RNA and protein levels in glioblastoma (GBM) tissue and generally associated with shorter overall survival (OS) in GBM patients."}, {"pubmed": 30918432, "text": "High serum levels of Mac-2 binding protein glycosylation isomer (M2BPGi) increased hepatocellular carcinoma risk by 4-5 folds. If M2BPGi is below the threshold (0.68 cut-off index), there is > 99% chance that the patient will not develop liver cancer in the subsequent 15 years."}, {"pubmed": 31019124, "text": "Our results showed that serum Gal-3 and Gal-9 should not be considered biomarkers of inflammatory bowel disease. Despite not being a specific marker for Crohn's Disease, serum Gal-3BP might be used as an adjuvant biomarker for disease activity."}, {"pubmed": 31302247, "text": "Increased LGALS3BP promotes proliferation and migration of oral squamous cell carcinoma via PI3K/AKT pathway."}, {"pubmed": 31393964, "text": "Wisteria floribunda agglutinin-positive Mac-2-binding protein had a good performance in distinguishing liver fibrosis in chronic hepatitis B patients."}, {"pubmed": 31653515, "text": "Elevated serum M2BP levels reflects one of the contributors to the progression of silent atherosclerosis."}, {"pubmed": 31681284, "text": "Stimulation of Mononuclear Cells Through Toll-Like Receptor 9 Induces Release of Microvesicles Expressing Double-Stranded DNA and Galectin 3-Binding Protein in an Interferon-alpha-Dependent Manner."}, {"pubmed": 31752995, "text": "High Gal3BP levels were associated with female sex, increasing sCD163 and total cholesterol levels, and decreasing HDL-cholesterol levels in patients with type 1 diabetes. The prevalence of high Gal3BP was more than twice as high in the women as in the men."}, {"pubmed": 31894262, "text": "The GALNT6LGALS3BP axis promotes breast cancer cell growth."}, {"pubmed": 31996371, "text": "Galectin 3-binding protein suppresses amyloid-beta production by modulating beta-cleavage of amyloid precursor protein."}, {"pubmed": 32221402, "text": "Investigating LGALS3BP/90 K glycoprotein in the cerebrospinal fluid of patients with neurological diseases."}, {"pubmed": 32444247, "text": "Serum Mac-2-binding protein glycosylation isomer predicts esophagogastric varices in cirrhotic patients with chronic hepatitis C virus infection treated with IFN-free direct-acting antiviral agent: M2BPGi levels predict varices in SVR patients."}, {"pubmed": 32455631, "text": "Wisteria floribunda Agglutinin-Positive Mac-2 Binding Protein but not alpha-fetoprotein as a Long-Term Hepatocellular Carcinoma Predictor."}, {"pubmed": 32550761, "text": "M2BPGi for assessing liver fibrosis in patients with hepatitis C treated with direct-acting antivirals."}, {"pubmed": 32847841, "text": "Serum levels of mac-2 binding protein are associated with diabetic microangiopathy and macroangiopathy in people with type 2 diabetes."}, {"pubmed": 33208911, "text": "Plasma exosomes from endometrial cancer patients contain LGALS3BP to promote endometrial cancer progression."}, {"pubmed": 33247961, "text": "Serum Mac-2 binding protein glycosylation isomer as a biomarker of fibrosis in living donor liver transplant graft."}, {"pubmed": 33337998, "text": "Galectin-3-binding protein is a novel predictor of venous thromboembolism in systemic lupus erythematosus."}, {"pubmed": 33354779, "text": "Microvesicles in active lupus nephritis show Toll-like receptor 9-dependent co-expression of galectin-3 binding protein and double-stranded DNA."}, {"pubmed": 33686953, "text": "90K predicts the prognosis of glioma patients and enhances tumor lysate-pulsed DC vaccine for immunotherapy of GBM in vitro."}, {"pubmed": 33910911, "text": "Serum galectin-3BP as a novel marker of obesity and metabolic syndrome in Chinese adolescents."}, {"pubmed": 34052527, "text": "LGALS3BP/Gal-3 promotes osteogenic differentiation of human periodontal ligament stem cells."}, {"pubmed": 34192302, "text": "N-glycan structures of Wisteria floribunda agglutinin-positive Mac2 binding protein in the serum of patients with liver fibrosisdagger."}, {"pubmed": 34565385, "text": "Role of galectin 3 binding protein in cancer progression: a potential novel therapeutic target."}, {"pubmed": 34728600, "text": "Extracellular LGALS3BP regulates neural progenitor position and relates to human cortical complexity."}, {"pubmed": 34858323, "text": "Association of Serum Galectin-3-Binding Protein and Metabolic Syndrome in a Chinese Adult Population."}, {"pubmed": 34874835, "text": "Human herpesvirus infections and circulating microvesicles expressing galectin-3 binding protein in patients with systemic lupus erythematosus."}, {"pubmed": 34969731, "text": "Mac-2 Binding Protein Glycosylation Isomer as a Prognostic Marker for Hepatocellular Carcinoma With Sustained Virological Response."}, {"pubmed": 35038949, "text": "Lectin galactoside-binding soluble 3 binding protein mediates methotrexate resistance in choriocarcinoma cell lines."}, {"pubmed": 35346341, "text": "Urinary galectin-3 binding protein (G3BP) as a biomarker for disease activity and renal pathology characteristics in lupus nephritis."}, {"pubmed": 35895036, "text": "LGALS3BP in Microglia Promotes Retinal Angiogenesis Through PI3K/AKT Pathway During Hypoxia."}, {"pubmed": 36245285, "text": "Platelet LGALS3BP as a Mediator of Myeloid Inflammation in Systemic Lupus Erythematosus."}, {"pubmed": 36508734, "text": "Urine Galectin-3 binding protein reflects nephritis activity in systemic lupus erythematosus."}, {"pubmed": 37162650, "text": "90K/LGALS3BP expression is upregulated in COVID-19 but may not restrict SARS-CoV-2 infection."}, {"pubmed": 37186007, "text": "Circular RNA circARHGEF28 inhibited the progression of prostate cancer via the miR-671-5p/LGALS3BP/NF-kappaB axis."}, {"pubmed": 37191353, "text": "Visualizing Galectin-3 Binding Protein Expression with ImmunoPET."}, {"pubmed": 37467891, "text": "Polymeric immunoglobulin receptor and galectin-3-binding protein are raised in biliary atresia: Reveals a proteomic-based study."}, {"pubmed": 38038005, "text": "Diagnostic Value of Serum Galectin-3 Binding Protein Level in Patients with Pulmonary Arterial Hypertension."}, {"pubmed": 38321872, "text": "Potential of Mac-2-binding protein glycan isomer as a new therapeutic target in pancreatic cancer."}, {"pubmed": 38393692, "text": "LGALS3BP is a novel and potential biomarker in clear cell renal cell carcinoma."}, {"pubmed": 38825040, "text": "Galectin-3-Binding Protein Inhibits Extracellular Heparan 6-O-Endosulfatase Sulf-2."}], "genomic_pos": {"chr": "17", "end": 78979947, "ensemblgene": "ENSG00000108679", "start": 78971238, "strand": -1}, "genomic_pos_hg19": {"chr": "17", "end": 76976191, "start": 76967320, "strand": -1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0006968", "pubmed": 8034587, "qualifier": "involved_in", "term": "cellular defense response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007155", "qualifier": "involved_in", "term": "cell adhesion"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": 8390986, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0016192", "qualifier": "involved_in", "term": "vesicle-mediated transport"}], "CC": [{"evidence": "HDA", "gocategory": "CC", "id": "GO:0005576", "pubmed": 27068509, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 16502470, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 25645918, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0016020", "qualifier": "located_in", "term": "membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0031089", "qualifier": "located_in", "term": "platelet dense granule lumen"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": 20551380, "qualifier": "colocalizes_with", "term": "collagen-containing extracellular matrix"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": 27559042, "qualifier": "located_in", "term": "collagen-containing extracellular matrix"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19056867, 19199708, 21362503, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0072562", "pubmed": 22516433, "qualifier": "located_in", "term": "blood microparticle"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0005044", "pubmed": 8390986, "qualifier": "enables", "term": "scavenger receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [26618866, 29162697, 29924966, 30833792, 32814053], "qualifier": "enables", "term": "protein binding"}]}, "homologene": {"genes": [[7955, 405809], [7955, 550351], [7955, 677742], [9598, 454930], [9606, 3959], [9615, 483345], [9913, 531137], [10090, 19039], [10116, 245955]], "id": 4067}, "interpro": [{"desc": "SRCR domain", "id": "IPR001190", "short_desc": "SRCR"}, {"desc": "SRCR-like domain", "id": "IPR017448", "short_desc": "SRCR-like_dom"}, {"desc": "SRCR-like domain superfamily", "id": "IPR036772", "short_desc": "SRCR-like_dom_sf"}, {"desc": "BTB/POZ domain", "id": "IPR000210", "short_desc": "BTB/POZ_dom"}, {"desc": "SKP1/BTB/POZ domain superfamily", "id": "IPR011333", "short_desc": "SKP1/BTB/POZ_sf"}, {"desc": "BTB/Kelch-associated", "id": "IPR011705", "short_desc": "BACK"}], "ipi": ["IPI00023673", "IPI01010990"], "map_location": "17q25.3", "name": "galectin 3 binding protein", "other_names": ["L3 antigen", "MAC2BP", "Mac-2-binding protein", "basement membrane autoantigen p105", "galectin-3-binding protein", "lectin galactoside-binding soluble 3-binding protein", "mac-2 BP", "serum protein 90K", "transport and golgi organization 10 homolog B", "tumor-associated antigen 90K"], "pantherdb": {"HGNC": "6564", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "99554", "ortholog_type": "LDO", "panther_family": "PTHR24410", "taxid": 10090, "uniprot_kb": "Q07797"}, {"RGD": "620837", "ortholog_type": "LDO", "panther_family": "PTHR24410", "taxid": 10116, "uniprot_kb": "O70513"}, {"ZFIN": "ZDB-GENE-060331-57", "ortholog_type": "O", "panther_family": "PTHR24410", "taxid": 7955, "uniprot_kb": "Q24JV9"}, {"ZFIN": "ZDB-GENE-050417-143", "ortholog_type": "O", "panther_family": "PTHR24410", "taxid": 7955, "uniprot_kb": "F1RAR8"}, {"ZFIN": "ZDB-GENE-040426-2262", "ortholog_type": "LDO", "panther_family": "PTHR24410", "taxid": 7955, "uniprot_kb": "Q6NY73"}, {"FlyBase": "FBgn0030330", "ortholog_type": "O", "panther_family": "PTHR24410", "taxid": 7227, "uniprot_kb": "Q7K187"}, {"dictyBase": "DDB_G0292436", "ortholog_type": "O", "panther_family": "PTHR24410", "taxid": 352472, "uniprot_kb": "Q54D84"}, {"dictyBase": "DDB_G0272218", "ortholog_type": "O", "panther_family": "PTHR24410", "taxid": 352472, "uniprot_kb": "Q75JX5"}], "uniprot_kb": "Q08380"}, "pathway": {"reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-114608", "name": "Platelet degranulation "}, {"id": "R-HSA-76002", "name": "Platelet activation, signaling and aggregation"}, {"id": "R-HSA-76005", "name": "Response to elevated platelet cytosolic Ca2+"}]}, "pdb": ["1BY2", "6GFB"], "pfam": ["PF00530", "PF07707"], "pharmgkb": "PA30341", "pharos": {"target_id": 6077, "tdl": "Tbio"}, "pir": ["A47161", "A55899"], "prosite": ["PS50097", "PS50287"], "reagent": {"CM-LibrX-no-seq": [{"id": "GNF326567", "relationship": "is"}, {"id": "GNF326568", "relationship": "is"}, {"id": "GNF326569", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF252159", "relationship": "is"}, {"id": "GNF252161", "relationship": "is"}, {"id": "GNF252162", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": [{"id": "GNF157901", "relationship": "is"}, {"id": "GNF158828", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF033805", "relationship": "weakly similar to"}, {"id": "GNF042856", "relationship": "is"}, {"id": "GNF049717", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF085423", "relationship": "is"}, {"id": "GNF085424", "relationship": "is"}, {"id": "GNF085425", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053943", "relationship": "is"}, {"id": "GNF058720", "relationship": "is"}, {"id": "GNF073986", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF063977", "relationship": "is"}, {"id": "GNF063978", "relationship": "is"}], "GNF_hs_LentiORF-HA-MYC": [{"id": "GNF282529", "relationship": "is"}, {"id": "GNF282623", "relationship": "is"}], "GNF_hs_LentiORF-Jred": [{"id": "GNF283456", "relationship": "is"}, {"id": "GNF283550", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF007990", "relationship": "is"}, {"id": "GNF030104", "relationship": "is"}, {"id": "GNF131331", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF285417", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF330049", "relationship": "is"}, {"id": "GNF331517", "relationship": "is"}, {"id": "GNF333135", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": [{"id": "GNF335588", "relationship": "is"}, {"id": "GNF338418", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF094495", "relationship": "is"}, {"id": "GNF134152", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000017.11", "NC_060941.1"], "protein": ["NP_005558.1", "XP_054172018.1"], "rna": ["NM_005567.4", "XM_054316043.1"], "translation": [{"protein": "NP_005558.1", "rna": "NM_005567.4"}, {"protein": "XP_054172018.1", "rna": "XM_054316043.1"}]}, "reporter": {"HG-U133_Plus_2": "200923_at", "HG-U95Av2": "37754_at", "HTA-2_0": "TC17001924.hg.1", "HuEx-1_0": "3772719", "HuGene-1_1": "8018975", "HuGene-2_1": "16849576"}, "summary": "The galectins are a family of beta-galactoside-binding proteins implicated in modulating cell-cell and cell-matrix interactions. LGALS3BP has been found elevated in the serum of patients with cancer and in those infected by the human immunodeficiency virus (HIV). It appears to be implicated in immune response associated with natural killer (NK) and lymphokine-activated killer (LAK) cell cytotoxicity. Using fluorescence in situ hybridization the full length 90K cDNA has been localized to chromosome 17q25. The native protein binds specifically to a human macrophage-associated lectin known as Mac-2 and also binds galectin 1. [provided by RefSeq, Jul 2008].", "symbol": "LGALS3BP", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1334335"}, "unigene": "Hs.514535", "uniprot": {"Swiss-Prot": "Q08380", "TrEMBL": ["K7EJD3", "K7ER67", "K7EM15", "K7ES75", "K7EP36", "K7ERZ6", "K7ELA1", "K7EKQ5", "K7EJY8", "K7EQT9", "K7ESM3", "K7EN99"]}, "wikipedia": {"url_stub": "LGALS3BP"}}