{"AllianceGenome": "6585", "HGNC": "6585", "MIM": "152790", "_id": "3973", "_version": 2, "accession": {"genomic": ["AC073082.6", "AC087816.4", "AF024642.1", "AF082076.1", "CH471053.2", "CP068276.2", "KF456667.1", "MT041244.1", "MT041245.1", "MT041246.1", "MT041247.1", "MT041248.1", "NC_000002.12", "NC_060926.1", "NG_008193.2", "NG_033050.2", "X84753.1", "X84754.1", "X84755.1", "X84756.1", "X84757.1", "X84758.1", "X84759.1", "X84760.1", "X84761.1", "X84762.1", "X84763.1"], "protein": ["AAA59515.1", "AAA70231.1", "AAB19917.2", "AAB88417.1", "AAC98291.1", "AAX88979.1", "AAY15065.1", "CAA59234.1", "EAX00190.1", "EAX00191.1", "EAX00192.1", "NP_000224.2", "P22888.4", "QPB73992.1", "QPB73993.1", "QPB73994.1", "QPB73995.1", "QPB73996.1", "XP_005264366.1", "XP_006712078.1", "XP_011531136.1", "XP_016859579.1", "XP_047300247.1", "XP_047300248.1", "XP_047300249.1", "XP_054197985.1", "XP_054197986.1", "XP_054197987.1", "XP_054197988.1", "XP_054197989.1", "XP_054197990.1", "XP_054197991.1"], "rna": ["AK123498.1", "BX101581.1", "DA376746.1", "M63108.1", "M73746.1", "NM_000233.4", "S57793.1", "XM_005264309.4", "XM_006712015.4", "XM_011532834.3", "XM_017004090.1", "XM_047444291.1", "XM_047444292.1", "XM_047444293.1", "XM_054342010.1", "XM_054342011.1", "XM_054342012.1", "XM_054342013.1", "XM_054342014.1", "XM_054342015.1", "XM_054342016.1"], "translation": [{"protein": "AAB19917.2", "rna": "S57793.1"}, {"protein": "AAA59515.1", "rna": "M63108.1"}, {"protein": "XP_054197988.1", "rna": "XM_054342013.1"}, {"protein": "XP_006712078.1", "rna": "XM_006712015.4"}, {"protein": "XP_047300247.1", "rna": "XM_047444291.1"}, {"protein": "XP_054197986.1", "rna": "XM_054342011.1"}, {"protein": "XP_054197985.1", "rna": "XM_054342010.1"}, {"protein": "XP_054197987.1", "rna": "XM_054342012.1"}, {"protein": "XP_047300249.1", "rna": "XM_047444293.1"}, {"protein": "AAA70231.1", "rna": "M73746.1"}, {"protein": "XP_011531136.1", "rna": "XM_011532834.3"}, {"protein": "XP_005264366.1", "rna": "XM_005264309.4"}, {"protein": "XP_016859579.1", "rna": "XM_017004090.1"}, {"protein": "XP_054197991.1", "rna": "XM_054342016.1"}, {"protein": "NP_000224.2", "rna": "NM_000233.4"}, {"protein": "XP_054197989.1", "rna": "XM_054342014.1"}, {"protein": "XP_054197990.1", "rna": "XM_054342015.1"}, {"protein": "XP_047300248.1", "rna": "XM_047444292.1"}]}, "alias": ["HHG", "LCGR", "LGR2", "LH/CG-R", "LH/CGR", "LHR", "LHRHR", "LSH-R", "ULG5"], "ensembl": {"gene": "ENSG00000138039", "protein": ["ENSP00000294954", "ENSP00000385406", "ENSP00000385847", "ENSP00000386033", "ENSP00000403748"], "transcript": ["ENST00000294954", "ENST00000401907", "ENST00000403273", "ENST00000405626", "ENST00000428232", "ENST00000477576"], "translation": [{"protein": "ENSP00000294954", "rna": "ENST00000294954"}, {"protein": "ENSP00000386033", "rna": "ENST00000405626"}, {"protein": "ENSP00000385847", "rna": "ENST00000403273"}, {"protein": "ENSP00000385406", "rna": "ENST00000401907"}, {"protein": "ENSP00000403748", "rna": "ENST00000428232"}], "type_of_gene": "protein_coding"}, "entrezgene": "3973", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 18.4092663045, "exp_mis": 185.915198994, "exp_syn": 75.9572580638, "lof_z": 1.01797635525304, "mis_z": -0.720487600591527, "mu_lof": 1.57979797216e-06, "mu_mis": 1.93773783374e-05, "mu_syn": 8.34463943002e-06, "n_lof": 14.0, "n_mis": 206.0, "n_syn": 76.0, "p_li": 2.80154457660207e-08, "p_null": 0.509578540930913, "p_rec": 0.490421431053641, "syn_z": -0.00304018020510154}, "bp": 2100, "cds_end": 48982810, "cds_start": 48914835, "n_exons": 11, "nonpsych": {"exp_lof": 16.4654645127, "exp_mis": 168.074502551, "exp_syn": 68.5519476733, "lof_z": 1.32279346080028, "mis_z": -0.619589211616227, "mu_lof": 1.57979797216e-06, "mu_mis": 1.93773783374e-05, "mu_syn": 8.34463943002e-06, "n_lof": 11.0, "n_mis": 184.0, "n_syn": 73.0, "p_li": 3.4410226967338e-06, "p_null": 0.227171515895848, "p_rec": 0.772825043081455, "syn_z": -0.338238661700691}, "nontcga": {"exp_lof": 16.9173527496, "exp_mis": 171.022822764, "exp_syn": 69.8615044943, "lof_z": 1.17936012671832, "mis_z": -0.722960146539685, "mu_lof": 1.57979797216e-06, "mu_mis": 1.93773783374e-05, "mu_syn": 8.34463943002e-06, "n_lof": 12.0, "n_mis": 190.0, "n_syn": 73.0, "p_li": 6.28217939310528e-07, "p_null": 0.318405684070928, "p_rec": 0.681593687711133, "syn_z": -0.237752745384989}, "transcript": "ENST00000294954.7"}, "exons": [{"cdsend": 48755671, "cdsstart": 48687696, "chr": "2", "position": [[48686773, 48688849], [48694223, 48694304], [48698614, 48698800], [48708947, 48709022], [48713985, 48714054], [48723455, 48723533], [48723621, 48723696], [48725675, 48725750], [48729152, 48729227], [48731226, 48731298], [48755510, 48755724]], "strand": -1, "transcript": "NM_000233", "txend": 48755724, "txstart": 48686773}], "exons_hg19": [{"cdsend": 48982810, "cdsstart": 48914835, "chr": "2", "position": [[48913912, 48915988], [48921362, 48921443], [48925753, 48925939], [48936086, 48936161], [48941124, 48941193], [48950594, 48950672], [48950760, 48950835], [48952814, 48952889], [48956291, 48956366], [48958365, 48958437], [48982649, 48982863]], "strand": -1, "transcript": "NM_000233", "txend": 48982863, "txstart": 48913912}], "generif": [{"pubmed": 11857565, "text": "Results confirm the fact that somatic activating mutations of gonadotropin receptors are involved in gonadal tumorigenesis."}, {"pubmed": 11988313, "text": "review of the mechanism of desensitization to LH mediated by extensive clustering and internalization of the LH hormone-receptor complex"}, {"pubmed": 12040016, "text": "Cis- and trans-activation of hormone receptors: the LH receptor"}, {"pubmed": 12088926, "text": "Evidence that luteinising hormone receptor polymorphisms may contribute to male undermasculinisation."}, {"pubmed": 12091390, "text": "HDAC-Sin3A complex regulates LHR Gene transcription"}, {"pubmed": 12242044, "text": "study of the conformations of the active and inactive states of the hLHR"}, {"pubmed": 12270268, "text": "LH receptor gene expresses in normal endometrium at very low levels, and at increased levels in endometrial cancerous tissues compared with surrounding microscopically normal tissues"}, {"pubmed": 12444891, "text": "Homozygous mutation within the conserved Ala-Phe-Asn-Glu-Thr motif of exon 7 of the LH receptor causes male pseudohermaphroditism."}, {"pubmed": 12450321, "text": "Structure of LH receptor based on molecular modeling and the supporting experimental data from engineered and naturally occurring mutations. (review)"}, {"pubmed": 12519858, "text": "LH-responsive Cushing's syndrome, associated with bilateral adrenal hyperplasia, may result from aberrant (or possibly increased) adrenal LH receptor expression."}, {"pubmed": 12679452, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12679452, "text": "findings suggest that the luteinizing hormone receptor 18insLQ gene polymorphism determines an earlier age of disease onset and is prognostic for poor outcome of breast cancer"}, {"pubmed": 12727981, "text": "although exon 10 of the luteinizing hormone receptor plays no role in ligand binding, it is important for receptor activation by LH by a mechanism probably involving extracellular conformational changes"}, {"pubmed": 12770743, "text": "Point mutations in the hinge region or ligand binding could cause conformational changes in the transmembrane region that result in Gs activation."}, {"pubmed": 12816543, "text": "In human ovaries, MAb found 6 distinct LHR bands migrating at approximately 92, 80, 68, 59, 52 & 48 kDa. There is a possible role for LHR in the development of abnormal pregnancy, pelvic floor disorders & Alzheimer's disease."}, {"pubmed": 12843195, "text": "human cervix contains functional LH/hCG receptors, which suggests that LH during the menstrual cycle and hCG during pregnancy may regulate cervical functions."}, {"pubmed": 12850276, "text": "results of mutagenesis and buffer studies suggest that electrostatic effects contribute to ligand binding and/or that the LHR ectodomain may exist in two conformations, one being more accessible to ligand at reduced ionic strength."}, {"pubmed": 12933660, "text": "the G proteins activated by constitutively active mutants of the hLHR associated with Leydig cell hyperplasia or tumors are identical and are the same as those activated by the agonist-engaged hLHR-wt."}, {"pubmed": 12972613, "text": "The LHR gene promoter is repressed by cross talk among the transcription factors EAR3, SP1 and TFIIB."}, {"pubmed": 14507927, "text": "characterization of interaction with GAIP-interacting protein C terminus"}, {"pubmed": 14594799, "text": "cell surface human lutropin receptor self-associates"}, {"pubmed": 14605099, "text": "a novel, noncontiguous, transferable motif that participates in the sorting of internalized G protein-coupled receptors"}, {"pubmed": 14764820, "text": "Fetal kidney, liver, pancreas, lung, small and large intestines, and adrenals contained hCG/LH receptors. May mediate pleiotropic actions of hCG in growing human fetus."}, {"pubmed": 15016840, "text": "analysis of mutations in human luteinizing hormone receptor"}, {"pubmed": 15031322, "text": "splice variant of the human luteinizing hormone (LH) receptor modulates the expression of wild-type human LH receptor"}, {"pubmed": 15084485, "text": "H295R cells contain LH/hCG receptors, which are coupled to increasing DHEAS secretion through upregulating the dhea sulfotransferase enzyme mRNA level"}, {"pubmed": 15169923, "text": "These data do not support the hypothesis that qualitative changes in LH receptor splicing have a role in luteolysis or that a naturally occurring LH receptor lacking exon 10 has a role in maternal recognition of pregnancy."}, {"pubmed": 15292356, "text": "demonstrated the presence of LH/hCG receptor mRNA and protein in normal male breast tissue obtained at autopsy and archival samples of benign gynecomastia and male breast carcinoma"}, {"pubmed": 15304492, "text": "characterization of the position of conserved alpha-subunit regions in lutropin receptor complexes"}, {"pubmed": 15304512, "text": "contacts between the small seatbelt loop of alpha-human choriogonadotropin and the lutropin receptor involve its backbone atoms and possibly the side chain of residue betaAsp-99"}, {"pubmed": 15539429, "text": "palmitoylation of cysteine residues 643 and 644 of the human LHR is a determinant of recycling"}, {"pubmed": 15607529, "text": "Leydig cell hypoplasia due to inactivation of luteinizing hormone receptor by a novel homozygous nonsense truncation mutation in the seventh transmembrane domain"}, {"pubmed": 15788387, "text": "SP factors play an intimate part in transcriptional regulation of the this receptor gene."}, {"pubmed": 15878956, "text": "activation of the LHR results from subtle modifications of intramolecular interactions between the two domains and low-affinity binding of hCG to the extracellular loops or residues preceding the first transmembrane segment"}, {"pubmed": 15889138, "text": "Lutropin receptors form homo- and heterodimers, via interactions involving primarily their heptahelical domains. The large hormone-binding ectodomains were dispensable for dimerization but modulated protomer interaction. The dimers show allosterism."}, {"pubmed": 15890674, "text": "human follitropin (FSH) receptor association with splicing variant of human lutropin/choriogonadotropin receptor negatively controls the expression of human FSH receptor"}, {"pubmed": 15908694, "text": "the structural trigger of the constitutive activity of the L457R mutant of the lutropin receptor may also be responsible for its lack of hormone responsiveness"}, {"pubmed": 16135786, "text": "Epigenetic silencing and activation of the LHR gene is achieved through coordinated histone acetylation and promoter DNA methylation."}, {"pubmed": 16332935, "text": "LH receptor expression is elevated in aldosterone-producing adenomas, which makes LH a potential cause of the excessive production of aldosterone in a subset of these adrenal tumors."}, {"pubmed": 16709601, "text": "LHR I114F mutation reduces ligand binding and signal transduction, and is partially responsible for Leydig cell hypoplasia"}, {"pubmed": 16837644, "text": "Decidualization results in the downregulation of LHCGR."}, {"pubmed": 16943418, "text": "These studies have revealed a novel mechanism of Trichostatin A action through derecruitment of a repressor from the Luteinizing hormone receptor gene promoter in a PI3K/PKCzeta-induced Sp1 phosphorylation-dependent manner."}, {"pubmed": 17045393, "text": "In the absence of ligand, constitutively active receptors are self-associated and located in high buoyancy membrane fractions, both characteristics of the hormone-treated wild type receptor."}, {"pubmed": 17045394, "text": "The data presented here support the model of glycoprotein hormone-receptor interaction in which the hormone binds to the extracellular domain through the beta subunit and then the alpha subunit is brought in contact with the transmembrane domain."}, {"pubmed": 17052834, "text": "Molecular dynamics simulations on the isolated receptor and computational modeling of LHR homodimerization suggest that mutation-induced LHR activation favors H4-H4 contacts involving the highly conserved W491 from both the receptors monomers."}, {"pubmed": 17055147, "text": "REVIEW: novel insights into the properties of target cells expressing activating hLHR mutants and into the structural basis for hLHR activation"}, {"pubmed": 17074323, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17092637, "text": "These results reveal a novel mechanism of regulation for gonadotropin receptor expression."}, {"pubmed": 17293445, "text": "Ectodomain has major function apart from hormone binding, also interacts with transmembrane domain."}, {"pubmed": 17458905, "text": "This study characterized the human trophoblastic luteinizing hormone/chorionic gonadotropin receptor and investigated its expression using the in vitro model of human cytotrophoblast differentiation into syncytiotrophoblast."}, {"pubmed": 17548147, "text": "In Ishikawa cells LH/hCG does not utilize its conventional receptor."}, {"pubmed": 17556863, "text": "Rhes inhibits functional activity (cyclic AMP production) of LHR."}, {"pubmed": 17609213, "text": "study shows FSHR constitutively activating mutants (CAMs) not as active as LHR CAMs with comparable mutation; all FSHR CAMs showed strong promiscuous activation by high concentration of other glycoprotein hormone receptors; LHR CAMs showed little or none"}, {"pubmed": 17692113, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17709176, "text": "Although functional changes of the LHR 291Ser candidate allele were observed, no associations with breast cancer were found, while the LHR 312Asn allele can be regarded as a weak breast cancer risk allele."}, {"pubmed": 17709176, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18162522, "text": "An intracellular loop (IL2) residue confers different basal constitutive activities to the human lutropin receptor and human thyrotropin receptor through structural communication between IL2 and helix 6, via helix 3."}, {"pubmed": 18217981, "text": "LH/hCGR, coexpressed with hCGbeta, may act as a potential mediator of hCG action in nontrophoblastic gynecological cancers"}, {"pubmed": 18300940, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18300940, "text": "The S312N SNP in exon 10 (rs2293275) was significantly less frequent in men with maldescended testes than in controls."}, {"pubmed": 18313839, "text": "Data show that mutations of the lutropin/choriogonadotropin receptor that do not activate the phosphoinositide cascade allow hCG to induce aromatase expression in immature rat granulosa cells."}, {"pubmed": 18372343, "text": "A novel regulatory signaling mechanism of transcriptional control in which the LHR is derepressed through PKCalpha/ERK-mediated Sp1 phosphorylation, causing the release of HDAC1/mSin3A complex from the promoter."}, {"pubmed": 18411916, "text": "Co-expression of LH/hCGR and hCG protein in individual cancer cells may point to an autocrine or paracrine mechanism of _hCG activity in the tumor microenvironment."}, {"pubmed": 18433292, "text": "findings identify a new, functional exon in the LHCGR gene and show that mutations in this exon cause some cases of Leydig cell hypoplasia"}, {"pubmed": 18439297, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18439297, "text": "We report the discovery of a genetic interaction between APOE and LHCGR alleles that is associated with a significantly decreased risk for Alzheimer's disease in males"}, {"pubmed": 18508780, "text": "LHR mutations may represent an underestimated cause of infertility in women, in addition to being responsible for male hypogonadism with reduced spermatogenesis"}, {"pubmed": 18596044, "text": "dissociation of serine/threonine protein phosphatases PP2A and PP1 from the LHR promoter mediates TSA-induced activation of LHR gene transcription in a cell-specific manner"}, {"pubmed": 18641392, "text": "Asp(330) and Tyr(331) are key amino acids in LH/hCG mediated signaling"}, {"pubmed": 18647647, "text": "These results show that, in MA-10 cells, the hLHR activates Fyn through an arrestin-3-dependent pathway and that this pathway is a mediator of the hLHR-provoked release of EGF-like growth factors."}, {"pubmed": 18758818, "text": "Sensitivity of breast cancer cells to hormones that target the LH receptor may favor invasive breast cancer."}, {"pubmed": 18767927, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18772599, "text": "Sexual pseudo-precocity caused by a somatic activating mutation of the LH receptor preceding true sexual precocity."}, {"pubmed": 18848524, "text": "These results suggest that the extracellular domain of the LHR is one of the determinants that confer its ability for proper maturation and cell surface expression."}, {"pubmed": 18971217, "text": "very low levels of LHCGR expression were found in all adult adrenocortical carcinomas."}, {"pubmed": 19010824, "text": "study showed in ovarian cancer cells LHR expression & activation upregulate ErbB-2 expression; data establish role for LH & LHR in regulation of ErbB-2 expression & suggest ErbB-2 upregulation alone is insufficient in producing aggressive phenotype"}, {"pubmed": 19064572, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19086053, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19129711, "text": "Inactivating mutations of luteinizing hormone beta-subunit or luteinizing hormone receptor cause oligo-amenorrhea and infertility in women."}, {"pubmed": 19147490, "text": "hLHR dimers/oligomers are formed early in the biosynthetic pathway in the ER, are constitutively expressed on the plasma membrane, and are not affected by the activation state of the hLHR."}, {"pubmed": 19246536, "text": "Expression of LHR splice variants is regulated in the human corpora lutea. During functional luteolysis a truncated variant could modulate the cell surface expression and activity of full-length LHR."}, {"pubmed": 19356624, "text": "LH receptors are undetectable in 62% of breast tumor samples and 41 of 42 breast cancer cell line"}, {"pubmed": 19394610, "text": "Higher adiposity and younger gynecological age predict rapid luteinizing hormone secretion with increased pulse frequency. [2] The early years after menarche represent a vulnerable window for an exaggerated LHPF with weight gain."}, {"pubmed": 19403562, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19492585, "text": "We found a heterozygous mutation of the LHR gene in a prepubertal child with testotoxicosis."}, {"pubmed": 19508998, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19551906, "text": "report expands the genotypic spectrum of LHCGR mutations, with relevant implications for the molecular analysis of this gene."}, {"pubmed": 19574343, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19598235, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19616090, "text": "A profoundly signaling impaired hLHR(D405N,Y546F) mutant, when co-expressed with either wild type or active mutant, attenuates signaling of the latter and this is due to the formation of receptor heterodimers."}, {"pubmed": 19636197, "text": "overexpression of human chorionic gonadotropin receptor is associated with adrenocorticotropin-independent Cushing's syndrome in pregnancy."}, {"pubmed": 20173016, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20374734, "text": "This review is intended to provide a brief, general overview of LHCGR."}, {"pubmed": 20424473, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20444430, "text": "recent advances in our understanding of LHR structure and structure-function [REVIEW] relationships, as well as hormone-mediated changes in gene expression in ovarian cancer cells"}, {"pubmed": 20570710, "text": "[review] LHR expression in the ovary is regulated by a post-transcriptional mechanism mediated by mevalonate kinase thereby linking LHR expression with cholesterol metabolism."}, {"pubmed": 20634197, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20646984, "text": "chronically elevated levels, along with unknown genetic and epigenetic changes, may also lead to the formation of tumors that can secrete all three major classes of adrenal steroid hormones"}, {"pubmed": 20716560, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20734064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20835841, "text": "Results identify key amino acids that are part of the regulatory network responsible for propagating communication between the extracellular and intracellular poles of the luteinizing hormone receptor."}, {"pubmed": 21147848, "text": "data show that LH-regulated ERK1/2 signaling is required for the LRBP-mediated down-regulation of LHR mRNA"}, {"pubmed": 21193408, "text": "findings demonstrated a critical aspect of LHR modulation whereby PC4 acts as a coactivator of Sp1 to contribute to the human of LHR transcription"}, {"pubmed": 21330483, "text": "Data suggest that a subset of patients with primary aldosteronism has aberrant LHR and GNRHR expression, which could modulate aldosterone secretion."}, {"pubmed": 21490077, "text": "the somatic D578H-LHR mutation in the LHR gene was observed in the majority of the patients with Leydig cell adenoma and in a patient with nodular Leydig cell hyperplasia in both testes"}, {"pubmed": 21575145, "text": "Cultured human early pregnancy placental explants also released LHCGR via microvesicles."}, {"pubmed": 21622536, "text": "C terminus of Galpha(s) was found to be necessary for LHR and beta(2)-AR signaling."}, {"pubmed": 21683950, "text": "Case Report: Mutation impairing the function of LHCGR may be responsible for empty follicle syndrome."}, {"pubmed": 21690095, "text": "Restricted lateral diffusion of luteinizing hormone receptors in membrane microdomains."}, {"pubmed": 21711548, "text": "Ovarian cancer cells transfected to express functional LHR showed the differential expression of 1,783 genes in response to LH treatment."}, {"pubmed": 21720050, "text": "Paper describes the first application of prenatal diagnosis in LHCGR deficiency for 46,XY disorders of sex development with the subsequent delivery of a normal baby."}, {"pubmed": 21989932, "text": "the structurally uncharacterized C-terminal domain of LHR extracellular domain can no longer be considered to be an inert structural element of the receptor"}, {"pubmed": 22002533, "text": "The results indicated that LHR-Del7 does not have negative effect on LHR-WT cell surface expression, and although the pathological splicing variant LHR-Del7 was able to localize to cell membranes it failed to bind hCG and had no effect on wild-type LHR."}, {"pubmed": 22207559, "text": "FSH and LH receptors were found in normal postmenopausal ovaries"}, {"pubmed": 22245602, "text": "The results suggest that polymorphisms in ESR1, ESR2 and LHCGR contribute to the risk of developing testicular germ cell cancer, histological subtype, and risk to metastasis."}, {"pubmed": 22260850, "text": "High expression of luteinizing hormone receptors messenger RNA by human cumulus granulosa cells is in correlation with decreased fertilization."}, {"pubmed": 22309849, "text": "Data report two antibodies, scFv 13B1 and MAb PD1.37, against the hinge regions of LHR and TSHR, respectively, which have similar epitopes but different effects on receptor function."}, {"pubmed": 22355044, "text": "The average expression of AMH was significantly higher in egg donors and the average expression of LHCGR was significantly higher in DOR patients."}, {"pubmed": 22356187, "text": "The presence of at least one 312N allele was strongly associated with polycystic ovary syndrome risk."}, {"pubmed": 22369774, "text": "Case Report: heterozygous inactivating mutation in the LHCGR gene associated with amenorrhea, low oocyte yield, and recurrent pregnancy loss."}, {"pubmed": 22546001, "text": "The LHR rs61996318 SNP maybe highly conserved in Chinese Han women."}, {"pubmed": 22659248, "text": "The LHR gene is expressed in granulosa cell of human antral follicles throughout the follicular phase and is significantly associated with expression of the CYP19a1 gene."}, {"pubmed": 22882535, "text": "case-control study comprising 651 TC cases and 313 controls in a Norwegian population was conducted for investigation of polymorphisms in the LHR, SRD5A and AR genes and their possible association with TC"}, {"pubmed": 22902918, "text": "Our results suggest that SNPs rs2479106 in gene DENND1A and rs13405728 in gene LHCGR are associated with endometrioid adenocarcinoma."}, {"pubmed": 23044874, "text": "Mutations in LHCGR are relatively rare causes of mild and severe forms of hypergonadotropic hypogonadism or disorders of sex development leading to infertility, both male and female. [REVIEW]"}, {"pubmed": 23071612, "text": "The LHCGR is able to differentiate the activity of luteinizing hormone and chorionic gonadotropin."}, {"pubmed": 23118426, "text": "The gene products LHCGR and FSHR therefore are likely to be important in the etiology of PCOS, regardless of ethnicity."}, {"pubmed": 23225038, "text": "A novel point mutation of the LHCGR gene has been identified in a family affected with FMPP. The c.1703C>T mutant LHCGR was confirmed to be constitutively active, which has led to maturation and proliferation of Leydig cells."}, {"pubmed": 23285091, "text": "A complex neuroendocrine circuit exists in the retina, involving hCG secreting cells, hCG targets and hCG-release controlling cells."}, {"pubmed": 23433069, "text": "Expression levels of LHR-associated protein are determined in granulosa-luteal cells by real-time reverse-transcription (PCR)."}, {"pubmed": 23779096, "text": "AdipoR2 is regulated by the LH receptor function via a cAMP dependent mechanism."}, {"pubmed": 23825122, "text": "Data suggest that physical association of recombinant LHR (lutropin receptor) and FSHR (follitropin receptor) into heterodimeric complexes exhibits a pattern of cross-attenuation of signaling by each receptor and its hormone."}, {"pubmed": 23883350, "text": "this is the first report suggesting that LHCGR genetic variation might function in patient risk for ovarian hyperstimulation syndrome"}, {"pubmed": 23884663, "text": "Regarding LHR, three patients were heterozygous for the known variant Glu354Lys and two for Ile374Thr. Intronic polymorphisms were not identified"}, {"pubmed": 23951246, "text": "High expression/ activation of GPER, and low expression of LHCGR/FSHR correlate with significantly greatly survival in ovarian epithelial cancer patients."}, {"pubmed": 23990106, "text": "during recovery from LH receptor desensitization, LH receptors are both located with DRM lipid environments and confined within small, mesoscale (80-160 nm) cell-surface compartments"}, {"pubmed": 24014605, "text": "LHCGR and 17alpha-hydroxylase/17-20-lyase (CYP17A1) protein levels are increased in polycystic ovaries (PCOs)."}, {"pubmed": 24283620, "text": "Data (including data from subjects with mutations) suggest that signaling via LHCGR by luteinizing hormone and chorionic gonadotropin plays physiological roles in human development and pathophysiological roles in reproductive disorders. [REVIEW]"}, {"pubmed": 24365330, "text": "Although luteinizing hormone and chorionic gonadotropin bind to a common receptor, emerging evidence suggests that they have disparate effects on downstream signaling cascades. (Review)"}, {"pubmed": 24438591, "text": "Examined the mechanisms of receptor signaling, intermolecular cooperation and intramolecular cis-activation. LHR-delExon10 was combined with LHR Lys605-->Glu, in which signaling is abolished, and the LHR mutant Cys131-->Arg, in which binding is deficient."}, {"pubmed": 24527662, "text": "hypomethylation of LHCGR is a potential mechanism underlying susceptibility to polycystic ovary syndrome"}, {"pubmed": 24554412, "text": "results of the experiments showed that hCGbeta action leads to the increase in ERK and AKT kinases phosphorylation in cancer cells and indicate that these biological effects can be achieved independently of human chorionic gonadotropin presence"}, {"pubmed": 24592983, "text": "genetic association study (case-control study) in population in Egypt: Data suggest that an SNP in LHCGR (rs2293275) is associated with polycystic ovary syndrome (PCOS); homozygous 935A women are at higher risk to develop PCOS."}, {"pubmed": 24747085, "text": "miR-513a-3p is involved in the control of the LHCGR expression by an inversely regulated mechanism at the post-transcriptional level."}, {"pubmed": 24874553, "text": "Data suggest LHR expression is up-regulated in granulosa cells and theca cells of early antral follicles, as follicles grow/mature, and in corpus luteum; low but significant expression of LHR is exhibited in cumulus cells (but not in stromal cells)."}, {"pubmed": 25010708, "text": "Data indicate that all solid pseudopapillary tumor of the pancreas {SPT) presented membranous and cytoplasmic staining for luteinizing hormone receptor (LH receptor)."}, {"pubmed": 25079470, "text": "Case Report: LHCGR nonsense mutation in an adult 46,XY female patient causing severe Leydig cell hypoplasia."}, {"pubmed": 25393079, "text": "Silencing luteinizing hormone receptor expression suppresses androgen synthesis in prostate cancer cells."}, {"pubmed": 25565299, "text": "Our aim was to study the association of LHCGR polymorphism (rs2293275) with PCOS"}, {"pubmed": 25592315, "text": "A high prevalence of endometriosis, polymorphism in the LHCGR and GnRH1 and progonadoliberin-2 antibodies in serum was found among the patients with severe dysmotility after treatment with GnRH analogs."}, {"pubmed": 25649397, "text": "This is the first study to confirm the association of novel LHCGR and FSHR SNPs with PCOS. The differential association of LHCGR and FSHR variants with PCOS confirms the racial/ethnic contribution to their association with PCOS."}, {"pubmed": 25670721, "text": "Demonstrate the presence of LH receptors. Activation resulted in a dose-dependent increase in glucose-induced release of insulin."}, {"pubmed": 25676660, "text": "LHCGR levels in circulation predicts early and late preeclampsia in first trimester of pregnancy."}, {"pubmed": 25795638, "text": "affected patients were all homozygous for a novel mutation in the LHCGR gene, a deletion of guanine in position 1850 (1850delG);the novel LHCGR mutation leads to complete inactivation of the LHCGR receptor due to trafficking and signaling abnormalities"}, {"pubmed": 25916694, "text": "Melatonin affects the secretion of GnRH, LH and testosterone, improves sperm quality thereby regulating the testicular development and male reproduction. (Review)"}, {"pubmed": 25935136, "text": "The insLQ polymorphism within LHR is associated with endometriosis and infertility."}, {"pubmed": 26112185, "text": "the LHR can act in an invertebrate demonstrates the conservation of factors required for GPCR function among phylogenetically distant organisms."}, {"pubmed": 26662070, "text": "LHbeta G1052A and LHCGR G935A genes polymorphisms are associated with increased risk of polycystic ovary syndrome in Egyptian women especially in obese cases."}, {"pubmed": 26663062, "text": "Data suggest that rs13405728 single nucleotide polymorphism of the luteinizing hormone receptor (LHR) gene may be associated with slow ovarian response in assisted reproductive technology (ART)."}, {"pubmed": 26679164, "text": "The expression of miR-592 and its effects on LHCG receptors in patients with polycystic ovary syndrome and normal controls are described."}, {"pubmed": 26757946, "text": "Mutation in the LHCGR gene is associated with Testotoxicosis."}, {"pubmed": 26769719, "text": "The luteinizing hormone/human chorionic gonadotrophin receptor (LHCGR) variant N312S and the follicle-stimulating hormone receptor (FSHR) variant N680S can be utilized for the prediction of pregnancy chances in women undergoing IVF."}, {"pubmed": 26831561, "text": "Data indicate two patients with peripheral precocious puberty and an activating mutation in the luteinizing hormone (LH))/choriogonadotropin receptor (LHCGR) gene."}, {"pubmed": 27016457, "text": "Inactivating mutations of the LHCGR gene may be a common cause of 46,XY primary amenorrhea."}, {"pubmed": 27061682, "text": "expression and activation of LHCGR and ARF6 are up-regulated in GC from PCOS women but the mechanism of agonist-induced LHCGR internalization is unaltered"}, {"pubmed": 27196470, "text": "We showed that GNRHR and LHCGR were highly expressed in some wildtype aldosterone-producing adenoma samples, and that they positively correlated with GnRH-stimulated aldosterone production."}, {"pubmed": 27502035, "text": "This work demonstrates that the expression of FSHR and LHCGR can be induced in hGL5 cells but that the FSHR-dependent cAMP/PKA pathway is constitutively silenced, possibly to protect cells from FSHR-cAMP-PKA-induced apoptosis."}, {"pubmed": 27533885, "text": "data demonstrate that the majority of LHR mutations lead to intracellular retention and highlight the potential for novel pharmacological chaperone therapeutics that can \"rescue\" expression/function of retained mutant GPCRs."}, {"pubmed": 28188844, "text": "The reduced fertilisation and pregnancy rate was associated with a lower LH receptor density and a lack of essential down-regulation of the FSH and LH receptor."}, {"pubmed": 28367994, "text": "Genotyping analysis showed no association between luteinizing hormone receptor (LHCGR) rs68073206 and male infertility, however, this polymorphism was significantly associated with testosterone levels in normozoospermic subjects."}, {"pubmed": 28505106, "text": "hCG and its receptor, LH/CGR, are expressed in numerous sites of the reproductive tract, both in gonadal and extra-goanadal tissues, promoting oocyte maturation, fertilization, implantation and early embryo development"}, {"pubmed": 28684292, "text": "This study has evaluated the insLQ polymorphism in LHR in relation to potential associations with hormonal characteristics of human small antral follicles."}, {"pubmed": 28775256, "text": "GWAS for neovascular age-related macular degeneration bilaterality found new genetic loci STON1-GTF2A1L/LHCGR/FSHR"}, {"pubmed": 29408742, "text": "genetic association/pharmacogenetic studies in population in India: Data suggest that need for (and dose required of) fertility agent recombinant LH in addition to fertility agent recombinant FSH is associated with SNP in LHCGR in women undergoing ovarian stimulation in conjunction with in vitro fertilization. (LH = luteinizing hormone; FSH = follicle stimulating hormone)"}, {"pubmed": 29506309, "text": "LHCGR gene polymorphisms do not appear to be a major causative factor for the relatively low concentration of LH in patients with non-classic central precocious puberty."}, {"pubmed": 29544643, "text": "Data suggest that, during follicle maturation, levels of MIR122 determine levels of LHR mRNA expression in the ovary. (LHR = luteinizing hormone receptor; MIR122 = microRNA 122) [REVIEW]"}, {"pubmed": 29727258, "text": "Genetic variants of PCOS (rs13405728 in LHCGR gene; rs13429458 in THADA gene and rs2479106 in DENND1A gene) may not be involved in the development of preeclampsia in Han Chinese women."}, {"pubmed": 29974367, "text": "This study demonstrates that both gonadotrophin receptors9 FSH receptor (FSHR) and LH/choriogonadotrophin receptor (LHCGR) are expressed along the glandular epithelium of endometria and they mediate the effects of gonadotrophins on intracellular functions."}, {"pubmed": 30070345, "text": "There were significant independent correlations between slow ovarian response with the dose of LH required and the genotypes of rs13405728."}, {"pubmed": 30182769, "text": "rs13405728, rs4539842, and rs2293275 SNPs in LHCGR may contribute to the pathogenesis of polycystic ovary syndrome and could be used as potential biomarkers to predict the risk of disease (Meta-Analysis)"}, {"pubmed": 30287399, "text": "the hCG-hyperglycosylated is functionally similar to hCG, although it has lower potency for LHCGR activation."}, {"pubmed": 30496042, "text": "The H3.3-PC4 interaction is essential for transcriptional activation and expression of the LHR gene."}, {"pubmed": 30954507, "text": "SP1 regulates LHCGR expression and the response of luteal cells to human chorionic gonadotropin."}, {"pubmed": 30958034, "text": "results show an association between polymorphism of luteinizing hormone, LHR and polycystic ovary syndrome"}, {"pubmed": 31131092, "text": "The expression of LH-R mRNA has a positive correlation with oocyte quality in poor responder patients and a negative correlation in non-poor responders. Our study suggests an optimal expression of LH- R mRNA in granulosa cells during controlled ovarian stimulation to obtain good quality oocytes"}, {"pubmed": 31187330, "text": "Collectively, PAPPA, LHCGR, and AREG mRNA levels in CC may be able to identify oocytes with the best odds of resulting in a live birth, and HSD3B1 mRNA levels may be able to identify oocytes capable of producing euploid embryos"}, {"pubmed": 31276164, "text": "High expression of LHCGR is associated with Polycystic ovary syndrome."}, {"pubmed": 31729966, "text": "High LHR expression is associated with ovarian cancer."}, {"pubmed": 32416252, "text": "Of the 15 variants, 3 variants (rs13405728 in LHCGR; rs13429458 in THADA and rs2209972 IDE genes) were found to be associated with PCOS. The association was successfully replicated in an independent cohort. Insilico analysis categorized two variants (rs13429458-THADA and rs2209972-IDE genes) as deleterious."}, {"pubmed": 32640302, "text": "Candidate genes for age at menarche are associated with endometrial hyperplasia."}, {"pubmed": 32666356, "text": "Novel mutations of the LHCGR gene in two families with 46,XY DSD causing Leydig cell hypoplasia I."}, {"pubmed": 32860205, "text": "Novel mutations in LHCGR (luteinizing hormone/choriogonadotropin receptor): expanding the spectrum of mutations responsible for human empty follicle syndrome."}, {"pubmed": 33374698, "text": "Reduced Gonadotrophin Receptor Expression Is Associated with a More Aggressive Ovarian Cancer Phenotype."}, {"pubmed": 34046009, "text": "Effect of LHCGR Gene Polymorphism (rs2293275) on LH Supplementation Protocol Outcomes in Second IVF Cycles: A Retrospective Study."}, {"pubmed": 34050448, "text": "A threshold concentration of FSH is needed during IVM of ex vivo collected human oocytes."}, {"pubmed": 34338568, "text": "Molecular study and genotype-phenotype in Chinese female patients with 46, XY disorders of sex development."}, {"pubmed": 34391684, "text": "Associations of FSHR and LHCGR gene variants with ovarian reserve and clinical pregnancy rates."}, {"pubmed": 35366614, "text": "A rare cause of primary amenorrhea: LHCGR gene mutations."}, {"pubmed": 35597810, "text": "Expression and function of the luteinizing hormone choriogonadotropin receptor in human endometrial stromal cells."}, {"pubmed": 35670320, "text": "Novel homozygous inactivating mutation in the luteinizing hormone receptor gene (LHCGR) associated with 46, XY DSD in a Moroccan family."}, {"pubmed": 35842313, "text": "Gonadotropin receptor polymorphisms (FSHR N680S and LHCGR N312S) are not predictive of clinical outcome and live birth in assisted reproductive technology."}, {"pubmed": 36214501, "text": "Luteinizing hormone receptor promotes angiogenesis in ovarian endothelial cells of Macaca fascicularis and Homo sapiensdagger."}, {"pubmed": 36585675, "text": "Association analysis of LHCGR variants and polycystic ovary syndrome in Punjab: a case-control approach."}, {"pubmed": 36633772, "text": "Effect Modification of LHCGR Gene Variant (rs2293275) on Clinico-Biochemical Profile, and Levels of Luteinizing Hormone in Polycystic Ovary Syndrome Patients."}, {"pubmed": 37462066, "text": "Whole exome sequencing identifies a novel homozygous missense mutation of LHCGR gene in primary infertile women with empty follicle syndrome."}, {"pubmed": 37691102, "text": "Post-trigger luteinizing hormone concentration to positively predict oocyte yield in the antagonist protocol and its association with genetic variants of LHCGR."}, {"pubmed": 37827240, "text": "Correlation between LHCGR and NR5A1 genes polymorphism and male infertility risk."}, {"pubmed": 37828397, "text": "The mystery of transient pregnancy-induced cushing's syndrome: a case report and literature review highlighting GNAS somatic mutations and LHCGR overexpression."}, {"pubmed": 38083932, "text": "Gonadotropin independent sexual precocity in a Pakistani male infant from an activating mutation in LHCGR gene."}, {"pubmed": 38129424, "text": "Significance of LHCGR polymorphisms in polycystic ovary syndrome: an association study."}, {"pubmed": 39056799, "text": "Widespread Distribution of Luteinizing Hormone/Choriogonadotropin Receptor in Human Juvenile Angiofibroma: Implications for a Sex-Specific Nasal Tumor."}], "genomic_pos": {"chr": "2", "end": 48755730, "ensemblgene": "ENSG00000138039", "start": 48686774, "strand": -1}, "genomic_pos_hg19": {"chr": "2", "end": 48982880, "start": 48859428, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0001541", "qualifier": "involved_in", "term": "ovarian follicle development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006622", "qualifier": "involved_in", "term": "protein targeting to lysosome"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007186", "pubmed": 9626653, "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007187", "pubmed": 7719343, "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway, coupled to cyclic nucleotide second messenger"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007189", "qualifier": "involved_in", "term": "adenylate cyclase-activating G protein-coupled receptor signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007189", "qualifier": "involved_in", "term": "adenylate cyclase-activating G protein-coupled receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007190", "qualifier": "involved_in", "term": "activation of adenylate cyclase activity"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007190", "qualifier": "involved_in", "term": "activation of adenylate cyclase activity"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007200", "qualifier": "involved_in", "term": "phospholipase C-activating G protein-coupled receptor signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007200", "qualifier": "involved_in", "term": "phospholipase C-activating G protein-coupled receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007283", "qualifier": "involved_in", "term": "spermatogenesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0008584", "qualifier": "involved_in", "term": "male gonad development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009410", "qualifier": "involved_in", "term": "response to xenobiotic stimulus"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0009755", "qualifier": "involved_in", "term": "hormone-mediated signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010524", "qualifier": "involved_in", "term": "positive regulation of calcium ion transport into cytosol"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0022602", "qualifier": "involved_in", "term": "ovulation cycle process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0030539", "pubmed": 9626653, "qualifier": "involved_in", "term": "male genitalia development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032962", "qualifier": "involved_in", "term": "positive regulation of inositol trisphosphate biosynthetic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0042700", "qualifier": "involved_in", "term": "luteinizing hormone signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0042700", "pubmed": 11847099, "qualifier": "involved_in", "term": "luteinizing hormone signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046544", "qualifier": "involved_in", "term": "development of secondary male sexual characteristics"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046886", "qualifier": "involved_in", "term": "positive regulation of hormone biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050482", "qualifier": "involved_in", "term": "arachidonic acid secretion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050850", "qualifier": "involved_in", "term": "positive regulation of calcium-mediated signaling"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0050890", "pubmed": 23227193, "qualifier": "involved_in", "term": "cognition"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051281", "qualifier": "involved_in", "term": "positive regulation of release of sequestered calcium ion into cytosol"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060065", "qualifier": "involved_in", "term": "uterus development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0071371", "qualifier": "involved_in", "term": "cellular response to gonadotropin stimulus"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0071373", "pubmed": 11847099, "qualifier": "involved_in", "term": "cellular response to luteinizing hormone stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0072520", "qualifier": "involved_in", "term": "seminiferous tubule development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0090030", "qualifier": "involved_in", "term": "regulation of steroid hormone biosynthetic process"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005768", "qualifier": "located_in", "term": "endosome"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 11847099, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0034451", "qualifier": "located_in", "term": "centriolar satellite"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0043235", "qualifier": "part_of", "term": "receptor complex"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0004964", "qualifier": "enables", "term": "luteinizing hormone receptor activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0004964", "pubmed": 11847099, "qualifier": "enables", "term": "luteinizing hormone receptor activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008528", "qualifier": "enables", "term": "G protein-coupled peptide receptor activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0017046", "qualifier": "enables", "term": "peptide hormone binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0035472", "qualifier": "enables", "term": "choriogonadotropin hormone receptor activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0038106", "qualifier": "enables", "term": "choriogonadotropin hormone binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0042802", "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0051117", "qualifier": "enables", "term": "ATPase binding"}]}, "homologene": {"genes": [[6239, 179381], [7165, 1270908], [7227, 42133], [7955, 402920], [8364, 100493814], [9031, 395776], [9544, 715999], [9598, 100615277], [9606, 3973], [9615, 481365], [9913, 281900], [10090, 16867], [10116, 25477]], "id": 37276}, "interpro": [{"desc": "Lutropin-choriogonadotropic hormone receptor", "id": "IPR002273", "short_desc": "LSH_rcpt"}, {"desc": "BspA-type LRR region", "id": "IPR026906", "short_desc": "LRR_5"}, {"desc": "Leucine-rich repeat domain superfamily", "id": "IPR032675", "short_desc": "LRR_dom_sf"}, {"desc": "G protein-coupled receptor, rhodopsin-like", "id": "IPR000276", "short_desc": "GPCR_Rhodpsn"}, {"desc": "Glycoprotein hormone receptor family", "id": "IPR002131", "short_desc": "Gphrmn_rcpt_fam"}, {"desc": "GPCR, rhodopsin-like, 7TM", "id": "IPR017452", "short_desc": "GPCR_Rhodpsn_7TM"}], "ipi": ["IPI00299615", "IPI00414187", "IPI00893799", "IPI00893922"], "map_location": "2p16.3", "name": "luteinizing hormone/choriogonadotropin receptor", "other_names": ["hypergonadotropic hypogonadism", "lutropin-choriogonadotropic hormone receptor", "lutropin/choriogonadotropin receptor"], "pantherdb": {"HGNC": "6585", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "96783", "ortholog_type": "LDO", "panther_family": "PTHR24372", "taxid": 10090, "uniprot_kb": "P30730"}, {"RGD": "3007", "ortholog_type": "LDO", "panther_family": "PTHR24372", "taxid": 10116, "uniprot_kb": "P16235"}, {"Gene": "LHCGR", "ortholog_type": "LDO", "panther_family": "PTHR24372", "taxid": 9031, "uniprot_kb": "Q90674"}, {"Ensembl": "ENSGALG00000009095", "ortholog_type": "LDO", "panther_family": "PTHR24372", "taxid": 9031, "uniprot_kb": "A0A140T8G7"}, {"ZFIN": "ZDB-GENE-040806-3", "ortholog_type": "LDO", "panther_family": "PTHR24372", "taxid": 7955, "uniprot_kb": "B8JME5"}, {"WormBase": "WBGene00008239", "ortholog_type": "O", "panther_family": "PTHR24372", "taxid": 6239, "uniprot_kb": "L8EC40"}, {"FlyBase": "FBgn0016650", "ortholog_type": "O", "panther_family": "PTHR24372", "taxid": 7227, "uniprot_kb": "Q9VEG4"}], "uniprot_kb": "P22888"}, "pathway": {"kegg": [{"id": "hsa04020", "name": "Calcium signaling pathway - Homo sapiens (human)"}, {"id": "hsa04024", "name": "cAMP signaling pathway - Homo sapiens (human)"}, {"id": "hsa04080", "name": "Neuroactive ligand-receptor interaction - Homo sapiens (human)"}, {"id": "hsa04913", "name": "Ovarian steroidogenesis - Homo sapiens (human)"}, {"id": "hsa04917", "name": "Prolactin signaling pathway - Homo sapiens (human)"}], "pid": {"id": "arf6_pathway", "name": "Arf6 signaling events"}, "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-375281", "name": "Hormone ligand-binding receptors"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-418555", "name": "G alpha (s) signalling events"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}], "smpdb": {"id": "SMP00338", "name": "Intracellular Signalling Through LHCGR Receptor and Luteinizing Hormone/Choriogonadotropin"}, "wikipathways": [{"id": "WP24", "name": "Peptide GPCRs"}, {"id": "WP34", "name": "Ovarian infertility"}, {"id": "WP455", "name": "GPCRs, Class A Rhodopsin-like"}]}, "pdb": ["7FIG", "7FIH", "7FII", "7FIJ"], "pfam": ["PF00001", "PF13306"], "pharmgkb": "PA30357", "pharos": {"target_id": 13024, "tdl": "Tclin"}, "pir": "A36243", "prosite": "PS50262", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF252167", "relationship": "is"}, {"id": "GNF252168", "relationship": "is"}, {"id": "GNF252169", "relationship": "is"}, {"id": "GNF252170", "relationship": "is"}], "GNF_hs-GPCR_IDT-siRNA": [{"id": "GNF279764", "relationship": "is"}, {"id": "GNF279765", "relationship": "is"}, {"id": "GNF279766", "relationship": "is"}, {"id": "GNF279767", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF085634", "relationship": "is"}, {"id": "GNF085635", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052130", "relationship": "is"}, {"id": "GNF056894", "relationship": "is"}, {"id": "GNF056895", "relationship": "is"}, {"id": "GNF061716", "relationship": "is"}, {"id": "GNF061717", "relationship": "is"}, {"id": "GNF078718", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF069883", "relationship": "is"}, {"id": "GNF069884", "relationship": "is"}, {"id": "GNF071845", "relationship": "is"}, {"id": "GNF071846", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF093710", "relationship": "is"}, {"id": "GNF133368", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000002.12", "NC_060926.1", "NG_008193.2", "NG_033050.2"], "protein": ["NP_000224.2", "XP_005264366.1", "XP_006712078.1", "XP_011531136.1", "XP_016859579.1", "XP_047300247.1", "XP_047300248.1", "XP_047300249.1", "XP_054197985.1", "XP_054197986.1", "XP_054197987.1", "XP_054197988.1", "XP_054197989.1", "XP_054197990.1", "XP_054197991.1"], "rna": ["NM_000233.4", "XM_005264309.4", "XM_006712015.4", "XM_011532834.3", "XM_017004090.1", "XM_047444291.1", "XM_047444292.1", "XM_047444293.1", "XM_054342010.1", "XM_054342011.1", "XM_054342012.1", "XM_054342013.1", "XM_054342014.1", "XM_054342015.1", "XM_054342016.1"], "translation": [{"protein": "XP_006712078.1", "rna": "XM_006712015.4"}, {"protein": "XP_047300247.1", "rna": "XM_047444291.1"}, {"protein": "XP_054197986.1", "rna": "XM_054342011.1"}, {"protein": "XP_054197985.1", "rna": "XM_054342010.1"}, {"protein": "XP_054197987.1", "rna": "XM_054342012.1"}, {"protein": "XP_047300249.1", "rna": "XM_047444293.1"}, {"protein": "XP_011531136.1", "rna": "XM_011532834.3"}, {"protein": "XP_016859579.1", "rna": "XM_017004090.1"}, {"protein": "XP_005264366.1", "rna": "XM_005264309.4"}, {"protein": "XP_054197988.1", "rna": "XM_054342013.1"}, {"protein": "XP_054197991.1", "rna": "XM_054342016.1"}, {"protein": "NP_000224.2", "rna": "NM_000233.4"}, {"protein": "XP_054197989.1", "rna": "XM_054342014.1"}, {"protein": "XP_054197990.1", "rna": "XM_054342015.1"}, {"protein": "XP_047300248.1", "rna": "XM_047444292.1"}]}, "reporter": {"HG-U133_Plus_2": "207240_s_at", "HG-U95Av2": ["32293_at", "32294_g_at"], "HTA-2_0": "TC02001830.hg.1", "HuEx-1_0": "2552368", "HuGene-1_1": "8052058", "HuGene-2_1": "16897401"}, "retired": [3088, 129287], "summary": "This gene encodes the receptor for both luteinizing hormone and choriogonadotropin. This receptor belongs to the G-protein coupled receptor 1 family, and its activity is mediated by G proteins which activate adenylate cyclase. Mutations in this gene result in disorders of male secondary sexual character development, including familial male precocious puberty, also known as testotoxicosis, hypogonadotropic hypogonadism, Leydig cell adenoma with precocious puberty, and male pseudohermaphtoditism with Leydig cell hypoplasia. [provided by RefSeq, Jul 2008].", "symbol": "LHCGR", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1416843"}, "unigene": "Hs.468490", "uniprot": {"Swiss-Prot": "P22888", "TrEMBL": ["E7ENI1", "H7C226", "E7EQB5", "E7ESK4"]}, "wikipedia": {"url_stub": "Luteinizing hormone/choriogonadotropin receptor"}}