{"AllianceGenome": "6596", "HGNC": "6596", "MIM": "159540", "_id": "3976", "_version": 1, "accession": {"genomic": ["AC004264.1", "AH002751.2", "CH471095.1", "CP068256.2", "J03261.1", "M63420.1", "NC_000022.11", "NC_060946.1", "NG_008721.1"], "protein": ["AAA51699.1", "AAA53188.1", "AAA59517.1", "AAC05174.1", "AAH69540.1", "AAH93733.1", "AAH93735.1", "BAG37714.1", "CAA32147.1", "EAW59863.1", "NP_001244064.1", "NP_002300.1", "P15018.1", "XP_047297317.1"], "rna": ["AI796373.1", "AK315310.1", "BC069540.1", "BC093733.1", "BC093735.1", "BC143305.1", "CK819709.1", "CN409458.1", "NM_001257135.2", "NM_002309.5", "X13967.1", "XM_047441361.1"], "translation": [{"protein": "BAG37714.1", "rna": "AK315310.1"}, {"protein": "CAA32147.1", "rna": "X13967.1"}, {"protein": "NP_002300.1", "rna": "NM_002309.5"}, {"protein": "NP_001244064.1", "rna": "NM_001257135.2"}, {"protein": "AAH69540.1", "rna": "BC069540.1"}, {"protein": "AAH93735.1", "rna": "BC093735.1"}, {"protein": "XP_047297317.1", "rna": "XM_047441361.1"}, {"protein": "AAH93733.1", "rna": "BC093733.1"}]}, "alias": ["CDF", "DIA", "HILDA", "MLPLI"], "ensembl": {"gene": "ENSG00000128342", "protein": ["ENSP00000249075", "ENSP00000384450"], "transcript": ["ENST00000249075", "ENST00000403987"], "translation": [{"protein": "ENSP00000249075", "rna": "ENST00000249075"}, {"protein": "ENSP00000384450", "rna": "ENST00000403987"}], "type_of_gene": "protein_coding"}, "entrezgene": "3976", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 4.66186764724, "exp_mis": 83.8322294797, "exp_syn": 47.1617705091, "lof_z": 2.13879755555632, "mis_z": 0.792350628110332, "mu_lof": 3.37567550326e-07, "mu_mis": 7.44037003392e-06, "mu_syn": 4.15071517832e-06, "n_lof": 0.0, "n_mis": 69.0, "n_syn": 47.0, "p_li": 0.774442435814619, "p_null": 0.00757381829949919, "p_rec": 0.217983745885882, "syn_z": 0.014603346893981}, "bp": 609, "cds_end": 30642684, "cds_start": 30639639, "n_exons": 3, "nonpsych": {"exp_lof": 4.1691254052, "exp_mis": 75.825944968, "exp_syn": 42.6356370252, "lof_z": 2.00527726423361, "mis_z": 0.800843043335469, "mu_lof": 3.37567550326e-07, "mu_mis": 7.44037003392e-06, "mu_syn": 4.15071517832e-06, "n_lof": 0.0, "n_mis": 62.0, "n_syn": 44.0, "p_li": 0.763992901712821, "p_null": 0.0102564552555322, "p_rec": 0.225750643031647, "syn_z": -0.131554606225434}, "nontcga": {"exp_lof": 4.28401404247, "exp_mis": 77.1207524214, "exp_syn": 43.383924767, "lof_z": 2.04176939697839, "mis_z": 0.857822746736614, "mu_lof": 3.37567550326e-07, "mu_mis": 7.44037003392e-06, "mu_syn": 4.15071517832e-06, "n_lof": 0.0, "n_mis": 62.0, "n_syn": 41.0, "p_li": 0.75544794796053, "p_null": 0.00941971895706605, "p_rec": 0.235132333082404, "syn_z": 0.229165722305581}, "transcript": "ENST00000249075.3"}, "exons": [{"cdsend": 30246695, "cdsstart": 30243813, "chr": "22", "position": [[30240452, 30244061], [30246676, 30246759]], "strand": -1, "transcript": "NM_001257135", "txend": 30246759, "txstart": 30240452}, {"cdsend": 30246695, "cdsstart": 30243650, "chr": "22", "position": [[30240452, 30244061], [30244754, 30244933], [30246676, 30246759]], "strand": -1, "transcript": "NM_002309", "txend": 30246759, "txstart": 30240452}], "exons_hg19": [{"cdsend": 30642684, "cdsstart": 30639802, "chr": "22", "position": [[30636441, 30640050], [30642665, 30642748]], "strand": -1, "transcript": "NM_001257135", "txend": 30642748, "txstart": 30636441}, {"cdsend": 30642684, "cdsstart": 30639639, "chr": "22", "position": [[30636441, 30640050], [30640743, 30640922], [30642665, 30642748]], "strand": -1, "transcript": "NM_002309", "txend": 30642748, "txstart": 30636441}], "generif": [{"pubmed": 11448119, "text": "LIF stimulates proliferation of rat pituitary tumor cells in culture, inhibits secretion of prolactin and growth hormone and induces tyrosine phosphorylation of STAT3 in the cells."}, {"pubmed": 11587067, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 11587067, "text": "The entire structure of the LIF gene of 48 alleles in the Japanese population was sequenced."}, {"pubmed": 11811789, "text": "Oncostatin M and leukemia inhibitory factor regulate the growth of normal human breast epithelial cells"}, {"pubmed": 11855863, "text": "LIF does not activate STAT3, ERK, or gp130 receptor in human N tera-2/D1 EC cells. The suppressor of cytokine signaling 1 (SOCS-1) is constitutively expressed, suggesting that LIF signal transduction is inhibited by elevated levels of SOCS-1 expression."}, {"pubmed": 12153570, "text": "experimental N-Myc overexpression results in down-regulation of leukemia inhibitory factor (LIF), a modulator of endothelial cell proliferation"}, {"pubmed": 12218157, "text": "LIF stimulates (45)Ca release and enhances expression of receptor activator of NF-kappa B ligand (RANKL) and osteoprotegerin in neonatal mouse calvarial cultures, but has no effect on the expression of RANK."}, {"pubmed": 12574225, "text": "role for LIF in loss of autocrine prolactin suppression contributing to unrestrained prolactinomas prolactin secretion."}, {"pubmed": 12579339, "text": "LIF regulates cell survival of normal human endometrial stromal cells dose-dependently."}, {"pubmed": 12707269, "text": "Leukemia inhibitory factor (LIF), cardiotrophin-1, and oncostatin M share structural binding determinants in the immunoglobulin-like domain of LIF receptor"}, {"pubmed": 12764151, "text": "LIF has a role in src family kinase-independent signal transduction and gene induction"}, {"pubmed": 12807438, "text": "Leukemia inhibitory factor (LIF) increased overall expansion of human neural precursor cells grown in culture; Following LIF withdrawal, 200 genes showed significant decreases"}, {"pubmed": 14557674, "text": "binding of ETS transcription factors to the ETS binding sites in the human LIF promoter is critical for its inducibility in response to T cell activators and play an important functional role within the endocrine-immune network."}, {"pubmed": 14647442, "text": "role in hepatocyte growth factor expression"}, {"pubmed": 14687743, "text": "Decreased concentartion of LIF in infertile women do not seem to have a genetic basis due to the low frequency of LIF gene alterations."}, {"pubmed": 14715713, "text": "Constitutive expression of cytokines in brain induces changes in gene expression characteristic of chronic inflammation leading to either temporal weight reduction (CNTF) or severe cachexia (leukemia inhibitory factor)."}, {"pubmed": 15044601, "text": "immunocytochemical staining and mRNA expression of LIF and its receptor are consistent with the concept that LIF might be involved in growth initiation of primordial follicles through its receptor"}, {"pubmed": 15180980, "text": "At early human post-implantation stage, LIF is produced from decidua and chorionic villi and may exert its action on trophoblasts. Anembryonic pregnancy cannot be accounted for by defective expression of either LIF or LIF-Rbeta in most circumstances."}, {"pubmed": 15341921, "text": "Both IL-6 and LIF can be very efficiently induced by IL-1beta in articular chondrocytes in vitro, more so in osteosarthritis than in normal cells."}, {"pubmed": 15342941, "text": "LIFRbeta and the signaling subunit gp130 are expressed in hESCs and human LIF can induce STAT3 phosphorylation and nuclear translocation in hESCs."}, {"pubmed": 15543003, "text": "LCH represents a cytokine-driven condition partially mediated by TNF, IL-11, and LIF. These three cytokines are all osteoclastogenic, suggesting a pathogenetic pathway for the osteolytic lesions in LCH."}, {"pubmed": 15670782, "text": "These results indicated that LIF induced multi-lineage differentiation of adult stem-like cells in kidney via cadherin 16."}, {"pubmed": 15731310, "text": "role of leukemia inhibitory factor (LIF) and its receptors in human embryo implantation"}, {"pubmed": 15837065, "text": "demonstrate using RNAi that Stat3 activation is necessary in the invasive phenotype of trophoblast cells and can be controlled via Leukemia Inhibitory Factor (LIF)"}, {"pubmed": 15905624, "text": "different members of the TGF-beta superfamily may also contribute in the reproductive process by enhancing endometrial proimplantatory LIF secretion and reducing proinflammatory IL-6 release by endometrial epithelium"}, {"pubmed": 16263181, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16295654, "text": "LIF plays an essential role in the preimplantation embryo development and the blastocyst implantation and its gene mutations in women contribute to the implantation failure and subsequent infertility."}, {"pubmed": 16341766, "text": "Leukemia inhibitory factor concentration in follicular fluid is not a useful marker for the prediction of number and quality of embryos, or implantation and pregnancy rates."}, {"pubmed": 16489116, "text": "Data show that increased leukemia inhibitory factor secretion enhances airway reactivity and intracellular calcium signaling."}, {"pubmed": 16545901, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16545901, "text": "results suggest that the LIF gene mutations affect fertility"}, {"pubmed": 16648972, "text": "Since we demonstrated that not only SDF-1, but also HGF and LIF are upregulated in damaged tissues, we postulate that CXCR4+ c-Met+ LIF-R+ TCSC could be mobilized from the BM into the PB, where they play a role in tissue repair/regeneration."}, {"pubmed": 16759928, "text": "Down-regulation of PRB in the endometrium is concomitant with the presence of glycodelin in the endometrium, suggesting interaction."}, {"pubmed": 16949591, "text": "Suppressor of cytokine signaling-1 may prevent leukemia inhibitory factor signaling in human embryonic stem cells."}, {"pubmed": 17000646, "text": "There is no receptivity defect with regard to LIF and IL-11 secretions by eutopic endometrium in infertile women with endometriosis."}, {"pubmed": 17054938, "text": "Ciliary neurotrophic factor/LIF signaling pathway acts via regulation of nitric oxide production to modulate developmental programmed cell death of postmitotic rod precursor cells."}, {"pubmed": 17332938, "text": "The regulation of LIF and its receptor (LIFR) expression in pancreatic carcinoma cells were studied."}, {"pubmed": 17652170, "text": "provides a structural template to understand the formation and orientation of the high-affinity signaling complex between LIF, LIF receptor, and gp130"}, {"pubmed": 17671691, "text": "interleukin-8 (CXCL-8) is induced by tumor necrosis factor-alpha and leukemia inhibitory factor in pancreatic carcinoma cells"}, {"pubmed": 17681328, "text": "Endometrial integrin beta3 and LIF expressions in the peri-implantation phase were significantly lower in stimulated cycles (including both moderate and high responders) compared to natural controls."}, {"pubmed": 17702963, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17848619, "text": "LIF and IL6 skew monocyte differentiation into tumor-associated macrophage (TAM)-like cells by enabling monocytes to consume monocyte-CSF. Depletion of LIF, IL-6, and M-CSF in ovarian cancer ascites suppressed TAM-like cell induction"}, {"pubmed": 17966612, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17966612, "text": "the LIF gene mutation, the heterozygote G to A transition on the position 3400, affects fertility but the infertility treatment can succeed."}, {"pubmed": 17979974, "text": "Increased expression of some IL-6 cytokine family members (oncostatin M, gp130, CT-1, LIF) in cutaneous inflammation might contribute to the promotion of hair loss."}, {"pubmed": 18042242, "text": "Increased LIF expression in peri-infarcted regions and sequestration from the peripheral circulation in acute stroke patients are characteristic of the pathobiological response to ischaemia and tissue damage."}, {"pubmed": 18047677, "text": "Present predominantly in glandular epithelium."}, {"pubmed": 18048043, "text": "higher levels found in the placentas of pre-eclamptic compared with normotensive women"}, {"pubmed": 18258286, "text": "Immunohistochemical labeling of LIF in the fallopian tube was found to be increased in ectopic pregnancies compared to non-pregnant and healthy pregnant controls"}, {"pubmed": 18298054, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18298054, "text": "The antiphospolipid antibodies (aPLs) are elevated in infertile women with LIF gene mutations."}, {"pubmed": 18317962, "text": "secretion of OSM and LIF by both epithelial and stromal (paracrine manner) cells seems to promote tumor growth in human breast carcinoma"}, {"pubmed": 18468598, "text": "Leukemia inhibitory factor may be one of the reasons that cause patients with salpingitis to be more susceptible to tubal pregnancy and might be involved in the implantation process of tubal pregnancy."}, {"pubmed": 18492704, "text": "LIF can regulate extravillous trophoblast invasion, suggesting an important role in early placental development."}, {"pubmed": 18540977, "text": "Overexpression may be a potential molecular marker for predicting poor prognosis in patients with epithelial ovarian carcinoma."}, {"pubmed": 18637760, "text": "LIF secretion is a predictor and indicator of early progenitor status in adult bone marrow stromal cells."}, {"pubmed": 18639869, "text": "Results describe the role of leukemia inhibitory factor in human mesenchymal stem cell-mediated immunosuppression."}, {"pubmed": 18684446, "text": "Unexplained infertility in some women might be explained by disturbances in the LIF pathway in midsecretory-phase endometrium."}, {"pubmed": 18953658, "text": "A potential role for LIF in the melanoma-induced bone metastasis possibly through the stimulation of osteoclastogenesis is suggested."}, {"pubmed": 19011087, "text": "In silico models predicted that five of the up-regulated miRNAs targeted leukemia inhibitory factor (LIF) expression"}, {"pubmed": 19086053, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19213836, "text": "IL-11 and LIF regulated endometrial epithelial cell adhesion, suggesting that targeting IL-11 and LIF may be useful in regulating fertility by either enhancing or blocking implantation."}, {"pubmed": 19251277, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19251277, "text": "results indicate that LIF 3' UTR StuI polymorphism is not associated with multiple sclerosis, however we cannot exclude the hypothesis that other polymorphic alleles of LIF could be implicated in MS susceptibility"}, {"pubmed": 19255255, "text": "hCG-mediated LIF expression in the endometrium is dependent on prior induction of PROK1."}, {"pubmed": 19342253, "text": "Results indicate that leukemia inhibitory factor (LIF) and Oncostatin M increase the expression of MMP-1, MMP-3, and TIMP-1 several fold, and that their expression is reduced to basal levels in the presence of the LIF antagonist MH35-BD."}, {"pubmed": 19361790, "text": "Leukemia inhibitory factor is dysregulated in the endometrium and uterine flushing fluid of women with adenomyosis during the implantation window."}, {"pubmed": 19374770, "text": "LIF has a role in the optimization of the endometrium for embryo implantation."}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19470478, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19495417, "text": "N-Myc regulates expression of pluripotency genes in neuroblastoma including lif, klf2, klf4, and lin28b"}, {"pubmed": 19541590, "text": "The key features of leukaemia inhibitory factor cytokine, its numerous physiological effects the most recent data are presented. Review."}, {"pubmed": 19545488, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19545488, "text": "The results suggest that in LIF gene mutation-positive women the idiopathic infertility and endometriosis have a negative impact on the outcome of IVF treatment."}, {"pubmed": 19548631, "text": "The levels of E-selectin, ICAM-1, IL-11, IRF-1, IL-6, IL-1beta and LIF genes expression in the B. pseudomallei-infected cells were 1.5-5 times lower than in the B. thailandensis-infected cells."}, {"pubmed": 19550366, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19647472, "text": "Studies indicate potential of LIF/IL11 as contraceptive targets and therapeutic agents for infertility."}, {"pubmed": 19704963, "text": "The expression of mRNA isoforms for leukemia-inhibitory factor changes with embryonic and neonatal development, changes reflect a decrease in stimulatory influences on the expression and number of LIF-producing circulating cells"}, {"pubmed": 19751193, "text": "Studies indicate that leptin, CNTF, LIF and IL-6 present similar three-dimensional fold structure, interact with related class-I receptors and activate similar intracellular pathways."}, {"pubmed": 19879916, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20074285, "text": "LIF protein is expressed in Alzheimer's and Parkinson diseases."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20396801, "text": "Results describe the effects of 6-h marathon ultra-race on the levels of IL-6, leukemia inhibiting factor (LIF), and stem cell growth factor (SCF) in athletes."}, {"pubmed": 20570039, "text": "Suggest that growth inhibition and activation of the autocrine/paracrine signaling through LIF/JAK/STAT may be a common response to Ras/Raf activation in different medullary thyroid carcinoma types."}, {"pubmed": 20587610, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20597819, "text": "Wharton's jelly - and adipose tissue-mesenchymal stromal cells (MSCc) were more potent than BMbone marrow-MSCs in suppressing lymphocyte responses, and they mediated this effect by secreting high levels of leukemia inhibitory factor."}, {"pubmed": 20618183, "text": "Patients with recurrent spontaneous abortion not only displayed a decrease in LIF expression but also had a reduced frequency of endometrial infiltrated CD4+ LIF+ cells in comparison with fertile women."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20734064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20851233, "text": "OPN, IL-6 and LIF may have critical roles in human pregnancy maintenance."}, {"pubmed": 21129244, "text": "TGFbeta1, TNFalpha and LIF expressions showed increased level in the untreated patients with de novo acute myeloid leukemia."}, {"pubmed": 21155043, "text": "Serum concentrations of IL-6 family cytokines, including IL-6, IL-11, and LIF, were significantly elevated in patients with RA compared to those of healthy controls."}, {"pubmed": 21178106, "text": "The cytokine LIF promotes trafficking of T-type calcium channel subunits in human HEK293 cells via transient activation of JAK- and ERK-kinase signaling pathways."}, {"pubmed": 21191816, "text": "The epigenetic up-regulation of the LIF gene likely play an important role in the development of breast cancer."}, {"pubmed": 21527666, "text": "LIF is a contraction-induced myokine, potentially acting in an autocrine or paracrine fashion to promote skeletal muscle satellite cell proliferation."}, {"pubmed": 21570299, "text": "LIF could be significantly involved in the pathophysiology of Multiple sclerosis"}, {"pubmed": 21613225, "text": "Extensive mannose phosphorylation on leukemia inhibitory factor (LIF) controls its extracellular levels by multiple mechanisms."}, {"pubmed": 21726338, "text": "MiR-141 has been significantly downregulated by more than 50% after leukemia inhibitory factor stimulation"}, {"pubmed": 21745467, "text": "stimulation with alpha(1)-adrenoceptor may enhance DNA synthesis and proliferation of mouse iPS cells cultured with LIF via augmentation of both the MEK/MAPK and the PI3K/Akt pathways"}, {"pubmed": 21966484, "text": "Study demonstrated that LIF was an important regulator of decidualization in humans and mice."}, {"pubmed": 21987111, "text": "Endometrial HOXA11 and LIF mRNA expression levels (normalized to beta-actin expression) were significantly decreased in endometrium of infertile patients with endometriosis compared with healthy fertile controls"}, {"pubmed": 22142941, "text": "Addition of IL-4 or IL-13 had no effect on IL-6 expression, but significantly inhibited LIF and IL-11 mRNA and protein stimulated by IL-1beta and TNF-alpha."}, {"pubmed": 22252755, "text": "No correlation was found between pinopodes development stage and LIF expressions in endometrium."}, {"pubmed": 22285730, "text": "LIF expression might be regulated by microRNA-199a"}, {"pubmed": 22323722, "text": "LIF delivery can be harnessed to enhance the generation of oligodendrocytes that express myelin proteins and reform the nodes of Ranvier in the context of chronic demyelination in the adult mouse hippocampus."}, {"pubmed": 22341639, "text": "LIF mRNA expression was significantly decreased in abnormal uterine cavities during the midsecretory phase, indicating that endometrial cavity defects are a possible cause of poor reproductive outcomes."}, {"pubmed": 22436290, "text": "plasma concentrations is a predictive marker of in vitro fertilization outcome"}, {"pubmed": 22520363, "text": "LIF was expressed in endometrium of fertile women but significantly decreased in infertile women. Infertile women secreted significantly less LIF molecules in uterine flushing compared with fertile women."}, {"pubmed": 22537815, "text": "there is an altered expression of LIF and IL-15 in the endometrium of women with recurrent implantation failure"}, {"pubmed": 22649064, "text": "Although leukemia inhibitory factor (LIF) and LIF receptors were increased in muscle tissue and myoblasts from diabetic patients, LIF signaling and LIF-induced cell proliferation were impaired in diabetic myoblasts."}, {"pubmed": 22698642, "text": "Expression of LIF and integrin-beta3 (ITGB3) in the peri-implantation endometrium does not change in women with unexplained recurrent pregnancy loss."}, {"pubmed": 22712053, "text": "Data show that LIF through STAT3 negatively regulates Th2 differentiation."}, {"pubmed": 22720020, "text": "findings suggest that our LIF-dependent human iPSCs could provide a novel model to investigate the role of cytokine signaling in cellular reprogramming"}, {"pubmed": 22835519, "text": "LIF combined with VEGF can maintain the preliminary, progenitor phenotype of EPCs and alleviate cell differentiation by upregulating KLF4, which may provide new insights into transcriptional regulation in endothelial progenitor cells"}, {"pubmed": 22905257, "text": "Acyloxy nitroso compounds inhibit LIF signaling in endothelial cells and cardiac myocytes, showing that STAT3 signaling is redox-sensitive"}, {"pubmed": 23122949, "text": "Identification of novel molecules associated with a LIF-mediated increase in trophoblastic cell invasion may facilitate our understanding of implantation biology."}, {"pubmed": 23541977, "text": "study found lower expression of LIF in the edndometrium in unexplained infertile women with multiple implantation failures compared to fertile women; data suggest that the initial lower expression of LIF in proliferative phase may be one of the causes for multiple failure of implantation"}, {"pubmed": 23628981, "text": "novel expression and purification protocol for the production of recombinant hLIF"}, {"pubmed": 23687977, "text": "Data show that the expressions of ER-alpha, PR, LIF, VEGF, iNOS and CB1 in fallopian tube and chorionic villi of tubal pregnancy were not altered by exposure to levonorgestrel emergency contraception."}, {"pubmed": 23729555, "text": "Data from 3-year-old girl and other reported cases support model in which abundance of LIF in B-cell acute lymphoblastic leukemia results in leukemic infiltration of central nervous system and development of Cushing syndrome. [CASE STUDY; REVIEW]"}, {"pubmed": 23831429, "text": "In summary, we can show that LIF is an important factor in melanoma progression."}, {"pubmed": 23876532, "text": "Polyethylene glycated leukemia inhibitory factor antagonist inhibits human blastocyst implantation and triggers apoptosis by down-regulating embryonic AKT1."}, {"pubmed": 23963683, "text": "Results show that endogenous levels of Pkig reciprocally regulate osteoblast and adipocyte differentiation and that this reciprocal regulation is mediated in part by LIF."}, {"pubmed": 24074901, "text": "Data suggest LIF/LIF receptor (alpha subunit) signal transduction facilitates blastocyst implantation or development of tubal pregnancy by stimulating blastocyst adhesion and outgrowth/proliferation of placenta or Fallopian tube epithelial cells."}, {"pubmed": 24270418, "text": "NPC patients had increased serum levels of LIF. Higher LIF levels correlated with local tumor recurrence. Xenograft mouse studies showed that LIF critically contributes to NPC tumor growth & radioresistance."}, {"pubmed": 24310780, "text": "Addition of leukemia inhibitory factor (LIF) neutralizing antibodies inhibited oligodendrocyte differentiation, indicating a crucial role of TNFR2-induced astrocyte derived LIF for oligodendrocyte maturation"}, {"pubmed": 24664722, "text": "This mini review will summarize the findings that are related to LIF signaling and discuss the neuroprotective effects of LIF in different models."}, {"pubmed": 24690239, "text": "The use of LIF in combination with alphanubeta3 integrin as biomarkers appears to be superior to integrin testing alone when evaluating endometrial receptivity, primarily because of its earlier pattern of expression during the secretory phase."}, {"pubmed": 24857661, "text": "LIF mediates fibroblast activation to promote invasive tumor microenvironment."}, {"pubmed": 25128195, "text": "An increased mRNA expression of PROK1 and LIF could be one of the several abnormalities characterizing the endometrium in women recurrent pregnancy loss."}, {"pubmed": 25179300, "text": "Data indicate that NanoLuc-fusion strategy provided an efficient approach for preparation of recombinant leukemia inhibitory factor (LIF) protein"}, {"pubmed": 25277705, "text": "Expression of LIF protects the lung from lung injury and enhanced pathology during respiratory syncytial virus infection."}, {"pubmed": 25323535, "text": "LIF has a role in negatively regulating tumour-suppressor p53 through Stat3/ID1/MDM2 in colorectal cancers"}, {"pubmed": 25514345, "text": "LIF downregulates the autoimmune response by enhancing Treg numbers."}, {"pubmed": 25790555, "text": "Studied the association of tubal pregnancy with leukemia inhibitory factor (LIF) and leukemia inhibitory factor receptor (LIFR) expression in oviduct tissues."}, {"pubmed": 25879318, "text": "LIF structure, signaling pathway, and primary roles in the development and function of an organism are reviewed--{REVIEW}"}, {"pubmed": 25885043, "text": "LIF/p21 signaling cascade as a novel tumor suppressive-like pathway in melanoma, acting downstream of TGFbeta to regulate cell cycle arrest and cell death, further highlight new potential therapeutic strategies for the treatment of cutaneous melanoma"}, {"pubmed": 26187859, "text": "Despite common signal transduction mechanisms (JAK/STAT, MAPK and PI3K) LIF can have paradoxically opposite effects in different cell types including stimulating or inhibiting each of cell proliferation, differentiation and survival."}, {"pubmed": 26271643, "text": "LIF was frequently overexpressed in osteosarcoma, which could promote the growth and invasion through activating the STAT3 pathway."}, {"pubmed": 26296968, "text": "Data show that leukemia inhibitory factor (LIF) signaling promote chemoresistance in cholangiocarcinoma by up-regulating myeloid cell factor-1 (Mcl-1) via phosphatidylinositol 3-kinase (PI3K)/c-akt protein (AKT)-dependent pathway."}, {"pubmed": 26615902, "text": "LIF SNP T/G (rs929271) seems to be a susceptibility biomarker capable of predicting implantation efficiency and pregnancy outcomes."}, {"pubmed": 26716902, "text": "Overexpression of LIF promotes Epithelial-mesenchymal transition and results in cancer."}, {"pubmed": 26723254, "text": "Taken together, we firstly demonstrate that LIF enhances the adhesion of trophoblastic cells to endometrial cells by up-regulating expression of integrin heterodimer alphaVbeta3 and alphaVbeta5."}, {"pubmed": 26776907, "text": "Women with dormant genital tuberculosis were found to have decreased endometrial LIF-STAT3 signaling."}, {"pubmed": 26817395, "text": "Cytokines of the LIF/CNTF family and metabolism"}, {"pubmed": 26817565, "text": "This review discusses the role of LIF and the recent analysis of its action on the uterine LE in regulating endometrial receptivity and implantation."}, {"pubmed": 26984928, "text": "Although further studies would be required to deconvolute the targets involved in LIF induction and to confirm activity of hits in more disease-relevant assays, our results have demonstrated the potential of the phenotypic approach to identify specific and chemically tractable small molecules that trigger the production of LIF in relevant cell lines"}, {"pubmed": 27082016, "text": "Endometrial expression of LIF and LIFR is significantly reduced in the epithelial cells of infertile women."}, {"pubmed": 27304912, "text": "Leukemia inhibitory factor (LIF) - STAT3 transcription factor (STAT3) signaling pathway is systemically dysregulated in in the endometrium of patients with recurrent/repeated implantation failure (RIFE)."}, {"pubmed": 28064096, "text": "In summary, this study has shown that LIF is implicated in the HG-mediated inhibition of osteoblast differentiation, via promoting STAT3/SOCS3 signaling. This study may provide insights into the signal pathway of HG-induced bone loss or delayed injured joint healing."}, {"pubmed": 28246407, "text": "These findings implicate ZEB1 as a stem cell regulator in glioma via LIF repression which when deleted leads to increased stemness, tumorigenicity and shortened patient survival."}, {"pubmed": 28247842, "text": "The expression of LIF was associated with tumor size and a poorer overall survival. Microarray and quantitative real-time polymerase chain reaction assessments suggest that LIF can facilitate tumor-promoting inflammation. Results indicate that LIF plays a role in maintaining cancer stem cells in chordomas."}, {"pubmed": 28391028, "text": "findings illustrate that DeltaNp63alpha can inhibit the levels of LIF mRNA by direct transcription regulation and decrease LIF mRNA stability by suppressing the expression of Lnc-LIF-AS. An inverse interaction of LIF and DeltaNp63alpha expression was as well validated in clinical samples of cervical cancer, and high level of LIF in cervical cancers was related with poor patient survival."}, {"pubmed": 28432985, "text": "study indicated impaired LIF expression levels only in women with unexplained infertility, while LIF-R expression was impaired in all sub-groups of infertile women."}, {"pubmed": 28466814, "text": "SNP 3951C/T of LIF may not be associated with in vitro fertilization and embryo transfer outcome in Iranian population."}, {"pubmed": 28512205, "text": "Data suggest a 216-nucleotide proximal cis-element in LIF mRNA exhibits mRNA destabilizing potential; on exposure to carcinogen PMA (phorbol-12-myristate-13-acetate), this cis-element exhibits mRNA stabilizing activity. PMA induces nucleo-cytoplasmic translocation of both nucleolin and PCBP1, 2 trans-acting factors that bind to and stabilize LIF mRNA. [LIF = leukemia inhibitory factor; PCBP1 = poly(rC) binding protein 1]"}, {"pubmed": 28577574, "text": "ATF3 plays a significant role in regulating human endometrial receptivity and embryo attachment in vitro via up-regulation of leukemia inhibitory factor."}, {"pubmed": 28729093, "text": "These results demonstrate the involvement of PIM kinases in LIF-induced regulation in different trophoblastic cell lines which may indicate similar functions in primary cells."}, {"pubmed": 28755912, "text": "This report describes the involvement of proteins responsible for cell growth and progression and defines the LIF-mediated novel autocrine-paracrine signaling loop for cell growth arrest."}, {"pubmed": 29038846, "text": "Decreased serum LIF levels may be associated with vasculopathy in systemic sclerosis (SSc) and that Fli1 deficiency may contribute to the inhibition of LIF-dependent biological effects on SSc endothelial cells by suppressing the expression of LIF, LIF receptor, and gp130."}, {"pubmed": 29063331, "text": "The endometrial expression of LIF and CD34 in the pathogenesis of non-developing pregnancy can be used for evaluating the pregnancy prognosis in women of young and old reproductive age."}, {"pubmed": 29269518, "text": "In serum from human PDAC patients, authors found that LIF titers positively correlated with intratumoral nerve density."}, {"pubmed": 29393372, "text": "This study uses LIF to activate the PI3K/ AKT signal and induce the anti-inflammatory effect during the neuron differentiation from human induced pluripotent stem cell-derived neural precursor cells."}, {"pubmed": 29397316, "text": "The findings indicate that low LIF concentrations in serum and follicular fluid may contribute to disordered folliculogenesis in polycystic ovary syndrome."}, {"pubmed": 29605252, "text": "miR-181c-3p and -5p promotes high-glucose-induced dysfunction in human umbilical vein endothelial cells by regulating leukemia inhibitory factor"}, {"pubmed": 30213486, "text": "Differential expression of LIF and IGF-1 in molar trophoblasts and chorionic villi might have a role in regulation of trophoblasts in complete moles. Decreased expression of glandular IGF-1 and decidual LIF might be related to the decidual changes during trophoblastic proliferation and invasion of decidua in complete HMs."}, {"pubmed": 30242886, "text": "Low LIF expression is associated with myoma uteri."}, {"pubmed": 30305729, "text": "Ruxolitinib-treated tumors in both the immunocompromised and immunocompetent animal models demonstrate decreased phospho-STAT3, indicating on-target activity. In conclusion, CA-MSC activate ovarian cancer cell STAT3 signaling via IL6 and LIF and increase tumor cell stemness."}, {"pubmed": 30383471, "text": "Interplay Between Helicobacter pylori Infection, Interleukin-11, and Leukemia Inhibitory Factor in Gastric Cancer Among Egyptian Patients"}, {"pubmed": 30565675, "text": "Leukemia inhibitory factor inhibits the proliferation of gastric cancer cells by inducing G1-phase arrest."}, {"pubmed": 30611552, "text": "The association between ESR1 and LIF polymorphisms can help in the prediction of recurrent implantation failure."}, {"pubmed": 30664218, "text": "Although rhLIF had no effect on proliferation, it inhibited apoptosis of degenerated nucleus pulposus cells in a concentrationdependent manner.  LIF was upregulated during the process of intervertebral disc degeneration, and may promote the expression of extracellular matrix components."}, {"pubmed": 30996350, "text": "findings reveal a function of LIF in pancreatic ductal adenocarcinoma tumorigenesis, and suggest its translational potential as an attractive therapeutic target and circulating marker; studies underscore how a better understanding of cell-cell communication within the tumour microenvironment can suggest novel strategies for cancer therapy"}, {"pubmed": 31296870, "text": "Study shows that LIF expression is induced specifically by oncogenic KRAS in pancreatic ductal adenocarcinomas (PDAC) and that LIF depletion by genetic means or by neutralizing antibodies prevents engraftment in pancreatic xenograft models. The related cytokine IL-6 cannot substitute for LIF, suggesting that LIF mediates KRAS-driven malignancies through a non-STAT-signaling pathway."}, {"pubmed": 31586768, "text": "Identification of miRNAs and associated pathways regulated by Leukemia Inhibitory Factor in trophoblastic cell lines."}, {"pubmed": 31615908, "text": "Epigenetic Profiling Identifies LIF as a Super-enhancer-Controlled Regulator of Stem Cell-like Properties in Osteosarcoma."}, {"pubmed": 31854204, "text": "Study in eight datasets from four public databases revealed that LIF was highly expressed while LIFR was lowly expressed in pancreatic adenocarcinoma (PAAD) tissues compared with adjacent or normal tissues.  High LIF expression was associated with shorter overall survival whereas high LIFR expression was associated with longer overall survival confirming significance LIF and LIFR as biomarkers in PAAD."}, {"pubmed": 31916327, "text": "EC yes-associated protein (YAP) is not only a critical coactivator of Hippo signalling in retinal vessel development but also plays an essential role in retinal astrocyte maturation by regulating LIF production."}, {"pubmed": 32045772, "text": "Examined whether and how LIF regulates the behavior of macrophages and trophoblast cells in response to pro-inflammatory stress factors. We found that LIF modulated the activating effects of interferon-gamma and granulocyte-macrophage colony-stimulating factor in macrophages and trophoblast cells."}, {"pubmed": 32324266, "text": "Impact of IFN-beta and LIF overexpression on human adipose-derived stem cells properties."}, {"pubmed": 32504404, "text": "Polymorphism in the 3'-UTR of LIF but Not in the ATF6B Gene Associates with Schizophrenia Susceptibility: a Case-Control Study and In Silico Analyses."}, {"pubmed": 32540613, "text": "LIF in embryo culture medium is a predictive marker for clinical pregnancy following IVF-ET of patients with fallopian tube obstruction."}, {"pubmed": 32827446, "text": "Leukemia inhibitory factor promotes gastric cancer cell proliferation, migration, and invasion via the LIFR-Hippo-YAP pathway."}, {"pubmed": 32914874, "text": "Leukemia inhibitory factor is a novel biomarker to predict lymph node and distant metastasis in pancreatic cancer."}, {"pubmed": 33004621, "text": "Autocrine Leukemia Inhibitory Factor Promotes Esophageal Squamous Cell Carcinoma Progression via Src Family Kinase-Dependent Yes-Associated Protein Activation."}, {"pubmed": 33410420, "text": "Leukemia inhibitory factor: A main controller of breast cancer."}, {"pubmed": 33555431, "text": "The expression and significance of leukemia inhibitory factor, interleukin-6 and vascular endothelial growth factor in Chinese patients with endometriosis."}, {"pubmed": 33914392, "text": "Association of novel stop-gained leukaemia inhibitory factor receptor gene (rs121912501) variant, leukaemia inhibitory factor and ovarian steroids with unexplained infertility among Pakistani women."}, {"pubmed": 33931487, "text": "Mutant KRAS Downregulates the Receptor for Leukemia Inhibitory Factor (LIF) to Enhance a Signature of Glycolysis in Pancreatic Cancer and Lung Cancer."}, {"pubmed": 34074039, "text": "Induced Pluripotent Stem Cell-Derived Conditioned Medium Promotes Endogenous Leukemia Inhibitory Factor to Attenuate Endotoxin-Induced Acute Lung Injury."}, {"pubmed": 34265288, "text": "Tumor-derived LIF promotes chemoresistance via activating tumor-associated macrophages in gastric cancers."}, {"pubmed": 34392367, "text": "Myeloid cell-mediated targeting of LIF to dystrophic muscle causes transient increases in muscle fiber lesions by disrupting the recruitment and dispersion of macrophages in muscle."}, {"pubmed": 34416362, "text": "Plasma proteomics identifies leukemia inhibitory factor (LIF) as a novel predictive biomarker of immune-checkpoint blockade resistance."}, {"pubmed": 34815524, "text": "PCK1 regulates neuroendocrine differentiation in a positive feedback loop of LIF/ZBTB46 signalling in castration-resistant prostate cancer."}, {"pubmed": 35012573, "text": "Endometrial injury concurrent with hysteroscopy increases the expression of Leukaemia inhibitory factor: a preliminary study."}, {"pubmed": 35680099, "text": "The Pleiotropic role, functions and targeted therapies of LIF/LIFR axis in cancer: Old spectacles with new insights."}, {"pubmed": 36326445, "text": "Relevance of leukaemia inhibitory factor to anti-melanoma differentiation-associated gene 5 antibody-positive interstitial lung disease."}, {"pubmed": 36924393, "text": "Interplay of \"leukemia inhibitory factor receptor gene\" (rs3099124) polymorphism, leukemia inhibitory factor and ovarian steroids with unexplained infertility."}, {"pubmed": 37782452, "text": "LIF Aggravates Pulpitis by Promoting Inflammatory Response in Macrophages."}, {"pubmed": 37945798, "text": "The leukemia inhibitory factor regulates fibroblast growth factor receptor 4 transcription in gastric cancer."}, {"pubmed": 38134636, "text": "MDM2-p53 mediate a miR-181c-3p/LIF axis to regulate low dose-rate radiation-induced DNA damage in human B lymphocytes."}, {"pubmed": 38150153, "text": "Asymmetric post-translational modifications regulate the nuclear translocation of STAT3 homodimers in response to leukemia inhibitory factor."}, {"pubmed": 38518755, "text": "Human Seminal Extracellular Vesicles Enhance Endometrial Receptivity Through Leukemia Inhibitory Factor."}], "genomic_pos": {"chr": "22", "end": 30246759, "ensemblgene": "ENSG00000128342", "start": 30240453, "strand": -1}, "genomic_pos_hg19": {"chr": "22", "end": 30642840, "start": 30636436, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0000902", "qualifier": "involved_in", "term": "cell morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001666", "qualifier": "involved_in", "term": "response to hypoxia"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001974", "qualifier": "involved_in", "term": "blood vessel remodeling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006955", "qualifier": "involved_in", "term": "immune response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007566", "qualifier": "involved_in", "term": "embryo implantation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0008284", "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008284", "pubmed": 7957045, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of cell population proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008284", "pubmed": 8999038, "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008285", "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010467", "qualifier": "involved_in", "term": "gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010628", "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0030225", "pubmed": 3143918, "qualifier": "involved_in", "term": "macrophage differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0033138", "pubmed": 7508917, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of peptidyl-serine phosphorylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0033141", "pubmed": 20624457, "qualifier": "involved_in", "term": "positive regulation of peptidyl-serine phosphorylation of STAT protein"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0033630", "pubmed": 26723254, "qualifier": "involved_in", "term": "positive regulation of cell adhesion mediated by integrin"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035019", "qualifier": "involved_in", "term": "somatic stem cell population maintenance"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042531", "pubmed": 20624457, "qualifier": "involved_in", "term": "positive regulation of tyrosine phosphorylation of STAT protein"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043410", "pubmed": 7508917, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of MAPK cascade"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045595", "qualifier": "involved_in", "term": "regulation of cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045651", "pubmed": 7957045, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of macrophage differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045835", "qualifier": "involved_in", "term": "negative regulation of meiotic nuclear division"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 7508917, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": [20624457, 26723254], "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045944", "pubmed": 26723254, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046697", "qualifier": "involved_in", "term": "decidualization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0046888", "pubmed": 7867561, "qualifier": "acts_upstream_of_or_within", "term": "negative regulation of hormone secretion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048144", "qualifier": "involved_in", "term": "fibroblast proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048146", "qualifier": "involved_in", "term": "positive regulation of fibroblast proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048286", "qualifier": "involved_in", "term": "lung alveolus development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048644", "qualifier": "involved_in", "term": "muscle organ morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048666", "qualifier": "involved_in", "term": "neuron development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048711", "qualifier": "involved_in", "term": "positive regulation of astrocyte differentiation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0048861", "qualifier": "involved_in", "term": "leukemia inhibitory factor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0048861", "pubmed": [8999038, 12643274, 22783022], "qualifier": "involved_in", "term": "leukemia inhibitory factor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048863", "qualifier": "involved_in", "term": "stem cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050731", "pubmed": 7508917, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of peptidyl-tyrosine phosphorylation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060426", "qualifier": "involved_in", "term": "lung vasculature development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060463", "qualifier": "involved_in", "term": "lung lobe morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060707", "qualifier": "involved_in", "term": "trophoblast giant cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070373", "qualifier": "involved_in", "term": "negative regulation of ERK1 and ERK2 cascade"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0072108", "pubmed": 20624457, "qualifier": "involved_in", "term": "positive regulation of mesenchymal to epithelial transition involved in metanephros morphogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0072307", "pubmed": 20624457, "qualifier": "involved_in", "term": "regulation of metanephric nephron tubule epithelial cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0097696", "pubmed": 22783022, "qualifier": "involved_in", "term": "cell surface receptor signaling pathway via STAT"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0140013", "qualifier": "involved_in", "term": "meiotic nuclear division"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IC", "gocategory": "CC", "id": "GO:0005615", "pubmed": 12643274, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005102", "pubmed": 8999038, "qualifier": "enables", "term": "signaling receptor binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005125", "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005125", "pubmed": [7957045, 22783022], "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005146", "qualifier": "enables", "term": "leukemia inhibitory factor receptor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005146", "pubmed": 7957045, "qualifier": "enables", "term": "leukemia inhibitory factor receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005146", "pubmed": 8999038, "qualifier": "enables", "term": "leukemia inhibitory factor receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [14527405, 16051226, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008083", "qualifier": "enables", "term": "growth factor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008083", "pubmed": [7957045, 8999038, 12643274], "qualifier": "enables", "term": "growth factor activity"}]}, "homologene": {"genes": [[9031, 427718], [9544, 715456], [9598, 736309], [9606, 3976], [9615, 403449], [9913, 280840], [10090, 16878], [10116, 60584]], "id": 1734}, "interpro": [{"desc": "Leukemia inhibitory factor /oncostatin", "id": "IPR001581", "short_desc": "Leukemia_IF/oncostatin"}, {"desc": "Leukemia inhibitory factor", "id": "IPR003624", "short_desc": "Leukemia_IF"}, {"desc": "Four-helical cytokine-like, core", "id": "IPR009079", "short_desc": "4_helix_cytokine-like_core"}, {"desc": "Leukemia inhibitory factor /oncostatin, conserved site", "id": "IPR019827", "short_desc": "Leukemia_IF/oncostatin_CS"}], "ipi": ["IPI00009720", "IPI00877832"], "map_location": "22q12.2", "name": "LIF interleukin 6 family cytokine", "other_names": ["D factor", "cholinergic differentiation factor", "differentiation inhibitory activity", "differentiation-inducing factor", "differentiation-stimulating factor", "hepatocyte-stimulating factor III", "human interleukin in DA cells", "leukemia inhibitory factor", "melanoma-derived LPL inhibitor"], "pantherdb": {"HGNC": "6596", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "96787", "ortholog_type": "LDO", "panther_family": "PTHR10633", "taxid": 10090, "uniprot_kb": "P09056"}, {"RGD": "620865", "ortholog_type": "LDO", "panther_family": "PTHR10633", "taxid": 10116, "uniprot_kb": "P17777"}], "uniprot_kb": "P15018"}, "pathway": {"biocarta": {"id": "nfatpathway", "name": "nfat and hypertrophy of the heart "}, "kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04550", "name": "Signaling pathways regulating pluripotency of stem cells - Homo sapiens (human)"}, {"id": "hsa04630", "name": "JAK-STAT signaling pathway - Homo sapiens (human)"}, {"id": "hsa04668", "name": "TNF signaling pathway - Homo sapiens (human)"}], "pid": [{"id": "fra_pathway", "name": "Validated transcriptional targets of AP1 family members Fra1 and Fra2"}, {"id": "p53downstreampathway", "name": "Direct p53 effectors"}], "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-6783589", "name": "Interleukin-6 family signaling"}, {"id": "R-HSA-6783783", "name": "Interleukin-10 signaling"}, {"id": "R-HSA-6785807", "name": "Interleukin-4 and Interleukin-13 signaling"}, {"id": "R-HSA-6788467", "name": "IL-6-type cytokine receptor ligand interactions"}], "wikipathways": [{"id": "WP1544", "name": "MicroRNAs in cardiomyocyte hypertrophy"}, {"id": "WP236", "name": "Adipogenesis"}, {"id": "WP3931", "name": "ESC Pluripotency Pathways"}, {"id": "WP4816", "name": "TGF-beta receptor signaling in skeletal dysplasias"}, {"id": "WP4963", "name": "p53 transcriptional gene network"}, {"id": "WP560", "name": "TGF-beta Receptor Signaling"}]}, "pdb": ["1EMR", "1PVH", "2Q7N", "7N0A", "8D6A"], "pfam": "PF01291", "pharmgkb": "PA30370", "pharos": {"target_id": 1846, "tdl": "Tbio"}, "pir": "B36282", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF325997", "relationship": "is"}, {"id": "GNF325998", "relationship": "is"}, {"id": "GNF325999", "relationship": "is"}], "CondMedia_CM_LibrAB": {"id": "GNF292903", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF252171", "relationship": "is"}, {"id": "GNF252172", "relationship": "is"}, {"id": "GNF252173", "relationship": "is"}, {"id": "GNF252174", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF085464", "relationship": "is"}, {"id": "GNF085465", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051964", "relationship": "is"}, {"id": "GNF061528", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF068689", "relationship": "is"}, {"id": "GNF068690", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF128392", "relationship": "is"}, {"id": "GNF277908", "relationship": "is"}, {"id": "GNF278750", "relationship": "is"}, {"id": "GNF278752", "relationship": "is"}], "MasterSecretomicsList": [{"id": "GNF330727", "relationship": "is"}, {"id": "GNF331984", "relationship": "is"}, {"id": "GNF333951", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF337734", "relationship": "is"}, "NOVART_hs-genome_siRNA": {"id": "GNF142625", "relationship": "is"}}, "refseq": {"genomic": ["NC_000022.11", "NC_060946.1", "NG_008721.1"], "protein": ["NP_001244064.1", "NP_002300.1", "XP_047297317.1"], "rna": ["NM_001257135.2", "NM_002309.5", "XM_047441361.1"], "translation": [{"protein": "NP_002300.1", "rna": "NM_002309.5"}, {"protein": "XP_047297317.1", "rna": "XM_047441361.1"}, {"protein": "NP_001244064.1", "rna": "NM_001257135.2"}]}, "reporter": {"HG-U133_Plus_2": "205266_at", "HG-U95Av2": "441_s_at", "HTA-2_0": "TC22000647.hg.1", "HuEx-1_0": "3957160", "HuGene-1_1": "8075310", "HuGene-2_1": "16933760"}, "summary": "The protein encoded by this gene is a pleiotropic cytokine with roles in several different systems. It is involved in the induction of hematopoietic differentiation in normal and myeloid leukemia cells, induction of neuronal cell differentiation, regulator of mesenchymal to epithelial conversion during kidney development, and may also have a role in immune tolerance at the maternal-fetal interface. Alternatively spliced transcript variants encoding multiple isoforms have been observed for this gene. [provided by RefSeq, Mar 2012].", "symbol": "LIF", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1366463"}, "unigene": "Hs.2250", "uniprot": {"Swiss-Prot": "P15018"}, "wikipedia": {"url_stub": "Leukemia inhibitory factor"}}