{"AllianceGenome": "6613", "HGNC": "6613", "MIM": "601329", "_id": "3984", "_version": 1, "accession": {"genomic": ["AC005056.2", "AC005057.2", "CH471200.2", "CP068271.2", "NC_000007.14", "NC_060931.1", "NG_008129.1", "U62293.1", "U63721.1"], "protein": ["AAB17545.1", "AAB17546.1", "AAC13885.1", "AAC13886.1", "AAD25742.1", "AAS07436.1", "AAS07437.1", "AAS07438.1", "BAA05371.1", "BAD92794.1", "BAF82851.1", "BAH13274.1", "EAW69620.1", "EAW69621.1", "EAW69622.1", "EAW69623.1", "NP_001191355.1", "NP_002305.1", "P53667.3"], "rna": ["AB209557.1", "AF134379.1", "AK026544.1", "AK125156.1", "AK290162.1", "AK300382.1", "AW016257.1", "D26309.1", "DC296332.1", "NM_001204426.2", "NM_002314.4", "NM_016735.1"], "translation": [{"protein": "NP_001191355.1", "rna": "NM_001204426.2"}, {"protein": "BAH13274.1", "rna": "AK300382.1"}, {"protein": "AAD25742.1", "rna": "AF134379.1"}, {"protein": "NP_002305.1", "rna": "NM_002314.4"}, {"protein": "BAA05371.1", "rna": "D26309.1"}, {"protein": "BAF82851.1", "rna": "AK290162.1"}, {"protein": "BAD92794.1", "rna": "AB209557.1"}]}, "alias": ["LIMK", "LIMK-1"], "ec": "2.7.11.1", "ensembl": {"gene": "ENSG00000106683", "protein": ["ENSP00000336740", "ENSP00000409717", "ENSP00000414606", "ENSP00000444452"], "transcript": ["ENST00000336180", "ENST00000418310", "ENST00000435201", "ENST00000476792", "ENST00000483414", "ENST00000486361", "ENST00000491052", "ENST00000538333"], "translation": [{"protein": "ENSP00000409717", "rna": "ENST00000418310"}, {"protein": "ENSP00000336740", "rna": "ENST00000336180"}, {"protein": "ENSP00000414606", "rna": "ENST00000435201"}, {"protein": "ENSP00000444452", "rna": "ENST00000538333"}], "type_of_gene": "protein_coding"}, "entrezgene": "3984", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 22.630842312, "exp_mis": 277.301548277, "exp_syn": 135.577257841, "lof_z": 4.29592081158081, "mis_z": 2.59363250358281, "mu_lof": 1.67508101385e-06, "mu_mis": 2.68977614604e-05, "mu_syn": 1.29037191688e-05, "n_lof": 2.0, "n_mis": 189.0, "n_syn": 136.0, "p_li": 0.990896287164463, "p_null": 9.5123527590164e-08, "p_rec": 0.00910361771200914, "syn_z": -0.0225054768271521}, "bp": 1944, "cds_end": 73535631, "cds_start": 73498320, "n_exons": 16, "nonpsych": {"exp_lof": 20.1994055518, "exp_mis": 250.700977006, "exp_syn": 122.426819971, "lof_z": 3.97685598812145, "mis_z": 2.85746490313868, "mu_lof": 1.67508101385e-06, "mu_mis": 2.68977614604e-05, "mu_syn": 1.29037191688e-05, "n_lof": 2.0, "n_mis": 161.0, "n_syn": 131.0, "p_li": 0.98047290774612, "p_null": 7.55626319284072e-07, "p_rec": 0.0195263366275605, "syn_z": -0.48782967368913}, "nontcga": {"exp_lof": 20.7927232147, "exp_mis": 255.089790641, "exp_syn": 124.70343952, "lof_z": 4.28184704647304, "mis_z": 2.49827633582228, "mu_lof": 1.67508101385e-06, "mu_mis": 2.68977614604e-05, "mu_syn": 1.29037191688e-05, "n_lof": 1.0, "n_mis": 175.0, "n_syn": 123.0, "p_li": 0.996639558229259, "p_null": 4.10618292447085e-08, "p_rec": 0.00336040070891188, "syn_z": 0.0965827958173082}, "transcript": "ENST00000336180.2"}, "exons": [{"cdsend": 74121301, "cdsstart": 74093249, "chr": "7", "position": [[74093216, 74093299], [74096621, 74096760], [74097079, 74097189], [74099031, 74099238], [74105874, 74105980], [74106076, 74106243], [74107009, 74107193], [74107870, 74107957], [74108904, 74109036], [74111647, 74111707], [74111932, 74111998], [74115801, 74115958], [74120582, 74120638], [74120891, 74121049], [74121138, 74122525]], "strand": 1, "transcript": "NM_001204426", "txend": 74122525, "txstart": 74093216}, {"cdsend": 74121301, "cdsstart": 74083990, "chr": "7", "position": [[74083803, 74084045], [74085747, 74085844], [74096621, 74096760], [74097079, 74097189], [74099031, 74099238], [74105874, 74105980], [74106076, 74106243], [74107009, 74107193], [74107870, 74107957], [74108904, 74109036], [74111647, 74111707], [74111932, 74111998], [74115801, 74115958], [74120582, 74120638], [74120891, 74121049], [74121138, 74122525]], "strand": 1, "transcript": "NM_002314", "txend": 74122525, "txstart": 74083803}], "exons_hg19": [{"cdsend": 73535631, "cdsstart": 73507579, "chr": "7", "position": [[73507546, 73507629], [73510951, 73511090], [73511409, 73511519], [73513361, 73513568], [73520204, 73520310], [73520406, 73520573], [73521339, 73521523], [73522200, 73522287], [73523234, 73523366], [73525977, 73526037], [73526262, 73526328], [73530131, 73530288], [73534912, 73534968], [73535221, 73535379], [73535468, 73536855]], "strand": 1, "transcript": "NM_001204426", "txend": 73536855, "txstart": 73507546}, {"cdsend": 73535631, "cdsstart": 73498320, "chr": "7", "position": [[73498133, 73498375], [73500077, 73500174], [73510951, 73511090], [73511409, 73511519], [73513361, 73513568], [73520204, 73520310], [73520406, 73520573], [73521339, 73521523], [73522200, 73522287], [73523234, 73523366], [73525977, 73526037], [73526262, 73526328], [73530131, 73530288], [73534912, 73534968], [73535221, 73535379], [73535468, 73536855]], "strand": 1, "transcript": "NM_002314", "txend": 73536855, "txstart": 73498133}], "generif": [{"pubmed": 11925442, "text": "Mitosis-specific activation of LIM motif-containing protein kinase and roles of cofilin phosphorylation and dephosphorylation in mitosis."}, {"pubmed": 12323073, "text": "identification as interaction partner of 14-3-3 zeta"}, {"pubmed": 12777619, "text": "LIM kinase 1 (LIMK1), a critical regulator of actin dynamics, plays a regulatory role in tumor cell invasion."}, {"pubmed": 12821664, "text": "LIMK1 has a role in regulating cell division and invasive property of prostate cancer cells; the effect is not mediated by phosphorylation of cofilin"}, {"pubmed": 14530263, "text": "LIM-kinase 1 is translocated to the nucleus after being bound by p57kip2"}, {"pubmed": 15023529, "text": "LIMK1 is enriched in both axonal and dendritic growth cones of E18 hippocampal pyramidal neurons where it is found in punctae that extend far out into filopodia, as well as in a perinuclear region identified as Golgi."}, {"pubmed": 15189451, "text": "LIMK1 is cleaved and activated during antiFas antibody-induced apoptosis.  Expression of an N-terminally truncated LMK1 fragment induced membrane blebbing."}, {"pubmed": 15220930, "text": "LATS1 is a novel cytoskeleton regulator that affects cytokinesis by regulating actin polymerization through negative modulation of LIMK1."}, {"pubmed": 15660133, "text": "a multi-protein complex consisting of SSH-1L, LIMK1, actin, and the scaffolding protein, 14-3-3zeta, is involved, along with the kinase, PAK4, in the regulation of ADF/cofilin activity"}, {"pubmed": 15897190, "text": "LIMK1 activity is required for thrombin-induced modulation of microtubule destabilization and actin polymerization"}, {"pubmed": 16204183, "text": "Rnf6 controls cellular LIMK1 concentrations and indicate a new function for the ubiquitin/proteasome system in regulating local growth cone actin dynamics"}, {"pubmed": 16381000, "text": "results suggested an important role for LIMK1 signaling in breast cancer tumor growth, angiogenesis and invasion and a regulatory connection between LIMK1 and the uPA system"}, {"pubmed": 16455074, "text": "LIMK1 may play a role different from that of LIMK2 in regulating mitotic spindle organization, chromosome segregation, and cytokinesis during the cell division cycle."}, {"pubmed": 16611674, "text": "Elastin and LIMK1 SNPs effect in the at-risk haplotype possibly by weakening the vascular wall and promoting the development of IA"}, {"pubmed": 16611674, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16763828, "text": "Taken together, our novel findings presented in this paper implicate that LIMK1 signaling indeed plays a pivotal role in the regulation of EGFR trafficking through the endocytic pathway in invasive tumor cells."}, {"pubmed": 17287949, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 17294230, "text": "the structure, regulation and function; possible contributions to human disease (Review)"}, {"pubmed": 17512523, "text": "These findings demonstrate a cell-type dependent functional interaction between parkin and LIMK1 and provide new evidence that links parkin and LIMK1 in the pathogenesis of familial PD."}, {"pubmed": 18000399, "text": "gamma-tubulin associates with phosphorylated LIMK1 and LIMK2 but not with dephosphorylated LIMK1 or LIMK2."}, {"pubmed": 18028908, "text": "LIMK1 phosphorylation of p25 blocks p25 activity, thus promoting microtubule disassembly."}, {"pubmed": 18079118, "text": "LIMK1-mediated cofilin phosphorylation is required for accurate spindle orientation by stabilizing cortical actin networks during mitosis."}, {"pubmed": 18096821, "text": "PDGF participates in actin dynamics by dual regulation of cofilin activity via LIMK and SSH1L in aortic smooth muscle cells"}, {"pubmed": 18424072, "text": "These results support a model whereby hepatocyte growth factor-stimulated cell migration also requires a cofilin phosphorylation step that is mediated by PAK4."}, {"pubmed": 18566305, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18978953, "text": "LIMK1 may mediate TGF-beta-dependent signaling during ocular inflammation."}, {"pubmed": 19056482, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19662944, "text": "findings indicate that spatial deficits associated with Williams Syndrome also affect large-scale spatial processing and suggest that hemizygous deletion of LIMK1 is not sufficient to account for any of the spatial deficits associated with this syndrome."}, {"pubmed": 19734939, "text": "the p57(Kip2) control of LIMK-1 ultimately affects cell mobility negatively."}, {"pubmed": 19778628, "text": "DGCR6L, a novel PAK4 interacting protein, regulated PAK4-mediated migration of human gastric cancer cells via LIMK1."}, {"pubmed": 20047470, "text": "Both LIMK1 and LIMK2 single knock down led to a reduction of invasion and metastatic behavior in the zebrafish xenograft metastasis assay."}, {"pubmed": 20061392, "text": "phosphorylation of annexin 1 regulates the angiogenic effect that is associated with the activation of the p38/LIM kinase 1 axis by VEGF"}, {"pubmed": 20100465, "text": "LIMK1 mediates both the mesenchymal and amoeboid modes of invasion of HT1080 cells."}, {"pubmed": 20347121, "text": "FXa induced myosin light chain phosphorylation and LIMK1 activation resulting in cofilin inactivation"}, {"pubmed": 20622363, "text": "High LIMK1 is associated with cervical cancer dysplasia."}, {"pubmed": 20634891, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20694560, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20873970, "text": "Changes in the expression of cytoskeletal regulatory proteins such as LIMK and cofilin may play a role in weakening thoracic aortic medial tissue, as a precondition to thoracic aortic dissection."}, {"pubmed": 21219645, "text": "LIM kinase1 modulates function of membrane type matrix metalloproteinase 1 in prostate cancer cells"}, {"pubmed": 21228795, "text": "evealed a SNP, rs6460071 located on LIMK1 gene (P = 0.00069) to be significantly associated with increased risk of intracranial aneurysm"}, {"pubmed": 21321123, "text": "LIM kinase 1 modulates cortical actin and CXCR4 cycling and is activated by HIV-1 to initiate viral infection."}, {"pubmed": 21682918, "text": "LIMK1 activity in both the cytoplasmic and nuclear compartments promotes breast cancer progression."}, {"pubmed": 21868383, "text": "LIMK1 has a dual role in regulating lamellipodium extension by decelerating actin retrograde flow and polymerization."}, {"pubmed": 21923909, "text": "Data describe the role of LIMK1-mediated CFL1 pathway and actin dynamics in retinoid receptor mediated function and show that LIMK1-mediated phosphocycling of CFL1 plays a role in maintaining actin homeostasis and receptor activity."}, {"pubmed": 22214762, "text": "Aur-A physically associates with LIMK1 and activates it through phosphorylation, which is important for its centrosomal and spindle pole localization."}, {"pubmed": 22715593, "text": "demonstrated that LIMK1, a key regulator of actin cytoskeleton, was overexpressed at both mRNA and protein levels in MG63/VCR cells and the higher LIMK1 protein level was correlated with higher level of phosphorylated cofilin"}, {"pubmed": 22883572, "text": "A novel activity of Rho in promoting a complex between fascin-1 and LIMK1/2 that modulates the interaction of fascin-1 with actin, was identified."}, {"pubmed": 22906279, "text": "LIMK1 is associated with the development of ovarian cancer and with the level of tumour differentiation in patients with ovarian carcinoma."}, {"pubmed": 23086941, "text": "BDNF-induced TrkB dimerization led to LIMK1 dimerization and transphosphorylation independent of TrkB kinase activity, which could further enhance the activation and stabilization of LIMK1"}, {"pubmed": 23167938, "text": "The authors believe that the Williams-Beuren syndrome chromosome region can be a possible target for further investigation as the genetic basis of keratoconus."}, {"pubmed": 23239465, "text": "Overexpression of LIMK1 is associated with breast cancer growth and invasiveness."}, {"pubmed": 23338717, "text": "Overexpression of LIMK1 is associated with the development and progression of glioblastoma multiforme."}, {"pubmed": 23620575, "text": "LIMK1 plays a novel role in selectively mediating GPIb-IX-dependent TXA2 synthesis and thrombosis."}, {"pubmed": 23700283, "text": "the conserved region in the LIMK1 3' UTR is involved in regulating LIMK1 expression at the post-transcriptional level"}, {"pubmed": 23702034, "text": "DAPK functions as a scaffold for the LIMK/cofilin complex and triggers a closer interaction of both proteins under TNF stimulation."}, {"pubmed": 24039253, "text": "Thus this study provides evidence for a novel role of LIMK1 and SSH-1L in selectively regulating endothelial cell inflammation associated with intravascular coagulation."}, {"pubmed": 24063279, "text": "These results indicate that the overexpression of LIMK1 is tightly associated with an aggressive phenotype of lung cancer cells, knockdown of LIMK1 suppressed cell migration and invasion, enhanced chemosensitivity, suggesting a potential therapeutic target for lung cancer."}, {"pubmed": 24390089, "text": "Ectopic expression of LIMK1 dramatically dampened mir-27b action of cancer inhibition."}, {"pubmed": 24696479, "text": "ROCK1- and LIMK1-regulated phosphorylation of cofilin played a role in retrovirus release from host cells and in cell-cell transmission events."}, {"pubmed": 24858712, "text": "miR-20a plays a role as a tumor suppressor in thyroid cancer cells and targets LIMK1"}, {"pubmed": 25019203, "text": "miR-20a is involved in the tumor inhibition of cutaneous squamous cell carcinoma by directly targeting LIMK1 gene."}, {"pubmed": 25107909, "text": "the functional relevance of the LRAP25-MRCK complex in LIMK1-cofilin signaling and the importance of LRAP adaptors as key determinants of MRCK cellular localization and downstream specificities."}, {"pubmed": 25190487, "text": "Data show that the downregulation of miR-138 induced the upregulation of Limk1 in ovarian cancer (OC) cells suggesting that these 2 genes may play a key role in the migration and invasion of OC cells."}, {"pubmed": 25307528, "text": "LIMK1 has a role in regulating human trophoblast invasion/differentiation and is down-regulated in preeclampsia"}, {"pubmed": 25344584, "text": "Results show that in addition to a potential role in promoting metastasis, changes in LIMK1 and LIMK2 expression and/or activity might contribute to AR function in prostate cancer via regulation of microtubule cytoskeletal dynamics."}, {"pubmed": 25359780, "text": "CXCL12/CXCR4 signaling has a role in docetaxel-induced microtubule stabilization via p21-activated kinase 4-dependent activation of LIMK1"}, {"pubmed": 25529997, "text": "LIMK1 is overexpressed in endometrial stromal cells."}, {"pubmed": 25661344, "text": "LIMK1 is overexpressed in gastric cancer."}, {"pubmed": 25884247, "text": "Gene knockdown/rescue experiments reveal that LIMK1 palmitoylation is essential for normal spine actin polymerization, for spine-specific structural plasticity and for long-term spine stability."}, {"pubmed": 25981171, "text": "This study showed that LIMK1 messenger RNA levels was significantly upregulated in subjects with schizophrenia in laminar and cellular samples."}, {"pubmed": 27116935, "text": "In turn, LIMK1 and LIMK2 are required for MT1-MMP-dependent matrix degradation and cell invasion in a three-dimensional type I collagen environment."}, {"pubmed": 27153537, "text": "Report structural basis for noncanonical substrate recognition of cofilin-1/LIMK1 to regulation actin cytoskeleton dynamics."}, {"pubmed": 27178114, "text": "LIMK1 expression is negatively regulated in granular layers-negative psoriatic epidermis or IL-22/IL-24-treated hyperproliferative reconstituted epidermis. These findings suggest a novel regulatory mechanism and a potent role of LIMK1 in psoriatic epidermis."}, {"pubmed": 27273096, "text": "increased BMPR2 signal transduction is linked to fragile X syndrome (FXS) and that the BMPR2-LIMK1 pathway is a putative therapeutic target in patients with FXS and possibly other forms of autism"}, {"pubmed": 28358024, "text": "Results indicated that LIM kinase 1 was a potential target molecule for the inhibitory effect of diallyl disulfide on colon cancer cell migration and invasion."}, {"pubmed": 28440035, "text": "The present study demonstrates that miR-145 plays an important role in inhibiting cell migration by directly targeting PAK4, and identifies miR-145-PAK4-LIMK1-cofilin as a novel regulatory pathway that contributed to colorectal cancer metastasis."}, {"pubmed": 29058761, "text": "Once activated, c-Abl kinase regulated the activity of Vav1, which further affected Rac1/PAK1/LIMK1/cofilin signaling pathway."}, {"pubmed": 29188531, "text": "findings suggest that miR-519d-3p regulates the LIMK1/CFL1 pathway in breast cancer"}, {"pubmed": 29925632, "text": "Results show that silencing LIMK1 leads to defective spindle organization and centrosome integrity. Dynein light intermediate chains were identified as the downstream mediators of LIMK1 in the maintenance of centrosome integrity."}, {"pubmed": 30837367, "text": "Our findings revealed that increased LIMK1 protein levels may contribute to atrial fibrosis, and suggested that LIMK1 might be involved in AF development by promoting fibrogenesis associated with TGF-beta"}, {"pubmed": 30861189, "text": "LIMK1 depletion enhances fasudil-dependent inhibition of urethral fibroblast proliferation and migration."}, {"pubmed": 31026254, "text": "ROCK1 and ROCK2 regulated cell proliferation in PC-3 and DU145 prostate cancer cells. Protein levels of phosphorylated LIM kinase 1 (p-LIMK1) and matrix metalloproteinase-2 (MMP-2) were reduced in ROCK1 and ROCK2 siRNA transfected cells. CONCLUSIONS In PC-3 and DU145 human prostate cancer cells, ROCK promoted cell proliferation and migration by targeting LIMK1 and MMP-2."}, {"pubmed": 31043701, "text": "ROCK1 but not LIMK1 or PAK2 is a key regulator of apoptotic membrane blebbing and cell disassembly."}, {"pubmed": 31277940, "text": "It has been found that LIMK1/LIMK2 is critical for GPER activation-induced breast cancer cell migration."}, {"pubmed": 31641031, "text": "LIMK1and LIMK2 expression status is associated with glioblastoma (GBM) grade and poor prognosis. Simultaneous knockdown of both isoforms strongly reduced the invasive motility of continuous culture models and human GBM tumor-initiating cells. LIMK1/2 functionally regulated cell invasiveness, in part, by disrupting polarized cell motility under confinement and cell chemotaxis."}, {"pubmed": 31652302, "text": "LIMK1 robustly phosphorylates both serine and tyrosine residues, establishing LIMK1 as a dual-specificity kinase."}, {"pubmed": 32141553, "text": "Circular RNA hsa_circ_0012673 facilitates lung cancer cell proliferation and invasion via miR-320a/LIMK18521 axis."}, {"pubmed": 32168432, "text": "Up-regulation of LIMK1 expression in prostate cancer is correlated with poor pathological features, lymph node metastases and biochemical recurrence."}, {"pubmed": 32196612, "text": "MiR-429-5p attenuates the migration and invasion of malignant melanoma by targeting LIMK1."}, {"pubmed": 32463132, "text": "Effects of PAK4/LIMK1/Cofilin-1 signaling pathway on proliferation, invasion, and migration of human osteosarcoma cells."}, {"pubmed": 32641387, "text": "Human NK Cell Cytoskeletal Dynamics and Cytotoxicity Are Regulated by LIM Kinase."}, {"pubmed": 32860848, "text": "Knockdown of RhoGDI2 represses human gastric cancer cell proliferation, invasion and drug resistance via the Rac1/Pak1/LIMK1 pathway."}, {"pubmed": 33649781, "text": "Alantolactone suppresses the metastatic phenotype and induces the apoptosis of glioblastoma cells by targeting LIMK kinase activity and activating the cofilin/Gactin signaling cascade."}, {"pubmed": 33686242, "text": "LIMK1 nuclear translocation promotes hepatocellular carcinoma progression by increasing p-ERK nuclear shuttling and by activating c-Myc signalling upon EGF stimulation."}, {"pubmed": 33760158, "text": "FOXD3AS1/miR1283p/LIMK1 axis regulates cervical cancer progression."}, {"pubmed": 33883692, "text": "LIMK1 promotes peritoneal metastasis of gastric cancer and is a therapeutic target."}, {"pubmed": 34079084, "text": "Long non-coding RNA Lnc-408 promotes invasion and metastasis of breast cancer cell by regulating LIMK1."}, {"pubmed": 34107579, "text": "[Regulatory effects of LIM kinase 1 on the proliferation and metastasis of hepatocellular carcinoma cells]."}, {"pubmed": 34381117, "text": "Cleavage and activation of LIM kinase 1 as a novel mechanism for calpain 2-mediated regulation of nuclear dynamics."}, {"pubmed": 34686503, "text": "The Diagnostic and Prognostic Value of LIMK1/2: A Pan-Cancer Analysis."}, {"pubmed": 37626839, "text": "The Activation of the LIMK/Cofilin Signaling Pathway via Extracellular Matrix-Integrin Interactions Is Critical for the Generation of Mature and Vascularized Cardiac Organoids."}, {"pubmed": 37633900, "text": "Dorsal visual stream and LIMK1: hemideletion, haplotype, and enduring effects in children with Williams syndrome."}], "genomic_pos": {"chr": "7", "end": 74122525, "ensemblgene": "ENSG00000106683", "start": 74082933, "strand": 1}, "genomic_pos_hg19": [{"chr": "7", "end": 73536855, "start": 73497263, "strand": 1}, {"chr": "HG1257_PATCH", "end": 73587482, "start": 73547890, "strand": 1}], "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0006468", "pubmed": [17512523, 22328514], "qualifier": "involved_in", "term": "protein phosphorylation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006468", "pubmed": 23633677, "qualifier": "involved_in", "term": "protein phosphorylation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": [10428028, 10436159], "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007266", "pubmed": 10436159, "qualifier": "involved_in", "term": "Rho protein signal transduction"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007399", "pubmed": 8689688, "qualifier": "involved_in", "term": "nervous system development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030036", "qualifier": "involved_in", "term": "actin cytoskeleton organization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032233", "pubmed": 17512523, "qualifier": "involved_in", "term": "positive regulation of actin filament bundle assembly"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0038096", "qualifier": "involved_in", "term": "Fc-gamma receptor signaling pathway involved in phagocytosis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043149", "qualifier": "involved_in", "term": "stress fiber assembly"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045773", "qualifier": "involved_in", "term": "positive regulation of axon extension"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048675", "qualifier": "involved_in", "term": "axon extension"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051444", "pubmed": 17512523, "qualifier": "involved_in", "term": "negative regulation of ubiquitin-protein transferase activity"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0051496", "qualifier": "involved_in", "term": "positive regulation of stress fiber assembly"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0001673", "qualifier": "located_in", "term": "male germ cell nucleus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 17512523, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005856", "qualifier": "located_in", "term": "cytoskeleton"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005925", "qualifier": "located_in", "term": "focal adhesion"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0016020", "qualifier": "located_in", "term": "membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016607", "qualifier": "located_in", "term": "nuclear speck"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0030027", "qualifier": "located_in", "term": "lamellipodium"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0043005", "qualifier": "is_active_in", "term": "neuron projection"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0043005", "qualifier": "located_in", "term": "neuron projection"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0098794", "pubmed": 25884247, "qualifier": "is_active_in", "term": "postsynapse"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0098794", "pubmed": 25884247, "qualifier": "is_active_in", "term": "postsynapse"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0098978", "pubmed": 25884247, "qualifier": "is_active_in", "term": "glutamatergic synapse"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0098978", "pubmed": 25884247, "qualifier": "is_active_in", "term": "glutamatergic synapse"}], "MF": [{"category": "MF", "evidence": "NAS", "id": "GO:0004672", "pubmed": 8537403, "qualifier": "enables", "term": "protein kinase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004674", "qualifier": "enables", "term": "protein serine/threonine kinase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004674", "pubmed": 22328514, "qualifier": "enables", "term": "protein serine/threonine kinase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004674", "qualifier": "enables", "term": "protein serine/threonine kinase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [8940095, 10559936, 10652353, 15220930, 15660133, 16837009, 17500066, 17512523, 17853892, 18028908, 19424295, 20133759, 21219645, 32296183, 35914814, 36931259], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005524", "qualifier": "enables", "term": "ATP binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0031072", "pubmed": 17512523, "qualifier": "enables", "term": "heat shock protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0106310", "qualifier": "enables", "term": "protein serine kinase activity"}]}, "homologene": {"genes": [[7165, 1280929], [7227, 32207], [7955, 735292], [8364, 780362], [9031, 373922], [9544, 699494], [9598, 463466], [9606, 3984], [9615, 489800], [9913, 535225], [10090, 16885], [10116, 65172]], "id": 1738}, "interpro": [{"desc": "Protein kinase domain", "id": "IPR000719", "short_desc": "Prot_kinase_dom"}, {"desc": "Serine-threonine/tyrosine-protein kinase, catalytic domain", "id": "IPR001245", "short_desc": "Ser-Thr/Tyr_kinase_cat_dom"}, {"desc": "PDZ domain", "id": "IPR001478", "short_desc": "PDZ"}, {"desc": "Zinc finger, LIM-type", "id": "IPR001781", "short_desc": "Znf_LIM"}, {"desc": "Protein kinase-like domain superfamily", "id": "IPR011009", "short_desc": "Kinase-like_dom_sf"}, {"desc": "Protein kinase, ATP binding site", "id": "IPR017441", "short_desc": "Protein_kinase_ATP_BS"}, {"desc": "PDZ superfamily", "id": "IPR036034", "short_desc": "PDZ_sf"}], "ipi": ["IPI00216433", "IPI00216434", "IPI00291702", "IPI00924775"], "map_location": "7q11.23", "name": "LIM domain kinase 1", "other_names": ["LIM domain kinase 1", "LIM motif-containing protein kinase"], "pantherdb": {"HGNC": "6613", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "104572", "ortholog_type": "LDO", "panther_family": "PTHR46485", "taxid": 10090, "uniprot_kb": "P53668"}, {"RGD": "62055", "ortholog_type": "LDO", "panther_family": "PTHR46485", "taxid": 10116, "uniprot_kb": "P53669"}, {"Ensembl": "ENSGALG00000001076", "ortholog_type": "LDO", "panther_family": "PTHR46485", "taxid": 9031, "uniprot_kb": "Q8QFP8"}, {"ZFIN": "ZDB-GENE-110411-106", "ortholog_type": "O", "panther_family": "PTHR46485", "taxid": 7955, "uniprot_kb": "E7FB16"}, {"ZFIN": "ZDB-GENE-061212-3", "ortholog_type": "LDO", "panther_family": "PTHR46485", "taxid": 7955, "uniprot_kb": "B3DIV5"}, {"FlyBase": "FBgn0283712", "ortholog_type": "O", "panther_family": "PTHR46485", "taxid": 7227, "uniprot_kb": "Q8IR79"}, {"dictyBase": "DDB_G0271402", "ortholog_type": "O", "panther_family": "PTHR46485", "taxid": 352472, "uniprot_kb": "Q55BA0"}], "uniprot_kb": "P53667"}, "pathway": {"biocarta": [{"id": "ccr3pathway", "name": "ccr3 signaling in eosinophils"}, {"id": "malpathway", "name": "role of mal in rho-mediated activation of srf"}, {"id": "rac1pathway", "name": "rac1 cell motility signaling pathway"}, {"id": "rhopathway", "name": "rho cell motility signaling pathway"}], "kegg": [{"id": "hsa04360", "name": "Axon guidance - Homo sapiens (human)"}, {"id": "hsa04666", "name": "Fc gamma R-mediated phagocytosis - Homo sapiens (human)"}, {"id": "hsa04810", "name": "Regulation of actin cytoskeleton - Homo sapiens (human)"}, {"id": "hsa05135", "name": "Yersinia infection - Homo sapiens (human)"}, {"id": "hsa05170", "name": "Human immunodeficiency virus 1 infection - Homo sapiens (human)"}], "netpath": {"id": "Pathway_Leptin", "name": "Leptin"}, "pid": [{"id": "caspase_pathway", "name": "Caspase Cascade in Apoptosis"}, {"id": "cdc42_pathway", "name": "CDC42 signaling events"}, {"id": "cxcr4_pathway", "name": "CXCR4-mediated signaling events"}, {"id": "rac1_pathway", "name": "RAC1 signaling pathway"}, {"id": "rhoa_pathway", "name": "RhoA signaling pathway"}], "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-194315", "name": "Signaling by Rho GTPases"}, {"id": "R-HSA-194315", "name": "Signaling by Rho GTPases"}, {"id": "R-HSA-195258", "name": "RHO GTPase Effectors"}, {"id": "R-HSA-195258", "name": "RHO GTPase Effectors"}, {"id": "R-HSA-2029480", "name": "Fcgamma receptor (FCGR) dependent phagocytosis"}, {"id": "R-HSA-2029480", "name": "Fcgamma receptor (FCGR) dependent phagocytosis"}, {"id": "R-HSA-2029482", "name": "Regulation of actin dynamics for phagocytic cup formation"}, {"id": "R-HSA-2029482", "name": "Regulation of actin dynamics for phagocytic cup formation"}, {"id": "R-HSA-2682334", "name": "EPH-Ephrin signaling"}, {"id": "R-HSA-373755", "name": "Semaphorin interactions"}, {"id": "R-HSA-373755", "name": "Semaphorin interactions"}, {"id": "R-HSA-3928662", "name": "EPHB-mediated forward signaling"}, {"id": "R-HSA-399954", "name": "Sema3A PAK dependent Axon repulsion"}, {"id": "R-HSA-399954", "name": "Sema3A PAK dependent Axon repulsion"}, {"id": "R-HSA-400685", "name": "Sema4D in semaphorin signaling"}, {"id": "R-HSA-416572", "name": "Sema4D induced cell migration and growth-cone collapse"}, {"id": "R-HSA-422475", "name": "Axon guidance"}, {"id": "R-HSA-422475", "name": "Axon guidance"}, {"id": "R-HSA-5627117", "name": "RHO GTPases Activate ROCKs"}, {"id": "R-HSA-5627123", "name": "RHO GTPases activate PAKs"}, {"id": "R-HSA-9675108", "name": "Nervous system development"}, {"id": "R-HSA-9675108", "name": "Nervous system development"}, {"id": "R-HSA-9716542", "name": "Signaling by Rho GTPases, Miro GTPases and RHOBTB3"}, {"id": "R-HSA-9716542", "name": "Signaling by Rho GTPases, Miro GTPases and RHOBTB3"}], "wikipathways": [{"id": "WP2038", "name": "Regulation of Microtubule Cytoskeleton"}, {"id": "WP3888", "name": "VEGFA-VEGFR2 Signaling Pathway"}, {"id": "WP51", "name": "Regulation of Actin Cytoskeleton"}, {"id": "WP524", "name": "G13 Signaling Pathway"}]}, "pdb": ["3S95", "5HVJ", "5HVK", "5L6W", "5NXC", "6WLY", "7ATS", "7ATU", "7B8W", "8AAU"], "pfam": ["PF00412", "PF00595", "PF07714"], "pharmgkb": "PA30386", "pharos": {"target_id": 964, "tdl": "Tchem"}, "pir": "JP0078", "prosite": ["PS50011", "PS50023", "PS50106"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF252195", "relationship": "is"}, {"id": "GNF252197", "relationship": "is"}, {"id": "GNF252198", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF085547", "relationship": "is"}, {"id": "GNF085548", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054936", "relationship": "is"}, {"id": "GNF059723", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF063195", "relationship": "is"}, {"id": "GNF063196", "relationship": "is"}], "GNF_hs-pkinase_IDT-siRNA": [{"id": "GNF166784", "relationship": "is"}, {"id": "GNF166785", "relationship": "is"}, {"id": "GNF166786", "relationship": "is"}, {"id": "GNF166787", "relationship": "is"}], "Invitrogen_IVTHSSIPKv2": [{"id": "GNF324536", "relationship": "is"}, {"id": "GNF324537", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF339199", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF093063", "relationship": "is"}, {"id": "GNF132761", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000007.14", "NC_060931.1", "NG_008129.1"], "protein": ["NP_001191355.1", "NP_002305.1"], "rna": ["NM_001204426.2", "NM_002314.4", "NM_016735.1"], "translation": [{"protein": "NP_001191355.1", "rna": "NM_001204426.2"}, {"protein": "NP_002305.1", "rna": "NM_002314.4"}]}, "reporter": {"HG-U133_Plus_2": ["204356_at", "204357_s_at", "208372_s_at"], "HG-U95Av2": "1015_s_at", "HTA-2_0": "TC07000450.hg.1", "HuEx-1_0": ["3008108", "3825909"], "HuGene-1_1": "8133413", "HuGene-2_1": "17047045"}, "summary": "There are approximately 40 known eukaryotic LIM proteins, so named for the LIM domains they contain. LIM domains are highly conserved cysteine-rich structures containing 2 zinc fingers. Although zinc fingers usually function by binding to DNA or RNA, the LIM motif probably mediates protein-protein interactions. LIM kinase-1 and LIM kinase-2 belong to a small subfamily with a unique combination of 2 N-terminal LIM motifs and a C-terminal protein kinase domain. LIMK1 is a serine/threonine kinase that regulates actin polymerization via phosphorylation and inactivation of the actin binding factor cofilin. This protein is ubiquitously expressed during development and plays a role in many cellular processes associated with cytoskeletal structure. This protein also stimulates axon growth and may play a role in brain development. LIMK1 hemizygosity is implicated in the impaired visuospatial constructive cognition of Williams syndrome. Alternative splicing results in multiple transcript variants encoding distinct isoforms.[provided by RefSeq, Feb 2011].", "symbol": "LIMK1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1334342"}, "unigene": "Hs.647035", "uniprot": {"Swiss-Prot": "P53667", "TrEMBL": "E9PC47"}, "wikipedia": {"url_stub": "LIMK1"}}