{"AllianceGenome": "32207", "HGNC": "32207", "MIM": "611044", "_id": "389421", "_version": 2, "accession": {"genomic": ["AL135911.16", "AL357315.14", "CH471051.2", "CP068272.2", "JB830145.1", "NC_000006.12", "NC_060930.1", "NG_032815.2", "Z95329.1"], "protein": ["AAI27713.1", "AAI27714.1", "AAI37527.1", "AAI37528.1", "AAI41961.1", "AAI50538.1", "AAI50539.1", "AAZ38897.1", "BAD18558.1", "CDI44686.1", "EAW48433.1", "EAW48434.1", "NP_001004317.1", "NP_001397868.1", "Q6ZN17.1", "XP_006715540.2", "XP_054211391.1"], "rna": ["AK131411.1", "AW674597.1", "BC127712.1", "BC127713.1", "BC137526.1", "BC137527.1", "BC141959.1", "BC141960.1", "BC150537.1", "BC150538.1", "DQ127228.1", "NM_001004317.4", "NM_001410939.1", "XM_006715477.3", "XM_054355416.1"], "translation": [{"protein": "XP_054211391.1", "rna": "XM_054355416.1"}, {"protein": "AAI50539.1", "rna": "BC150538.1"}, {"protein": "AAI27713.1", "rna": "BC127712.1"}, {"protein": "BAD18558.1", "rna": "AK131411.1"}, {"protein": "AAI50538.1", "rna": "BC150537.1"}, {"protein": "XP_006715540.2", "rna": "XM_006715477.3"}, {"protein": "AAI27714.1", "rna": "BC127713.1"}, {"protein": "AAI37528.1", "rna": "BC137527.1"}, {"protein": "AAI41961.1", "rna": "BC141960.1"}, {"protein": "AAZ38897.1", "rna": "DQ127228.1"}, {"protein": "NP_001397868.1", "rna": "NM_001410939.1"}, {"protein": "AAI37527.1", "rna": "BC137526.1"}, {"protein": "NP_001004317.1", "rna": "NM_001004317.4"}]}, "alias": "CSDD2", "ensembl": {"gene": "ENSG00000187772", "protein": ["ENSP00000344401", "ENSP00000489735", "ENSP00000490468"], "transcript": ["ENST00000345080", "ENST00000635857", "ENST00000637759"], "translation": [{"protein": "ENSP00000489735", "rna": "ENST00000635857"}, {"protein": "ENSP00000490468", "rna": "ENST00000637759"}, {"protein": "ENSP00000344401", "rna": "ENST00000345080"}], "type_of_gene": "protein_coding"}, "entrezgene": "389421", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 8.26182188, "exp_mis": 84.958185, "exp_syn": 36.927248, "lof_z": 2.50263426425175, "mis_z": 1.58975215172084, "mu_lof": 5.81228179262e-07, "mu_mis": 7.35042104789e-06, "mu_syn": 3.11122833953e-06, "n_lof": 1.0, "n_mis": 55.0, "n_syn": 45.0, "p_li": 0.721962206839986, "p_null": 0.00298645600567269, "p_rec": 0.275051337154342, "syn_z": -0.823564191006644}, "bp": 753, "cds_end": 105526658, "cds_start": 105405125, "n_exons": 4, "nonpsych": {"exp_lof": 7.3952037, "exp_mis": 76.8128156, "exp_syn": 33.3401807, "lof_z": 2.30957071645643, "mis_z": 1.54307594780626, "mu_lof": 5.81228179262e-07, "mu_mis": 7.35042104789e-06, "mu_syn": 3.11122833953e-06, "n_lof": 1.0, "n_mis": 50.0, "n_syn": 39.0, "p_li": 0.68122005650037, "p_null": 0.00543791526541246, "p_rec": 0.313342028234217, "syn_z": -0.617137790424374}, "nontcga": {"exp_lof": 7.59283072, "exp_mis": 78.1534901, "exp_syn": 33.96502401, "lof_z": 2.36021365679728, "mis_z": 1.64295719327029, "mu_lof": 5.81228179262e-07, "mu_mis": 7.35042104789e-06, "mu_syn": 3.11122833953e-06, "n_lof": 1.0, "n_mis": 49.0, "n_syn": 42.0, "p_li": 0.677222682843641, "p_null": 0.00465658074138866, "p_rec": 0.318120736414971, "syn_z": -0.872953670921841}, "transcript": "ENST00000345080.4"}, "exons": [{"cdsend": 105078783, "cdsstart": 104957250, "chr": "6", "position": [[104957106, 104957260], [104958098, 104958286], [105026297, 105026482], [105078413, 105083332]], "strand": 1, "transcript": "NM_001004317", "txend": 105083332, "txstart": 104957106}], "exons_hg19": [{"cdsend": 105526658, "cdsstart": 105405125, "chr": "6", "position": [[105404981, 105405135], [105405973, 105406161], [105474172, 105474357], [105526288, 105531207]], "strand": 1, "transcript": "NM_001004317", "txend": 105531207, "txstart": 105404981}], "generif": [{"pubmed": 16971064, "text": "These findings strongly implicate a critical role of LIN28B during development and tumorigenesis and suggest a possible novel mechanism."}, {"pubmed": 19211792, "text": "highlight an important role for Lin-28B in Myc-driven cellular phenotypes"}, {"pubmed": 19266077, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19448621, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19448622, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19448623, "text": "Variation in LIN28B, a potent and specific regulator of microRNA processing is the first genetic determinant regulating the timing of human pubertal growth and development."}, {"pubmed": 19483683, "text": "Study shows that LIN28 and LIN28B are overexpressed in primary human tumors and human cancer cell lines (overall frequency approximately 15%), and that overexpression is linked to repression of let-7 family miRNAs and derepression of let-7 targets."}, {"pubmed": 19495417, "text": "N-Myc regulates expression of pluripotency genes in neuroblastoma including lif, klf2, klf4, and lin28b"}, {"pubmed": 19745602, "text": "LIN28B plays an important role in radiation responses of lung cancer cells through inhibiting let-7g microRNA processing and increasing translation of KRAS."}, {"pubmed": 20303062, "text": "A variant in LIN28B is associated with 2D:4D finger-length ratio, a putative retrospective biomarker of prenatal testosterone exposure."}, {"pubmed": 20303062, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20350940, "text": "Lack of any variation in the coding region of the gene suggests that LIN28B in developmental timing is so crucial that any changes in the conserved protein would probably be lethal"}, {"pubmed": 20350940, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20398887, "text": "Distinct variants at LIN28B influence growth in height from birth to adulthood."}, {"pubmed": 20398887, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20525879, "text": "High Lin-28B expression promotes transformation and invasion in human hepatocellular carcinoma."}, {"pubmed": 20546612, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20827722, "text": "MicroRNA-125b exerts tumor-suppressive effects in hepatic carcinogenesis through the suppression of oncogene LIN28B expression."}, {"pubmed": 20846217, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20962026, "text": "A common genetic variant in LIN28B that confers earlier puberty was associated with a prolonged increase in BMI during adolescence and early to mid-adulthood in women only."}, {"pubmed": 20962026, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21512136, "text": "findings point to a function for LIN28B in promoting colon tumor pathogenesis, especially metastasis."}, {"pubmed": 21533284, "text": "reported interaction between LIN28B and Let-7 was recapitulated by siRNA knockdown in ovarian cancer cell lines"}, {"pubmed": 21625210, "text": "findings establish a new role for LIN28B in human colon cancer pathogenesis, and suggest LIN28B post-transcriptionally regulates LGR5 and PROM1 through a let-7-independent mechanism"}, {"pubmed": 22118463, "text": "Unlike Lin28A, Lin28B represses let-7 processing through a Zcchc11-independent mechanism; Lin28B functions in the nucleus by sequestering primary let-7 transcripts and inhibiting their processing by the Microprocessor."}, {"pubmed": 22263265, "text": "Both HeLaS3/pAAV2neo-Lin28a and HeLaS3/pAAV2neo-Lin28b could express Lin28a and Lin28b effectively."}, {"pubmed": 22433967, "text": "High expression of Lin28B correlated significantly with lymph node metastasis and poor prognosis. High expression of Lin28B expression correlated significantly with low expression of let-7."}, {"pubmed": 22822098, "text": "High lin-28B expression is associated with epithelial ovarian cancer."}, {"pubmed": 22941191, "text": "common variants in HACE1 and LIN28B influence neuroblastoma susceptibility and indicate that both genes likely have a role in disease progression."}, {"pubmed": 22964795, "text": "Although LIN28B SNPs were associated with normal pubertal timing, rare variations in this gene do not seem to be commonly involved in the molecular pathogenesis of CPP."}, {"pubmed": 22976955, "text": "Rpl22 inactivation promotes neoplastic transformation by inducing expression of Lin28B"}, {"pubmed": 23042116, "text": "LIN28B signaled through repression of the let-7 miRNAs and consequently resulted in elevated MYCN protein expression in neuroblastoma cells."}, {"pubmed": 23052130, "text": "We find that LIN28B rs314277 is associated with significant recurrence of colorectal cancer in Stage II disease."}, {"pubmed": 23063642, "text": "Data indicate that full length Lin28B is required to bind efficiently to pre-let-7g."}, {"pubmed": 23152804, "text": "Genetic variants near the puberty-associated gene LIN28B associate with adult weight and body shape in females, suggesting that the gene may tag molecular pathways influencing adult adiposity-related traits."}, {"pubmed": 23318446, "text": "Lin28A/Lin28B serves as key driver genes in Hepatitis B virus X protein-induced hepatocarcinogenesis"}, {"pubmed": 23378032, "text": "Embryonic overexpression of let-7, a microRNA negatively regulated by Lin28a, reduces the germ cell pool, corroborating the role of the Lin28a/let-7 axis in regulating the germ lineage."}, {"pubmed": 23482325, "text": "Report role of Lin28b/IGF signaling pathway in the progression of head and neck neoplasms."}, {"pubmed": 23494474, "text": "The oncoprotein HBXIP upregulates Lin28B via activating TF II D to promote proliferation of breast cancer cells."}, {"pubmed": 23639551, "text": "MYCN/LIN28B/Let-7/HMGA2 pathway implicated by meta-analysis of GWAS in suppression of post-natal proliferation thereby potentially contributing to aging"}, {"pubmed": 23740805, "text": "These data confirm the strongest gene reported in Europeans (LIN28B) as a contributor to age of menarche in an Asian population."}, {"pubmed": 23798711, "text": "LIN28B expression regulates HbF levels and causes adult human erythroblasts to differentiate with a more fetal-like phenotype"}, {"pubmed": 24056962, "text": "miR-26a directly targets Lin28B and Zcchc11-two critical repressors of let-7 maturation."}, {"pubmed": 24244607, "text": "Lin28B is an oncofetal circulating cancer stem cell-like marker associated with recurrence of hepatocellular carcinoma."}, {"pubmed": 24386298, "text": "Lin28B is a novel marker for predicting prognosis in patients with oral squamous cell carcinoma"}, {"pubmed": 24498170, "text": "reciprocal changes in the expression profiles of the gene encoding the RNA-binding protein, LIN28B, and the related miRNAs, Let-7a, mir-132 and mir-145, in early stages of human placentation"}, {"pubmed": 24602972, "text": "Consistent with the let-7 microRNA stimulatory role of TRIM71 via Lin28B polyubiquitination."}, {"pubmed": 24732380, "text": "demonstrate overexpression of the LIN28B paralog in a significant percentage of human Wilms tumor"}, {"pubmed": 24780874, "text": "Genetic variants of LIN28B may be biomarkers for susceptibility to severe radiation pneumonitis in non-small cell lung cancer patients."}, {"pubmed": 24885919, "text": "Overexpression of Lin28B was linked to poor differentiation, advanced-stage disease, and Ki67-positive status (all p<0.05). Lin28B expression was significantly different among breast cancer subtypes."}, {"pubmed": 24942926, "text": "Expression of SUMO1/2/3 is dramatically enhanced by interferons through an miRNA-based mechanism involving the Lin28/let-7."}, {"pubmed": 25117712, "text": "Human LIN28B overexpression is sufficient to initiate hepatoblastoma and hepatocellular carcinoma in murine models."}, {"pubmed": 25197381, "text": "Our findings point to the prognostic role of Lin28B in gastric adenocarcinoma"}, {"pubmed": 25200669, "text": "LIN28 and its regulatory microRNAs have roles in adult adrenocortical cancer"}, {"pubmed": 25201220, "text": "These observations suggest that Lin28B:miR-212 may work as a regulatory loop in androgen-independent prostate cancer"}, {"pubmed": 25301052, "text": "Lin28A and Lin28B enhance, whereas let-7 suppresses, aerobic glycolysis via targeting pyruvate dehydrogenase kinase 1, or PDK1."}, {"pubmed": 25360631, "text": "LIN28B overexpression correlated with reduced patient survival and an increased likelihood of tumour recurrence.LIN28B overexpression contributes to colon tumourigenesis."}, {"pubmed": 25503985, "text": "rs221236 located at Lin28B may contribute to the risk of oral cavity cancer through the interruption of miRNA binding."}, {"pubmed": 25638158, "text": "Data implicate LIN28/RAS/MAP kinase as key drivers of tumorigenesis atypical teratoid rhabdoid tumors."}, {"pubmed": 25655194, "text": "Upregulation of LIN28B is associated with systemic mastocytosis."}, {"pubmed": 25726847, "text": "Compared with NCMT samples from the same OSCC patient, the expression of Lin28B was increased in all of the tumor samples. A similar upregulation of Lin28B was also observed in LN metastatic when compared with local tumors."}, {"pubmed": 25858147, "text": "Lin28B(high)-Let7(low) expression pattern was highly correlated with high levels of ARID3B, HMGA2, OCT4, and SOX2 expression in OSCC specimens. Results show how Lin28B/Let7 regulates key cancer stem-like properties in oral squamous cancers."}, {"pubmed": 25925570, "text": "The study establishes that the ribonuclease DIS3, targeting LIN28B, sustains the maturation of let-7 miRNAs."}, {"pubmed": 26028027, "text": "Lin28B/let-7 pathway is tightly regulated by macroH2A1"}, {"pubmed": 26071398, "text": "The data implicate Lin28B as a novel oncogene in melanomagenesis by mediating a miRNA regulatory circuit."}, {"pubmed": 26080928, "text": "A functional link between Lin28B and the uridylation pathway with a focus on let-7 metabolism in cancer cells."}, {"pubmed": 26123663, "text": "LIN28B as an important effector of the MYCN oncogenic phenotype and underline the importance of MYCN-regulated miRNAs in establishing the MYCN-driven oncogenic process."}, {"pubmed": 26158423, "text": "Testing for a combination of elevated IMP3 and Lin28B levels could further facilitate the identification of a patient subgroup with the worst ovarian cancer prognosis."}, {"pubmed": 26481147, "text": "Data show that RNA-binding protein LIN28B coordinates the expression of the oncogene RAN protein and aurora A kinase (AURKA) in neuroblastoma."}, {"pubmed": 26712910, "text": "elevated LIN28B expression as a hallmark of a novel fetal-like subgroup in Juvenile myelomonocytic leukemia."}, {"pubmed": 26743584, "text": "LIN28B orchestrates oncogenic signaling in neuroblastoma."}, {"pubmed": 26751131, "text": "suggest that molecular subtypes of the LIN-28B/let-7a/IGF-II axis associate with heterogeneous progression"}, {"pubmed": 26787543, "text": "The study deciphered the essential role of Lin28B in the pathogenesis of epithelial-mesenchymal transition in idiopathic pulmonary fibrosis, and unraveled a novel mechanism that miR-26a is a modulator of let-7d."}, {"pubmed": 26898455, "text": "Upregulation of let-7a carries the potential to reverse CCL18 induced cell proliferation and migration alteration in breast cancer cells by regulating Lin28 expression."}, {"pubmed": 26969084, "text": "LIN28B is over-expressed in specific subtypes of pediatric leukemia and regulates lncRNA H19."}, {"pubmed": 27021521, "text": "the LIN28B rs221634 A>T polymorphism was associated with an increased neuroblastoma risk in Southern Chinese children."}, {"pubmed": 27180906, "text": "loss of SIRT6 results in hyperacetylation of H3K9 and H3K56 at the promoter of the LIN28B gene, creating a more permissive chromatin state and allowing for the Myc transcription factor to drive its expression"}, {"pubmed": 27304100, "text": "common genetic variations (rs7759938 and rs314280) of LIN28B may contribute to idiopathic central precocious puberty susceptibility in Chinese girls"}, {"pubmed": 27320042, "text": "LIN28A and LIN28B play cooperative roles in regulating reprogramming, naive/primed pluripotency, and stem cell metabolism."}, {"pubmed": 27383785, "text": "let-7 disruption by LIN28B, MYCN sponging, or genetic loss is a unifying mechanism of neuroblastoma development with broad implications for cancer pathogenesis"}, {"pubmed": 27776272, "text": "Authors show that mature Let-7 miRNAs are regulated during hESC differentiation and have opposite expression profile with LIN28B. Moreover, mature Let-7 miRNAs fine tune the expression levels of LIN28B protein in pluripotent hESCs, whereas silencing of LIN28 proteins have no effect on mature Let-7 levels."}, {"pubmed": 27793004, "text": "Lin28A and Lin28B are co-expressed colon cancer tissues and have functional similarities."}, {"pubmed": 28102845, "text": "these findings reveal that lncRNA H19, miRNA let-7 and transcriptional factor LIN28 form a double-negative feedback loop, which has a critical role in the maintenance of breast cancer stem cells."}, {"pubmed": 28267418, "text": "Data found that LIN28B expression is inhibited in hepatoma cells by miR-125b-5p promoting HBV replication."}, {"pubmed": 28301057, "text": "Studied the association between Lin28 homolog B (LIN28B) gene polymorphisms and Wilms tumor susceptibility in Chinese children."}, {"pubmed": 28525351, "text": "C allele frequency in rs314276 of LIN28B is associated with Central precocious puberty."}, {"pubmed": 28536261, "text": "The identification of the let-7/Lin28 axis as an important regulator of HSC activation as well as its upstream modulators and down-stream targets will provide insights into the involvement of altered microRNA expression in contributing to the pathogenesis of alcoholic liver fibrosis"}, {"pubmed": 28693523, "text": "Targeting LIN28B in acute myeloid leukemia cells resulted in cell cycle arrest, inhibition of cell proliferation and colony formation, which was induced by de-repression of let-7a miRNA. On the other hand, overexpression of LIN28B promoted cell proliferation."}, {"pubmed": 29099484, "text": "The results revealed the collaboration of two RNA-binding proteins, STAU1 and Lin28B, as a regulatory mechanism in neuronal differentiation."}, {"pubmed": 29222745, "text": "LIN28B was a direct target of miR-26a in ambient particulate matter-bound metal-triggered lung cancer."}, {"pubmed": 29301498, "text": "The effects of acetylated Lin28B on let-7a-1 and let-7g are similar to that of stable knockdown of Lin28B in H1299 cells. The new role of PCAF in mediating Lin28B acetylation and the specific release of its target microRNAs in H1299 cells may shed light on the potential application of let-7 in the clinical treatment of lung cancer patients"}, {"pubmed": 29330293, "text": "Study demonstrates the differential antagonistic functions of the LIN28B-short isoform against the LIN28B-long isoform through an inability to degrade LET-7, which leads to the novel premise that the short isoform may serve to counterbalance the long isoform during normal colonic epithelial homeostasis."}, {"pubmed": 29336272, "text": "High LIN28B is associated with cervical cancer."}, {"pubmed": 29503447, "text": "Study investigated the effects of LIN28B expression on lung tumorigenesis using LIN28B transgenic overexpression in an autochthonous KRAS(G12V)-driven mouse model. LIN28B accelerates tumor initiation and enhances cell proliferation leading to a shortened overall survival. In addition, LIN28B expression is found in 24% of KRAS-mutated cases."}, {"pubmed": 29669301, "text": "In colon cancer cells, up-regulation of LIN28B increased BCL-2 expression, enhanced its stability and reduced its ubiquitination."}, {"pubmed": 29689270, "text": "downregulation of Lin28b by miR-125a partially accounts for its antiproliferative activity toward hepatocellular carcinoma cells."}, {"pubmed": 29787985, "text": "Lin28B could facilitate gastric cancer stemness."}, {"pubmed": 29950144, "text": "H19 depresses miR-196b to elevate LIN28B, resulting in accelerating cell proliferation in lung cancer."}, {"pubmed": 29970131, "text": "UFC1 has a promoting role in GC progression, at least in part, by acting as a miR-498 sponge and derepressing Lin28b expression, which would provide a novel biomarker for GC diagnosis and prognosis and offer a potential target for GC therapy."}, {"pubmed": 30053798, "text": "This study supports the impact of MKRN3 SNP rs12441827 on precocious puberty in Korean boys."}, {"pubmed": 30137214, "text": "Knockdowns of both LIN28A and LIN28B increase HMGA2 levels in Placental cells."}, {"pubmed": 30154460, "text": "NEAT1, stabilized by LIN28B, promoted HGSOC progression by sponging miR-506."}, {"pubmed": 30307771, "text": "Decreased LIN28B expression is associated with preeclampsia."}, {"pubmed": 30353165, "text": "Study provides evidence that cancer-testis (CT) genes LIN28B and was activated in lung adenocarcinoma (LUAD) patients. Its high expression is significantly associated with LUAD worse overall survival. Also, LIN28B promotes tumor proliferation and metastasis in vitro and in vivo."}, {"pubmed": 30527666, "text": "LIN28 expression level is a key variable that sets the magnitude of protein translation mediated by a redistribution in Argonaute association, from let-7 to non-let-7 microRNA families, resulting in a global shift in cellular miRNA activity."}, {"pubmed": 30742065, "text": "LIN28B silencing suppresses MYC expression that further increases miR-34a-5p level in an immunodeficient orthotopic mouse models of human breast cancer cell MDA-MB-231"}, {"pubmed": 30958882, "text": "Data indicate that beta-catenin/lin-28 homolog B (LIN28B)/Let-7a pathway may be crucial for the regulation of cell proliferation in human choriocarcinoma cells."}, {"pubmed": 31079917, "text": "LIN28B and miR-518d-5p could regulate DLL3-mediated cell proliferation and migration."}, {"pubmed": 31147574, "text": "Neoplastic Transformation of Human Mesenchymal Stromal Cells Mediated via LIN28B."}, {"pubmed": 31215730, "text": "These data reveal that LIN28B regulates AR levels in trophoblast cells likely through its inhibitory actions on let-7c, which may be necessary for trophoblast cell differentiation into the syncytiotrophoblast."}, {"pubmed": 31379107, "text": "post-transcriptional regulation by Lin28A/B enhances de novo fatty acid synthesis and metabolic conversion of saturated and unsaturated fatty acids via SREBP-1, which is critical for cancer progression."}, {"pubmed": 31415216, "text": "Knockout of LIN28A and LIN28B in ACH-3P cells not only significantly increased amounts of let-7 miRNAs but also led to significant reduction in ARID3B-complex proteins, potentially because of increased targeting by let-7 miRNAs."}, {"pubmed": 31537384, "text": "The LIN28B-AS1, binding to IGF2BP1, is required for LPS-induced NFkappaB activation and pro-inflammatory responses in human macrophages."}, {"pubmed": 31601998, "text": "LIN28B increases neural crest cell migration and leads to transformation of trunk sympathoadrenal precursors."}, {"pubmed": 31609010, "text": "miR-152/LIN28B axis modulates high-glucose-induced angiogenesis in human retinal endothelial cells via VEGF signaling."}, {"pubmed": 31705593, "text": "LIN28B protein was also detected in various sarcoma tissues."}, {"pubmed": 31792362, "text": "LIN28B affects gene expression at the hypothalamic-pituitary axis and serum testosterone levels."}, {"pubmed": 31907362, "text": "LINC00665 promotes breast cancer progression through regulation of the miR-379-5p/LIN28B axis."}, {"pubmed": 31959994, "text": "LIN28B is expressed in a developmental, stage-specific manner during the ontogeny of human erythropoiesis, such that at earlier developmental stages LIN28B is able to directly bind BCL11A mRNA and prevent its effective translation."}, {"pubmed": 31970774, "text": "MiR-4282 inhibits tumor progression through down-regulation of ZBTB2 by targeting LIN28B in oral squamous cell carcinoma."}, {"pubmed": 32006618, "text": "Loss of hnRNPA2B1 inhibits malignant capability and promotes apoptosis via down-regulating Lin28B expression in ovarian cancer."}, {"pubmed": 32046465, "text": "Overexpression of Lin28B Promoted the Proliferation of Adenomyotic Smooth Muscle Cells of the Junctional Zone via Regulating Let-7a."}, {"pubmed": 32072603, "text": "Lin28B/miR-92b Promote the Proliferation, Migration, and Invasion in the Pathogenesis of Preeclampsia via the DKK1/Wnt/beta-Catenin Pathway."}, {"pubmed": 32234488, "text": "LIN28B Underlies the Pathogenesis of a Subclass of Ewing Sarcoma LIN28B Control of EWS-FLI1 Stability."}, {"pubmed": 32524321, "text": "CircBPTF knockdown ameliorates high glucose-induced inflammatory injuries and oxidative stress by targeting the miR-384/LIN28B axis in human umbilical vein endothelial cells."}, {"pubmed": 32571380, "text": "Association of LIN28B polymorphisms with chronic hepatitis B virus infection."}, {"pubmed": 32601179, "text": "LIN28B regulates transcription and potentiates MYCN-induced neuroblastoma through binding to ZNF143 at target gene promotors."}, {"pubmed": 32620742, "text": "Pancreatic circulating tumor cell profiling identifies LIN28B as a metastasis driver and drug target."}, {"pubmed": 32634132, "text": "LIN28B promotes the development of neuroendocrine prostate cancer."}, {"pubmed": 32678275, "text": "Nucleosome binding by the pioneer transcription factor OCT4."}, {"pubmed": 33319653, "text": "Structural insights of the pre-let-7 interaction with LIN28B."}, {"pubmed": 33484878, "text": "Sjogren Syndrome antigen B regulates LIN28-let-7 axis in Caenorhabditis elegans and human."}, {"pubmed": 33755595, "text": "LIN28B induces a differentiation program through CDX2 in colon cancer."}, {"pubmed": 34227673, "text": "Estrogen 17betaestradiol accelerates the proliferation of uterine junctional zone smooth muscle cells via the let7a/Lin28B axis in adenomyosis."}, {"pubmed": 34380031, "text": "Non-microRNA binding competitively inhibits LIN28 regulation."}, {"pubmed": 34548635, "text": "The LIN28B/TGF-beta/TGFBI feedback loop promotes cell migration and tumour initiation potential in cholangiocarcinoma."}, {"pubmed": 34779407, "text": "LIN28B alters ribosomal dynamics to promote metastasis in MYCN-driven malignancy."}, {"pubmed": 34902508, "text": "Hypomethylation-activated cancer-testis gene LIN28B promotes cell proliferation and metastasis in gastric cancer."}, {"pubmed": 35118391, "text": "Does LIN28B gene dysregulation make women more likely to abort?"}, {"pubmed": 35173168, "text": "Lin28B-high breast cancer cells promote immune suppression in the lung pre-metastatic niche via exosomes and support cancer progression."}, {"pubmed": 35212295, "text": "Identification of a new RNA-binding proteins-based signature for prognostic prediction in gastric cancer."}, {"pubmed": 35273655, "text": "LIN28B Polymorphisms Confer a Higher Postoperative Recurrence Risk in Reproductive-Age Women with Endometrial Polyps."}, {"pubmed": 35385744, "text": "Developmental maturation of the hematopoietic system controlled by a Lin28b-let-7-Cbx2 axis."}, {"pubmed": 35947965, "text": "Circ_0061140 Facilitates Adenomyosis Progression by Upregulating LIN28B in vitro."}, {"pubmed": 36059274, "text": "The OTUD6B-LIN28B-MYC axis determines the proliferative state in multiple myeloma."}, {"pubmed": 36606447, "text": "Association between LIN28B gene polymorphisms and Wilms' tumor susceptibility."}, {"pubmed": 36649308, "text": "LIN28 expression and function in medulloblastoma."}, {"pubmed": 36660796, "text": "Semaphorin 3A inhibits tumor progression via the downregulation of Lin28B in ovarian cancer."}, {"pubmed": 36828304, "text": "Association of the KISS1, LIN28B, VDR and ERalpha gene polymorphisms with early and fast puberty in Chinese girls."}, {"pubmed": 36999462, "text": "Correlation between expression of Lin28B and C-myc in patients with laryngeal squamous cell carcinoma and clinicopathological features and prognosis."}, {"pubmed": 37269361, "text": "The transposable element-derived transcript of LIN28B has a placental origin and is not specific to tumours."}, {"pubmed": 37304235, "text": "The role of LIN28B in tumor progression and metastasis in solid tumor entities."}, {"pubmed": 37318881, "text": "LIN28B promotes cell invasion and colorectal cancer metastasis via CLDN1 and NOTCH3."}, {"pubmed": 37327775, "text": "Structural mechanism of LIN28B nucleosome targeting by OCT4."}, {"pubmed": 37634410, "text": "MCTS1 enhances the proliferation of laryngeal squamous cell carcinoma via promoting OTUD6B-1 mediated LIN28B deubiquitination."}, {"pubmed": 38019245, "text": "Association of LIN28B Gene Polymorphisms (rs221634, rs221635, rs314276, rs9404590, and rs12194974) with Non-Hodgkin Lymphoma Susceptibility and Clinical/Pathological Features."}, {"pubmed": 38216964, "text": "Exosomes derived from cancer-associated fibroblasts promote tumorigenesis, metastasis and chemoresistance of colorectal cancer by upregulating circ_0067557 to target Lin28."}, {"pubmed": 38305285, "text": "MIR222HG/LIN28B/ATG5 Axis Drives M2 Macrophage Polarization and Proliferation of Hepatocellular Carcinoma Cells."}, {"pubmed": 38321106, "text": "LIN28B promotes differentiation of fully transformed AML cells but is dispensable for fetal leukemia suppression."}, {"pubmed": 38338881, "text": "A Multi-Omics Approach Reveals Enrichment in Metabolites Involved in the Regulation of the Glutathione Pathway in LIN28B-Dependent Cancer Cells."}, {"pubmed": 38612395, "text": "Regulating Protein-RNA Interactions: Advances in Targeting the LIN28/Let-7 Pathway."}, {"pubmed": 38704454, "text": "Transcriptional repression of the oncofetal LIN28B gene by the transcription factor SOX6."}, {"pubmed": 38987793, "text": "N[6]-methyladenosine modification of circMARK2 enhances cytoplasmic export and stabilizes LIN28B, contributing to the progression of Wilms tumor."}], "genomic_pos": {"chr": "6", "end": 105083332, "ensemblgene": "ENSG00000187772", "start": 104936616, "strand": 1}, "genomic_pos_hg19": {"chr": "6", "end": 105531207, "start": 105404923, "strand": 1}, "go": {"BP": [{"evidence": "IMP", "gocategory": "BP", "id": "GO:0010587", "pubmed": 19703396, "qualifier": "involved_in", "term": "miRNA catabolic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0031054", "qualifier": "involved_in", "term": "pre-miRNA processing"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0031054", "pubmed": 19703396, "qualifier": "involved_in", "term": "pre-miRNA processing"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0031123", "pubmed": 19703396, "qualifier": "involved_in", "term": "RNA 3'-end processing"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050779", "pubmed": 18951094, "qualifier": "involved_in", "term": "RNA destabilization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2000627", "pubmed": 18951094, "qualifier": "involved_in", "term": "positive regulation of miRNA catabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000632", "pubmed": 18951094, "qualifier": "involved_in", "term": "negative regulation of pre-miRNA processing"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000635", "pubmed": 18951094, "qualifier": "involved_in", "term": "negative regulation of primary miRNA processing"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005730", "qualifier": "located_in", "term": "nucleolus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}], "MF": [{"category": "MF", "evidence": "HDA", "id": "GO:0003723", "pubmed": 22681889, "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003723", "pubmed": 19703396, "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0003729", "qualifier": "enables", "term": "mRNA binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 19703396, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008270", "qualifier": "enables", "term": "zinc ion binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}]}, "homologene": {"genes": [[7165, 1277174], [7227, 38639], [7955, 799825], [8364, 100216028], [9031, 421786], [9544, 696130], [9598, 737588], [9606, 389421], [9615, 481943], [9913, 112448101], [10090, 380669], [10116, 689054]], "id": 47607}, "interpro": [{"desc": "Zinc finger, CCHC-type", "id": "IPR001878", "short_desc": "Znf_CCHC"}, {"desc": "Cold-shock protein, DNA-binding", "id": "IPR002059", "short_desc": "CSP_DNA-bd"}, {"desc": "Cold shock domain", "id": "IPR011129", "short_desc": "CSD"}, {"desc": "Nucleic acid-binding, OB-fold", "id": "IPR012340", "short_desc": "NA-bd_OB-fold"}, {"desc": "Zinc finger, CCHC-type superfamily", "id": "IPR036875", "short_desc": "Znf_CCHC_sf"}], "ipi": ["IPI00398131", "IPI00854717"], "map_location": "6q16.3-q21", "name": "lin-28 homolog B", "other_names": ["Lin-28.2", "lin-28B", "protein lin-28 homolog B"], "pantherdb": {"HGNC": "32207", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "3584032", "ortholog_type": "LDO", "panther_family": "PTHR46109", "taxid": 10090, "uniprot_kb": "Q45KJ6"}, {"RGD": "1597432", "ortholog_type": "LDO", "panther_family": "PTHR46109", "taxid": 10116, "uniprot_kb": "D3ZIK1"}, {"Ensembl": "ENSGALG00000026761", "ortholog_type": "LDO", "panther_family": "PTHR46109", "taxid": 9031, "uniprot_kb": "Q45KJ4"}, {"Ensembl": "ENSDARG00000052511", "ortholog_type": "LDO", "panther_family": "PTHR46109", "taxid": 7955, "uniprot_kb": "E7F3W9"}, {"WormBase": "WBGene00003014", "ortholog_type": "O", "panther_family": "PTHR46109", "taxid": 6239, "uniprot_kb": "P92186"}, {"FlyBase": "FBgn0035626", "ortholog_type": "O", "panther_family": "PTHR46109", "taxid": 7227, "uniprot_kb": "Q9VRN5"}], "uniprot_kb": "Q6ZN17"}, "pathway": {"pid": {"id": "myc_activpathway", "name": "Validated targets of C-MYC transcriptional activation"}, "wikipathways": [{"id": "WP2406", "name": "Cardiac Progenitor Differentiation"}, {"id": "WP4541", "name": "Hippo-Merlin Signaling Dysregulation"}]}, "pdb": "4A4I", "pfam": ["PF00098", "PF00313"], "pharmgkb": "PA142671543", "pharos": {"target_id": 5653, "tdl": "Tbio"}, "prosite": ["PS50158", "PS51857"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF176165", "relationship": "is"}, {"id": "GNF187071", "relationship": "is"}, {"id": "GNF197977", "relationship": "is"}, {"id": "GNF208883", "relationship": "is"}], "NOVART_hs-genome_siRNA": {"id": "GNF151318", "relationship": "is"}}, "refseq": {"genomic": ["NC_000006.12", "NC_060930.1", "NG_032815.2"], "protein": ["NP_001004317.1", "NP_001397868.1", "XP_006715540.2", "XP_054211391.1"], "rna": ["NM_001004317.4", "NM_001410939.1", "XM_006715477.3", "XM_054355416.1"], "translation": [{"protein": "XP_054211391.1", "rna": "XM_054355416.1"}, {"protein": "NP_001004317.1", "rna": "NM_001004317.4"}, {"protein": "XP_006715540.2", "rna": "XM_006715477.3"}, {"protein": "NP_001397868.1", "rna": "NM_001410939.1"}]}, "reporter": {"GNF1H": "gnf1h06860_at", "HG-U133_Plus_2": "229349_at", "HG-U95B": "43454_at", "HTA-2_0": "TC06000840.hg.1", "HuEx-1_0": "2919399", "HuGene-1_1": "8121251", "HuGene-2_1": "17011255"}, "summary": "The protein encoded by this gene belongs to the lin-28 family, which is characterized by the presence of a cold-shock domain and a pair of CCHC zinc finger domains. This gene is highly expressed in testis, fetal liver, placenta, and in primary human tumors and cancer cell lines. It is negatively regulated by microRNAs that target sites in the 3' UTR, and overexpression of this gene in primary tumors is linked to the repression of let-7 family of microRNAs and derepression of let-7 targets, which facilitates cellular transformation. [provided by RefSeq, Jun 2012].", "symbol": "LIN28B", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1825819"}, "unigene": "Hs.23616", "uniprot": {"Swiss-Prot": "Q6ZN17", "TrEMBL": ["A0A1B0GTK2", "A0A1B0GVD3"]}}