{"AllianceGenome": "15986", "HGNC": "15986", "MIM": "611043", "_id": "79727", "_version": 2, "accession": {"genomic": ["AL513365.27", "AX879257.1", "CH471059.2", "CP068277.2", "NC_000001.11", "NC_060925.1"], "protein": ["AAH28566.1", "AAM77751.1", "BAB14075.1", "CAE90433.1", "EAX07814.1", "EAX07815.1", "NP_078950.1", "Q9H9Z2.1", "XP_011540450.1", "XP_054194727.1"], "rna": ["AF521099.1", "AK022519.1", "BC028566.2", "CN349325.1", "NM_024674.6", "XM_011542148.3", "XM_054338752.1"], "translation": [{"protein": "XP_011540450.1", "rna": "XM_011542148.3"}, {"protein": "BAB14075.1", "rna": "AK022519.1"}, {"protein": "XP_054194727.1", "rna": "XM_054338752.1"}, {"protein": "AAH28566.1", "rna": "BC028566.2"}, {"protein": "NP_078950.1", "rna": "NM_024674.6"}, {"protein": "AAM77751.1", "rna": "AF521099.1"}]}, "alias": ["CSDD1", "LIN-28", "LIN28", "ZCCHC1", "lin-28A"], "ensembl": {"gene": "ENSG00000131914", "protein": ["ENSP00000254231", "ENSP00000363314"], "transcript": ["ENST00000254231", "ENST00000326279"], "translation": [{"protein": "ENSP00000254231", "rna": "ENST00000254231"}, {"protein": "ENSP00000363314", "rna": "ENST00000326279"}], "type_of_gene": "protein_coding"}, "entrezgene": "79727", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 6.47991733839, "exp_mis": 94.5450740085, "exp_syn": 48.7417299105, "lof_z": 1.74331131582596, "mis_z": 1.43591297231509, "mu_lof": 4.30302707528e-07, "mu_mis": 8.23030144087e-06, "mu_syn": 4.17201880235e-06, "n_lof": 2.0, "n_mis": 66.0, "n_syn": 33.0, "p_li": 0.196269887367842, "p_null": 0.0462489723698604, "p_rec": 0.757481140262298, "syn_z": 1.39782068696295}, "bp": 630, "cds_end": 26752949, "cds_start": 26737382, "n_exons": 4, "nonpsych": {"exp_lof": 5.78415211371, "exp_mis": 85.4916194798, "exp_syn": 44.0351700512, "lof_z": 1.54525698992337, "mis_z": 1.71788850499507, "mu_lof": 4.30302707528e-07, "mu_mis": 8.23030144087e-06, "mu_syn": 4.17201880235e-06, "n_lof": 2.0, "n_mis": 54.0, "n_syn": 29.0, "p_li": 0.173600014749629, "p_null": 0.0675623695402527, "p_rec": 0.758837615710118, "syn_z": 1.42650078330591}, "nontcga": {"exp_lof": 5.95364841864, "exp_mis": 86.9735986584, "exp_syn": 44.8345170207, "lof_z": 1.59840810940963, "mis_z": 1.28070568514813, "mu_lof": 4.30302707528e-07, "mu_mis": 8.23030144087e-06, "mu_syn": 4.17201880235e-06, "n_lof": 2.0, "n_mis": 63.0, "n_syn": 31.0, "p_li": 0.17078863005119, "p_null": 0.0587400621445527, "p_rec": 0.770471307804257, "syn_z": 1.30821804901981}, "transcript": "ENST00000326279.6"}, "exons": [{"cdsend": 26426458, "cdsstart": 26410891, "chr": "1", "position": [[26410816, 26410922], [26411385, 26411582], [26425302, 26425487], [26426241, 26429728]], "strand": 1, "transcript": "NM_024674", "txend": 26429728, "txstart": 26410816}], "exons_hg19": [{"cdsend": 26752949, "cdsstart": 26737382, "chr": "1", "position": [[26737307, 26737413], [26737876, 26738073], [26751793, 26751978], [26752732, 26756219]], "strand": 1, "transcript": "NM_024674", "txend": 26756219, "txstart": 26737307}], "generif": [{"pubmed": 12798299, "text": "microRNA regulation is a conserved feature of the Lin-28 gene in diverse animals."}, {"pubmed": 16227573, "text": "Lin-28 downregulation by miR-125 involves reductions in both translational efficiency and mRNA abundance."}, {"pubmed": 18550544, "text": "analysis of let-7g microRNA processing inhibition by the developmentally regulated RNA-binding protein Lin28"}, {"pubmed": 19038789, "text": "LIN-28 does not seem to be involved in the self-renewal of human embryonic stem cells, but rather seems to be involved in their decision to switch from self-renewal to differentiation."}, {"pubmed": 19153603, "text": "Raf kinase inhibitory protein suppresses a metastasis signalling cascade involving LIN28 and let-7"}, {"pubmed": 19483683, "text": "Study shows that LIN28 and LIN28B are overexpressed in primary human tumors and human cancer cell lines (overall frequency approximately 15%), and that overexpression is linked to repression of let-7 family miRNAs and derepression of let-7 targets."}, {"pubmed": 19578360, "text": "overexpression of Lin28 is associated with human germ-cell tumors"}, {"pubmed": 19703396, "text": "This study uncovers the role of TUT4 and Lin28 as specific suppressors of microRNA biogenesis, which has implications for stem cell research and cancer biology."}, {"pubmed": 19878981, "text": "Src activates an inflammatory signal, and epigenetic inheritance is mediated by a positive feedback loop involving the NF-kappaB transcription factor, Lin28, Let-7 microRNA, and IL6; this regulatory circuit links inflammation to cellular transformation."}, {"pubmed": 19966271, "text": "Results suggest a role for Lin28 in the regulation of Oct4 translation."}, {"pubmed": 20101213, "text": "Lin28 and Oct4 may have important roles in the initiation and/or progression of epithelial ovarian cancer."}, {"pubmed": 20947512, "text": "miRNAs let-7, mir-125, mir-9, and mir-30 directly repress LIN28 expression in embryonic stem and cancer cells"}, {"pubmed": 21045151, "text": "Data suggest that A rebalancing of the LIN28/let-7 regulatory loop could be a novel therapeutic strategy to target ALDH1+ cancer stem cells."}, {"pubmed": 21057460, "text": "For primary extragonadal yolk sac tumors, combining LIN28 and SALL4 can achieve a higher diagnostic sensitivity than either alone."}, {"pubmed": 21417895, "text": "Of the 16 malignant rhabdoid tumors, 14 (88%) tumors showed robust SALL4 and/or LIN28 expression."}, {"pubmed": 21425412, "text": "Lin28, working in concert with RNA Helicase A, enhances the translation of genes important for the growth and survival of human embryonic stem cells."}, {"pubmed": 21553022, "text": "induction of Lin-28 could mediate repression of let-7 family members, promote cell cycle progression and suppress cell proliferation"}, {"pubmed": 21631526, "text": "LIN28 regulates the differentiation status of seminoma and embryonal carcinoma and is likely to play a related role in normal human germ-cell development."}, {"pubmed": 21815640, "text": "A conformational change in LIN28 binding is determined that results in the unwinding of an otherwise double-stranded region at the Dicer processing site of pre-let-7g microRNA."}, {"pubmed": 21912531, "text": "this study demonstrates that host genetic variants could disturb the regulation of the let-7/LIN28 double-negative feedback loop and alter breast cancer risk."}, {"pubmed": 21979467, "text": "let-7 and Lin28 have contrary roles in megakaryocytic (MK) differentiation with a dynamic balance"}, {"pubmed": 22034885, "text": "LIN28 is a sensitive marker for ovarian germ cell tumours"}, {"pubmed": 22081076, "text": "These results suggest the possible involvement of LIN28 in regulation of sex steroid dependent cell proliferation of breast carcinoma cells."}, {"pubmed": 22118463, "text": "Lin28A recruits a TUTase (Zcchc11/TUT4) to let-7 precursors to block processing by Dicer in the cell cytoplasm."}, {"pubmed": 22157959, "text": "Data show that the zinc knuckle domains of Lin28 are sufficient to provide binding selectivity for pre-let-7 miRNAs."}, {"pubmed": 22162396, "text": "L1TD1 is part of the L1TD1-RHA-LIN28 complex that could influence levels of OCT4, suggesting that L1TD1 has an important role in the regulation of stemness."}, {"pubmed": 22210895, "text": "Lin28 mRNA contains ARE within its 3'-UTR and TTP enhances the decay of Lin28 mRNA through binding to its 3'-UTR."}, {"pubmed": 22240064, "text": "LIN28A is strongly expressed in germ cells during early human ovary development, but disruption of LIN28Ais not a common cause of primary ovarian insufficiency."}, {"pubmed": 22263265, "text": "Both HeLaS3/pAAV2neo-Lin28a and HeLaS3/pAAV2neo-Lin28b could express Lin28a and Lin28b effectively."}, {"pubmed": 22296229, "text": "LIN28 expression is germ cell specific and becomes restricted to a subpopulation of germ cells with increasing gestation in the fetal ovary."}, {"pubmed": 22429493, "text": "that LIN28 was a negative independent predictor for both overall survival and recurrence-free survival in hepatocellular carcinoma patients who met the Milan criteria. LIN28 was expressed at a higher frequency in tumor tissues than in non-HCC tissues."}, {"pubmed": 22433967, "text": "High expression of Lin28 is associated with poor prognosis and high tumour aggressiveness in oesophageal cancer and these effects are mediated through increased proliferation and invasiveness of oesophageal cancer cells."}, {"pubmed": 22467868, "text": "Lin-28 homologue A (LIN28A) promotes cell cycle progression via regulation of cyclin-dependent kinase 2 (CDK2), cyclin D1 (CCND1), and cell division cycle 25 homolog A (CDC25A) expression in cancer."}, {"pubmed": 22532168, "text": "findings therefore show a critical role for the REST-LIN28A axis in tumor aggression and suggest a causative relationship between REST loss and tumorigenicity in vivo"}, {"pubmed": 22545159, "text": "LIN28 is a predicted target of miR-125b in differentiating human embryonic stem cells."}, {"pubmed": 22689537, "text": "LIN28 is expressed only in a very small subpopulation of spermatogonia in the adult monkey and human testis"}, {"pubmed": 22713243, "text": "Lin28 stimulates HER2 expression at the posttranscriptional level, and that enforced Lin28 expression promotes cancer cell growth via multiple mechanisms."}, {"pubmed": 22808086, "text": "Overexpression of Lin28 in breast cancer cells considerably induced p21 and Rb expression and inhibited Let-7 miRNA levels."}, {"pubmed": 22898984, "text": "Lin28 uses two different TUTases to control let-7 expression."}, {"pubmed": 22935707, "text": "A subset of Lin28 mRNA targets are destabilized in a Drosha-dependent manner."}, {"pubmed": 22959275, "text": "These findings identify important regulatory functions of LIN28 via direct mRNA interactions."}, {"pubmed": 23079661, "text": "show that MLL fusion proteins negatively regulate production of miR-150, an miRNA widely repressed in acute leukemia, by blocking miR-150 precursors from being processed to mature miRNAs through MYC/LIN28 functional axis"}, {"pubmed": 23161096, "text": "LIN28A immunohistochemistry as a highly sensitive and specific, rapid, inexpensive diagnostic tool for routine pathological verification of embryonal tumor with multilayered rosettes."}, {"pubmed": 23255092, "text": "The Lin-28 protein is mediated Bone Morphogenetic Protein 4 activation in the poor prognosis observed in a subpopulation of ovarian cancer patients expressing high levels of both Lin28 and Oct4."}, {"pubmed": 23292830, "text": "Our results indicate that Lin28 was expressed in both gastric carcinoma and corresponding normal tissues. Lin28 protein positive expression served as an independent prognostic factor"}, {"pubmed": 23307247, "text": "an independent public expression profiling data showed signature for Oct4, Lin28 and Nanog could successfully be used to predict the survival of colorectal cancer patients"}, {"pubmed": 23318446, "text": "Lin28A/Lin28B serves as key driver genes in Hepatitis B virus X protein-induced hepatocarcinogenesis"}, {"pubmed": 23481595, "text": "Overexpression and knockdown of LIN28 followed by global profiling of mRNA and protein abundance showed that LIN28 protein stabilized its target RNAs with a concomitant increase in protein levels"}, {"pubmed": 23500413, "text": "Lin28a is an appropriate cancer stem cell target molecule for oral squamous cell carcinoma treatment."}, {"pubmed": 23613467, "text": "The Wnt1-beta-catenin pathway represses let-7 microRNA expression through transactivation of Lin28 to augment breast cancer stem cell expansion."}, {"pubmed": 23660113, "text": "The rs3811463 polymorphism in the let-7/Lin28 pathway could significantly increase the risk of type 2 diabetes mellitus."}, {"pubmed": 23728999, "text": "data demonstrate the involvement of a novel regulatory circuit consisting of miR-370, LIN28A, RelA/p65 and IL-6 in HCC progression."}, {"pubmed": 23774216, "text": "We conclude that the LIN28/let-7 pathway has a critical pathobiologic role in malignant germ cell tumors"}, {"pubmed": 23790802, "text": "Findings demonstrate a novel role for Lin28 in prostate cancer development and activation of the androgen receptor axis."}, {"pubmed": 23840685, "text": "Lin28 might be one mechanism underlying radiation resistance in breast cancer cells."}, {"pubmed": 23846349, "text": "Data suggest a role for LIN28A in high grade gliomas and illustrate an HMGA2-associated, pro-invasive program that can be activated in GBM by LIN28A-mediated suppression of let-7 microRNAs."}, {"pubmed": 23884650, "text": "Data indicate that SOX2 regulates the LIN28/let-7 pathway in neural precursor cells (NPCs)."}, {"pubmed": 24006280, "text": "Data suggest that LIN28A plays functional role in regulating trophoblast differentiation/placentation; loss of LIN28A in human trophoblasts is sufficient to induce differentiation, but loss of Lin28a does not induce mouse trophoblast differentiation."}, {"pubmed": 24311633, "text": "High LIN28 expression is associated with embryonal tumor with multilayered rosettes."}, {"pubmed": 24349438, "text": "Lin28 induced EMT in breast cancer cells via downregulation of let-7a."}, {"pubmed": 24356103, "text": "Results highlight a novel molecular interaction between miR-125b and Lin28 in glioblastoma stem cells."}, {"pubmed": 24475120, "text": "High LIN28 expression was an independent prognostic factor for a shorter survival in glioblastoma multiforme patients."}, {"pubmed": 24860167, "text": "The results have demonstrated that LIN28 is a key translational determinant of the initiation of human embryonic stem cell differentiation."}, {"pubmed": 24942926, "text": "Expression of SUMO1/2/3 is dramatically enhanced by interferons through an miRNA-based mechanism involving the Lin28/let-7."}, {"pubmed": 24970027, "text": "Results show the expression of Lin28 closely associated with resistance to paclitaxel in Hep3B cells which expresses high levels of Lin28. Its dysregulation inhibited let-7 family microRNA levels and upregulated the Bcl-xL, which is a target of let-7."}, {"pubmed": 25128063, "text": "High Lin28 expression is associated with gastric cancer."}, {"pubmed": 25188417, "text": "LIN28A over-expression increased HbF, reduced beta (sickle)-globin, and strongly suppressed all members of the let-7 family of miRNAs while reducing erythrocyte sickling."}, {"pubmed": 25200669, "text": "LIN28 and its regulatory microRNAs have roles in adult adrenocortical cancer"}, {"pubmed": 25301052, "text": "Lin28A and Lin28B enhance, whereas let-7 suppresses, aerobic glycolysis via targeting pyruvate dehydrogenase kinase 1, or PDK1."}, {"pubmed": 25415050, "text": "DFMO treatment restores balance to the LIN28/Let-7 axis and inhibits glycolytic metabolism and neurosphere formation in neuroblastoma"}, {"pubmed": 25457611, "text": "Trim25 binds to the conserved terminal loop (CTL) of pre-let-7 and activates TuT4, allowing for more efficient Lin28a-mediated uridylation."}, {"pubmed": 25479749, "text": "methylation modulates pluripotency in embryonic stem cells"}, {"pubmed": 25515921, "text": "overexpression of Lin28 can suppress the biological behavior of gastric cancer in vitro, and let-7 miRNA may play an important role in the process"}, {"pubmed": 25638158, "text": "Data implicate LIN28/RAS/MAP kinase as key drivers of tumorigenesis atypical teratoid rhabdoid tumors."}, {"pubmed": 25748578, "text": "Intraocular medulloepitheliomas and embryonal tumors with multilayered rosettes of the brain both display LIN28A positivity. Only the latter, however, display amplification of the 19q13.42 locus involving C19MC"}, {"pubmed": 25956904, "text": "detected aberrant expression of LIN28A and/or LIN28B in 38% of a large series of human CRC samples (n = 595), where LIN28 expression levels were associated with invasive tumor growth"}, {"pubmed": 26045559, "text": "Incubation of a embryonal carcinoma cell line with N-methyl-mesoporphyrin IX reduces its stem cell traits. In particular it decreases OCT4, HMGA1, CCNB1, CDK4, and Lin28A protein, decreases sphere formation, and inhibits colony formation."}, {"pubmed": 26149387, "text": "LIN28 may regulate splicing and gene expression programs that drive breast cancer subtype phenotypes."}, {"pubmed": 26494358, "text": "data document the expression profiles of the Lin28/let-7 system in rat testis along postnatal/pubertal maturation, and their perturbation in models of pubertal and hormonal manipulation"}, {"pubmed": 26583126, "text": "high LIN28 expressing ovarian cancer cells secrete exosomes that can be taken up by nontumor cells and cause changes in gene expression and cell behavior associated with tumor development. IGROV1"}, {"pubmed": 26675483, "text": "Erythroid-Specific Expression of LIN28A Is Sufficient for Robust Gamma-Globin Gene and Protein Expression in Adult Erythroblasts."}, {"pubmed": 26687759, "text": "Lin28A is up-regulated in 73.3 % of colon cancer patients.  Lin28A-enforced expression in colon cancer cells enhanced the chemosensitivity of cancer cells to 5-FU via promoting apoptosis in a let-7 independent manner, associated with decreasing the expression of DNA damage repair protein H2AX."}, {"pubmed": 26714839, "text": "Our findings suggest that Lin28 plays a key role in the acquisition of resistance to AR-targeted therapies by prostate cancer cells and establish the importance of Lin28 in prostate cancer progression."}, {"pubmed": 26811207, "text": "Data suggest that the Lin28/let-7 (lin-28 homolog protein/mirnlet7 microRNA) molecular switch plays roles in regulation of cell growth signaling pathways and in regulation of expression of metabolic enzymes. [REVIEW]"}, {"pubmed": 26898455, "text": "Upregulation of let-7a carries the potential to reverse CCL18 induced cell proliferation and migration alteration in breast cancer cells by regulating Lin28 expression."}, {"pubmed": 26910839, "text": "High LIN28A expression is associated with pancreatic cancer."}, {"pubmed": 26945970, "text": "The role of Lin28 in cancer and immunity. [Review]"}, {"pubmed": 27197175, "text": "tight control by ESE3/EHF over the Lin28/let-7 axis is a critical barrier to malignant transformation."}, {"pubmed": 27230676, "text": "Lin28A expression promotes metabolic switching to a phenotype that relies predominantly on glycolysis as an energy source, while compromising oxidative phosphorylation."}, {"pubmed": 27320042, "text": "LIN28A and LIN28B play cooperative roles in regulating reprogramming, naive/primed pluripotency, and stem cell metabolism."}, {"pubmed": 27494865, "text": "this study demonstrates that Lin28A can activates androgen receptor via regulation of c-myc and promotes malignancy of ER-/Her2+ breast cancer"}, {"pubmed": 27721018, "text": "MSI2 might play a crucial role in sustaining stemness and chemoresistance of liver cancer stem cells in LIN28A-dependent manner in hepatocellular carcinoma."}, {"pubmed": 27793004, "text": "Lin28A and Lin28B are co-expressed colon cancer tissues and have functional similarities."}, {"pubmed": 27859935, "text": "High LIN28A expression is associated with colorectal cancer."}, {"pubmed": 27881476, "text": "It has been shown that the constitutive expression of Lin28a during neuronal differentiation in vitro positively and negatively affects numerous miRNAs."}, {"pubmed": 28076679, "text": "The molecular dynamics simulations suggest that a conserved structural feature of the loop regions of pre-let-7 miRNAs is more important for LIN28 recognition than sequence conservation among members of the let-7 family or the presence of the GGAG motif in the 3' region."}, {"pubmed": 28235063, "text": "ur study demonstrated that disturbance of the let-7/LIN28 double-negative feedback loop is involved in the regulation of radio- and chemo-resistance, and that let-7 and LIN28 could be employed as predictive biomarkers of response to radiotherapy or chemotherapy in non-small-cell lung cancer patients."}, {"pubmed": 28297670, "text": "the specific interaction between zinc knuckle domain of LIN28 and pre-let-7 is necessary and sufficient to induce oligouridylation."}, {"pubmed": 28569789, "text": "Knockdown of miR-128a induces Lin28a expression and reverts myeloid differentiation blockage in acute myeloid leukemia."}, {"pubmed": 28744687, "text": "LIN28A is a sensitive IHC marker for the diagnosis of Embryonal Tumor with Multilayered Rosettes , but immunoreactivity can also be seen in a proportion of Atypical Teratoid/Rhabdoid Tumors"}, {"pubmed": 28771809, "text": "Data indicated that LIN28A might make contribution to HSF proliferation and extracellular matrix synthesis upon thermal injury."}, {"pubmed": 28846452, "text": "Recent improvement in high-throughput sequencing has highlighted the potential role of LIN28/let-7 regulatory network in several developmental events. It was proposed that this pathway might represent a functional signature in cell proliferation, transition between commitment and pluripotency, and regulation of cancer and tumorigenicity."}, {"pubmed": 29034889, "text": "Pig induced pluripotent stem cell (piPSC) line was generated from embryonic fibroblast cells using retroviral transduction approaches carrying human transcriptional factors: OCT4, SOX2, KLF4, c-MYC and LIN28."}, {"pubmed": 29143345, "text": "The results suggest that the Lin28a gene enhances the osteoblastic differentiation of human periosteum-derived cells. In addition, the Lin28a gene increases mitochondrial activity in human periosteum-derived cells."}, {"pubmed": 29204769, "text": "Studied effects of lin-28 homolog A protein (Lin28A) on cells proliferation, migration, invasion and apoptosis of osteocarcinoma (OS) cells through metastasis associated lung adenocarcinoma transcript 1 (MALAT1)."}, {"pubmed": 29674645, "text": "Lin28A was found to be significantly downregulated in TUG1-repressed Periodontal ligament stem cells and contained multiple binding sites for lncRNA TUG1."}, {"pubmed": 29749495, "text": "LIN28A inhibits lysosomeassociated membrane glycoprotein 1 protein expression in embryonic stem and bladder cancer cells."}, {"pubmed": 30076414, "text": "PVT1-214 modulates the derepression of Lin28 by interacting with miR-128"}, {"pubmed": 30137214, "text": "Knockdowns of both LIN28A and LIN28B increase HMGA2 levels in placental cells."}, {"pubmed": 30196987, "text": "LIN28 is a very specific marker (98% specificity) for distinguishing classic gastric hepatoid carcinomas from hepatocellular carcinoma"}, {"pubmed": 30256974, "text": "Data suggest that overexpression of Linc00662 enhances lung cancer cell metastasis and cancer stem cell characteristics; these characteristics seem to involve interaction of Linc00662 with LIN28 in lung cancer cells; lung cancer patients with higher Linc00662 expression levels exhibit lower overall survival rate than patients with lower Linc00662 expression levels. (LINC00662 = long intergenic non-protein coding RNA 662)"}, {"pubmed": 30266988, "text": "Taken together, Lin28A regulated the biological behaviors in Ovarian cancer cells through ROCK2 and the interaction of Lin28A/ROCK2 may be a new target for diagnosis and gene therapy of Ovarian cancer ."}, {"pubmed": 30394668, "text": "The important function of SNHG20/miR-197/LIN28 axis in the oncogenesis."}, {"pubmed": 30415010, "text": "ectopic expression of human Lin28A has the same effect as Drosophila Lin-28, indicating functional conservation in Lin-28 orthologs"}, {"pubmed": 30502053, "text": "Study found that H. pylori up-regulated the expression of LIN28A which directly bound to BMAL1 promoter, activating the transcription of BMAL1 and increases its expression. BMAL1 in turn promoted transcription of TNF-alpha by directly binding to the E-box elements on its promoter to increase its secretion."}, {"pubmed": 30531691, "text": "The expression of Lin28A and c-Myc was upregulated in PTC tissues and cell lines, whereas the expression of let-7a was downregulated in PTC cell lines. Clinically, Lin28A was linked to a higher tumor/node/metastasis stage and the presence of lymph node metastases."}, {"pubmed": 30543854, "text": "consequential impacts of USP28-mediated stabilization of LIN28A protein on enhancing cancer cell viability, migration and ultimately augmenting LIN28A-mediated tumor progression. Overall, these data suggest that a synergistic, combinatorial approach of targeting LIN28A with USP28 would contribute to effective cancer therapeutics."}, {"pubmed": 30789962, "text": "Overexpression of LIN28 protein in control neural progenitor cells (NPCs) suppressed astrocyte differentiation and reduced neuronal synapse density, whereas downregulation of LIN28 expression in mutant NPCs partially rescued this synaptic deficiency."}, {"pubmed": 30833806, "text": "Study in Chinese patients provides evidence that Lethal-7-related polymorphisms represent a genetic factor that modifies the susceptibility to and prognosis of gastric cancer (GC). Individuals carrying the C allele of rs3811463 in the 3'-UTR of LIN28A have a lower risk of GC, and GC patients with the C allele of rs10889677 in the 3'-UTR of IL23R have a shorter lifespan than patients without it."}, {"pubmed": 30926604, "text": "extracellular domain of epithelial cell adhesion molecule -induced LIN28 expression reduces the expression of the microRNA LET7 and up-regulates that of the transcription factor high-mobility group AT-hook 2 (HMGA2), which activates the transcription of pluripotency factors."}, {"pubmed": 31095937, "text": "Knockdown of NUMB endocytic adaptor protein (Numb could promote the epithelial mesenchymal transition (EMT) of breast cancer cells via beta-catenin/RNA binding protein Lin28 (Lin28) signal pathway."}, {"pubmed": 31140103, "text": "Lin28a stabilized FBXL19-AS1 and promoted cell migration, invasion, and epithelial-mesenchymal transition in breast cancer."}, {"pubmed": 31338973, "text": "LIN28A gene polymorphisms confer Wilms tumour susceptibility: A four-centre case-control study."}, {"pubmed": 31379107, "text": "post-transcriptional regulation by Lin28A/B enhances de novo fatty acid synthesis and metabolic conversion of saturated and unsaturated fatty acids via SREBP-1, which is critical for cancer progression."}, {"pubmed": 31415216, "text": "Knockout of LIN28A and LIN28B in ACH-3P cells not only significantly increased amounts of let-7 miRNAs but also led to significant reduction in ARID3B-complex proteins, potentially because of increased targeting by let-7 miRNAs."}, {"pubmed": 31747721, "text": "LIN28A gene polymorphisms modify neuroblastoma susceptibility: A four-centre case-control study."}, {"pubmed": 31750563, "text": "LIN28A loss of function is associated with Parkinson's disease pathogenesis."}, {"pubmed": 31874176, "text": "Regulation of human trophoblast surrogate Jeg-3 spheroids implantation potential by Wnt/beta-catenin pathway and lin28a/let-7a axis."}, {"pubmed": 32333719, "text": "SUMOylation modulates the LIN28A-let-7 signaling pathway in response to cellular stresses in cancer cells."}, {"pubmed": 32398961, "text": "Lin28A Regulates Stem-like Properties of Ovarian Cancer Cells by Enriching RAN and HSBP1 mRNA and Up-regulating its Protein Expression."}, {"pubmed": 32527996, "text": "Lin28A promotes IRF6-regulated aerobic glycolysis in glioma cells by stabilizing SNHG14."}, {"pubmed": 32560271, "text": "CAIX-Mediated Control of LIN28/let-7 Axis Contributes to Metabolic Adaptation of Breast Cancer Cells to Hypoxia."}, {"pubmed": 32623385, "text": "Identification of Let-7f-5p as a novel biomarker of recurrence in non-muscle invasive bladder cancer."}, {"pubmed": 33050985, "text": "Lin28a attenuates TGF-beta-induced renal fibrosis."}, {"pubmed": 33423828, "text": "Assessment of LIN28A variants in Parkinson's disease in large European cohorts."}, {"pubmed": 33484878, "text": "Sjogren Syndrome antigen B regulates LIN28-let-7 axis in Caenorhabditis elegans and human."}, {"pubmed": 33516780, "text": "LINC01451 drives epithelial-mesenchymal transition and progression in bladder cancer cells via LIN28/TGF-beta/Smad pathway."}, {"pubmed": 33548626, "text": "MicroRNA-126 suppresses the invasion of trophoblast-model JEG-3 cells by targeting LIN28A."}, {"pubmed": 33742080, "text": "Lin28, a major translation reprogramming factor, gains access to YB-1-packaged mRNA through its cold-shock domain."}, {"pubmed": 34468231, "text": "Association Between LIN28A Gene Polymorphisms and Glioma Susceptibility in Chinese Children."}, {"pubmed": 34543700, "text": "Overexpression of Lin28a induces a primary ovarian insufficiency phenotype via facilitation of primordial follicle activation in mice."}, {"pubmed": 35447238, "text": "The association between LIN28A gene rare variants and Parkinson's disease in Chinese population."}, {"pubmed": 35813614, "text": "LncRNA MALAT1 Aggravates Renal Tubular Injury via Activating LIN28A and the Nox4/AMPK/mTOR Signaling Axis in Diabetic Nephropathy."}, {"pubmed": 36160641, "text": "Long noncoding RNA ZNFX1-AS1 promotes the invasion and proliferation of gastric cancer cells by regulating LIN28 and CAPR1N1."}, {"pubmed": 36436798, "text": "Lin28a induced mitochondrial dysfunction in human granulosa cells via suppressing LARS2 expression."}, {"pubmed": 36649308, "text": "LIN28 expression and function in medulloblastoma."}, {"pubmed": 36658347, "text": "Analysis of LIN28A variants in patients with Parkinson's disease."}, {"pubmed": 37005492, "text": "Lin28 promoting the protective effect of PMSCs on hepatic ischaemia-reperfusion injury by regulating glucose metabolism."}, {"pubmed": 38167913, "text": "Role of UPF1-LIN28A interaction during early differentiation of pluripotent stem cells."}, {"pubmed": 38216964, "text": "Exosomes derived from cancer-associated fibroblasts promote tumorigenesis, metastasis and chemoresistance of colorectal cancer by upregulating circ_0067557 to target Lin28."}, {"pubmed": 38430033, "text": "Circular RNA circ_0096041 promotes osteosarcoma cell proliferation and migration via sponging miR-556-5p and regulating LIN28A expression."}, {"pubmed": 38612395, "text": "Regulating Protein-RNA Interactions: Advances in Targeting the LIN28/Let-7 Pathway."}, {"pubmed": 38636252, "text": "GNAI3 mediated by Lin28A regulates lipopolysaccharide-induced inflammation and osteogenic differentiation in periodontal stem cells by mediating the NF-kappaB/NLRP3 inflammasome pathway."}, {"pubmed": 38729326, "text": "Inhibition of Let-7b-5p maturation by LIN28A promotes thermal skin damage repair after burn injury."}, {"pubmed": 38745302, "text": "Proto-oncogene c-Myb potentiates cisplatin resistance of ovarian cancer cells by downregulating lncRNA NKILA and modulating cancer stemness and LIN28A-let7 axis."}], "genomic_pos": {"chr": "1", "end": 26429728, "ensemblgene": "ENSG00000131914", "start": 26410817, "strand": 1}, "genomic_pos_hg19": [{"chr": "1", "end": 26756213, "start": 26737269, "strand": 1}, {"chr": "2", "end": 184125774, "start": 184125370, "strand": 1}], "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0007281", "qualifier": "involved_in", "term": "germ cell development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010587", "pubmed": 19703396, "qualifier": "involved_in", "term": "miRNA catabolic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010587", "qualifier": "involved_in", "term": "miRNA catabolic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0017148", "qualifier": "involved_in", "term": "negative regulation of translation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0019827", "pubmed": 19703396, "qualifier": "involved_in", "term": "stem cell population maintenance"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0031054", "qualifier": "involved_in", "term": "pre-miRNA processing"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0031054", "pubmed": 19703396, "qualifier": "involved_in", "term": "pre-miRNA processing"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0031123", "pubmed": 19703396, "qualifier": "involved_in", "term": "RNA 3'-end processing"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032008", "qualifier": "involved_in", "term": "positive regulation of TOR signaling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045666", "qualifier": "involved_in", "term": "positive regulation of neuron differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045686", "qualifier": "involved_in", "term": "negative regulation of glial cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048863", "qualifier": "involved_in", "term": "stem cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0051897", "qualifier": "involved_in", "term": "positive regulation of phosphatidylinositol 3-kinase/protein kinase B signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071076", "qualifier": "involved_in", "term": "RNA 3' uridylation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0071333", "qualifier": "involved_in", "term": "cellular response to glucose stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1901724", "qualifier": "involved_in", "term": "positive regulation of cell proliferation involved in kidney development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000632", "pubmed": 21247876, "qualifier": "involved_in", "term": "negative regulation of pre-miRNA processing"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2000767", "pubmed": 21247876, "qualifier": "involved_in", "term": "positive regulation of cytoplasmic translation"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0000932", "pubmed": 17617744, "qualifier": "located_in", "term": "P-body"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 17617744, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005730", "qualifier": "located_in", "term": "nucleolus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": [18604195, 20014101, 21247876], "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005791", "qualifier": "located_in", "term": "rough endoplasmic reticulum"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0010494", "pubmed": 17617744, "qualifier": "located_in", "term": "cytoplasmic stress granule"}], "MF": [{"category": "MF", "evidence": "ISS", "id": "GO:0002151", "qualifier": "enables", "term": "G-quadruplex RNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003723", "pubmed": 19703396, "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0003729", "qualifier": "enables", "term": "mRNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003729", "pubmed": 21247876, "qualifier": "enables", "term": "mRNA binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [19703396, 21247876, 32296183, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008270", "qualifier": "enables", "term": "zinc ion binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0031369", "qualifier": "enables", "term": "translation initiation factor binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0035198", "qualifier": "enables", "term": "miRNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0070883", "pubmed": 21247876, "qualifier": "enables", "term": "pre-miRNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0140517", "pubmed": 18951094, "qualifier": "enables", "term": "protein-RNA adaptor activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:1990825", "qualifier": "enables", "term": "sequence-specific mRNA binding"}]}, "homologene": {"genes": [[7955, 394066], [8364, 548523], [9031, 428206], [9598, 456661], [9606, 79727], [9615, 102151926], [9913, 614997], [10090, 83557], [10116, 500562]], "id": 32592}, "interpro": [{"desc": "Zinc finger, CCHC-type", "id": "IPR001878", "short_desc": "Znf_CCHC"}, {"desc": "Cold-shock protein, DNA-binding", "id": "IPR002059", "short_desc": "CSP_DNA-bd"}, {"desc": "Cold shock domain", "id": "IPR011129", "short_desc": "CSD"}, {"desc": "Nucleic acid-binding, OB-fold", "id": "IPR012340", "short_desc": "NA-bd_OB-fold"}, {"desc": "Zinc finger, CCHC-type superfamily", "id": "IPR036875", "short_desc": "Znf_CCHC_sf"}], "ipi": "IPI00002948", "map_location": "1p36.11", "name": "lin-28 homolog A", "other_names": ["RNA-binding protein LIN-28", "protein lin-28 homolog A", "zinc finger CCHC domain-containing protein 1", "zinc finger, CCHC domain containing 1"], "pantherdb": {"HGNC": "15986", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1890546", "ortholog_type": "LDO", "panther_family": "PTHR46109", "taxid": 10090, "uniprot_kb": "Q8K3Y3"}, {"RGD": "1566408", "ortholog_type": "LDO", "panther_family": "PTHR46109", "taxid": 10116, "uniprot_kb": "D3ZZA6"}, {"Gene": "LIN28A", "ortholog_type": "O", "panther_family": "PTHR46109", "taxid": 9031, "uniprot_kb": "Q45KJ5"}, {"Ensembl": "ENSGALG00000036022", "ortholog_type": "LDO", "panther_family": "PTHR46109", "taxid": 9031, "uniprot_kb": "A0A1D5PUF5"}, {"ZFIN": "ZDB-GENE-110914-157", "ortholog_type": "O", "panther_family": "PTHR46109", "taxid": 7955, "uniprot_kb": "A0A0R4IRA3"}, {"ZFIN": "ZDB-GENE-040426-747", "ortholog_type": "LDO", "panther_family": "PTHR46109", "taxid": 7955, "uniprot_kb": "Q803L0"}, {"WormBase": "WBGene00003014", "ortholog_type": "LDO", "panther_family": "PTHR46109", "taxid": 6239, "uniprot_kb": "P92186"}, {"FlyBase": "FBgn0035626", "ortholog_type": "LDO", "panther_family": "PTHR46109", "taxid": 7227, "uniprot_kb": "Q9VRN5"}], "uniprot_kb": "Q9H9Z2"}, "pathway": {"reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-452723", "name": "Transcriptional regulation of pluripotent stem cells"}], "wikipathways": {"id": "WP2406", "name": "Cardiac Progenitor Differentiation"}}, "pdb": ["2CQF", "2LI8", "5UDZ"], "pfam": ["PF00098", "PF00313"], "pharmgkb": "PA165751523", "pharos": {"target_id": 16478, "tdl": "Tbio"}, "prosite": ["PS50158", "PS51857"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF172548", "relationship": "is"}, {"id": "GNF183454", "relationship": "is"}, {"id": "GNF194360", "relationship": "is"}, {"id": "GNF205266", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF008027", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF104286", "relationship": "is"}, {"id": "GNF143934", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1"], "protein": ["NP_078950.1", "XP_011540450.1", "XP_054194727.1"], "rna": ["NM_024674.6", "XM_011542148.3", "XM_054338752.1"], "translation": [{"protein": "XP_054194727.1", "rna": "XM_054338752.1"}, {"protein": "XP_011540450.1", "rna": "XM_011542148.3"}, {"protein": "NP_078950.1", "rna": "NM_024674.6"}]}, "reporter": {"HG-U133_Plus_2": "219823_at", "HTA-2_0": "TC01000343.hg.1", "HuEx-1_0": "2326485", "HuGene-1_1": ["7899167", "8065011"], "HuGene-2_1": "16661155"}, "summary": "This gene encodes a LIN-28 family RNA-binding protein that acts as a posttranscriptional regulator of genes involved in developmental timing and self-renewal in embryonic stem cells. The encoded protein functions through direct interaction with target mRNAs and by disrupting the maturation of certain miRNAs involved in embryonic development. This protein prevents the terminal processing of the LET7 family of microRNAs which are major regulators of cellular growth and differentiation. Aberrant expression of this gene is associated with cancer progression in multiple tissues. [provided by RefSeq, Sep 2015].", "symbol": "LIN28A", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1423887"}, "unigene": "Hs.86154", "uniprot": {"Swiss-Prot": "Q9H9Z2"}, "wikipedia": {"url_stub": "LIN28"}}