{"AllianceGenome": "6637", "HGNC": "6637", "MIM": "150340", "_id": "4001", "_version": 1, "accession": {"genomic": ["AC137794.2", "AH006463.3", "CH471086.2", "CP068273.2", "NC_000005.10", "NC_060929.1", "NG_008360.2"], "protein": ["AAA36162.1", "AAC37575.1", "AAH12295.1", "AAH78178.1", "AAI03724.1", "BAG35493.1", "BAG64195.1", "EAW48845.1", "EAW48846.1", "NP_001185486.1", "NP_005564.1", "P20700.2", "XP_047273129.1", "XP_047273130.1", "XP_047273131.1", "XP_054208554.1", "XP_054208555.1"], "rna": ["AK303084.1", "AK312603.1", "AU134245.1", "AW512433.1", "BC012295.1", "BC052951.1", "BC078178.1", "BC103723.1", "M34458.1", "NM_001198557.2", "NM_005573.4", "NR_134488.1", "NR_177109.1", "XM_047417173.1", "XM_047417174.1", "XM_047417175.1", "XM_054352579.1", "XM_054352580.1"], "translation": [{"protein": "AAH12295.1", "rna": "BC012295.1"}, {"protein": "XP_054208554.1", "rna": "XM_054352579.1"}, {"protein": "XP_054208555.1", "rna": "XM_054352580.1"}, {"protein": "XP_047273131.1", "rna": "XM_047417175.1"}, {"protein": "AAA36162.1", "rna": "M34458.1"}, {"protein": "XP_047273129.1", "rna": "XM_047417173.1"}, {"protein": "XP_047273130.1", "rna": "XM_047417174.1"}, {"protein": "NP_001185486.1", "rna": "NM_001198557.2"}, {"protein": "BAG64195.1", "rna": "AK303084.1"}, {"protein": "NP_005564.1", "rna": "NM_005573.4"}, {"protein": "AAH78178.1", "rna": "BC078178.1"}, {"protein": "AAI03724.1", "rna": "BC103723.1"}, {"protein": "BAG35493.1", "rna": "AK312603.1"}]}, "alias": ["ADLD", "LMN", "LMN2", "LMNB", "MCPH26"], "ensembl": {"gene": "ENSG00000113368", "protein": ["ENSP00000261366", "ENSP00000378761", "ENSP00000486528", "ENSP00000486992"], "transcript": ["ENST00000261366", "ENST00000395354", "ENST00000460265", "ENST00000463908", "ENST00000472034", "ENST00000492190", "ENST00000494185", "ENST00000504788"], "translation": [{"protein": "ENSP00000486528", "rna": "ENST00000460265"}, {"protein": "ENSP00000261366", "rna": "ENST00000261366"}, {"protein": "ENSP00000486992", "rna": "ENST00000492190"}, {"protein": "ENSP00000378761", "rna": "ENST00000395354"}], "type_of_gene": "protein_coding"}, "entrezgene": "4001", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 18.1294175569, "exp_mis": 182.178663351, "exp_syn": 76.1655259054, "lof_z": 3.75246283853815, "mis_z": 1.49224551835448, "mu_lof": 1.38026630372e-06, "mu_mis": 2.1576699096e-05, "mu_syn": 9.54560566193e-06, "n_lof": 2.0, "n_mis": 141.0, "n_syn": 65.0, "p_li": 0.952857388391862, "p_null": 5.52384614855893e-06, "p_rec": 0.0471370877619899, "syn_z": 0.79313940079272}, "bp": 1761, "cds_end": 126171956, "cds_start": 126113200, "n_exons": 11, "nonpsych": {"exp_lof": 16.1977207314, "exp_mis": 164.678123175, "exp_syn": 68.7260004973, "lof_z": 3.46452471611309, "mis_z": 1.55953317398536, "mu_lof": 1.38026630372e-06, "mu_mis": 2.1576699096e-05, "mu_syn": 9.54560566193e-06, "n_lof": 2.0, "n_mis": 125.0, "n_syn": 61.0, "p_li": 0.918287906003188, "p_null": 2.71072849762876e-05, "p_rec": 0.0816849867118355, "syn_z": 0.586756161953482}, "nontcga": {"exp_lof": 16.6584830019, "exp_mis": 167.583800477, "exp_syn": 70.0517063222, "lof_z": 3.5428481375094, "mis_z": 1.44642025933133, "mu_lof": 1.38026630372e-06, "mu_mis": 2.1576699096e-05, "mu_syn": 9.54560566193e-06, "n_lof": 2.0, "n_mis": 130.0, "n_syn": 62.0, "p_li": 0.923916441130228, "p_null": 1.8485153250469e-05, "p_rec": 0.0760650737165218, "syn_z": 0.609117468278555}, "transcript": "ENST00000261366.5"}, "exons": [{"cdsend": 126836264, "cdsstart": 126805684, "chr": "5", "position": [[126777135, 126777244], [126804775, 126804932], [126805570, 126805696], [126810179, 126810350], [126811772, 126811898], [126818921, 126819142], [126820909, 126821135], [126822780, 126822885], [126825987, 126826107], [126832693, 126832801], [126836222, 126837020]], "strand": 1, "transcript": "NM_001198557", "txend": 126837020, "txstart": 126777135}, {"cdsend": 126836264, "cdsstart": 126777508, "chr": "5", "position": [[126777135, 126777867], [126804775, 126804932], [126805570, 126805696], [126810179, 126810350], [126811772, 126811898], [126818921, 126819142], [126820909, 126821135], [126822780, 126822885], [126825987, 126826107], [126832693, 126832801], [126836222, 126837020]], "strand": 1, "transcript": "NM_005573", "txend": 126837020, "txstart": 126777135}, {"cdsend": 126837020, "cdsstart": 126837020, "chr": "5", "position": [[126776622, 126777867], [126804775, 126804932], [126805570, 126805696], [126810179, 126810350], [126811772, 126811898], [126815169, 126815247], [126818921, 126819142], [126820909, 126821135], [126822780, 126822885], [126825987, 126826107], [126832693, 126832801], [126836222, 126837020]], "strand": 1, "transcript": "NR_134488", "txend": 126837020, "txstart": 126776622}], "exons_hg19": [{"cdsend": 126171956, "cdsstart": 126141376, "chr": "5", "position": [[126112827, 126112936], [126140467, 126140624], [126141262, 126141388], [126145871, 126146042], [126147464, 126147590], [126154613, 126154834], [126156601, 126156827], [126158472, 126158577], [126161679, 126161799], [126168385, 126168493], [126171914, 126172712]], "strand": 1, "transcript": "NM_001198557", "txend": 126172712, "txstart": 126112827}, {"cdsend": 126171956, "cdsstart": 126113200, "chr": "5", "position": [[126112827, 126113559], [126140467, 126140624], [126141262, 126141388], [126145871, 126146042], [126147464, 126147590], [126154613, 126154834], [126156601, 126156827], [126158472, 126158577], [126161679, 126161799], [126168385, 126168493], [126171914, 126172712]], "strand": 1, "transcript": "NM_005573", "txend": 126172712, "txstart": 126112827}, {"cdsend": 126172712, "cdsstart": 126172712, "chr": "5", "position": [[126112314, 126113559], [126140467, 126140624], [126141262, 126141388], [126145871, 126146042], [126147464, 126147590], [126150861, 126150939], [126154613, 126154834], [126156601, 126156827], [126158472, 126158577], [126161679, 126161799], [126168385, 126168493], [126171914, 126172712]], "strand": 1, "transcript": "NR_134488", "txend": 126172712, "txstart": 126112314}], "generif": [{"pubmed": 12898336, "text": "colocalizes with lamin B1 in the nucleoplasm and around the nuclear rim during S-phase of cells transfected with EBNA-1 in the absence of EBV plasmids."}, {"pubmed": 14504265, "text": "organization of the nuclear envelope and lamina is dependent on a mechanism involving the methylation of lamin B1"}, {"pubmed": 15284226, "text": "the distinctive ensemble of heterotypic lamin interactions in a particular cell type affects the stability of the lamin polymer"}, {"pubmed": 16283426, "text": "We now show that epitope masking in the nucleus is often responsible for failure to detect emerin and lamins in human, rat and pig tissues.These data suggest that different regions of the lamin B1 molecule are masked in different tissues."}, {"pubmed": 16365157, "text": "Apoptotic neutrophils express lamin B1 on their surface; these cells may participate in the development of autoantibodies directed against cytoskeletal proteins, a condition frequently reported in several inflammatory diseases."}, {"pubmed": 16410549, "text": "Results suggest that the C-terminus of nuclear titin binds lamins A and B in vivo and might contribute to nuclear organization during interphase."}, {"pubmed": 16543417, "text": "lamin B was essential for the formation of the mitotic matrix that tethers a number of spindle assembly factors; propose that lamin B is a structural component of the spindle matrix that promotes microtubule assembly and organization in mitosis"}, {"pubmed": 18334554, "text": "Results show that a lamin B1-containing nucleoskeleton is required to maintain RNA synthesis and that ongoing synthesis is a fundamental determinant of global nuclear architecture in mammalian cells."}, {"pubmed": 18524819, "text": "lamin A/C, lamin B1, and viral US3 kinase have roles in viral infectivity, virion egress, and the targeting of herpes simplex virus U(L)34-encoded protein to the inner nuclear membrane"}, {"pubmed": 19001169, "text": "Novel duplication on chromosomal band 5q23.2 in a French Canadian family with autosomal dominant leukodystrophy that supports the implication of duplicated LMNB1 as the disease-causing mutation."}, {"pubmed": 19141474, "text": "Silencing lamin B1 expression dramatically increases the lamina meshwork size and the mobility of nucleoplasmic lamin A"}, {"pubmed": 19151023, "text": "duplication of the lamin B1 gene (LMNB1) has recently been described in a rare form of autosomal dominant adult-onset leukoencephalopathy."}, {"pubmed": 19198602, "text": "Nudel regulates microtubule organization in part by facilitating assembly of the lamin B spindle matrix in a dynein-dependent manner."}, {"pubmed": 19348623, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19348623, "text": "Our work indicates that lamin B1 defects are probably not responsible for signs and symptoms resembling multiple sclerosis."}, {"pubmed": 19383719, "text": "Lamin B1 maintains the functional plasticity of nucleoli."}, {"pubmed": 19522540, "text": "Proteomics identified lamin B1 as being significantly upregulated in HCC tumors and present in patients' plasma."}, {"pubmed": 19961535, "text": "results suggest that a LMNB1 regulatory sequence mutation underlies the variant adult-onset autosomal dominant leukodystrophy (ADLD) phenotype; adult forms of ADLD linked to 5q23 may be more heterogeneous clinically and genetically than previously thought"}, {"pubmed": 20004208, "text": "These findings indicate that a lamin dimer principally has the freedom for a \"combinatorial\" head-to-tail association with all types of lamins, a property that might be of significant importance for the assembly of the nuclear lamina."}, {"pubmed": 20816241, "text": "Autosomal dominant leukodystrophy is the first disease that has ever been linked to lamin B1 mutations and it expands the pathological role of the nuclear lamia to include disorders of the brain."}, {"pubmed": 21225301, "text": "SNP array analysis revealed novel duplications spanning the entire LMNB1 gene in probands from each of four adult-onset autosomal dominant leukodystrophy families"}, {"pubmed": 21909802, "text": "This study demonistrated that Adult-onset autosomal dominant leukodystrophy due to LMNB1 gene duplication."}, {"pubmed": 22155925, "text": "LB1 expression in WI-38 cells decreases during cellular senescence"}, {"pubmed": 22246186, "text": "The authors show that oxidative stress increases lamin B1 levels through p38 Mitogen Activated Protein kinase activation."}, {"pubmed": 22265972, "text": "crystal structures of lamin B1 globular tail domain and coiled 2B domain, with similar folds to Ig-like domain and coiled-coil domain of lamin A. Found an extra intermolecular disulfide bond in lamin B1 coil 2B domain, which does not exist in lamin A/C."}, {"pubmed": 22496421, "text": "Lamin B1 is lost from primary human and murine cell strains when they are induced to senesce."}, {"pubmed": 23261988, "text": "Results indicate that lamin B1 (LMNB1) accumulation in adult-onset autosomal dominant leukodystrophy (ADLD) is associated with Oct-1 recruitment."}, {"pubmed": 23439683, "text": "LMNB1 protein levels decline in senescent human dermal fibroblasts and keratinocytes, mediated by reduced transcription and inhibition of LMNB1 messenger ribonucleic acid translation by miRNA-23a."}, {"pubmed": 23475125, "text": "Treating normal human fibroblasts with farnesyltransferase inhibitors causes the accumulation of unprocessed lamin B2 and lamin A and a decrease in mature lamin B1."}, {"pubmed": 23649844, "text": "detailed molecular analysis of the largest collection of autosomal dominant leukodystrophy (ADLD) families studied, to date; identified the minimal duplicated region necessary for the disease, defined all the duplication junctions at the nucleotide level and identified the first inverted LMNB1 duplication"}, {"pubmed": 23681646, "text": "we confirm the underlying role of lamin B1 duplication, regardless of the autonomic malfunction onset in Adult-onset autosomal dominant leukodystrophy"}, {"pubmed": 23733478, "text": "Rare variants of LMNB1 may contribute to susceptibility to neural tube defects."}, {"pubmed": 23857605, "text": "Lamin B1 plays an important role in pancreatic cancer pathogenesis and is a novel therapeutic target of betulinic acid treatment."}, {"pubmed": 23873483, "text": "The regulation of lamin B1 is important for cellular physiology and disease.To how perturbations of lamin B1 affect cellular physiology and discuss the implications this has on senescence, HGPS and ADLD."}, {"pubmed": 23934658, "text": "lamin B1 down-regulation in senescence is a key trigger of global and local chromatin changes that impact gene expression, aging, and cancer"}, {"pubmed": 23964094, "text": "LMNB1 may contribute to senescence in at least two ways due to its uneven genome-wide redistribution: first, through the spatial reorganization of chromatin and, second, through gene repression."}, {"pubmed": 24293108, "text": "Higher levels of A-type lamins and lamin B1 mRNA expression were seen in associated non-cancerous tissue. Higher lamin A/C expression was associated with the early clinical breast cancer stage, with better clinical outcomes."}, {"pubmed": 24297448, "text": "This led us to propose a model where the nucleolus has steady-state stiffness dependent on ribosome biogenesis activity and requires LaminB1 for its flexibility."}, {"pubmed": 24732130, "text": "LMNB1 is required to maintain chromatin condensation in interphase nuclei."}, {"pubmed": 24858279, "text": "Lamin B1 overexpression increases nuclear rigidity in autosomal dominant leukodystrophy fibroblasts."}, {"pubmed": 25477337, "text": "Nuclear envelope remodelling during human spermiogenesis involves somatic B-type lamins and a spermatid-specific B3 lamin isoform."}, {"pubmed": 25535332, "text": "maintenance of lamin B1 levels is required for DNA replication and repair through regulation of the expression of key factors involved in these essential nuclear functions"}, {"pubmed": 25637521, "text": "Deregulation of LMNB1 expression induces modified splicing of several genes, likely driven by raver-2 overexpression, and suggest that an alteration of mRNA processing could be a pathogenic mechanism in adult-onset autosomal dominant leukodystrophy."}, {"pubmed": 25701871, "text": "An upstream mutation alters LMNB1 gene expression in autosomal dominant adult-onset demyelinating leukodystrophy."}, {"pubmed": 25733566, "text": "Data indicate that lamin B1 promotes DNA double-strand breaks (DSBs) repair and cell survival."}, {"pubmed": 25807068, "text": "The tail domain of lamin B1 is more strongly modulated by divalent cations than lamin A."}, {"pubmed": 26053668, "text": "LMNB1-related autosomal-dominant leukodystrophy is a slowly progressive neurological disease with survival lasting more than two decades after clinical onset."}, {"pubmed": 26311780, "text": "Lamin B1 levels are increased in oligodendrocytes, the cell type that produces myelin in the central nervous system."}, {"pubmed": 26876308, "text": "Data show that lamins A and B are differently processed in staurosporine and beta-Amyloid peptide fragments Abeta42-treated cells."}, {"pubmed": 27503760, "text": "down-regulation of Lamin B1 and up-regulation of Nephroblastoma overexpressed (NOV) are at least partially responsible for the inhibitory effect of Huaier on the proliferative and invasive capacity of SKHEP-1 cells"}, {"pubmed": 27760841, "text": "The primary response of cells to various stresses leading to senescence consists of the down-regulation of LBR and LB1 to attain reversal of the chromatin architecture."}, {"pubmed": 27926867, "text": "We show that epithelial cells failing to undergo proliferation arrest during TGF-beta-induced EMT sustain mitotic abnormalities due to failed cytokinesis, resulting in aneuploidy. This genomic instability is associated with the suppression of multiple nuclear envelope proteins implicated in mitotic regulation and is phenocopied by modulating the expression of LaminB1."}, {"pubmed": 28229933, "text": "These results suggest that the nuclear lamins and progerin have marginal roles in the activation of the antioxidant Nrf2 response to arsenic and cadmium."}, {"pubmed": 28844980, "text": "In this report we show that increased self-association propensity of mutant LA modulates the LA-LB1 interaction and precludes the formation of an otherwise uniform laminar network.  Our results might highlight the role of homotypic and heterotypic interactions of LA in the pathogenesis of DCM and hence laminopathies in the broader sense."}, {"pubmed": 29115590, "text": "The aim of the present study was to elucidate the influence of LMNB1 upregulation on colon cancer cell line after treatment with 5-FU. The results indicate, that overexpression of LMNB1 induced dose-dependent cell death mainly by mitotic catastrophe pathway."}, {"pubmed": 29142250, "text": "we demonstrate that loss of lamin B1 facilitates the detection and quantification of senescent cells upon UV-exposure in vitro and upon chronic UV-exposure and skin regeneration in vivo."}, {"pubmed": 29417283, "text": "We observed reduced detection of lamin B1 in the ectopic endometrium raising the possibility that the presence of senescent cells might be contributing to the maintenance and progression of endometriosis by apoptosis resistance and peritoneal stress inherent of the disease."}, {"pubmed": 29676528, "text": "E3 ubiquitin ligase RNF123 targets LMNB1, Rb protein and LAP2alpha for proteasomal degradation."}, {"pubmed": 29753763, "text": "Results show that HECW2 interacts with lamin B1 mediating its ubiquitination and proteasomal degradation."}, {"pubmed": 30692212, "text": "The lamin B1 reduction is not only a hallmark of lung aging but is also involved in the progression of cellular senescence during COPD pathogenesis through aberrant MTOR signaling."}, {"pubmed": 30762072, "text": "TPR contributes to the organization of the nuclear lamina and in cooperation with lamin B1 and lamin A-C guards the interphase assembly of nuclear pore complexes."}, {"pubmed": 31015297, "text": "loss of a single lamin B1 allele induced spontaneous lung tumor formation and RET activation."}, {"pubmed": 31016526, "text": "The mRNA expression of LaminB1 displayed difference in cochlear tissues."}, {"pubmed": 31306099, "text": "upregulated in prostate cancer tissues"}, {"pubmed": 31532069, "text": "The tau/MSI aggregates induce structural changes to LaminB1, leading to nuclear instability."}, {"pubmed": 32349647, "text": "Development and Optimization of a High-Content Analysis Platform to Identify Suppressors of Lamin B1 Overexpression as a Therapeutic Strategy for Autosomal Dominant Leukodystrophy."}, {"pubmed": 32787434, "text": "Lamin B1 deficiency promotes malignancy and predicts poor prognosis in gastric cancer."}, {"pubmed": 32910914, "text": "De Novo Variants in LMNB1 Cause Pronounced Syndromic Microcephaly and Disruption of Nuclear Envelope Integrity."}, {"pubmed": 32987785, "text": "Increased Lamin B1 Levels Promote Cell Migration by Altering Perinuclear Actin Organization."}, {"pubmed": 33033404, "text": "Heterozygous lamin B1 and lamin B2 variants cause primary microcephaly and define a novel laminopathy."}, {"pubmed": 33112662, "text": "Lamin B1 promotes tumor progression and metastasis in primary prostate cancer patients."}, {"pubmed": 33155082, "text": "Nuclear peripheral chromatin-lamin B1 interaction is required for global integrity of chromatin architecture and dynamics in human cells."}, {"pubmed": 33468570, "text": "Disease Modeling with Human Neurons Reveals LMNB1 Dysregulation Underlying DYT1 Dystonia."}, {"pubmed": 33706103, "text": "Beta-strand-mediated dimeric formation of the Ig-like domains of human lamin A/C and B1."}, {"pubmed": 33893211, "text": "Timing of pacemaker and ICD implantation in LMNA mutation carriers."}, {"pubmed": 33956061, "text": "Screening and identification of LMNB1 and DLGAP5, two key biomarkers in gliomas."}, {"pubmed": 34403147, "text": "The alkaloid centcyamine increases expression of klotho and lamin B1, slowing the onset of skin ageing in vitro and in vivo."}, {"pubmed": 34452908, "text": "Lamin B1 sequesters 53BP1 to control its recruitment to DNA damage."}, {"pubmed": 34469544, "text": "Increase in lamin B1 promotes telomere instability by disrupting the shelterin complex in human cells."}, {"pubmed": 35247231, "text": "Genome sequencing reveals novel noncoding variants in PLA2G6 and LMNB1 causing progressive neurologic disease."}, {"pubmed": 35269619, "text": "Altered p16(Ink4a), IL-1beta, and Lamin b1 Protein Expression Suggest Cellular Senescence in Deep Endometriotic Lesions."}, {"pubmed": 35278369, "text": "Lamin B1 deletion in myeloid neoplasms causes nuclear anomaly and altered hematopoietic stem cell function."}, {"pubmed": 35883595, "text": "Knockdown of Lamin B1 and the Corresponding Lamin B Receptor Leads to Changes in Heterochromatin State and Senescence Induction in Malignant Melanoma."}, {"pubmed": 36598800, "text": "Differentiation-dependent changes in lamin B1 dynamics and lamin B receptor localization."}, {"pubmed": 37003558, "text": "LMNB1 deletion in ovarian cancer inhibits the proliferation and metastasis of tumor cells through PI3K/Akt pathway."}, {"pubmed": 37071033, "text": "Lamin B1 overexpression alters chromatin organization and gene expression."}, {"pubmed": 37229920, "text": "Decreased lamin A and B1 expression results in nuclear enlargement in serous ovarian carcinoma, whereas lamin A-expressing tumor cells metastasize to lymph nodes."}, {"pubmed": 38224097, "text": "Lamin B1: a novel biomarker in adult and pediatric adrenocortical carcinoma."}, {"pubmed": 38265511, "text": "ENPP1 inhibits the transcription activity of the hepatitis B virus pregenomic promoter by upregulating the acetylation of LMNB1."}, {"pubmed": 38517565, "text": "WTAP-mediated N6-methyladenosine modification promotes the inflammation, mitochondrial damage and ferroptosis of kidney tubular epithelial cells in acute kidney injury by regulating LMNB1 expression and activating NF-kappaB and JAK2/STAT3 pathways."}, {"pubmed": 38870534, "text": "SUN5 interacts with nuclear membrane LaminB1 and cytoskeletal GTPase Septin12 mediating the sperm head-and-tail junction."}], "genomic_pos": {"chr": "5", "end": 126837020, "ensemblgene": "ENSG00000113368", "start": 126776623, "strand": 1}, "genomic_pos_hg19": {"chr": "5", "end": 126172712, "start": 126112315, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0006998", "qualifier": "involved_in", "term": "nuclear envelope organization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006998", "pubmed": 32910914, "qualifier": "involved_in", "term": "nuclear envelope organization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007010", "qualifier": "involved_in", "term": "cytoskeleton organization"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007097", "qualifier": "involved_in", "term": "nuclear migration"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0031507", "qualifier": "involved_in", "term": "heterochromatin formation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0051664", "qualifier": "involved_in", "term": "nuclear pore localization"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0090435", "qualifier": "involved_in", "term": "protein localization to nuclear envelope"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 10791971, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005635", "pubmed": 21610090, "qualifier": "colocalizes_with", "term": "nuclear envelope"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005635", "qualifier": "located_in", "term": "nuclear envelope"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005637", "qualifier": "located_in", "term": "nuclear inner membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005638", "qualifier": "located_in", "term": "lamin filament"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005652", "qualifier": "is_active_in", "term": "nuclear lamina"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0005652", "pubmed": 32910914, "qualifier": "located_in", "term": "nuclear lamina"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 19946888, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0016363", "qualifier": "located_in", "term": "nuclear matrix"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0031965", "pubmed": 16791210, "qualifier": "located_in", "term": "nuclear membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0031965", "qualifier": "located_in", "term": "nuclear membrane"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005200", "qualifier": "enables", "term": "structural constituent of cytoskeleton"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [21346760, 21988832, 25158218, 26496610, 26524528, 29568061, 29997244, 30021884, 31467278, 32296183, 32814053, 37398436], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0043274", "qualifier": "enables", "term": "phospholipase binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0160123", "pubmed": 7557986, "qualifier": "enables", "term": "structural constituent of nuclear lamina"}, {"category": "MF", "evidence": "IEA", "id": "GO:1990837", "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}]}, "homologene": {"genes": [[6239, 172687], [7955, 195816], [8364, 394806], [9031, 396223], [9544, 703575], [9598, 462035], [9606, 4001], [9615, 474663], [9913, 540643], [10090, 16906], [10116, 116685]], "id": 55912}, "interpro": [{"desc": "Intermediate filament protein, conserved site", "id": "IPR018039", "short_desc": "IF_conserved"}, {"desc": "Intermediate filament, rod domain", "id": "IPR039008", "short_desc": "IF_rod_dom"}, {"desc": "Lamin tail domain", "id": "IPR001322", "short_desc": "Lamin_tail_dom"}, {"desc": "Lamin tail domain superfamily", "id": "IPR036415", "short_desc": "Lamin_tail_dom_sf"}], "ipi": ["IPI00217975", "IPI00790831"], "map_location": "5q23.2", "name": "lamin B1", "other_names": "lamin-B1", "pantherdb": {"HGNC": "6637", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "96795", "ortholog_type": "LDO", "panther_family": "PTHR45721", "taxid": 10090, "uniprot_kb": "P14733"}, {"RGD": "620522", "ortholog_type": "LDO", "panther_family": "PTHR45721", "taxid": 10116, "uniprot_kb": "P70615"}, {"Gene": "LMNB1", "ortholog_type": "LDO", "panther_family": "PTHR45721", "taxid": 9031, "uniprot_kb": "P14731"}, {"Ensembl": "ENSGALG00000014692", "ortholog_type": "O", "panther_family": "PTHR45721", "taxid": 9031, "uniprot_kb": "F1NAM2"}, {"ZFIN": "ZDB-GENE-020424-2", "ortholog_type": "LDO", "panther_family": "PTHR45721", "taxid": 7955, "uniprot_kb": "F1Q5F3"}, {"WormBase": "WBGene00002054", "ortholog_type": "O", "panther_family": "PTHR45721", "taxid": 6239, "uniprot_kb": "Q19286"}, {"WormBase": "WBGene00002053", "ortholog_type": "O", "panther_family": "PTHR45721", "taxid": 6239, "uniprot_kb": "Q19289"}, {"WormBase": "WBGene00002056", "ortholog_type": "O", "panther_family": "PTHR45721", "taxid": 6239, "uniprot_kb": "Q21067"}, {"WormBase": "WBGene00002057", "ortholog_type": "O", "panther_family": "PTHR45721", "taxid": 6239, "uniprot_kb": "Q86DC6"}, {"WormBase": "WBGene00002052", "ortholog_type": "O", "panther_family": "PTHR45721", "taxid": 6239, "uniprot_kb": "P90900"}, {"WormBase": "WBGene00002067", "ortholog_type": "O", "panther_family": "PTHR45721", "taxid": 6239, "uniprot_kb": "Q09501"}, {"WormBase": "WBGene00002058", "ortholog_type": "O", "panther_family": "PTHR45721", "taxid": 6239, "uniprot_kb": "Q19782"}, {"WormBase": "WBGene00002055", "ortholog_type": "O", "panther_family": "PTHR45721", "taxid": 6239, "uniprot_kb": "O45168"}, {"WormBase": "WBGene00002051", "ortholog_type": "O", "panther_family": "PTHR45721", "taxid": 6239, "uniprot_kb": "Q21065"}, {"WormBase": "WBGene00003485", "ortholog_type": "O", "panther_family": "PTHR45721", "taxid": 6239, "uniprot_kb": "O02365"}, {"WormBase": "WBGene00002050", "ortholog_type": "O", "panther_family": "PTHR45721", "taxid": 6239, "uniprot_kb": "P90901"}, {"WormBase": "WBGene00003052", "ortholog_type": "O", "panther_family": "PTHR45721", "taxid": 6239, "uniprot_kb": "Q21443"}, {"FlyBase": "FBgn0045842", "ortholog_type": "O", "panther_family": "PTHR45721", "taxid": 7227, "uniprot_kb": "Q9V435"}, {"FlyBase": "FBgn0010397", "ortholog_type": "O", "panther_family": "PTHR45721", "taxid": 7227, "uniprot_kb": "Q03427"}, {"FlyBase": "FBgn0002525", "ortholog_type": "O", "panther_family": "PTHR45721", "taxid": 7227, "uniprot_kb": "P08928"}], "uniprot_kb": "P20700"}, "pathway": {"biocarta": [{"id": "caspasepathway", "name": "caspase cascade in apoptosis"}, {"id": "hivnefpathway", "name": "hiv-1 nef: negative effector of fas and tnf"}, {"id": "tnfr1pathway", "name": "tnfr1 signaling pathway"}], "kegg": {"id": "hsa04210", "name": "Apoptosis - Homo sapiens (human)"}, "pid": {"id": "caspase_pathway", "name": "Caspase Cascade in Apoptosis"}, "reactome": [{"id": "R-HSA-109581", "name": "Apoptosis"}, {"id": "R-HSA-111465", "name": "Apoptotic cleavage of cellular proteins"}, {"id": "R-HSA-1221632", "name": "Meiotic synapsis"}, {"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-1474165", "name": "Reproduction"}, {"id": "R-HSA-1500620", "name": "Meiosis"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1640170", "name": "Cell Cycle"}, {"id": "R-HSA-1640170", "name": "Cell Cycle"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-194315", "name": "Signaling by Rho GTPases"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-2555396", "name": "Mitotic Metaphase and Anaphase"}, {"id": "R-HSA-2559583", "name": "Cellular Senescence"}, {"id": "R-HSA-2559584", "name": "Formation of Senescence-Associated Heterochromatin Foci (SAHF)"}, {"id": "R-HSA-2559586", "name": "DNA Damage/Telomere Stress Induced Senescence"}, {"id": "R-HSA-2980766", "name": "Nuclear Envelope Breakdown"}, {"id": "R-HSA-2995383", "name": "Initiation of Nuclear Envelope (NE) Reformation"}, {"id": "R-HSA-2995410", "name": "Nuclear Envelope (NE) Reassembly"}, {"id": "R-HSA-352238", "name": "Breakdown of the nuclear lamina"}, {"id": "R-HSA-4419969", "name": "Depolymerization of the Nuclear Lamina"}, {"id": "R-HSA-447115", "name": "Interleukin-12 family signaling"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-5357801", "name": "Programmed Cell Death"}, {"id": "R-HSA-68875", "name": "Mitotic Prophase"}, {"id": "R-HSA-68882", "name": "Mitotic Anaphase"}, {"id": "R-HSA-68886", "name": "M Phase"}, {"id": "R-HSA-69278", "name": "Cell Cycle, Mitotic"}, {"id": "R-HSA-75153", "name": "Apoptotic execution phase"}, {"id": "R-HSA-8862803", "name": "Deregulated CDK5 triggers multiple neurodegenerative pathways in Alzheimer's disease models"}, {"id": "R-HSA-8863678", "name": "Neurodegenerative Diseases"}, {"id": "R-HSA-8950505", "name": "Gene and protein expression by JAK-STAT signaling after Interleukin-12 stimulation"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-9012999", "name": "RHO GTPase cycle"}, {"id": "R-HSA-9013405", "name": "RHOD GTPase cycle"}, {"id": "R-HSA-9020591", "name": "Interleukin-12 signaling"}, {"id": "R-HSA-9035034", "name": "RHOF GTPase cycle"}, {"id": "R-HSA-9645723", "name": "Diseases of programmed cell death"}, {"id": "R-HSA-9716542", "name": "Signaling by Rho GTPases, Miro GTPases and RHOBTB3"}, {"id": "R-HSA-9734009", "name": "Defective Intrinsic Pathway for Apoptosis"}], "wikipathways": {"id": "WP314", "name": "Fas ligand pathway and stress induction of heat shock proteins"}}, "pdb": ["2KPW", "3JT0", "3TYY", "3UMN", "5BNW", "5VVX", "7DTG"], "pfam": ["PF00038", "PF00932"], "pharmgkb": "PA30403", "pharos": {"target_id": 14828, "tdl": "Tbio"}, "pir": "A34707", "prosite": ["PS51841", "PS51842"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF167970", "relationship": "is"}, {"id": "GNF178876", "relationship": "is"}, {"id": "GNF189782", "relationship": "is"}, {"id": "GNF200688", "relationship": "is"}, {"id": "GNF220083", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF163851", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF044056", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF008049", "relationship": "is"}, {"id": "GNF273876", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF099278", "relationship": "is"}, {"id": "GNF138933", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000005.10", "NC_060929.1", "NG_008360.2"], "protein": ["NP_001185486.1", "NP_005564.1", "XP_047273129.1", "XP_047273130.1", "XP_047273131.1", "XP_054208554.1", "XP_054208555.1"], "rna": ["NM_001198557.2", "NM_005573.4", "NR_134488.1", "NR_177109.1", "XM_047417173.1", "XM_047417174.1", "XM_047417175.1", "XM_054352579.1", "XM_054352580.1"], "translation": [{"protein": "XP_054208554.1", "rna": "XM_054352579.1"}, {"protein": "XP_054208555.1", "rna": "XM_054352580.1"}, {"protein": "XP_047273131.1", "rna": "XM_047417175.1"}, {"protein": "XP_047273129.1", "rna": "XM_047417173.1"}, {"protein": "XP_047273130.1", "rna": "XM_047417174.1"}, {"protein": "NP_001185486.1", "rna": "NM_001198557.2"}, {"protein": "NP_005564.1", "rna": "NM_005573.4"}]}, "reporter": {"HG-U133_Plus_2": "203276_at", "HG-U95Av2": "37985_at", "HTA-2_0": "TC05000604.hg.1", "HuEx-1_0": "2827185", "HuGene-1_1": "8107706", "HuGene-2_1": "16988703"}, "retired": 445266, "summary": "This gene encodes one of the two B-type lamin proteins and is a component of the nuclear lamina. A duplication of this gene is associated with autosomal dominant adult-onset leukodystrophy (ADLD). Alternative splicing results in multiple transcript variants. [provided by RefSeq, Dec 2015].", "symbol": "LMNB1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1334345"}, "unigene": "Hs.89497", "uniprot": {"Swiss-Prot": "P20700", "TrEMBL": ["A0A0D9SFE5", "B4DZT3", "E9PBF6", "A0A0D9SFY5"]}, "wikipedia": {"url_stub": "LMNB1"}}