{"AllianceGenome": "6642", "HGNC": "6642", "MIM": "180385", "_id": "4005", "_version": 1, "accession": {"genomic": ["AC113192.3", "AC132216.7", "CH471064.2", "CP068267.2", "JC009162.1", "KF510368.1", "M64357.1", "NC_000011.10", "NC_060935.1"], "protein": ["AAF98804.1", "AAH34041.1", "AAH35607.1", "AAH42426.1", "AAH73973.1", "CAA43430.1", "CDL93511.1", "EAW68181.1", "EAW68182.1", "NP_001135787.1", "NP_001135788.1", "NP_005565.2", "P25791.1", "XP_016873222.1", "XP_047282900.1", "XP_047282901.1", "XP_047282902.1", "XP_054224749.1", "XP_054224750.1", "XP_054224751.1", "XP_054224752.1", "XP_054224753.1", "XP_054224754.1"], "rna": ["AF257211.1", "AK127915.1", "BC034041.1", "BC035607.1", "BC042426.1", "BC073973.1", "BM690599.1", "BM699014.1", "CN355348.1", "NM_001142315.2", "NM_001142316.2", "NM_005574.4", "X61118.1", "XM_017017733.2", "XM_047426944.1", "XM_047426945.1", "XM_047426946.1", "XM_054368774.1", "XM_054368775.1", "XM_054368776.1", "XM_054368777.1", "XM_054368778.1", "XM_054368779.1"], "translation": [{"protein": "AAF98804.1", "rna": "AF257211.1"}, {"protein": "XP_054224750.1", "rna": "XM_054368775.1"}, {"protein": "AAH34041.1", "rna": "BC034041.1"}, {"protein": "NP_005565.2", "rna": "NM_005574.4"}, {"protein": "NP_001135787.1", "rna": "NM_001142315.2"}, {"protein": "XP_047282900.1", "rna": "XM_047426944.1"}, {"protein": "XP_047282902.1", "rna": "XM_047426946.1"}, {"protein": "XP_054224752.1", "rna": "XM_054368777.1"}, {"protein": "XP_016873222.1", "rna": "XM_017017733.2"}, {"protein": "XP_054224751.1", "rna": "XM_054368776.1"}, {"protein": "CAA43430.1", "rna": "X61118.1"}, {"protein": "XP_054224753.1", "rna": "XM_054368778.1"}, {"protein": "XP_054224754.1", "rna": "XM_054368779.1"}, {"protein": "AAH42426.1", "rna": "BC042426.1"}, {"protein": "AAH73973.1", "rna": "BC073973.1"}, {"protein": "XP_054224749.1", "rna": "XM_054368774.1"}, {"protein": "NP_001135788.1", "rna": "NM_001142316.2"}, {"protein": "AAH35607.1", "rna": "BC035607.1"}, {"protein": "XP_047282901.1", "rna": "XM_047426945.1"}]}, "alias": ["LMO-2", "RBTN2", "RBTNL1", "RHOM2", "TTG2"], "ensembl": {"gene": "ENSG00000135363", "protein": ["ENSP00000257818", "ENSP00000379175", "ENSP00000401967"], "transcript": ["ENST00000257818", "ENST00000395833", "ENST00000411482", "ENST00000464025", "ENST00000465614", "ENST00000493667"], "translation": [{"protein": "ENSP00000401967", "rna": "ENST00000411482"}, {"protein": "ENSP00000379175", "rna": "ENST00000395833"}, {"protein": "ENSP00000257818", "rna": "ENST00000257818"}], "type_of_gene": "protein_coding"}, "entrezgene": "4005", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 4.37272221966, "exp_mis": 65.6544896277, "exp_syn": 27.6573536568, "lof_z": 2.0714078923978, "mis_z": 1.72972429802498, "mu_lof": 5.82992381084e-07, "mu_mis": 1.12410953724e-05, "mu_syn": 5.63929685302e-06, "n_lof": 0.0, "n_mis": 37.0, "n_syn": 24.0, "p_li": 0.753952192768922, "p_null": 0.00959550204879265, "p_rec": 0.236452305182285, "syn_z": 0.431132440309211}, "bp": 684, "cds_end": 33891262, "cds_start": 33880901, "n_exons": 4, "nonpsych": {"exp_lof": 3.90842005072, "exp_mis": 59.3743349164, "exp_syn": 24.9832603527, "lof_z": 1.94156790846814, "mis_z": 1.660951030987, "mu_lof": 5.82992381084e-07, "mu_mis": 1.12410953724e-05, "mu_syn": 5.63929685302e-06, "n_lof": 0.0, "n_mis": 34.0, "n_syn": 23.0, "p_li": 0.744726871267271, "p_null": 0.0126780088199837, "p_rec": 0.242595119912745, "syn_z": 0.249815024797172}, "transcript": "ENST00000257818.2"}, "exons": [{"cdsend": 33869386, "cdsstart": 33859355, "chr": "11", "position": [[33858575, 33859575], [33864601, 33864817], [33869345, 33869586], [33869824, 33869878]], "strand": -1, "transcript": "NM_001142315", "txend": 33869878, "txstart": 33858575}, {"cdsend": 33869386, "cdsstart": 33859355, "chr": "11", "position": [[33858575, 33859575], [33864601, 33864817], [33869345, 33869878]], "strand": -1, "transcript": "NM_001142316", "txend": 33869878, "txstart": 33858575}, {"cdsend": 33869716, "cdsstart": 33859355, "chr": "11", "position": [[33858575, 33859575], [33864601, 33864817], [33869345, 33869586], [33869709, 33869987], [33881823, 33881887], [33891794, 33892076]], "strand": -1, "transcript": "NM_005574", "txend": 33892076, "txstart": 33858575}], "exons_hg19": [{"cdsend": 33890932, "cdsstart": 33880901, "chr": "11", "position": [[33880122, 33881121], [33886147, 33886363], [33890891, 33891132], [33891370, 33891424]], "strand": -1, "transcript": "NM_001142315", "txend": 33891424, "txstart": 33880122}, {"cdsend": 33890932, "cdsstart": 33880901, "chr": "11", "position": [[33880122, 33881121], [33886147, 33886363], [33890891, 33891424]], "strand": -1, "transcript": "NM_001142316", "txend": 33891424, "txstart": 33880122}, {"cdsend": 33891262, "cdsstart": 33880901, "chr": "11", "position": [[33880122, 33881121], [33886147, 33886363], [33890891, 33891132], [33891255, 33891533], [33903369, 33903433], [33913341, 33913623]], "strand": -1, "transcript": "NM_005574", "txend": 33913623, "txstart": 33880122}], "generif": [{"pubmed": 15541480, "text": "Negative regulatory elements are present in the human LMO2 oncogene and may contribute to its expression in leukemia."}, {"pubmed": 16793212, "text": "Therapies directed against LMO2 may be important for treatment of hemangioma because of hemangioma's limited localization and the fact that LMO2-associated protein complexes could regulate angiogenesis."}, {"pubmed": 16873670, "text": "identification of a new recurrent and cryptic deletion on chromosome 11 (del(11)(p12p13)) in about 4% (6/138) of pediatric T-ALL patients that activates the LMO2 oncogene in 4 of 6 del(11)(p12p13)-positive T-ALL patients"}, {"pubmed": 17038524, "text": "LMO2 protein is expressed in normal germinal-center (GC) B cells and GC-derived B-cell lines and in a subset of GC-derived B-cell lymphomas, also in erythroid and myeloid precursors, megakaryocytes, and in lymphoblastic and acute myeloid leukemias."}, {"pubmed": 17268520, "text": "LMO2 is most highly transcribed in CD34+ progenitor cells. Upon stimulation with growth factors typically used in gene therapy protocols transcription of LMO2."}, {"pubmed": 17360939, "text": "critical role for the exact breakpoint location in determining LMO2 activation levels and the consequent pressure for T-ALL development."}, {"pubmed": 17878155, "text": "the SCL-LMO2 interaction couples protein stabilization with higher order protein complex assembly, thus providing a powerful means of modulating the stoichiometry and spatiotemporal activity of SCL complexes"}, {"pubmed": 17910069, "text": "characterize the assembly of a five-component complex containing TAL1, LMO2, Ldb1, E12, and DNA. The bHLH domains of TAL1 and E12 alone primarily formed helical homodimers, but together formed heterodimers, to which LMO2 bound with high affinity"}, {"pubmed": 17964543, "text": "Both LMO2 and LMO4 interacted strongly to LDB1, which was required for their localization to the nucleus."}, {"pubmed": 17972953, "text": "LMO2 associated with the endogenous human miR-142 promoter; LMO2 appeared to play a pivotal function in negatively regulating the expression of miR-142."}, {"pubmed": 18079736, "text": "biallelic activation of LMO2 in immature T-ALL cases may reflect their early T-cell development stage rather than it represents a true oncogenic mechanism."}, {"pubmed": 18187418, "text": "LMO2, TAL1, Ttg-1, and SIL support levels of V(D)J recombination above background levels in cell culture and are also cleaved by the RAG proteins, while Hox11 and SCL are nicked but not cleaved efficiently in vitro"}, {"pubmed": 18676680, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18844071, "text": "LMO2-C can bind endogenous GATA1 and LDB1 protein in K562 cells and downregulate the expression of hematopoietic specific gene glycoprotein."}, {"pubmed": 19047678, "text": "GC-enriched hsa-miR-125b down-regulates the expression of IRF4 and PRDM1/BLIMP1, and memory B cell-enriched hsa-miR-223 down-regulates the expression of LMO2."}, {"pubmed": 19141387, "text": "The restricted expression pattern, nuclear localization, and crisp staining of LMO2 in paraffin blocks make it an attractive candidate for the diagnostic immunohistochemistry laboratory."}, {"pubmed": 19170196, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19278969, "text": "decline of miR-223 is an important event for erythroid differentiation that leads to the expansion of erythroblast cells at least partially mediated by unblocking LMO2 protein expression"}, {"pubmed": 19336552, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19336746, "text": "LMO2 is regulated at both a posttranscriptional and post-translational level in erythroid progenitors during erythropoiesis.[review]"}, {"pubmed": 19487290, "text": "Lmo2 is, therefore, required for sustained T-cell tumor growth, in addition to its preleukemic effect."}, {"pubmed": 19568416, "text": "LMO2 is a promising marker for predicting a better prognosis in pancreatic cancer."}, {"pubmed": 19573080, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19625176, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19635185, "text": "LMO2 protein expression is correlated with improved hematologic remission and overall survival in the CML patients treated with IM."}, {"pubmed": 19671288, "text": "The abnormal expression and protein interaction of LMO2 and LYL1 may play a role in the abnormal proliferation and differentiation of myeloid hematopoietic cells."}, {"pubmed": 19692168, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19773279, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20346173, "text": "Homo-binding character of LMO2 isoforms and their synergic and antagonistic functions regulate hematopoietic-related target genes."}, {"pubmed": 20519628, "text": "E2A-HLF promotes cell survival of t(17;19)- acute lymphoblastic leukemia cells by aberrantly up-regulating LMO2 expression"}, {"pubmed": 20557670, "text": "We report that LMO2 protein is expressed in a significant proportion of B-ALL and AML and the staining of LMO2 protein does not predict survival in acute leukemia."}, {"pubmed": 20660332, "text": "The findings suggest LMO2 as a potential marker for the germinal center B-cell phenotype of diffuse large B-cell lymphoma."}, {"pubmed": 20676125, "text": "a self-sustaining triad of LMO2/ERG/FLI1 stabilizes the expression of important mediators of the leukaemic phenotype such as HHEX/PRH."}, {"pubmed": 20686118, "text": "Overexpression of either KLF1 or LMO2 partially rescued the defect in erythropoiesis caused by c-myb silencing, whereas only KLF1 was also able to repress the megakaryocyte differentiation enhanced in Myb-silenced CD34+ cells."}, {"pubmed": 20697248, "text": "Our results show that HGAL and LMO2 are sensitive markers for follicular lymphoma diagnosis."}, {"pubmed": 20731704, "text": "ectopically expressed LMO2 impaired the function of DeltaEF1 in both transcriptional and protein levels and identified DeltaEF1 as a novel pathogenic target of LMO2 in T-cell leukemia."}, {"pubmed": 20955387, "text": "LMO2 probably promotes angiogenesis by up-regulation of bFGF expression and thereby consequently influences progression of infantile haemangiomas"}, {"pubmed": 21045296, "text": "Multiple-wavelength anomalous dispersion (MAD) data have been collected at the zinc X-ray absorption edge to a resolution of 2.8 A and the data were used to solve the structure of the LMO2:Ldb1-LIM-interaction domain complex."}, {"pubmed": 21059912, "text": "As LMO2 controls hematopoiesis, its dysregulation is leukemogenic"}, {"pubmed": 21072044, "text": "both Lmo2 and Bcl-2 are required for the action of E2A-HLF in leukemogenesis"}, {"pubmed": 21076045, "text": "first structural model of the DNA-binding complex containing LMO2, LDB1, SCL/TAL1, and GATA-1"}, {"pubmed": 21375434, "text": "SStudies suggest that the expression of LMO2 protein in lymphoma tissue biopsies predicts survival in patients with RA who have developed DLBCL"}, {"pubmed": 21459790, "text": "B-cell acute lymphoblastic leukemia cases expressed variable levels of LMO2 depending on immunophenotypical and cytogenetic features"}, {"pubmed": 21502424, "text": "LMO2 is sensitive and specific marker for detecting follicular lymphoma in nodal and extranodal sites"}, {"pubmed": 21670469, "text": "The measurement of a single gene expressed by tumor cells (LMO2) and a single gene expressed by the immune microenvironment (TNFRSF9) powerfully predicts overall survival in patients with diffuse large B-cell lymphoma."}, {"pubmed": 21722313, "text": "Data suggest that both HGAL and LMO2 are directly regulated by the transcription repressor PRDM1--overexpression of PRDM1 down-regulates HGAL and LMO2; PRDM1 directly binds to promoters of both HGAL and LMO2 and represses genetic transcription."}, {"pubmed": 22066713, "text": "Germline genetic variation in LMO2 was associated with diffuse large B-cell lymphoma prognosis and provided slightly stronger predictive ability relative to LMO2 immunohistochemistry status."}, {"pubmed": 22394247, "text": "The new anti-LMO2 antibody can be applied confidently to routine sections, contributing to the differential diagnosis of several lymphoma subtypes, subtyping of DLBCLs and potential development of innovative therapies."}, {"pubmed": 22517897, "text": "Overexpression of LMO2 in diffuse large B-cell (DLBCL) cell lines results in centrosome amplification."}, {"pubmed": 22615488, "text": "evidence that the H3K9-me1/2 demethylase KDM3B might play a role in leukemogenesis via activation of lmo2 through interdependent actions with the histone acetyltransferase complex containing CBP"}, {"pubmed": 22776842, "text": "LMO2 expression is a special feature of germinal center diffuse large B cell lymphomas."}, {"pubmed": 22914613, "text": "HGAL and LMO2 may be useful adjuncts in the identification of follicular lymphoma of the nongastric gastrointestinal tract."}, {"pubmed": 23327922, "text": "Transcriptional regulators cooperate to establish or maintain primitive stem cell-like signatures in leukemic cells."}, {"pubmed": 23708655, "text": "a regulatory hierarchy of HOX control of LMO2 in normal development"}, {"pubmed": 23812588, "text": "In t(8;21) leukemia cells, LMO2 functions as a component of the stable AML1-ETO-containing transcription factor complex (AETFC). The AETFC components cooperatively regulate gene expression and contribute to leukemogenesis."}, {"pubmed": 23892628, "text": "GATA2 and Lmo2 cooperatively regulate VEGF-induced angiogenesis and lymphangiogenesis via NRP2."}, {"pubmed": 23897248, "text": "Staining for LMO2 in addition to CD10 and BCL6 facilitates the detection of a germinal center phenotype in follicular lymphoma"}, {"pubmed": 24330148, "text": "LMO2 is expressed in a subset of acute myeloid leukaemia patients and is associated with normal karyotype, which is different from T lymphoblastic lymphoma/leukaemia, where specific translocation (11p13) mediates protein expression."}, {"pubmed": 24465765, "text": "HHEX is a direct transcriptional target of LMO2 consistent with its concordant gene expression."}, {"pubmed": 25203428, "text": "Diagnostic Utility of the Germinal Center-associated Markers GCET1, HGAL, and LMO2 in Hematolymphoid Neoplasms."}, {"pubmed": 25499232, "text": "results suggest that E47 has diverse effects in T-ALL but that functional deficiency of E47 is not a universal feature of Lmo2-induced T-ALL."}, {"pubmed": 25682596, "text": "Cryptic chromosomal rearrangements in the LMO2 gene were associated with T-cell acute lymphoblastic leukemia."}, {"pubmed": 25710580, "text": "that suppression of MIR223 expression, as compared with controls, is associated with lack of differentiation and adverse cytogenetic profile, but unrelated with LMO2 protein expression or overall survival."}, {"pubmed": 25721045, "text": "LMO2 expression was elevated in GBM tissues and inversely correlated with prognosis of GBM patients. Taken together, our findings describe novel dual roles of LMO2 to induce tumorigenesis and angiogenesis."}, {"pubmed": 26161748, "text": "Data show that the Lim domain only 2 (LMO2) regulatory element (element-25) region consists of transcription factor GATA2-binding myeloid ennhancer and RUNX protein-binding T-cell repressor."}, {"pubmed": 26383528, "text": "LMO2 was associated with increased levels of cytosolic p27(Kip1) protein."}, {"pubmed": 26598604, "text": "Alanine scanning mutagenesis of the LIM interaction domain of LDB1 revealed a discrete motif, R(320)LITR, required for LMO2 binding."}, {"pubmed": 26686090, "text": "FOXP3 binds LMO2 in vitro, resulting in decreased interaction between LMO2 and TAL1, providing a molecular mechanism for FOXP3-mediated transcriptional modulation in T-ALL."}, {"pubmed": 26764384, "text": "This article demonstrates a novel and unexpected function of the LMO2 oncogenic transcription factor in controlling DNA replication that we unravelled via an unbiased proteome-wide screen for LMO2-interacting partners."}, {"pubmed": 26796495, "text": "LMO2 is a useful marker for immunophenotypic assessment of thymic neoplasms."}, {"pubmed": 27028859, "text": "stromal LMO2 may be responsible for zonal characteristic of Prostate cancer"}, {"pubmed": 27302866, "text": "we demonstrate previously unrecognized mechanisms by which LMO2 alters human T-cell development in vivo; these mechanisms correlate with human T-ALL leukemogenesis."}, {"pubmed": 27569286, "text": "this study revealed a novel function of LMO2 involving in the regulatory hierarchy of UBA6-USE1-FAT10ylation pathway by targeting the E1 enzyme UBA6."}, {"pubmed": 27779255, "text": "the data in this study revealed a novel crosstalk between LMO2 and the Wnt signaling pathway during tumorigenesis and suggested that LMO2 might be a tumor suppressor in certain solid tumors."}, {"pubmed": 27792641, "text": "The transcriptional factor LMO2 regulates endothelial proliferation and angiogenesis in vitro."}, {"pubmed": 27880729, "text": "LMO2 has a predominantly cytoplasmic location in breast cancer cells. LMO2 interaction with cofilin1 regulates actin cytoskeleton dynamics, promoting tumor cell invasion and metastasis."}, {"pubmed": 28170369, "text": "Data indicate a novel functional mechanism of LMO2 in facilitating the delivery of actin monomers to the branched microfilament and increasing lamellipodia/filopodia formation in basal-type breast cancer cells."}, {"pubmed": 28270453, "text": "recurrent activating intronic mutations of LMO2, a prominent oncogene in T-cell acute lymphoblastic leukemia (T-ALL). Heterozygous mutations were identified in PF-382 and DU.528 T-ALL cell lines in addition to 3.7% of pediatric (6 of 160) and 5.5% of adult (9 of 163) T-ALL patient samples."}, {"pubmed": 28288039, "text": "Findings suggest that LMO2 loss may be a good predictor for the presence of MYC translocation in large B-cell lymphoma."}, {"pubmed": 29278703, "text": "These data indicate that Lhx2 is capable of blocking proliferation of T-ALL-derived cells by both LMO2-dependent and -independent means. We propose Lhx2 as a new molecular tool for anti-T-ALL drug development."}, {"pubmed": 30320491, "text": "Our findings reveal a previously unidentified mechanism, by which PML-RARalpha interferes with erythropoiesis through directly targeting and transrepressing LMO2 expression in the development of acute myeloid leukaemia (AML)."}, {"pubmed": 30419549, "text": "these data helped drawing a roughly dynamic LMO2 regulatory procedure during hematopoiesis, suggested diversified transcriptional regulation patterns of LMO2 in different hematopoietic lineages and could partially explain the lineage-specific, differentially functional performance of LMO2 in hematopoietic system."}, {"pubmed": 30679322, "text": "our data suggest that Zeb2 and Lmo2 drive malignant transformation of immature T-cell progenitors via distinct molecular mechanisms."}, {"pubmed": 31304537, "text": "Study presents genetic evidence that the development of Wilms tumors in WAGR syndrome patients should be attributed to the deletion of WT1 and LMO2 rather than WT1 only."}, {"pubmed": 31366618, "text": "Lysine deacetylation of LMO2 is essential for the LDB1 interaction and transcriptional activity of the TAL1 complex."}, {"pubmed": 31447348, "text": "Study demonstrates that in diffuse large B cell lymphomas LMO2 controls DNA double-strand break (DSB) pathway choice, resulting in homologous recombination dysfunction and tumor cell sensitization to genotoxic agents that could be further enhanced with PARP1/2 inhibitors. Mechanistically, LMO2 inhibits BRCA1 recruitment to DSBs by interacting with 53BP1 during repair."}, {"pubmed": 32713935, "text": "Biochemical Feature of LMO2 Interactome and LMO2 Function Prospect."}, {"pubmed": 32910224, "text": "FGF primes angioblast formation by inducing ETV2 and LMO2 via FGFR1/BRAF/MEK/ERK."}, {"pubmed": 33503448, "text": "LMO2 upregulation due to AR deactivation in cancer-associated fibroblasts induces non-cell-autonomous growth of prostate cancer after androgen deprivation."}, {"pubmed": 33811533, "text": "Lack of expression of LMO2 clone SP51 identifies MYC rearrangements in aggressive large B-cell lymphomas."}, {"pubmed": 33988072, "text": "Low LIM-domain only 2 (LMO2) expression in aggressive B cell lymphoma correlates with MYC and MYC/BCL2 rearrangements, especially in germinal center cell-type tumors."}, {"pubmed": 34077008, "text": "MiR-223 Suppresses Proliferation and Promotes Apoptosis of Diffuse Large B-Cell Lymphoma Cells Through Lmo2 and MAPK Signaling Pathway."}, {"pubmed": 35094691, "text": "Identification of LMO2 as a new marker for acinic cell carcinoma of salivary gland."}, {"pubmed": 35286869, "text": "LMO2 plays differential roles in trophoblast subtypes and is associated with preeclampsia."}, {"pubmed": 35322192, "text": "LMO2 expression is frequent in T-lymphoblastic leukemia and correlates with survival, regardless of T-cell stage."}, {"pubmed": 35999096, "text": "Potential link of single nucleotide polymorphisms within LMO2 to the risk of cervical squamous-cell carcinoma in Chinese populations."}, {"pubmed": 36905268, "text": "PAK5 is a potential target in myelodysplastic syndrome through interacting with LMO2 and GATA1."}, {"pubmed": 37519110, "text": "Value of GCET1, HGAL (GCET2), and LMO2 in the Determination of Germinal Center Phenotype in Diffuse Large B-cell Lymphoma."}, {"pubmed": 37573405, "text": "LMO2 promotes the development of AML through interaction with transcription co-regulator LDB1."}, {"pubmed": 38245345, "text": "Simulated microgravity altered the gene expression profiles and inhibited the proliferation of Kupffer cells in the early phase by downregulating LMO2 and EZH2."}], "genomic_pos": {"chr": "11", "end": 33892076, "ensemblgene": "ENSG00000135363", "start": 33858576, "strand": -1}, "genomic_pos_hg19": {"chr": "11", "end": 33913836, "start": 33880122, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 16314316, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005667", "pubmed": 16314316, "qualifier": "part_of", "term": "transcription regulator complex"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0001221", "pubmed": 16314316, "qualifier": "enables", "term": "transcription coregulator binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0003713", "qualifier": "enables", "term": "transcription coactivator activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003713", "pubmed": 16314316, "qualifier": "enables", "term": "transcription coactivator activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [16189514, 16314316, 21516116, 21988832, 25416956, 29892012, 31515488], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0043425", "pubmed": 16314316, "qualifier": "enables", "term": "bHLH transcription factor binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0061629", "pubmed": 16314316, "qualifier": "enables", "term": "RNA polymerase II-specific DNA-binding transcription factor binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0140297", "qualifier": "enables", "term": "DNA-binding transcription factor binding"}]}, "homologene": {"genes": [[7955, 30332], [8364, 496679], [9031, 374129], [9544, 717502], [9598, 738727], [9606, 4005], [10090, 16909], [10116, 362176]], "id": 4072}, "interpro": {"desc": "Zinc finger, LIM-type", "id": "IPR001781", "short_desc": "Znf_LIM"}, "ipi": ["IPI00016852", "IPI00915342", "IPI00926017"], "map_location": "11p13", "name": "LIM domain only 2", "other_names": ["LIM domain only protein 2", "T-cell translocation gene 2", "T-cell translocation protein 2", "cysteine-rich protein TTG-2", "rhombotin-2", "rhombotin-like 1"], "pantherdb": {"HGNC": "6642", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "102811", "ortholog_type": "LDO", "panther_family": "PTHR45787", "taxid": 10090, "uniprot_kb": "P25801"}, {"RGD": "1307101", "ortholog_type": "LDO", "panther_family": "PTHR45787", "taxid": 10116, "uniprot_kb": "A0A0G2QC60"}, {"Ensembl": "ENSGALG00000029892", "ortholog_type": "LDO", "panther_family": "PTHR45787", "taxid": 9031, "uniprot_kb": "A0A1D5NYL8"}, {"ZFIN": "ZDB-GENE-980526-419", "ortholog_type": "LDO", "panther_family": "PTHR45787", "taxid": 7955, "uniprot_kb": "Q9PTJ3"}, {"FlyBase": "FBgn0265598", "ortholog_type": "O", "panther_family": "PTHR45787", "taxid": 7227, "uniprot_kb": "M9PI02"}], "uniprot_kb": "P25791"}, "pathway": {"kegg": {"id": "hsa05202", "name": "Transcriptional misregulation in cancer - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8878171", "name": "Transcriptional regulation by RUNX1"}, {"id": "R-HSA-8939236", "name": "RUNX1 regulates transcription of genes involved in differentiation of HSCs"}]}, "pdb": ["2XJY", "2XJZ", "2YPA", "4KFZ"], "pfam": "PF00412", "pharmgkb": "PA30408", "pharos": {"target_id": 9730, "tdl": "Tbio"}, "pir": "S29477", "prosite": "PS50023", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF252235", "relationship": "is"}, {"id": "GNF252236", "relationship": "is"}, {"id": "GNF252237", "relationship": "is"}, {"id": "GNF252238", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF163570", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF035360", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF085555", "relationship": "is"}, {"id": "GNF085556", "relationship": "is"}, {"id": "GNF085557", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF050742", "relationship": "is"}, {"id": "GNF055504", "relationship": "is"}, {"id": "GNF060151", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070637", "relationship": "is"}, {"id": "GNF070638", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF008051", "relationship": "is"}, {"id": "GNF008052", "relationship": "is"}, {"id": "GNF008053", "relationship": "is"}, {"id": "GNF016137", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": [{"id": "GNF234805", "relationship": "is"}, {"id": "GNF244297", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF095961", "relationship": "is"}, {"id": "GNF103873", "relationship": "is"}, {"id": "GNF143523", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000011.10", "NC_060935.1"], "protein": ["NP_001135787.1", "NP_001135788.1", "NP_005565.2", "XP_016873222.1", "XP_047282900.1", "XP_047282901.1", "XP_047282902.1", "XP_054224749.1", "XP_054224750.1", "XP_054224751.1", "XP_054224752.1", "XP_054224753.1", "XP_054224754.1"], "rna": ["NM_001142315.2", "NM_001142316.2", "NM_005574.4", "XM_017017733.2", "XM_047426944.1", "XM_047426945.1", "XM_047426946.1", "XM_054368774.1", "XM_054368775.1", "XM_054368776.1", "XM_054368777.1", "XM_054368778.1", "XM_054368779.1"], "translation": [{"protein": "XP_054224750.1", "rna": "XM_054368775.1"}, {"protein": "XP_047282901.1", "rna": "XM_047426945.1"}, {"protein": "XP_054224752.1", "rna": "XM_054368777.1"}, {"protein": "XP_054224753.1", "rna": "XM_054368778.1"}, {"protein": "XP_054224754.1", "rna": "XM_054368779.1"}, {"protein": "XP_016873222.1", "rna": "XM_017017733.2"}, {"protein": "XP_054224751.1", "rna": "XM_054368776.1"}, {"protein": "XP_054224749.1", "rna": "XM_054368774.1"}, {"protein": "NP_001135788.1", "rna": "NM_001142316.2"}, {"protein": "NP_005565.2", "rna": "NM_005574.4"}, {"protein": "NP_001135787.1", "rna": "NM_001142315.2"}, {"protein": "XP_047282900.1", "rna": "XM_047426944.1"}, {"protein": "XP_047282902.1", "rna": "XM_047426946.1"}]}, "reporter": {"HG-U133_Plus_2": ["204249_s_at", "231049_at"], "HG-U95Av2": "32184_at", "HTA-2_0": "TC11001543.hg.1", "HuEx-1_0": "3368814", "HuGene-1_1": "7947450", "HuGene-2_1": "16737244"}, "retired": 8051, "summary": "LMO2 encodes a cysteine-rich, two LIM-domain protein that is required for yolk sac erythropoiesis. The LMO2 protein has a central and crucial role in hematopoietic development and is highly conserved. The LMO2 transcription start site is located approximately 25 kb downstream from the 11p13 T-cell translocation cluster (11p13 ttc), where a number T-cell acute lymphoblastic leukemia-specific translocations occur. Alternative splicing results in multiple transcript variants encoding different isoforms.[provided by RefSeq, Nov 2008].", "symbol": "LMO2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C0380093"}, "unigene": "Hs.34560", "uniprot": {"Swiss-Prot": "P25791"}, "wikipedia": {"url_stub": "LMO2"}}