{"AllianceGenome": "6664", "HGNC": "6664", "MIM": "153455", "_id": "4015", "_version": 1, "accession": {"genomic": ["AC010255.9", "AF039290.1", "AF270645.2", "CH471086.2", "CP068273.2", "EF094938.1", "L16895.1", "LC333974.1", "LC333975.1", "M84150.1", "NC_000005.10", "NC_060929.1", "NG_008722.1", "U22384.1"], "protein": ["AAA16870.1", "AAA59525.1", "AAA59541.1", "AAB21243.1", "AAB23549.1", "AAD02130.1", "AAD10703.1", "AAH74820.1", "AAH74872.1", "AAH89436.1", "AAK58603.1", "AAL40853.1", "ABO15004.1", "BAF98764.1", "BAG35200.1", "BAG60066.1", "BAG60920.1", "BAH14680.1", "EAW48898.1", "NP_001171573.1", "NP_001304002.1", "NP_002308.2", "P28300.2"], "rna": ["AF039291.1", "AI351010.1", "AI536895.1", "AK297709.1", "AK298781.1", "AK307559.1", "AK307732.1", "AK311354.1", "AK312269.1", "AK315873.1", "AK316309.1", "BC074820.2", "BC074872.2", "BC089436.1", "CN265862.1", "DA461370.1", "DA720490.1", "DC299494.1", "M94054.1", "NM_001178102.2", "NM_001317073.1", "NM_002317.7", "S45875.1", "S78694.1"], "translation": [{"protein": "BAF98764.1", "rna": "AK315873.1"}, {"protein": "NP_002308.2", "rna": "NM_002317.7"}, {"protein": "AAA59525.1", "rna": "M94054.1"}, {"protein": "NP_001171573.1", "rna": "NM_001178102.2"}, {"protein": "AAD02130.1", "rna": "AF039291.1"}, {"protein": "AAH74872.1", "rna": "BC074872.2"}, {"protein": "NP_001304002.1", "rna": "NM_001317073.1"}, {"protein": "BAG60066.1", "rna": "AK297709.1"}, {"protein": "AAB21243.1", "rna": "S78694.1"}, {"protein": "AAH74820.1", "rna": "BC074820.2"}, {"protein": "BAG35200.1", "rna": "AK312269.1"}, {"protein": "BAG60920.1", "rna": "AK298781.1"}, {"protein": "AAH89436.1", "rna": "BC089436.1"}, {"protein": "AAB23549.1", "rna": "S45875.1"}, {"protein": "BAH14680.1", "rna": "AK316309.1"}]}, "alias": "AAT10", "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "strong", "classification_date": "2016-07-25T00:00:00", "disease_label": "familial thoracic aortic aneurysm and aortic dissection", "gcep": "Heritable Thoracic Aortic Aneurysm and Dissection Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0019625", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGCIEX:assertion_8258", "sop": "SOP4"}}, "ec": "1.4.3.13", "ensembl": {"gene": "ENSG00000113083", "protein": ["ENSP00000231004", "ENSP00000427538", "ENSP00000492324", "ENSP00000503104", "ENSP00000503423"], "transcript": ["ENST00000231004", "ENST00000503759", "ENST00000505593", "ENST00000508067", "ENST00000513319", "ENST00000639739"], "translation": [{"protein": "ENSP00000231004", "rna": "ENST00000231004"}, {"protein": "ENSP00000492324", "rna": "ENST00000639739"}, {"protein": "ENSP00000503104", "rna": "ENST00000513319"}, {"protein": "ENSP00000503423", "rna": "ENST00000503759"}, {"protein": "ENSP00000427538", "rna": "ENST00000508067"}], "type_of_gene": "protein_coding"}, "entrezgene": "4015", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 16.0016970078, "exp_mis": 189.848637628, "exp_syn": 99.6991839841, "lof_z": 3.71489938128012, "mis_z": 2.12454890376969, "mu_lof": 1.24234047332e-06, "mu_mis": 1.84754957005e-05, "mu_syn": 9.62962721018e-06, "n_lof": 1.0, "n_mis": 130.0, "n_syn": 76.0, "p_li": 0.97935777427103, "p_null": 3.51043749306924e-06, "p_rec": 0.0206387152914771, "syn_z": 1.47142114165382}, "bp": 1254, "cds_end": 121413680, "cds_start": 121402437, "n_exons": 7, "nonpsych": {"exp_lof": 14.3453108659, "exp_mis": 171.693573045, "exp_syn": 90.0996121527, "lof_z": 3.46039505994321, "mis_z": 2.18232111994328, "mu_lof": 1.24234047332e-06, "mu_mis": 1.84754957005e-05, "mu_syn": 9.62962721018e-06, "n_lof": 1.0, "n_mis": 115.0, "n_syn": 71.0, "p_li": 0.966930485320345, "p_null": 1.37335896269023e-05, "p_rec": 0.0330557810900281, "syn_z": 1.26685395584837}, "nontcga": {"exp_lof": 14.7081330461, "exp_mis": 174.647330662, "exp_syn": 91.7098233307, "lof_z": 3.52598727423548, "mis_z": 2.13554263843108, "mu_lof": 1.24234047332e-06, "mu_mis": 1.84754957005e-05, "mu_syn": 9.62962721018e-06, "n_lof": 1.0, "n_mis": 118.0, "n_syn": 70.0, "p_li": 0.968212288989512, "p_null": 1.01904144387748e-05, "p_rec": 0.0317775205960489, "syn_z": 1.43539228430904}, "transcript": "ENST00000231004.4"}, "exons": [{"cdsend": 122076942, "cdsstart": 122066742, "chr": "5", "position": [[122063194, 122066749], [122070052, 122070168], [122070493, 122070589], [122074012, 122074169], [122075403, 122075541], [122076892, 122077223]], "strand": -1, "transcript": "NM_001178102", "txend": 122077223, "txstart": 122063194}, {"cdsend": 122074156, "cdsstart": 122066742, "chr": "5", "position": [[122063194, 122066749], [122070052, 122070168], [122070493, 122070589], [122074012, 122074169], [122075403, 122075541], [122077091, 122077174]], "strand": -1, "transcript": "NM_001317073", "txend": 122077174, "txstart": 122063194}, {"cdsend": 122077985, "cdsstart": 122066742, "chr": "5", "position": [[122063194, 122066749], [122070052, 122070168], [122070493, 122070589], [122074012, 122074169], [122075403, 122075541], [122076892, 122077001], [122077354, 122078259]], "strand": -1, "transcript": "NM_002317", "txend": 122078259, "txstart": 122063194}], "exons_hg19": [{"cdsend": 121412637, "cdsstart": 121402437, "chr": "5", "position": [[121398889, 121402444], [121405747, 121405863], [121406188, 121406284], [121409707, 121409864], [121411098, 121411236], [121412587, 121412918]], "strand": -1, "transcript": "NM_001178102", "txend": 121412918, "txstart": 121398889}, {"cdsend": 121409851, "cdsstart": 121402437, "chr": "5", "position": [[121398889, 121402444], [121405747, 121405863], [121406188, 121406284], [121409707, 121409864], [121411098, 121411236], [121412786, 121412869]], "strand": -1, "transcript": "NM_001317073", "txend": 121412869, "txstart": 121398889}, {"cdsend": 121413680, "cdsstart": 121402437, "chr": "5", "position": [[121398889, 121402444], [121405747, 121405863], [121406188, 121406284], [121409707, 121409864], [121411098, 121411236], [121412587, 121412696], [121413049, 121413954]], "strand": -1, "transcript": "NM_002317", "txend": 121413954, "txstart": 121398889}], "generif": [{"pubmed": 11675877, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11675877, "text": "Polymorphisms of the LOX gene were genotyped in 192 ALS patients, including 31 unrelated familial cases and 138 controls, and no association was found between any of these polymorphisms and amyotrophic lateral sclerosis or its phenotype."}, {"pubmed": 11807790, "text": "Loss or reduction of LOX function during tumor development is a direct consequence of somatic mutations and associated with colon tumor pathogenesis."}, {"pubmed": 12101112, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 12452073, "text": "lysyl oxidase gene may play an important role in metastasis of esophageal, cardiac, and gastric carcinomas"}, {"pubmed": 12577300, "text": "comparison and aa sequence alignment of human and rat lysyl oxidase and lysyl oxidase-like gene (LOXL1); role in formation and repair of ECM elastin and collagen"}, {"pubmed": 12686141, "text": "Lysyl oxidase(LOX) could actually interact specifically not only with histone H1, but also with histone H2."}, {"pubmed": 12750963, "text": "No associations of intracranial aneurysm and LOX were found."}, {"pubmed": 12750963, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12820424, "text": "LOX-mRNA level in both cell lines and tissues of HNSCC was markedly reduced as opposed to benign keratinocyte cell lines and mucosal tissue samples of the upper aerodigestive tract suggesting that LOX is involved in tumor suppressive processes."}, {"pubmed": 15137057, "text": "LOX regulates control of normal collagen deposition in differentiating osteoblast cultures."}, {"pubmed": 15273433, "text": "Four genetic variants including 2 novel polymorphisms, 1 in the noncoding sequence of exon 7 and the other upstream from lysyl oxidase promoter. None showed allelic association or cosegregation with intracranial aneurysm in families."}, {"pubmed": 15374948, "text": "LOX is a tumor suppressor gene inactivated by methylation and loss of heterozygosity in gastric cancers, and possibly also in other cancers."}, {"pubmed": 15843371, "text": "the FN matrix may provide specific microenvironments to regulate LOX catalytic activity"}, {"pubmed": 16023247, "text": "Upregulation of Lox in Wilson's disease could perhaps be utilized for diagnostic purposes since their expression is up-regulated in hepatocytes even before the onset of fibrosis."}, {"pubmed": 16251195, "text": "pro-regions of lysyl oxidase and lysyl oxidase-like 1 are required for deposition onto elastic fibers"}, {"pubmed": 16357151, "text": "up-regulation of lysyl oxidase is associated with invasive breast cancer through a hydrogen peroxide-mediated mechanism involving the FAK/Src signaling pathway"}, {"pubmed": 16440329, "text": "LOX regulates cell motility/migration through changes in actin filament polymerization, which involve the regulation of the p130(Cas)/Crk/DOCK180"}, {"pubmed": 16533769, "text": "Absence of lysyl oxidase is associated with basal and squamous cell carcinomas of the skin"}, {"pubmed": 17395448, "text": "LOX regulates the promoter of elastin, inducing an important activation of its activity."}, {"pubmed": 17616686, "text": "BCL2 repression by the tumor suppressor activity of the lysyl oxidase propeptide inhibits transformed phenotype of lung and pancreatic cancer cells"}, {"pubmed": 17673218, "text": "By using both TNF receptor (TNFR) agonist and blocking antibodies we determined the involvement of TNFR2 on LOX down-regulation"}, {"pubmed": 17849172, "text": "LOX participates, in part, in the remodeling of the heart leading to cardiac dysfunction and heart failure."}, {"pubmed": 18566459, "text": "LOX activity showed a statistically significant decrease in the vitreous of PDR and RRD relative to control specimens. This effect can contribute to the inadequate collagen cross-linking that causes the ECM changes that occur in these diseases."}, {"pubmed": 18764858, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18764858, "text": "There was a borderline of statistically significant difference in Arg158Gln genotype lying between control and OSF patients. G/A+A/A of LOX Arg158Gln in OSF patients older than 50 was statistically significantly higher than controls older than 50."}, {"pubmed": 19020742, "text": "lysyl oxidase and glucose transporter-1 expression have roles in prostate cancer progression"}, {"pubmed": 19029090, "text": "The lysyl oxidase pro-peptide attenuates fibronectin-mediated activation of focal adhesion kinase and p130Cas in breast cancer cells."}, {"pubmed": 19087518, "text": "The results suggest that decreased expression of elastin and LOX and increased expression of elafin in the cardinal ligaments may contribute to pelvic organ prolapse."}, {"pubmed": 19111879, "text": "demonstrate a critical role for LOX in premetastatic niche formation and support targeting LOX for the treatment and prevention of metastatic disease"}, {"pubmed": 19394199, "text": "Report reciprocal regulation of LOX and LOXL2 expression during cell adhesion and terminal differentiation in epidermal keratinocytes."}, {"pubmed": 19406911, "text": "Statins normalize vascular lysyl oxidase down-regulation induced by proatherogenic risk factors."}, {"pubmed": 19526206, "text": "High Lysyl oxidase is associated with lymph node metastasis in esophageal squamous cell carcinoma."}, {"pubmed": 19583806, "text": "LOX protein is overexpressed in polycystic ovarian tissue, and transcriptional activity of the LOX promoter is regulated by AGE signalling."}, {"pubmed": 19654310, "text": "Genetic polymorphism as a mechanism of impaired tumor suppressor function of LOX-propeptide and it may play an etiologic role in ER-negative breast cancer."}, {"pubmed": 19661442, "text": "a causal relationship between mtDNA deletions, reactive oxygen species production, and increased LOX activity that leads to increased contraction of collagen gels"}, {"pubmed": 19667273, "text": "Study validates that LOX is a marker for metastasis and survival in HNC."}, {"pubmed": 19724858, "text": "LOX upregulation may be associated with increased invasiveness and metastatic potential in colorectal cancer."}, {"pubmed": 19816945, "text": "Lysyl oxidase overexpression may be an early phenomenon in the pathogenesis of oropharyngeal squamous cell carcinoma and thus a noven target for chemopreventive and therapeutic strategies."}, {"pubmed": 20026874, "text": "molecular pathway from hypoxia to cellular transformation includes up-regulation of HIF and subsequent transcriptional induction of LOX and LOXL2, which repress E-cadherin and induce epithelial to mesenchymal transition"}, {"pubmed": 20146053, "text": "Methylation in the promoter region may suppress LOX gene expression in women with pelvic organ prolapse"}, {"pubmed": 20179655, "text": "Our study is the first to show lysyl oxidase expression in primary choroidal melanomas."}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20453000, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20498644, "text": "The loss of Pdcd4 early in cancer progression may have an important role in the increased sensitivity of cancer cells to hypoxia through increased LOX activity and concomitant enhanced invasiveness."}, {"pubmed": 20689807, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20717923, "text": "requirement of the LOX-PrePeptide for pro-LOX exit from the ER and the influence of LOX-PP glycosylation on LOX enzyme activity."}, {"pubmed": 20812961, "text": "A finely regulated expression of LOX is necessary for normal keratinocyte differentiation and thus for maintenance of epidermal homeostasis."}, {"pubmed": 20929399, "text": "LOX 473 GA genotype is independently associated with increased risk of breast cancer in Chinese female population."}, {"pubmed": 20929399, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20956321, "text": "LKB1 loss of function promotes lung cancer malignancy through remodeling of extracellular matrix microenvironment, and identify LOX as a potential target for disease treatment in lung cancer patients."}, {"pubmed": 21215756, "text": "Analysis revealed that left atrial appendage of atrial fibrillation patients are characterized by increased lysyl oxidase (LOX) mRNA (218 +/- 42%) and protein (253 +/- 11%) expression."}, {"pubmed": 21239473, "text": "these findings provide compelling evidence that LOX and HIF-1 act in synergy to foster tumor formation"}, {"pubmed": 21282564, "text": "LOX showed an important role in CRC cell proliferation and metastasis and was dependent on the activation of SRC. These results have the potential to identify patients with high SRC activity, who may benefit from dasatinib treatment."}, {"pubmed": 21306648, "text": "Data show that CA9, GLUT1 and LOX mRNA levels were equally and strongly correlated to hypoxic extent in FaDudd, and the same was observed for CA9 and GLUT1, but not LOX, in SCCVII tumors."}, {"pubmed": 21318022, "text": "Review of down-regulation of lysyl oxidase expression in lung cells by components of cigarette smoke, indicating lysyl oxidase as a critical intra- and extracellular target for cigarette smoke pathogenesis in the lung."}, {"pubmed": 21532881, "text": "LOX is a potential mediator that couples mechanotransduction to oncogenic signaling by TGF-beta1 and measures capable of inactivating LOX function may prove effective in diminishing breast cancer progression stimulated by TGF-beta1."}, {"pubmed": 21536655, "text": "the interaction of LOX-PP with Hsp70 and c-Raf inhibits a critical intermediate in Ras-induced MEK signaling and plays an important role in the function of this tumor suppressor"}, {"pubmed": 21546528, "text": "Both Smad and non-Smad signaling pathways are involved in TGFbeta-mediated LOX induction, suggesting complex regulation of these important extracellular matrix cross-linking enzymes."}, {"pubmed": 21575462, "text": "Expressions of LOX and MMP-2 in gastric cancer tissues are significantly higher than that in pericancerous tissues, and are also higher in gastric cancer with lymph node metastasis."}, {"pubmed": 21612403, "text": "A novel polymorphism in the LOX gene, G473A (rs1800449), was identified. Frequencies of LOX 473 AA genotype and A allele were significantly higher in patients with coronary artery disease than in controls."}, {"pubmed": 21740577, "text": "Human lysyl oxidase gene does not confer increased genotypic risk for adolescent idiopathic scoliosis."}, {"pubmed": 21995629, "text": "G473A polymorphism of the lysyl oxidase gene may be closely associated with susceptibility to the development and differentiation of gastric cancer in South Korean patients."}, {"pubmed": 22438909, "text": "Blimp1 is a mediator of Ras/Raf/AP-1 signaling that promotes cell migration, and is repressed by LOX-PP in lung cancer."}, {"pubmed": 22533780, "text": "The data suggest that the G473A polymorphism of the LOX gene is associated with increased susceptibility to ovarian cancer."}, {"pubmed": 22722997, "text": "The G473A polymorphism of LOX gene could be a new risk factor for ischemic stroke."}, {"pubmed": 22767499, "text": "Studies indicate the contribution of megakaryocytes (MKs) to the progression of myelofibrosis with the newly identified role of lysyl oxidase (LOX)."}, {"pubmed": 22824984, "text": "Lysyl oxidase-mediated excessive collagen cross-linking facilitates the increase in left ventricular stiffness with the resulting elevation of filling pressures in hypertensive patients."}, {"pubmed": 22883193, "text": "LOX, MMP-2, and MMP-9 may have a synergistic role in promoting invasion and metastasis of breast cancer."}, {"pubmed": 22948781, "text": "LOX 473 G/A polymorphism is associated with increased risk of nonsmall cell lung cancer."}, {"pubmed": 22966818, "text": "the LOX activity, which is composite of all the isoforms, was reduced under high glucose conditions, there was a differential mRNA expression with increased LOX and LOXL1 and decreased LOXL2 expression."}, {"pubmed": 22994786, "text": "LOX protein was positively correlated with MMP-2 and MMP-9."}, {"pubmed": 23165370, "text": "Collectively, these findings suggest LOX enhances hypoxia-induced invasion and migration in cervical cancer cells mediated by the epithelial-mesenchymal transition."}, {"pubmed": 23188504, "text": "we show that LOX is clinically correlated with VEGF expression and blood vessel formation in 515 colorectal cancer patient samples."}, {"pubmed": 23262025, "text": "The inhibition of LOX resulted in a decrease in invasion area, but only very mildly in invasion depth of oral carcinoma."}, {"pubmed": 23267843, "text": "conclude that the ECM modulating enzyme LOX is associated with amyloid-beta pathology in Alzheimer's disease and hereditary cerebral hemorrhage with amyloidosis--Dutch type."}, {"pubmed": 23357697, "text": "TGF-beta1 induced injured MCL to express more LOXs than injured ACL (up to 1.85-fold in LOX, 2.21-fold in LOXL-1, 1.71-fold in LOXL-2, 2.52-fold in LOXL-3 and 3.32-fold in LOXL-4)."}, {"pubmed": 23413043, "text": "These results indicated that LOX polymorphisms were associated with increased susceptibility to rhegmatogenous retinal detachment and Proliferative vitreoretinopathy and suggest a potential correlation between LOX and ocular inflammation."}, {"pubmed": 23413430, "text": "Suggest a causal relationship between LOX downregulation and aortic stiffening in obesity."}, {"pubmed": 23494965, "text": "Data suggest that all members of LOX gene family (lysyl-oxidase [LOX]; lysyl oxidase-like proteins [LOXL1, LOXL2, LOXL3]) are over-expressed in bone marrow in primary myelofibrosis; LOX gene family is not detectable in normal bone marrow."}, {"pubmed": 23530115, "text": "Studies indicate that mesenchymal stem cells (MSC)-derived hyaluronan (HA) was sufficient and necessary to induce lysyl oxidase (LOX) and Twist in the cancer cells."}, {"pubmed": 23545606, "text": "Collectively, our study demonstrates that the hypoxia-HIF-1a, LOX-FAK/AKT pathway regulates the migration and invasion of epithelial ovarian cancer cells"}, {"pubmed": 23560895, "text": "Pterostilbene displayed significant potency to reduce LOX-mediated activity in E40 cells when combined with curcumin. Colony formation of E40 cells in soft agar was reduced by both genetic depletion of LOX and by chemical inhibitors of LOX expression."}, {"pubmed": 23619422, "text": "An excess of osteopontin is associated with increased LOX and insoluble collagen, as well as with left ventricular stiffness and systolic dysfunction in patients with hypertensive heart failure."}, {"pubmed": 23750284, "text": "LOX displays tumor suppressor activities"}, {"pubmed": 23758270, "text": "Polymorphism in LOX gene was associated with increased susceptibility to glioma and could be used as prognostic factor for this malignancy."}, {"pubmed": 23886186, "text": "Bisphenol A exposure interacts with the -22 G/C polymorphism of the LOX gene to increase the risk of osteosarcoma."}, {"pubmed": 23970168, "text": "Loss of Protein-Lysine 6-Oxidase is associated with osteosarcoma."}, {"pubmed": 23975428, "text": "RKIP, LOX and SDC2 are coordinately regulated and collectively encompass a prognostic signature for metastasis-free survival in ER-negative breast cancer patients"}, {"pubmed": 24065528, "text": "This study could not observe any significant role of LOX polymorphisms in influencing intracranial aneurysm."}, {"pubmed": 24113189, "text": "lysyl oxidase activity participates in primary tumor growth by directly impacting the senescence stability."}, {"pubmed": 24167568, "text": "LOX-PP interacts with CIN85 via a novel SH3-binding motif and this association reduces CIN85-promoted invasion by breast cancer cells."}, {"pubmed": 24265769, "text": "LOX, LOXL1 and LOXL2 are downstream PPARgamma targets and that LOX activity is a negative regulator of trophoblastic cell invasion"}, {"pubmed": 24502826, "text": "Our study demonstrated that the LOX rs1800449 genotypes (AA and GA + AA) and allele (A) appears to confer risk for susceptibility to keratoconus."}, {"pubmed": 24573150, "text": "lysyl oxidase propeptide inhibits hepatocellular carcinoma cell proliferation and induces its apoptosis"}, {"pubmed": 24574233, "text": "This study is the first to demonstrate high serum LOX levels in SSc patients that correlate specifically with skin fibrosis. These correlations suggest that LOX levels may serve as a novel biomarker of fibrosis."}, {"pubmed": 24650661, "text": "miR-29b down-regulates HSP47 and LOX expression."}, {"pubmed": 24804215, "text": "Extracellular matrix proteins expression profiling in chemoresistant variants of the A2780 ovarian cancer cell line."}, {"pubmed": 24945327, "text": "This case-control study provided evidence that LOX polymorphisms were associated with increased susceptibility to cervical cancer, in which rs2278226 could increase serum levels of LOX in cervical cancer patients."}, {"pubmed": 25060181, "text": "LOX with CEA, CA724, CA199, and CA125 could increase the sensitivity of predicting lymph nodes metastasis and peritoneal metastasis in gastric cancer"}, {"pubmed": 25112403, "text": "The effect of LOX G473A polymorphism on cancer risk among Asians, was investigated."}, {"pubmed": 25141126, "text": "High LOX expression was associated with a poor disease-free and metastasis-free survival in ER negative but not ER positive breast cancer patients."}, {"pubmed": 25174950, "text": "Study demonstrated that reactive oxygen species promote the migration and metastatic growth of ovarian cancer cells via upregulation of HIF-1a and LOX and E-cadherin repression."}, {"pubmed": 25337249, "text": "LOX may play a role in the metastasis of non-small cell lung cancer by promoting MMP2/MMP9 expression. LOX expression is an independent prognostic factor for survival in NSCLC."}, {"pubmed": 25501874, "text": "High lysyl oxidase expression level in amnion is associated with higher birth weight of Tibetan newborns."}, {"pubmed": 25593510, "text": "Attenuation of lysyl oxidase and collagen gene expression in keratoconus patient corneal epithelium corresponds to disease severity."}, {"pubmed": 25735481, "text": "Evidence for association was found for both of the tested loci.It was strongest for rs3735520:G>A near HGF with A allele being a risk factor and rs2956540:G>C within LOX with C allele having a protective effect"}, {"pubmed": 25790191, "text": "these results corroborate the role of LOX in the migration, invasion and angiogenesis of astrocytomas. Furthermore, LOX expression is influenced by IDH1 mutational status."}, {"pubmed": 25825846, "text": "Serum sLOX-1 levels were independently correlated with the presence and severity of OSA."}, {"pubmed": 25979340, "text": "LOX activity is required in the control of collagen fibril architecture."}, {"pubmed": 25988230, "text": "Aortic tissue from Marfan syndrome patients and display enhanced expression of the members of the LOX family, LOX and LOX-like 1."}, {"pubmed": 26011922, "text": "LOX gene expression was approximately 2.5-fold higher in fetal membranes from preterm prelabor rupture of membranes (pPROM) compared to preterm and term birth."}, {"pubmed": 26048020, "text": "LOX gene expression is a predictive factor in hepatocellular liver cancer prognosis and mortality."}, {"pubmed": 26077591, "text": "Using principal component analysis (PCA), the authors identified a LOX/hypoxia signature associated with poor patient survival in resectable pancreatic ductal adenocarcinoma patients."}, {"pubmed": 26085300, "text": "hypoxic stress of obstructive sleep apnea may increase circulating lysyl oxidase (LOX) levels; LOX may serve as a biomarker of liver fibrosis in patients with severe obesity and nonalcoholic fatty liver disease"}, {"pubmed": 26100130, "text": "LOX affects the epithelial-mesenchymal transition of gastric cancer cells in hypoxic conditions."}, {"pubmed": 26437801, "text": "Cu chaperone function of Atox1 mediated through Cu transporter ATP7A is required for VEGF-induced angiogenesis via activation of Cu enzyme lysyl oxidase."}, {"pubmed": 26515140, "text": "LOX expression at the mRNA and protein level, and enzymatic activity were remarkably upregulated in the hypoxic A549 cells, compared with normoxic A549 cells."}, {"pubmed": 26713757, "text": "two LOX variants, rs2956540 and rs10519694, may affect individual susceptibility to keratoconus"}, {"pubmed": 26804196, "text": "Here we show that orthotopic implantation of rat prostate AT-1 tumour cells increased LOX and LOXLs mRNA expressions in the tumour and in the surrounding non-malignant prostate tissue"}, {"pubmed": 26838787, "text": "Individuals with LOX variants had fusiform enlargement of the aortic root and ascending thoracic aorta, leading to ascending aortic dissections."}, {"pubmed": 26882568, "text": "High expression of LOX is associated with nasopharyngeal carcinoma."}, {"pubmed": 26893379, "text": "The data suggest a fibromodulin-modulated collagen cross-linking mechanism where fibromodulin binds to a specific part of the collagen domain and also forms a complex with lysyl oxidase, targeting the enzyme toward specific cross-linking sites."}, {"pubmed": 26908052, "text": "Results show that LOX expression regulation by FoxF1 increases invasiveness of breast cancer cells."}, {"pubmed": 26940881, "text": "colorectal carcinoma perilesional extracellular matrix has increased content of lysyl oxidase"}, {"pubmed": 27029493, "text": "Our findings provide new evidence that LOX regulates SNAI2 expression and that SNAI2-mediated TIMP4 secretion plays a role in cancer progression."}, {"pubmed": 27116380, "text": "The LOXL1 SNPs, rs1048661 and rs3825942, are associated with PXF in the South Indian population correlating with lowered LOX activity in the aqueous humor. The increased level of total TGF-beta in the aqueous humor of PXF cases is possibly associated with LOX regulation which needs further investigation."}, {"pubmed": 27147578, "text": "LOX is a prognostic factor for poor progression free survival in patients with ER- breast cancer. LOX overexpression was positively correlated with resistance to radiation and drug therapy."}, {"pubmed": 27296552, "text": "Our findings suggest that LOX has a role in cancer cell mitosis"}, {"pubmed": 27367711, "text": "LOX G473A polymorphism apparently elevated human sensitivity to cigarette smoking carcinogens for eliciting cancers in the lung and colon only. Thus, LOX G473A polymorphism positively correlates with carcinogenesis and it may be used as an ideal intrinsic biomarker for prediction or diagnosis of carcinogenesis in humans."}, {"pubmed": 27392496, "text": "Results show that CTGF mediates the GDF8-induced up-regulation of LOX expression and increases in LOX activity in human granulosa cells."}, {"pubmed": 27432961, "text": "Data suggest that a missense mutation in lysyl oxidase (LOX) is associated with aortic disease."}, {"pubmed": 27449199, "text": "endogenous LOX is overexpressed in clear cell renal cell carcinoma, is involved in a positive-regulative loop with HIF-1alpha, and has a major action on clear cell renal cell carcinoma progression through cellular adhesion, migration, and collagen matrix stiffness increment"}, {"pubmed": 27533889, "text": "increased cortisol and 11beta-HSD1 abundance and decreased LOX abundance were observed in human amnion tissue after the labor-initiated spontaneous rupture of membranes"}, {"pubmed": 27742687, "text": "our findings show that LOX supports colorectal cancer cell dissemination in the bone marrow"}, {"pubmed": 28106301, "text": "UXT Is a LOX-PP Interacting Protein That Modulates Estrogen Receptor Alpha Activity in Breast Cancer Cells."}, {"pubmed": 28416796, "text": "LOX regulates EGFR cell surface retention to drive tumour progression."}, {"pubmed": 28522400, "text": "an association of LOX gene polymorphism (G473A) on diabetes and DFU patients"}, {"pubmed": 28522596, "text": "These findings suggest that LOX induces an age-dependent disturbance of diastolic function and aggravates Ang II-induced hypertrophy, which provides novel insights into the role of LOX in cardiac performance."}, {"pubmed": 28592432, "text": "LOX expression was mildly but significantly upregulated in CD34+-derived primary myelofibrosis megakaryocytes and platelets compared with controls. These megakaryocytes showed a greater tendency to adhere and spread to monomeric collagen, and this was inhibited by the LOX-specific inhibitor BAPN."}, {"pubmed": 28624448, "text": "LOX, a hypoxia-responsive gene that encodes lysyl oxidase, is activated by HIF-2-alpha more than HIF-1. Two new hypoxia response elements identified in the LOX promoter mediate most HIF responsiveness."}, {"pubmed": 28711328, "text": "Overexpression of miR-30a contributes to the development of aortic dissection, possibly by targeting the expression of LOX."}, {"pubmed": 28715234, "text": "The aim was to examine if the serum concentrations of elastin-related proteins correlate to signs of cardiovascular diseases in patients with Diabetes mellitus type 2."}, {"pubmed": 28792146, "text": "This preliminary study indicated that LOX gene polymorphisms, such as rs2303656, rs3900446, and rs763497, may play crucial roles in intracranial aneurysm formation in the Korean population."}, {"pubmed": 28878297, "text": "this study has revealed that IL-1beta may contribute to the rupture of fetal membranes by attenuating collagen crosslinking through downregulation of LOX expression in amnion fibroblasts"}, {"pubmed": 28965583, "text": "This study focused on the relationship between lysyl oxidase (LOX), LOX-like protein 1 (LOXL1), and LOXL2 and pulmonary emphysema pathogenesis."}, {"pubmed": 29130678, "text": "LOX was overexpressed in colorectal cancer tissues, and was associated with the progression of colorectal cancer. LOX may be involved in the progress of colorectal cancer by regulating HIF-1alpha, MMP-2, MMP-7 protein expression."}, {"pubmed": 29242607, "text": "High LOX expression is associated with tumorigenesis of colorectal cancer."}, {"pubmed": 29309816, "text": "Studies indicate that the mature enzyme plays a key role in modifying the extracellular matrix and as a result has been implicated in playing a role in the formation of cancer \"niches\" where tumors will develop and eventually metastasize [Review]."}, {"pubmed": 29343955, "text": "LOX role in cancer stromal cells activation and promotion of gastric cancer progression"}, {"pubmed": 29661738, "text": "The Epithelial-mesenchymal transition (EMT) marker Lox has a differential expression pattern in breast cancer, being significantly overexpressed in triple negative breast cancers."}, {"pubmed": 29729273, "text": "LOX expression is significantly correlated with EMT (epithelial to mesenchymal transition) and IDH1 status in patients with lower grade gliomas."}, {"pubmed": 29758265, "text": "Upon investigating the interaction between LOX and ADAMTSL2 we found that the absence or inhibition of Lox affected ADAMTSL2 molecular forms and reduced its tissue levels. Thus, ADAMTSL2 stability and inter-molecular complexes may depend on the activity of lysyl oxidases."}, {"pubmed": 29766649, "text": "LOX nuclear localization was significantly associated with poor survival in patients with Colorectal cancer (CRC). Nuclear LOX expression was correlated with synchronous or postoperative lung/hepatic metastasis. LOX may prove to be a potential target gene of YAP and TEAD4."}, {"pubmed": 29866167, "text": "Our results indicate the involvement of LOX in the initiation of fibrous capsule formation which ultimately contributes towards the progression of capsular contracture"}, {"pubmed": 30185869, "text": "Results present evidence that the extracellular enzymatic activity of LOX drives paracrine anti-proliferative effects on VSMC. Further data rule out a role for the biologically active LOX propeptide and seem to discard an autocrine regulation by intracellular forms of this enzyme in such effect. Therefore, extracellular enzymatically active LOX is required to limit both VSMC proliferation and vascular remodeling."}, {"pubmed": 30272163, "text": "Overexpression of LOX is a contributing factor to acyclicity, polycystic ovary morphology and anovulation in PCOS patients. Inhibition of LOX activity may provide a potential effective therapeutic approach to the treatment of PCOS."}, {"pubmed": 30321593, "text": "These results suggest that BMP2 increases lysyl oxidase expression and activity via the up-regulation of SNAIL in human granulosa-lutein cells."}, {"pubmed": 30398411, "text": "The data suggest that BRAF(V600E) thyroid tumors with high LOX expression are associated with more aggressive disease."}, {"pubmed": 30553442, "text": "MKL1 depletion or inhibition attenuates high glucose induced epithelial-to-mesenchymal transition (EMT) in retinal pigmented epithelial cells (RPE). MKL1 interacts with AP-1 to activate LOX transcription in RPEs. LOX depletion or inhibition ameliorates high glucose induced EMT in RPEs."}, {"pubmed": 30583585, "text": "In the ovarian cancer cell line resistant to paclitaxel a clear correlation between LOX, ALDH1A1, and COL1A2 expression was observed. In another cell line resistant to paclitaxel and topotecan increased expression of LOX was also observed among ALDH1A1 positive cells."}, {"pubmed": 30712446, "text": "Our findings reveal that LOX and ACSL5 are potential prognostic markers for the prognosis of pancreatic cancer patients."}, {"pubmed": 30720077, "text": "Study identified that LOX has a bridge role of stem celllike properties, acting to promote angiogenesis in hepatocellular carcinoma. Furthermore, LOX, which is secreted fromtumorinitiating cells, enhanced angiogenesis via activation of the VEGF signaling pathway."}, {"pubmed": 30804321, "text": "LOX and LOXL2 played important roles in trophoblast cell migration and invasion by altering the TGF-beta1/Smad3 pathway to modulate collagen expression."}, {"pubmed": 31057297, "text": "Study results demonstrated that expression of LOX and HIF1alpha was higher in patients with gastric cancer (GC) than in healthy controls. Expression of LOX and HIF1alpha was associated with clinicopathological characteristics and prognosis of GC. LOX and HIF1alpha contributes to the development and progression od GC and could be used as prognostic and predictive biomarkers."}, {"pubmed": 31140650, "text": "Upregulated LOX and increased collagen content associated with aggressive clinicopathological features and unfavorable outcome in oral squamous cell carcinoma."}, {"pubmed": 31317653, "text": "High LOX expression is associated with myocardial fibrosis and heart failure."}, {"pubmed": 31546618, "text": "ELISA measurements showed a significant increase in LOX levels in the diabetic subjects with Proliferative diabetic retinopathy, compared to those of non-diabetic subjects."}, {"pubmed": 31597217, "text": "FOXC1 in the mediation of NSCLC metastasis through interaction with the lysyl oxidase (LOX) promoter and further revealed that targeted inhibition of LOX protein activity could prevent lung metastasis in murine xenograft models."}, {"pubmed": 31599475, "text": "LOX expression was associated with poor prognosis in esophageal squamous cell carcinoma (ESCC) and was regulated epigenetically by genome-wide hypomethylation."}, {"pubmed": 31678002, "text": "lysyl oxidase (LOX) function in the tumor microenvironment, was studied."}, {"pubmed": 31871275, "text": "Low oxygen-induced extravillous trophoblast differentiation coincided with elevated transcriptomic levels of lysyl oxidase (LOX) in trophoblast anchoring columns."}, {"pubmed": 31932435, "text": "High LOX expression is associated with breast cancer cell migration."}, {"pubmed": 32162383, "text": "Downregulation of lysyl oxidase in venous malformations: Association with vascular destabilization and sclerotherapy."}, {"pubmed": 32165300, "text": "The results suggest that genetic polymorphisms in LOX may contribute to susceptibility to vertebral compression fracture in Chinese postmenopausal women"}, {"pubmed": 32483895, "text": "Lysyl oxidase suppresses the inflammatory response in anterior cruciate ligament fibroblasts and promotes tissue regeneration by targeting myotrophin via the nuclear factor-kappa B pathway."}, {"pubmed": 32615041, "text": "Endothelin-1 induces lysyl oxidase expression in pulmonary artery smooth muscle cells."}, {"pubmed": 32708046, "text": "Lysyl Oxidase (LOX): Functional Contributions to Signaling Pathways."}, {"pubmed": 32852148, "text": "Lysyl oxidase-variant 2 (LOX-v2) colocalizes with promyelocytic leukemia-nuclear bodies in the nucleus."}, {"pubmed": 33058284, "text": "The prognostic value of the lysyl oxidase family in ovarian cancer."}, {"pubmed": 33152735, "text": "Serum Lysyl Oxidase Is a Potential Diagnostic Biomarker for Kidney Fibrosis."}, {"pubmed": 33596621, "text": "Association with Corneal Remodeling Related Genes, ALDH3A1, LOX, and SPARC Genes Variations in Korean Keratoconus Patients."}, {"pubmed": 33644883, "text": "Regulation of lysyl oxidase expression in THP-1 cell-derived M2-like macrophages."}, {"pubmed": 33866545, "text": "Severe congenital cutis laxa: Identification of novel homozygous LOX gene variants in two families."}, {"pubmed": 34042515, "text": "Influence of Lysyl oxidase Polymorphisms in Cancer Risk: An Updated Meta-analysis."}, {"pubmed": 34052967, "text": "Genetic polymorphism of lysyl oxidase, glutathione S-transferase M1, glutathione-S-transferase T1, and glutathione S-transferase P1 genes as risk factors for lung cancer in Egyptian patients."}, {"pubmed": 34206143, "text": "MIR29A Impedes Metastatic Behaviors in Hepatocellular Carcinoma via Targeting LOX, LOXL2, and VEGFA."}, {"pubmed": 34281165, "text": "Novel LOX Variants in Five Families with Aortic/Arterial Aneurysm and Dissection with Variable Connective Tissue Findings."}, {"pubmed": 34389806, "text": "Peroxiredoxin-1 Tyr194 phosphorylation regulates LOX-dependent extracellular matrix remodelling in breast cancer."}, {"pubmed": 34452563, "text": "Effect of Lysyl Oxidase G473 A Polymorphism on Lysyl Oxidase and Total Soluble Collagen Expression in Oral Submucous Fibrosis."}, {"pubmed": 34756941, "text": "Different mRNA expression patterns in keratoglobus and pellucid marginal degeneration keratocytes."}, {"pubmed": 35011567, "text": "Elastic Laminar Reorganization Occurs with Outward Diameter Expansion during Collateral Artery Growth and Requires Lysyl Oxidase for Stabilization."}, {"pubmed": 36397358, "text": "Hub gene target of glioblastoma: LOX, SERPINH1 and TGFBI."}, {"pubmed": 37253350, "text": "Copper, Lysyl Oxidase Activity, and Collagen in Aqueous Humour of Primary Glaucoma: An Association with Clinical Parameters."}, {"pubmed": 37298359, "text": "The Lysyl Oxidase G473A Polymorphism Exacerbates Oral Cancer Development in Humans and Mice."}, {"pubmed": 37678299, "text": "MiR-590-3p Promotes the Phenotypic Switching of Vascular Smooth Muscle Cells by Targeting Lysyl Oxidase."}, {"pubmed": 38009683, "text": "Association of LOX gene G473A polymorphism with the occurrence of allergic rhinitis and efficacy of montelukast sodium in children."}, {"pubmed": 38096955, "text": "Fibroblast-Derived Lysyl Oxidase Increases Oxidative Phosphorylation and Stemness in Cholangiocarcinoma."}, {"pubmed": 38353503, "text": "Lysyl oxidase-mediated elastin upregulation promotes the proliferation and migration of human retinal endothelial cells."}, {"pubmed": 38466882, "text": "Crosstalk of lysyl oxidase-like 1 and lysyl oxidase prolongs their half-lives and regulates liver fibrosis through Notch signal."}], "genomic_pos": {"chr": "5", "end": 122078413, "ensemblgene": "ENSG00000113083", "start": 122063195, "strand": -1}, "genomic_pos_hg19": {"chr": "5", "end": 121413980, "start": 121398890, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001649", "qualifier": "involved_in", "term": "osteoblast differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001932", "qualifier": "involved_in", "term": "regulation of protein phosphorylation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007507", "qualifier": "involved_in", "term": "heart development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009410", "qualifier": "involved_in", "term": "response to xenobiotic stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010468", "qualifier": "involved_in", "term": "regulation of gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0016202", "qualifier": "involved_in", "term": "regulation of striated muscle tissue development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0017015", "qualifier": "involved_in", "term": "regulation of transforming growth factor beta receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0018057", "qualifier": "involved_in", "term": "peptidyl-lysine oxidation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0018057", "pubmed": 31152061, "qualifier": "involved_in", "term": "peptidyl-lysine oxidation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030199", "qualifier": "involved_in", "term": "collagen fibril organization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030282", "qualifier": "involved_in", "term": "bone mineralization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030324", "qualifier": "involved_in", "term": "lung development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035791", "qualifier": "involved_in", "term": "platelet-derived growth factor receptor-beta signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035905", "qualifier": "involved_in", "term": "ascending aorta development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035906", "qualifier": "involved_in", "term": "descending aorta development"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0036211", "pubmed": 1685472, "qualifier": "involved_in", "term": "protein modification process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042981", "qualifier": "involved_in", "term": "regulation of apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045652", "qualifier": "involved_in", "term": "regulation of megakaryocyte differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046716", "qualifier": "involved_in", "term": "muscle cell cellular homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048251", "qualifier": "involved_in", "term": "elastic fiber assembly"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048514", "qualifier": "involved_in", "term": "blood vessel morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048545", "qualifier": "involved_in", "term": "response to steroid hormone"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051898", "qualifier": "involved_in", "term": "negative regulation of phosphatidylinositol 3-kinase/protein kinase B signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0055001", "qualifier": "involved_in", "term": "muscle cell development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060326", "qualifier": "involved_in", "term": "cell chemotaxis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0061448", "qualifier": "involved_in", "term": "connective tissue development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071897", "qualifier": "involved_in", "term": "DNA biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1903010", "qualifier": "involved_in", "term": "regulation of bone development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1990869", "qualifier": "involved_in", "term": "cellular response to chemokine"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000586", "qualifier": "involved_in", "term": "regulation of platelet-derived growth factor receptor-beta signaling pathway"}], "CC": [{"evidence": "ISS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005581", "qualifier": "part_of", "term": "collagen trimer"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 31152061, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0062023", "qualifier": "is_active_in", "term": "collagen-containing extracellular matrix"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0004720", "qualifier": "enables", "term": "protein-lysine 6-oxidase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004720", "pubmed": 31152061, "qualifier": "enables", "term": "protein-lysine 6-oxidase activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0004720", "qualifier": "enables", "term": "protein-lysine 6-oxidase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005507", "qualifier": "enables", "term": "copper ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [19570982, 19855011, 21690299, 22919265, 25118846, 26601954, 27339457, 30082873], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005518", "pubmed": 31152061, "qualifier": "enables", "term": "collagen binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0036094", "pubmed": 30082873, "qualifier": "enables", "term": "small molecule binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0060090", "pubmed": 30082873, "qualifier": "enables", "term": "molecular adaptor activity"}]}, "homologene": {"genes": [[7955, 404621], [8364, 780067], [9031, 396474], [9544, 699997], [9598, 471614], [9606, 4015], [9615, 481478], [9913, 280841], [10090, 16948], [10116, 24914]], "id": 1741}, "interpro": [{"desc": "Lysyl oxidase", "id": "IPR001695", "short_desc": "Lysyl_oxidase"}, {"desc": "Immunoglobulin-like fold", "id": "IPR013783", "short_desc": "Ig-like_fold"}, {"desc": "Lysyl oxidase, conserved site", "id": "IPR019828", "short_desc": "Lysyl_oxidase_CS"}], "ipi": ["IPI00002802", "IPI00978057"], "map_location": "5q23.1", "name": "lysyl oxidase", "other_names": "protein-lysine 6-oxidase", "pantherdb": {"HGNC": "6664", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "96817", "ortholog_type": "LDO", "panther_family": "PTHR45817", "taxid": 10090, "uniprot_kb": "P28301"}, {"RGD": "3015", "ortholog_type": "LDO", "panther_family": "PTHR45817", "taxid": 10116, "uniprot_kb": "P16636"}, {"Gene": "LOX", "ortholog_type": "LDO", "panther_family": "PTHR45817", "taxid": 9031, "uniprot_kb": "Q05063"}, {"ZFIN": "ZDB-GENE-070818-3", "ortholog_type": "O", "panther_family": "PTHR45817", "taxid": 7955, "uniprot_kb": "F1QGY9"}, {"ZFIN": "ZDB-GENE-070705-186", "ortholog_type": "O", "panther_family": "PTHR45817", "taxid": 7955, "uniprot_kb": "E7F285"}, {"ZFIN": "ZDB-GENE-040426-2398", "ortholog_type": "LDO", "panther_family": "PTHR45817", "taxid": 7955, "uniprot_kb": "Q6NYT8"}, {"FlyBase": "FBgn0039848", "ortholog_type": "O", "panther_family": "PTHR45817", "taxid": 7227, "uniprot_kb": "Q9V9X5"}, {"FlyBase": "FBgn0034660", "ortholog_type": "O", "panther_family": "PTHR45817", "taxid": 7227, "uniprot_kb": "Q9W2C9"}], "uniprot_kb": "P28300"}, "pathway": {"reactome": [{"id": "R-HSA-1474244", "name": "Extracellular matrix organization"}, {"id": "R-HSA-1474290", "name": "Collagen formation"}, {"id": "R-HSA-1566948", "name": "Elastic fibre formation"}, {"id": "R-HSA-2022090", "name": "Assembly of collagen fibrils and other multimeric structures"}, {"id": "R-HSA-2243919", "name": "Crosslinking of collagen fibrils"}], "wikipathways": [{"id": "WP3874", "name": "Canonical and non-canonical TGF-B signaling"}, {"id": "WP4786", "name": "Type I collagen synthesis in the context of Osteogenesis imperfecta"}]}, "pfam": "PF01186", "pharmgkb": "PA30427", "pharos": {"target_id": 1861, "tdl": "Tchem"}, "pir": "A47529", "reagent": {"CM-LibrX-no-seq": {"id": "GNF326000", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF211728", "relationship": "is"}, {"id": "GNF218450", "relationship": "is"}, {"id": "GNF252247", "relationship": "is"}, {"id": "GNF252248", "relationship": "is"}, {"id": "GNF252249", "relationship": "is"}, {"id": "GNF252250", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF036518", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF085655", "relationship": "is"}, {"id": "GNF085656", "relationship": "is"}, {"id": "GNF085657", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052335", "relationship": "is"}, {"id": "GNF057105", "relationship": "is"}, {"id": "GNF061952", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070297", "relationship": "is"}, {"id": "GNF070298", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF130643", "relationship": "is"}, {"id": "GNF278346", "relationship": "is"}, {"id": "GNF278568", "relationship": "is"}], "MasterSecretomicsList": {"id": "GNF330616", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": {"id": "GNF335729", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF103655", "relationship": "is"}, {"id": "GNF143305", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000005.10", "NC_060929.1", "NG_008722.1"], "protein": ["NP_001171573.1", "NP_001304002.1", "NP_002308.2"], "rna": ["NM_001178102.2", "NM_001317073.1", "NM_002317.7"], "translation": [{"protein": "NP_002308.2", "rna": "NM_002317.7"}, {"protein": "NP_001171573.1", "rna": "NM_001178102.2"}, {"protein": "NP_001304002.1", "rna": "NM_001317073.1"}]}, "reporter": {"HG-U133_Plus_2": ["204298_s_at", "213640_s_at", "215446_s_at"], "HG-U95Av2": "38637_at", "HG-U95B": ["44845_i_at", "44846_r_at"], "HTA-2_0": "TC05001714.hg.1", "HuEx-1_0": "2872848", "HuGene-1_1": "8113709", "HuGene-2_1": "16999180"}, "retired": 133925, "summary": "This gene encodes a member of the lysyl oxidase family of proteins. Alternative splicing results in multiple transcript variants, at least one of which encodes a preproprotein that is proteolytically processed to generate a regulatory propeptide and the mature enzyme. The copper-dependent amine oxidase activity of this enzyme functions in the crosslinking of collagens and elastin, while the propeptide may play a role in tumor suppression. In addition, defects in this gene have been linked with predisposition to thoracic aortic aneurysms and dissections. [provided by RefSeq, Jul 2016].", "symbol": "LOX", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1334349"}, "unigene": "Hs.102267", "uniprot": {"Swiss-Prot": "P28300", "TrEMBL": ["B7ZAJ4", "B0AZT2", "D0PNI2", "H0YAL3", "A0A7P0SNB0"]}, "wikipedia": {"url_stub": "Lysyl oxidase"}}