{"AllianceGenome": "6665", "HGNC": "6665", "MIM": "153456", "_id": "4016", "_version": 1, "accession": {"genomic": ["AC108137.8", "AH003123.2", "CP068263.2", "NC_000015.10", "NC_060939.1", "NG_011466.1", "S77920.1"], "protein": ["AAA50162.1", "AAA68940.1", "AAD14991.1", "AAH15090.1", "AAH68542.1", "BAG36895.1", "BAG64900.1", "NP_005567.2", "Q08397.2", "XP_011519857.1", "XP_016877668.1", "XP_047288454.1", "XP_054233876.1", "XP_054233877.1", "XP_054233878.1"], "rna": ["AI565419.1", "AK303982.1", "AK314222.1", "AL529650.3", "BC015090.2", "BC068542.1", "BE205920.1", "L21186.1", "NM_005576.4", "XM_011521555.3", "XM_017022179.2", "XM_047432498.1", "XM_054377901.1", "XM_054377902.1", "XM_054377903.1"], "translation": [{"protein": "AAH68542.1", "rna": "BC068542.1"}, {"protein": "AAH15090.1", "rna": "BC015090.2"}, {"protein": "XP_054233876.1", "rna": "XM_054377901.1"}, {"protein": "XP_016877668.1", "rna": "XM_017022179.2"}, {"protein": "XP_054233877.1", "rna": "XM_054377902.1"}, {"protein": "AAA50162.1", "rna": "L21186.1"}, {"protein": "BAG36895.1", "rna": "AK314222.1"}, {"protein": "XP_047288454.1", "rna": "XM_047432498.1"}, {"protein": "BAG64900.1", "rna": "AK303982.1"}, {"protein": "XP_011519857.1", "rna": "XM_011521555.3"}, {"protein": "NP_005567.2", "rna": "NM_005576.4"}, {"protein": "XP_054233878.1", "rna": "XM_054377903.1"}]}, "alias": ["LOL", "LOXL"], "ensembl": {"gene": "ENSG00000129038", "protein": ["ENSP00000261921", "ENSP00000457827"], "transcript": ["ENST00000261921", "ENST00000562548", "ENST00000566011", "ENST00000566530", "ENST00000567675"], "translation": [{"protein": "ENSP00000457827", "rna": "ENST00000566011"}, {"protein": "ENSP00000261921", "rna": "ENST00000261921"}], "type_of_gene": "protein_coding"}, "entrezgene": "4016", "exons": [{"cdsend": 73951837, "cdsstart": 73926783, "chr": "15", "position": [[73926461, 73927885], [73942853, 73942962], [73946416, 73946554], [73947066, 73947223], [73947806, 73947902], [73949458, 73949574], [73951830, 73952136]], "strand": 1, "transcript": "NM_005576", "txend": 73952136, "txstart": 73926461}], "exons_hg19": [{"cdsend": 74244178, "cdsstart": 74219124, "chr": "15", "position": [[74218802, 74220226], [74235194, 74235303], [74238757, 74238895], [74239407, 74239564], [74240147, 74240243], [74241799, 74241915], [74244171, 74244477]], "strand": 1, "transcript": "NM_005576", "txend": 74244477, "txstart": 74218802}], "generif": [{"pubmed": 12577300, "text": "comparison and aa sequence alignment of human and rat lysyl oxidase and human LOXL1"}, {"pubmed": 16251195, "text": "pro-regions of lysyl oxidase and lysyl oxidase-like 1 are required for deposition onto elastic fibers"}, {"pubmed": 16842595, "text": "dill extract induces the LOXL gene expression in adult skin"}, {"pubmed": 17287949, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 17690259, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17690259, "text": "The product of LOXL1 catalyzes the formation of elastin fibers found to be a major component of the lesions in exfoliation glaucoma"}, {"pubmed": 17690546, "text": "Genetic variation in LOXL1 might play a role as a risk factor for spontaneous cervical artery dissection."}, {"pubmed": 17690546, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17891191, "text": "Polymorphisms in the coding region of the LOXL1 gene located on chronosome 15q24 are associated with PXS and PEXG in population."}, {"pubmed": 17999374, "text": "Levels of LOXL1 diminish with aging and were significantly decreased in the varicose condition."}, {"pubmed": 18036875, "text": "These results confirm the previously detected association between LOXL1 and exfoliation syndrome."}, {"pubmed": 18037624, "text": "Ancestral LOXL1 variants are associated with pseudoexfoliation in Caucasian Australians but with markedly lesser penetrance than in Nordic people."}, {"pubmed": 18037624, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18201684, "text": "LOXL1 single-nucleotide polymorphism variants are associated with pseudoexfoliation, but with a much lower prevalence of the G allele of rs1048661 in the Japanese population."}, {"pubmed": 18201684, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18201684, "text": "The SNPs rs1048661 and rs3825942 of the LOXL1 gene seem to be highly associated with XFS in the Japanese population, but a different polymorphism of LOXL1 may cause the development of XFS in the Japanese population."}, {"pubmed": 18223248, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18223248, "text": "The results from the present study do not indicate the involvement of the LOXL1 SNPs in primary open-angle and primary angle-closure glaucomas."}, {"pubmed": 18254956, "text": "G153D LOXL1 variant is significantly associated with an increased risk of pseudoexfoliation and pseudoexfoliation glaucoma in an ethnically diverse patient population from the Northeastern United States"}, {"pubmed": 18254956, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18282488, "text": "Two single-nucleotide polymorphism in the LOXL1 gene seem to be associated with exfoliation syndrome in the Japanese population"}, {"pubmed": 18287813, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18287813, "text": "Our findings confirm genetic association of LOXL1 with Exfoliation glaucoma (XFG) and exfoliation syndrome and implicate a potential role of cross linking of elastin in the pathogenesis of XFG."}, {"pubmed": 18332326, "text": "LOXL1 DNA sequence variants are associated with pseudoexfoliation will encourage new investigations into the role of elastin."}, {"pubmed": 18334928, "text": "An analysis of LOXL1 and pseudoexfoliation glaucoma in a United States patient population was performed and confirmed the strong association previously reported for Icelandic and Swedish samples."}, {"pubmed": 18334928, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18334947, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18334947, "text": "Out of the two non-synonymous single nucleotide polymorphisms in exon 1 of the LOXL1 gene, rs3825942 has a significant association with pseudoexfoliation syndrome cases in the patients of the southern Indian population."}, {"pubmed": 18385063, "text": "Genetic variants in LOXL1 confer risk to PEX in German and Italian populations, independent of the presence of secondary glaucoma, confirming findings in patients from Northern Europe."}, {"pubmed": 18385063, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18385788, "text": "LOXL1 SNPs are located in 15q24.1 band and within genetic locus (GLC1N) associated with primary open-angle glaucoma (POAG). LOXL1 genetic predisposition is only limited to exfoliation with or without glaucoma and does not include POAG phenotype."}, {"pubmed": 18385788, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18421074, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18421074, "text": "There was no association between SNPs in the LOXL1 gene and POAG. This is the first analysis of the LOXL1 gene in African-American and West-African populations."}, {"pubmed": 18450598, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18450598, "text": "Polymorphisms in the LOXL1 gene confer risk of pseudoexfoliation glaucoma and pseudoexfoliation glaucoma in Japanese, but with different risk-associated alleles and haplotypes."}, {"pubmed": 18483563, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18483563, "text": "These data confirm the previously reported association between LOXL1 polymorphisms and XFG and extend our knowledge to a Central European population."}, {"pubmed": 18541854, "text": "Two mutations in lysyl oxidase-like 1 gene confer susceptibility to exfoliative glaucoma, primarily through exfoliation syndrome(XFS). Can we modulate LOXL1 activity to alter the course of XFS? (Review)"}, {"pubmed": 18552979, "text": "Genetic association studies were performed using a native Japanese population to examine the reproducibility of results of lysyl oxidase-like 1 (LOXL1) genetic association studies for exfoliation glaucoma (XFG) beyond the differences of ethnicity."}, {"pubmed": 18552979, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18618003, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18618003, "text": "There was no involvement of the LOXL1 single nucleotide polymorphisms in patients with pigment dispersion syndrome and pigmentary glaucoma."}, {"pubmed": 18636115, "text": "LOXL1 polymorphisms were associated with exfoliation syndrome. These polymorphisms had no influence on the phenotypic features of primary open-angle glaucoma patients."}, {"pubmed": 18636115, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18648524, "text": "Single nucleotide polymorphisms of LOXL1 (rs1048661; Arg141Leu and rs3825942; Gly153Asp) are highly associated with exfoliation syndrome in the Japanese population."}, {"pubmed": 18806885, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18958304, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18958304, "text": "The association of lysyl oxidase like 1 (LOXL1) gene variants in Japanese patients with open-angle glaucoma, was evaluated."}, {"pubmed": 18974306, "text": "Results provide evidence for lysyl oxidase-like 1 involvement in the initial stages of abnormal fibrogenesis in pseudoexfoliation syndrome tissues."}, {"pubmed": 19098994, "text": "Individual LOXL1 single nucleotide polymorphisms, rs1048661, rs3825942, and rs2165241, were not associated with primary open-angle glaucoma in the Chinese population."}, {"pubmed": 19098994, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19112534, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19182211, "text": "A functional single nucleotide polymorphism exists in the promoter region of the LOXL1 gene that does not contribute significantly to risk of pelvic organ prolapse or preterm premature rupture of membranes."}, {"pubmed": 19182211, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19240540, "text": "Pseudoexfoliation syndrome (XFS) is an important risk factor for glaucoma and lysyl oxidase-like 1 polymorphisms are strongly associated with XFS. (Review)"}, {"pubmed": 19343041, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19343041, "text": "The earlier reported polymorphisms of the LOXL1 gene showed significant association also in the Finnish population."}, {"pubmed": 19373106, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19373106, "text": "Our study reveals that in the German population the LOXL1 genetic predisposition is limited to exfoliation glaucoma and does not include normal tension glaucoma."}, {"pubmed": 19450918, "text": "There was decreased expression of fibulin-5 and increased expression of lysyl oxidase-like 1 in uterosacral ligaments in patients with pelvic organ prolapse, which suggests the possibility of defects in elastin synthesis."}, {"pubmed": 19503743, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19503743, "text": "Polymorphisms in LOXL1 confer risk to pseudoexfoliation syndrome (XFS) / pseudoexfoliation glaucoma (XFG) in the Chinese; the G allele of rs3825942 has been shown to be associated with XFS/XFG in all populations studied to date"}, {"pubmed": 19584346, "text": "Meta-analysis and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19664108, "text": "Lysyl oxidase like 1 (LOXL1) on chromosome 15q24 is a major gene for exfoliation syndrome and exfoliation glaucoma. (Review)"}, {"pubmed": 19724858, "text": "Expression of LOXL, LOXL2, LOXL3 and LOXL4 was not statistically associated with tumor location, stage, growth type, or differentiation status in colorectal adenocarcinomas"}, {"pubmed": 19763368, "text": "no consistent pattern among sites in the vagina in pelvic organ prolapse"}, {"pubmed": 19936304, "text": "LOXL1 is a susceptibility gene of exfoliation syndrome/exfoliation glaucoma in the Chinese population, and the association is mainly attributed to single nucleotide polymorphisms rs1048661."}, {"pubmed": 19936304, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20051886, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20142848, "text": "LOXL1 is not associated with primary open angle glaucoma in all study populations."}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20431720, "text": "G allele of major susceptibility variant rs3825942 increases risk of exfoliation glaucoma(XFG); strong association with opposite allele in South African population. Unknown causal variants of LOXL1 contribute to genetic risk of XFG."}, {"pubmed": 20431720, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20436359, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20436359, "text": "These results suggest that the G allele in these SNPs has no direct role in the development of vascular diseases associated with exfoliation syndrome (XFS) and exfoliative glaucoma (XFG)"}, {"pubmed": 20613779, "text": "besides changes caused by the fibulin-5 mutation, LOXL1 gene regulation is affected by an epigenetic mechanism that can be reversed by an inhibitor of DNA methyltransferase activity"}, {"pubmed": 20940247, "text": "gene expression profiles of peritoneal and ovarian endometriotic lesions compared to endometrial tissue of nonaffected women; different expression found for HTRA1 and LOXL1, upregulated in ectopic endometrium, suggesting involvement in endometriosis"}, {"pubmed": 21139690, "text": "These results establish that LOXL1 expression is reduced in lens capsule specimens from pseudoexfoliation glaucoma individuals but not pseudoexfoliation syndrome."}, {"pubmed": 21190048, "text": "Spectroscopic results show that in all cases lysyl oxidase folds correctly but that the copper content, enzymatic activity, and redox-cycling ability depends on the mutation."}, {"pubmed": 21197115, "text": "The \"G\" allele of both rs1048661 and rs3825942 single nucleotide polymorphisms were associated with the risk of pseudoexfoliation glaucoma in the Saudi Arab population."}, {"pubmed": 21212179, "text": "LOXL1 promoter haplotypes were identified that are significantly associated with exfoliation syndrome and exfoliation glaucoma in a U.S. Caucasian population."}, {"pubmed": 21236409, "text": "These findings suggest that there is a significant association between the ARMS2 gene and LOXL1 gene in exudative age-related macular degeneration."}, {"pubmed": 21272281, "text": "Single nucleotide polymorphisms in LOXL1 are associated with pseudoexfoliation syndrome in Polish population which confirms the association previously reported for Icelandic, Swedish, Indian and other populations."}, {"pubmed": 21320968, "text": "The LOXL1 SNPs R141L and G153D are significantly associated with exfoliation syndrome in this black South African population."}, {"pubmed": 21510775, "text": "The Saudi Arabian primary open angle glaucoma (POAG) population, similar to all other populations studied to date, demonstrates no association with SNPs associated with pseudoexfoliation glaucoma."}, {"pubmed": 21559813, "text": "LOXL1 is not found to be a gene with major risk for Alzheimer's disease."}, {"pubmed": 21674292, "text": "Transforming Growth Factor-Beta induces up-regulation expression of lysyl oxidase family in anterior cruciate ligament and medial collateral ligament fibroblasts."}, {"pubmed": 21738402, "text": "LOXL1 is a susceptibility gene of exfoliation syndrome/exfoliation glaucoma (XFS/XFG) in Uygur populations of China."}, {"pubmed": 21740577, "text": "The human lysyl oxidase-like 1 gene does not confer increased genotypic risk for adolescent idiopathic scoliosis."}, {"pubmed": 21784201, "text": "Our results suggest that rs1048661 in LOXL1 is not implicated in the development of AMD in the Italian population in spite of a very good statistical power to replicate the reported strong associations."}, {"pubmed": 21855673, "text": "Our results of a negative association between variants of the LOXL1 gene and exudative AMD suggest that the involvement of rs1048661 in the LOXL1 gene as a risk allele for exudative AMD might be small if present."}, {"pubmed": 21948647, "text": "The findings support the notion that both genetic and nongenetic fibrogenic factors, particularly TGF-beta1 and oxidative stress, may cooperate in the stable accumulation of PEX (pseudoexfoliation syndrome) aggregates."}, {"pubmed": 21970694, "text": "This is the first study associating LOXL1 gene polymorphism and pseudoexfoliation syndrome (XFS) is a major risk factor for exfoliation glaucoma in Latin America."}, {"pubmed": 22128228, "text": "Three LOXL1 single nucleotide polymorphisms are associated with exfoliation syndrome in the Korean population."}, {"pubmed": 22194657, "text": "LOXL1 variants, well established markers for exfoliation syndrome, are not likely genetic markers for branch retinal vein occlusion in Japanese subjects."}, {"pubmed": 22328822, "text": "The R141L and G153D variations in the NH2-terminal region of LOXL1 do not affect the amine oxidase activity of LOXL1 associated with exfoliation glaucoma."}, {"pubmed": 22487196, "text": "Data suggest that expression of LOXL1 and FBLN5 (fibulin 5) (but not expression of elastin) is down-regulated in uterosacral ligaments of postmenopausal women with pelvic organ prolapse."}, {"pubmed": 22605916, "text": "A significant association was found for the G allele of rs1048661 and rs3825942 in pseudoexfoliative glaucoma patients of Pakistani origin."}, {"pubmed": 22633114, "text": "The findings provide evidence for a pseudoexfoliation-specific elastinopathy of the lamina cribrosa resulting from a primary disturbance in LOXL1 regulation and elastic fiber homeostasis."}, {"pubmed": 22765198, "text": "The homozygote TT polymorphism in the rs1048661 and rs2165241 region of LOX-L1 gene may be responsible for stress urinary incontinance physiopathology."}, {"pubmed": 22906264, "text": "study suggests that LOX G473A polymorphism is a new risk factor for ovarian cancer and that LOX protein might be a possible therapeutic target in ovarian cancer"}, {"pubmed": 23196386, "text": "Knockdown of E2F1 stabilized HIF-1alpha and promoted LOX expression, while knockdown of both E2F1 and HIF-1alpha prevented the up-regulation of LOX"}, {"pubmed": 23288989, "text": "There was no significant difference in the frequency of the DNA copy number variants in the LOXL1 region between the exfoliation glaucoma cases and the controls."}, {"pubmed": 23357697, "text": "TGF-beta1 induced injured MCL to express more LOXs than injured ACL (up to 1.85-fold in LOX, 2.21-fold in LOXL-1, 1.71-fold in LOXL-2, 2.52-fold in LOXL-3 and 3.32-fold in LOXL-4)."}, {"pubmed": 23378724, "text": "None of the patients with exfoliation syndrome/glaucoma has the adenine (A) allele single nucleotide polymorphism (SNP) of rs3825942, whereas 16% of the control subjects have the LOXL1 variant."}, {"pubmed": 23411028, "text": "LOXL1 is more abundant in the deposits in the iris region and, alternatively APOE is concentrated in the PEX material accumulated in the pupillary area of the anterior lens capsule."}, {"pubmed": 23441117, "text": "Three SNPs of LOXL1 (rs1048661, rs3825942, and 2,165,241) are highly associated with pseudoexfoliation syndrome in a Korean population."}, {"pubmed": 23494965, "text": "Data suggest that all members of LOX gene family (lysyl-oxidase [LOX]; lysyl oxidase-like proteins [LOXL1, LOXL2, LOXL3]) are over-expressed in bone marrow in primary myelofibrosis; LOX gene family is not detectable in normal bone marrow."}, {"pubmed": 23687437, "text": "Association of LOXL1 with exfoliation syndrome and exfoliation glaucoma was investigated and apolipoprotein E and MTHFR polymorphisms as genetic risk factors for both conditions, were evaluated."}, {"pubmed": 23869164, "text": "Certain genetic variants in LOXL1 confer risk for pseudoexfoliation syndrome in Greek populations."}, {"pubmed": 23886154, "text": "High Lysyl Oxidase expression is associated with non-small cell lung cancer."}, {"pubmed": 24068861, "text": "allele T of LOXL1 rs41435250 is a novel risk genetic factor for pseudoexfoliation syndrome/pseudoexfoliation glaucoma development."}, {"pubmed": 24603551, "text": "Studies suggest that LOXL1 rs1048661 TT, rs3825942 AA, and rs2165241 CC were associated with a reduced risk of developing pseudoexfoliation syndrome and pseudoexfoliation glaucoma (PEXS/PEXG)."}, {"pubmed": 24614111, "text": "CTR1, ATP7A, and lysyl oxidase were upregulated in the lung tissues and pulmonary arteries of mice with hypoxia-induced pulmonary hypertension and pulmonary arterial smooth muscle cells."}, {"pubmed": 24739284, "text": "Haplotypes of LOXL1 are associated with PG-PDS independently from rs1048661, leading to a differential expression of the transcript."}, {"pubmed": 24809751, "text": "Sequencing of 7 exons and regulatory regions of LOXL1 identified 11 additional sequence variants; only rs41435250 showed an association (P = 3.80 x 10-5 [0.49]) with pseudoexfoliation syndrome and glaucoma"}, {"pubmed": 24892565, "text": "This is the first study associating two SNPs of LOXL1 (rs3825942 and rs2165241) and XFS/XFG in a Spanish population, confirming findings in patients from Europe."}, {"pubmed": 24893574, "text": "This polymorphism seems to be associated with high risk for primary open-angle glaucoma in a Mediterranean population."}, {"pubmed": 24917141, "text": "LOXL1 gene contributes to onset of PEXG through PEX. Gene variants of LOXL1 do not help to identify those with PEX at increased risk for glaucoma development."}, {"pubmed": 24938310, "text": "Data indicate that single-nucleotide polymorphisms (SNPs) distributing in not only lysyl oxidase-like 1 gene (LOXL1) but also TBC1 domain family member 21 protein (TBC1D21) and promyelocytic leukemia protein (PML)."}, {"pubmed": 25017124, "text": "Human LOX gene encodes 2 variants, LOX and LOX-v2, both of which function as amine oxidases with distinct tissue specificities."}, {"pubmed": 25041436, "text": "Our results demonstrate that only a small proportion of individuals with the high-risk GG/GG diplotype may actually be found to clinically manifest exfoliation syndrome."}, {"pubmed": 25118846, "text": "p66beta might be important for the regulation of LOX in the nucleus."}, {"pubmed": 25130441, "text": "When the LOXL1 variants were used as disease markers for clinically undetectable exfoliation syndrome (EX), there was no association between central retinal vein occlusion and EX."}, {"pubmed": 25275906, "text": "Pathogenetic stimuli induced a significant increase in the expression of LOXL1 and elastic proteins and resulted in their assembly into exfoliation syndrome-like fibrils in vitro."}, {"pubmed": 25275910, "text": "Collectively, these results suggest that dysregulation of LOXL1 expression is a contributing factor to exfoliation disease development."}, {"pubmed": 25304275, "text": "Our meta-analysis indicates that rs1048661 had weak association with XFG/XFS; rs3825942 had strongly association with XFG/XFS; and rs2165241 had significant risk with XFG/XFS in some ethnicity."}, {"pubmed": 25636109, "text": "There were no significant difference in allele frequency distribution of LOXL1 rs1048661rs3825942 and rs2165241 between primary open-angle glaucoma (POAG) and normal controls (P=0.322, P=0.660, P=0.965)."}, {"pubmed": 25750511, "text": "The polymorphisms of the LOXL1 gene were associated with the susceptibility to primary open-angle glaucoma."}, {"pubmed": 25988230, "text": "Aortic tissue from Marfan syndrome patients and display enhanced expression of the members of the LOX family, LOX and LOX-like 1."}, {"pubmed": 26307087, "text": "To identify additional candidate functional variants, we sequenced the entire LOXL1 genomic locus ( approximately 40 kb) in 50 indigenous, black South African XFS cases and 50 matched controls."}, {"pubmed": 26319397, "text": "Single nucleotide polymorphisms of the LOXL1 gene are associated with pseudoexfoliation glaucoma in the Spanish population."}, {"pubmed": 26348632, "text": "results indicate that hypermethylation of CpG islands in the promoter region of the LOXL1 gene leads directly to downregulation of LOXL1 mRNA and protein, which functions as an essential mechanism in the pathogenesis of Pseudoexfoliation Syndrome"}, {"pubmed": 26404116, "text": "Different SNPs in LOXL1 affect risk of pseudoexfoliative glaucoma in different ethnic groups [meta-analysis]"}, {"pubmed": 26758070, "text": "In this study group of Turkish population, no LOXL1 mutations were found. No associations between the defined SNPs (A320A, R141L and F184F) and the severity of the disease were detected."}, {"pubmed": 26804196, "text": "Here we show that orthotopic implantation of rat prostate AT-1 tumour cells increased LOX and LOXLs mRNA expressions in the tumour and in the surrounding non-malignant prostate tissue"}, {"pubmed": 26829347, "text": "remenopausal and postmenopausal women with Pelvic Organ Prolapse (POP) exhibit differential expression of LOXL1 suggesting different pathways in the pathogenesis of POP. The role of biopsy location on LOXL1 expression requires further investigation."}, {"pubmed": 26997634, "text": "The present study, for the first time, shows that the pseudoexfoliation syndrome-associated variant residues in LOXL1 influence processing of the protein, most likely by BMP-1."}, {"pubmed": 27028259, "text": "In this study, we found no significant association between allele and genotype frequencies of APOE; the intronic SNP rs2165241 and the non-synonymous SNP rs3825942 in exon 1 of LOXL1 are significantly associated with pseudoexfoliation syndrome and exfoliation glaucoma in the Turkish population."}, {"pubmed": 27116380, "text": "The LOXL1 SNPs, rs1048661 and rs3825942, are associated with PXF in the South Indian population correlating with lowered LOX activity in the aqueous humor. The increased level of total TGF-beta in the aqueous humor of PXF cases is possibly associated with LOX regulation which needs further investigation."}, {"pubmed": 27396912, "text": "LOXL1 transcriptional activity was dramatically reduced when a recombinant DNMT3A was concomitantly overexpressed."}, {"pubmed": 27753755, "text": "Findings of this current study indicate a different LOXL1 gene expression pattern compared with a recent study that was also performed in the Turkish population."}, {"pubmed": 28369001, "text": "LOXL1 variants that contribute to exfoliative glaucoma demonstrate various differences and are also common in normal population."}, {"pubmed": 28534485, "text": "the rs11638944:C>G transversion exerts a cis-acting effect on the expression levels of LOXL1, mediated by differential binding of the transcription factor retinoid X receptor alpha and by modulating alternative splicing of LOXL1, eventually leading to reduced levels of LOXL1 mRNA in cells and tissues of risk allele carriers for pseudoexfoliation syndrome"}, {"pubmed": 28553957, "text": "A rare protective allele at LOXL1,Tyr407Phe, was identified.  It is found exclusively in the Japanese population. It confers 25-fold resistance to XFS. It segregated with the common rs3825942[A] (p.Asp153) in all but 2 patients examined. In spheroids, this haplotype conferred a significant increase in the strength of cellular adhesion in comparison to 3 haplotypes with the wild-type allele."}, {"pubmed": 28965583, "text": "This study focused on the relationship between lysyl oxidase (LOX), LOX-like protein 1 (LOXL1), and LOXL2 and pulmonary emphysema pathogenesis."}, {"pubmed": 29125826, "text": "LOXL1/LOXL2 gene expression and protein levels were increased in Idiopathic pulmonary fibrosis (IPF) versus non-IPF."}, {"pubmed": 29164236, "text": "These findings provide evidence for a functional role of alternative splicing coupled to NMD in the posttranscriptional regulation of LOXL1 gene expression and suggest this mechanism to represent a dynamic mode of adapting LOXL1 expression to PEX-associated environmental and nutritional cues."}, {"pubmed": 30045039, "text": "LOXL1, LOXL3, and LOXL4 expressions are associated with distant metastasis of gastric cancer."}, {"pubmed": 30189755, "text": "The study shows lack of association between LOXL1 single-nucleotide polymorphisms and pseudoexfoliation in North Indian population."}, {"pubmed": 30257391, "text": "The current study aimed to investigate the role of LOXL1 in liver fibrosis and the potential mechanism; the mRNA and protein levels of LOXL1 were increased in transforming growth factor-beta 1 (TGF-beta1)-stimulated human hepatic stellate cell line LX-2."}, {"pubmed": 30919528, "text": "Findings indicate that lysyl oxidase (LOX) could be a potential therapeutic target for early recurrence of hepatocellular carcinoma (HCC)."}, {"pubmed": 30986821, "text": "The protective variant rs7173049 at LOXL1 locus impacts on retinoic acid signaling pathway in pseudoexfoliation syndrome."}, {"pubmed": 31468594, "text": "that LOXL1-AS1/miR-708-5p/USF1 pathway contributed to the development of gastric cancer"}, {"pubmed": 32102031, "text": "Prevalence of Pseudoexfoliation Glaucoma Risk-associated Variants Within Lysyl Oxidase-like 1 in an Irish Population."}, {"pubmed": 32424143, "text": "LOXL1 confers antiapoptosis and promotes gliomagenesis through stabilizing BAG2."}, {"pubmed": 32827243, "text": "A novel genetic variant associated with benign paroxysmal positional vertigo within the LOXL1."}, {"pubmed": 32912229, "text": "LOXL1 modulates the malignant progression of colorectal cancer by inhibiting the transcriptional activity of YAP."}, {"pubmed": 33095806, "text": "Potential association of LOXL1 with peritoneal dissemination in gastric cancer possibly via promotion of EMT."}, {"pubmed": 33188817, "text": "Differential Lysyl oxidase like 1 expression in pseudoexfoliation glaucoma is orchestrated via DNA methylation."}, {"pubmed": 33792495, "text": "Correlation of the intronic LOXL1 polymorphism rs11638944 with pseudoexfoliation syndrome and glaucoma in a Greek population."}, {"pubmed": 33909695, "text": "LOXL1 gene polymorphisms are associated with exfoliation syndrome/exfoliation glaucoma risk: An updated meta-analysis."}, {"pubmed": 34012228, "text": "LOXL1 gene polymorphism candidates for exfoliation glaucoma are also associated with a risk for primary open-angle glaucoma in a Caucasian population from central Russia."}, {"pubmed": 34014450, "text": "Hepatic stellate cells-specific LOXL1 deficiency abrogates hepatic inflammation, fibrosis, and corrects lipid metabolic abnormalities in non-obese NASH mice."}, {"pubmed": 34283938, "text": "Knockdown of lysyl oxidase like 1 inhibits the proliferation and pro-fibrotic effects of transforming growth factor-beta1-induced hypertrophic scar fibroblasts."}, {"pubmed": 34334119, "text": "Inhibition of LOXL1-AS1 alleviates oxidative low-density lipoprotein induced angiogenesis via downregulation of miR-590-5p mediated KLF6/VEGF signaling pathway."}, {"pubmed": 34440405, "text": "Possible Protective Effect of LOXL1 Variant in the Cohort of Chernobyl Catastrophe Clean-Up Workers."}, {"pubmed": 34573365, "text": "Association of Single Nucleotide Polymorphisms Located in LOXL1 with Exfoliation Glaucoma in Southwestern Sweden."}, {"pubmed": 34726854, "text": "[Study of the functional significance of polymorphic loci of the LOXL1 gene associated with glaucoma according to genome-wide studies (in silico analysis)].\", trans \"Izuchenie funktsional'nogo znacheniya polimorfnykh lokusov gena LOXL1, assotsiirovannykh s glaukomoi po dannym polnogenomnykh issledovanii (analiz in silico)."}, {"pubmed": 35440244, "text": "The rs2165241 polymorphism of the Loxl1 gene in postmenopausal women with pelvic organ prolapse."}, {"pubmed": 35647973, "text": "Prevalence of risk alleles in the lysyl oxidase-like 1 gene in pseudoexfoliation glaucoma patients in India."}, {"pubmed": 36564963, "text": "Single nucleotide polymorphisms in LOXL1 as biomarkers for progression of exfoliation glaucoma in Sweden."}, {"pubmed": 38217541, "text": "Mechanism of lysine oxidase-like 1 promoting synovial inflammation mediating rheumatoid arthritis development."}, {"pubmed": 38267662, "text": "LOXL1 promotes tumor cell malignancy and restricts CD8 + T cell infiltration in colorectal cancer."}, {"pubmed": 38466882, "text": "Crosstalk of lysyl oxidase-like 1 and lysyl oxidase prolongs their half-lives and regulates liver fibrosis through Notch signal."}], "genomic_pos": {"chr": "15", "end": 73952137, "ensemblgene": "ENSG00000129038", "start": 73925989, "strand": 1}, "genomic_pos_hg19": {"chr": "15", "end": 74244478, "start": 74218330, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0018057", "qualifier": "involved_in", "term": "peptidyl-lysine oxidation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0018277", "pubmed": 7689553, "qualifier": "involved_in", "term": "protein deamination"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030199", "qualifier": "involved_in", "term": "collagen fibril organization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032496", "qualifier": "involved_in", "term": "response to lipopolysaccharide"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035904", "qualifier": "involved_in", "term": "aorta development"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0001669", "qualifier": "located_in", "term": "acrosomal vesicle"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "pubmed": 7689553, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005604", "qualifier": "located_in", "term": "basement membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 37602378, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": [20551380, 28327460], "qualifier": "colocalizes_with", "term": "collagen-containing extracellular matrix"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": [27068509, 28675934], "qualifier": "located_in", "term": "collagen-containing extracellular matrix"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0062023", "qualifier": "is_active_in", "term": "collagen-containing extracellular matrix"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0004720", "qualifier": "enables", "term": "protein-lysine 6-oxidase activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0004720", "qualifier": "enables", "term": "protein-lysine 6-oxidase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005507", "qualifier": "enables", "term": "copper ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 27339457, "qualifier": "enables", "term": "protein binding"}]}, "homologene": {"genes": [[7955, 560115], [8364, 100124878], [9031, 426411], [9544, 706464], [9598, 453735], [9606, 4016], [9913, 281903], [10090, 16949], [10116, 315714]], "id": 4074}, "interpro": [{"desc": "Lysyl oxidase", "id": "IPR001695", "short_desc": "Lysyl_oxidase"}, {"desc": "Lysyl oxidase, conserved site", "id": "IPR019828", "short_desc": "Lysyl_oxidase_CS"}], "ipi": "IPI00001597", "map_location": "15q24.1", "name": "lysyl oxidase like 1", "other_names": ["lysyl oxidase homolog 1", "lysyl oxidase-like protein 1"], "pantherdb": {"HGNC": "6665", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "106096", "ortholog_type": "LDO", "panther_family": "PTHR45817", "taxid": 10090, "uniprot_kb": "P97873"}, {"RGD": "1308752", "ortholog_type": "LDO", "panther_family": "PTHR45817", "taxid": 10116, "uniprot_kb": "Q5FWS5"}, {"Ensembl": "ENSGALG00000038458", "ortholog_type": "LDO", "panther_family": "PTHR45817", "taxid": 9031, "uniprot_kb": "A0A3Q3AAE2"}, {"ZFIN": "ZDB-GENE-060503-693", "ortholog_type": "LDO", "panther_family": "PTHR45817", "taxid": 7955, "uniprot_kb": "F1QD91"}, {"FlyBase": "FBgn0039848", "ortholog_type": "O", "panther_family": "PTHR45817", "taxid": 7227, "uniprot_kb": "Q9V9X5"}, {"FlyBase": "FBgn0034660", "ortholog_type": "O", "panther_family": "PTHR45817", "taxid": 7227, "uniprot_kb": "Q9W2C9"}], "uniprot_kb": "Q08397"}, "pathway": {"reactome": [{"id": "R-HSA-1474244", "name": "Extracellular matrix organization"}, {"id": "R-HSA-1474290", "name": "Collagen formation"}, {"id": "R-HSA-1566948", "name": "Elastic fibre formation"}, {"id": "R-HSA-2022090", "name": "Assembly of collagen fibrils and other multimeric structures"}, {"id": "R-HSA-2243919", "name": "Crosslinking of collagen fibrils"}], "wikipathways": {"id": "WP3874", "name": "Canonical and non-canonical TGF-B signaling"}}, "pfam": "PF01186", "pharmgkb": "PA30428", "pharos": {"target_id": 6064, "tdl": "Tbio"}, "pir": "A48501", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF326570", "relationship": "is"}, {"id": "GNF326571", "relationship": "is"}, {"id": "GNF326572", "relationship": "is"}], "CondMedia_CM_LibrAB": {"id": "GNF292763", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF167974", "relationship": "is"}, {"id": "GNF178880", "relationship": "is"}, {"id": "GNF189786", "relationship": "is"}, {"id": "GNF200692", "relationship": "is"}, {"id": "GNF218233", "relationship": "is"}, {"id": "GNF228511", "relationship": "similar to"}], "GNF_hs-Origene": {"id": "GNF046616", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF008517", "relationship": "is"}, {"id": "GNF008518", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF286784", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF331005", "relationship": "is"}, {"id": "GNF332227", "relationship": "is"}, {"id": "GNF334058", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF336654", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF100220", "relationship": "is"}, {"id": "GNF139875", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000015.10", "NC_060939.1", "NG_011466.1"], "protein": ["NP_005567.2", "XP_011519857.1", "XP_016877668.1", "XP_047288454.1", "XP_054233876.1", "XP_054233877.1", "XP_054233878.1"], "rna": ["NM_005576.4", "XM_011521555.3", "XM_017022179.2", "XM_047432498.1", "XM_054377901.1", "XM_054377902.1", "XM_054377903.1"], "translation": [{"protein": "XP_054233876.1", "rna": "XM_054377901.1"}, {"protein": "XP_016877668.1", "rna": "XM_017022179.2"}, {"protein": "XP_054233877.1", "rna": "XM_054377902.1"}, {"protein": "XP_047288454.1", "rna": "XM_047432498.1"}, {"protein": "XP_011519857.1", "rna": "XM_011521555.3"}, {"protein": "NP_005567.2", "rna": "NM_005576.4"}, {"protein": "XP_054233878.1", "rna": "XM_054377903.1"}]}, "reporter": {"HG-U133_Plus_2": "203570_at", "HG-U95Av2": "36811_at", "HTA-2_0": "TC15000670.hg.1", "HuEx-1_0": "3601348", "HuGene-1_1": "7984771", "HuGene-2_1": "16802903"}, "summary": "This gene encodes a member of the lysyl oxidase family of proteins. The prototypic member of the family is essential to the biogenesis of connective tissue, encoding an extracellular copper-dependent amine oxidase that catalyzes the first step in the formation of crosslinks in collagen and elastin. The encoded preproprotein is proteolytically processed to generate the mature enzyme. A highly conserved amino acid sequence at the C-terminus end appears to be sufficient for amine oxidase activity, suggesting that each family member may retain this function. The N-terminus is poorly conserved and may impart additional roles in developmental regulation, senescence, tumor suppression, cell growth control, and chemotaxis to each member of the family. Mutations in this gene are associated with exfoliation syndrome. [provided by RefSeq, Jan 2016].", "symbol": "LOXL1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1416898"}, "unigene": "Hs.65436", "uniprot": {"Swiss-Prot": "Q08397", "TrEMBL": "H3BUV8"}, "wikipedia": {"url_stub": "LOXL1"}}