{"AllianceGenome": "6666", "HGNC": "6666", "MIM": "606663", "_id": "4017", "_version": 2, "accession": {"genomic": ["AC090197.23", "AC104561.3", "AF117950.1", "CH471080.2", "CP068270.2", "NC_000008.11", "NC_060932.1"], "protein": ["AAB49697.1", "AAD34343.1", "AAH00594.1", "AHJ59530.1", "AHL69790.1", "BAD96197.1", "BAG35197.1", "BAG56815.1", "EAW63625.1", "EAW63626.1", "EAW63627.1", "NP_002309.1", "Q9Y4K0.1"], "rna": ["AF117949.1", "AK098436.1", "AK124508.1", "AK222477.1", "AK293292.1", "AK312266.1", "BC000594.2", "BC020481.1", "KF928961.1", "KF975332.1", "NM_002318.3", "U89942.1"], "translation": [{"protein": "BAG56815.1", "rna": "AK293292.1"}, {"protein": "NP_002309.1", "rna": "NM_002318.3"}, {"protein": "AHL69790.1", "rna": "KF975332.1"}, {"protein": "AHJ59530.1", "rna": "KF928961.1"}, {"protein": "BAG35197.1", "rna": "AK312266.1"}, {"protein": "AAD34343.1", "rna": "AF117949.1"}, {"protein": "AAH00594.1", "rna": "BC000594.2"}, {"protein": "BAD96197.1", "rna": "AK222477.1"}, {"protein": "AAB49697.1", "rna": "U89942.1"}]}, "alias": ["LOR", "LOR2", "WS9-14"], "ec": "1.4.3.-", "ensembl": {"gene": "ENSG00000134013", "protein": ["ENSP00000373783", "ENSP00000427826", "ENSP00000427883", "ENSP00000427907", "ENSP00000428497", "ENSP00000428933", "ENSP00000429778", "ENSP00000430519", "ENSP00000473322"], "transcript": ["ENST00000389131", "ENST00000518083", "ENST00000518472", "ENST00000518878", "ENST00000519243", "ENST00000519809", "ENST00000520349", "ENST00000520617", "ENST00000520871", "ENST00000520925", "ENST00000522446", "ENST00000523833", "ENST00000524075", "ENST00000524144", "ENST00000524168"], "translation": [{"protein": "ENSP00000373783", "rna": "ENST00000389131"}, {"protein": "ENSP00000473322", "rna": "ENST00000523833"}, {"protein": "ENSP00000427907", "rna": "ENST00000520349"}, {"protein": "ENSP00000427826", "rna": "ENST00000518878"}, {"protein": "ENSP00000427883", "rna": "ENST00000524144"}, {"protein": "ENSP00000429778", "rna": "ENST00000520871"}, {"protein": "ENSP00000430519", "rna": "ENST00000518083"}, {"protein": "ENSP00000428497", "rna": "ENST00000524168"}, {"protein": "ENSP00000428933", "rna": "ENST00000519243"}], "type_of_gene": "protein_coding"}, "entrezgene": "4017", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 27.3009616662, "exp_mis": 331.191559641, "exp_syn": 170.573965854, "lof_z": 2.33206043685193, "mis_z": -0.317371462798019, "mu_lof": 1.9736153447e-06, "mu_mis": 2.95117919378e-05, "mu_syn": 1.49892086248e-05, "n_lof": 15.0, "n_mis": 343.0, "n_syn": 159.0, "p_li": 2.99731375478488e-07, "p_null": 0.0185876818344562, "p_rec": 0.981412018434168, "syn_z": 0.549384652836826}, "bp": 2325, "cds_end": 23225864, "cds_start": 23155555, "n_exons": 13, "nonpsych": {"exp_lof": 24.448429656, "exp_mis": 299.498754236, "exp_syn": 154.124331346, "lof_z": 2.27390545949266, "mis_z": -0.451782544601781, "mu_lof": 1.9736153447e-06, "mu_mis": 2.95117919378e-05, "mu_syn": 1.49892086248e-05, "n_lof": 13.0, "n_mis": 315.0, "n_syn": 149.0, "p_li": 3.19708461492191e-06, "p_null": 0.0185029928690255, "p_rec": 0.98149381004636, "syn_z": 0.259873790077282}, "nontcga": {"exp_lof": 25.0913890503, "exp_mis": 304.67076048, "exp_syn": 156.902566272, "lof_z": 2.57812895252152, "mis_z": -0.323366620324914, "mu_lof": 1.9736153447e-06, "mu_mis": 2.95117919378e-05, "mu_syn": 1.49892086248e-05, "n_lof": 12.0, "n_mis": 316.0, "n_syn": 152.0, "p_li": 1.94869326731644e-05, "p_null": 0.00576261573950641, "p_rec": 0.994217897327821, "syn_z": 0.247818474526249}, "transcript": "ENST00000389131.3"}, "exons": [{"cdsend": 23368351, "cdsstart": 23298042, "chr": "8", "position": [[23296896, 23298122], [23298835, 23298947], [23302026, 23302163], [23303281, 23303397], [23309667, 23309911], [23316948, 23317114], [23319884, 23320052], [23322129, 23322281], [23328381, 23328565], [23333400, 23333623], [23340991, 23341203], [23360089, 23360265], [23367996, 23368434], [23403953, 23404120]], "strand": -1, "transcript": "NM_002318", "txend": 23404120, "txstart": 23296896}], "exons_hg19": [{"cdsend": 23225864, "cdsstart": 23155555, "chr": "8", "position": [[23154409, 23155635], [23156348, 23156460], [23159539, 23159676], [23160794, 23160910], [23167180, 23167424], [23174461, 23174627], [23177397, 23177565], [23179642, 23179794], [23185894, 23186078], [23190913, 23191136], [23198504, 23198716], [23217602, 23217778], [23225509, 23225947], [23261466, 23261633]], "strand": -1, "transcript": "NM_002318", "txend": 23261633, "txstart": 23154409}], "generif": [{"pubmed": 12670920, "text": "LOR-1 promotes tumor fibrosis and tumor invasiveness simultaneously."}, {"pubmed": 12820424, "text": "No reduction of LOXL2-mRNA levels was found in the malignantly transformed tissues from HNSCC. LOXL2 may play a role in malignant transformation."}, {"pubmed": 16023247, "text": "The upregulation of Loxl2 in Wilson's disease could perhaps be utilized for diagnostic purposes since their expression is up-regulated in hepatocytes even before the onset of fibrosis."}, {"pubmed": 16096638, "text": "Lysyl-oxidase-like 2 interacts and cooperates with Snail to downregulate E-cadherin expression, and control epithelial-mesenchymal transitions and carcinoma progression."}, {"pubmed": 17287949, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 17287949, "text": "We detected an empirically significant association with one SNP of LOXL2 in familial IA patients after adjustment for multiple testing [chi(2) = 10.23, empirical P = 0.023, OR (95% CI) = 1.49 (1.17."}, {"pubmed": 18559498, "text": "High levels of LOXL2 are associated with squamous cell carcinomas"}, {"pubmed": 18590575, "text": "Increased mRNA expression during progression of colorectal cancer with liver metastases"}, {"pubmed": 19015874, "text": "Breast carcinoma effusions showed significantly higher LOXL2 and lower LOXL3 expression compared to primary carcinomas."}, {"pubmed": 19383344, "text": "up-regulation in human colorectal cancer is correlated with upregulation of the TIMP-1 transcript"}, {"pubmed": 19394199, "text": "Report reciprocal regulation of LOX and LOXL2 expression during cell adhesion and terminal differentiation in epidermal keratinocytes."}, {"pubmed": 19625348, "text": "LOXL2 overexpression, a frequent event in gastric carcinoma progression and may be a therapeutic target for preventing and treating metastases."}, {"pubmed": 19724858, "text": "Expression of LOXL, LOXL2, LOXL3 and LOXL4 was not statistically associated with tumor location, stage, growth type, or differentiation status in colorectal adenocarcinomas"}, {"pubmed": 20012301, "text": "The improved response toward chemotherapy in LOLX2-silenced pancreatic cancer cells is possibly mediated by the transcription factor E2F5."}, {"pubmed": 20026874, "text": "molecular pathway from hypoxia to cellular transformation includes up-regulation of HIF and subsequent transcriptional induction of LOX and LOXL2, which repress E-cadherin and induce epithelial to mesenchymal transition"}, {"pubmed": 20043065, "text": "FOXA1 induces not only KRT7 but also LOXL2 in a subset of poor prognostic esophageal squamous cell carcinomas with metastatic lymph nodes"}, {"pubmed": 20306300, "text": "The purified recombinant LOXL2 proteins, with or without the SRCR domains in the N-terminus, showed significant amine oxidase activity toward several different types of collagen and elastin in in vitro amine oxidase assays."}, {"pubmed": 20439985, "text": "Antibody allosteric modulators of enzymatic function represent a novel drug development strategy and, in the context of LOXL2, suggest that inhibitors such as these might be useful therapeutics in oncology, fibrosis, and inflammation."}, {"pubmed": 20802105, "text": "Data show that LOXL2 and RAMP3 are strongly coexpressed in human colon, breast, and gastric carcinomas but not in normal colon or gastric epithelial cells."}, {"pubmed": 21233336, "text": "Analysis of a published microarray data set revealed that LOXL2 expression is correlated with metastasis and decreased survival in patients with aggressive breast cancer"}, {"pubmed": 21519871, "text": "Down-regulation of lysyl oxidase-like 2 is associated with disease progression in lung adenocarcinomas."}, {"pubmed": 21732535, "text": "Breast carcinoma cell lines with basal-like phenotype show a specific cytoplasmic/perinuclear LOXL2 expression, and this subcellular distribution is significantly associated with distant metastatic incidence in basal-like breast carcinomas."}, {"pubmed": 21740577, "text": "The human lysyl oxidase-like 2 gene does not confer increased genotypic risk for adolescent idiopathic scoliosis."}, {"pubmed": 21835952, "text": "This study provides the first evidence for the role of LOXL2 in regulating angiogenesis through collagen IV scaffolding."}, {"pubmed": 22204712, "text": "These results suggest that lysyl oxidase L2 exerts a critical effect on esophageal squamous cell carcinoma progression and can be a predictive marker of lymph node metastasis and outcome."}, {"pubmed": 22739041, "text": "Up-regulation of CCL2, CCL26, IL6 and LOXL2 genes in cancer cells are part of the common effects of cancer-associated fibroblasts on hepatocellular carcinoma cells"}, {"pubmed": 23030485, "text": "Intracellular (perinuclear) expression of LOXL2 is associated with poor prognosis and distant metastasis of specific tumor types. [Review]"}, {"pubmed": 23319596, "text": "the N-glycan at Asn-644 of hLOXL2 enhances the solubility and stability of the LOX catalytic domain"}, {"pubmed": 23357697, "text": "TGF-beta1 induced injured MCL to express more LOXs than injured ACL (up to 1.85-fold in LOX, 2.21-fold in LOXL-1, 1.71-fold in LOXL-2, 2.52-fold in LOXL-3 and 3.32-fold in LOXL-4)."}, {"pubmed": 23494965, "text": "Data suggest that all members of LOX gene family (lysyl-oxidase [LOX]; lysyl oxidase-like proteins [LOXL1, LOXL2, LOXL3]) are over-expressed in bone marrow in primary myelofibrosis; LOX gene family is not detectable in normal bone marrow."}, {"pubmed": 23640157, "text": "Sequence analysis of LOXL2, genes did not reveal any putative mutations for hyperostosis cranialis interna to chromosome 8p21"}, {"pubmed": 23677379, "text": "negative regulator of odontogenic differentiation of dental pulp stem cells"}, {"pubmed": 23933800, "text": "Higher LOXL2 expression is associated with invasiveness of basal-like breast cancer cells and lower survival of breast cancer patients."}, {"pubmed": 23971878, "text": "LOXL2 expression in normal epithelial cells can induce abnormal changes that resemble oncogenic transformation and cancer progression."}, {"pubmed": 24008674, "text": "Findings reveal new insight into the mechanisms of fibroblast activation, a novel function of LOXL2, and further highlight the importance of generating LOXL2-targeted therapies for the prevention of tumor progression and metastasis."}, {"pubmed": 24014025, "text": "nuclear associated LOXL2 contributes to the stabilization of Snail1 transcription factor at the protein level to induce EMT and promote invasion in vitro"}, {"pubmed": 24177001, "text": "higher sLOXL2 levels are associated with increased risk for IPF disease progression"}, {"pubmed": 24716982, "text": "These results provide important clues for experimental identification of the specific biological roles and molecular mechanisms of LOXL2-delta72."}, {"pubmed": 24863880, "text": "LOXL2 activates the FAK/Akt/mTOR signaling pathways and promotes cell proliferation and inhibits apoptotic cell death."}, {"pubmed": 25048396, "text": "promoted intrahepatic metastasis by increasing tissue stiffness"}, {"pubmed": 25092917, "text": "Results show that LOXL2 is highly expressed and involved in clear cell renal cell carcinoma progression by regulating the levels of integrins a5 and b1."}, {"pubmed": 25128648, "text": "LOXL2 expression in stromal cells may be a useful prognostic factor for patients with gastric cancer. Fibroblast-derived LOXL2 may stimulate the motility of gastric cancer cells."}, {"pubmed": 25146937, "text": "The structure and functions of human lysyl oxidase-like 2 (LOXL2) are reviewed. [review]"}, {"pubmed": 25254241, "text": "Data indicate potential roles of LOXL2 (lysyl oxidase-like 2) splice variants with large scale data."}, {"pubmed": 25275797, "text": "identified novel alternative splicing isoform, LOXL2 Deltae13; data suggest it modulates effects of cancer cell migration and invasion through a different mechanism from full-length LOXL2 and may play an important role in tumor carcinogenesis and progression"}, {"pubmed": 25759215, "text": "LOXL2 is a direct repressor of NOTCH1.There is an exclusive expression pattern between LOXL2 and members of the canonical NOTCH1 pathway in human head and neck squamous cell carcinoma."}, {"pubmed": 25959397, "text": "Lysine oxidation of the transcription factor TAF10 by LOXL2 is a controlled protein modification and demonstrates a role for protein oxidation in regulating pluripotency genes."}, {"pubmed": 26096783, "text": "Data suggest that restoration of MIRN29 (microRNA 29) synthesis silences expression of LOXL2 (lysyl oxidase-like 2) and inhibits cell proliferation, migration, and invasiveness of renal cell carcinoma cells."}, {"pubmed": 26206869, "text": "We identified LOXL2 to be associated with the outcome of colon cancer patients. Furthermore, it can be used to stratify patients at stages II and III for further therapeutic decisions."}, {"pubmed": 26329904, "text": "LOXL2 promotes tumor progression."}, {"pubmed": 26490187, "text": "Results showed that LOXL2 was overexpressed in head and neck squamous cell carcinoma clinical specimens and that silencing of the LOXL2 gene significantly inhibited the migration and invasion of cancer cells."}, {"pubmed": 26612622, "text": "ECM crosslinking by EC-derived exosomes is mediated by LOXL2."}, {"pubmed": 26676674, "text": "Loss of tumor-suppressive miR29s enhanced cancer cell invasion in lung SCC through direct regulation of oncogenic LOXL2."}, {"pubmed": 26980013, "text": "SMYD3 enhances tumorigenicity in esophageal squamous cell carcinoma by enhancing transcription of ezrin and LOXL2, which are involved in proliferation, migration, and invasion."}, {"pubmed": 26983694, "text": "Results show that miR-26a and miR-26b were significantly downregulated in renal cell carcinoma clinical specimens and appeared to function as tumor suppressors through regulation of collagen cross-linking enzymes, LOXL2 and PLOD2, both of which function as oncogenes in this disease."}, {"pubmed": 27063404, "text": "new LOXL2 splice variant contributes to tumor progression by novel molecular mechanisms different from LOXL2WT"}, {"pubmed": 27278788, "text": "The expression levels of lysyl oxidase-like 2 (LOXL2) mRNA and protein were markedly suppressed in transfected prostate cancer cells with microRNAs miR-26a, miR-26b, miR-29a, miR-29b, miR-29c and miR-218."}, {"pubmed": 27285767, "text": "higher LOXL2 expression is associated with the invasiveness of pancreatic cancer cells and the low survival rate of pancreatic cancer patients"}, {"pubmed": 27363654, "text": "LOXL2 messenger RNA levels were increased in intrahepatic cholangiocarcinoma. These results were confirmed at a protein level, with a significantly higher LOXL2 immunostaining tumoral stroma. Univariate analysis revealed that LOXL2 expression was correlated with a poor overall survival and disease-free survival."}, {"pubmed": 27430160, "text": "LOXL2 was determined to promote proliferation of hepatocellular carcinoma (HCC) and demonstrated to be highly expressed in HCC adjacent non-tumor tissue samples compared with tumor tissue samples."}, {"pubmed": 27488440, "text": "Overexpression of LOXL2 and SERPINH1 was observed in clinical specimens of lung cancer and fibrotic lesions. Downregulation of miR-29a caused overexpression of LOXL2 and SERPINH1 in lung cancer and IPF, suggesting that these genes are involved in the pathogenesis of these two diseases."}, {"pubmed": 27655685, "text": "expression of LOXL2 endowed dormant tumor cells with cancer stem cell-like phenotype driving their transition to metastatic outgrowth and this stem-like phenotype is dependent on epithelial to mesenchymal transition (EMT) that can be driven by the tumor microenvironment."}, {"pubmed": 27694892, "text": "LOXL2 is a potential therapeutic target against tumor progression."}, {"pubmed": 27735137, "text": "Data show that lysyl oxidase-like 2 (LOXL2) is a histone modifier enzyme that removes trimethylated lysine 4 (K4) in histone H3 (H3K4me3) through an amino-oxidase reaction."}, {"pubmed": 27770022, "text": "glomerular extracellular matrix. Altogether, we demonstrate that LOXL2 is a novel component of the molecular machinery that forms cross-linked collagen IV networks, which are essential for glomerular basement membrane stability and molecular ultrafiltration function."}, {"pubmed": 27784228, "text": "BMP2 and RUNX2 are expressed exclusively by osteoblasts whereas DSPP and LOXL2 are expressed exclusively by odontoblasts. (Review)"}, {"pubmed": 28005267, "text": "LOXL2 expression is significantly upregulated in human masticatory mucosa during wound healing"}, {"pubmed": 28246206, "text": "Simtuzumab is a humanized IgG4 monoclonal antibody that inhibits enzymatic activity of LOXL2... inhibition of LOXL2 expression reduced numbers of activated fibroblasts, decreased ECM deposition, inhibited angiogenesis, and prevented tumor cell invasion and metastases"}, {"pubmed": 28332555, "text": "we report that overexpression of LOXL2 promotes its accumulation in the Endoplasmic Reticulum where it interacts with HSPA5 leading to activation of the IRE1-XBP1 signalling pathway of the ER-stress response."}, {"pubmed": 28449718, "text": "HIF-1alpha plays an important role in the development of HCC by promoting HCC metastasis, EMT and VM through up-regulating LOXL2."}, {"pubmed": 28468951, "text": "Insulin resistance promotes lysyl oxidase like 2 induction and fibrosis accumulation in non-alcoholic fatty liver disease."}, {"pubmed": 28480218, "text": "Participants were evaluated as part of a clinical trial evaluating the safety and efficacy of simtuzumab a humanized monoclonal antibody that inhibits lysyl oxidase-like 2 (LOXL2), an enzyme that contributes to liver fibrosis by catalyzing collagen cross-linkage"}, {"pubmed": 28556501, "text": "our data reveal that the tumor-promoting role of LOXL2 in ESCC is mediated by perturbing the architecture of actin cytoskeleton through its PPIs."}, {"pubmed": 28677767, "text": "Glomerular LOXL2 was localized to the cytoplasm of podocytes, as determined by double immunofluorescence microscopy using a podocyte marker (synaptopodin). This result was supported by western blot analysis, which demonstrated that LOXL2 protein expression is present in cultured human podocytes and HK2 human proximal tubular cells."}, {"pubmed": 28764769, "text": "Lysyl oxidase like-2 (LOXL2) overexpression differentially regulates signaling pathways in osteoarthritis chondrocytes."}, {"pubmed": 28864775, "text": "data demonstrate that proteolytic processing is an important event that allows LOXL2-mediated crosslinking of basement membrane collagen IV."}, {"pubmed": 28965583, "text": "This study focused on the relationship between lysyl oxidase (LOX), LOX-like protein 1 (LOXL1), and LOXL2 and pulmonary emphysema pathogenesis."}, {"pubmed": 29052023, "text": "LOXL2 may be involved in the pathogenesis of rheumatoid arthritis-associated interstitial lung disease and might be helpful in early diagnosis of RA-ILD."}, {"pubmed": 29089463, "text": "Plasma LOXL2 was significantly elevated and also strongly correlated with the degree of left atrial fibrosis in Atrial fibrillation patients with normal left ventricular function."}, {"pubmed": 29107163, "text": "LOXL2 c.C133T is a pathogenic mutation that is responsible for a fraction of familial intracranial aneurysms."}, {"pubmed": 29125826, "text": "LOXL1/LOXL2 gene expression and protein levels were increased in Idiopathic pulmonary fibrosis (IPF) versus non-IPF."}, {"pubmed": 29581294, "text": "Copper loading robustly activates hLOXL2 and supports lysyl tyrosylquinone formation."}, {"pubmed": 29620290, "text": "Results revealed that LOXL2 expression was higher in hepatocellular carcinoma (HCC) cell lines and tissues. There was a significant correlation between EMT status and LOXL2 levels indicated that a higher level of LOXL2 may contribute to tumor progression."}, {"pubmed": 29787337, "text": "stimulates gingival fibroblast proliferation, likely by a platelet-derived growth factor B receptor-mediated mechanism"}, {"pubmed": 29845296, "text": "LOXL2 might have an important role in CRC."}, {"pubmed": 29845638, "text": "Our present data suggest that decreased elastin renewal due to LOXL2 mutations and consecutive reduced LOXL2 expression contribute to the pathogenesis of MDE."}, {"pubmed": 29953488, "text": "although Loxl2 is expressed in both dermis and epidermis, its function appears largely confined to the epidermis."}, {"pubmed": 29959362, "text": "High LOXL2 expression is associated with Pancreatic Cancer."}, {"pubmed": 30052320, "text": "Compressive moduli of LOXL2-treated constructs are similar to untreated constructs."}, {"pubmed": 30177819, "text": "GINS2 plays an important role in cell proliferation and apoptosis of thyroid cancer by regulating the expressions of CITED2 and LOXL2, which may be a potential biomarker for diagnosis or prognosis and a drug target for therapy."}, {"pubmed": 30387148, "text": "LOXL2 has roles in adult endothelial cells during angiogenesis and endothelial-mesenchymal transition, independent of its enzymatic crosslinking activity."}, {"pubmed": 30499665, "text": "Upon secretion in cell culture, LOXL2 undergoes proteolytic processing of the first two of four scavenger receptor cysteine-rich domains at the N-terminus. Processing occurred at (314)Arg-(315)Phe-(316)Arg-(317)Lys downward arrow-(318)Ala-, implicating proprotein convertases."}, {"pubmed": 30506621, "text": "High LOXL2 expression promotes vasculogenic mimicry and tumor aggressiveness in hepatocellular carcinoma."}, {"pubmed": 30676771, "text": "LOXL2 could participate in elastogenesis in vivo."}, {"pubmed": 30804321, "text": "LOX and LOXL2 played important roles in trophoblast cell migration and invasion by altering the TGF-beta1/Smad3 pathway to modulate collagen expression."}, {"pubmed": 30809541, "text": "LOXL2 plays an important role in the development of cellular radioresistance in castration-resistant prostate cancer (CRPC) cells. Targeting LOXL2 may be a rational avenue to overcome radioresistance in CRPC cells. A LOXL2-targeting strategy for CRPC treatment warrants detailed investigation in the future."}, {"pubmed": 30816490, "text": "Results demonstrated that the expression of LOXL2 in renal cell carcinoma (RCC) tissues was increased compared with that in adjacent normal tissues. Its silencing inhibits the EMT, proliferation and invasion of RCC cells through the Src/FAK signaling pathway."}, {"pubmed": 30925417, "text": "our study elucidates a novel function of tumor cell secreted LOXL2 in lymphangiogenesis and lymph node metastasis, demonstrating that LOXL2 serves as a promising target for anti-lymphangiogenesis and anti-metastasis therapies for breast cancer."}, {"pubmed": 30976063, "text": "Specific protein 1(SP1) regulates the epithelial-mesenchymal transition via lysyl oxidase-like 2(LOXL2) in pancreatic ductal adenocarcinoma."}, {"pubmed": 31002285, "text": "Lysyl oxidase-like 2 drives vascular stiffening during aging by promoting matrix remodeling and vascular smooth muscle cell stiffening."}, {"pubmed": 31032923, "text": "LOXL2 may be an effective biomarker to evaluate the prognosis in different type of cancers"}, {"pubmed": 31061140, "text": "Cancer-associated fibroblasts-derived LOXL2 is an important mediator of intercellular communication within the prostate tumor microenvironment."}, {"pubmed": 31162697, "text": "Salidroside ameliorated hypoxia-induced tumorigenesis of BxPC-3 cells via downregulating hypoxia-inducible factor (HIF)-1alpha and LOXL2."}, {"pubmed": 31219623, "text": "Elevated exosomal lysyl oxidase like 2 is a potential biomarker for head and neck squamous cell carcinoma."}, {"pubmed": 31322171, "text": "LOXL2 interacts with GATA6 to promote VEGFA promoter activity in a manner dependent on the SRCR domain. Also, GATA6 and LOXL2 promote angiogenesis and tumor growth in subcutaneous tumors in nude mice."}, {"pubmed": 31409639, "text": "LOXL2 and its spliced isoform L2Delta13 promote cytoskeletal reorganization and invasion of esophageal cancer cells by interacting with cytoplasmic actin-binding proteins such as ezrin"}, {"pubmed": 31462706, "text": "this critical role that LOXL2 and oxidized H3 play in chromatin compaction and DNA damage response suggests that functionally targeting LOXL2 could be a way to sensitize triple-negative breast cancer cells to conventional therapy"}, {"pubmed": 31662451, "text": "miR-29a Is Repressed by MYC in Pancreatic Cancer and Its Restoration Drives Tumor-Suppressive Effects via Downregulation of LOXL2."}, {"pubmed": 31721164, "text": "A novel splice variant of LOXL2 promotes progression of human papillomavirus-negative head and neck squamous cell carcinoma."}, {"pubmed": 31759052, "text": "Scavenger Receptor Cysteine-Rich domains of Lysyl Oxidase-Like2 regulate endothelial ECM and angiogenesis through non-catalytic scaffolding mechanisms."}, {"pubmed": 31870772, "text": "Identification and characterization of the promoter of cancer-related gene LOXL2."}, {"pubmed": 31911079, "text": "LOXL2 promotes oncogenic progression in alveolar rhabdomyosarcoma independently of its catalytic activity."}, {"pubmed": 32580015, "text": "Lysyl oxidase-like 2 promotes esophageal squamous cell carcinoma cell migration independent of catalytic activity."}, {"pubmed": 32621591, "text": "LOXL2 from human amniotic mesenchymal stem cells accelerates wound epithelialization by promoting differentiation and migration of keratinocytes."}, {"pubmed": 32686768, "text": "Wnt signaling and Loxl2 promote aggressive osteosarcoma."}, {"pubmed": 32801097, "text": "Reaction mechanism of lysyl oxidase-like 2 (LOXL2) studied by computational methods."}, {"pubmed": 32964626, "text": "Matrix stiffness-mediated effects on macrophages polarization and their LOXL2 expression."}, {"pubmed": 32976981, "text": "LOXL2 in cancer: regulation, downstream effectors and novel roles."}, {"pubmed": 33214607, "text": "LOXL2 promotes aggrecan and gender-specific anabolic differences to TMJ cartilage."}, {"pubmed": 33618200, "text": "The pathological significance of LOXL2 in pre-metastatic niche formation of HCC and its related molecular mechanism."}, {"pubmed": 33627052, "text": "Lysyl oxidase like protein-2 (LOXL-2); a novel marker for prediction of intrahepatic cholestasis of pregnancy."}, {"pubmed": 33657581, "text": "Upregulation of miR-29a suppressed the migration and invasion of trophoblasts by directly targeting LOXL2 in preeclampsia."}, {"pubmed": 34011405, "text": "Novel mechanism for OSM-promoted extracellular matrix remodeling in breast cancer: LOXL2 upregulation and subsequent ECM alignment."}, {"pubmed": 34206143, "text": "MIR29A Impedes Metastatic Behaviors in Hepatocellular Carcinoma via Targeting LOX, LOXL2, and VEGFA."}, {"pubmed": 34308761, "text": "Circular RNA circ_0000228 promotes the malignancy of cervical cancer via microRNA-195-5p/ lysyl oxidase-like protein 2 axis."}, {"pubmed": 34393991, "text": "Polymorphisms in Lysyl Oxidase Family Genes Are Associated With Intracranial Aneurysm Susceptibility in a Chinese Population."}, {"pubmed": 34646366, "text": "LOXL2-enriched small extracellular vesicles mediate hypoxia-induced premetastatic niche and indicates poor outcome of head and neck cancer."}, {"pubmed": 34841699, "text": "An activity-based bioprobe differentiates a novel small molecule inhibitor from a LOXL2 antibody and provides renewed promise for anti-fibrotic therapeutic strategies."}, {"pubmed": 34944490, "text": "Oligomeric States and Hydrodynamic Properties of Lysyl Oxidase-Like 2."}, {"pubmed": 35218109, "text": "LncRNA KCNQ1OT1-mediated cervical cancer progression by sponging miR-1270 as a ceRNA of LOXL2 through PI3k/Akt pathway."}, {"pubmed": 35246120, "text": "Increased serum LOXL2 concentration in pelvic inflammatory disease with pelvic adhesion."}, {"pubmed": 35271888, "text": "HucMSCs-exosomes containing miR-21 promoted estrogen production in ovarian granulosa cells via LATS1-mediated phosphorylation of LOXL2 and YAP."}, {"pubmed": 35428659, "text": "Macrophages direct cancer cells through a LOXL2-mediated metastatic cascade in pancreatic ductal adenocarcinoma."}, {"pubmed": 35483499, "text": "Effect of LOXL2 on metastasis through remodeling of the cell surface matrix in non-small cell lung cancer cells."}, {"pubmed": 35894804, "text": "Inhibition of lysyl oxidase-like 2 overcomes adhesion-dependent drug resistance in the collagen-enriched liver cancer microenvironment."}, {"pubmed": 35899856, "text": "Long noncoding RNA HCP5 promotes osteosarcoma cell proliferation, invasion, and migration via the miR-29b-3p-LOXL2 axis."}, {"pubmed": 36254230, "text": "LncRNA CARMN Affects Hepatocellular Carcinoma Prognosis by Regulating the miR-192-5p/LOXL2 Axis."}, {"pubmed": 36512309, "text": "TRIM44 regulates tumor immunity in gastric cancer through LOXL2-dependent extracellular matrix remodeling."}, {"pubmed": 36573458, "text": "LOXL2 reduces 5-FU sensitivity through the Hedgehog/BCL2 signaling pathway in colorectal cancer."}, {"pubmed": 36894050, "text": "Hypoxia preconditioned DPSC-derived exosomes regulate angiogenesis via transferring LOXL2."}, {"pubmed": 37345575, "text": "Homozygous LOXL2 variant in individuals affected by non-syndromic occipital encephalocele."}, {"pubmed": 37458436, "text": "Lysyl oxidase like-2 in fibrosis and cardiovascular disease."}, {"pubmed": 37496288, "text": "Lysyl oxidase-like 2 promotes stemness and enhances antitumor effects of gefitinib in head and neck cancer via IFIT1 and IFIT3."}, {"pubmed": 37511503, "text": "Multiple Roles of LOXL2 in the Progression of Hepatocellular Carcinoma and Its Potential for Therapeutic Targeting."}, {"pubmed": 37737908, "text": "The role of LOXL2 induced by glucose metabolism-activated NF-kappaB in maintaining drug resistance through EMT and cancer stemness in gemcitabine-resistant PDAC."}, {"pubmed": 38520980, "text": "Simultaneous disturbance of NHE1 and LOXL2 decreases tumorigenicity of head and neck squamous cell carcinoma."}, {"pubmed": 39011679, "text": "MiR-4465-modified mesenchymal stem cell-derived small extracellular vesicles inhibit liver fibrosis development via targeting LOXL2 expression."}], "genomic_pos": {"chr": "8", "end": 23425328, "ensemblgene": "ENSG00000134013", "start": 23296897, "strand": -1}, "genomic_pos_hg19": {"chr": "8", "end": 23282841, "start": 23154702, "strand": -1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0000122", "pubmed": 25959397, "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001666", "qualifier": "involved_in", "term": "response to hypoxia"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0001837", "pubmed": 16096638, "qualifier": "involved_in", "term": "epithelial to mesenchymal transition"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0001935", "pubmed": 21835952, "qualifier": "involved_in", "term": "endothelial cell proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0002040", "pubmed": 21835952, "qualifier": "involved_in", "term": "sprouting angiogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010718", "pubmed": 24239292, "qualifier": "involved_in", "term": "positive regulation of epithelial to mesenchymal transition"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0018057", "qualifier": "involved_in", "term": "peptidyl-lysine oxidation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0018057", "pubmed": [25959397, 27735137, 29581294], "qualifier": "involved_in", "term": "peptidyl-lysine oxidation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030199", "qualifier": "involved_in", "term": "collagen fibril organization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030199", "pubmed": 21835952, "qualifier": "involved_in", "term": "collagen fibril organization"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032332", "qualifier": "involved_in", "term": "positive regulation of chondrocyte differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0036211", "pubmed": 23319596, "qualifier": "involved_in", "term": "protein modification process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043542", "pubmed": 21835952, "qualifier": "involved_in", "term": "endothelial cell migration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045892", "pubmed": 16096638, "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0046688", "pubmed": 23319596, "qualifier": "involved_in", "term": "response to copper ion"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0070828", "pubmed": 24239292, "qualifier": "involved_in", "term": "heterochromatin organization"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1902455", "qualifier": "involved_in", "term": "negative regulation of stem cell population maintenance"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0000785", "pubmed": 27735137, "qualifier": "part_of", "term": "chromatin"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005604", "qualifier": "located_in", "term": "basement membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 23319596, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [22204712, 24414204], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005634", "pubmed": 16096638, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005783", "pubmed": 28332555, "qualifier": "located_in", "term": "endoplasmic reticulum"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0016020", "qualifier": "located_in", "term": "membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": 28327460, "qualifier": "colocalizes_with", "term": "collagen-containing extracellular matrix"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": 23979707, "qualifier": "located_in", "term": "collagen-containing extracellular matrix"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0062023", "qualifier": "is_active_in", "term": "collagen-containing extracellular matrix"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0004720", "qualifier": "enables", "term": "protein-lysine 6-oxidase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004720", "pubmed": [23319596, 25959397, 27735137, 29581294], "qualifier": "enables", "term": "protein-lysine 6-oxidase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005507", "pubmed": 29581294, "qualifier": "enables", "term": "copper ion binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005509", "pubmed": 29581294, "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [16096638, 24863880, 27339457, 30676771, 31759052, 31911079], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0070492", "pubmed": 23319596, "qualifier": "enables", "term": "oligosaccharide binding"}]}, "homologene": {"genes": [[7165, 1273942], [7227, 37485], [7955, 791144], [8364, 100216062], [9031, 419533], [9544, 710151], [9606, 4017], [9615, 486118], [9913, 532684], [10090, 94352], [10116, 290350]], "id": 1742}, "interpro": [{"desc": "SRCR domain", "id": "IPR001190", "short_desc": "SRCR"}, {"desc": "SRCR-like domain", "id": "IPR017448", "short_desc": "SRCR-like_dom"}, {"desc": "SRCR-like domain superfamily", "id": "IPR036772", "short_desc": "SRCR-like_dom_sf"}, {"desc": "Lysyl oxidase", "id": "IPR001695", "short_desc": "Lysyl_oxidase"}, {"desc": "Lysyl oxidase, conserved site", "id": "IPR019828", "short_desc": "Lysyl_oxidase_CS"}], "ipi": ["IPI00294839", "IPI00973713", "IPI00973750", "IPI00980637", "IPI00981947", "IPI00982423"], "map_location": "8p21.3", "name": "lysyl oxidase like 2", "other_names": ["lysyl oxidase homolog 2", "lysyl oxidase related 2", "lysyl oxidase-like 2 delta e13", "lysyl oxidase-like 2 protein", "lysyl oxidase-like protein 2", "lysyl oxidase-related protein 2", "lysyl oxidase-related protein WS9-14"], "pantherdb": {"HGNC": "6666", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2137913", "ortholog_type": "LDO", "panther_family": "PTHR45817", "taxid": 10090, "uniprot_kb": "P58022"}, {"RGD": "1308435", "ortholog_type": "LDO", "panther_family": "PTHR45817", "taxid": 10116, "uniprot_kb": "B5DF27"}, {"Gene": "LOXL2", "ortholog_type": "O", "panther_family": "PTHR45817", "taxid": 9031, "uniprot_kb": "E1C3U7"}, {"Ensembl": "ENSGALG00000000402", "ortholog_type": "LDO", "panther_family": "PTHR45817", "taxid": 9031, "uniprot_kb": "A0A0A0MQ32"}, {"ZFIN": "ZDB-GENE-070818-1", "ortholog_type": "O", "panther_family": "PTHR45817", "taxid": 7955, "uniprot_kb": "F1QQC3"}, {"ZFIN": "ZDB-GENE-050208-29", "ortholog_type": "LDO", "panther_family": "PTHR45817", "taxid": 7955, "uniprot_kb": "A1L1V4"}, {"FlyBase": "FBgn0039848", "ortholog_type": "O", "panther_family": "PTHR45817", "taxid": 7227, "uniprot_kb": "Q9V9X5"}, {"FlyBase": "FBgn0034660", "ortholog_type": "O", "panther_family": "PTHR45817", "taxid": 7227, "uniprot_kb": "Q9W2C9"}], "uniprot_kb": "Q9Y4K0"}, "pathway": {"reactome": [{"id": "R-HSA-1474244", "name": "Extracellular matrix organization"}, {"id": "R-HSA-1474290", "name": "Collagen formation"}, {"id": "R-HSA-1566948", "name": "Elastic fibre formation"}, {"id": "R-HSA-2022090", "name": "Assembly of collagen fibrils and other multimeric structures"}, {"id": "R-HSA-2243919", "name": "Crosslinking of collagen fibrils"}], "wikipathways": {"id": "WP3874", "name": "Canonical and non-canonical TGF-B signaling"}}, "pdb": "5ZE3", "pfam": ["PF00530", "PF01186"], "pharmgkb": "PA30429", "pharos": {"target_id": 2295, "tdl": "Tchem"}, "prosite": "PS50287", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF252251", "relationship": "is"}, {"id": "GNF252252", "relationship": "is"}, {"id": "GNF252253", "relationship": "is"}, {"id": "GNF252254", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF036947", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF085658", "relationship": "is"}, {"id": "GNF085659", "relationship": "is"}, {"id": "GNF085660", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053811", "relationship": "is"}, {"id": "GNF058585", "relationship": "is"}, {"id": "GNF073829", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF063171", "relationship": "is"}, {"id": "GNF063172", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF008519", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF285067", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF094488", "relationship": "is"}, {"id": "GNF109892", "relationship": "is"}, {"id": "GNF134145", "relationship": "is"}, {"id": "GNF149533", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000008.11", "NC_060932.1"], "protein": "NP_002309.1", "rna": "NM_002318.3", "translation": {"protein": "NP_002309.1", "rna": "NM_002318.3"}}, "reporter": {"HG-U133_Plus_2": ["202997_s_at", "202998_s_at", "202999_s_at", "228808_s_at"], "HG-U95Av2": "33127_at", "HTA-2_0": "TC08002613.hg.1", "HuEx-1_0": "3127818", "HuGene-1_1": "8149774", "HuGene-2_1": "17075478"}, "summary": "This gene encodes a member of the lysyl oxidase gene family. The prototypic member of the family is essential to the biogenesis of connective tissue, encoding an extracellular copper-dependent amine oxidase that catalyses the first step in the formation of crosslinks in collagens and elastin. A highly conserved amino acid sequence at the C-terminus end appears to be sufficient for amine oxidase activity, suggesting that each family member may retain this function. The N-terminus is poorly conserved and may impart additional roles in developmental regulation, senescence, tumor suppression, cell growth control, and chemotaxis to each member of the family. [provided by RefSeq, Jul 2008].", "symbol": "LOXL2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1416899"}, "unigene": "Hs.626637", "uniprot": {"Swiss-Prot": "Q9Y4K0", "TrEMBL": ["E5RFE2", "H0YAR1", "E5RHH3", "E5RJL2", "H0YAP6", "R4GMS2", "E5RFY0", "E5RI22"]}, "wikipedia": {"url_stub": "LOXL2"}}