{"AllianceGenome": "29480", "HGNC": "29480", "MIM": "611289", "_id": "116844", "_version": 1, "accession": {"genomic": ["AC011498.7", "CH471139.2", "CP068259.2", "NC_000019.10", "NC_060943.1"], "protein": ["AAH34389.1", "AAH70198.1", "AAK95527.1", "BAD38644.1", "BAG37106.1", "BAG51312.1", "BAG64800.1", "EAW69211.1", "NP_443204.1", "P02750.2"], "rna": ["AB073607.1", "AF403428.1", "AK027382.1", "AK303861.1", "AK314506.1", "BC034389.1", "BC070198.1", "NM_052972.3"], "translation": [{"protein": "AAK95527.1", "rna": "AF403428.1"}, {"protein": "BAG64800.1", "rna": "AK303861.1"}, {"protein": "BAG51312.1", "rna": "AK027382.1"}, {"protein": "BAG37106.1", "rna": "AK314506.1"}, {"protein": "BAD38644.1", "rna": "AB073607.1"}, {"protein": "NP_443204.1", "rna": "NM_052972.3"}, {"protein": "AAH70198.1", "rna": "BC070198.1"}, {"protein": "AAH34389.1", "rna": "BC034389.1"}]}, "alias": ["HMFT1766", "LRG"], "ensembl": {"gene": "ENSG00000171236", "protein": "ENSP00000302621", "transcript": ["ENST00000306390", "ENST00000586883"], "translation": [{"protein": "ENSP00000302621", "rna": "ENST00000306390"}], "type_of_gene": "protein_coding"}, "entrezgene": "116844", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 7.37422518, "exp_mis": 136.6988768, "exp_syn": 71.331781, "lof_z": 0.136510018182309, "mis_z": -0.849285072231145, "mu_lof": 5.76867797472e-07, "mu_mis": 1.19910163702e-05, "mu_syn": 6.22173782744e-06, "n_lof": 7.0, "n_mis": 157.0, "n_syn": 84.0, "p_li": 3.42349504526834e-05, "p_null": 0.639649547989129, "p_rec": 0.360316217060419, "syn_z": -0.92987279310032}, "bp": 1044, "cds_end": 4540025, "cds_start": 4537951, "n_exons": 2, "nonpsych": {"exp_lof": 6.6331143, "exp_mis": 123.6844074, "exp_syn": 64.520874, "lof_z": -0.139902034185486, "mis_z": -0.876016734598195, "mu_lof": 5.76867797472e-07, "mu_mis": 1.19910163702e-05, "mu_syn": 6.22173782744e-06, "n_lof": 7.0, "n_mis": 143.0, "n_syn": 72.0, "p_li": 2.25806636481354e-05, "p_null": 0.726200350825431, "p_rec": 0.273777068510921, "syn_z": -0.586225195167964}, "nontcga": {"exp_lof": 6.78026469, "exp_mis": 125.7589533, "exp_syn": 65.62121855, "lof_z": 0.295596902213965, "mis_z": -0.810382641738728, "mu_lof": 5.76867797472e-07, "mu_mis": 1.19910163702e-05, "mu_syn": 6.22173782744e-06, "n_lof": 6.0, "n_mis": 144.0, "n_syn": 79.0, "p_li": 0.000199681631385847, "p_null": 0.515476885435697, "p_rec": 0.484323432932917, "syn_z": -1.04572309480962}, "transcript": "ENST00000306390.6"}, "exons": [{"cdsend": 4540013, "cdsstart": 4537939, "chr": "19", "position": [[4536401, 4538951], [4539981, 4540036]], "strand": -1, "transcript": "NM_052972", "txend": 4540036, "txstart": 4536401}], "exons_hg19": [{"cdsend": 4540025, "cdsstart": 4537951, "chr": "19", "position": [[4536413, 4538963], [4539993, 4540048]], "strand": -1, "transcript": "NM_052972", "txend": 4540048, "txstart": 4536413}], "generif": [{"pubmed": 12223515, "text": "cDNA clones for human leucine-rich alpha2-glycoprotein were isolated. LRG expression was up-regulated during neutrophil differentiation but down-regulated during monocytic differentiation. The hLRG gene was localized to chromosome 19p13.3."}, {"pubmed": 16699948, "text": "Mass spectrometry analysis identified the serum inhibitory factor as leucine-rich alpha-2-glycoprotein-1 in enzyme-linked immunosorbent assay ."}, {"pubmed": 17194537, "text": "These results also indicate that the CSF level assay of TGF-beta1, TbetaR-II and LRG is useful for the diagnosis of patients with INPH, and TGF-beta1, TbetaR-II and LRG may be involved in the pathogenesis of the disease."}, {"pubmed": 17583700, "text": "Several indirect lines of evidence suggest a role for LRG in implantation/decidualization."}, {"pubmed": 19324010, "text": "These results strongly suggest that LRG was a secretory type 1 acute-phase protein whose expression was up-regulated by the mediator of acute-phase response."}, {"pubmed": 19851871, "text": "Serum LRG when bound to extracellular Cyt c that is released from apoptotic cells acts as a survival factor for lymphocytes and possibly other cells that are susceptible to the toxic effect of extracellular Cyt c."}, {"pubmed": 20442399, "text": "autologous Cyt c is an endogeneous ligand for LRG and PLIbeta and these serum proteins neutralize the autologous Cyt c released from the dead cells"}, {"pubmed": 21282491, "text": "LRG1 was identified as a serum biomarker that accurately identifies patients with heart failure."}, {"pubmed": 21557262, "text": "Screened for NSCLC-related proteins in urinary exosomes by comparing urinary exosomes proteome of normal controls and NSCLC patients. The LRG1 was found to be expressed at higher levels in urinary exosomes and lung tissue of NSCLC patients."}, {"pubmed": 22116432, "text": "This study demonistrated that LRG expression in resident astrocytes increased with age."}, {"pubmed": 22277732, "text": "Increased plasma levels of the APC-interacting protein MAPRE1, LRG1, and IGFBP2 precede a diagnosis of colorectal cancer in women"}, {"pubmed": 22374925, "text": "High Serum leucine-rich alpha-2 glycoprotein is associated with ulcerative colitis."}, {"pubmed": 23284758, "text": "Overexpression of serum LRG1 is associated with non-small cell lung cancer."}, {"pubmed": 24058569, "text": "Human LRG (hLRG) concentration in the cerebrospinal fluid (CSF) was measured and hLRG expression in post-mortem human cerebral cortex and mouse LRG (mLRG) in the brain were examined."}, {"pubmed": 24760273, "text": "LRG1 potentially offered clinical value in directing personal treatment for endometrial carcinoma patients"}, {"pubmed": 25058884, "text": "Results suggest that serum LRG-1 is a promising biomarker for pancreatic cancer."}, {"pubmed": 25277046, "text": "The blood proteins IGF1, IGF2, IBP2, IBP3 and A2GL have been proposed as indirect biomarkers for detection of GH administration and as putative biomarkers for breast cancer diagnosis."}, {"pubmed": 25589464, "text": "silencing the expression of LRG1 suppresses the growth of glioblastoma U251 cells in vitro and in vivo, suggesting that LRG1 may play a critical role in glioblastoma development, and it may have potential clinical implications in glioblastoma therapy."}, {"pubmed": 25636050, "text": "Higher LRG1 is a significant predictor for arterial stiffness, endothelial function, and peripheral arterial disease."}, {"pubmed": 25799488, "text": "Data found LRG1 as a promising candidate marker for detection of epithelial ovarian cancer (EOC) and the combination of LRG1 and CA125 showed improved performance to distinguish EOC including early stage EOC from non-cases compared to CA125."}, {"pubmed": 25814288, "text": "LGR1 is involved in the inhibition of HCC metastasis."}, {"pubmed": 26049667, "text": "Findings suggest that LRG1 promotes invasion and migration of glioma cells through TGF-beta signaling pathway."}, {"pubmed": 26425690, "text": "Two of these proteins were verified in a separate patient cohort: values of CRP and LRG1 combined gave a highly significant indication of extended survival post one week of radiotherapy treatment."}, {"pubmed": 26448929, "text": "Reanalysis of a total of 47 MDS patients revealed biomarker candidates, with alpha-2-HS-glycoprotein and leucine-rich alpha-2-glycoprotein as the most promising candidates."}, {"pubmed": 26517349, "text": "Data show that leucine-rich-alpha-2-glycoprotein 1 (LRG1) is markedly up-regulated and serves as an independent factor of poor outcomes in hepatocellular carcinoma (HCC)."}, {"pubmed": 26856989, "text": "Results provided evidence for LRG1 function as a novel inducer of epithelial-mesenchymal transition and angiogenesis in colorectal cancer, which was at least partially through promotion of HIF-1alpha expression."}, {"pubmed": 27378305, "text": "LRG1 may be a key regulatory factor of allergic responses."}, {"pubmed": 27491861, "text": "the expression of 3 miRs and 9 mRNAs associate with the PIK3CA status. Expression of LRG1 is independent of luminal (A or B) subtype, decreased after neo-adjuvant aromatase inhibitor treatment."}, {"pubmed": 27611322, "text": "These findings suggest that sputum LRG is a promising biomarker of local inflammation in asthma."}, {"pubmed": 28098902, "text": "Downregulation of LRG1 is associated with head and neck squamous cell carcinoma."}, {"pubmed": 28179066, "text": "Serum leucine-rich alpha-2-glycoprotein (LRG) levels were significantly elevated in psoriasis vulgaris and psoriatic arthritis compared with healthy controls. Serum LRG correlated positively with CRP levels in patients with psoriasis vulgaris and in patients with psoriatic arthritis. These results indicate that serum LRG concentrations can be a useful alternative biomarker for psoriasis."}, {"pubmed": 28202345, "text": "combination of modified whole blood LRG1 mRNA levels, plasma LRG1 protein and Alvarado score at the ED may be useful to diagnose simple and complicated acute appendicitis from other causes of abdominal pain"}, {"pubmed": 28358372, "text": "This study shows that TNF-alpha is the predominant proinflammatory cytokine that induces the secretion of LRG1. LRG1 contributes to angiogenesis-coupled de novo bone formation by increasing angiogenesis and recruiting MSCs in the subchondral bone of osteoarthritis joints."}, {"pubmed": 28376129, "text": "LRG1 plays a crucial role in the proliferation and apoptosis of colorectal cancer (CRC) by regulating RUNX1 expression. LRG1 may be a potential detection biomarker as well as a marker for monitoring recurrence and therapeutic target for CRC."}, {"pubmed": 28697446, "text": "The detection of LRG1 in accordance with the DeltaRct value (electron-transfer resistance at the electrode surface) of the sensor layer incorporating LRG1 BP3 peptides showed a statistically significant difference (p < 0.001) between adenomas and carcinomas, indicating that the potential use of this biosensing platform for detecting the CRC biomarker, as well as for monitoring the colorectal adenoma-to-carcinoma tra..."}, {"pubmed": 28746773, "text": "Results find serum LRG1 levels are significantly associated with LRG1 expression in gastric tumors. Its inhibition suppresses gastric cancer cell growth and invasion suggesting that LRG1 is implicating in gastric tumorigenesis."}, {"pubmed": 28924279, "text": "Plasma leucine-rich alpha-2-glycoprotein-1 levels were not significantly different between female patients with right lower quadrant pain or acute appendicitis and controls."}, {"pubmed": 28973352, "text": "Plasma LRG1 predicts both albuminuria and Chronic kidney disease progression beyond traditional risk factors. It may play a role in the pathologic pathway leading to progression of diabetic kidney disease in T2 Diabetes mellitus."}, {"pubmed": 29356143, "text": "Culture of slices in lower glucose concentration was associated with lower Lrg1 methylation"}, {"pubmed": 29392314, "text": "LRG-1 was highly expressed in human retinoblastoma sections, thus providing new insights into the molecular mechanism of retinoblastoma pathogenesis, and suggests a possible new therapeutic target."}, {"pubmed": 29883055, "text": "LRG1, itself or in combination with other known factors, is a potential biomarker of inflammation and obesity."}, {"pubmed": 30411527, "text": "Inflammation-associated LRG and PZP may be novel biomarkers of early-onset myocardial infarction"}, {"pubmed": 30455412, "text": "LRG1 gene silencing regulates the expression of cyclin and apoptosis-related proteins to reduce cell viability and promote apoptosis, probably through inhibition of the JAK-STAT pathway."}, {"pubmed": 30714525, "text": "The Clinical Prognostic Value of LRG1 in Esophageal Squamous Cell Carcinoma."}, {"pubmed": 30760292, "text": "LRG-1 may prove to be a promising biomarker for predicting prognosis of pancreatic ductal adenocarcinoma patients"}, {"pubmed": 30858225, "text": "These findings identify LRG1 as a potential novel pathogenic mediator of diabetic glomerular neoangiogenesis and a risk factor in DKD progression."}, {"pubmed": 30863782, "text": "Serum LRG levels were positively correlated with serum C-reactive protein and ferritin levels. Serum LRG levels reflected s-JIA (juvenile idiopathic arthritis) disease activity and thus may be useful for monitoring s-JIA disease activity."}, {"pubmed": 30896502, "text": "Knockdown of long noncoding RNA-taurine-upregulated gene 1 inhibits tumor angiogenesis in ovarian cancer by regulating leucine-rich alpha-2-glycoprotein-1."}, {"pubmed": 31002347, "text": "LRG1 may serve as a promising biomarker for predicting prognosis in thyroid carcinoma patients, and LRG1based therapy may be developed into a novel strategy for the treatment of thyroid carcinoma."}, {"pubmed": 31220542, "text": "Patients with acute cerebral infarction had lower serum levels of LRG1 compared to healthy controls. In addition, LRG1 levels were associated with infarction volume, stroke severity, and prognosis in patients with supratentorial infarction. Results suggest that LRG1 promoted apoptosis and autophagy through the TGFbeta-smad1/5 signaling pathway by up-regulating ALK1, which exacerbates ischemia/reperfusion injury."}, {"pubmed": 31552595, "text": "LRG1 is a protective marker and epigenetically suppressed by SETD1A in poor outcome triple negative breast cancer (TNBC) cell line."}, {"pubmed": 31582665, "text": "The present study revealed that the serum level of LRG1 is significantly lower in pre-PCRT serum of patients who subsequently responded to PCRT, as compared with non-responders or poor responders. LRG1 and its combination with CRP and sIL-6R are promising biomarker candidates to predict response to preoperative chemoradiotherapy in esophageal cancer patients."}, {"pubmed": 31602408, "text": "Study revealed the association between mechanical force and pathological angiogenesis through our newly defined mechanical related secretory protein LRG-1. Study identified the crucial role of LRG-1 in the progression of skin fibrosis. Inhibition of FAK or ERK attenuates LRG-1 expression through the ELK1 transcription factor, which binds to the LRG-1 promoter region after transcription initiation by mechanical force."}, {"pubmed": 31753726, "text": "Serum-derived EVs of RCC may promote metastasis via upregulation of extracellular matrix (ECM)-related proteins, especially SPARC and LRG1, which may serve as diagnosis and prognosis biomarkers in colon cancer."}, {"pubmed": 32278969, "text": "The Prognostic Impact of Leucine-Rich alpha-2-Glycoprotein-1 in Cholangiocarcinoma and Its Association With the IL-6/TGF-beta1 Axis."}, {"pubmed": 32337221, "text": "LRG1 May Accelerate the Progression of ccRCC via the TGF-beta Pathway."}, {"pubmed": 32389505, "text": "Leucine-Rich alpha2-Glycoprotein as a Potential Biomarker for Immune-related Colitis After Anti-PD-L1 Therapy: A Report of a Case Series."}, {"pubmed": 32647893, "text": "The Multipotential of Leucine-Rich alpha-2 Glycoprotein 1 as a Clinicopathological Biomarker of Glioblastoma."}, {"pubmed": 32887674, "text": "A Multifunctional Role of Leucine-Rich alpha-2-Glycoprotein 1 in Cutaneous Wound Healing Under Normal and Diabetic Conditions."}, {"pubmed": 33128400, "text": "Leucine-rich alpha-2 glycoprotein (LRG): A novel acute phase protein expressed in Stage 3 Grade C periodontitis before and after periodontal therapy."}, {"pubmed": 33211747, "text": "Evaluation of leucine-rich alpha-2 glycoprotein as a biomarker of fetal infection."}, {"pubmed": 33242858, "text": "Prognostic Value of LRG1 in Breast Cancer: A Retrospective Study."}, {"pubmed": 33293346, "text": "Association of Plasma Leucine-Rich alpha-2 Glycoprotein 1, a Modulator of Transforming Growth Factor-beta Signaling Pathway, With Incident Heart Failure in Individuals With Type 2 Diabetes."}, {"pubmed": 33307240, "text": "Serum transforming growth factor beta and leucine-rich alpha-2-glycoprotein 1 as potential biomarkers for diagnosis of uterine leiomyomas."}, {"pubmed": 33386492, "text": "Intracellular leucine-rich alpha-2-glycoprotein-1 competes with Apaf-1 for binding cytochrome c in protecting MCF-7 breast cancer cells from apoptosis."}, {"pubmed": 33889958, "text": "Association of Genetic Variants for Plasma LRG1 With Rapid Decline in Kidney Function in Patients With Type 2 Diabetes."}, {"pubmed": 34045529, "text": "Leucine-rich alpha-2 glycoprotein as a marker of mucosal healing in inflammatory bowel disease."}, {"pubmed": 34445590, "text": "LRG1 Expression Is Elevated in the Eyes of Patients with Neovascular Age-Related Macular Degeneration."}, {"pubmed": 34468926, "text": "Serum exosome-derived biomarkers for the early detection of oral squamous cell carcinoma."}, {"pubmed": 34499692, "text": "Leucine-rich alpha-2-glycoprotein 1 and angiotensinogen as diagnostic biomarkers for Kawasaki disease."}, {"pubmed": 34516824, "text": "Temporal multi-omics identifies LRG1 as a vascular niche instructor of metastasis."}, {"pubmed": 34568896, "text": "Association of Plasma Leucine-Rich Alpha-2 Glycoprotein 1 (LRG1) with All-Cause and Cause-Specific Mortality in Individuals with Type 2 Diabetes."}, {"pubmed": 34643170, "text": "LRG1 promotes hypoxia-induced cardiomyocyte apoptosis and autophagy by regulating hypoxia-inducible factor-1alpha."}, {"pubmed": 34730111, "text": "LRG1 is an adipokine that mediates obesity-induced hepatosteatosis and insulin resistance."}, {"pubmed": 34744074, "text": "Detection of leucine-rich alpha-2-glycoprotein 1 containing immunocomplexes in the plasma of lung cancer patients with epitope-specific mAbs."}, {"pubmed": 34987199, "text": "LRG1 as a novel therapeutic target in eye disease."}, {"pubmed": 35037101, "text": "The role of leucine-rich alpha-2-glycoprotein-1 in proliferation, migration, and invasion of tumors."}, {"pubmed": 35094168, "text": "LRG1 mediated by ATF3 promotes growth and angiogenesis of gastric cancer by regulating the SRC/STAT3/VEGFA pathway."}, {"pubmed": 35318338, "text": "Angiopathic activity of LRG1 is induced by the IL-6/STAT3 pathway."}, {"pubmed": 35641439, "text": "Serum leucine-rich alpha-2 glycoprotein as a predictive factor of endoscopic remission in Crohn's disease."}, {"pubmed": 35883498, "text": "Association between Higher Circulating Leucine-Rich alpha-2 Glycoprotein 1 Concentrations and Specific Plasma Ceramides in Postmenopausal Women with Type 2 Diabetes."}, {"pubmed": 35955698, "text": "Increased LRG1 Levels in Overweight and Obese Adolescents and Its Association with Obesity Markers, Including Leptin, Chemerin, and High Sensitivity C-Reactive Protein."}, {"pubmed": 36065144, "text": "Leucine-Rich Alpha-2-Glycoprotein (LRG-1) as a Potential Kidney Injury Marker in Kidney Transplant Recipients."}, {"pubmed": 36334015, "text": "Leucine-Rich Alpha-2 Glycoprotein Is a Reliable Serum Biomarker for Evaluating Clinical and Endoscopic Disease Activity in Inflammatory Bowel Disease."}, {"pubmed": 36516193, "text": "Urine Leucine-Rich alpha-2 Glycoprotein 1 (LRG1) Predicts the Risk of Progression to End-Stage Kidney Disease in Patients With Type 2 Diabetes."}, {"pubmed": 36577901, "text": "Leucine-Rich Alpha-2-Glycoprotein 1 is a Systemic Biomarker of Early Brain Injury and Delayed Cerebral Ischemia After Subarachnoid Hemorrhage."}, {"pubmed": 36608792, "text": "Predictive Value of Leucine-Rich Alpha-2 Glycoprotein 1 in Cerebrospinal Fluid for the Prognosis of Aneurysmal Subarachnoid Hemorrhage: A Prospective Study."}, {"pubmed": 36880154, "text": "Serum leucine-rich alpha-2 glycoprotein and calprotectin in children with inflammatory bowel disease: A multicenter study in Japan."}, {"pubmed": 37047015, "text": "Diagnostic Accuracy of Leucine-Rich alpha-2-Glycoprotein 1 as a Non-Invasive Salivary Biomarker in Pediatric Appendicitis."}, {"pubmed": 37089863, "text": "Systemic LRG1 Expression in Melanoma is Associated with Disease Progression and Recurrence."}, {"pubmed": 37258465, "text": "LRG1 Is Involved in the Progression of Ovarian Cancer via Modulating FAK/AKT Signaling Pathway."}, {"pubmed": 37569820, "text": "LRG1 Promotes ECM Integrity by Activating the TGF-beta Signaling Pathway in Fibroblasts."}, {"pubmed": 37916147, "text": "Relationship between plasma leucine-rich alpha-2-glycoprotein 1 and urinary albumin excretion in patients with type 2 diabetes."}, {"pubmed": 38003727, "text": "Leucine-Rich Alpha-2 Glycoprotein 1 Accumulates in Complicated Atherosclerosis and Promotes Calcification."}, {"pubmed": 38246328, "text": "Lrg1 silencing attenuates ischemia-reperfusion renal injury by regulating autophagy and apoptosis through the TGFbeta1- Smad1/5 signaling pathway."}, {"pubmed": 38380988, "text": "Relation between LRG1 and CD4[+] T cells, cognitive impairment and neurological function in patients with acute ischemic stroke."}, {"pubmed": 38413424, "text": "High serum levels of leucine-rich alpha-2 glycoprotein 1 (LRG-1) are associated with poor survival in patients with early breast cancer."}, {"pubmed": 38898137, "text": "LRG1 and SDR16C5 protein expressions differ according to HPV status in oropharyngeal squamous cell carcinoma."}], "genomic_pos": {"chr": "19", "end": 4540036, "ensemblgene": "ENSG00000171236", "start": 4536402, "strand": -1}, "genomic_pos_hg19": {"chr": "19", "end": 4540486, "start": 4536421, "strand": -1}, "go": {"BP": [{"evidence": "IMP", "gocategory": "BP", "id": "GO:0001938", "pubmed": 23868260, "qualifier": "acts_upstream_of", "term": "positive regulation of endothelial cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009617", "qualifier": "involved_in", "term": "response to bacterium"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010718", "pubmed": 32887674, "qualifier": "involved_in", "term": "positive regulation of epithelial to mesenchymal transition"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010838", "pubmed": 32887674, "qualifier": "acts_upstream_of", "term": "positive regulation of keratinocyte proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030511", "pubmed": [23868260, 32887674], "qualifier": "involved_in", "term": "positive regulation of transforming growth factor beta receptor signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0035313", "pubmed": 32887674, "qualifier": "acts_upstream_of_or_within", "term": "wound healing, spreading of epidermal cells"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045766", "pubmed": 32887674, "qualifier": "acts_upstream_of", "term": "positive regulation of angiogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045766", "pubmed": 23868260, "qualifier": "involved_in", "term": "positive regulation of angiogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050873", "qualifier": "involved_in", "term": "brown fat cell differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0051546", "pubmed": 32887674, "qualifier": "acts_upstream_of", "term": "keratinocyte migration"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060054", "pubmed": 32887674, "qualifier": "acts_upstream_of", "term": "positive regulation of epithelial cell proliferation involved in wound healing"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0061756", "pubmed": 32887674, "qualifier": "acts_upstream_of", "term": "leukocyte adhesion to vascular endothelial cell"}], "CC": [{"evidence": "HDA", "gocategory": "CC", "id": "GO:0005576", "pubmed": 27068509, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005576", "pubmed": [12223515, 14718574], "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 16502470, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 20363744, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0016020", "pubmed": 3856868, "qualifier": "located_in", "term": "membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0035580", "qualifier": "located_in", "term": "specific granule lumen"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043231", "qualifier": "located_in", "term": "intracellular membrane-bounded organelle"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 23533145, "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:1904724", "qualifier": "located_in", "term": "tertiary granule lumen"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:1904813", "qualifier": "located_in", "term": "ficolin-1-rich granule lumen"}], "MF": [{"category": "MF", "evidence": "ND", "id": "GO:0003674", "qualifier": "enables", "term": "molecular_function"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005114", "pubmed": 23868260, "qualifier": "enables", "term": "type II transforming growth factor beta receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 23868260, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0034713", "pubmed": 23868260, "qualifier": "enables", "term": "type I transforming growth factor beta receptor binding"}]}, "homologene": {"genes": [[7955, 553466], [8364, 100487248], [9031, 100858066], [9544, 693859], [9598, 738488], [9606, 116844], [9615, 611876], [9913, 514663], [10090, 76905], [10116, 367455]], "id": 36468}, "interpro": [{"desc": "Cysteine-rich flanking region, C-terminal", "id": "IPR000483", "short_desc": "Cys-rich_flank_reg_C"}, {"desc": "Leucine-rich repeat", "id": "IPR001611", "short_desc": "Leu-rich_rpt"}, {"desc": "Leucine-rich repeat, typical subtype", "id": "IPR003591", "short_desc": "Leu-rich_rpt_typical-subtyp"}, {"desc": "Leucine-rich repeat domain superfamily", "id": "IPR032675", "short_desc": "LRR_dom_sf"}], "ipi": "IPI00022417", "map_location": "19p13.3", "name": "leucine rich alpha-2-glycoprotein 1", "other_names": ["1300008B03Rik", "2310031E04Rik", "leucine rich alpha 2 glycoprotein", "leucine-rich alpha-2-glycoprotein"], "pantherdb": {"HGNC": "29480", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"Ensembl": "ENSGALG00000027587", "ortholog_type": "LDO", "panther_family": "PTHR45617", "taxid": 9031, "uniprot_kb": "R4GGF1"}, {"ZFIN": "ZDB-GENE-041014-250", "ortholog_type": "LDO", "panther_family": "PTHR45617", "taxid": 7955, "uniprot_kb": "Q5RHE5"}, {"WormBase": "WBGene00022580", "ortholog_type": "O", "panther_family": "PTHR45617", "taxid": 6239, "uniprot_kb": "P34595"}, {"WormBase": "WBGene00008656", "ortholog_type": "LDO", "panther_family": "PTHR45617", "taxid": 6239, "uniprot_kb": "Q19312"}, {"FlyBase": "FBgn0261269", "ortholog_type": "O", "panther_family": "PTHR45617", "taxid": 7227, "uniprot_kb": "A1Z9N6"}, {"FlyBase": "FBgn0038866", "ortholog_type": "O", "panther_family": "PTHR45617", "taxid": 7227, "uniprot_kb": "Q9VDD4"}, {"FlyBase": "FBgn0036995", "ortholog_type": "O", "panther_family": "PTHR45617", "taxid": 7227, "uniprot_kb": "Q9VPF0"}, {"FlyBase": "FBgn0023095", "ortholog_type": "O", "panther_family": "PTHR45617", "taxid": 7227, "uniprot_kb": "A0A0S0WP14"}, {"FlyBase": "FBgn0037552", "ortholog_type": "O", "panther_family": "PTHR45617", "taxid": 7227, "uniprot_kb": "Q9VHV3"}, {"FlyBase": "FBgn0039332", "ortholog_type": "O", "panther_family": "PTHR45617", "taxid": 7227, "uniprot_kb": "Q9VBR3"}, {"FlyBase": "FBgn0038865", "ortholog_type": "O", "panther_family": "PTHR45617", "taxid": 7227, "uniprot_kb": "Q9VDD5"}, {"FlyBase": "FBgn0259677", "ortholog_type": "O", "panther_family": "PTHR45617", "taxid": 7227, "uniprot_kb": "Q0KHN6"}], "uniprot_kb": "P02750"}, "pathway": {"reactome": [{"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-6798695", "name": "Neutrophil degranulation"}]}, "pdb": ["7Q4Q", "8H24"], "pfam": ["PF00560", "PF13855"], "pharmgkb": "PA134919634", "pharos": {"target_id": 6244, "tdl": "Tbio"}, "pir": "A03211", "prosite": "PS51450", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF328735", "relationship": "is"}, {"id": "GNF328736", "relationship": "is"}, {"id": "GNF328737", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF173889", "relationship": "is"}, {"id": "GNF184795", "relationship": "is"}, {"id": "GNF195701", "relationship": "is"}, {"id": "GNF206607", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF159784", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF047156", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF008536", "relationship": "is"}, {"id": "GNF008537", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF237386", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF330793", "relationship": "is"}, {"id": "GNF332228", "relationship": "is"}, {"id": "GNF333997", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF337197", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF097685", "relationship": "is"}, {"id": "GNF137340", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000019.10", "NC_060943.1"], "protein": "NP_443204.1", "rna": "NM_052972.3", "translation": {"protein": "NP_443204.1", "rna": "NM_052972.3"}}, "reporter": {"GNF1H": "gnf1h01233_at", "HG-U133_Plus_2": "228648_at", "HG-U95B": "50705_at", "HTA-2_0": "TC19002672.hg.1", "HuEx-1_0": "3846831", "HuGene-1_1": "8032834", "HuGene-2_1": "16867344"}, "summary": "The leucine-rich repeat (LRR) family of proteins, including LRG1, have been shown to be involved in protein-protein interaction, signal transduction, and cell adhesion and development. LRG1 is expressed during granulocyte differentiation (O'Donnell et al., 2002 [PubMed 12223515]).[supplied by OMIM, Mar 2008].", "symbol": "LRG1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1428862"}, "unigene": "Hs.655559", "uniprot": {"Swiss-Prot": "P02750", "TrEMBL": "Q68CK4"}, "wikipedia": {"url_stub": "LRG1"}}