{"AllianceGenome": "6724", "HGNC": "6724", "MIM": "600616", "_id": "4060", "_version": 1, "accession": {"genomic": ["AC078873.22", "AF239660.1", "CH471054.1", "CP068266.2", "NC_000012.12", "NC_060936.1"], "protein": ["AAA85268.1", "AAA91639.1", "AAH07038.1", "AAH35997.1", "AAP35353.1", "ADO22334.1", "BAD96897.1", "BAG35562.1", "EAW97449.1", "NP_002336.1", "P51884.2"], "rna": ["AA036658.1", "AK223177.1", "AK312682.1", "BC007038.1", "BC035997.1", "BG548387.1", "BT006707.1", "GQ891472.1", "NM_002345.4", "U18728.1", "U21128.1"], "translation": [{"protein": "AAH35997.1", "rna": "BC035997.1"}, {"protein": "AAA91639.1", "rna": "U21128.1"}, {"protein": "NP_002336.1", "rna": "NM_002345.4"}, {"protein": "ADO22334.1", "rna": "GQ891472.1"}, {"protein": "AAA85268.1", "rna": "U18728.1"}, {"protein": "AAP35353.1", "rna": "BT006707.1"}, {"protein": "AAH07038.1", "rna": "BC007038.1"}, {"protein": "BAG35562.1", "rna": "AK312682.1"}, {"protein": "BAD96897.1", "rna": "AK223177.1"}]}, "alias": ["LDC", "SLRR2D"], "ensembl": {"gene": "ENSG00000139329", "protein": "ENSP00000266718", "transcript": ["ENST00000266718", "ENST00000546642", "ENST00000548071"], "translation": [{"protein": "ENSP00000266718", "rna": "ENST00000266718"}], "type_of_gene": "protein_coding"}, "entrezgene": "4060", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 4.67223198, "exp_mis": 96.5911549, "exp_syn": 39.032294, "lof_z": 1.22462091351259, "mis_z": 0.975006951983291, "mu_lof": 3.38390868418e-07, "mu_mis": 8.45112100253e-06, "mu_syn": 3.37099722839e-06, "n_lof": 2.0, "n_mis": 77.0, "n_syn": 49.0, "p_li": 0.101924740774409, "p_null": 0.12465932581116, "p_rec": 0.77341593341443, "syn_z": -0.989083269362234}, "bp": 1017, "cds_end": 91502756, "cds_start": 91497941, "n_exons": 2, "nonpsych": {"exp_lof": 4.1875497, "exp_mis": 87.3830475, "exp_syn": 35.28672, "lof_z": 1.04985631961983, "mis_z": 0.991894909236812, "mu_lof": 3.38390868418e-07, "mu_mis": 8.45112100253e-06, "mu_syn": 3.37099722839e-06, "n_lof": 2.0, "n_mis": 69.0, "n_syn": 43.0, "p_li": 0.0942630359694522, "p_null": 0.157101360542824, "p_rec": 0.748635603487724, "syn_z": -0.817517237647838}, "nontcga": {"exp_lof": 4.29443076, "exp_mis": 88.8598463, "exp_syn": 35.90568773, "lof_z": 1.56822650201376, "mis_z": 0.9967705119076, "mu_lof": 3.38390868418e-07, "mu_mis": 8.45112100253e-06, "mu_syn": 3.37099722839e-06, "n_lof": 1.0, "n_mis": 70.0, "n_syn": 40.0, "p_li": 0.363414845438913, "p_null": 0.0504341566975519, "p_rec": 0.586150997863535, "syn_z": -0.432634748993172}, "transcript": "ENST00000266718.4"}, "exons": [{"cdsend": 91108979, "cdsstart": 91104164, "chr": "12", "position": [[91102628, 91104319], [91108117, 91109000], [91111397, 91111494]], "strand": -1, "transcript": "NM_002345", "txend": 91111494, "txstart": 91102628}], "exons_hg19": [{"cdsend": 91502756, "cdsstart": 91497941, "chr": "12", "position": [[91496405, 91498096], [91501894, 91502777], [91505174, 91505271]], "strand": -1, "transcript": "NM_002345", "txend": 91505271, "txstart": 91496405}], "generif": [{"pubmed": 11956587, "text": "Expression and accumulation of lumican protein in uterine cervical cancer"}, {"pubmed": 12366811, "text": "the lumican protein synthesized by cancer cells, fibroblasts and epithelial cells with mild reactive dysplasia found adjacent to cancer cells may affect the growth of human colorectal cancer cells."}, {"pubmed": 14720136, "text": "Lumican protein has an inhibitory effect on HEK 293 cell growth in vitro."}, {"pubmed": 14996436, "text": "Inverse regulation in the expression of endoglin and lumican."}, {"pubmed": 15149859, "text": "studies of lumican-transfected melanoma cells suggest that lumican is involved in the control melanoma growth and invasion and may be considered, like decorin, as an anti-tumor factor from the extracellular matrix"}, {"pubmed": 15336555, "text": "Malignant cells can actively influence the composition of the extracellular matrix through TGFbeta1 and other soluble factors."}, {"pubmed": 16760896, "text": "No evidence that endothelial dysfunction and germline mutation of lumican and keratocan genes participate in the etiology of subepithelial corneal haze."}, {"pubmed": 16902402, "text": "An SNP (rs3759223), which is located in the promoter region of the lumican gene, may be worth further investigation to determine its association with development of high myopia."}, {"pubmed": 16902402, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17050378, "text": "metastatic melanoma cell lines were found to express lumican mRNA and effectively secrete lumican in a proteoglycan form, characterized to be substituted mostly with keratan sulfate chains; lumican mRNA was not detected in normal melanocytes"}, {"pubmed": 17558846, "text": "In addition, no pathogenic sequence variations were found in DCN, DSPG3, LUM, PITX2 and FOXC1, which have also been implicated in corneal and anterior segment dysgenesis."}, {"pubmed": 17671699, "text": "Lumican expression in stromal tissues plays an important role in the growth and invasion of pancreatic cancer."}, {"pubmed": 18093185, "text": "lumican expression may be positively correlated with the differentiation and negatively correlated with the progression of osteosarcoma"}, {"pubmed": 18477477, "text": "Lumican induces cell migration by activating ERK 1/2 signaling and ERK 1/2 stimulates expression of integrin beta1."}, {"pubmed": 18620607, "text": "Multiple core-protein species were detected for decorin, biglycan, lumican and keratocan in the degenerate osteoarthritic articular cartilage and menisci."}, {"pubmed": 19008226, "text": "Homologous sequence in lumican and fibromodulin leucine-rich repeat 5-7 competes for collagen binding."}, {"pubmed": 19012040, "text": "the transcripts upregulated according to disease progression were associated with signaling pathway/transcription, including tumor-associated calcium signal transducer 1 and chemokine ligand 19, and with cell communication, such as collagen."}, {"pubmed": 19020750, "text": "Expression and roles of lumican in lung adenocarcinoma and squamous cell carcinoma."}, {"pubmed": 19036156, "text": "Genetic variation in lumican gene is associated with breast cancer."}, {"pubmed": 19060265, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19060265, "text": "The study does not support the association of high myopia with alleles of rs2229336 in TGIF, rs3759223 in lumican, rs1982073 in TGFB1, and rs3735520 in HGF."}, {"pubmed": 19330863, "text": "Histologically progressive nonalcoholic fatty liver disease is associated with overexpression of lumican."}, {"pubmed": 19394140, "text": "the cytoskeleton remodeling and the decreased pFAK phosphorylation induced by lumican in melanoma cells might explain, at least in part, the anti-invasive effect of lumincan"}, {"pubmed": 19569180, "text": "Data suggest that five novel genes, LUM, PDE3B, PDGF-C, NRG1 and PKD2, have great potential for predicting the efficacy of cisplatin-based chemotherapy against OSCC."}, {"pubmed": 19616852, "text": "Genetic variation in the regulatory domains of the lumican gene, where both rs3759223 and rs3741834 are located, are associated with high myopia susceptibility among the Han Chinese."}, {"pubmed": 19616852, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19643966, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19643966, "text": "These observations suggest that LUM gene polymorphisms contribute to the development of high myopia."}, {"pubmed": 19686741, "text": "determined the active sequence of the lumican core protein responsible for the inhibition of melanoma cell migration"}, {"pubmed": 19843670, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20010793, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20010793, "text": "four polymorphisms of the LUM promoter contribute to the pathogenesis of high myopia."}, {"pubmed": 20138170, "text": "lumican protein plays important roles in the inhibition of HEK cell attachment and growth, and it might inhibit the activation of integrin pathways"}, {"pubmed": 20357198, "text": "Linkage and haplotype analyses identified 12q21.33 as a locus for posterior amorphous corneal dystrophy. However, no mutations were identified in the candidate genes (KERA, LUM, DCN, EPYC) within this region."}, {"pubmed": 20360993, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20819773, "text": "lumican may play a key role in the generation of a new collagen network by fibroblast-like cells"}, {"pubmed": 21421073, "text": "regulates osteosarcoma cell adhesion by modulating TGFbeta2 activity"}, {"pubmed": 21885486, "text": "Single nucleotide polymorphisms in lumican gene are associated with systemic lupus erythematosus in the Taiwan Chinese Han population."}, {"pubmed": 22073367, "text": "lumican and fibromodulin display different behaviors and that lumican may promote regeneration of the TMJ after degeneration and deformation induced by IL-1 beta."}, {"pubmed": 22228989, "text": "Lumican may be a potential acute aortic dissection (AAD)-related serum marker that may assist the diagnosis of AAD."}, {"pubmed": 22441960, "text": "The reduction in keratan sulfate levels and the strong correlation between chondroitin 6-sulfate and keratan sulfate levels indi-cates suppressed cartilage turnover after arthroscopic surgery."}, {"pubmed": 22711178, "text": "Lack of Lumican expression is associated with recurrence in colon cancer."}, {"pubmed": 22721676, "text": "LUM in combination with other known markers, such as CRP, could be evaluated as a panel of biomarkers of POAD."}, {"pubmed": 22809227, "text": "Our results confirm that the PAX6, Lumican, and MYOC genes were not associated with high myopia in the Han Chinese in Northeastern China."}, {"pubmed": 22814255, "text": "lumican expression and its presence in ECM has an impact on colon cancer cells motility and may modulate invasiveness of colon cancer."}, {"pubmed": 23145541, "text": "The current study did not support an association between the promoter SNPs of the LUM gene with high myopia in the Korean population."}, {"pubmed": 23399832, "text": "lumican present in the reactive stroma surrounding prostate primary tumors plays a restrictive role on cancer progression"}, {"pubmed": 23480731, "text": "Cardiac levels of lumican is increased in experimental and clinical heart failure."}, {"pubmed": 23643269, "text": "Lumican gene can promote the proliferation of lung adenocarcinoma cell A549, and its mechanism may be related to increased RhoC and p-Akt protein expressions."}, {"pubmed": 23656908, "text": "These findings suggest that lumican is a potent differential diagnostic marker that distinguishes hidroacanthoma simplex from clonal-type seborrheic keratosis."}, {"pubmed": 23719483, "text": "These findings suggest that lumican plays an important role in the pathogenesis of Bowen disease and actinic keratosis"}, {"pubmed": 23747391, "text": "Both lumican and decorin are involved in collagen fibrillogenesis and stability."}, {"pubmed": 23846574, "text": "lumican may be involved in cell growth and invasion through the regulation of 24 proteins expressed in pancreatic ductal adenocarcinoma."}, {"pubmed": 24061151, "text": "This meta-analysis showed the evidence that SNP rs3759223 may affect individual susceptibility to high myopia in the Chinese population."}, {"pubmed": 24367547, "text": "Lumican binds ALK5 to promote epithelium wound healing"}, {"pubmed": 24516061, "text": "meta-analysis, including 1,545 subjects from 5 studies, indicated that Chinese lumican rs3759223 C allele carriers had a decreased risk of high myopia in comparison to T allele carriers"}, {"pubmed": 24552666, "text": "The results suggest that regions within LUM is associated with ACL injury susceptibility and that genetic sequence variability within genes encoding proteoglycans may potentially modulate the ligament fibril properties."}, {"pubmed": 24804215, "text": "Extracellular matrix proteins expression profiling in chemoresistant variants of the A2780 ovarian cancer cell line."}, {"pubmed": 24927138, "text": "This meta-analysis has suggested that there is a lack of association of the rs3759223 polymorphism with high myopia risk."}, {"pubmed": 24956166, "text": "This meta-analysis suggests that LUM polymorphisms are associated with the risk of high myopia."}, {"pubmed": 25304290, "text": "Lumican, decorin and dermatopontin are differentially expressed and may serve as biomarkers for metastatic and recurrent Giant cell tumor of bone"}, {"pubmed": 26351669, "text": "fibroblasts stimulated with the fibrocyte-secreted inflammatory signal tumor necrosis factor-alpha secrete the small leucine-rich proteoglycan lumican."}, {"pubmed": 26663310, "text": "analysis of decorin and lumican expression in fibroblasts correlated with palmoplantar collagen bundle size"}, {"pubmed": 27693693, "text": "Lumican is downregulated in the process of scar formation and alleviates hypertrophic scarring by suppressing integrin-FAK signaling."}, {"pubmed": 27711221, "text": "ectopic mutant lumican (L199P) may induce enlargement of axial lengths and abnormal structures and distributions of collagen fibrils in mouse sclera"}, {"pubmed": 28459201, "text": "Quantitative polymerase chain reaction for messenger RNA expression from tissue specimens revealed significantly higher expression of Biglycan (p = 0.0008) and Lumican (p = 0.01) and lower expression of Decorin (p < 0.0001) in urothelial carcinoma of bladder"}, {"pubmed": 28481899, "text": "Lumican and versican protein expression are associated with colorectal adenoma-to-carcinoma progression"}, {"pubmed": 28542982, "text": "Cancer-associated fibroblast-derived Lumican contributes to tumorigenesis and metastasis of gastric cancer"}, {"pubmed": 28789706, "text": "Our data suggests that the endometrium of patients with polycystic ovary syndrome (PCOS) exhibits higher expressions of decorin and lumican than that of healthy control women in the proliferative phase of the menstrual cycle. It is then possible that this proteoglycan excess may interfere with normal endometrial hemostasis in PCOS."}, {"pubmed": 29253518, "text": "it was demonstrated recently that lumican interacts directly with the catalytic domain of MMP-14 and inhibits its activity. The aim of this review was to summarize the interactions between SLRPs and MMPs with a special interest to lumican."}, {"pubmed": 29867136, "text": "serum concentration independently associated with carotid atherosclerosis plaque in essential hypertensive patients"}, {"pubmed": 30002123, "text": "HSP47 a well-established endoplasmic reticulum-resident collagen chaperone, also binds decorin, lumican, and fibromodulin with affinities comparable with that in the Hsp47-type I collagen interaction."}, {"pubmed": 30014634, "text": "Silencing lumican by shRNA attenuates the invasion and migration of liver cancer cells via inhibiting the activation of ERK1/JNK pathway."}, {"pubmed": 31235849, "text": "The extracellular matrix proteoglycan lumican improves survival and counteracts cardiac dilatation and failure in mice subjected to pressure overload."}, {"pubmed": 31715293, "text": "Lumican is upregulated in osteoarthritis and contributes to TLR4-induced pro-inflammatory activation of cartilage degradation and macrophage polarization."}, {"pubmed": 31760859, "text": "Downregulation of lumican enhanced mitotic defects and aneuploidy in lung cancer cells."}, {"pubmed": 31861249, "text": "Repaglinide Silences the FOXO3/Lumican Axis and Represses the Associated Metastatic Potential of Neuronal Cancer Cells."}, {"pubmed": 32705211, "text": "Lumican mediates HTB94 chondrosarcoma cell growth via an IGFIR/Erk1/2 axis."}, {"pubmed": 32879879, "text": "Endocan and Lumican in Relation to Cardiometabolic Risk in a Pediatric Overweight and Obese Cohort: A Cross-Sectional Study."}, {"pubmed": 32910552, "text": "Lumican promotes joint fibrosis through TGF-beta signaling."}, {"pubmed": 32964764, "text": "Differential expression of Lumican, Mimecan, Annexin A5 and Serotransferrin in ectopic and matched eutopic endometrium in ovarian endometriosis: a case-control study."}, {"pubmed": 33188736, "text": "Impaired collagen fibril assembly in keloids with enhanced expression of lumican and collagen V."}, {"pubmed": 33333043, "text": "Lumican, pro-tumorigenic or anti-tumorigenic: A conundrum."}, {"pubmed": 33887734, "text": "Identification of Lumican and Fibromodulin as Hub Genes Associated with Accumulation of Extracellular Matrix in Diabetic Nephropathy."}, {"pubmed": 33917849, "text": "Lumican Inhibits In Vivo Melanoma Metastasis by Altering Matrix-Effectors and Invadopodia Markers."}, {"pubmed": 34215697, "text": "Matrix lumican endocytosed by immune cells controls receptor ligand trafficking to promote TLR4 and restrict TLR9 in sepsis."}, {"pubmed": 34231169, "text": "The Downregulation of Placental Lumican Promotes the Progression of Preeclampsia."}, {"pubmed": 34240328, "text": "The Involvement of Lumican in Human Ovulatory Processes."}, {"pubmed": 34310653, "text": "Expression and role of lumican in acute aortic dissection: A human and mouse study."}, {"pubmed": 34516336, "text": "Lumican silencing alleviates tumor necrosis factor-alpha-induced nucleus pulposus cell inflammation and senescence by inhibiting apoptosis signal regulating kinase 1/p38 signaling pathway via inactivating Fas ligand expression."}, {"pubmed": 36059026, "text": "Lumican is elevated in the lung in human and experimental acute respiratory distress syndrome and promotes early fibrotic responses to lung injury."}, {"pubmed": 37327869, "text": "The versatile roles of lumican in eye diseases: A review."}, {"pubmed": 37956822, "text": "Circulating lumican as a potential biomarker for osteosarcopenia in older adults."}, {"pubmed": 38129820, "text": "LUM as a novel prognostic marker and its correlation with immune infiltration in gastric cancer: a study based on immunohistochemical analysis and bioinformatics."}], "genomic_pos": {"chr": "12", "end": 91111494, "ensemblgene": "ENSG00000139329", "start": 91102629, "strand": -1}, "genomic_pos_hg19": {"chr": "12", "end": 91505608, "start": 91496406, "strand": -1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0007601", "pubmed": 10802664, "qualifier": "involved_in", "term": "visual perception"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0030199", "pubmed": 10892350, "qualifier": "involved_in", "term": "collagen fibril organization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032914", "qualifier": "involved_in", "term": "positive regulation of transforming growth factor beta1 production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}], "CC": [{"evidence": "HDA", "gocategory": "CC", "id": "GO:0005576", "pubmed": 27068509, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005576", "pubmed": 14718574, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005583", "pubmed": 10734230, "qualifier": "part_of", "term": "fibrillar collagen trimer"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 20551380, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005796", "qualifier": "located_in", "term": "Golgi lumen"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0031012", "pubmed": 7665616, "qualifier": "located_in", "term": "extracellular matrix"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0043202", "qualifier": "located_in", "term": "lysosomal lumen"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": 20551380, "qualifier": "colocalizes_with", "term": "collagen-containing extracellular matrix"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": [25037231, 27559042, 28675934], "qualifier": "located_in", "term": "collagen-containing extracellular matrix"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0062023", "pubmed": 22261194, "qualifier": "colocalizes_with", "term": "collagen-containing extracellular matrix"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 23533145, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "NAS", "id": "GO:0005201", "pubmed": 10892350, "qualifier": "enables", "term": "extracellular matrix structural constituent"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [25304424, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005518", "qualifier": "enables", "term": "collagen binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005518", "pubmed": 10892350, "qualifier": "enables", "term": "collagen binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0030021", "qualifier": "enables", "term": "extracellular matrix structural constituent conferring compression resistance"}, {"category": "MF", "evidence": "RCA", "id": "GO:0030021", "pubmed": [20551380, 25037231, 27559042, 28675934], "qualifier": "enables", "term": "extracellular matrix structural constituent conferring compression resistance"}]}, "homologene": {"genes": [[7955, 415149], [8364, 496415], [9031, 417891], [9544, 709830], [9598, 452119], [9606, 4060], [9615, 482599], [9913, 280847], [10090, 17022], [10116, 81682]], "id": 37614}, "interpro": [{"desc": "Leucine-rich repeat N-terminal domain", "id": "IPR000372", "short_desc": "LRRNT"}, {"desc": "Leucine-rich repeat", "id": "IPR001611", "short_desc": "Leu-rich_rpt"}, {"desc": "Leucine-rich repeat, typical subtype", "id": "IPR003591", "short_desc": "Leu-rich_rpt_typical-subtyp"}, {"desc": "Leucine-rich repeat domain superfamily", "id": "IPR032675", "short_desc": "LRR_dom_sf"}], "ipi": "IPI00020986", "map_location": "12q21.33", "name": "lumican", "other_names": ["KSPG lumican", "epididymis secretory sperm binding protein", "keratan sulfate proteoglycan lumican", "lumican", "lumican proteoglycan"], "pantherdb": {"HGNC": "6724", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "109347", "ortholog_type": "LDO", "panther_family": "PTHR45712", "taxid": 10090, "uniprot_kb": "P51885"}, {"RGD": "620984", "ortholog_type": "LDO", "panther_family": "PTHR45712", "taxid": 10116, "uniprot_kb": "P51886"}, {"Ensembl": "ENSGALG00000011271", "ortholog_type": "LDO", "panther_family": "PTHR45712", "taxid": 9031, "uniprot_kb": "P51890"}, {"ZFIN": "ZDB-GENE-040625-24", "ortholog_type": "LDO", "panther_family": "PTHR45712", "taxid": 7955, "uniprot_kb": "Q6IQQ7"}, {"FlyBase": "FBgn0052055", "ortholog_type": "O", "panther_family": "PTHR45712", "taxid": 7227, "uniprot_kb": "Q9VT89"}, {"FlyBase": "FBgn0028872", "ortholog_type": "O", "panther_family": "PTHR45712", "taxid": 7227, "uniprot_kb": "M9MSI4"}], "uniprot_kb": "P51884"}, "pathway": {"kegg": {"id": "hsa05205", "name": "Proteoglycans in cancer - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-1474244", "name": "Extracellular matrix organization"}, {"id": "R-HSA-1474244", "name": "Extracellular matrix organization"}, {"id": "R-HSA-1630316", "name": "Glycosaminoglycan metabolism"}, {"id": "R-HSA-1638074", "name": "Keratan sulfate/keratin metabolism"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-2022854", "name": "Keratan sulfate biosynthesis"}, {"id": "R-HSA-2022857", "name": "Keratan sulfate degradation"}, {"id": "R-HSA-216083", "name": "Integrin cell surface interactions"}, {"id": "R-HSA-3000178", "name": "ECM proteoglycans"}, {"id": "R-HSA-3560782", "name": "Diseases associated with glycosaminoglycan metabolism"}, {"id": "R-HSA-3656225", "name": "Defective CHST6 causes MCDC1"}, {"id": "R-HSA-3656243", "name": "Defective ST3GAL3 causes MCT12 and EIEE15"}, {"id": "R-HSA-3656244", "name": "Defective B4GALT1 causes B4GALT1-CDG (CDG-2d)"}, {"id": "R-HSA-3781865", "name": "Diseases of glycosylation"}, {"id": "R-HSA-5668914", "name": "Diseases of metabolism"}, {"id": "R-HSA-71387", "name": "Metabolism of carbohydrates"}]}, "pfam": ["PF01462", "PF13516", "PF13855"], "pharmgkb": "PA30486", "pharos": {"target_id": 6584, "tdl": "Tbio"}, "prosite": "PS51450", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF167979", "relationship": "is"}, {"id": "GNF178885", "relationship": "is"}, {"id": "GNF189791", "relationship": "is"}, {"id": "GNF200697", "relationship": "is"}, {"id": "GNF226090", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF164679", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF031072", "relationship": "similar to"}, "GNF_mm+hs-MGC": [{"id": "GNF008602", "relationship": "is"}, {"id": "GNF008603", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF336893", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF097334", "relationship": "is"}, {"id": "GNF136989", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000012.12", "NC_060936.1"], "protein": "NP_002336.1", "rna": "NM_002345.4", "translation": {"protein": "NP_002336.1", "rna": "NM_002345.4"}}, "reporter": {"HG-U133_Plus_2": ["201744_s_at", "229554_at"], "HG-U95Av2": "38038_at", "HG-U95B": "52570_at", "HTA-2_0": "TC12001803.hg.1", "HuEx-1_0": "3465248", "HuGene-1_1": "7965403", "HuGene-2_1": "16768406"}, "summary": "This gene encodes a member of the small leucine-rich proteoglycan (SLRP) family that includes decorin, biglycan, fibromodulin, keratocan, epiphycan, and osteoglycin. In these bifunctional molecules, the protein moiety binds collagen fibrils and the highly charged hydrophilic glycosaminoglycans regulate interfibrillar spacings. Lumican is the major keratan sulfate proteoglycan of the cornea but is also distributed in interstitial collagenous matrices throughout the body. Lumican may regulate collagen fibril organization and circumferential growth, corneal transparency, and epithelial cell migration and tissue repair. [provided by RefSeq, Jul 2008].", "symbol": "LUM", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1416936"}, "unigene": "Hs.406475", "uniprot": {"Swiss-Prot": "P51884", "TrEMBL": "A0A384N669"}, "wikipedia": {"url_stub": "LUM"}}