{"AllianceGenome": "17156", "HGNC": "17156", "MIM": "605243", "_id": "23643", "_version": 1, "accession": {"genomic": ["AC022868.10", "AC087672.7", "CH471068.1", "CP068270.2", "HI574322.1", "NC_000008.11", "NC_060932.1"], "protein": ["AAF89635.1", "AAH20690.1", "BAA78717.1", "BAG55275.1", "CBX47650.1", "EAW87024.1", "NP_001182726.1", "NP_056179.4", "Q9Y6Y9.2", "XP_011515810.1", "XP_016868788.1", "XP_016868789.1", "XP_047277618.1", "XP_054216211.1", "XP_054216212.1", "XP_054216213.1", "XP_054216214.1"], "rna": ["AB018549.1", "AB446498.1", "AF168121.1", "BC020690.1", "BG435728.1", "NM_001195797.2", "NM_015364.5", "XM_011517508.3", "XM_017013299.2", "XM_017013300.2", "XM_047421662.1", "XM_054360236.1", "XM_054360237.1", "XM_054360238.1", "XM_054360239.1"], "translation": [{"protein": "BAG55275.1", "rna": "AB446498.1"}, {"protein": "NP_056179.4", "rna": "NM_015364.5"}, {"protein": "XP_016868788.1", "rna": "XM_017013299.2"}, {"protein": "XP_054216213.1", "rna": "XM_054360238.1"}, {"protein": "XP_016868789.1", "rna": "XM_017013300.2"}, {"protein": "AAH20690.1", "rna": "BC020690.1"}, {"protein": "XP_047277618.1", "rna": "XM_047421662.1"}, {"protein": "NP_001182726.1", "rna": "NM_001195797.2"}, {"protein": "XP_054216211.1", "rna": "XM_054360236.1"}, {"protein": "XP_011515810.1", "rna": "XM_011517508.3"}, {"protein": "XP_054216212.1", "rna": "XM_054360237.1"}, {"protein": "XP_054216214.1", "rna": "XM_054360239.1"}, {"protein": "BAA78717.1", "rna": "AB018549.1"}, {"protein": "AAF89635.1", "rna": "AF168121.1"}]}, "alias": ["ESOP-1", "MD-2", "MD2", "ly-96"], "ensembl": {"gene": "ENSG00000154589", "protein": ["ENSP00000284818", "ENSP00000430533"], "transcript": ["ENST00000284818", "ENST00000518893"], "translation": [{"protein": "ENSP00000284818", "rna": "ENST00000284818"}, {"protein": "ENSP00000430533", "rna": "ENST00000518893"}], "type_of_gene": "protein_coding"}, "entrezgene": "23643", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 6.82074019047, "exp_mis": 42.4569480676, "exp_syn": 17.9219871218, "lof_z": -0.447284033555839, "mis_z": -0.341027646501014, "mu_lof": 4.44318111807e-07, "mu_mis": 3.71010958155e-06, "mu_syn": 1.45850218924e-06, "n_lof": 8.0, "n_mis": 47.0, "n_syn": 19.0, "p_li": 2.41002321572206e-06, "p_null": 0.83769451634673, "p_rec": 0.162303073630055, "syn_z": -0.157862557991388}, "bp": 483, "cds_end": 74941289, "cds_start": 74903677, "n_exons": 5, "nonpsych": {"exp_lof": 6.07643928249, "exp_mis": 38.3306472888, "exp_syn": 16.1241382955, "lof_z": 0.428861396879969, "mis_z": -0.217467382009383, "mu_lof": 4.44318111807e-07, "mu_mis": 3.71010958155e-06, "mu_syn": 1.45850218924e-06, "n_lof": 5.0, "n_mis": 41.0, "n_syn": 17.0, "p_li": 0.00102490957004799, "p_null": 0.433540309737784, "p_rec": 0.565434780692168, "syn_z": -0.137328262208531}, "nontcga": {"exp_lof": 6.26562727895, "exp_mis": 39.0509410396, "exp_syn": 16.4787742545, "lof_z": -0.683504539660984, "mis_z": -0.314838399378998, "mu_lof": 4.44318111807e-07, "mu_mis": 3.71010958155e-06, "mu_syn": 1.45850218924e-06, "n_lof": 8.0, "n_mis": 43.0, "n_syn": 19.0, "p_li": 1.66551849715488e-06, "p_null": 0.867466758895198, "p_rec": 0.132531575586305, "syn_z": -0.393253317427488}, "transcript": "ENST00000284818.2"}, "exons": [{"cdsend": 74029054, "cdsstart": 73991442, "chr": "8", "position": [[73991328, 73991554], [74010000, 74010129], [74026788, 74026841], [74028955, 74029072]], "strand": 1, "transcript": "NM_001195797", "txend": 74029072, "txstart": 73991328}, {"cdsend": 74029054, "cdsstart": 73991442, "chr": "8", "position": [[73991391, 73991554], [74004795, 74004885], [74010000, 74010129], [74026788, 74026841], [74028955, 74029072]], "strand": 1, "transcript": "NM_015364", "txend": 74029072, "txstart": 73991391}], "exons_hg19": [{"cdsend": 74941289, "cdsstart": 74903677, "chr": "8", "position": [[74903563, 74903789], [74922235, 74922364], [74939023, 74939076], [74941190, 74941307]], "strand": 1, "transcript": "NM_001195797", "txend": 74941307, "txstart": 74903563}, {"cdsend": 74941289, "cdsstart": 74903677, "chr": "8", "position": [[74903626, 74903789], [74917030, 74917120], [74922235, 74922364], [74939023, 74939076], [74941190, 74941307]], "strand": 1, "transcript": "NM_015364", "txend": 74941307, "txstart": 74903626}], "generif": [{"pubmed": 11466383, "text": "Expression of accessory molecule MD-2 is downregulated in intestinal epithelial cells by a mechanism which limits dysregulated immune signaling and activation of proinflammatory genes in response to bacterial lipopolysaccharide."}, {"pubmed": 11717200, "text": "MD-2 can confer on mouse Toll-like receptor 4 (TLR4) responsiveness to lipid A but not to lipid IVa, thus influencing the fine specificity of TLR4."}, {"pubmed": 11923281, "text": "expression regulated by immune-mediated signals in intestinal epithelial cells"}, {"pubmed": 12324469, "text": "Lipopolysaccharide rapidly traffics to and from the Golgi apparatus with the toll-like receptor 4-MD-2-CD14 complex"}, {"pubmed": 12594207, "text": "innate immune recognition of LTA via LBP, CD14, and TLR-2 represents an important mechanism in the pathogenesis of systemic complications in the course of infectious diseases brought about by Gram-positive pathogens. while TLR-4 and MD-2 are not involved."}, {"pubmed": 12642668, "text": "Disulfide bonds are involved in the assembly and fuction of this protein."}, {"pubmed": 12738639, "text": "TLR4 is able to undergo multiple glycosylations without MD-2 but that the specific glycosylation essential for cell surface expression requires the presence of MD-2."}, {"pubmed": 12754215, "text": "data support the hypothesis that lipopolysaccharide binding protein can inhibit cell responses to lipopolysaccharide(LPS) by inhibiting LPS transfer from membrane CD14 to the Toll-like receptor 4-MD-2 signaling receptor"}, {"pubmed": 12960171, "text": "MD-2 binds to lipopolysaccharide, leading to Toll-like receptor-4 aggregation and signal transduction"}, {"pubmed": 14607928, "text": "Two functional domains exist in MD-2, one responsible for Toll-like receptor 4-binding and another that mediates the interaction with the agonist (lipopolysaccharide)."}, {"pubmed": 15057266, "text": "a rare A --> G substitution at position 103, Thr 35 to Ala, results in a reduced lipopolysaccharide-induced signaling."}, {"pubmed": 15111623, "text": "MD-2 basic amino acid clusters are involved in cellular lipopolysaccharide recognition"}, {"pubmed": 15121639, "text": "The regulation of MD-2 expression in airway epithelia and pulmonary macrophages may serve as a means to modify endotoxin responsiveness in the airway."}, {"pubmed": 15328161, "text": "MD-2 is an important mediator of organ inflammation during sepsis."}, {"pubmed": 15337750, "text": "Results show that the N-terminal region of toll-like receptor 4 is essential for association with MD-2, which is required for the cell surface expression and hence the responsiveness to lipopolysaccharide."}, {"pubmed": 15557191, "text": "The extracellular toll-like receptor 4 (TLR4)domain-MD-2 complex is capable of binding lipopolysaccharide (LPS) and attenuating LPS-induced NF-kappa B activation and IL-8 secretion in wild-type TLR4-expressing cells."}, {"pubmed": 15694388, "text": "These results clearly demonstrate that the amino-terminal TLR4 region of Glu(24)-Pro(34) is critical for MD-2 binding and LPS signaling."}, {"pubmed": 16177092, "text": "MD-2 is the primary molecular site of lipopolysaccharide(LPS)-dependent antagonism of Escherichia coli LPS at the Toll-like receptor 4 signaling complex"}, {"pubmed": 16275943, "text": "The lipopolysaccharide-binding function characteristic of MD-2 enables effective host responses to pathogens."}, {"pubmed": 16338228, "text": "A PRotein Associated with Tlr4 (PRAT4B), regulates cell surface expression of TLR4. PRAT4B has a signal peptide followed by a mature peptide. PRAT4B is associated with the hypoglycosylated, immature form of TLR4 but not with MD-2 or TLR2."}, {"pubmed": 16547263, "text": "endoplasmic reticulum-associated MD-2 expression in inflammatory bowel disease may be altered by ileal protease in inflammation, leading to impaired lipopolysaccharide recognition and hyporesponsiveness through MD-2 proteolysis in epithelial cell"}, {"pubmed": 16754682, "text": "SP-A bound to sTLR4 and MD-2 in a Ca2+-dependent manner, and involved the carbohydrate recognition domain (CRD) in the binding. SP-A avidly bound to the deglycosylated forms of sTLR4 and MD-2, suggesting a protein/protein interaction."}, {"pubmed": 16785528, "text": "New insights are provided into the importance of stoichiometry among the components of the TLR4/MD-2/CD14 complex; transfected MD-2 at high input levels often used in the literature suppresses lipopolysaccharide-induced signaling."}, {"pubmed": 16940155, "text": "The structural pattern recognized by MD-2 is defined by the hydrophobic patch and a pair of separated negative charges."}, {"pubmed": 17093906, "text": "Human conjunctival epithelial cells lack LPS responsiveness due to deficient expression of MD2."}, {"pubmed": 17404865, "text": "Butyrate dowregulates TLR4 mRNA without affecting MD-2 mRNA level in HT-29 cells."}, {"pubmed": 17545685, "text": "MD-2 interacts with lipid A of endotoxins [lipopolysaccharide (LPS) or lipooligosaccharide (LOS)] to activate human toll-like receptor (TLR) 4"}, {"pubmed": 17569869, "text": "crystal structures of MD-2 and its complex with tetra-acylated lipid A core of LPS were determined at 2.0 and 2.2 angstrom resolutions, respectively; these structures suggest that MD-2 plays a principal role in endotoxin recognition"}, {"pubmed": 17592304, "text": "The MD-2/-1625 polymorphism is an important functional variant."}, {"pubmed": 17803912, "text": "Based on structural analysis and mutagenesis experiments on MD-2 and TLR4, we propose a model of TLR4-MD-2 dimerization induced by LPS."}, {"pubmed": 17934216, "text": "Transfer of endotoxin from MD-2 to extracellular soluble CD14 reduces activation of cells expressing TLR4 without MD-2."}, {"pubmed": 17956942, "text": "TLR4/MD-2 complex is responsible for recognition of Rhodococcus spheroides lipopolysaccharide as an agonist in human cells."}, {"pubmed": 17977838, "text": "These findings strongly suggest that the structural properties of (endotoxin) E.MD-2, not E alone, determine agonist or antagonist effects on TLR4."}, {"pubmed": 18181766, "text": "ERK and JNK pathways are involved in PMA-mediated MD-2 gene expression during HL-60 cell differentiation."}, {"pubmed": 18215718, "text": "Results show that LPS responsiveness increased more than 100-fold when intestinal epithelial cells were transfected with MD-2 alone."}, {"pubmed": 18251133, "text": "MD-2 expression in human antral and corpus gastric mucosa is significantly increased during H. pylori infection"}, {"pubmed": 18325643, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18384879, "text": "This study demonstrates the increase of both circulating polymeric and functional monomeric sMD-2 during endotoxemia and sepsis, and evidence is provided that the endothelium is involved in this process."}, {"pubmed": 18424732, "text": "cells that express TLR4 without MD-2 and whose response to LPS depends on ectopically produced MD-2 were most affected by expression of the G56R variant of MD-2."}, {"pubmed": 18519568, "text": "the monomeric form of sMD-2 is the active species both for reaction with endotoxin.CD14 and Toll-like receptor 4 (TLR4), as needed for potent endotoxin-induced TLR4 activation"}, {"pubmed": 18559343, "text": "Oxidized phospholipid inhibition of toll-like receptor (TLR) signaling is restricted to TLR2 and TLR4: roles for CD14, LPS-binding protein, and MD2 as targets for specificity of inhibition."}, {"pubmed": 18650420, "text": "The species-specific difference between human and murine MD-2 activation of TLR4 by PTX can be explained by alterations of surface charge distribution (i.e. electrostatic potential), binding pocket size, and the locus of PTX binding within the MD-2 pocket"}, {"pubmed": 18845299, "text": "These results support a model in which sMD2 binds to TLR4 and increases TLR4 levels at the cell surface by preventing TLR4 turnover through the endocytic pathway."}, {"pubmed": 18991397, "text": "SP-D directly interacts with MD-2 through the CRD."}, {"pubmed": 19064998, "text": "the leucine at position 815 is required for the normal maturation of TLR4 and for formation of the TLR4.MD-2 complex."}, {"pubmed": 19200604, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19201903, "text": "lactate boosts TLR4 activation and NF-kappaB-dependent inflammatory gene expression via monocarboxylate transporters and MD-2 up-regulation."}, {"pubmed": 19209789, "text": "Polymorphisms of the promoter region of MD-2 gene at position - 1625 C/G is correlated with MODS and sepsis after severe trauma in Chinese Han population."}, {"pubmed": 19252480, "text": "The TLR4-MD-2-LPS structure illustrates the remarkable versatility of the ligand recognition mechanisms employed by the TLR family, which is essential for defence against diverse microbial infection"}, {"pubmed": 19254290, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19321453, "text": "Hydrophobic residues at positions 82, 85, and 87 of MD-2 are essential both for transfer of endotoxin from CD14 to monomeric MD-2 and for TLR4 activation."}, {"pubmed": 19423540, "text": "Analyses restricted to glioblastoma (n = 254) yielded significant associations for the SELP, DEFB126/127, SERPINI1, and LY96 genetic regions."}, {"pubmed": 19423540, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19556306, "text": "MD-2 possesses potential ability to play a critical role in cell surface expression of TLR4."}, {"pubmed": 19584052, "text": "high affinity interactions between the palmitoyl-oleoyl-phosphatidylglycerol and the Toll-like receptor 4-interacting proteins CD14 and MD-2."}, {"pubmed": 19632992, "text": "Data show that PU.1 participates in the regulation of MD-2 in nonmyeloid cells cooperatively with C/EBPbeta."}, {"pubmed": 19710105, "text": "increased expression in intestinal epithelial cells in patients with inflammatory bowel disease"}, {"pubmed": 19783674, "text": "These findings reveal novel roles of lysines 122, 125, and 58 in human MD-2 that contribute to the functional differences between human and murine MD-2 and, potentially, to differences in the sensitivity of humans and mice to endotoxin."}, {"pubmed": 19840833, "text": "These direct interactions between MBL and TLR4 or MD-2 suggest that MBL may modulate cellular responses by altering signals through TLRs."}, {"pubmed": 20018893, "text": "MD-2-mediated ionic interactions between lipid A and TLR4 are essential for receptor activation"}, {"pubmed": 20092898, "text": "The CD14-dependent meconium-induced inflammatory reaction is mediated through the TLR4/MD2 complex."}, {"pubmed": 20377740, "text": "sMD-2 and sCD14 inhibit the growth of both Gram-positive and Gram-negative bacteria."}, {"pubmed": 20435923, "text": "In this study, we have identified a novel alternatively spliced isoform of human MD-2, termed MD-2 short (MD-2s), which lacks the region encoded by exon 2 of the MD-2 gene."}, {"pubmed": 20592019, "text": "species-specific activation of lipid IV(A)"}, {"pubmed": 20699280, "text": "higher expression levels in tissue from patients with colorectal cancer"}, {"pubmed": 20730709, "text": "Data conclude that these gene variants in the MD-2 gene promoter region are not associated with tuberculosis, and apparently do not play a role in susceptibility to tuberculosis in the Chinese population."}, {"pubmed": 20730709, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20805788, "text": "Data demonstrate that during bacterial infection, newborns amplify the TLR2-MyD88 pathway in G+ bacterial infection and the TLR4/MD2/MyD88 pathway in G- bacterial infection, implicating the innate immune pathway in response to bacterial infection."}, {"pubmed": 20848773, "text": "Cytokines can enhance TLR4 and MD-2 expressions and promote the reaction with LPS in intestinal epithelial cells."}, {"pubmed": 21037101, "text": "Neisserial lipooligosaccharides from different meningococcal and gonococcal strains have different potencies to activate NF-kappaappaB through the Toll-like receptor 4-MD-2 pathway in monocytes."}, {"pubmed": 21048031, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 21130168, "text": "In this study, we produced variants of MD-1 and MD-2 in Pichia pastoris."}, {"pubmed": 21191086, "text": "Innate immune recognition of meningococcal capsular polysaccharides by macrophages can occur via TLR2- and TLR4-MD-2 pathways."}, {"pubmed": 21389010, "text": "The association between occupational endotoxin exposure and wheeze in agricultural workers was significantly modified by genetic variants in CD14 and MD2"}, {"pubmed": 21572044, "text": "Interferon-gamma-induced MD-2 protein expression and lipopolysaccharide (LPS) responsiveness in corneal epithelial cells is mediated by Janus tyrosine kinase-2 activation and direct binding of STAT1 protein to the MD-2 promoter."}, {"pubmed": 21738462, "text": "Computational study of the interactions of the unmodified dendrimer, glucosamine, and of the partially glycosylated dendrimer with TLR4 and MD-2 using molecular docking and molecular dynamics techniques."}, {"pubmed": 21918188, "text": "tyrosine phosphorylation of MD-2 is important for signaling following exposure to lipopolysaccharide"}, {"pubmed": 21924775, "text": "have identified specific structural and dynamic features of the MD-2-endotoxin complexes that may control dimerization of TLR4 molecules."}, {"pubmed": 21948372, "text": "Lipopolysaccharide cytokine response was efficiently and equally abolished by MD-2 and CD14 neutralization; the response induced by whole E. coli bacteria was only modestly reduced by MD-2 neutralization, whereas CD14 neutralization was more efficient."}, {"pubmed": 22433852, "text": "In LOS.MD-2 complexes, one of the six fatty acyl chains of LOS is more susceptible to paramagnetic attenuation, suggesting protrusion of that fatty acyl chain from the hydrophobic pocket of MD-2, independent of association with TLR4."}, {"pubmed": 22872782, "text": "Respiratory syncytial virus F protein requires MD-2 for the induction of the TLR4-mediated inflammatory response."}, {"pubmed": 23059983, "text": "Consistently, soluble TLR4 expressed without MD2 inhibited metal- but not LPS-induced responses, opening new therapeutic perspe"}, {"pubmed": 23437263, "text": "both oral and enteric C. concisus strains upregulated expression of TLR4 and MD-2 in HT-29 cells."}, {"pubmed": 23800176, "text": "these findings indicate that MD-2 is involved in IFN-gamma signalling and IFN-gamma-augmented MMP-1 up-regulation by LPS."}, {"pubmed": 24021278, "text": "Extracellular complex formation of TLR4 with secreted MD-2 was detectable using monoclonal antibodies."}, {"pubmed": 24165011, "text": "Collectively, these data showed for the first time that, HIV-1 Tat interacts physically with high affinity with TLR4-MD2 to promote proinflammatory cytokines (TNF-alpha) and the immunosuppressive cytokine IL-10 both."}, {"pubmed": 24532584, "text": "Data suggest that zhankuic acid A (ZAA), which competes with LPS for binding to MD-2 as a TLR4/MD-2 antagonist, may be a potential therapeutic agent for gram-negative bacterial infections."}, {"pubmed": 24858600, "text": "In monocytes of sepsis, MD-2 expression was found to be regulated by STAT1."}, {"pubmed": 24895101, "text": "Purified monomeric ligand.MD-2 complexes reveal molecular and structural requirements for activation and antagonism of TLR4 by Gram-negative bacterial endotoxins."}, {"pubmed": 24896325, "text": "Studies suggest that myeloid differentiation 2 (MD-2) as a therapeutic target for sepsis."}, {"pubmed": 24902762, "text": "genetic polymorphism is associated with asthma exacerbations in children"}, {"pubmed": 24954085, "text": "This study suggests that genetic variants of LY96 may modulate the effect of smoking on carotid plaque burden."}, {"pubmed": 25049357, "text": "Mechanistically, engagement of MD-2 by PTX3-opsonized Aspergillus conidia activated the TLR4/Toll/IL-1R domain-containing adapter inducing IFN-beta-dependent signaling pathway converging on IL-10."}, {"pubmed": 25124890, "text": "Three genes (LY96, IL8 DPR) were significantly downregulated over time. This finding was confirmed in a validation cohort of stroke patients (n=8)."}, {"pubmed": 25203747, "text": "Substitution of hMD-2 residue V82 with an amino acid residue with a bulkier hydrophobic side chain enables activation of TLR4/MD-2."}, {"pubmed": 25515751, "text": "TLR4 along with its accessory protein MD-2 builds a heterodimeric complex that specifically recognizes lipopolysaccharides, which are present on the cell wall of gram-negative bacteria, activating the immune response. (Review)"}, {"pubmed": 25576596, "text": "overexpression of MD-2s led to marked reduction in markers of tissue injury and inflammation in models of lung inflammation"}, {"pubmed": 25605324, "text": "The intensity of the intra-amniotic inflammatory response to bacteria or perhaps to other TLR4 ligands may be facilitated through synthesis and release of sMD2 by the amniochorion."}, {"pubmed": 25803856, "text": "Predominantly hydrophobic interactions between MD-2 and TLR4 contribute to the stabilization of the TLR4/MD-2/metal ion complex in a conformation that enables activation."}, {"pubmed": 25816011, "text": "Gene polymorphisms of MD2 and GM2A were associated with the occurrence or severity of neonatal necrotizing enterocolitis."}, {"pubmed": 26068048, "text": "Results show that cigarette smoke may alter innate immune responses reducing the expression of the MD2, a molecule with an important role in TLR4 signaling."}, {"pubmed": 26160169, "text": "Aminoarabinose residues in lipid A contribute to Burkholderia lipid A binding to the TLR4.Myeloid Differentiation Factor 2 complex."}, {"pubmed": 26320630, "text": "The study revealed the impact of specific residues and regions of MD-2 on the binding of lipolysaccharides and TLR4."}, {"pubmed": 26385043, "text": "In patients undergoing CABG surgery, we found genetic polymorphisms in LY96 associated with decreased risk of postoperative AF."}, {"pubmed": 26586036, "text": "MD2 plays an important role in induction of allergic sensitization to cat dander and common pollens relevant to human allergic diseases."}, {"pubmed": 27090571, "text": "we report that exogenous CnB is taken up by cells in a time- and concentration-dependent manner via clathrin-dependent receptor-mediated internalization. Our findings further confirm that uptake is mediated by the TLR4/MD2 complex together with the co-receptor CD14"}, {"pubmed": 27317890, "text": "In this study, a novel naturally occurring spliceosome of human MD2, termed as MD2-T3, has been identified."}, {"pubmed": 28347875, "text": "MD-2 siRNA or plasmid further confirmed the efficacy of Iturin A by suppressing MD-2/TLR4 signaling pathway. The in silico docking study showed that the Iturin A interacted well with the MD-2 in MD-2/TLR4 receptor complex. Conclusively, inhibition of MD-2/TLR4 complex with Iturin A offered strategic advancement in cancer therapy."}, {"pubmed": 28654770, "text": "The observations suggest that MD-2 helps to regulate lipopolysaccharide-induced NLRP3 inflammasome activation and the inflammatory response in NR8383 cells, and likely does so by affecting MyD88/NF-kappaB signaling."}, {"pubmed": 29036538, "text": "sTLR4/MD-2 complex inhibits colorectal cancer migration and invasiveness in vitro and in vivo by lncRNA H19 down-regulation."}, {"pubmed": 29281684, "text": "data confirm that engineered human cells expressing TLR4, MD2 and CD14 can respond to CMP with NF-kappaB activation and the response can be influenced by variations in CMP-mannosylation"}, {"pubmed": 29779787, "text": "Viable CD14/TLR4/MD-2 oligomers were assembled at the plasma membrane surface, and lipopolysaccharide exchange was observed between CD14 and TLR4/MD-2."}, {"pubmed": 30082120, "text": "An increase of MD-2 expression levels was associated with an absolute mortality risk increase in dilated cardiomyopathy patients."}, {"pubmed": 30299441, "text": "These results show that isofraxidin binds to and inhibits MD-2, thus preventing TLR4/MD-2 complex formation without altering TLR2 signalling.  We demonstrated that isofraxidin promoted cell proliferation and inhibited the lipopolysaccharide induced inflammatory response through suppressing the activation of the TLR4/MD-2 axis and NF-kappaB signalling in human osteoarthritis chondrocytes."}, {"pubmed": 30959420, "text": "The lipid A modifications present in LPS 430 and LPS 435 have a moderate effect on the activation of the human TLR4/MD-2 complex."}, {"pubmed": 31032920, "text": "MD2 protein is highly expressed and involved in the occurrence and development of inflammatory bowel disease, and plays an important role in mucosal barrier injury."}, {"pubmed": 31180798, "text": "The data show that mice expressing humanTLR4/ human MD-2 are slightly more susceptible to C. burnetii infection at some intervals than those expressing mouse TLR4."}, {"pubmed": 32424165, "text": "HIV-1 Tat - TLR4/MD2 interaction drives the expression of IDO-1 in monocytes derived dendritic cells through NF-kappaB dependent pathway."}, {"pubmed": 33495414, "text": "Myeloid differentiation 2 deficiency attenuates AngII-induced arterial vascular oxidative stress, inflammation, and remodeling."}, {"pubmed": 33841413, "text": "Soluble MD-2 and Heme in Sickle Cell Disease Plasma Promote Pro-Inflammatory Signaling in Endothelial Cells."}, {"pubmed": 35502635, "text": "Myeloid differentiation factor-2 activates monocytes in patients with dilated cardiomyopathy."}, {"pubmed": 37885279, "text": "Insights into the molecular basis and mechanism of heme-triggered TLR4 signalling: The role of heme-binding motifs in TLR4 and MD2."}, {"pubmed": 38135694, "text": "Myeloid differentiation factor-2/LY96, a potential predictive biomarker of metastasis and poor outcomes in prostate cancer: clinical implications as a potential therapeutic target."}], "genomic_pos": {"chr": "8", "end": 74029079, "ensemblgene": "ENSG00000154589", "start": 73991392, "strand": 1}, "genomic_pos_hg19": {"chr": "8", "end": 74941322, "start": 74903587, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0002224", "pubmed": 14607928, "qualifier": "involved_in", "term": "toll-like receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006968", "pubmed": 10359581, "qualifier": "involved_in", "term": "cellular defense response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007166", "pubmed": 10359581, "qualifier": "involved_in", "term": "cell surface receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031663", "qualifier": "involved_in", "term": "lipopolysaccharide-mediated signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0031666", "qualifier": "involved_in", "term": "positive regulation of lipopolysaccharide-mediated signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032496", "pubmed": 12594207, "qualifier": "acts_upstream_of_or_within", "term": "response to lipopolysaccharide"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032496", "pubmed": 14607928, "qualifier": "involved_in", "term": "response to lipopolysaccharide"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0032497", "qualifier": "involved_in", "term": "detection of lipopolysaccharide"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032497", "pubmed": 19252480, "qualifier": "involved_in", "term": "detection of lipopolysaccharide"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032760", "qualifier": "involved_in", "term": "positive regulation of tumor necrosis factor production"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0034142", "qualifier": "involved_in", "term": "toll-like receptor 4 signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0034142", "qualifier": "involved_in", "term": "toll-like receptor 4 signaling pathway"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0045087", "pubmed": 33576548, "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0071222", "qualifier": "involved_in", "term": "cellular response to lipopolysaccharide"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 11274165, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005886", "pubmed": 33576548, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0010008", "qualifier": "located_in", "term": "endosome membrane"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:0043235", "pubmed": 19252480, "qualifier": "part_of", "term": "receptor complex"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0046696", "qualifier": "part_of", "term": "lipopolysaccharide receptor complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0046696", "pubmed": [11274165, 19252480], "qualifier": "part_of", "term": "lipopolysaccharide receptor complex"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0001530", "qualifier": "enables", "term": "lipopolysaccharide binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0001875", "qualifier": "enables", "term": "lipopolysaccharide immune receptor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001875", "pubmed": 19252480, "qualifier": "enables", "term": "lipopolysaccharide immune receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [15728506, 17803912, 19060881, 19252480, 20547845, 22474354, 22532668, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0015026", "pubmed": 10359581, "qualifier": "enables", "term": "coreceptor activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0035662", "qualifier": "enables", "term": "Toll-like receptor 4 binding"}]}, "homologene": {"genes": [[9544, 696778], [9598, 746178], [9606, 23643], [9615, 610524], [9913, 613753], [10090, 17087], [10116, 448830]], "id": 9109}, "interpro": [{"desc": "MD-2-related lipid-recognition domain", "id": "IPR003172", "short_desc": "ML_dom"}, {"desc": "Immunoglobulin E-set", "id": "IPR014756", "short_desc": "Ig_E-set"}, {"desc": "Lymphocyte antigen 96", "id": "IPR039217", "short_desc": "LY96"}], "ipi": ["IPI00022250", "IPI00974245"], "map_location": "8q21.11", "name": "lymphocyte antigen 96", "other_names": ["lymphocyte antigen 96", "myeloid differentiation protein-2", "protein MD-2"], "pantherdb": {"HGNC": "17156", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1341909", "ortholog_type": "LDO", "panther_family": "PTHR15218", "taxid": 10090, "uniprot_kb": "Q9JHF9"}, {"Ensembl": "ENSGALG00000032701", "ortholog_type": "LDO", "panther_family": "PTHR15218", "taxid": 9031, "uniprot_kb": "A0A1D5NZX9"}], "uniprot_kb": "Q9Y6Y9"}, "pathway": {"biocarta": [{"id": "gsk3pathway", "name": "inactivation of gsk3 by akt causes accumulation of b-catenin in alveolar macrophages"}, {"id": "tollpathway", "name": "toll-like receptor pathway"}], "kegg": [{"id": "hsa04064", "name": "NF-kappa B signaling pathway - Homo sapiens (human)"}, {"id": "hsa04620", "name": "Toll-like receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa05132", "name": "Salmonella infection - Homo sapiens (human)"}, {"id": "hsa05133", "name": "Pertussis - Homo sapiens (human)"}, {"id": "hsa05145", "name": "Toxoplasmosis - Homo sapiens (human)"}, {"id": "hsa05417", "name": "Lipid and atherosclerosis - Homo sapiens (human)"}], "pid": {"id": "toll_endogenous_pathway", "name": "Endogenous TLR signaling"}, "reactome": [{"id": "R-HSA-109581", "name": "Apoptosis"}, {"id": "R-HSA-1236974", "name": "ER-Phagosome pathway"}, {"id": "R-HSA-1236975", "name": "Antigen processing-Cross presentation"}, {"id": "R-HSA-1280218", "name": "Adaptive Immune System"}, {"id": "R-HSA-140534", "name": "Caspase activation via Death Receptors in the presence of ligand"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-166016", "name": "Toll Like Receptor 4 (TLR4) Cascade"}, {"id": "R-HSA-166058", "name": "MyD88:MAL(TIRAP) cascade initiated on plasma membrane"}, {"id": "R-HSA-166166", "name": "MyD88-independent TLR4 cascade "}, {"id": "R-HSA-168138", "name": "Toll Like Receptor 9 (TLR9) Cascade"}, {"id": "R-HSA-168179", "name": "Toll Like Receptor TLR1:TLR2 Cascade"}, {"id": "R-HSA-168181", "name": "Toll Like Receptor 7/8 (TLR7/8) Cascade"}, {"id": "R-HSA-168188", "name": "Toll Like Receptor TLR6:TLR2 Cascade"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168898", "name": "Toll-like Receptor Cascades"}, {"id": "R-HSA-181438", "name": "Toll Like Receptor 2 (TLR2) Cascade"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-2562578", "name": "TRIF-mediated programmed cell death"}, {"id": "R-HSA-5260271", "name": "Diseases of Immune System"}, {"id": "R-HSA-5357769", "name": "Caspase activation via extrinsic apoptotic signalling pathway"}, {"id": "R-HSA-5357801", "name": "Programmed Cell Death"}, {"id": "R-HSA-5602358", "name": "Diseases associated with the TLR signaling cascade"}, {"id": "R-HSA-5602498", "name": "MyD88 deficiency (TLR2/4)"}, {"id": "R-HSA-5603041", "name": "IRAK4 deficiency (TLR2/4)"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-5686938", "name": "Regulation of TLR by endogenous ligand"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-936964", "name": "Activation of IRF3, IRF7 mediated by TBK1, IKKε (IKBKE)"}, {"id": "R-HSA-937041", "name": "IKK complex recruitment mediated by RIP1"}, {"id": "R-HSA-937061", "name": "TRIF (TICAM1)-mediated TLR4 signaling "}, {"id": "R-HSA-937072", "name": "TRAF6-mediated induction of TAK1 complex within TLR4 complex"}, {"id": "R-HSA-9707616", "name": "Heme signaling"}, {"id": "R-HSA-975138", "name": "TRAF6 mediated induction of NFkB and MAP kinases upon TLR7/8 or 9 activation"}, {"id": "R-HSA-975155", "name": "MyD88 dependent cascade initiated on endosome"}, {"id": "R-HSA-975163", "name": "IRAK2 mediated activation of TAK1 complex upon TLR7/8 or 9 stimulation"}, {"id": "R-HSA-9820952", "name": "Respiratory Syncytial Virus Infection Pathway"}, {"id": "R-HSA-9820960", "name": "Respiratory syncytial virus (RSV) attachment and entry"}, {"id": "R-HSA-9824446", "name": "Viral Infection Pathways"}, {"id": "R-HSA-9824878", "name": "Regulation of TBK1, IKKε (IKBKE)-mediated activation of IRF3, IRF7 "}, {"id": "R-HSA-983169", "name": "Class I MHC mediated antigen processing & presentation"}, {"id": "R-HSA-9833110", "name": "RSV-host interactions"}], "wikipathways": [{"id": "WP1449", "name": "Regulation of toll-like receptor signaling pathway"}, {"id": "WP2272", "name": "Pathogenic Escherichia coli infection"}, {"id": "WP4136", "name": "Fibrin Complement Receptor 3 Signaling Pathway"}, {"id": "WP75", "name": "Toll-like Receptor Signaling Pathway"}]}, "pdb": ["2E56", "2E59", "2Z65", "3FXI", "3ULA", "4G8A"], "pfam": "PF02221", "pharmgkb": "PA134924906", "pharos": {"target_id": 5389, "tdl": "Tchem"}, "reagent": {"CM-LibrX-no-seq": [{"id": "GNF327515", "relationship": "is"}, {"id": "GNF327516", "relationship": "is"}, {"id": "GNF327517", "relationship": "is"}], "CondMedia_CM_LibrAB": {"id": "GNF292890", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF170171", "relationship": "is"}, {"id": "GNF181077", "relationship": "is"}, {"id": "GNF191983", "relationship": "is"}, {"id": "GNF202889", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF008612", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF329904", "relationship": "is"}, {"id": "GNF331645", "relationship": "is"}, {"id": "GNF332727", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF334722", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF110766", "relationship": "is"}, {"id": "GNF150407", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000008.11", "NC_060932.1"], "protein": ["NP_001182726.1", "NP_056179.4", "XP_011515810.1", "XP_016868788.1", "XP_016868789.1", "XP_047277618.1", "XP_054216211.1", "XP_054216212.1", "XP_054216213.1", "XP_054216214.1"], "rna": ["NM_001195797.2", "NM_015364.5", "XM_011517508.3", "XM_017013299.2", "XM_017013300.2", "XM_047421662.1", "XM_054360236.1", "XM_054360237.1", "XM_054360238.1", "XM_054360239.1"], "translation": [{"protein": "NP_056179.4", "rna": "NM_015364.5"}, {"protein": "XP_016868788.1", "rna": "XM_017013299.2"}, {"protein": "XP_054216213.1", "rna": "XM_054360238.1"}, {"protein": "XP_016868789.1", "rna": "XM_017013300.2"}, {"protein": "XP_047277618.1", "rna": "XM_047421662.1"}, {"protein": "NP_001182726.1", "rna": "NM_001195797.2"}, {"protein": "XP_011515810.1", "rna": "XM_011517508.3"}, {"protein": "XP_054216212.1", "rna": "XM_054360237.1"}, {"protein": "XP_054216214.1", "rna": "XM_054360239.1"}, {"protein": "XP_054216211.1", "rna": "XM_054360236.1"}]}, "reporter": {"HG-U133_Plus_2": "206584_at", "HG-U95Av2": "33956_at", "HTA-2_0": "TC08000487.hg.1", "HuEx-1_0": "3103523", "HuGene-1_1": "8146934", "HuGene-2_1": "17070061"}, "summary": "This gene encodes a protein which associates with toll-like receptor 4 on the cell surface and confers responsiveness to lipopolysaccyaride (LPS), thus providing a link between the receptor and LPS signaling. Studies of the mouse ortholog suggest that this gene may be involved in endotoxin neutralization. Alternative splicing results in multiple transcript variants encoding different isoforms. [provided by RefSeq, Sep 2010].", "symbol": "LY96", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1424783"}, "unigene": "Hs.726603", "uniprot": {"Swiss-Prot": "Q9Y6Y9"}, "wikipedia": {"url_stub": "Lymphocyte antigen 96"}}