{"AllianceGenome": "30215", "HGNC": "30215", "MIM": "612646", "_id": "346389", "_version": 1, "accession": {"genomic": ["AC005083.1", "AC007001.2", "CH236948.1", "CH471073.1", "CP068271.2", "NC_000007.14", "NC_060931.1"], "protein": ["AAI37091.1", "BAC87646.1", "BAD18547.1", "CAC86408.1", "EAL24276.1", "EAW93719.1", "NP_877439.3", "Q6ZN28.2"], "rna": ["AF086401.1", "AJ313524.1", "AK128850.1", "AK131400.1", "AL359055.1", "BC137090.1", "BC144470.1", "CB240872.1", "NM_182762.4"], "translation": [{"protein": "CAC86408.1", "rna": "AJ313524.1"}, {"protein": "AAI37091.1", "rna": "BC137090.1"}, {"protein": "BAC87646.1", "rna": "AK128850.1"}, {"protein": "BAD18547.1", "rna": "AK131400.1"}, {"protein": "NP_877439.3", "rna": "NM_182762.4"}]}, "alias": ["7A5", "SH3BP4L"], "ensembl": {"gene": "ENSG00000183742", "protein": ["ENSP00000328410", "ENSP00000383185", "ENSP00000466864"], "transcript": ["ENST00000332878", "ENST00000400331", "ENST00000471019", "ENST00000483317", "ENST00000589011"], "translation": [{"protein": "ENSP00000383185", "rna": "ENST00000400331"}, {"protein": "ENSP00000328410", "rna": "ENST00000332878"}, {"protein": "ENSP00000466864", "rna": "ENST00000589011"}], "type_of_gene": "protein_coding"}, "entrezgene": "346389", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 17.25594378, "exp_mis": 227.2854756, "exp_syn": 91.484321, "lof_z": -1.13128001644667, "mis_z": -2.91067167302949, "mu_lof": 1.37504606896e-06, "mu_mis": 1.99121713183e-05, "mu_syn": 7.92641534202e-06, "n_lof": 22.0, "n_mis": 317.0, "n_syn": 107.0, "p_li": 7.56011564443965e-17, "p_null": 0.998907156588289, "p_rec": 0.00109284341171094, "syn_z": -1.00565019018192}, "bp": 2559, "cds_end": 20201485, "cds_start": 20180568, "n_exons": 4, "nonpsych": {"exp_lof": 15.5357523, "exp_mis": 205.632752, "exp_syn": 82.7195961, "lof_z": -1.11233129376719, "mis_z": -2.54540690797604, "mu_lof": 1.37504606896e-06, "mu_mis": 1.99121713183e-05, "mu_syn": 7.92641534202e-06, "n_lof": 20.0, "n_mis": 278.0, "n_syn": 98.0, "p_li": 2.27056698802869e-15, "p_null": 0.997985086573799, "p_rec": 0.00201491342619904, "syn_z": -1.05777673867843}, "nontcga": {"exp_lof": 15.86742349, "exp_mis": 209.0946074, "exp_syn": 84.15753317, "lof_z": -1.51869652008411, "mis_z": -2.75305234889416, "mu_lof": 1.37504606896e-06, "mu_mis": 1.99121713183e-05, "mu_syn": 7.92641534202e-06, "n_lof": 22.0, "n_mis": 289.0, "n_syn": 99.0, "p_li": 2.36261942568107e-17, "p_null": 0.999448869059532, "p_rec": 0.000551130940468175, "syn_z": -1.02442928771491}, "transcript": "ENST00000400331.5"}, "exons": [{"cdsend": 20161862, "cdsstart": 20140945, "chr": "7", "position": [[20134655, 20141158], [20154192, 20154381], [20158203, 20160245], [20161747, 20161870], [20164255, 20164399], [20170713, 20170778], [20217298, 20217384]], "strand": -1, "transcript": "NM_182762", "txend": 20217384, "txstart": 20134655}], "exons_hg19": [{"cdsend": 20201485, "cdsstart": 20180568, "chr": "7", "position": [[20174278, 20180781], [20193815, 20194004], [20197826, 20199868], [20201370, 20201493], [20203878, 20204022], [20210336, 20210401], [20256921, 20257007]], "strand": -1, "transcript": "NM_182762", "txend": 20257007, "txstart": 20174278}], "generif": [{"pubmed": 19499089, "text": "study revealed MACC1 protein consists of 4 domains: ZU5, SH3 & 2 C-terminal death domains; bioinformatic analysis indicates MACC1, besides its involvement in signal transduction from the MET receptor, links MET signaling & apoptosis"}, {"pubmed": 19556890, "text": "MACC1 acts via a specific consensus sequence of the Met promoter, described as an Sp1 binding site."}, {"pubmed": 19787327, "text": "Summarized are MACC1 genomic localization and organization, its predicted splice variants, and single nucleotide polymorphisms, predicted expressions of MACC1 in normal and malignant human tissues."}, {"pubmed": 20682999, "text": "Results suggest that MACC1 is more frequently expressed in advanced colorectal carcinomas."}, {"pubmed": 20944120, "text": "MACC1 is more frequently expressed in peritoneal-disseminated gastric carcinomas and may serve as a new parameter for the prognostic prediction of gastric cancer."}, {"pubmed": 21093878, "text": "Metastasis associated in colon cancer 1 gene overexpression may be a useful marker for predicting postoperative recurrence in patients with lung adenocarcinoma after surgery."}, {"pubmed": 21447729, "text": "Expression analysis of MET, MACC1, and HGF in metastatic colorectal cancer."}, {"pubmed": 21498695, "text": "MACC1 is more frequently expressed in vascular invasive hepatocellular carcinoma."}, {"pubmed": 21508357, "text": "Overexpression of MACC1 mRNA is associated with postoperative recurrence in patients with lung adenocarcinoma following surgery"}, {"pubmed": 21734401, "text": "Data indicate taht candidate genes ACTB, BZW, OCM, MACC1, NXPH1, PRPS1L1, RAC1 and RPA3, which lie within the DFNB90 region, were sequenced and no potentially causal variants were identified."}, {"pubmed": 21923915, "text": "High MACC1 is associated with ovarian carcinoma"}, {"pubmed": 21955323, "text": "MACC1 may identify low- and high-risk individuals with hepatocellular carcinoma and be a valuable indicator for stratifying the prognosis of TNM stage I patients."}, {"pubmed": 22179665, "text": "Concomitant downregulation of miR-1 and increase of MACC1 can thus contribute to MET overexpression and to the metastatic behavior of colon cancer cells."}, {"pubmed": 22251819, "text": "For the first time, our study investigated the influence of MACC1 tagging polymorphisms on overall survival suggesting SNP rs1990172 as a predictor for reduced overall survival in colorectal cancer patients."}, {"pubmed": 22484916, "text": "MACC1 has a role in colorectal cancer and can be used for imaging in xenografts"}, {"pubmed": 22493396, "text": "High expression of MACC1 or MET was associated with reduced relapse-free survival and the prognosis was worse when both genes were highly expressed"}, {"pubmed": 22533346, "text": "Findings newly described miR-143/MACC1 link and provided a potential mechanism for MACC1 dysregulation and contribution to CRC cell invasion."}, {"pubmed": 22814258, "text": "MACC1 and c-met have an important function in the differentiation, invasion, and metastasis of NSCLC"}, {"pubmed": 22838389, "text": "the identification of coding MACC1 SNPs in primary colorectal tumors does not improve the prediction for metastasis formation or for patients' survival compared to MACC1 expression analysis alone."}, {"pubmed": 23095620, "text": "In stage II colon cancer, MACC1 expression predicts development of metastases, outperforming microsatellite stability status, as well as KRAS/BRAF mutation status."}, {"pubmed": 23166620, "text": "Circulating MACC1 transcripts in colorectal cancer patient plasma predict metastasis and prognosis."}, {"pubmed": 23232575, "text": "MACC1 protein was localized in both nuclei and cytoplasm of the hepatocellular carcinoma cell lines and the nuclear localization of MACC1 protein was associated with increased aggressiveness of the hepatocellular carcinoma cell lines."}, {"pubmed": 23291068, "text": "MACC1 mRNA up-regulation is a feature of disease progression in HBV-related hepatocellular carcinoma."}, {"pubmed": 23414367, "text": "MACC1 mRNA and nuclear protein expression was significantly increased in tumorous tissues in these patients than that in normal liver tissue controls"}, {"pubmed": 23457029, "text": "MACC1 also promoted the proliferation, migration and invasion of both gastric cancer cell lines."}, {"pubmed": 23573286, "text": "MACC1 plays an important role in carcinogenesis of nasopharyngeal carcinoma."}, {"pubmed": 23665971, "text": "MACC1, a new easily detectable biomarker in cancer, is an independent prognostic factor of recurrence after liver resection of colorectal cancer metastasis."}, {"pubmed": 23717574, "text": "There is an inverse correlation between MACC1 level and patient survival in subjects with early-stage HCC or with normal serum AFP."}, {"pubmed": 23737034, "text": "Studied the expression of MACC1 in esophageal cancer by utilizing immunohistochemistry and analyzed the relationship between the expression and esophageal cancer prognosis."}, {"pubmed": 23812675, "text": "Studied the expression of MACC-1 and c-MET in gastric cancer, and correlated this expression with clinicohistological parameters and patient prognosis."}, {"pubmed": 23982875, "text": "overexpression of MACC1 was positively associated with the progression and poor prognosis in patients with glioma."}, {"pubmed": 24065195, "text": "our data suggest that MACC1 may play important roles in the development and progression of osteosarcoma, and thus may be considered as a novel molecular target for therapy of the patients with OS."}, {"pubmed": 24124150, "text": "MACC1 is related to colorectal cancer initiation and early-stage invasive growth."}, {"pubmed": 24163085, "text": "our data presented herein suggest that biological implications triggered by MACC1 may be tightly associated with the status of Akt signaling pathway in osteosarcoma"}, {"pubmed": 24220141, "text": "High MACC1 expression is associated with malignant glioma progression."}, {"pubmed": 24310811, "text": "MACC1 protein and mRNA overexpression in both NSCLC tissues and cell lines is related to tumor recurrence, metastasis, and prognosis"}, {"pubmed": 24425103, "text": "MACC1 acts as a putative oncogene in GBC and could be a novel diagnostic and therapeutic target for gallbladder cancer."}, {"pubmed": 24465159, "text": "Our data suggest that SNP rs1990172 and SNP rs975263 in the MACC1 gene may be potential genetic markers for hepatocellular carcinoma recurrence in liver transplantation patients."}, {"pubmed": 24516351, "text": "MACC1 or combination of MACC1/FAK could serve as a novel biomarker in predicting the prognosis of patocellular carcinoma after liver transplantation ."}, {"pubmed": 24568531, "text": "Highly expressed MACC1 protein is associated with hepatocellular carcinoma."}, {"pubmed": 24910416, "text": "This study provides first evidence that MACC1 polymorphisms are associated with clinical outcome for HER2-positive breast cancer patients."}, {"pubmed": 24949951, "text": "MACC1 may represent a promising prognostic biomarker candidate, as well as a potential therapeutic target for renal pelvis carcinoma"}, {"pubmed": 25003996, "text": "Results suggest that MACC1 plays an important role in carcinogenesis and progression of CRC through beta-catenin signaling pathway and mesenchymal-epithelial transition."}, {"pubmed": 25043301, "text": "Metabolic stress is one of the mechanisms that elevate MACC1 expression in GC."}, {"pubmed": 25120795, "text": "MACC1 may contribute to tumor development and progression in cervical cancer"}, {"pubmed": 25326812, "text": "The present meta-analysis showed that overexpression of MACC1 was significantly associated with poorer survival in solid tumors."}, {"pubmed": 25421538, "text": "Results show that the overexpression of MACC1 was significantly correlated with the poor overall survival of patients with tongue squamous cell carcinoma and influences the cells invasion and migration."}, {"pubmed": 25444928, "text": "Data suggest a critical role for MACC1 in lymphatic dissemination of GC, providing evidence that MACC1 upregulated VEGF-C/VEGF-D secretion to promote lymphangiogenesis via c-Met signaling."}, {"pubmed": 25482402, "text": "Results show that miR-200a suppressed tumor growth and metastasis by directly targeting MACC1 in hepatocellular carcinoma."}, {"pubmed": 25544672, "text": "Circulating MACC1 mRNA represents a potential noninvasive, diagnostic and prognostic marker for non small cell lung cancer."}, {"pubmed": 25574109, "text": "Levels of circulating MACC1 transcripts in plasma of gastric cancer patients are of diagnostic value and are prognostic for patient survival."}, {"pubmed": 25579553, "text": "MACC1 expression might be closely related to carcinogenesis, clinical biological behaviors, and prognosis of gallbladder adenocarcinoma."}, {"pubmed": 25640194, "text": "Metastasis-associated in colon cancer-1 may have an important role in tumour development in adenoid cystic carcinoma. Metastasis-associated in colon cancer-1 is a potential biomarker for adenoid cystic carcinoma."}, {"pubmed": 25640351, "text": "Silencing of MACC1 was found to enhance the apoptosis."}, {"pubmed": 25660117, "text": "MACC1 overexpression predicted worse prognosis after liver resection, which was attributed to the repression of HCC cell apoptosis via a molecular mechanism in which MACC1 accelerated the activation of the HGF/c-MET/PI3K/AKT pathway"}, {"pubmed": 25738887, "text": "our findings provide some novel insights into the role of MACC1 in breast cancer, indicating that it plays different roles in breast and several other cancers."}, {"pubmed": 25738944, "text": "These results suggested that MACC1 leads to a poor prognosis in HCC, partly by promoting proliferation via enhancement in glucose metabolism by HK2."}, {"pubmed": 25742883, "text": "High MACC1 expression in combination with mutated KRAS G13 indicates poor survival of colorectal cancer patients."}, {"pubmed": 25884643, "text": "MACC1 expression predicts survival outcome in colorectal cancer patients."}, {"pubmed": 25895023, "text": "MACC1 promotes vasculogenic mimicry in gastric cancer by regulating the HGF/c-Met-TWIST1/2 signaling pathway."}, {"pubmed": 25953673, "text": "MACC1gene expression is highly prognostic biomarker for survival in patients with Klatskin tumor."}, {"pubmed": 26043756, "text": "the expression levels of MACC1 were significantly correlated with the biological processes underlying glioma cell proliferation, invasion and metastasis."}, {"pubmed": 26065229, "text": "MACC1 may serve as a new parameter for the prognostic prediction in patients with invasive breast carcinoma"}, {"pubmed": 26090393, "text": "conclusion, high MACC1 expression may serve as a prognostic biomarker to guide individualized management in clinical practice for digestive system neoplasms."}, {"pubmed": 26097569, "text": "In renal cell carcinoma, positive MACC1 expression was found to significantly correlate with distant metastasis and TNM stage. patients with higher MACC1 expression had a significantly lower disease-free rate"}, {"pubmed": 26332389, "text": "Our findings suggest that MACC1 protein, as a valuable marker of cervical cancer prognosis, plays an important role in the progression of human cervical cancer cells."}, {"pubmed": 26339359, "text": "Conclude that the ability of proliferation and invasion in T24 cells can be inhibited by RNAi-targeting MACC1."}, {"pubmed": 26681060, "text": "downregulation of MACC1 expression could enhance cisplatin sensitivity and decrease drug resistance in SKOV- 3/DDP cells."}, {"pubmed": 26686083, "text": "SPON2 is a transcriptional target of the metastasis gene MACC1. SPON2 induces cell motility in vitro and CRC metastasis in mice. In patients, SPON2 serves as prognostic indicator for CRC metastasis and survival, and might represent a promising target for therapeutic approaches."}, {"pubmed": 26719224, "text": "This study suggests that MACC1 is an independent prognostic factor in gastric adenocarcinoma and that the prognostic impact of MACC1 may be associated with MACC1 partners other than MET."}, {"pubmed": 26758557, "text": "MACC1-induced tumor progression in colorectal cancer acts, at least in part, via the newly discovered MACC1/Nanog/Oct4 axis."}, {"pubmed": 26794135, "text": "Study demonstrated that suppression of MACC1 improves the chemosensitivity of cisplatin in epithelial ovarian cancer cells probably through regulation of the ERK1/2 signaling pathway and P-gp and its downstream apoptotic proteins."}, {"pubmed": 26863570, "text": "Data indicate that OR3A4 upregulation contributes to metastasis and tumorigenesis in gastric cancer by regulating the activation of PDLIM2, MACC1, NTN4, and GNB2L1."}, {"pubmed": 26871844, "text": "Our results suggest that rs975263 and rs4721888 polymorphisms in MACC1 are associated with the risk of breast cancer susceptibility and may be involved in the progression of breast cancer in Chinese women"}, {"pubmed": 26919111, "text": "MACC1 is essential for acetylcholine-induced gastric cancer cell invasion/migration and epithelial-mesenchymal transition"}, {"pubmed": 26936749, "text": "MACC1 was a specific target gene of miR-338-3p, which regulates malignant biological behaviors of glioma cells partly through directly silencing MACC1 expression."}, {"pubmed": 27143263, "text": "MACC1 is more frequently expressed in a poor prognosis phenotype of gastric cancer and acts as a promising prognostic prediction parameter for gastric cancer"}, {"pubmed": 27280289, "text": "High MACC1 expression is associated with Angiogenesis and recurrence in Gastric Cancer."}, {"pubmed": 27431311, "text": "Elevated Orai1 and STIM1 expressions upregulate MACC1 expression to promote tumor cell proliferation, metabolism, migration, and invasion in human gastric cancer."}, {"pubmed": 27439755, "text": "Metastasis-associated in colon cancer 1 is expressed at early stages of colorectal oncogenesis within the affected colonic tissue in colorectal cancer patient cohort."}, {"pubmed": 27462788, "text": "these findings highlight the pivotal role of miR-218 in various aspects of MACC1 expression regulation and MACC1-mediated colorectal cancer progression"}, {"pubmed": 27492459, "text": "High MACC1 expression is associated with colorectal cancer."}, {"pubmed": 27529686, "text": "Results indicate that Nav 1.7 promotes GC progression through MACC1-mediated upregulation of NHE1."}, {"pubmed": 27542234, "text": "MACC1 overexpression is associated with poor survival rates, regional invasion and lymph-node metastasis [meta-analysis]"}, {"pubmed": 27607135, "text": "H19 may regulate non-small cell lung cancer (NSCLC) metastasis through modulating cellular signaling pathway proteins related to cell proliferation and cell adhesion, including MACC1, EGFR, beta-catenin and ERK1/2."}, {"pubmed": 27793048, "text": "Serum metastasis-associated in colon cancer-1 (MACC1) levels were higher in breast cancer patients than patients with benign disease or healthy volunteers."}, {"pubmed": 27793161, "text": "MACC1 overexpression is associated with gastric cancer."}, {"pubmed": 27832750, "text": "High expression of MACC1 is associated with non-small cell lung cancer."}, {"pubmed": 27911852, "text": "Data suggest that the miR-497/MACC1 axis mediated the effect of XIST on GC cell growth."}, {"pubmed": 27917797, "text": "MACC1 gene (metastasis-associated in colon cancer 1) is upregulated in cancer stem cells both resistant and sensitive to chemotherapy"}, {"pubmed": 27991682, "text": "MACC1 down-regulation suppresses endometrial carcinoma cell proliferation."}, {"pubmed": 28235486, "text": "Data show that metastasis-associated in colon cancer-1 (MACC1) and monocarboxylate transporter 1 (MCT1) are highly expressed in gastric cancer indicating poor prognosis."}, {"pubmed": 28339092, "text": "A novel role of MACC1 in gastric cancer cell lipogenesis.MACC1 and FASN are positively correlated and responsible for the poor prognoses in gastric cancer patients."}, {"pubmed": 28460000, "text": "MACC1 expression stratifies colon cancer patients with unfavorable pMMR status. Stage II colon cancer patients with pMMR/MACC1-low tumors have a similar favorable prognosis to those with dMMR with potential implications for the role of adjuvant therapy"}, {"pubmed": 28498456, "text": "restoration of MACC1 expression could abrogate the anti-metastatic effects of miR-944 on colorectal cancer (CRC)cells with enhanced cell migration and invasion. MACC1/Met/AKT signaling may be implicated with the function of miR-944 in CRC cells. Altogether, miR-944 potentially act as a prognostic predictor and a drug-target for CRC patients."}, {"pubmed": 28570591, "text": "MACC1 is a key driver and prognostic biomarker for cancer progression and metastasis in a large variety of solid tumor types, particularly colorectal cancer (CRC). Data suggest that some small molecules with antineoplastic activity inhibit MACC1 transcription in CRC and prevent liver metastasis in CRC; lovastatin and rottlerin are the antineoplastic agents used here."}, {"pubmed": 28624808, "text": "YB-1 promoted lung adenocarcinoma growth and progression in vitro and in vivo through directly binding to the MACC1 promoter and enhancing MACC1/c-Met pathway."}, {"pubmed": 28649004, "text": "MACC1 regulates Fas mediated apoptosis through STAT1/3 - Mcl-1 signaling in solid cancers."}, {"pubmed": 28791376, "text": "this study found that upregulation of MACC1 in ESCC was associated with lymph node metastasis of patients, and MACC1 regulated ESCC cell proliferation, apoptosis, migration and invasion mainly through AMPK-ULK1 induced autophagy"}, {"pubmed": 29243777, "text": "miR-338-3p/MACC1/MAPK regulatory pathway play an important role in the progression of cervical cancer."}, {"pubmed": 29444745, "text": "Authors validated that metastasis associated in colon cancer-1 (MACC1) is a novel target of miR-598 in GBM. Restoring MACC1 expression reversed the inhibitory effects of miR-598 overexpression on GBM cells."}, {"pubmed": 29510730, "text": "expression of MACC1-AS1 in gastric cancer tissues is linked to poor prognosis and promotes malignant phenotype upon cancer cells. MACC1-AS1 is elevated under metabolic stress and facilitates metabolic plasticity by promoting MACC1 expression through mRNA stabilization."}, {"pubmed": 29630522, "text": "MACC1 is an independent prognostic marker in patients with small invasive lung adenocarcinoma after complete surgical resection. Differential outcomes are associated with MACC1 expression level."}, {"pubmed": 29678846, "text": "The results of this study found that MACC1 protein expression in tumor tissue is significantly prognostic for shorter disease-free survival."}, {"pubmed": 29700912, "text": "coexistence of high MACC1 and low NM23-H1 expression and tumor budding was associated with short overall survival"}, {"pubmed": 29737091, "text": "The expressions of AXIN and MACC1 proteins are related to the prognosis of gastric carcinoma patients, and are involved in the invasion and metastasis of gastric carcinoma."}, {"pubmed": 29940751, "text": "MACC1 knockdown effectively inhibited cell proliferation and promoted apoptosis of lung adenocarcinoma cells by regulating the beta-catenin pathway."}, {"pubmed": 29984790, "text": "MACC1 and c-Myc are highly expressed in serum and tumor tissues of EC patients. Both are correlated with TNM stage, primary infiltration, and lymph node or distal metastasis."}, {"pubmed": 30021598, "text": "Expression levels of MACC1, CD44, Twist1, and KiSS-1 are related to duration of overall survival among patients with colonic adenocarcinoma."}, {"pubmed": 30370603, "text": "plasma MACC1 levels could be a useful prognostic and diagnostic biomarker, and could improve the prognostic value of traditional prognosticators for colorectal cancer patients."}, {"pubmed": 30515418, "text": "Our results suggest that MACC1 expression might be a biomarker for poor prognosis in individual epithelial ovarian cancer patients"}, {"pubmed": 30720137, "text": "Study demonstrated that the overexpression of MACC1 in carcinomaassociated fibroblasts promoted the invasive ability of lung adenocarcinoma cells via paracrine signaling."}, {"pubmed": 30927479, "text": "Clinical relevance of circulating MACC1 and S100A4 transcripts for ovarian cancer."}, {"pubmed": 30954221, "text": "Circ-FOXM1 upregulated the level of pancreatic progenitor cell differentiation and proliferation factor (PPDPF) and metastasis-associated in colon cancer 1 (MACC1) by sponging miR-1304-5p, thereby increasing the proliferation and invasion of non-small cell lung cancer cells."}, {"pubmed": 31037159, "text": "The DLC3/MACC1 axis modulates GC glycolysis."}, {"pubmed": 31557409, "text": "MACC1 regulates PDL1 expression and tumor immunity through the c-Met/AKT/mTOR pathway in gastric cancer cells."}, {"pubmed": 31894242, "text": "MACC1 is an independent indicator of recurrence related to Recurrence-free survival in early-stage glottic cancer."}, {"pubmed": 32031117, "text": "Importance of MACC1 expression in breast cancer and its relationship with pathological prognostic markers."}, {"pubmed": 32064885, "text": "MiR-638 regulates gastric cardia adenocarcinoma cell proliferation, apoptosis, migration and invasion by targeting MACC1."}, {"pubmed": 32109147, "text": "LncRNA MACC1-AS1 Promotes Lung Adenocarcinoma Cell Proliferation by Downregulating PTEN."}, {"pubmed": 32503676, "text": "MACC1 driven alterations in cellular biomechanics facilitate cell motility in glioblastoma."}, {"pubmed": 32613480, "text": "Mass spectrometry-based proteomic capture of proteins bound to the MACC1 promoter in colon cancer."}, {"pubmed": 32756469, "text": "Saffron Crudes and Compounds Restrict MACC1-Dependent Cell Proliferation and Migration of Colorectal Cancer Cells."}, {"pubmed": 33245030, "text": "Overexpression of metastasis-associated in colon cancer 1 in retinoblastoma."}, {"pubmed": 33469705, "text": "MACC1 regulates clathrin-mediated endocytosis and receptor recycling of transferrin receptor and EGFR in colorectal cancer."}, {"pubmed": 33550920, "text": "Long Noncoding RNA FGD5-AS1 Knockdown Decrease Viability, Migration, and Invasion of Non-Small Cell Lung Cancer (NSCLC) Cells by Regulating the MicroRNA-944/MACC1 Axis."}, {"pubmed": 34294360, "text": "circ_0101802 functions as a sponge of miR-1236-3p to facilitate the proliferation, migration and invasion of colorectal cancer via regulating MACC1."}, {"pubmed": 34343214, "text": "Association of MACC1 expression with lymphatic metastasis in colorectal cancer: A nested case-control study."}, {"pubmed": 34493358, "text": "Long Noncoding RNA LINC01703 Exacerbates the Malignant Properties of Non-Small Cell Lung Cancer by Upregulating MACC1 in a MicroRNA-605-3p-Mediated Manner."}, {"pubmed": 34577857, "text": "The Prognostic Significance of MACC1 Expression in Breast Cancer and Its Relationship to Immune Cells in the Tumor Microenvironment and Patient Survival."}, {"pubmed": 34814302, "text": "A potential role for metastasis-associated in colon cancer 1 (MACC1) as a pan-cancer prognostic and immunological biomarker."}, {"pubmed": 34830078, "text": "Insulin-like Growth Factor Binding Protein-2 (IGFBP2) Is a Key Molecule in the MACC1-Mediated Platelet Communication and Metastasis of Colorectal Cancer Cells."}, {"pubmed": 34939526, "text": "MACC1 regulates the AKT/STAT3 signaling pathway to induce migration, invasion, cancer stemness, and suppress apoptosis in cervical cancer cells."}, {"pubmed": 35014688, "text": "Obesity, colorectal cancer and MACC1 expression: A possible novel molecular association."}, {"pubmed": 35103833, "text": "Circ_0002577/miR-126-5p/MACC1 axis promotes endometrial carcinoma progression by regulation of proliferation, migration, invasion, and apoptosis of endometrial carcinoma cells."}, {"pubmed": 35242498, "text": "The Relationship between MACC1/c-Met/Cyclin D1 Axis Expression and Prognosis in ESCC."}, {"pubmed": 35597866, "text": "Calcium-binding protein S100P is a new target gene of MACC1, drives colorectal cancer metastasis and serves as a prognostic biomarker."}, {"pubmed": 38141772, "text": "COX19 Is a New Target of MACC1 and Promotes Colorectal Cancer Progression by Regulating Copper Transport in Mitochondria."}], "genomic_pos": {"chr": "7", "end": 20217404, "ensemblgene": "ENSG00000183742", "start": 20134655, "strand": -1}, "genomic_pos_hg19": {"chr": "7", "end": 20257027, "start": 20174278, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0007165", "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 19098908, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051781", "qualifier": "involved_in", "term": "positive regulation of cell division"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005739", "qualifier": "located_in", "term": "mitochondrion"}], "MF": {"category": "MF", "evidence": "IEA", "id": "GO:0008083", "qualifier": "enables", "term": "growth factor activity"}}, "homologene": {"genes": [[7955, 558777], [8364, 100495055], [9031, 420604], [9598, 472302], [9606, 346389], [9615, 482343], [9913, 521867], [10090, 238455], [10116, 314539]], "id": 18813}, "interpro": [{"desc": "ZU5 domain", "id": "IPR000906", "short_desc": "ZU5_dom"}, {"desc": "SH3 domain", "id": "IPR001452", "short_desc": "SH3_domain"}], "ipi": "IPI00376087", "map_location": "7p21.1", "name": "MET transcriptional regulator MACC1", "other_names": ["MACC1, MET transcriptional regulator", "SH3 domain-containing protein 7a5", "metastasis associated in colon cancer 1", "metastasis-associated in colon cancer protein 1", "putative binding protein 7a5"], "pantherdb": {"HGNC": "30215", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2685113", "ortholog_type": "LDO", "panther_family": "PTHR15603", "taxid": 10090, "uniprot_kb": "E9PXX8"}, {"RGD": "1309838", "ortholog_type": "LDO", "panther_family": "PTHR15603", "taxid": 10116, "uniprot_kb": "F1LXW4"}, {"Ensembl": "ENSGALG00000010868", "ortholog_type": "LDO", "panther_family": "PTHR15603", "taxid": 9031, "uniprot_kb": "A0A3Q2U9Y2"}, {"ZFIN": "ZDB-GENE-091006-3", "ortholog_type": "LDO", "panther_family": "PTHR15603", "taxid": 7955, "uniprot_kb": "A0A2R8PZH9"}], "uniprot_kb": "Q6ZN28"}, "pharmgkb": "PA164722150", "pharos": {"target_id": 5677, "tdl": "Tbio"}, "prosite": ["PS50002", "PS51145"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF175926", "relationship": "is"}, {"id": "GNF186832", "relationship": "is"}, {"id": "GNF197738", "relationship": "is"}, {"id": "GNF208644", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF334961", "relationship": "weakly similar to"}, "NOVART_hs-genome_siRNA": [{"id": "GNF110521", "relationship": "is"}, {"id": "GNF150162", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000007.14", "NC_060931.1"], "protein": "NP_877439.3", "rna": "NM_182762.4", "translation": {"protein": "NP_877439.3", "rna": "NM_182762.4"}}, "reporter": {"GNF1H": "gnf1h08665_at", "HG-U133_Plus_2": ["1559361_at", "1566764_at", "1566766_a_at", "232151_at"], "HG-U95B": "47252_at", "HTA-2_0": ["TC07001182.hg.1", "TC07002818.hg.1"], "HuEx-1_0": "3040518", "HuGene-1_1": "8138466"}, "summary": "MACC1 is a key regulator of the hepatocyte growth factor (HGF; MIM 142409)-HGF receptor (HGFR, or MET; MIM 164860) pathway, which is involved in cellular growth, epithelial-mesenchymal transition, angiogenesis, cell motility, invasiveness, and metastasis. Expression of MACC1 in colon cancer (MIM 114500) specimens is an independent prognostic indicator for metastasis formation and metastasis-free survival (Stein et al., 2009 [PubMed 19098908]).[supplied by OMIM, Mar 2009].", "symbol": "MACC1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C2675234"}, "unigene": "Hs.598388", "uniprot": {"Swiss-Prot": "Q6ZN28"}}