{"AllianceGenome": "6776", "HGNC": "6776", "MIM": "177075", "_id": "4094", "_version": 1, "accession": {"genomic": ["AC009159.12", "AC084064.6", "AC092376.3", "AF055378.1", "CP068262.2", "NC_000016.10", "NC_060940.1", "NG_016440.2"], "protein": ["AAC27037.1", "AAC27038.1", "AAC27039.1", "AAH81542.1", "AAN76723.1", "AAO16209.1", "NP_001026974.1", "NP_005351.2", "O75444.2", "XP_016878722.1", "XP_016878723.1", "XP_016878724.1", "XP_024306047.1", "XP_054236297.1", "XP_054236298.1", "XP_054236299.1"], "rna": ["AF055376.1", "AF055377.1", "AF447709.1", "AF540388.1", "AK094336.1", "AK125176.1", "BC038438.1", "BC081542.1", "BE644986.1", "BF726289.1", "NM_001031804.3", "NM_005360.5", "XM_017023233.3", "XM_017023234.3", "XM_017023235.3", "XM_024450279.2", "XM_054380322.1", "XM_054380323.1", "XM_054380324.1", "XR_001751902.3", "XR_002957802.2", "XR_002957803.2", "XR_002957804.2"], "translation": [{"protein": "AAO16209.1", "rna": "AF540388.1"}, {"protein": "XP_016878724.1", "rna": "XM_017023235.3"}, {"protein": "XP_016878723.1", "rna": "XM_017023234.3"}, {"protein": "XP_054236298.1", "rna": "XM_054380323.1"}, {"protein": "XP_024306047.1", "rna": "XM_024450279.2"}, {"protein": "AAN76723.1", "rna": "AF447709.1"}, {"protein": "XP_054236297.1", "rna": "XM_054380322.1"}, {"protein": "AAH81542.1", "rna": "BC081542.1"}, {"protein": "XP_054236299.1", "rna": "XM_054380324.1"}, {"protein": "NP_001026974.1", "rna": "NM_001031804.3"}, {"protein": "NP_005351.2", "rna": "NM_005360.5"}, {"protein": "AAC27037.1", "rna": "AF055376.1"}, {"protein": "XP_016878722.1", "rna": "XM_017023233.3"}, {"protein": "AAC27038.1", "rna": "AF055377.1"}]}, "alias": ["AYGRP", "CCA4", "CTRCT21", "c-MAF"], "ensembl": {"gene": "ENSG00000178573", "protein": ["ENSP00000327048", "ENSP00000377019", "ENSP00000455097"], "transcript": ["ENST00000326043", "ENST00000393350", "ENST00000569649"], "translation": [{"protein": "ENSP00000455097", "rna": "ENST00000569649"}, {"protein": "ENSP00000327048", "rna": "ENST00000326043"}, {"protein": "ENSP00000377019", "rna": "ENST00000393350"}], "type_of_gene": "protein_coding"}, "entrezgene": "4094", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 5.07327740872, "exp_mis": 198.82259092, "exp_syn": 134.434275113, "lof_z": 1.79138692296325, "mis_z": 4.95428076243332, "mu_lof": 5.33047930629e-07, "mu_mis": 2.26333665499e-05, "mu_syn": 1.51514601893e-05, "n_lof": 1.0, "n_mis": 56.0, "n_syn": 69.0, "p_li": 0.429001156450398, "p_null": 0.0324058265214434, "p_rec": 0.538593017028158, "syn_z": 3.49864505363969}, "bp": 1212, "cds_end": 79633799, "cds_start": 79628356, "n_exons": 2, "nonpsych": {"exp_lof": 4.56526912387, "exp_mis": 179.927099853, "exp_syn": 121.649490169, "lof_z": 1.63874385864484, "mis_z": 4.96075076698669, "mu_lof": 5.33047930629e-07, "mu_mis": 2.26333665499e-05, "mu_syn": 1.51514601893e-05, "n_lof": 1.0, "n_mis": 48.0, "n_syn": 60.0, "p_li": 0.411409978957222, "p_null": 0.0432575162658421, "p_rec": 0.545332504776936, "syn_z": 3.51915110813421}, "nontcga": {"exp_lof": 4.66482886147, "exp_mis": 182.914210831, "exp_syn": 123.676987635, "lof_z": 1.6738521358699, "mis_z": 4.74883289460848, "mu_lof": 5.33047930629e-07, "mu_mis": 2.26333665499e-05, "mu_syn": 1.51514601893e-05, "n_lof": 1.0, "n_mis": 54.0, "n_syn": 67.0, "p_li": 0.399475476449987, "p_null": 0.0395609831442959, "p_rec": 0.560963540405717, "syn_z": 3.22689395850234}, "transcript": "ENST00000326043.4"}, "exons": [{"cdsend": 79599902, "cdsstart": 79598780, "chr": "16", "position": [[79593837, 79600737]], "strand": -1, "transcript": "NM_001031804", "txend": 79600737, "txstart": 79593837}, {"cdsend": 79599902, "cdsstart": 79594459, "chr": "16", "position": [[79593837, 79594553], [79598784, 79600737]], "strand": -1, "transcript": "NM_005360", "txend": 79600737, "txstart": 79593837}], "exons_hg19": [{"cdsend": 79633799, "cdsstart": 79632677, "chr": "16", "position": [[79627734, 79634634]], "strand": -1, "transcript": "NM_001031804", "txend": 79634634, "txstart": 79627734}, {"cdsend": 79633799, "cdsstart": 79628356, "chr": "16", "position": [[79627734, 79628450], [79632681, 79634634]], "strand": -1, "transcript": "NM_005360", "txend": 79634634, "txstart": 79627734}], "generif": [{"pubmed": 12939343, "text": "results suggest that Tc-mip plays a critical role in Th2 signaling pathway and represents the first proximal signaling protein which links TCR-mediated signal to the activation of c-maf Th2 specific factor"}, {"pubmed": 14688382, "text": "The short form of the proto-oncogene c-maf is highly induced in minimal change nephrotic syndrome T cells during relapse, where it translocates to the nuclear compartment and binds to the DNA responsive element."}, {"pubmed": 14692531, "text": "High levels of c-maf mRNA is associated with multiple myeloma"}, {"pubmed": 14998494, "text": "c-maf transforms plasma cells by stimulating cell cycle progression and by altering bone marrow stromal interactions"}, {"pubmed": 15749884, "text": "role of c-Maf in the transcriptional regulation of IL-10 and the underlying molecular mechanism in macrophages"}, {"pubmed": 16424013, "text": "results suggest that c-Maf might cause a type of T-cell lymphoma in both mice and humans and that ARK5, in addition to cyclin D2 and integrin beta(7), might be downstream target genes of c-Maf leading to malignant transformation"}, {"pubmed": 16470690, "text": "Findings expand the mutation spectrum of MAF in association with congenital cataract and highlight the genetic and phenotypic heterogeneity of congenital cataract."}, {"pubmed": 16498264, "text": "Segmental allergen challenge in asthmatics leads to increased GATA-3, c-maf and T-bet expression in BAL cells but not in bronchial biopsies"}, {"pubmed": 17044113, "text": "OPN is significantly upregulated in MM patients with maf translocations, particularly in the fraction lacking bone disease"}, {"pubmed": 17490615, "text": "Taken together, these data establish beta7 ITG as a new molecular target of PAHs, whose up-regulation by these environmental contaminants most likely requires activation of co-operative pathways involving both AhR and c-maf."}, {"pubmed": 17823980, "text": "c-Maf is capable of interactions with c-Myb that lead to reduced promoter binding and decreased Bcl-2 expression, rendering CD4 T cells more prone to apoptosis."}, {"pubmed": 17875642, "text": "the differential DNA binding specificity between Maf homodimers and Nrf2-Maf heterodimers establishes the differential gene regulation by these dimer-forming transcription factors"}, {"pubmed": 17897790, "text": "CD13 transcription is regulatd by MAF via an atypical response element."}, {"pubmed": 17901057, "text": "Pax-6 and c-Maf interact with G1 to activate basal expression of the glucagon gene"}, {"pubmed": 17982426, "text": "MAF mutation p.Arg299Ser is the third mutation identified in association with the CCMC phenotype, and all three mutations are located in the basic region of the DNA binding domain in the MAF protein (OMIM 177075)."}, {"pubmed": 18059226, "text": "Angioimmunoblastic T-cell lymphoma(AILT) shows c-Maf expression and provide new insight into the pathogenesis of AILT suggesting c-Maf to be a useful diagnostic marker."}, {"pubmed": 18585411, "text": "MafG-mediated nuclear retention may enable Nrf2 proteins to evade cytosolic proteasomal degradation and consequently stabilize Nrf2 signaling"}, {"pubmed": 18616618, "text": "The exclusion of these genes as likely candidates supports the hypothesis that the ocular phenotype associated with peters' anomaly segregating in this family is a distinct, new, autosomal dominant entity in the anterior segment dysgenesis spectrum."}, {"pubmed": 19151714, "text": "In addition to FTO and MC4R, we detected significant association of obesity with three new risk loci in NPC1 (endosomal/lysosomal Niemann-Pick C1 gene), near MAF (encoding the transcription factor c-MAF) and near PTER (phosphotriesterase-related gene)."}, {"pubmed": 19215682, "text": "c-maf may be important in chondrocyte hypertrophy and terminal differentiation, and may be involved in the pathogenesis of osteoarthritis"}, {"pubmed": 19687312, "text": "detection of c-Maf may be of particular value in the differential diagnosis of small cell lymphomas."}, {"pubmed": 19844255, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19851340, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19883431, "text": "we determined the significance of loss or downregulation of CD79a, overexpression of cyclinD1, and c-maf expression in bone marrow specimens with plasma cell myeloma"}, {"pubmed": 20067416, "text": "Taken together, these studies demonstrate a new level of transcriptional regulation of MMP-13 expression by the c-maf."}, {"pubmed": 20080955, "text": "novel role for MAF as a transcriptional repressor, preventing expression of blood vessel endothelial cells-specific genes, thereby maintaining the differentiation status of lymphatic endothelial cells"}, {"pubmed": 20127678, "text": "c-Maf interacts with Ubc9 & PIAS1. c-Maf can be SUMOylated at Lys-33 in vitro.  SUMOylation attenuates its transcriptional activity."}, {"pubmed": 20571754, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20668459, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20712903, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21163924, "text": "the MEK-ERK pathway regulates MAF transcription"}, {"pubmed": 21209279, "text": "Monocyte-derived macrophages with CD14 of high-antigen positivity display increased expression of c-Maf, which upregulates production of two key factors (hyaluronan and interleukin-10) that promote growth of Mycobacterium tuberculosis."}, {"pubmed": 21216956, "text": "Hepatitis C virus impairs the induction of cytoprotective Nrf2 target genes by delocalization of small Maf proteins."}, {"pubmed": 21362551, "text": "Methionine adenosyltransferase II serves as a transcriptional corepressor of Maf oncoprotein"}, {"pubmed": 21767287, "text": "Data indicate that genetic variants near the KCNQ1 and MAF/WWOX genes are associated with reduced insulin secretion, and the PTPRD genetic variant appears to be associated with progression to diabetes in Han Chinese."}, {"pubmed": 21876034, "text": "we studied the mechanisms underlying IL-2 regulation of C-MAF expression in human T cells"}, {"pubmed": 22345400, "text": "findings show that the transcription factor c-Maf/c-MAF is crucial for mechanosensory function; sensitivity to high-frequency vibration is reduced in humans carrying a dominant mutation in the c-MAF gene"}, {"pubmed": 22427637, "text": "Bcl6 and Maf collaborate to orchestrate a suite of genes that define core characteristics of human Tfh cell biology."}, {"pubmed": 22875803, "text": "c-Maf increases human immunodeficiency virus (HIV)-1 expression in interleukin (IL)-4-producing CD4 T cells by binding the proximal HIV-1 long terminal repeat region (LTR) and augmenting HIV-1 transcription."}, {"pubmed": 23229156, "text": "Results imply a regulatory role for TMEM18, BDNF, MTCH2 and NEGR1 in adipocyte differentiation and biology. In addition, we show a variation of MAF expression during adipogenesis, while NPC1, PTER and SH2B1 were not regulated."}, {"pubmed": 23512105, "text": "All four of the genes originally identified as showing genome-wide significance (IRF6, ABCA4 and MAF, plus the 8q24 region) were confirmed in this independent sample of trios (who were primarily of European and Southeast Asian ancestry)."}, {"pubmed": 23840443, "text": "Polymorphisms rs9939609 (FTO gene) and rs1424233 (MAF gene) were genotyped using allelic discrimination assays in a prospective multicenter cohort study; these polymorphisms did not show associations with birth weight, BMI and Ponderal Index at discharge, and weight gain, neither testing for a dominant, additive nor for a recessive model."}, {"pubmed": 24509877, "text": "MAF has a role in mediating crosstalk between Ras-MAPK and mTOR signaling in NF1"}, {"pubmed": 24982420, "text": "LPS promotes PDCD4 degradation via a pathway involving PI3K and mTOR, releasing Twist2, which induces IL-10 via c-Maf."}, {"pubmed": 25064449, "text": "Differential effect of cataract-associated mutations in MAF on transactivation of MAF target crystalline genes."}, {"pubmed": 25448412, "text": "Study added a novel insight for c-MAF ubiquitination and degradation, suggesting that c-MAF stability is strictly regulated."}, {"pubmed": 25865493, "text": "Disease-causing mutations were demonstrated to impair proper MAF phosphorylation, ubiquitination and proteasomal degradation, perturbed gene expression in primary skin fibroblasts, and induced neurodevelopmental defects in an in vivo model."}, {"pubmed": 26376684, "text": "Results suggest that MAF is a mediator of breast cancer bone metastasis. 16q23 gain or MAF protein overexpression in tumors may help to select patients at risk of bone relapse."}, {"pubmed": 26496036, "text": "Findings implicate the strong effects of ROS on multiple stem cell functions with a central role for c-Maf in stem cell senescence."}, {"pubmed": 26694163, "text": "Data suggest miR-1290 as the new oncomiR involved in laryngeal squamous cell carcinoma pathogenesis probably through downregulation of its target genes MAF and ITPR2."}, {"pubmed": 26719333, "text": "Collectively, these studies show that FGF signaling up-regulates expression of alphaA-crystallin both directly and indirectly via up-regulation of c-Maf."}, {"pubmed": 26969892, "text": "interplay between MATalpha1, c-Myc, and Maf proteins, and their deregulation during chronic cholestasis may facilitate cholangiocarcinoma oncogenesis"}, {"pubmed": 27097296, "text": "Epidermal differentiation gene regulatory networks are controlled by MAF and MAFB."}, {"pubmed": 27793878, "text": "These results define the role of MAF and GSK3 in the resistance of t(14;16) multiple myeloma to proteasome inhibitors."}, {"pubmed": 28235765, "text": "Our results argued that increased expression of sIL6R from myeloid cells and subsequent c-Maf induction were adverse events for counteracting tumor-specific Th1 generation. Overall, this work provides a mechanistic rationale for sIL6R targeting to improve the efficacy of T-cell-mediated cancer immunotherapy"}, {"pubmed": 28300844, "text": "The interaction between c-Maf and RORgammat, and Blimp-1."}, {"pubmed": 28673317, "text": "UBE2O mediates c-Maf polyubiquitination and degradation, induces MM cell apoptosis, and suppresses myeloma tumor growth, which provides a novel insight in understanding myelomagenesis and UBE2O biology."}, {"pubmed": 28745329, "text": "MAF overexpression contributes to PMF pathogenesis."}, {"pubmed": 28813657, "text": "this study shows that genes associated with MAF-binding enhancers are suppressed in macrophages isolated from rheumatoid-arthritis patients, revealing a disease-associated signature of IFN-gamma-mediated repression"}, {"pubmed": 28849415, "text": "we identified two heterozygous rare variants in genes that are involved in early cataract development; the novel c.809C>A; p.(Ser270Tyr) in MAF and the c.168C>G; p.(Tyr56 *) variant in CRYGD, previously reported as pathogenic"}, {"pubmed": 29080939, "text": "common variant , rs889472, of c-MAF is associated with gout susceptibility."}, {"pubmed": 29467225, "text": "This study highlights that TMEPAI decreases c-Maf stability by recruiting the ubiquitin ligase NEDD4 to c-Maf for proteasomal degradation in myeloma cells."}, {"pubmed": 30201991, "text": "Our results identify c-MAF as a relevant factor that drives two highly divergent post-activation fates of human TH17 cells"}, {"pubmed": 30659945, "text": "A novel MAF mutation was identified in a Chinese family with congenital non-syndromic bilateral nuclear cataracts.This novelp.Val271Glu mutation impairs the transcriptional activity of crystallins by MAF."}, {"pubmed": 31218784, "text": "CCND1, NSD2, and MAF gene rearrangements were estimated accurately by IHC, suggesting that conventional FISH assays can be replaced by IHC."}, {"pubmed": 31536480, "text": "PD-1hiCXCR5- T peripheral helper cells promote B cell responses in lupus via MAF and IL-21."}, {"pubmed": 31564713, "text": "Maf expression may be a marker for the macrophage population in humans."}, {"pubmed": 31600839, "text": "Skeletal abnormalities are common features in Ayme-Gripp syndrome."}, {"pubmed": 31822558, "text": "The deubiquitinase USP7 stabilizes Maf proteins to promote myeloma cell survival."}, {"pubmed": 33309247, "text": "16q23/MAF Gene Deletion Is a Frequent Cytogenetic Abnormality in Multiple Myeloma Associated With IgH Deletion but Significantly Lower Incidence of High-Risk Translocations."}, {"pubmed": 33312178, "text": "MAFB and MAF Transcription Factors as Macrophage Checkpoints for COVID-19 Severity."}, {"pubmed": 33528093, "text": "Ayme gripp syndrome in an Indian patient."}, {"pubmed": 33833231, "text": "Aberrant TGF-beta1 signaling activation by MAF underlies pathological lens growth in high myopia."}, {"pubmed": 34280251, "text": "Germinal Center T follicular helper (GC-Tfh) cell impairment in chronic HIV infection involves c-Maf signaling."}, {"pubmed": 34356658, "text": "Loss of the MAF Transcription Factor in Laryngeal Squamous Cell Carcinoma."}, {"pubmed": 34377934, "text": "MAF Amplification and Adjuvant Clodronate Outcomes in Early-Stage Breast Cancer in NSABP B-34 and Potential Impact on Clinical Practice."}, {"pubmed": 34852950, "text": "Association between WWOX/MAF variants and dementia-related neuropathologic endophenotypes."}, {"pubmed": 35359922, "text": "Molecular Mechanisms Driving IL-10- Producing B Cells Functions: STAT3 and c-MAF as Underestimated Central Key Regulators?"}, {"pubmed": 35383094, "text": "Transcription Factor c-Maf Promotes Immunoregulation of Programmed Cell Death 1-Expressed CD8(+) T Cells in Multiple Sclerosis."}, {"pubmed": 35395181, "text": "c-Maf: The magic wand that turns on LSEC fate."}, {"pubmed": 35467036, "text": "c-Maf enforces cytokine production and promotes memory-like responses in mouse and human type 2 innate lymphoid cells."}, {"pubmed": 35613277, "text": "Differential metabolic requirement governed by transcription factor c-Maf dictates innate gammadeltaT17 effector functionality in mice and humans."}, {"pubmed": 36719481, "text": "Novel cataract-causing variant c.177dupC in c-MAF regulates the expression of crystallin genes for cell apoptosis via a mitochondria-dependent pathway."}, {"pubmed": 37710417, "text": "Transcription factor c-Maf drives macrophages to promote hypertrophic scar formation."}], "genomic_pos": {"chr": "16", "end": 79600737, "ensemblgene": "ENSG00000178573", "start": 79585843, "strand": -1}, "genomic_pos_hg19": {"chr": "16", "end": 79634611, "start": 79619740, "strand": -1}, "go": {"BP": [{"evidence": "NAS", "gocategory": "BP", "id": "GO:0000122", "pubmed": [27052415, 33897412], "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0006357", "pubmed": 23661758, "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006366", "pubmed": 9616139, "qualifier": "involved_in", "term": "transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010628", "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030219", "pubmed": 25857263, "qualifier": "involved_in", "term": "megakaryocyte differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032330", "qualifier": "involved_in", "term": "regulation of chondrocyte differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048839", "qualifier": "involved_in", "term": "inner ear development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0070306", "qualifier": "involved_in", "term": "lens fiber cell differentiation"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0140467", "pubmed": 28566324, "qualifier": "involved_in", "term": "integrated stress response signaling"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005634", "pubmed": 23661758, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:0090575", "pubmed": [20102225, 23661758], "qualifier": "part_of", "term": "RNA polymerase II transcription regulator complex"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0090575", "qualifier": "part_of", "term": "RNA polymerase II transcription regulator complex"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IEA", "id": "GO:0001228", "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [20102225, 23661758], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [20102225, 23661758], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}]}, "homologene": {"genes": [[9598, 454260], [9606, 4094], [9913, 782481], [10090, 17132], [10116, 54267]], "id": 74552}, "interpro": [{"desc": "Basic leucine zipper domain, Maf-type", "id": "IPR004826", "short_desc": "bZIP_Maf"}, {"desc": "Basic-leucine zipper domain", "id": "IPR004827", "short_desc": "bZIP"}, {"desc": "Transcription factor, Skn-1-like, DNA-binding domain superfamily", "id": "IPR008917", "short_desc": "TF_DNA-bd_sf"}, {"desc": "Maf transcription factor, N-terminal", "id": "IPR013592", "short_desc": "Maf_TF_N"}, {"desc": "Transcription factor Maf family", "id": "IPR024874", "short_desc": "Transcription_factor_Maf_fam"}, {"desc": "Basic-leucine zipper domain superfamily", "id": "IPR046347", "short_desc": "bZIP_sf"}], "ipi": ["IPI00022438", "IPI00219060"], "map_location": "16q23.2", "name": "MAF bZIP transcription factor", "other_names": ["Avian musculoaponeurotic fibrosarcoma (MAF) protooncogene", "T lymphocyte c-maf long form", "c-maf proto-oncogene", "proto-oncogene c-Maf", "transcription factor Maf", "v-maf avian musculoaponeurotic fibrosarcoma oncogene homolog"], "pantherdb": {"HGNC": "6776", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "96909", "ortholog_type": "LDO", "panther_family": "PTHR10129", "taxid": 10090, "uniprot_kb": "P54843"}, {"RGD": "3034", "ortholog_type": "LDO", "panther_family": "PTHR10129", "taxid": 10116, "uniprot_kb": "P54844"}, {"Ensembl": "ENSGALG00000026258", "ortholog_type": "LDO", "panther_family": "PTHR10129", "taxid": 9031, "uniprot_kb": "Q789F3"}, {"ZFIN": "ZDB-GENE-050729-1", "ortholog_type": "O", "panther_family": "PTHR10129", "taxid": 7955, "uniprot_kb": "Q4U1T8"}, {"ZFIN": "ZDB-GENE-010605-2", "ortholog_type": "O", "panther_family": "PTHR10129", "taxid": 7955, "uniprot_kb": "A0A286Y8Q5"}, {"ZFIN": "ZDB-GENE-141211-38", "ortholog_type": "LDO", "panther_family": "PTHR10129", "taxid": 7955, "uniprot_kb": "Q98UK4"}, {"WormBase": "WBGene00077521", "ortholog_type": "O", "panther_family": "PTHR10129", "taxid": 6239, "uniprot_kb": "B0M0M9"}, {"FlyBase": "FBgn0000964", "ortholog_type": "O", "panther_family": "PTHR10129", "taxid": 7227, "uniprot_kb": "M9PG80"}], "uniprot_kb": "O75444"}, "pathway": {"biocarta": {"id": "gata3pathway", "name": "gata3 participate in activating the th2 cytokine genes expression"}, "kegg": [{"id": "hsa04658", "name": "Th1 and Th2 cell differentiation - Homo sapiens (human)"}, {"id": "hsa05202", "name": "Transcriptional misregulation in cancer - Homo sapiens (human)"}, {"id": "hsa05321", "name": "Inflammatory bowel disease - Homo sapiens (human)"}], "pid": [{"id": "ap1_pathway", "name": "AP-1 transcription factor network"}, {"id": "cmyb_pathway", "name": "C-MYB transcription factor network"}, {"id": "nfat_tfpathway", "name": "Calcineurin-regulated NFAT-dependent transcription in lymphocytes"}], "reactome": [{"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8878166", "name": "Transcriptional regulation by RUNX2"}, {"id": "R-HSA-8940973", "name": "RUNX2 regulates osteoblast differentiation"}, {"id": "R-HSA-8941326", "name": "RUNX2 regulates bone development"}], "wikipathways": [{"id": "WP3", "name": "Phytochemical activity on NRF2 transcriptional activation"}, {"id": "WP3945", "name": "TYROBP causal network in microglia"}, {"id": "WP4357", "name": "NRF2-ARE regulation"}, {"id": "WP4874", "name": "CAMKK2 Pathway"}]}, "pfam": ["PF03131", "PF08383"], "pharmgkb": "PA30534", "pharos": {"target_id": 11724, "tdl": "Tbio"}, "prosite": "PS50217", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF228893", "relationship": "is"}, {"id": "GNF252419", "relationship": "is"}, {"id": "GNF252420", "relationship": "is"}, {"id": "GNF252421", "relationship": "is"}, {"id": "GNF252422", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF047747", "relationship": "is"}, {"id": "GNF050431", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF092298", "relationship": "is"}, {"id": "GNF092299", "relationship": "is"}, {"id": "GNF092300", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052945", "relationship": "is"}, {"id": "GNF057712", "relationship": "is"}, {"id": "GNF072830", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070607", "relationship": "is"}, {"id": "GNF070608", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF129241", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF096209", "relationship": "is"}, {"id": "GNF135865", "relationship": "is"}, {"id": "GNF152287", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000016.10", "NC_060940.1", "NG_016440.2"], "protein": ["NP_001026974.1", "NP_005351.2", "XP_016878722.1", "XP_016878723.1", "XP_016878724.1", "XP_024306047.1", "XP_054236297.1", "XP_054236298.1", "XP_054236299.1"], "rna": ["NM_001031804.3", "NM_005360.5", "XM_017023233.3", "XM_017023234.3", "XM_017023235.3", "XM_024450279.2", "XM_054380322.1", "XM_054380323.1", "XM_054380324.1", "XR_001751902.3", "XR_002957802.2", "XR_002957803.2", "XR_002957804.2"], "translation": [{"protein": "XP_016878724.1", "rna": "XM_017023235.3"}, {"protein": "XP_016878723.1", "rna": "XM_017023234.3"}, {"protein": "XP_054236298.1", "rna": "XM_054380323.1"}, {"protein": "XP_024306047.1", "rna": "XM_024450279.2"}, {"protein": "XP_054236297.1", "rna": "XM_054380322.1"}, {"protein": "XP_054236299.1", "rna": "XM_054380324.1"}, {"protein": "NP_001026974.1", "rna": "NM_001031804.3"}, {"protein": "NP_005351.2", "rna": "NM_005360.5"}, {"protein": "XP_016878722.1", "rna": "XM_017023233.3"}]}, "reporter": {"HG-U133_Plus_2": ["1566323_at", "1566324_a_at", "206363_at", "209347_s_at", "209348_s_at"], "HG-U95Av2": ["41504_s_at", "41505_r_at"], "HTA-2_0": "TC16001291.hg.1", "HuEx-1_0": "3701000", "HuGene-1_1": "8002969", "HuGene-2_1": "16828577"}, "retired": 105371352, "summary": "The protein encoded by this gene is a DNA-binding, leucine zipper-containing transcription factor that acts as a homodimer or as a heterodimer. Depending on the binding site and binding partner, the encoded protein can be a transcriptional activator or repressor. This protein plays a role in the regulation of several cellular processes, including embryonic lens fiber cell development, increased T-cell susceptibility to apoptosis, and chondrocyte terminal differentiation. Defects in this gene are a cause of juvenile-onset pulverulent cataract as well as congenital cerulean cataract 4 (CCA4). Two transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Jan 2010].", "symbol": "MAF", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C0919481"}, "unigene": "Hs.134859", "uniprot": {"Swiss-Prot": "O75444", "TrEMBL": "H3BP11"}, "wikipedia": {"url_stub": "MAF (gene)"}}