{"AllianceGenome": "6801", "HGNC": "6801", "MIM": "300174", "_id": "4102", "_version": 1, "accession": {"genomic": ["AC244102.3", "AF002997.4", "AX658036.1", "CP068255.2", "NC_000023.11", "NC_060947.1", "NG_013244.2", "NW_025791818.1", "U03735.1"], "protein": ["AAA17446.1", "AAH00340.1", "AAH05963.1", "AAH11744.1", "AAH16803.1", "AAH17389.1", "BAD97239.1", "BAF85073.1", "CAD79829.1", "CAG46566.1", "CAG46567.1", "CAG46573.1", "CAG46817.1", "NP_005353.1", "P43357.1", "XP_005274733.1", "XP_006724881.1", "XP_011529462.1", "XP_011529463.1", "XP_054183032.1", "XP_054189312.1", "XP_054189313.1", "XP_054189314.1", "XP_054189315.1"], "rna": ["AK223519.1", "AK292384.1", "BC000340.2", "BC005963.1", "BC011744.2", "BC016803.1", "BC017389.1", "CR541767.1", "CR541768.1", "CR541774.1", "CR542020.1", "NM_005362.4", "XM_005274676.4", "XM_006724818.3", "XM_011531160.4", "XM_011531161.2", "XM_054327057.1", "XM_054333337.1", "XM_054333338.1", "XM_054333339.1", "XM_054333340.1"], "translation": [{"protein": "AAH00340.1", "rna": "BC000340.2"}, {"protein": "CAG46817.1", "rna": "CR542020.1"}, {"protein": "XP_005274733.1", "rna": "XM_005274676.4"}, {"protein": "XP_006724881.1", "rna": "XM_006724818.3"}, {"protein": "XP_054183032.1", "rna": "XM_054327057.1"}, {"protein": "BAF85073.1", "rna": "AK292384.1"}, {"protein": "XP_011529462.1", "rna": "XM_011531160.4"}, {"protein": "BAD97239.1", "rna": "AK223519.1"}, {"protein": "AAH11744.1", "rna": "BC011744.2"}, {"protein": "CAG46566.1", "rna": "CR541767.1"}, {"protein": "AAH17389.1", "rna": "BC017389.1"}, {"protein": "AAH05963.1", "rna": "BC005963.1"}, {"protein": "CAG46573.1", "rna": "CR541774.1"}, {"protein": "AAH16803.1", "rna": "BC016803.1"}, {"protein": "CAG46567.1", "rna": "CR541768.1"}, {"protein": "XP_054189314.1", "rna": "XM_054333339.1"}, {"protein": "XP_011529463.1", "rna": "XM_011531161.2"}, {"protein": "NP_005353.1", "rna": "NM_005362.4"}, {"protein": "XP_054189312.1", "rna": "XM_054333337.1"}, {"protein": "XP_054189315.1", "rna": "XM_054333340.1"}, {"protein": "XP_054189313.1", "rna": "XM_054333338.1"}]}, "alias": ["CT1.3", "HIP8", "HYPD", "MAGE3", "MAGEA6"], "ensembl": [{"gene": "ENSG00000292186", "protein": ["ENSP00000517960", "ENSP00000517961", "ENSP00000517962"], "transcript": ["ENST00000709973", "ENST00000709974", "ENST00000709975"], "translation": [{"protein": "ENSP00000517960", "rna": "ENST00000709973"}, {"protein": "ENSP00000517961", "rna": "ENST00000709974"}, {"protein": "ENSP00000517962", "rna": "ENST00000709975"}], "type_of_gene": "protein_coding"}, {"gene": "ENSG00000221867", "protein": ["ENSP00000359301", "ENSP00000392758", "ENSP00000473093"], "transcript": ["ENST00000370278", "ENST00000417212", "ENST00000598245"], "translation": [{"protein": "ENSP00000392758", "rna": "ENST00000417212"}, {"protein": "ENSP00000473093", "rna": "ENST00000598245"}, {"protein": "ENSP00000359301", "rna": "ENST00000370278"}], "type_of_gene": "protein_coding"}], "entrezgene": "4102", "exons": [{"cdsend": 152701777, "cdsstart": 152700832, "chr": "X", "position": [[152698793, 152698829], [152700621, 152700687], [152700767, 152702347]], "strand": 1, "transcript": "NM_005362", "txend": 152702347, "txstart": 152698793}], "exons_hg19": [{"cdsend": 151936166, "cdsstart": 151935221, "chr": "X", "position": [[151934651, 151936231], [151936311, 151936377], [151938162, 151938198]], "strand": -1, "transcript": "NM_005362", "txend": 151938198, "txstart": 151934651}], "generif": [{"pubmed": 12393675, "text": "Identification of immunodominant regions among promiscuous HLA-DR-restricted CD4+ T-cell epitopes on the tumor antigen MAGE-3"}, {"pubmed": 12710945, "text": "This melanoma-associated marker was detected in melanoma cell lines."}, {"pubmed": 14672620, "text": "Spontaneous in vivo priming of MAGE-specific T cell response and high frequency of MAGE1 and MAGE3 expression in hepatocellular carcinoma makes this antigen potential candidate for MAGE-specific immunotherapy in hepatocellular carcinoma."}, {"pubmed": 15885805, "text": "first evidence that the naturally processed MAGE-3(271-279) can be isolated and identified from the tumor tissue of hepatocellular carcinoma patient"}, {"pubmed": 16114059, "text": "Present, by immunocytochemistry, in normal prostate, prostatic hypertrophy and prostate cancer."}, {"pubmed": 16446550, "text": "The newly identified MAGE-3(113)-peptide epitope is naturally processed and presented as the CTL epitope on MAGE-3-expressing GI cancer cells, indicating that anti-MAGE-3 immune targeting with the MAGE-3(113) peptide is a promising approach for treatment."}, {"pubmed": 16516880, "text": "Detection of aberrant methylation patterns of MAGEs CpG islands using Methylation-special PCR may be useful for diagnosis of Hepatocellular Carcinoma."}, {"pubmed": 16806467, "text": "MAGE-A3 gene mRNA is expressed at the mRNA level in a proportion of human leukemias."}, {"pubmed": 17007017, "text": "The promoter hypomethylation of MAGE-A1 and MAGE-A3 genes up-regulates their expression in colorectal carcinomas as well as in gastric cancers and might play a significant role in the development and progression of human colorectal carcinomas."}, {"pubmed": 17495964, "text": "the MAGE-A3 and MAGE-C2 gene promoter regions are de-methylated in the presence of activated KIT but become methylated on inhibition of KIT, consistent with the downregulation of mRNA and protein"}, {"pubmed": 17634428, "text": "These data show, for the first time, the involvement of methyl-CpG binding domain proteins in the regulation of the MAGE-A genes."}, {"pubmed": 17699848, "text": "Gene expression profiling identified the cancer/testis antigen MAGE-A3/6 as a novel target of FGFR2-IIIb signaling."}, {"pubmed": 18181974, "text": "Measurement of Melan-A, gp100, MAGE-3, MIA and tyrosinase represents a prognostic factor and a method for early detection of metastasis and treatment response of melanoma patients."}, {"pubmed": 18197853, "text": "Multiple simultaneous detection of MAGE-A [subtypes] more specific and sensitive than detection of single MAGE-A antigen for the diagnostic and prognostic evaluation of oral squamous cell carcinoma"}, {"pubmed": 18237105, "text": "MAGEC1/CT7, MAGEA3/6 and LAGE-1 are good candidates for immunotherapy, since together they cover 85% of our MM cases."}, {"pubmed": 18316621, "text": "the repertoire of MAGE-A3 epitopes recognized in vivo by CD4+ T cells are influenced by endosomal proteases"}, {"pubmed": 18381936, "text": "MAGE-A3 as a target of FGFR2-IIIb and estrogen action and provide evidence for a common histone-modifying network in the control of the balance between opposing signals."}, {"pubmed": 18483279, "text": "MAGE-A3 may have a role in melanoma and could be used in a therapeutic vaccine"}, {"pubmed": 18505125, "text": "The high expression rates of MAGE-1 and MAGE-3 genes in IHCC suggests the MAGE-1 and MAGE-3 gene may be a target for immunotherapy in IHCC patients."}, {"pubmed": 18829569, "text": "MAGE A3 is a functional integrator of diverse signals, including FGFR2 and FN, to modulate cancer progression."}, {"pubmed": 18982744, "text": "Its expression is significantly associated with prognostic factors in poor outcome of the non-small cell lung cancer"}, {"pubmed": 19261683, "text": "Increase in cytoplasmic MAGEA3 is associated with thyroid cancer."}, {"pubmed": 19326132, "text": "In stage III melanomas the expression of MAGE-3, either alone or in association with the expression of other tumour-specific antigens at a transcriptional level, is a good prognostic factor for higher disease-free survival."}, {"pubmed": 19795170, "text": "MAGE-A3/6 and NY-ESO-1 were expressed in 50.0% (66/132) and 18.2% (24/132) of non-small-cell lung carcinomas, respectively."}, {"pubmed": 20015885, "text": "MAGE-A3, a cancer-testis antigen, plays an important role in the survival of multiple myeloma cells."}, {"pubmed": 20036422, "text": "results showed that MAGE-A3 gene expression was frequent in NHL patients and decreased after effective chemotherapy, suggesting that MAGE-A3 can be used as a tumor marker for circulating lymphoma cells in patients with NHL."}, {"pubmed": 20423514, "text": "Tumor-specific antigen MAGE may play a role in the occurrence and development of ovarian cancer and can be used as one of the important indicators for early diagnosis, efficacy evaluation and prognostic determination of ovarian cancer."}, {"pubmed": 20591578, "text": "Report immunohistochemical expression of MAGE-A3 in renal oncocytoma and chromophobe renal cell carcinoma."}, {"pubmed": 21135695, "text": "Molecular upstaging of MAGE-A3 using rt-pcr was correlated with prognosis in melanoma patients"}, {"pubmed": 21264495, "text": "RT-PCR assays of MAGE-A3 and MAGE-A4 in blood of breast cancer (BC) patients may have prognostic and predictive implications, and they are promising specific tumor markers of BC"}, {"pubmed": 21273595, "text": "MAGE3 expression mediated by demethylation of MAGE3 promoter induce progression of non-small cell lung cancer."}, {"pubmed": 21347689, "text": "we found that the SSX4 and MAGE-A3 genes are frequently expressed in brain tumor cell lines"}, {"pubmed": 21452042, "text": "High MAGE-3 gene expression is associated with metastases in hepatitis C virus patients complicated by hepatocellular carcinoma."}, {"pubmed": 21556122, "text": "Primary tumors with and without lymph node metastases showed no significant differences in MAGE-A 3/4 (P=0.672) and NY-ESO-1 (P=0.444) expression"}, {"pubmed": 21565982, "text": "MAGE-A3 was detected in a significantly higher percentage of relapsed patients compared with newly diagnosed, establishing a novel correlation with progression of disease."}, {"pubmed": 21804405, "text": "MAGE-A3 gene may have a clinical relevance and important role as a risk factor in the development of acute myeloid leukemia"}, {"pubmed": 21876767, "text": "Expression of MAGE I proteins, MAGE-A3 or MAGE-C2, relieved repression of a reporter gene by ZNF382 and MAGE I expression relieved KAP1 mediated ID1 repression."}, {"pubmed": 22134685, "text": "Report MAGEA1-A6 expression and MAGE A3 methylation in sputum suggests presence of lung cancer cells or precancerous cells."}, {"pubmed": 22183072, "text": "Data indicate the association of MAGE-A3 expression and poor prognosis in diffuse large B-cell lymphoma (DLBCL) patients."}, {"pubmed": 22323448, "text": "Cancer/testis antigens are novel targets of immunotherapy for adult T-cell leukemia/lymphoma."}, {"pubmed": 22498264, "text": "the expression of MAGE, as confirmed in the RT-PCR analysis, could be used as an alternative method for the early diagnosis of salivary gland tumours."}, {"pubmed": 22925930, "text": "Cells bearing either intermediate proteasome present peptides MAGE-A(3114-122) and MAGE-C2(42-50) as efficiently as cells equipped with the immunoproteasome."}, {"pubmed": 23728352, "text": "Data indicate that MAGE3, Survivin and B-cell maturation antigen (BCMA) mRNA-pulsed dendritic cells (DCs) are capable of stimulating tumor-associated antigens (TAA)-specific T-cell responses in multiple myeloma (MM) patients."}, {"pubmed": 24675493, "text": "Study demonstrated that the expression of MAGE-A3/4 antigen might be a valuable prognostic factor regarding survival in patients with NSCLC."}, {"pubmed": 25031712, "text": "our findings indicated that MAGE-A3 is a novel cancer stem cell antigen in bladder cancer"}, {"pubmed": 25107531, "text": "MAGE proteins bind to KAP1, a gene repressor and ubiquitin E3 ligase which also binds KRAB domain containing zinc finger transcription factors (KZNFs), and MAGE expression may affect KZNF mediated gene regulation."}, {"pubmed": 25120790, "text": "MAGE-A3 may serve as a potential prognostic marker for clear cell renal cell carcinoma"}, {"pubmed": 25564441, "text": "MAGEA3/6 positivity was associated with significantly better disease-free survival."}, {"pubmed": 25679763, "text": "Study describes a widespread mechanism to suppress AMPK through its ubiquitination and degradation by the cancer-specific MAGE-A3/6-TRIM28 ubiquitin ligase. MAGE-A3 and MAGE-A6 are highly similar proteins normally expressed only in the male germline but frequently re-activated in human cancers."}, {"pubmed": 25704851, "text": "Anticancer effects of adenovirus-mediated calreticulin and melanoma-associated antigen 3 expression on non-small cell lung cancer cells"}, {"pubmed": 26612451, "text": "Progression free survival and levels of MAGE-A3 expression in non-small cell lung carcinoma patients with the three modes of acquired resistance are negatively correlated."}, {"pubmed": 26868260, "text": "MAGE-A3 expression is regulated epigenetically by promoter methylation, and that its expression contributes to gastric cell proliferation and drug sensitivity."}, {"pubmed": 26910052, "text": "the crystal structures of MAGE-A3 and MAGE-A4"}, {"pubmed": 27422441, "text": "MAGEA3 may be demethylated in MPNST and plexiform type neurofibroma in NF-1 patients"}, {"pubmed": 27466502, "text": "Comparing the overall expression of CTAs, a decreased expression of all melanoma-associated antigens (MAGEs) post-treatment and a slightly increased expression of New York esophageal squamous cell carcinoma 1 (NY-ESO-1) was visible. The simultaneous cytoplasmic and nuclear expression of pan-MAGE or MAGE-A3/A4 correlated with reduced treatment-failure-free-survival (TFFS)."}, {"pubmed": 27502712, "text": "the objective response rate was lower in this study than in other studies carried out in the same setting with the MAGE-A3 immunotherapeutic. Investigation of a gene signatures (GS) to predict clinical benefit to adjuvant MAGE-A3 immunotherapeutic treatment is ongoing in another melanoma study."}, {"pubmed": 27561960, "text": "rapid drop (>50%) in blood level within 4 weeks of melanoma treatment associated with long-term response to therapy"}, {"pubmed": 27635108, "text": "MAGEA3 was overexpressed in colorectal cancer tissue compared with healthy colon.  MAGEA3 expression positively correlated with colorectal cancer progression."}, {"pubmed": 28146422, "text": "Data show that overall survival (OS) was significantly lower for patients expressing pan-MAGE or MAGE-A1/A3/A4 in both independent cohorts."}, {"pubmed": 28677424, "text": "These data demonstrate that MAGE-A1-, MAGE-A3-, and NY-ESO-1-specific T cells with antigen-specific cytotoxicity can be cultured from healthy donors and patient-derived cells making adoptive immunotherapy with these cytotoxic T lymphocyte feasible."}, {"pubmed": 28809608, "text": "Administering autologous CD4(+) T cells that are genetically engineered to express an MHC class II-restricted antitumor TCR that targets MAGE-A3 can be used safely in the treatment of metastatic neoplasms."}, {"pubmed": 29058301, "text": "High MAGEA3 expression is associated with Transitional Cell Carcinoma of Bladder."}, {"pubmed": 29708315, "text": "GPC3, MAGE1 and 3 were increased with advanced tumor stage, size, and nodule numbers in Hepatocellular Carcinoma"}, {"pubmed": 30056111, "text": "Data indicate that miR-1273g represses melanoma antigen family A 3/melanoma antigen family A 6 (MAGEA3/6 )expression in colorectal cancer (CRC) cells and tissues, which may suggest a cancer-specific therapeutic."}, {"pubmed": 30384365, "text": "MAGEA3 and CTAG1B are expressed in urothelial bladder neoplasms and may be useful in prognosis"}, {"pubmed": 30588194, "text": "Study reports that MAGEA3 interacts with STAT1 and regulates the expression of tyrosine phosphorylated STAT1 (pY-STAT1) in tumor cells. MAGEA3 expression in tumor cells is associated with immune cells infiltration into tumor microenvironment and anti-tumor immune responses."}, {"pubmed": 31355595, "text": "MAGEA3 serves as an independent indicator for predicting the prognosis of ESCC."}, {"pubmed": 31918280, "text": "Aberrantly enhanced melanoma-associated antigen (MAGE)-A3 expression facilitates cervical cancer cell proliferation and metastasis via actuating Wnt signaling pathway."}, {"pubmed": 32719445, "text": "IGF2BP1 is the first positive marker for anaplastic thyroid carcinoma diagnosis."}, {"pubmed": 33012505, "text": "LncRNA ST8SIA6-AS1 promotes hepatocellular carcinoma progression by regulating MAGEA3 and DCAF4L2 expression."}, {"pubmed": 33227008, "text": "MAGE-A3 is a prognostic biomarker for poor clinical outcome in cutaneous squamous cell carcinoma with perineural invasion via modulation of cell proliferation."}, {"pubmed": 33284140, "text": "Re-examination of MAGE-A3 as a T-cell Therapeutic Target."}, {"pubmed": 33743542, "text": "Nuclear overexpression levels of MAGE-A3 predict poor prognosis in patients with prostate cancer."}, {"pubmed": 33931137, "text": "Immunological and functional aspects of MAGEA3 cancer/testis antigen."}, {"pubmed": 34166362, "text": "Transcriptomic characterization of cancer-testis antigens identifies MAGEA3 as a driver of tumor progression in hepatocellular carcinoma."}, {"pubmed": 36367777, "text": "MAGE-A3 regulates tumor stemness in gastric cancer through the PI3K/AKT pathway."}], "genomic_pos": [{"chr": "HSCHRX_1_CTG14", "end": 384871, "ensemblgene": "ENSG00000292186", "start": 381298, "strand": -1}, {"chr": "X", "end": 152702347, "ensemblgene": "ENSG00000221867", "start": 152698767, "strand": 1}], "genomic_pos_hg19": [{"chr": "HG1497_PATCH", "end": 151870818, "start": 151867224, "strand": 1}, {"chr": "X", "end": 151938240, "start": 151934652, "strand": -1}], "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010507", "pubmed": 31267705, "qualifier": "involved_in", "term": "negative regulation of autophagy"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010955", "pubmed": 12097332, "qualifier": "involved_in", "term": "negative regulation of protein processing"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043154", "pubmed": 12097332, "qualifier": "involved_in", "term": "negative regulation of cysteine-type endopeptidase activity involved in apoptotic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1902236", "pubmed": 12097332, "qualifier": "involved_in", "term": "negative regulation of endoplasmic reticulum stress-induced intrinsic apoptotic signaling pathway"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005783", "pubmed": 12097332, "qualifier": "located_in", "term": "endoplasmic reticulum"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [20864041, 21277283, 32296183, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0042826", "qualifier": "enables", "term": "histone deacetylase binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0089720", "pubmed": 12097332, "qualifier": "enables", "term": "caspase binding"}]}, "homologene": {"genes": [[9544, 706103], [9544, 711544], [9606, 4102], [9606, 4105]], "id": 55892}, "interpro": [{"desc": "MAGE homology domain", "id": "IPR002190", "short_desc": "MHD_dom"}, {"desc": "Melanoma associated antigen, N-terminal", "id": "IPR021072", "short_desc": "MAGE_N"}, {"desc": "Melanoma-associated antigen", "id": "IPR037445", "short_desc": "MAGE"}, {"desc": "MAGE homology domain, winged helix WH1 motif", "id": "IPR041898", "short_desc": "MAGE_WH1"}, {"desc": "MAGE homology domain, winged helix WH2 motif", "id": "IPR041899", "short_desc": "MAGE_WH2"}], "ipi": ["IPI00018041", "IPI00641028"], "map_location": "Xq28", "name": "MAGE family member A3", "other_names": ["MAGE-3 antigen", "antigen MZ2-D", "cancer/testis antigen 1.3", "cancer/testis antigen family 1, member 3", "melanoma antigen family A, 3", "melanoma antigen family A3", "melanoma-associated antigen 3"], "pantherdb": {"HGNC": "6801", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1917946", "ortholog_type": "O", "panther_family": "PTHR11736", "taxid": 10090, "uniprot_kb": "Q8BQJ2"}, {"RGD": "1565494", "ortholog_type": "O", "panther_family": "PTHR11736", "taxid": 10116, "uniprot_kb": "Q4V8H6"}, {"MGI": "1333793", "ortholog_type": "O", "panther_family": "PTHR11736", "taxid": 10090, "uniprot_kb": "Q9R2A2"}, {"MGI": "1333832", "ortholog_type": "O", "panther_family": "PTHR11736", "taxid": 10090, "uniprot_kb": "Q6T340"}, {"MGI": "1333827", "ortholog_type": "O", "panther_family": "PTHR11736", "taxid": 10090, "uniprot_kb": "O89012"}, {"MGI": "1333837", "ortholog_type": "O", "panther_family": "PTHR11736", "taxid": 10090, "uniprot_kb": "O89010"}, {"MGI": "1333834", "ortholog_type": "O", "panther_family": "PTHR11736", "taxid": 10090, "uniprot_kb": "O89006"}, {"MGI": "1333838", "ortholog_type": "O", "panther_family": "PTHR11736", "taxid": 10090, "uniprot_kb": "O89009"}, {"RGD": "1565778", "ortholog_type": "O", "panther_family": "PTHR11736", "taxid": 10116, "uniprot_kb": "D4A727"}, {"MGI": "1921529", "ortholog_type": "O", "panther_family": "PTHR11736", "taxid": 10090, "uniprot_kb": "Q9D9G4"}, {"RGD": "1561901", "ortholog_type": "O", "panther_family": "PTHR11736", "taxid": 10116, "uniprot_kb": "Q4V8D3"}, {"RGD": "1559726", "ortholog_type": "O", "panther_family": "PTHR11736", "taxid": 10116, "uniprot_kb": "D3ZS82"}, {"MGI": "1333839", "ortholog_type": "O", "panther_family": "PTHR11736", "taxid": 10090, "uniprot_kb": "F2Z493"}, {"Ensembl": "ENSRNOG00000060540", "ortholog_type": "O", "panther_family": "PTHR11736", "taxid": 10116, "uniprot_kb": "A0A0G2KBA4"}, {"RGD": "1587522", "ortholog_type": "O", "panther_family": "PTHR11736", "taxid": 10116, "uniprot_kb": "D3ZW04"}, {"MGI": "3588211", "ortholog_type": "O", "panther_family": "PTHR11736", "taxid": 10090, "uniprot_kb": "A2AMW4"}, {"Ensembl": "ENSRNOG00000052773", "ortholog_type": "O", "panther_family": "PTHR11736", "taxid": 10116, "uniprot_kb": "A0A0G2JXU3"}, {"Ensembl": "ENSGALG00000040480", "ortholog_type": "O", "panther_family": "PTHR11736", "taxid": 9031, "uniprot_kb": "Q001T8"}, {"ZFIN": "ZDB-GENE-031107-3", "ortholog_type": "O", "panther_family": "PTHR11736", "taxid": 7955, "uniprot_kb": "Q7T0K5"}, {"FlyBase": "FBgn0037481", "ortholog_type": "O", "panther_family": "PTHR11736", "taxid": 7227, "uniprot_kb": "Q9I7L4"}, {"SGD": "S000002696", "ortholog_type": "O", "panther_family": "PTHR11736", "taxid": 4932, "uniprot_kb": "Q05541"}, {"PomBase": "SPCC645.04", "ortholog_type": "O", "panther_family": "PTHR11736", "taxid": 4896, "uniprot_kb": "Q9Y7U4"}, {"dictyBase": "DDB_G0284679", "ortholog_type": "O", "panther_family": "PTHR11736", "taxid": 352472, "uniprot_kb": "Q54PA3"}, {"EnsemblGenome": "AT1G34770", "ortholog_type": "O", "panther_family": "PTHR11736", "taxid": 3702, "uniprot_kb": "A0A1P8AQU0"}], "uniprot_kb": "P43357"}, "pdb": ["1QEW", "4V0P", "5BRZ", "8T9A"], "pfam": ["PF01454", "PF12440"], "pharmgkb": "PA30547", "pharos": {"target_id": 15515, "tdl": "Tbio"}, "pir": "JC2361", "prosite": "PS50838", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF176727", "relationship": "is"}, {"id": "GNF187633", "relationship": "is"}, {"id": "GNF209445", "relationship": "is"}, {"id": "GNF211078", "relationship": "is"}, {"id": "GNF216530", "relationship": "is"}, {"id": "GNF221982", "relationship": "is"}, {"id": "GNF227434", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF008669", "relationship": "is"}, {"id": "GNF008670", "relationship": "is"}, {"id": "GNF008671", "relationship": "is"}, {"id": "GNF008672", "relationship": "is"}, {"id": "GNF008673", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF105012", "relationship": "is"}, {"id": "GNF144659", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000023.11", "NC_060947.1", "NG_013244.2", "NW_025791818.1"], "protein": ["NP_005353.1", "XP_005274733.1", "XP_006724881.1", "XP_011529462.1", "XP_011529463.1", "XP_054183032.1", "XP_054189312.1", "XP_054189313.1", "XP_054189314.1", "XP_054189315.1"], "rna": ["NM_005362.4", "XM_005274676.4", "XM_006724818.3", "XM_011531160.4", "XM_011531161.2", "XM_054327057.1", "XM_054333337.1", "XM_054333338.1", "XM_054333339.1", "XM_054333340.1"], "translation": [{"protein": "XP_054189312.1", "rna": "XM_054333337.1"}, {"protein": "XP_005274733.1", "rna": "XM_005274676.4"}, {"protein": "XP_054189315.1", "rna": "XM_054333340.1"}, {"protein": "XP_006724881.1", "rna": "XM_006724818.3"}, {"protein": "XP_054189314.1", "rna": "XM_054333339.1"}, {"protein": "XP_054183032.1", "rna": "XM_054327057.1"}, {"protein": "XP_011529462.1", "rna": "XM_011531160.4"}, {"protein": "XP_011529463.1", "rna": "XM_011531161.2"}, {"protein": "NP_005353.1", "rna": "NM_005362.4"}, {"protein": "XP_054189313.1", "rna": "XM_054333338.1"}]}, "reporter": {"HG-U133_Plus_2": "209942_x_at", "HG-U95Av2": ["31599_f_at", "33517_f_at"], "HTA-2_0": "TC0X001505.hg.1", "HuEx-1_0": ["3995299", "4026231"], "HuGene-1_1": ["8170553", "8175747"]}, "retired": 91912, "summary": "This gene is a member of the MAGEA gene family. The members of this family encode proteins with 50 to 80% sequence identity to each other. The promoters and first exons of the MAGEA genes show considerable variability, suggesting that the existence of this gene family enables the same function to be expressed under different transcriptional controls. The MAGEA genes are clustered at chromosomal location Xq28. They have been implicated in some hereditary disorders, such as dyskeratosis congenita. [provided by RefSeq, Jul 2008].", "symbol": "MAGEA3", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C0677907"}, "unigene": "Hs.417816", "uniprot": {"Swiss-Prot": "P43357", "TrEMBL": "E7EMU0"}, "wikipedia": {"url_stub": "MAGEA3"}}