{"AllianceGenome": "16259", "HGNC": "16259", "MIM": "607537", "_id": "84441", "_version": 1, "accession": {"genomic": ["AP000779.4", "AP000848.5", "AP000870.5", "CH471065.1", "CP068267.2", "KF455456.1", "KF455461.1", "KF455469.1", "KF510387.1", "KF511172.1", "KT584751.1", "NC_000011.10", "NC_060935.1"], "protein": ["AAI43530.1", "AAI52450.1", "AAK93831.1", "BAB47448.2", "CAH10491.1", "EAW66975.1", "NP_115803.1", "Q8IZL2.2", "XP_011541325.1", "XP_047283666.1", "XP_054226164.1"], "rna": ["AB058722.1", "AK308157.1", "AW513171.1", "AY040322.1", "BC143529.1", "BC152449.1", "CR627398.1", "DA862475.1", "MW803996.1", "NM_032427.4", "XM_011543023.4", "XM_047427710.1", "XM_054370189.1"], "translation": [{"protein": "AAI52450.1", "rna": "BC152449.1"}, {"protein": "XP_054226164.1", "rna": "XM_054370189.1"}, {"protein": "BAB47448.2", "rna": "AB058722.1"}, {"protein": "NP_115803.1", "rna": "NM_032427.4"}, {"protein": "XP_011541325.1", "rna": "XM_011543023.4"}, {"protein": "XP_047283666.1", "rna": "XM_047427710.1"}, {"protein": "AAK93831.1", "rna": "AY040322.1"}, {"protein": "AAI43530.1", "rna": "BC143529.1"}, {"protein": "CAH10491.1", "rna": "CR627398.1"}]}, "alias": ["MAM-3", "MAM2", "MAM3", "MLL-MAML2"], "ensembl": {"gene": "ENSG00000184384", "protein": "ENSP00000434552", "transcript": "ENST00000524717", "translation": [{"protein": "ENSP00000434552", "rna": "ENST00000524717"}], "type_of_gene": "protein_coding"}, "entrezgene": "84441", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 27.5179054017, "exp_mis": 300.328720211, "exp_syn": 129.274507419, "lof_z": 4.81866874807398, "mis_z": -1.31724916562868, "mu_lof": 2.59943428519e-06, "mu_mis": 3.04421514995e-05, "mu_syn": 1.3161433112e-05, "n_lof": 2.0, "n_mis": 347.0, "n_syn": 146.0, "p_li": 0.998525114326019, "p_null": 1.11709469550226e-09, "p_rec": 0.00147488455688672, "syn_z": -0.911952396904142}, "bp": 3471, "cds_end": 96075059, "cds_start": 95712111, "n_exons": 5, "nonpsych": {"exp_lof": 24.8183183023, "exp_mis": 271.738439055, "exp_syn": 116.917869393, "lof_z": 4.49831055325098, "mis_z": -1.07891732523075, "mu_lof": 2.59943428519e-06, "mu_mis": 3.04421514995e-05, "mu_syn": 1.3161433112e-05, "n_lof": 2.0, "n_mis": 307.0, "n_syn": 132.0, "p_li": 0.996472882610132, "p_null": 1.1426147439358e-08, "p_rec": 0.00352710596372018, "syn_z": -0.878182557467253}, "nontcga": {"exp_lof": 25.3078928182, "exp_mis": 276.293861563, "exp_syn": 118.923977972, "lof_z": 4.57042204800531, "mis_z": -1.22006823621066, "mu_lof": 2.59943428519e-06, "mu_mis": 3.04421514995e-05, "mu_syn": 1.3161433112e-05, "n_lof": 2.0, "n_mis": 317.0, "n_syn": 136.0, "p_li": 0.996769586098824, "p_null": 7.54593357912117e-09, "p_rec": 0.00323040635524232, "syn_z": -0.991456525050497}, "transcript": "ENST00000524717.1"}, "exons": [{"cdsend": 96341895, "cdsstart": 95978947, "chr": "11", "position": [[95976599, 95979963], [95985530, 95985642], [95991519, 95991723], [96091891, 96093517], [96341382, 96343195]], "strand": -1, "transcript": "NM_032427", "txend": 96343195, "txstart": 95976599}], "exons_hg19": [{"cdsend": 96075059, "cdsstart": 95712111, "chr": "11", "position": [[95709763, 95713127], [95718694, 95718806], [95724683, 95724887], [95825055, 95826681], [96074546, 96076359]], "strand": -1, "transcript": "NM_032427", "txend": 96076359, "txstart": 95709763}], "generif": [{"pubmed": 12386158, "text": "Identification of new human proteins defines a family that consists of positive regulators for notch signaling"}, {"pubmed": 12539049, "text": "cloning and functional analyses of the t(11;19) fusion oncogene t(11;19)(q21;p13) translocation in mucoepidermoid carcinoma creates a novel fusion product that disrupts a Notch signaling pathway."}, {"pubmed": 14720503, "text": "cloning of a novel fusion gene in mucoepidermoid carcinomas & benign Warthin's tumors; the fusion, which results from a translocation, creates a chimeric gene in which exon 1 of a novel gene designated WAMTP1 is linked to exons 2-5 of MAML2 [WAMPT1]"}, {"pubmed": 16818685, "text": "The MECT1-MAML2 fusion transcript may be specific to mucoepidermoid carcinoma and associated with a distinct mucoepidermoid carcinoma subset that exhibits favorable clinicopathologic features and an indolent clinical course."}, {"pubmed": 17334997, "text": "The present and previous observations indicate that the CRTC1-MAML2 fusion is etiologically linked to benign and low-grade malignant tumors originating from diverse exocrine glands rather than being linked to a separate tumor entity."}, {"pubmed": 17437281, "text": "CRTC1/MAML2 transcript may be detected in both low and high grade mucoepidermoid carcinoma (MEC), that fusion negative tumors may define a subset of biologically aggressive MEC's tumors"}, {"pubmed": 17551948, "text": "MAML2 involving a chimeric gene might contribute to carcinogenesis in multiple neoplasms by the disruption of NOTCH signaling."}, {"pubmed": 18050304, "text": "study reports for the first time a CRTC3-MAML2 fusion gene in a mucoepidermoid carcinoma, as determined by RT-PCR and sequencing."}, {"pubmed": 18206539, "text": "The presence of the t(11;19)(q21;p13) rearrangement favors a diagnosis of mucoepidermoid carcinoma."}, {"pubmed": 19240061, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19269006, "text": "MAML2 and MECT1 fusion product can be detected by fluorescence in situ hybridization and reverse transcriptase polymerase chain reaction analysis performed on low- and high-grade primary bronchopulmonary mucoepidermoid carcinoma"}, {"pubmed": 19521953, "text": "Mucoepidermoid carcinomas are often characterized by the fusion gene CRTC1-MAML2.  The mean expression level of an embryonic stem cell marker, HMGA2 was studied and found to be higher in fusion negative than in positive tumors."}, {"pubmed": 19531414, "text": "CRTC1-MAML2 fusion was associated with favorable clinicopathologic tumor features and was useful in predicting the overall survival of patients with salivary gland mucoepidermoid carcinoma"}, {"pubmed": 19749740, "text": "Mucoepidermoid carcinomas possessing CRTC3-MAML2 fusion may be associated with favorable clinicopathological features and patients may be younger than those with CRTC1-MAML2 fusion or those with no detectable gene fusion."}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20588178, "text": "MECT1/MAML2 translocation status may be important prognostically in salivary mucoepidermoid carcinomas, but it does not seem to override traditional clinicopathologic parameters."}, {"pubmed": 20625861, "text": "We report an example of intraosseous mucoepidermoid carcinoma with positive TORC1/MAML2 gene fusion transcript and discuss the clinical implications."}, {"pubmed": 21074686, "text": "The t(11;19) translocation and its CRTC1/MAML1 fusion transcript have been identified in mucoepidermoid carcinomas at different sites and are believed to be associated with the development of a subset of these tumors."}, {"pubmed": 21119597, "text": "in line with the essential role of MAML proteins for assembly and activity of the NOTCH transcriptional complex (NTC), we show that MAML-derived small-peptide constructs block NOTCH activity and disrupt NTC formation in vitro"}, {"pubmed": 21668476, "text": "mucoepidermoid carcinoma of the salivary glands positive for CRTC1-MAML2 or CRTC3-MAML2 fusion formed a favourable tumour subset that was distinct from fusion-negative cases"}, {"pubmed": 21777943, "text": "The presence of MAML2 rearrangement can be used as supportive evidence to distinguish oncocytic mucoepidermoid carcinoma from other oncocytic lesions."}, {"pubmed": 22582766, "text": "presence of small subpopulation of cells carrying MAML2 rearrangement in areas of squamous metaplasia in WT could predispose lesions to malignant transformation in mucoepidermoid carcinoma and could represent molecular link between the 2 entities."}, {"pubmed": 22833306, "text": "The lack of significant correlation with histologic grade or pathologic stage implies that the previously reported prognostic value of the MAML2 translocation may be an artifact of misclassification of MEC as other tumors."}, {"pubmed": 23035786, "text": "The presence of the MAML2 gene split defines a distinct mucoepidermoid carcinoma subset that is associated clinicopathologically with favorable tumor features."}, {"pubmed": 23855785, "text": "high-grade salivary mucoepidermoid carcinoma comprises a heterogeneous group of tumours in terms of molecular pathogenesis, in particular MAML2 fusion status"}, {"pubmed": 23975434, "text": "aberrantly activated AREG-EGFR signaling is required for CRTC1-MAML2-positive MEC cell growth and survival, suggesting that EGFR-targeted therapies will benefit patients with advanced, unresectable CRTC1-MAML2-positive MEC."}, {"pubmed": 24121173, "text": "Metaplastic Warthin tumor and metaplastic pleomorphic adenoma of salivary glands did not harbor CRTC1-MAML2 and CRTC3-MAML2 fusion transcripts, respectively, or MAML2 gene rearrangement."}, {"pubmed": 24134933, "text": "using FISH to identify MAML2 rearrangement is a valuable diagnostic tool in the evaluation of thymic malignancies, specifically, distinguishing mucoepidermoid carcinoma from squamous cell carcinoma and adenosquamous carcinoma."}, {"pubmed": 24468654, "text": "Lacrimal and salivary gland PAs and Ca-ex-PAs have similar genomic profiles and frequently overexpress the PLAG1 oncoprotein. Copy number gains involving 9p23-p22.3 (NFIB) and 22q12-qter (PDGFB) may be of importance for disease progression."}, {"pubmed": 24647913, "text": "The high sensitivity and specificity of MAML2 rearrangement for central mucoepidermoid carcinoma points to its utility as a diagnostic adjunct in separating mucinous cystic lesions of the gnathic bones."}, {"pubmed": 24714697, "text": "MAML2 rearrangement appears frequent in PMEC and specific with this tumor. Both the presence of MAML2 rearrangement and absence of FLT1 tend to confer a favorable clinical outcome."}, {"pubmed": 24771140, "text": "Translocation t(11;19)(q14-21;p12-13) in patients with Salivary mucoepidermoid carcinoma was reported , which results in fusion between exons 1 and 2 of MAML2 on chromosome 11q21.Fusion positive, MAML2 re-arrangements are present in 50-70 % of MECs."}, {"pubmed": 24855209, "text": "The rearrangement between MAML2 and CXCR4, created by a t(2;11)(q22.1;q21) translocation, results in a new fusion gene in which a portion of CXCR4 is linked to the MAML2 gene."}, {"pubmed": 25071166, "text": "Malignant mucoepidermoid salivary gland tumors can arise from a recurrent t (11, 19)(q21;p13.1) translocation that generates an unusual chimeric CRTC1/MAML2 oncoprotein."}, {"pubmed": 25123064, "text": "We identified MAML2 rearrangements in five of nine odontogenic cysts lined by mucus-secreting cells"}, {"pubmed": 25953768, "text": "SNPs in Notch pathway genes may be predictors of cutaneous melanoma disease-specific survival."}, {"pubmed": 26503699, "text": "The molecular basis underlying CRTC1-MAML2 oncogenic functions were identified in mucoepidermoid carcinoma cells."}, {"pubmed": 26796488, "text": "Detection of the CRTC1/MAML2 fusion transcript provides useful information for MEC diagnosis but is not associated with differences in survival outcomes."}, {"pubmed": 27068311, "text": "MAML2 rearrangement is common and specific for MEC, which makes it a useful diagnostic tool. MAML2 rearrangement also predicts a favorable prognosis."}, {"pubmed": 27207652, "text": "This condensed chromatin structure is associated with binding of DNMT3B and decreased occupancy of OCT1 transcription factor at MAML2 enhancer, suggesting a role of DNMT3B in increasing methylation of MAML2 after stilbenoid treatment."}, {"pubmed": 27402217, "text": "revealing neither correlation between the cellular composition and CRTC1-MAML2 fusions nor presence of CRTC3-MAML2 fusions in cutaneous hidradenoma"}, {"pubmed": 27659536, "text": "we demonstrated that MDM2 is frequently overexpressed in clear cell carcinomas, and that MDM2 overexpression is associated with poor prognosis."}, {"pubmed": 27769871, "text": "A subgroup of MAML2 fusion-negative mucoepidermoid carcinomas are actually clear cell carcinoma of the salivary gland with EWSR1 translocation."}, {"pubmed": 28343305, "text": "MECT1-MAML2 fusion transcript is a driver genetic event in the pathogenesis of primary bronchopulmonary mucoepidermoid carcinoma"}, {"pubmed": 28438292, "text": "findings suggest further characterization of MECs is needed before considering the CRTC1/3-MAML2 gene fusion as a prognostic biomarker"}, {"pubmed": 28535805, "text": "It is, to our knowledge, the first case of B acute lymphoblastic leukemia with this fusion gene. At the molecular level, two rearrangements were detected using RNA sequencing juxtaposing exon 7 to exon 2 and exon 9 to intron 1-2 of the KMT2A and MAML2 genes respectively, and one rearrangement using Sanger sequencing juxtaposing exon 8 and exon 2."}, {"pubmed": 28753783, "text": "The expression of the MAML2 gene in penile cancers from men receiving first-line cisplatin-based chemotherapy predicted overall survival independent of clinical factors."}, {"pubmed": 28877061, "text": "Warthin-like mucoepidermoid carcinoma (MEC), and now a ciliated form of MEC, are newly described variants of a common salivary gland carcinoma. MAML2 rearrangements were identified in all cases. These unusual variants appear to consistently harbor MAML2 fusions-a finding that establishes a clear link to conventional MEC."}, {"pubmed": 29079171, "text": "CRTC3-MAML2 gene fusion occurs in hidradenomas."}, {"pubmed": 29353885, "text": "LINC00473 acts as a promising biomarker and therapeutic target for human CRTC1-MAML2-positive Mucoepidermoid carcinomas."}, {"pubmed": 30055028, "text": "The associations of PSEN1 rs165934 and MAML2 rs76032516 of the Notch signalling pathway genes with overall survival in Chinese epithelial ovarian cancer patients are novel findings, which need to be validated in other large and independent studies."}, {"pubmed": 30138216, "text": "Pancreatic mucoepidermoid carcinoma does not have CRTC1/3-MAML2 fusion gene and MAML2 gene rearrangement."}, {"pubmed": 30380176, "text": "Two cases of breast mucoepidermoid carcinomas harboring CRTC1-MAML2 fusions are reported"}, {"pubmed": 31145701, "text": "YAP1-MAML2 and YAP1-NUTM1 fusions have roles in poroma and porocarcinoma"}, {"pubmed": 31641231, "text": "Metaplastic thymoma: a distinctive thymic neoplasm characterized by YAP1-MAML2 gene fusions."}, {"pubmed": 31652449, "text": "Effects of the MAML2 genetic variants in glioma susceptibility and prognosis."}, {"pubmed": 31914088, "text": "The rs7944701 SNP in MAML2 was strongly associated with bladder cancer susceptibility in a Chinese population. MAML2 expression was lower in bladder cancer tissues than in non-tumor tissues and bladder cancer patients with high MAML2 expression had a significantly poorer prognosis."}, {"pubmed": 31954088, "text": "The absence of MAML2 rearrangement reveals that ameloblastoma with mucous cell differentiation and central mucoepidermoid carcinoma are two distinct tumor entities."}, {"pubmed": 32222825, "text": "MAML2 rearrangement as a useful diagnostic marker discriminating between Warthin tumour and Warthin-like mucoepidermoid carcinoma."}, {"pubmed": 32482852, "text": "MAML1/2 promote YAP/TAZ nuclear localization and tumorigenesis."}, {"pubmed": 32960941, "text": "Reevaluation of Salivary Lymphadenoma: A Subgroup Identified as Warthin-like Mucoepidermoid Carcinoma Following Molecular Investigation for MAML2 Rearrangement."}, {"pubmed": 32991341, "text": "Recurrent YAP1 and MAML2 Gene Rearrangements in Retiform and Composite Hemangioendothelioma."}, {"pubmed": 33221956, "text": "Ependymoma with C11orf95-MAML2 fusion: presenting with granular cell and ganglion cell features."}, {"pubmed": 33473104, "text": "Targeting Notch and EGFR signaling in human mucoepidermoid carcinoma."}, {"pubmed": 33830080, "text": "The CRTC1-MAML2 fusion is the major oncogenic driver in mucoepidermoid carcinoma."}, {"pubmed": 34344072, "text": "[MAML2 gene rearrangement, fusion patterns and clinicopathological characteristics in primary pulmonary mucoepidermoid carcinoma]."}, {"pubmed": 34550633, "text": "KMT2A-MAML2 rearrangement emerged and regressed during neuroblastoma therapy without leukemia after 12.8-year follow-up."}, {"pubmed": 34657306, "text": "Salivary mucoepidermoid carcinoma: histological variants, grading systems, CRTC1/3-MAML2 fusions, and clinicopathological features."}, {"pubmed": 35457138, "text": "Diagnostic Value of MAML2 Rearrangements in Mucoepidermoid Carcinoma."}, {"pubmed": 35546636, "text": "Recurrent YAP1::MAML2 fusions in \"\"nodular necrotizing\"\" variants of myxoinflammatory fibroblastic sarcoma: a comprehensive study of 7 cases."}, {"pubmed": 35925563, "text": "MAML2 Gene Rearrangement Occurs in Nearly All Hidradenomas: A Reappraisal in a Series of 20 Cases."}, {"pubmed": 36208053, "text": "Mucoepidermoid carcinoma may be devoid of squamoid cells by immunohistochemistry: expanding the histologic and immunohistochemical spectrum of MAML2- rearranged salivary gland tumours."}, {"pubmed": 36344258, "text": "Malignant undifferentiated epithelioid neoplasms with MAML2 rearrangements: A clinicopathologic study of seven cases demonstrating a heterogenous entity."}, {"pubmed": 36675234, "text": "Establishment of Mucoepidermoid Carcinoma Cell Lines from Surgical and Recurrence Biopsy Specimens."}, {"pubmed": 36898841, "text": "Pathogenic variations in MAML2 and MAMLD1 contribute to congenital hypothyroidism due to dyshormonogenesis by regulating the Notch signalling pathway."}, {"pubmed": 37489594, "text": "Significance of YAP1-MAML2 rearrangement and GTF2I mutation in the diagnosis and differential diagnosis of metaplastic thymoma."}], "genomic_pos": {"chr": "11", "end": 96343195, "ensemblgene": "ENSG00000184384", "start": 95976598, "strand": -1}, "genomic_pos_hg19": {"chr": "11", "end": 96076344, "start": 95709762, "strand": -1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0007219", "pubmed": 12370315, "qualifier": "involved_in", "term": "Notch signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007221", "qualifier": "involved_in", "term": "positive regulation of transcription of Notch receptor target"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 12370315, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 12370315, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "is_active_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0016607", "qualifier": "located_in", "term": "nuclear speck"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0003713", "qualifier": "enables", "term": "transcription coactivator activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003713", "pubmed": 12370315, "qualifier": "enables", "term": "transcription coactivator activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 12370315, "qualifier": "enables", "term": "protein binding"}]}, "interpro": [{"desc": "Neurogenic mastermind-like, N-terminal", "id": "IPR019082", "short_desc": "Mastermind-like_N"}, {"desc": "Mastermind-like 1-3", "id": "IPR046369", "short_desc": "MAML1-3"}, {"desc": "Neurogenic mastermind-like, N-terminal domain superfamily", "id": "IPR046370", "short_desc": "MAML_N_sf"}, {"desc": "Mastermind-like protein 2, transcriptional activation domain", "id": "IPR048452", "short_desc": "MAML2_TAD"}], "ipi": "IPI00064200", "map_location": "11q21", "name": "mastermind like transcriptional coactivator 2", "other_names": ["mam-2", "mastermind-like 2", "mastermind-like protein 2"], "pantherdb": {"HGNC": "16259", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2389460", "ortholog_type": "LDO", "panther_family": "PTHR15692", "taxid": 10090, "uniprot_kb": "F6U238"}, {"RGD": "1587536", "ortholog_type": "LDO", "panther_family": "PTHR15692", "taxid": 10116, "uniprot_kb": "F1M3B2"}, {"Ensembl": "ENSGALG00000017199", "ortholog_type": "LDO", "panther_family": "PTHR15692", "taxid": 9031, "uniprot_kb": "F1NYN6"}, {"Ensembl": "ENSDARG00000112977", "ortholog_type": "LDO", "panther_family": "PTHR15692", "taxid": 7955, "uniprot_kb": "A0A2R8QH85"}], "uniprot_kb": "Q8IZL2"}, "pathway": {"kegg": [{"id": "hsa04330", "name": "Notch signaling pathway - Homo sapiens (human)"}, {"id": "hsa04658", "name": "Th1 and Th2 cell differentiation - Homo sapiens (human)"}, {"id": "hsa05165", "name": "Human papillomavirus infection - Homo sapiens (human)"}], "netpath": {"id": "Pathway_Notch", "name": "Notch"}, "pid": [{"id": "hes_heypathway", "name": "Notch-mediated HES/HEY network"}, {"id": "notch_pathway", "name": "Notch signaling pathway"}], "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-157118", "name": "Signaling by NOTCH"}, {"id": "R-HSA-157118", "name": "Signaling by NOTCH"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-186712", "name": "Regulation of beta-cell development"}, {"id": "R-HSA-1912408", "name": "Pre-NOTCH Transcription and Translation"}, {"id": "R-HSA-1912408", "name": "Pre-NOTCH Transcription and Translation"}, {"id": "R-HSA-1912422", "name": "Pre-NOTCH Expression and Processing"}, {"id": "R-HSA-1912422", "name": "Pre-NOTCH Expression and Processing"}, {"id": "R-HSA-1980143", "name": "Signaling by NOTCH1"}, {"id": "R-HSA-1980143", "name": "Signaling by NOTCH1"}, {"id": "R-HSA-1980145", "name": "Signaling by NOTCH2"}, {"id": "R-HSA-1980145", "name": "Signaling by NOTCH2"}, {"id": "R-HSA-210744", "name": "Regulation of gene expression in late stage (branching morphogenesis) pancreatic bud precursor cells"}, {"id": "R-HSA-2122947", "name": "NOTCH1 Intracellular Domain Regulates Transcription"}, {"id": "R-HSA-2122947", "name": "NOTCH1 Intracellular Domain Regulates Transcription"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-2197563", "name": "NOTCH2 intracellular domain regulates transcription"}, {"id": "R-HSA-2197563", "name": "NOTCH2 intracellular domain regulates transcription"}, {"id": "R-HSA-2644602", "name": "Signaling by NOTCH1 PEST Domain Mutants in Cancer"}, {"id": "R-HSA-2644603", "name": "Signaling by NOTCH1 in Cancer"}, {"id": "R-HSA-2644606", "name": "Constitutive Signaling by NOTCH1 PEST Domain Mutants"}, {"id": "R-HSA-2894858", "name": "Signaling by NOTCH1 HD+PEST Domain Mutants in Cancer"}, {"id": "R-HSA-2894862", "name": "Constitutive Signaling by NOTCH1 HD+PEST Domain Mutants"}, {"id": "R-HSA-350054", "name": "Notch-HLH transcription pathway"}, {"id": "R-HSA-5663202", "name": "Diseases of signal transduction by growth factor receptors and second messengers"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8878159", "name": "Transcriptional regulation by RUNX3"}, {"id": "R-HSA-8878159", "name": "Transcriptional regulation by RUNX3"}, {"id": "R-HSA-8941856", "name": "RUNX3 regulates NOTCH signaling"}, {"id": "R-HSA-8941856", "name": "RUNX3 regulates NOTCH signaling"}, {"id": "R-HSA-9012852", "name": "Signaling by NOTCH3"}, {"id": "R-HSA-9012852", "name": "Signaling by NOTCH3"}, {"id": "R-HSA-9013508", "name": "NOTCH3 Intracellular Domain Regulates Transcription"}, {"id": "R-HSA-9013508", "name": "NOTCH3 Intracellular Domain Regulates Transcription"}, {"id": "R-HSA-9013694", "name": "Signaling by NOTCH4"}, {"id": "R-HSA-9013694", "name": "Signaling by NOTCH4"}, {"id": "R-HSA-9013695", "name": "NOTCH4 Intracellular Domain Regulates Transcription"}, {"id": "R-HSA-9013695", "name": "NOTCH4 Intracellular Domain Regulates Transcription"}, {"id": "R-HSA-9758941", "name": "Gastrulation"}, {"id": "R-HSA-9793380", "name": "Formation of paraxial mesoderm"}], "wikipathways": [{"id": "WP3845", "name": "Canonical and non-canonical Notch signaling"}, {"id": "WP61", "name": "Notch Signaling Pathway Netpath"}]}, "pfam": ["PF09596", "PF20804"], "pharmgkb": "PA134946327", "pharos": {"target_id": 8718, "tdl": "Tbio"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF269131", "relationship": "is"}, {"id": "GNF269132", "relationship": "is"}, {"id": "GNF269133", "relationship": "is"}, {"id": "GNF269134", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF050259", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF096223", "relationship": "is"}, {"id": "GNF135879", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000011.10", "NC_060935.1"], "protein": ["NP_115803.1", "XP_011541325.1", "XP_047283666.1", "XP_054226164.1"], "rna": ["NM_032427.4", "XM_011543023.4", "XM_047427710.1", "XM_054370189.1"], "translation": [{"protein": "XP_054226164.1", "rna": "XM_054370189.1"}, {"protein": "XP_011541325.1", "rna": "XM_011543023.4"}, {"protein": "NP_115803.1", "rna": "NM_032427.4"}, {"protein": "XP_047283666.1", "rna": "XM_047427710.1"}]}, "reporter": {"GNF1H": "gnf1h09633_at", "HG-U133_Plus_2": ["235106_at", "235457_at"], "HTA-2_0": "TC11002211.hg.1", "HuEx-1_0": "3387537", "HuGene-1_1": "7951133", "HuGene-2_1": "16743517"}, "summary": "The protein encoded by this gene is a member of the Mastermind-like family of proteins. All family members are proline and glutamine-rich, and contain a conserved basic domain that binds the ankyrin repeat domain of the intracellular domain of the Notch receptors (ICN1-4) in their N-terminus, and a transcriptional activation domain in their C-terminus. This protein binds to an extended groove that is formed by the interaction of CBF1, Suppressor of Hairless, LAG-1 (CSL) with ICN, and positively regulates Notch signaling. High levels of expression of this gene have been observed in several B cell-derived lymphomas. Translocations resulting in fusion proteins with both CRTC1 and CRTC3 have been implicated in the development of mucoepidermoid carcinomas, while a translocation event with CXCR4 has been linked with chronic lymphocytic leukemia (CLL). Copy number variation in the polyglutamine tract has been observed. [provided by RefSeq, Jan 2015].", "symbol": "MAML2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1424132"}, "unigene": ["Hs.745167", "Hs.428214"], "uniprot": {"Swiss-Prot": "Q8IZL2"}, "wikipedia": {"url_stub": "MAML2"}}