{"AllianceGenome": "6838", "HGNC": "6838", "MIM": "601242", "_id": "84557", "_version": 1, "accession": {"genomic": ["AL118520.26", "CH471077.2", "CP068258.2", "NC_000020.11", "NC_060944.1"], "protein": ["AAH15810.1", "AAK35151.1", "AAP36120.1", "CAD38714.1", "EAW76263.1", "EAW76264.1", "EAW76265.1", "EAW76266.1", "NP_115903.1", "NP_852610.1", "Q9H492.2", "XP_011527386.1", "XP_011527387.1", "XP_047296514.1", "XP_047296515.1", "XP_054180119.1", "XP_054180120.1", "XP_054180121.1", "XP_054180122.1"], "rna": ["AF276658.1", "AL833855.1", "BC015810.1", "BM740344.1", "BM919877.1", "BP212418.1", "BT007452.1", "EL954540.1", "H18312.1", "NM_032514.4", "NM_181509.3", "XM_011529084.3", "XM_011529085.3", "XM_047440558.1", "XM_047440559.1", "XM_054324144.1", "XM_054324145.1", "XM_054324146.1", "XM_054324147.1"], "translation": [{"protein": "XP_054180120.1", "rna": "XM_054324145.1"}, {"protein": "XP_054180119.1", "rna": "XM_054324144.1"}, {"protein": "XP_047296515.1", "rna": "XM_047440559.1"}, {"protein": "XP_011527386.1", "rna": "XM_011529084.3"}, {"protein": "XP_054180122.1", "rna": "XM_054324147.1"}, {"protein": "XP_054180121.1", "rna": "XM_054324146.1"}, {"protein": "AAP36120.1", "rna": "BT007452.1"}, {"protein": "NP_115903.1", "rna": "NM_032514.4"}, {"protein": "NP_852610.1", "rna": "NM_181509.3"}, {"protein": "CAD38714.1", "rna": "AL833855.1"}, {"protein": "XP_011527387.1", "rna": "XM_011529085.3"}, {"protein": "XP_047296514.1", "rna": "XM_047440558.1"}, {"protein": "AAK35151.1", "rna": "AF276658.1"}, {"protein": "AAH15810.1", "rna": "BC015810.1"}]}, "alias": ["ATG8E", "LC3", "LC3A", "MAP1ALC3", "MAP1BLC3"], "ensembl": {"gene": "ENSG00000101460", "protein": ["ENSP00000353886", "ENSP00000363970", "ENSP00000380821"], "transcript": ["ENST00000360668", "ENST00000374837", "ENST00000397709", "ENST00000476428"], "translation": [{"protein": "ENSP00000363970", "rna": "ENST00000374837"}, {"protein": "ENSP00000353886", "rna": "ENST00000360668"}, {"protein": "ENSP00000380821", "rna": "ENST00000397709"}], "type_of_gene": "protein_coding"}, "entrezgene": "84557", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 4.18274969668, "exp_mis": 54.6614293421, "exp_syn": 27.794528966, "lof_z": 2.02591232623374, "mis_z": 2.0946262098424, "mu_lof": 2.78796340723e-07, "mu_mis": 5.30716724881e-06, "mu_syn": 2.58671296091e-06, "n_lof": 0.0, "n_mis": 23.0, "n_syn": 20.0, "p_li": 0.739731534985187, "p_null": 0.0111933269103412, "p_rec": 0.249075138104472, "syn_z": 0.916557548947065}, "bp": 378, "cds_end": 33147702, "cds_start": 33137781, "n_exons": 4, "nonpsych": {"exp_lof": 3.7138645702, "exp_mis": 49.4019421993, "exp_syn": 25.0848016398, "lof_z": 1.89262698552165, "mis_z": 2.18167986431121, "mu_lof": 2.78796340723e-07, "mu_mis": 5.30716724881e-06, "mu_syn": 2.58671296091e-06, "n_lof": 0.0, "n_mis": 19.0, "n_syn": 19.0, "p_li": 0.729574554666952, "p_null": 0.0148285291915429, "p_rec": 0.255596916141505, "syn_z": 0.764899661882997}, "nontcga": {"exp_lof": 3.84111872884, "exp_mis": 50.2815075432, "exp_syn": 25.5639548582, "lof_z": 1.93334843160906, "mis_z": 2.12756669562071, "mu_lof": 2.78796340723e-07, "mu_mis": 5.30716724881e-06, "mu_syn": 2.58671296091e-06, "n_lof": 0.0, "n_mis": 20.0, "n_syn": 19.0, "p_li": 0.721507337177643, "p_null": 0.0134679737170548, "p_rec": 0.265024689105302, "syn_z": 0.822003251863491}, "transcript": "ENST00000374837.3"}, "exons": [{"cdsend": 34559898, "cdsstart": 34558868, "chr": "20", "position": [[34558717, 34558908], [34559207, 34559263], [34559346, 34559453], [34559735, 34560345]], "strand": 1, "transcript": "NM_032514", "txend": 34560345, "txstart": 34558717}, {"cdsend": 34559898, "cdsstart": 34549977, "chr": "20", "position": [[34546843, 34546916], [34549904, 34550029], [34559207, 34559263], [34559346, 34559453], [34559735, 34560345]], "strand": 1, "transcript": "NM_181509", "txend": 34560345, "txstart": 34546843}], "exons_hg19": [{"cdsend": 33147702, "cdsstart": 33146672, "chr": "20", "position": [[33146521, 33146712], [33147011, 33147067], [33147150, 33147257], [33147539, 33148149]], "strand": 1, "transcript": "NM_032514", "txend": 33148149, "txstart": 33146521}, {"cdsend": 33147702, "cdsstart": 33137781, "chr": "20", "position": [[33134647, 33134720], [33137708, 33137833], [33147011, 33147067], [33147150, 33147257], [33147539, 33148149]], "strand": 1, "transcript": "NM_181509", "txend": 33148149, "txstart": 33134647}], "generif": [{"pubmed": 15187094, "text": "localization of LC3 to a membrane compartment by delipidation is negatively regulated by HsAtg4B"}, {"pubmed": 15213446, "text": "NMR structure of human microtubule-associated protein light chain-3"}, {"pubmed": 15857831, "text": "MAP-LC3 can act as an adaptor protein between microtubules and autophagosomes"}, {"pubmed": 16303767, "text": "Phosphatidylserine and phosphatidylethanolamine are targets of the mammalian Atg8 modifiers, LC3, GABARAP, and GATE-16"}, {"pubmed": 17102583, "text": "LC3 residues Phe80 and Leu82, the equivalents of Phe77 and Phe79 in Atg8, are essential for its C-terminal cleavage."}, {"pubmed": 17438365, "text": "Muscle fibers of patients with inclusion body myositis show increased frequencies of Atg8/LC3(+) autophagosomes and that intracellular amyloid beta-protein colocalized with Atg8/LC3 in degenerating muscle fibers."}, {"pubmed": 17580304, "text": "The specific interaction between p62 and LC3, mediated by a 22-residue sequence of p62 containing an evolutionarily conserved motif, is instrumental in mediating autophagic degradation of the p62-positive bodies."}, {"pubmed": 17804493, "text": "Modification of LC3 occurs both during poliovirus infection and following expression of a single viral protein, a stable precursor termed 2BC."}, {"pubmed": 18653543, "text": "LC3 is responsible for recruiting p62 into autophagosomes, a process mediated by phenylalanine 52, located within the ubiquitin core, and the N-terminal region of the protein."}, {"pubmed": 18688877, "text": "The suppression of unfolded protein response or the suppression of expression of LC3 or Atg7, a protein that mediates LC3 lipidation, suppressed HCV replication."}, {"pubmed": 18695874, "text": "LC3 is upregulated in various gastrointestinal cancers and partly associated with Ki-67 inde; results suggest that LC3 expression is advantageous to cancer development especially in early-phase carcinogenesis"}, {"pubmed": 19322194, "text": "The crystal structures of catalytically inert human Atg4B in complex with processed and unprocessed forms of LC3 showed that, on LC3 binding, the regulatory loop and the N-terminal tail of HsAtg4B undergo large conformational changes."}, {"pubmed": 19623642, "text": "A large number of MAP1LC3A and MAP1LC3B positive breast cancer tissues cores have high proportion of stained cells (81-100%) as compared with normal breast tissues."}, {"pubmed": 19696020, "text": "Data suggest that LC3 binding maintains AKAP-Lbc in an inactive state that displays a reduced ability to promote downstream signaling."}, {"pubmed": 19812190, "text": "A hint for an autophagic fusion event is given by the autophagosome marker green fluorescent protein(GFP)-LC3 that first localizes to autophagic vesicles and then redistributes to Yersinia-containing phagosomes."}, {"pubmed": 20004946, "text": "beclin 1 and LC3 II autophagic gene expression is altered also in melanocytic neoplasms."}, {"pubmed": 20023420, "text": "The presence of LC3 in cytoplasmic puncta does not necessarily reveal their participation in the formation of phagophores or their accumulation on the membranes from autophagosomes."}, {"pubmed": 20061800, "text": "Processing of autophagic protein LC3 by the 20S proteasome."}, {"pubmed": 20352102, "text": "analysis of nucleocytoplasmic distribution and dynamics of the autophagosome marker EGFP-LC3"}, {"pubmed": 20382705, "text": "LC3A is expressed in operable breast carcinomas"}, {"pubmed": 20398630, "text": "PKC regulates autophagy through a mechanism independent of LC3 phosphorylation."}, {"pubmed": 20479004, "text": "Pin1 induces LC-3 expression and mediates tamoxifen resistance in breast cancer"}, {"pubmed": 20505359, "text": "A role for WIPI2 in the progression of omegasomes into autophagosomes, is reported."}, {"pubmed": 20639871, "text": "Binding of Dvl2 to p62 facilitates the aggregation and the LC3-mediated autophagosome recruitment of Dvl2 under starvation; the ubiquitylated Dvl2 aggregates are ultimately degraded through the autophagy-lysosome pathway."}, {"pubmed": 20713600, "text": "These data demonstrate a role for phosphorylation in regulating LC3 activity."}, {"pubmed": 20937856, "text": "In HCT116 colorectal cancer cells exposed to prolonged nutrient deprivation, the endogenous wt p53 posttranscriptionally down-regulates LC3, a pivotal component of the autophagic machinery."}, {"pubmed": 21045561, "text": "p62 can be efficiently localized to autophagic compartments via preferential binding with LC3-II form."}, {"pubmed": 21048031, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 21316776, "text": "LC3 regulates cardiomyocyte autophagy by hypoxia-reoxygenation."}, {"pubmed": 21412173, "text": "Immunoblot analysis demonstrated specific accumulation of the autophagosomal LC3-II isoform in detergent-insoluble fractions from Lewy body disease brains"}, {"pubmed": 21415575, "text": "Data show that the expression of LC3, rather than beclin-1, was strongly associated with metastasis and poor clinical prognosis of human melanoma."}, {"pubmed": 21497758, "text": "The fusion activity of LC3 is mediated by positively charged amino acids, whereas the activity of GATE-16 is mediated by hydrophobic interactions."}, {"pubmed": 21507968, "text": "SHBs (HBV small surface protein) partially colocalized and interacted with autophagy protein LC3."}, {"pubmed": 21537144, "text": "Low LC3A expression was related to ulceration, but not to other histopathological features nor prognosis in cutaneous melanoma."}, {"pubmed": 21556768, "text": "Both mRNA and protein levels of Beclin-1 and LC3-II were significantly decreased in lung cancer tissues which suggested that autophagy may be involved in the pathogenesis of lung cancer."}, {"pubmed": 21628531, "text": "inhibition of proteasomal degradation results in increased oligomerization and activation of caspase-8 on intracellular membranes; enhanced caspase-8 oligomerization and activation are promoted through interaction with SQSTM1/p62 and (LC3)"}, {"pubmed": 21674156, "text": "All cases of granular cell tumor (GCT) showed granule LC3 in cytoplasm of tumor cells, indicating that formation of intracytoplasmic granules in GCT is closely related to autophagy.  In schwannoma small number of tumor cells showed granule LC3."}, {"pubmed": 21684337, "text": "Biochemical and pathological properties of LC3 are altered; the level of LC3 is increased in an insoluble fraction from the brains of patients with Lewy body disease."}, {"pubmed": 21709020, "text": "Data show that luminal P-PERK and LC3 levels are reduced in PERK-deficient mammary glands, whereas they are increased in human breast ductal carcinoma in situ."}, {"pubmed": 21729531, "text": "Up-regulation of autophagic activity and expression of Beclin1 and MAPLC3 mRNA in refractory or relapse acute leukemia patients is especially significant."}, {"pubmed": 21812771, "text": "LC3 gene expression in the peripheral leucocytes was significantly decreased in patients with coronary artery disease, indicating that autophagosome formation is decreased."}, {"pubmed": 21845828, "text": "Expression of microtuble-associated protein 1 light chain 3 is down-regulated in laryngeal squamous cell carcinoma."}, {"pubmed": 21943220, "text": "Ceramide could induce autophagy in human nasopharyngeal carcinoma cells, and activation of JNK pathway was involved in ceramide-induced autophagy and LC3 expression."}, {"pubmed": 22011618, "text": "LC3-structure nucleates at sites on Parkin-labeled mitochondria, showing a role in mediating mitophagy"}, {"pubmed": 22237724, "text": "The results suggested that the biosynthesis of microtubule-associated protein 1 light chain 3 is interrupted in hypertrophic scars."}, {"pubmed": 22249245, "text": "These results suggest that LC3Av1, not only LC3B, functions in autophagy and further, LC3Av1 may be crucial in carcinogenesis."}, {"pubmed": 22281431, "text": "Data indicate that the LC3A was detected as diffuse cytoplasmic staining, and as dense, spheroidal, \"stone-like\" structures (SLS) of variable size (1.2-12.0 mum in diameter), typically enclosed within cytoplasmic vacuoles."}, {"pubmed": 22328508, "text": "The LC3 associated with and then budded off from a distinct TGN domain without constitutive TGN-to-plasma cargo and TGN-to-endosome proteins."}, {"pubmed": 22421968, "text": "cell death observed after TP53INP1-LC3 interaction depends on both autophagy and caspase activity."}, {"pubmed": 22505714, "text": "Bnip3 induced removal of both ER (ERphagy) and mitochondria (mitophagy) via autophagy. The clearance of these organelles was mediated in part via binding of Bnip3 to LC3 on the autophagosome."}, {"pubmed": 22647537, "text": "Detection of LC3 puncta in human formalin-fixed, paraffin-embedded cancer specimens, is reported."}, {"pubmed": 22648564, "text": "expression level of both Beclin-1 and LC3 were significantly lower in cervical squamous cancer cells than normal squamous epithelial cells."}, {"pubmed": 22728060, "text": "Autophagy-related LC3 protein is not involved in the formation/degradation of neuronal intranuclear inclusions in neurodegenerative diseases."}, {"pubmed": 22959883, "text": "Results showed that detergent-insoluble LC3-I and -II levels were significantly higher in multiple system atrophy brain tissue than those in controls"}, {"pubmed": 22974335, "text": "Immunoblotting demonstrated a marked reduction of LC3 in tuberous sclerosis complex tubers relative to the controls"}, {"pubmed": 23089287, "text": "LC3, beclin 1, and GRP78 may play an important role in the tumorigenesis of adenoid cystic carcinoma."}, {"pubmed": 23209295, "text": "pro-survival Bcl-x(L) positively regulated Bnip3 binding to LC3B, sequestration, and mitochondrial autophagy, further supporting an anti-apoptotic role for Bnip3-induced mitophagy"}, {"pubmed": 23219390, "text": "DNA-immune complexes recruit TLR9 and autophagy protein LC3 to phagosomes through Fc-gamma receptor signaling. LC3-associated phagocytosis (LAP), which is distinct from conventional autophagy, is required for IFN-alpha secretion but not for TLR9-mediated TNF secretion. LAP mediates trafficking of TLR9 into a specialized IFN-signaling compartment that initiates IFN-alpha production."}, {"pubmed": 23333394, "text": "these data provide compelling evidence that \"stone-like\" expression of LC3A plays an important role in HCC progression and may act as a biomarker of prognosis for patients with HCC."}, {"pubmed": 23345115, "text": "Our results suggested that expression of LC3 in triple-negative breast cancer was associated with higher distant metastases"}, {"pubmed": 23376921, "text": "TMEM59 defines a novel ATG16L1-binding motif that promotes local activation of LC3."}, {"pubmed": 23449484, "text": "Increased expression of SFRP-1 and LC3 was observed in keratoconus corneas."}, {"pubmed": 23624503, "text": "Data indicate that autophagy is activated though the Cdx1-Bcl-2-LC3 pathway."}, {"pubmed": 23632916, "text": "Thus, p53 and LC3A co-expression is an independent prognostic marker for patients with ESCC."}, {"pubmed": 23681079, "text": "LC3 and p62 are diagnostic markers of drug-induced autophagic vacuolar cardiomyopathy."}, {"pubmed": 23752596, "text": "MAP1LC3 and p62/SQSTM1 proteins are the most common markers of the autophagy process."}, {"pubmed": 23787295, "text": "Data indicate that high cytoplasmic microtubule-associated protein 1 light chain LC3A, LC3B, Beclin 1 and p62/SQSTM1 expressions were independently linked with the Gleason score."}, {"pubmed": 23956998, "text": "We found no relationship between LC3-II expression and any of the clinical parameters (time to vaginal delivery and maternal and fetal characteristics) with the exception of pre-pregnancy BMI: as BMI increased, placental autophagy expression decreased"}, {"pubmed": 24023838, "text": "a protective mechanism for Atg4B, Atg3 and LC3-Atg3 conjugate from being inappropriately sequestered into p62 aggregates"}, {"pubmed": 24067654, "text": "AP-2/PICALM complex functions as an autophagic cargo receptor for the recognition and shipment of APP-CTF from the endocytic pathway to the LC3-marked autophagic degradation pathway."}, {"pubmed": 24070620, "text": "Data suggest that expression of LC3 and autophagy are up-regulated in placenta from pregnancy in which newborn infant develops severe acidosis/neonatal encephalopathy; thus, placental LC3 expression is potential biomarker for poor neonatal outcome."}, {"pubmed": 24186908, "text": "Low level of LC3-II indicates poor prognosis of renal clear cell carcinoma."}, {"pubmed": 24282606, "text": "results suggest that the expression and extent of LC3 might be a strong prognostic factor of HCC, especially in patients with surgical resection"}, {"pubmed": 24290141, "text": "Specific affinity of the LC3 isoforms to the Atg13 LC3-interacting region is required for proper autophagosome formation."}, {"pubmed": 24404161, "text": "HRES-1/Rab4 regulates autophagy through promoting the formation of LC3(+) autophagosomes and the preservation of mitochondria."}, {"pubmed": 24440703, "text": "Data indicate that rapamycin significantly enhanced mitophagy, as evidenced by the increase in LC3-II and Beclin-1 expression in the mitochondria and p62 translocation to the mitochondria."}, {"pubmed": 24528869, "text": "Authors show that the cytoplasmic tail of influenza A virus M2 interacts directly with the essential autophagy protein LC3 and promotes LC3 relocalization to the unexpected destination of the plasma membrane."}, {"pubmed": 24532538, "text": "High LC3A expression is associated with gastric cancer."}, {"pubmed": 24690104, "text": "investigated the expression of autophagy-related markers microtubule-associated protein IA/IB light chain 3 (LC3) and p62/sequestosome-1 (p62), in cutaneous squamous cell carcinoma specimens and assessed their correlation to clinicopathological factors"}, {"pubmed": 24806912, "text": "direct association with LC3 and p62 is promoted in osteoblasts by bioactive silica nanoparticles"}, {"pubmed": 24886140, "text": "In all NHD brains, Nogo-A-positive, CNPase-positive oligodendrocytes surviving in the non-demyelinated white matter intensely expressed LC3"}, {"pubmed": 24899049, "text": "The results revealed that the expression of Atg12 and LC3 II/LC3 I in the chondrocytes treated with TXC increased, compared to that in the untreated chondrocytes"}, {"pubmed": 25005847, "text": "A significant association of LC3 expression with disease progression including a large tumor size, higher stage, and worse prognosis of hepatocellular carcinoma."}, {"pubmed": 25046114, "text": "highlight the role that VAMP3 and VAMP7 play in selection of the pathways leading to generation of ultrastructurally different LC3 compartments"}, {"pubmed": 25132643, "text": "caspase-8 and LC3 are ubiquinated and have roles in 2',3'-dimethoxyflavanone-induced apoptosis in breast cancer stem cells"}, {"pubmed": 25136588, "text": "high level of expression of BECLIN 1 and LC3 in tumours is well correlated with the overall survival of the patients."}, {"pubmed": 25311841, "text": "PLP2-TM interacts with the key autophagy regulators, LC3 and Beclin1, and promotes Beclin1 interaction with STING, the key regulator for antiviral IFN signaling, to negatively regulate antiviral innate immunity."}, {"pubmed": 25419843, "text": "Data show that interaction between promyelocytic leukemia protein (PML) and microtubule-associated protein light chain 3 (LC3) contributes to cell growth inhibition function of PML."}, {"pubmed": 25466963, "text": "LC3, beclin-1, and p62, was increased at an early stage of multistep cholangiocarcinogenesis in hepatolithiasis"}, {"pubmed": 25483962, "text": "CHDH is required for PARK2-mediated mitophagy for the recruitment of SQSTM1 and LC3 onto the mitochondria for cargo recognition"}, {"pubmed": 25484071, "text": "These data add novel mechanistic insights into the regulation of noncanonical LC3 lipidation and its associated processes, including LC3-associated phagocytosis."}, {"pubmed": 25498145, "text": "PLEKHM1 regulates autophagosome-lysosome fusion through homotypic fusion and protein sorting complex and LC3/GABARAP proteins."}, {"pubmed": 25503391, "text": "Clusterin facilitates stress-induced lipidation of LC3 and autophagosome biogenesis to enhance cancer cell survival."}, {"pubmed": 25601754, "text": "Results show that acetylation-deacetylation cycle ensures that LC3 effectively redistributes in an activated form from nucleus to cytoplasm, where it plays a central role in autophagy."}, {"pubmed": 25661375, "text": "This study aimed to explore autophagy-related protein light chain 3 (LC3)-II expression levels in thyroid diseases."}, {"pubmed": 25824726, "text": "Downregulation of beta 3 -integrin with cRGD peptide resulted in enhanced LC3-II and Beclin-1 and decreased Bcl-2 expression."}, {"pubmed": 25871810, "text": "Patients with strong immunoreactivity to BECLIN 1 or LC3 had a significantly better overall survival (OS) than patients with negative to moderate immunoreactivity (p = 0.036 and 0.018, respectively)."}, {"pubmed": 25955014, "text": "These results demonstrate the essential role of BECN1 in the functional formation of autophagosomes, but not in LC3B lipidation."}, {"pubmed": 26015503, "text": "The authors show that LC3 is recruited specifically around secreting Shigella flexneri bacteria that are still present in vacuoles formed during entry and cell-to-cell spread."}, {"pubmed": 26084608, "text": "high nuclear HMGB1 levels and cytoplasmic HMGB1 expression predicted poor overall survival (OS) and disease-free survival (DFS). Meanwhile, high LC3 expression was associated with favorable prognosis."}, {"pubmed": 26090585, "text": "LC3 is exploited by coxsackievirus in both autophagy-dependent and -independent manners in vivo"}, {"pubmed": 26097572, "text": "In colorectal cancer, differentiation degree and lymph node metastasis were associated with LC3 overexpression. LC3 expression was significantly higher in cancerous tissue than in adjacent tissue."}, {"pubmed": 26150155, "text": "Western blot and immunofluorescence validated antibody specificity, knockdown efficiency and autophagy induction prior to fixation in formalin and embedding in paraffin. LC3B and p62 antibodies were validated on cell pellets"}, {"pubmed": 26237084, "text": "autophagy of cytoplasmic bulk cargo was completely LC3 independent."}, {"pubmed": 26350055, "text": "Up-regulation of LC3 is associated with carcinogenesis and progression of Salivary Adenoid Cystic Carcinoma."}, {"pubmed": 26395023, "text": "up-regulated expression during the monocyte-to-dendritic cell transition"}, {"pubmed": 26452236, "text": "Results suggest that P. gingivalis internalization is not necessary for LC3 lipidation."}, {"pubmed": 26468287, "text": "FYCO1 requires a functional LC3A/B-preferring LC3-interacting Region (LIR) motif to facilitate efficient maturation of autophagosomes under basal conditions, whereas starvation-induced autophagy was unaffected"}, {"pubmed": 26563373, "text": "these findings were reversed with the LC3I/II-shPTEN treatment. Therefore, the loss of PTEN may promote the development of primary resistance to trastuzumab in breast cancer via autophagy defects"}, {"pubmed": 26676801, "text": "Consistent with the in vitro results, we observed that the expression of autophagy marker LC3 was increased."}, {"pubmed": 26722036, "text": "Autophagy status, as determined by combined LC3, Beclin 1 and p62 expression, might be independently associated with poor survival in patients with gastric cancer."}, {"pubmed": 26984766, "text": "Results of our present study demonstrated that beclin 1 and LC3 immunoreactivity increased in carcinoma cells following exemestane treatment and that the status of pre-treatment stromal beclin 1 is associated with higher carcinoma cell proliferation and poor clinical and pathological responses to NAE"}, {"pubmed": 27021405, "text": "LC3 puncta were still present in the granular layer of nonlesional psoriatic epidermis but at a much lower level compared with healthy adult epidermis, whereas in lesional psoriatic skin, LC3 was not expressed at all."}, {"pubmed": 27246247, "text": "FYCO1 and MAP1LC3A interact through a novel binding mode that involves Atg8-family proteins"}, {"pubmed": 27250032, "text": "LC3 and p62/SQSTM1 have roles in early-stage non-small cell lung cancer"}, {"pubmed": 27256984, "text": "Hotspot mutations in the arginine-rich stretch in MAP1LC3A resulting in reduced cleavage of MAP1LC3A by ATG4B both in vitro and in vivo, suggesting a functional implication of this gene mutation in cancer development."}, {"pubmed": 27328773, "text": "The results are consistent with a model in which RPIA suppresses autophagy and LC3 processing by modulation of redox signaling."}, {"pubmed": 27338037, "text": "we report that autophagy is associated with apoptosis processes, involving LC3 and TRIF-colocation in human HCC cells. Regulation of autophagy and the TLR3-TRIF pathway may be effective in the treatment of liver cancer."}, {"pubmed": 27442348, "text": "analysis of soluble SQSTM1 complexes and soluble complexes formed between SQSTM1 oligomers and LC3 using a combination of fluorescence microscopy-based biophysical approaches in living cells"}, {"pubmed": 27444698, "text": "LC3 overexpression is associated with colorectal cancer."}, {"pubmed": 27540684, "text": "can act as a negative mediator in autophagy through stimulation of the AKT-MTORC1 pathway and direct interaction with LC3."}, {"pubmed": 27748808, "text": "Aldo was revealed to induce autophagy, as indicated by the increased conversion from microtubuleassociated protein 1A/1Blight chain 3 (LC3)I to LC3II, the increased expression levels of autophagyrelated gene 7 (Atg7) and the increased degradation of p62, which was accompanied by MC proliferation"}, {"pubmed": 27864321, "text": "Although neither GABARAPs nor LC3s are required for autophagosome biogenesis, loss of all Atg8s yields smaller autophagosomes and a slowed initial rate of autophagosome formation."}, {"pubmed": 28069524, "text": "we found that ATG14 interacted with Ulk1 and LC3, and knock down of Ulk1 prevented the lipidation of LC3 and autophagy in HeLa-ATG14 cells. We also identified a phosphatidylethanolamine (PE) binding region in ATG14, and the addition of Ulk1 to Hela-ATG14 cells decreased the ATG14-PE interaction."}, {"pubmed": 28214334, "text": "Methylation silencing of MAP1LC3Av1 promotes gastric carcinogenesis."}, {"pubmed": 28296541, "text": "data raise important issues regarding the interpretation of LC3 lipidation data and the use of autophagy modulators"}, {"pubmed": 28320742, "text": "Development of LC3/GABARAP sensors containing a LIR and a hydrophobic domain to monitor autophagy."}, {"pubmed": 28348069, "text": "High LC3 expression is associated with endometriosis."}, {"pubmed": 28381481, "text": "Co-expression of FKBP8 with LC3A profoundly induces Parkin-independent mitophagy. Strikingly, even when acting as a mitophagy receptor, FKBP8 avoids degradation by escaping from mitochondria. In summary, this study identifies novel roles for FKBP8 and LC3A, which act together to induce mitophagy."}, {"pubmed": 28395732, "text": "Legionella pneumophila RavZ extracts LC3-PE from the membrane before deconjugation. RavZ initially recognizes the LC3 molecule on membranes via its N-terminal LC3-interacting region (LIR) motif."}, {"pubmed": 28740232, "text": "Data show that p62 interaction with LC3, leading to the delivery of p62 and its cargoes to the autophagosome."}, {"pubmed": 28755428, "text": "Autophagy proteins were discovered on phagosomes engulfing foreign bacteria, leading to the proposal of LC3-associated phagocytosis (LAP).  [review]"}, {"pubmed": 28760651, "text": "Data suggest that, in patients with diabetic kidney disease, urinary excretion of mRNAs for MAP1LC3A, WIPI2, and RB1CC1 is down-regulated as compared to healthy control subjects; these transcripts may serve as urinary autophagy biomarkers. (MAP1LC3A = microtubule associated protein 1 light chain 3; WIPI2 = WD repeat domain phosphoinositide-interacting protein 2; RB1CC1 = RB1 inducible coiled-coil 1)"}, {"pubmed": 28800922, "text": "The autophagy induced by 2-PCPA requires LC3-II processing machinery..2-PCPA treatment induces the change of global gene expression program, including a series of autophagy-related genes, such as SQSTM1/p62. Taken together, our data indicate that KDM1A/LSD1 inhibitors induce autophagy through affecting the expression of autophagy-related genes and in a BECN1-independent manner"}, {"pubmed": 28808307, "text": "Absence of MAP1LC3A disrupts the autophagic pathway and leads to the failure of aggresome vimentin cage degradation in primary choroid plexus carcinoma."}, {"pubmed": 28929922, "text": "A new molecular mechanism has been described in uterine sarcoma, by which miR-152 and miR-24 promote autophagy by activating SIRT1 and deacetylating LC3."}, {"pubmed": 29022195, "text": "High LC3 expression is associated with Glioma."}, {"pubmed": 29022200, "text": "High LC3 Expression is Associated with Cancer Progression and Chemo-Resistance in Esophageal Squamous Cell Carcinoma."}, {"pubmed": 29317426, "text": "show that the WD repeat-containing C-terminal domain (WD40 CTD) of ATG16L1 is essential for LC3 recruitment to endolysosomal membranes during non-canonical autophagy"}, {"pubmed": 29416008, "text": "PHB2 forms a ternary protein complex with sequestosome 1 (SQSTM1) and LC3, leading to loading of LC3 onto the damaged mitochondria."}, {"pubmed": 29545906, "text": "The results suggest that autophagy-associated proteins LC3A, LC3B, and Beclin-1 might be potential biomarkers for subclassification, differentiation, and local metastasis in primary lung tumor."}, {"pubmed": 29752949, "text": "The distribution of nuclear LC3 can be a novel way for further studying death of acute myeloid leukemia (AML) cells,and the regulatory molecules may be new targets for treating AML."}, {"pubmed": 29844234, "text": "These results unambiguously demonstrate that IcsB is required for double-membrane vacuole escape during cell-to-cell spread, regardless of LC3 recruitment, and do not support the previously proposed notion that autophagy counters Shigella flexneri dissemination."}, {"pubmed": 29898994, "text": "Flightless-I functions as a checkpoint protein for selective autophagy by interacting with p62 to block its recognition of LC3, leading to tumorigenesis in breast cancer."}, {"pubmed": 29945702, "text": "Expression and Clinical Significance of LC-3 and P62 in Non-small Cell Lung Cancer"}, {"pubmed": 30109811, "text": "p66SHC is a novel regulator of autophagy and mitophagy in B cells and recruits LC3-II. This implies p66SHC-mediated coordination of autophagy and apoptosis in B cell survival and differentiation."}, {"pubmed": 30349077, "text": "Recruitment of LC3 to damaged Golgi apparatus."}, {"pubmed": 30375512, "text": "PINK1-dependent mitophagy is driven by the UPS and can occur independently of LC3 conversion."}, {"pubmed": 30420355, "text": "LC3 and STRAP regulate actin filament assembly by JMY during autophagosome formation."}, {"pubmed": 30429217, "text": "calreticulin induces autophagy by interacting with microtubule-associated protein 1A/1B-light chain 3 (LC3). Confocal microscopy revealed that the colocalization of calreticulin and LC3 at the autophagosome was enhanced under ER stress conditions."}, {"pubmed": 30504397, "text": "Intense autophagic activity, as assessed by LC3A immunostaining and Stone-like structures quantification, is a strong prognostic marker in gastric cancer and can be useful for clinical application."}, {"pubmed": 30633346, "text": "Data reveal that the stability and cargo recognition ability of LC3 are highly dependent on its acetylation. Acetylation blocked LC3's interaction with p62 preventing the mis-targeting of p62 to nonautophagic LC3 and thus permitting the efficient degradation of autophagic cargoes. Acetylation also inhibited LC3 proteasome-dependent degradation, thus maintaining LC3 as a long-lived protein that could be used as a reserve."}, {"pubmed": 30729279, "text": "This study shows that FOXM1 directly binds to the promotors of LC3 and Beclin-1 genes and transcriptionally regulates their expression by chromatin immunoprecipitation (ChIP) and luciferase gene reporter assays."}, {"pubmed": 30767704, "text": "TP53INP2 interacted directly with ATG7 to form a LC3B-TP53INP2-ATG7 complex in the cytoplasm."}, {"pubmed": 30797498, "text": "study suggests that stone-like structures as assessed by LC3A immunohistochemistry as well as LC3A mRNA expression has a clinically relevant negative prognostic value in patients with resected non-small cell lung cancer"}, {"pubmed": 30811270, "text": "Data reveal the nuanced role of the ATG14 ALPS in membrane curvature sensing, suggesting that the ALPS has additional roles in supporting LC3 lipidation."}, {"pubmed": 30842153, "text": "High expression of LC3, beclin 1 and p62 was significantly more frequent in high-grade gliomas than in low-grade.Kaplan-Meier analyses revealed that LC3, p62 and autophagy status were significantly associated with poorer survival."}, {"pubmed": 30982432, "text": "Human LC3 and GABARAP subfamily members achieve functional specificity via specific structural modulations."}, {"pubmed": 31029766, "text": "LC3-associated phagocytosis - The highway to hell for phagocytosed microbes."}, {"pubmed": 31094090, "text": "the combination of high Axl and low LC3 expression significantly predicts poorer prognosis for HCC patients who underwent hepatectomy."}, {"pubmed": 31114135, "text": "LC3 may influence the perineural invasion and prognosis of pancreatic cancer through ubiquitin C"}, {"pubmed": 31226352, "text": "LC3 is a negative regulator of high glucose-induced fibrogenic genes expression through its ability to promote Vitamin D receptor signaling"}, {"pubmed": 31315929, "text": "Autophagy-related 4 cysteine peptidase (ATG4) proteases process inactive pro-LC3/GABARAP before lipidation, and the same proteases can also deconjugate LC3/GABARAP from lipids."}, {"pubmed": 31476975, "text": "The autophagic protein LC3 translocates to the nucleus and localizes in the nucleolus associated to NUFIP1 in response to cyclic mechanical stress."}, {"pubmed": 31597778, "text": "COPII vesicle transport is required for rotavirus nsp4 interaction with the autophagy protein LC3 II and trafficking to viroplasms."}, {"pubmed": 31727942, "text": "The positive correlation of TIPRL with LC3 and CD133 contributes to cancer aggressiveness: potential biomarkers for early liver cancer."}, {"pubmed": 31879000, "text": "The expression of LC3 is up-regulated in rheumatoid arthritis patients"}, {"pubmed": 31932738, "text": "The LC3-conjugation machinery specifies the loading of RNA-binding proteins into extracellular vesicles."}, {"pubmed": 32073448, "text": "HIV influences microtubule associated protein-2: potential marker of HIV-associated neurocognitive disorders."}, {"pubmed": 32160093, "text": "Autophagy-dependent cancer cells circumvent loss of the upstream regulator RB1CC1/FIP200 and loss of LC3 conjugation by similar mechanisms."}, {"pubmed": 32434445, "text": "LC3-associated phagocytosis in myeloid cells, a fireman that restrains inflammation and liver fibrosis, via immunoreceptor inhibitory signaling."}, {"pubmed": 32437499, "text": "A PI3K-WIPI2 positive feedback loop allosterically activates LC3 lipidation in autophagy."}, {"pubmed": 32686895, "text": "Distinct Mechanisms for Processing Autophagy Protein LC3-PE by RavZ and ATG4B."}, {"pubmed": 32802187, "text": "Aichi virus 3C protease modulates LC3- and SQSTM1/p62-involved antiviral response."}, {"pubmed": 33081014, "text": "Novel Insights into the Cellular Localization and Regulation of the Autophagosomal Proteins LC3A, LC3B and LC3C."}, {"pubmed": 33095129, "text": "Japanese encephalitis virus capsid protein interacts with non-lipidated MAP1LC3 on replication membranes and lipid droplets."}, {"pubmed": 33172148, "text": "Autophagy Genes for Wet Age-Related Macular Degeneration in a Finnish Case-Control Study."}, {"pubmed": 33226137, "text": "Receptor-mediated clustering of FIP200 bypasses the role of LC3 lipidation in autophagy."}, {"pubmed": 33362215, "text": "Gene and protein expression of mTOR and LC3 in hepatocellular carcinoma, colorectal liver metastasis and \"\"normal\"\" liver tissues."}, {"pubmed": 33438275, "text": "Sirtuin 1 promotes autophagy and proliferation of endometrial cancer cells by reducing acetylation level of LC3."}, {"pubmed": 33526872, "text": "Kaiso (ZBTB33) subcellular partitioning functionally links LC3A/B, the tumor microenvironment, and breast cancer survival."}, {"pubmed": 33783314, "text": "The BAX-binding protein MOAP1 associates with LC3 and promotes closure of the phagophore."}, {"pubmed": 33921398, "text": "Inhibition of Autophagy at Different Stages by ATG5 Knockdown and Chloroquine Supplementation Enhances Consistent Human Disc Cellular Apoptosis and Senescence Induction rather than Extracellular Matrix Catabolism."}, {"pubmed": 34689707, "text": "Human platelets display dysregulated sepsis-associated autophagy, induced by altered LC3 protein-protein interaction of the Vici-protein EPG5."}, {"pubmed": 34706226, "text": "Subtractive CRISPR screen identifies the ATG16L1/vacuolar ATPase axis as required for non-canonical LC3 lipidation."}, {"pubmed": 34816823, "text": "Developing potent LC3-targeting AUTAC tools for protein degradation with selective autophagy."}, {"pubmed": 34943907, "text": "Overexpression of Neuroglobin Promotes Energy Metabolism and Autophagy Induction in Human Neuroblastoma SH-SY5Y Cells."}, {"pubmed": 34974132, "text": "LC3 and NLRC5 interaction inhibits NLRC5-mediated MHC class I antigen presentation pathway in endometrial cancer."}, {"pubmed": 34978373, "text": "Synthesis of 20-Membered Macrocyclic Pseudo-Natural Products Yields Inducers of LC3 Lipidation."}, {"pubmed": 35008961, "text": "LC3/FtMt Colocalization Patterns Reveal the Progression of FtMt Accumulation in Nigral Neurons of Patients with Progressive Supranuclear Palsy."}, {"pubmed": 35057513, "text": "Intracellular Toxic Advanced Glycation End-Products in 1.4E7 Cell Line Induce Death with Reduction of Microtubule-Associated Protein 1 Light Chain 3 and p62."}, {"pubmed": 35163014, "text": "Role of Organic Cation Transporter 2 in Autophagy Induced by Platinum Derivatives."}, {"pubmed": 35310852, "text": "Recruitment of LC3 by Campylobacter jejuni to Bacterial Invasion Site on Host Cells via the Rac1-Mediated Signaling Pathway."}, {"pubmed": 35377342, "text": "The upregulation of proteins light chain 3 and autophagy-related 5 and the occurence of intestinal-type gastric cancer."}, {"pubmed": 35768796, "text": "Role for autophagy-related markers Beclin-1 and LC3 in endometriosis."}, {"pubmed": 35871126, "text": "IL-6 secretion of CD4(+) T cells stimulated by LC3-positive extracellular vesicles in human epithelial ovarian cancer."}, {"pubmed": 35879596, "text": "Tumor cell-released LC3-positive EVs promote lung metastasis of breast cancer through enhancing premetastatic niche formation."}, {"pubmed": 36325670, "text": "Prognostic relevance of autophagy-related markers p62, LC3, and Beclin1 in ovarian cancer."}, {"pubmed": 36497176, "text": "Nucleophagic Degradation of Progerin Ameliorates Defenestration in Liver Sinusoidal Endothelium Due to SIRT1-Mediated Deacetylation of Nuclear LC3."}, {"pubmed": 36675134, "text": "Cytoplasmic Expression of TP53INP2 Modulated by Demethylase FTO and Mutant NPM1 Promotes Autophagy in Leukemia Cells."}, {"pubmed": 36766737, "text": "Mitophagy Effects of Protodioscin on Human Osteosarcoma Cells by Inhibition of p38MAPK Targeting NIX/LC3 Axis."}, {"pubmed": 37948986, "text": "Synovial fluid exosome-derived miR-182-5p alleviates osteoarthritis by downregulating TNFAIP8 and promoting autophagy through LC3 signaling."}, {"pubmed": 38953845, "text": "The Role of LC3-Associated Phagocytosis Inhibits the Inflammatory Response in Aspergillus fumigatus Keratitis."}], "genomic_pos": {"chr": "20", "end": 34560345, "ensemblgene": "ENSG00000101460", "start": 34546854, "strand": 1}, "genomic_pos_hg19": {"chr": "20", "end": 33148149, "start": 33134658, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0000045", "qualifier": "involved_in", "term": "autophagosome assembly"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0000045", "pubmed": 24290141, "qualifier": "involved_in", "term": "autophagosome assembly"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0000045", "qualifier": "involved_in", "term": "autophagosome assembly"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0000422", "qualifier": "involved_in", "term": "autophagy of mitochondrion"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0000422", "pubmed": 22267086, "qualifier": "acts_upstream_of_or_within", "term": "autophagy of mitochondrion"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006995", "qualifier": "involved_in", "term": "cellular response to nitrogen starvation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007254", "qualifier": "involved_in", "term": "JNK cascade"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0009267", "pubmed": 28223137, "qualifier": "involved_in", "term": "cellular response to starvation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010040", "qualifier": "involved_in", "term": "response to iron(II) ion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010288", "qualifier": "involved_in", "term": "response to lead ion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0016236", "pubmed": 28223137, "qualifier": "involved_in", "term": "macroautophagy"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0034198", "qualifier": "involved_in", "term": "cellular response to amino acid starvation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0038066", "qualifier": "involved_in", "term": "p38MAPK cascade"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060395", "qualifier": "involved_in", "term": "SMAD protein signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070301", "qualifier": "involved_in", "term": "cellular response to hydrogen peroxide"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071280", "qualifier": "involved_in", "term": "cellular response to copper ion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0090650", "qualifier": "involved_in", "term": "cellular response to oxygen-glucose deprivation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0097352", "qualifier": "involved_in", "term": "autophagosome maturation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0097352", "pubmed": 28223137, "qualifier": "involved_in", "term": "autophagosome maturation"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0000421", "qualifier": "is_active_in", "term": "autophagosome membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0000421", "qualifier": "located_in", "term": "autophagosome membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005770", "qualifier": "located_in", "term": "late endosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005776", "pubmed": [12740394, 15187094, 19056683, 22421968, 22456507, 24954904, 28223137], "qualifier": "located_in", "term": "autophagosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "pubmed": 15187094, "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005874", "qualifier": "located_in", "term": "microtubule"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0031090", "pubmed": 12740394, "qualifier": "located_in", "term": "organelle membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043231", "qualifier": "located_in", "term": "intracellular membrane-bounded organelle"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0044754", "pubmed": 25327288, "qualifier": "located_in", "term": "autolysosome"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098978", "qualifier": "located_in", "term": "glutamatergic synapse"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [11096062, 12890687, 17580304, 19056683, 19250911, 19427866, 20010802, 20562859, 21617041, 22267086, 22354992, 22470510, 23459205, 25042851, 25127057, 25416956, 26040720, 26347139, 29892012, 31515488, 32296183, 33436498, 35044719, 37219487, 37252361], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005543", "pubmed": 15187094, "qualifier": "enables", "term": "phospholipid binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008017", "qualifier": "enables", "term": "microtubule binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008429", "qualifier": "enables", "term": "phosphatidylethanolamine binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0031625", "qualifier": "enables", "term": "ubiquitin protein ligase binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0031625", "pubmed": 25127057, "qualifier": "enables", "term": "ubiquitin protein ligase binding"}]}, "homologene": {"genes": [[6239, 177989], [7955, 406466], [8364, 493344], [9031, 419142], [9544, 707439], [9598, 744937], [9606, 84557], [9615, 477201], [9913, 514547], [10090, 66734], [10116, 362245]], "id": 12021}, "interpro": [{"desc": "Autophagy protein Atg8 ubiquitin-like", "id": "IPR004241", "short_desc": "Atg8-like"}, {"desc": "Ubiquitin-like domain superfamily", "id": "IPR029071", "short_desc": "Ubiquitin-like_domsf"}], "ipi": ["IPI00015423", "IPI00415014"], "map_location": "20q11.22", "name": "microtubule associated protein 1 light chain 3 alpha", "other_names": ["MAP1 light chain 3-like protein 1", "MAP1A/1B light chain 3 A", "MAP1A/MAP1B LC3 A", "MAP1A/MAP1B light chain 3 A", "autophagy-related ubiquitin-like modifier LC3 A", "microtubule-associated proteins 1A/1B light chain 3", "microtubule-associated proteins 1A/1B light chain 3A"], "pantherdb": {"HGNC": "6838", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1915661", "ortholog_type": "LDO", "panther_family": "PTHR10969", "taxid": 10090, "uniprot_kb": "Q91VR7"}, {"RGD": "735183", "ortholog_type": "LDO", "panther_family": "PTHR10969", "taxid": 10116, "uniprot_kb": "Q6XVN8"}, {"Ensembl": "ENSGALG00000038721", "ortholog_type": "LDO", "panther_family": "PTHR10969", "taxid": 9031, "uniprot_kb": "A0A1D5PFR7"}, {"ZFIN": "ZDB-GENE-040426-2232", "ortholog_type": "LDO", "panther_family": "PTHR10969", "taxid": 7955, "uniprot_kb": "Q6NX90"}, {"WormBase": "WBGene00002981", "ortholog_type": "LDO", "panther_family": "PTHR10969", "taxid": 6239, "uniprot_kb": "Q23536"}, {"SGD": "S000000174", "ortholog_type": "O", "panther_family": "PTHR10969", "taxid": 4932, "uniprot_kb": "P38182"}, {"PomBase": "SPBP8B7.24c", "ortholog_type": "O", "panther_family": "PTHR10969", "taxid": 4896, "uniprot_kb": "O94272"}, {"dictyBase": "DDB_G0290491", "ortholog_type": "O", "panther_family": "PTHR10969", "taxid": 352472, "uniprot_kb": "Q54G11"}, {"dictyBase": "DDB_G0286191", "ortholog_type": "O", "panther_family": "PTHR10969", "taxid": 352472, "uniprot_kb": "Q86CR8"}, {"TAIR": "2101816", "ortholog_type": "O", "panther_family": "PTHR10969", "taxid": 3702, "uniprot_kb": "Q9LZZ9"}, {"TAIR": "2055537", "ortholog_type": "O", "panther_family": "PTHR10969", "taxid": 3702, "uniprot_kb": "Q8S926"}, {"TAIR": "2130759", "ortholog_type": "O", "panther_family": "PTHR10969", "taxid": 3702, "uniprot_kb": "Q8VYK7"}, {"TAIR": "2081051", "ortholog_type": "O", "panther_family": "PTHR10969", "taxid": 3702, "uniprot_kb": "Q8S925"}, {"TAIR": "2092560", "ortholog_type": "O", "panther_family": "PTHR10969", "taxid": 3702, "uniprot_kb": "Q9LRP7"}, {"TAIR": "2125791", "ortholog_type": "O", "panther_family": "PTHR10969", "taxid": 3702, "uniprot_kb": "Q9XEB5"}, {"EnsemblGenome": "AT4G21980", "ortholog_type": "O", "panther_family": "PTHR10969", "taxid": 3702, "uniprot_kb": "Q8LEM4"}, {"EnsemblGenome": "AT2G05630", "ortholog_type": "O", "panther_family": "PTHR10969", "taxid": 3702, "uniprot_kb": "Q9SL04"}, {"EnsemblGenome": "AT1G62040", "ortholog_type": "O", "panther_family": "PTHR10969", "taxid": 3702, "uniprot_kb": "Q8S927"}], "uniprot_kb": "Q9H492"}, "pathway": {"kegg": {"id": "hsa04216", "name": "Ferroptosis - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-1632852", "name": "Macroautophagy"}, {"id": "R-HSA-5205647", "name": "Mitophagy"}, {"id": "R-HSA-5205685", "name": "PINK1-PRKN Mediated Mitophagy"}, {"id": "R-HSA-8934903", "name": "Receptor Mediated Mitophagy"}, {"id": "R-HSA-9612973", "name": "Autophagy"}, {"id": "R-HSA-9663891", "name": "Selective autophagy"}], "wikipathways": [{"id": "WP2509", "name": "Nanoparticle triggered autophagic cell death"}, {"id": "WP3850", "name": "Factors and pathways affecting insulin-like growth factor (IGF1)-Akt signaling"}, {"id": "WP4313", "name": "Ferroptosis"}, {"id": "WP4577", "name": "Neurodegeneration with brain iron accumulation (NBIA) subtypes pathway"}, {"id": "WP4874", "name": "CAMKK2 Pathway"}, {"id": "WP615", "name": "Senescence and Autophagy in Cancer"}]}, "pdb": ["3ECI", "3WAL", "3WAN", "4ZDV", "5CX3", "5DPR", "6TBE", "7R9W", "7R9Z", "7RA0", "8T2L"], "pfam": "PF02991", "pharmgkb": "PA30582", "pharos": {"target_id": 10916, "tdl": "Tbio"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF177890", "relationship": "is"}, {"id": "GNF188796", "relationship": "is"}, {"id": "GNF199702", "relationship": "is"}, {"id": "GNF210608", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF159123", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF033998", "relationship": "weakly similar to"}, "GNF_mm+hs-MGC": {"id": "GNF008715", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF234327", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF106411", "relationship": "is"}, {"id": "GNF146057", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000020.11", "NC_060944.1"], "protein": ["NP_115903.1", "NP_852610.1", "XP_011527386.1", "XP_011527387.1", "XP_047296514.1", "XP_047296515.1", "XP_054180119.1", "XP_054180120.1", "XP_054180121.1", "XP_054180122.1"], "rna": ["NM_032514.4", "NM_181509.3", "XM_011529084.3", "XM_011529085.3", "XM_047440558.1", "XM_047440559.1", "XM_054324144.1", "XM_054324145.1", "XM_054324146.1", "XM_054324147.1"], "translation": [{"protein": "XP_054180120.1", "rna": "XM_054324145.1"}, {"protein": "XP_054180119.1", "rna": "XM_054324144.1"}, {"protein": "XP_047296515.1", "rna": "XM_047440559.1"}, {"protein": "XP_011527386.1", "rna": "XM_011529084.3"}, {"protein": "XP_054180122.1", "rna": "XM_054324147.1"}, {"protein": "XP_054180121.1", "rna": "XM_054324146.1"}, {"protein": "NP_115903.1", "rna": "NM_032514.4"}, {"protein": "NP_852610.1", "rna": "NM_181509.3"}, {"protein": "XP_011527387.1", "rna": "XM_011529085.3"}, {"protein": "XP_047296514.1", "rna": "XM_047440558.1"}]}, "reporter": {"HG-U133_Plus_2": ["224378_x_at", "227219_x_at", "232011_s_at"], "HG-U95B": ["52300_f_at", "52302_f_at"], "HTA-2_0": "TC20000243.hg.1", "HuEx-1_0": "3882984", "HuGene-1_1": "8062023", "HuGene-2_1": "16912954"}, "retired": 8199, "summary": "MAP1A and MAP1B are microtubule-associated proteins which mediate the physical interactions between microtubules and components of the cytoskeleton. MAP1A and MAP1B each consist of a heavy chain subunit and multiple light chain subunits. The protein encoded by this gene is one of the light chain subunits and can associate with either MAP1A or MAP1B. Two transcript variants encoding different isoforms have been found for this gene. The expression of variant 1 is suppressed in many tumor cell lines, suggesting that may be involved in carcinogenesis. [provided by RefSeq, Feb 2012].", "symbol": "MAP1LC3A", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1417005"}, "unigene": "Hs.632273", "uniprot": {"Swiss-Prot": "Q9H492"}, "wikipedia": {"url_stub": "MAP1LC3A"}}