{"AllianceGenome": "13352", "HGNC": "13352", "MIM": "609604", "_id": "81631", "_version": 1, "accession": {"genomic": ["AC010531.8", "CH471114.2", "CP068262.2", "KT584352.1", "NC_000016.10", "NC_060940.1", "NG_029030.2"], "protein": ["AAG09686.1", "AAG23182.1", "AAH18634.1", "AAH41874.1", "AAH45759.1", "AAH67797.1", "AAM10499.1", "AEZ06292.1", "BAB15169.1", "BAF83645.1", "CAD38970.1", "EAW95392.1", "EAW95393.1", "EAW95394.1", "EAW95395.1", "EAW95396.1", "EAW95397.1", "EAW95398.1", "EAW95399.1", "NP_073729.1", "Q9GZQ8.3"], "rna": ["AF087871.1", "AF183417.1", "AF303888.1", "AK024571.1", "AK025556.1", "AK290956.1", "AK310224.1", "AK310335.1", "AL834298.1", "BC018634.2", "BC041874.1", "BC045759.1", "BC048009.1", "BC067797.1", "BG771621.1", "DA577457.1", "DB055844.1", "JN663879.1", "NM_022818.5"], "translation": [{"protein": "AAH18634.1", "rna": "BC018634.2"}, {"protein": "BAB15169.1", "rna": "AK025556.1"}, {"protein": "AEZ06292.1", "rna": "JN663879.1"}, {"protein": "NP_073729.1", "rna": "NM_022818.5"}, {"protein": "BAF83645.1", "rna": "AK290956.1"}, {"protein": "AAH41874.1", "rna": "BC041874.1"}, {"protein": "CAD38970.1", "rna": "AL834298.1"}, {"protein": "AAH45759.1", "rna": "BC045759.1"}, {"protein": "AAG23182.1", "rna": "AF303888.1"}, {"protein": "AAG09686.1", "rna": "AF183417.1"}, {"protein": "AAM10499.1", "rna": "AF087871.1"}, {"protein": "AAH67797.1", "rna": "BC067797.1"}]}, "alias": ["ATG8F", "LC3B", "MAP1A/1BLC3", "MAP1LC3B-a"], "ensembl": {"gene": "ENSG00000140941", "protein": ["ENSP00000268607", "ENSP00000454293", "ENSP00000457141", "ENSP00000457225", "ENSP00000498476"], "transcript": ["ENST00000268607", "ENST00000564638", "ENST00000564844", "ENST00000565788", "ENST00000570189", "ENST00000650688"], "translation": [{"protein": "ENSP00000498476", "rna": "ENST00000650688"}, {"protein": "ENSP00000457141", "rna": "ENST00000570189"}, {"protein": "ENSP00000457225", "rna": "ENST00000565788"}, {"protein": "ENSP00000268607", "rna": "ENST00000268607"}, {"protein": "ENSP00000454293", "rna": "ENST00000564844"}], "type_of_gene": "protein_coding"}, "entrezgene": "81631", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 7.42934101187, "exp_mis": 42.9091354758, "exp_syn": 19.2880345221, "lof_z": 1.60973232806791, "mis_z": 1.41193049669294, "mu_lof": 5.64174137204e-07, "mu_mis": 4.27414435606e-06, "mu_syn": 1.84376988363e-06, "n_lof": 3.0, "n_mis": 24.0, "n_syn": 10.0, "p_li": 0.0617608767755467, "p_null": 0.0688556718138482, "p_rec": 0.869383451410605, "syn_z": 1.31107987561914}, "bp": 378, "cds_end": 87436703, "cds_start": 87426033, "n_exons": 4, "nonpsych": {"exp_lof": 6.65545059537, "exp_mis": 38.7680894763, "exp_syn": 17.3887092849, "lof_z": 1.77224997518782, "mis_z": 1.35833864730652, "mu_lof": 5.64174137204e-07, "mu_mis": 4.27414435606e-06, "mu_syn": 1.84376988363e-06, "n_lof": 2.0, "n_mis": 22.0, "n_syn": 9.0, "p_li": 0.230865047334199, "p_null": 0.040624758239173, "p_rec": 0.728510194426628, "syn_z": 1.26655776486577}, "nontcga": {"exp_lof": 6.82828589152, "exp_mis": 39.4696993041, "exp_syn": 17.7382809806, "lof_z": 1.44520614949516, "mis_z": 1.38536225756666, "mu_lof": 5.64174137204e-07, "mu_mis": 4.27414435606e-06, "mu_syn": 1.84376988363e-06, "n_lof": 3.0, "n_mis": 22.0, "n_syn": 8.0, "p_li": 0.0508571567317528, "p_null": 0.0885918883179506, "p_rec": 0.860550954950297, "syn_z": 1.46402603024004}, "transcript": "ENST00000268607.5"}, "exons": [{"cdsend": 87403097, "cdsstart": 87392427, "chr": "16", "position": [[87392335, 87392467], [87398814, 87398870], [87402174, 87402281], [87402922, 87404774]], "strand": 1, "transcript": "NM_022818", "txend": 87404774, "txstart": 87392335}], "exons_hg19": [{"cdsend": 87436703, "cdsstart": 87426033, "chr": "16", "position": [[87425941, 87426073], [87432420, 87432476], [87435780, 87435887], [87436528, 87438380]], "strand": 1, "transcript": "NM_022818", "txend": 87438380, "txstart": 87425941}], "generif": [{"pubmed": 11825910, "text": "Human Apg3p/Aut1p homologue is an authentic E2 enzyme for multiple substrates, GATE-16, GABARAP, and MAP-LC3, and facilitates the conjugation of hApg12p to hApg5p"}, {"pubmed": 12740394, "text": "the essential site for the distinct post-translation modification of microtubule-associated protein 1 light chain 3B is Lys-122 rather than the conserved Gly-120"}, {"pubmed": 15355958, "text": "Results indicate that the carboxyl terminus of MAP1LC3B is cleaved to expose Gly(120) for further ubiquitylation-like reactions."}, {"pubmed": 18184459, "text": "The positive rates of Beclin1 and MAPLC3 were significantly lower in non-small cell lung cancer tissues than in adjacent non-cancerous tissues and normal tissues."}, {"pubmed": 19623642, "text": "A large number of MAP1LC3A and MAP1LC3B positive breast cancer tissues cores have high proportion of stained cells (81-100%) as compared with normal breast tissues."}, {"pubmed": 20038797, "text": "The unfolded protein response protects human tumor cells during hypoxia through regulation of the autophagy genes MAP1LC3B and ATG5."}, {"pubmed": 20863706, "text": "The progression of astrocytic tumors was related to a decrease in autophagic capacity represented by the loss of LC3B-II and Beclin 1 expression"}, {"pubmed": 20889906, "text": "The results suggest that autophagic protein LC3B exerts a protective function during the pathogenesis of pulmonary hypertension"}, {"pubmed": 22080440, "text": "In solid tumors, high LC3B expression was associated proliferation, invasion and metastasis, high nuclear grade, and worse outcome."}, {"pubmed": 22095627, "text": "The interaction of LC3B and Fas pathways requires cav-1.LC3B plays a regulatory role in hyperoxia-induced epithelial apoptosis"}, {"pubmed": 22170153, "text": "These data relate LC3B, ATG5 and ATG12 to mitochondrial quality control after oxidative damage, and to cellular longevity."}, {"pubmed": 22482402, "text": "Data show that TFDP3 upregulates the expression of autophagy gene LC3B and inhibits E2F1-induced apoptosis, and may play an important role in prostate cancer."}, {"pubmed": 22963397, "text": "Data show that VPRBP (viral protein R-binding protein)-LC3B (light-chain 3B)/p62(SQSTM1) were in the same protein complex."}, {"pubmed": 23203033, "text": "positive fibroblastic LC3B correlates with lower invasion, and low expression of fibroblastic Cav-1 is a novel predictor of poor GC prognosis."}, {"pubmed": 23371253, "text": "These preliminary results demonstrated that high LC3B expression was associated with lymph node and distant metastasis in triple-negative breast cancer"}, {"pubmed": 23429496, "text": "Data suggest that activated autophagy is associated with the progression of pancreatic ductal adenocarcinoma and that the overexpression of autophagy-related proteins Atg5, Ambra1, beclin-1, LC3B and Bif-1 is significantly correlated with poor outcome."}, {"pubmed": 23787295, "text": "Data indicate that high cytoplasmic microtubule-associated protein 1 light chain LC3A, LC3B, Beclin 1 and p62/SQSTM1 expressions were independently linked with the Gleason score."}, {"pubmed": 23805866, "text": "NMR and crystal structures of the autophagy modifier LC3B in complex with the LC3 interaction region of optineurin."}, {"pubmed": 23935917, "text": "Beclin-1 and LC3-II are downregulated in hypopharyngeal squamous cell carcinoma patients, and their aberrant expression correlates with poor prognosis."}, {"pubmed": 24113030, "text": "elevating the levels of TSC1 (tuberous sclerosis complex) and TSC2 and inactivating MTOR and RPS6KB/p70S6K, causing cleaved MAP1LC3B levels to increase"}, {"pubmed": 24141623, "text": "LC3B can be used as a prognostic marker in patients with non-pCR after NCT for breast cancer, which highlights the importance of autophagy in the biologic behavior of chemoresistant cancer cells"}, {"pubmed": 24220335, "text": "these data indicated that LC3B-II deacetylation, which was partly mediated by HDAC6, is involved in autophagic degradation during serum starvation."}, {"pubmed": 24288667, "text": "The results of this study identify a new physiological role for the PSF-LC3B axis as a potential endogenous modulator of colon cancer treatment."}, {"pubmed": 24582747, "text": "knockdown of LC3B but not GABARAPs resulted in significant accumulation of p62/Sqstm1, one of the selective substrates for autophagy"}, {"pubmed": 24646892, "text": "When not bound to autophagosomes, LC3B associates with a multicomponent complex with an effective size of ~500 kDa in the cytoplasm."}, {"pubmed": 24690104, "text": "investigated the expression of autophagy-related markers microtubule-associated protein IA/IB light chain 3 (LC3) and p62/sequestosome-1 (p62), in cutaneous squamous cell carcinoma specimens and assessed their correlation to clinicopathological factors"}, {"pubmed": 24900981, "text": "High intensity of LC3B staining was predictive of poor prognosis."}, {"pubmed": 24983366, "text": "High cytoplasmic p62 expression accompanied with either a low or high LC3B expression."}, {"pubmed": 25256671, "text": "high expression of LC3B, correlated with vascular invasion and lymph node metastasis, might be a novel prognostic biomarker and would be a potential therapy target for HCC."}, {"pubmed": 25419843, "text": "Data show that interaction between promyelocytic leukemia protein (PML) and microtubule-associated protein light chain 3 (LC3) contributes to cell growth inhibition function of PML."}, {"pubmed": 25490467, "text": "This study unveils that HIV-1 Vif inhibits autophagy via interaction with LC3B independently of its action on APOBEC3G and, therefore, suggest a new function of this viral protein in restricting innate antiviral mechanisms."}, {"pubmed": 25503069, "text": "mRNA levels of MAP1LC3B, an autophagic marker, showed a 5-fold decrease in symptomatic samples."}, {"pubmed": 25607473, "text": "LC3B may promote the migration and invasion of EOC cells by affecting the cytoskeleton via the RhoA pathway."}, {"pubmed": 26468287, "text": "FYCO1 requires a functional LC3A/B-preferring LC3-interacting Region (LIR) motif to facilitate efficient maturation of autophagosomes under basal conditions, whereas starvation-induced autophagy was unaffected"}, {"pubmed": 26486079, "text": "Data show CGK733 induced microtubule associated protein LC3B formation upstream of AMP-activated protein kinase and protein kinase RNA-like endoplasmic reticulum kinase/CCAAT-enhancer-binding protein homologous protein pathways and p21 Cip1 expression."}, {"pubmed": 26502823, "text": "In microsatellite stable carcinomas, the level of LC3B-II expression was higher than that in the microsatellite unstable carcinomas."}, {"pubmed": 26506894, "text": "the combined positivity for LC3B(+) puncta and nuclear HMGB1 is a positive predictor for longer BC survival"}, {"pubmed": 26654586, "text": "BAG3 maintains the basal amount of LC3B protein by controlling the translation of its mRNA in HeLa and HEK293 cells."}, {"pubmed": 26719147, "text": "Loss of HPS1 protein results in impaired autophagy that is restored by exogenous LC3B and that defective autophagy might therefore play a critical role in the development and progression of Hermansky-Pudlak syndrome."}, {"pubmed": 26794413, "text": "Collectively, our findings indicate that MIR494 reduces cell survival in 769-P renal cancer cells which is accompanied by increased lipid droplet formation (which occurs in a LC3B-dependent manner) and mitochondrial changes."}, {"pubmed": 26880484, "text": "Poly C binding protein 1 represses autophagy through downregulation of LC3B to promote tumor cell apoptosis in starvation"}, {"pubmed": 26965179, "text": "Among the 101 patients, the frequency of high expression of beclin-1 was 31.7% (32/101) and that of LC3b was 46.5% (47/101). A pathologic complete response was inversely associated with LC3b expression (P = 0.003) and alterations in the expression of autophagy-related proteins"}, {"pubmed": 26979828, "text": "presence of LC3B puncta and HMGB1 expression in malignant cells correlate with the immune infiltrate in breast cancer"}, {"pubmed": 27158844, "text": "the L341V mutation limits the critical step of SQSTM1 recruitment to the phagophore"}, {"pubmed": 27250034, "text": "LC3B and p62 have roles in autophagy in esophageal adenocarcinoma"}, {"pubmed": 27655288, "text": "Low expression of MAP1LC3B is associated with lymph node metastasis in gastric cancer."}, {"pubmed": 27757847, "text": "structural and biochemical results reveal a working model for the specific recognition of FUNDC1 by LC3B and imply that the reversible phosphorylation modification of mitophagy receptors may be a switch for selective mitophagy."}, {"pubmed": 27764541, "text": "Cardiolipin interaction with various Atg8 human orthologs, namely LC3B, GABARAPL2 and GABARAP, was investigated."}, {"pubmed": 27791457, "text": "analysis of the RavZ and LC3 complex reveals the mechanism for deconjugation of LC3 on the phagophore membrane"}, {"pubmed": 28085563, "text": "SQSTM1 is ubiquitinated by NEDD4 while LC3 functions as an activator of NEDD4 ligase activity."}, {"pubmed": 28358429, "text": "Double IF showed the co-localization of AQP5 and LC3B on BafA1-treated heated cells. In conclusion, we demonstrated that heat shock decreased AQP5 on cellular membranes and in the cytoplasm by activating autophagic degradation, and heat shock and AQP5 knockdown exerted similar anticancer effects, suggesting that heat shock exerts anticancer effects via the autophagic degradation of AQP5."}, {"pubmed": 28393217, "text": "We found that 25-epi Ritterostatin GN1N induced cell death in melanoma cells at nanomolar concentrations, and this cell death was characterized by inhibition of GRP78 expression, increased expression of the ER stress marker CHOP, loss of mitochondrial membrane potential, and lipidation of the autophagy marker protein LC3B."}, {"pubmed": 28423666, "text": "LC3b was significantly overexpressed in malignant compared to benign prostate tissue. However, positive LC3b immunoreactivity in PCa, as a marker of increased autophagy, was independently associated with a reduced disease-specific mortality."}, {"pubmed": 28442745, "text": "Here the authors present evidence for phosphorylation-driven regulation of the Nix:LC3B interaction. Isothermal titration calorimetry and NMR indicate a ~100 fold enhanced affinity of the serine 34/35-phosphorylated Nix LC3-interacting region (LIR) to LC3B and formation of a very rigid complex compared to the non-phosphorylated sequence."}, {"pubmed": 28470758, "text": "Insights into links between autophagy and the ubiquitin system showed that LC3B-binding can steer intrinsic NEDD4 E3 ligase activity."}, {"pubmed": 28482233, "text": "Our results suggested that activated Akt/mTOR-autophagy may have a role in the local T cell-mediated immunoregulatory mechanism of oral lichen planus (OLP). LC3B might be a valuable marker to monitor the disease severity of OLP."}, {"pubmed": 28506764, "text": "Data indicate that tubule-associated protein 1 light chain 3 beta (LC3B) can be potentially useful for identifying autophagosomes and differentiating their developmental stages."}, {"pubmed": 28558758, "text": "High levels of LC3B is associated with non-small cell lung cancer."}, {"pubmed": 28668392, "text": "Determined is the three-dimensional crystal structures of LC3B in complex with three different LIR motifs of RavZ from Legionella pneumophila, an intracellular pathogen that can manipulate the host autophagy system."}, {"pubmed": 29044928, "text": "Novel genetic associations was found between LC3B (encoded by MAP1LC3B), an excellent marker for autophagic structures, and susceptibility to systemic lupus erythematosus."}, {"pubmed": 29091866, "text": "Simultaneous high expression of LC3B (and ULK1) had a poorer survival rate in hepatocellular carcinoma patients."}, {"pubmed": 29196475, "text": "FYCO1 regulates accumulation of post-mitotic midbodies by mediating LC3-dependent midbody degradation"}, {"pubmed": 29385656, "text": "Cav3.1 and LC3-II proteins are highly expressed in BRAFV600E compared with NRAS mutant melanomas, both in cell lines and biopsies."}, {"pubmed": 29545906, "text": "The results suggest that autophagy-associated proteins LC3A, LC3B, and Beclin-1 might be potential biomarkers for subclassification, differentiation, and local metastasis in primary lung tumor."}, {"pubmed": 29592877, "text": "HSP27 expression at diagnosis or after neoadjuvant chemotherapy is a negative prognostic marker in osteosarcoma. Patients whose tumors lack LC3B+ puncta and express HSP27 following neoadjuvant chemotherapy have a particularly high risk for disease relapse and death. These findings establish HSP27 and LC3B+ puncta as prognostic biomarkers in osteosarcoma"}, {"pubmed": 29599373, "text": "LC3B and ESRRA might be a useful prognostic factor in patients with Muscle-invasive bladder cancer. The co-expression of LC3B and ESRRA might be a prognostic and therapeutic target for patients with bladder cancer."}, {"pubmed": 29723445, "text": "Results indicate the basal level of autophagy and microtubule associated protein 1 light chain 3 beta (MAP1LC3B-II) protein as potential biomarkers for docosahexaenoic acid (DHA) sensitivity in colorectal cancer (CRC) cells."}, {"pubmed": 29761913, "text": "These results suggested that the DNA sequence variants identified in acute myocardial infarction patients may change LC3B level by affecting the transcriptional activity of LC3B gene promoter, contributing to the acute myocardial infarction development. Upregulation of the LC3B gene expression may provide a novel and potential therapy for acute myocardial infarction patients."}, {"pubmed": 29859041, "text": "High LC3B expression correlates with poor prognosis in oropharyngeal and oral cavity squamous cell carcinoma"}, {"pubmed": 29897944, "text": "High p62 cytoplasmic expression on its own (p </= 0.001), or in combination with low LC3B (p = 0.034), was associated with nonresponse to chemotherapy, regardless of whether or not the regiments contained paclitaxel, but there was no independent prognostic value of LC3B or p62 expression patterns for esophageal adenocarcinomas ."}, {"pubmed": 30202024, "text": "Study found that TBC1D9B, a GTPase activating protein for RAB11A, interacted with LC3B. TBC1D9B could also interact with other mammalian ATG8 homologues and revealed that TBC1D9B can positively regulate autophagic flux, possibly through its GTPase activity to inactivate RAB11A, facilitating the proper destination of the autophagosomes to the degradation."}, {"pubmed": 30238850, "text": "A missense mutation (Y113C) in the MAP1LC3B/LC3B (microtubule associated protein 1 light chain 3 beta) protein occurred at a significant frequency in cancer, and was detected in early stages in primary tumors of patients with known tumor lineage. Structure analysis & molecular dynamics simulations of LC3B protein suggest that the mutation changes the conformation of a loop that has contact sites with ATG4B and the ATG7."}, {"pubmed": 30258106, "text": "Two isoforms of ATG7 are expressed in various tissues. ATG7(2) does not bind LC3B. ATG7(2) is unable to lipidate LC3/GABARAP."}, {"pubmed": 30272335, "text": "Study demonstrated that the expression of LC3B was upregulated in 4nitroquinoline1oxideinduced oral carcinogenesis, accompanied with myeloidderived suppressor cells and regulatory T cells accumulation."}, {"pubmed": 30282803, "text": "Trim5alpha binds all mammalian ATG8s and that, unlike the typical LC3-interacting region (LIR) that binds to mammalian ATG8s through a beta-strand motif comprising approximately six residues, LC3B binds to Trim5alpha via the alpha-helical coiled-coil region."}, {"pubmed": 30286180, "text": "using dominant negative forms of ATG proteins, we demonstrate that ATG5-12 conjugate, but not LC3-II formation, is critical for viral replication. Altogether, these findings suggest that although HCV needs the elongation complex for its replication, it has developed a mechanism to avoid canonical LC3-II accumulation at viral replication site."}, {"pubmed": 30316511, "text": "The Calcium sensing receptor (CaSR) promotes degradation of key regulators of NLRP3 inflammasome and studied the role of Hsp70 chaperone and LC3-II to activate the NLRP3 inflammasome and produce mature IL-1b."}, {"pubmed": 30504397, "text": "Paraffin-embedded tissues from 121 consecutive patients treated with surgery for gastric cancer were analyzed immunohistochemically for the expression of autophagic proteins microtubule-associated proteins 1A/1B light chain 3A and 3B (LC3A, LC3B) and beclin-1."}, {"pubmed": 30721460, "text": "After blocking the beta-glucan receptor (CR3) or inhibiting downstream kinase (SYK) in neutrophils, the killing percent to C. albicans (regardless of endemic and non-endemic strains) and the ratio of LC3B-II/I of neutrophils were significantly decreased."}, {"pubmed": 30778222, "text": "Data show that autophagy related 16 like 1 (ATG16L1) isoforms mechanistically distinguish between different microtubule associated protein 1 light chain 3 beta (LC3B) lipidation mechanisms under different cellular conditions."}, {"pubmed": 30849520, "text": "The activation of CRHR1 and CRHR2 remarkably reduced the conversion of microtubules-associated protein 1 light chain 3-B (LC3B) protein, LC3BI to LC3BII and hence repressed macroautophagy/autophagy, resulting in migration inhibition."}, {"pubmed": 31036602, "text": "HIF-1alpha reduced recruitment of Histoplasma capsulatum -induced LC3-II to the phagosome."}, {"pubmed": 31114135, "text": "LC3 may influence the perineural invasion and prognosis of pancreatic cancer through ubiquitin C"}, {"pubmed": 31448673, "text": "CAV1-CAVIN1-LC3B-mediated autophagy regulates high glucose-stimulated LDL transcytosis."}, {"pubmed": 31659150, "text": "ROS-mediated autophagy increases intracellular iron levels and ferroptosis by ferritin and transferrin receptor regulation."}, {"pubmed": 31692446, "text": "These findings demonstrate that UBA6 and BIRC6 negatively regulate autophagy by limiting the availability of LC3B."}, {"pubmed": 31857374, "text": "NIMA-related kinase 9-mediated phosphorylation of the microtubule-associated LC3B protein at Thr-50 suppresses selective autophagy of p62/sequestosome 1."}, {"pubmed": 31880195, "text": "Regulation of LC3B levels by ubiquitination and proteasomal degradation."}, {"pubmed": 31960529, "text": "Curvature-sensitive trans-assembly of human Atg8-family proteins in autophagy-related membrane tethering."}, {"pubmed": 31987044, "text": "Cell death induced by the ER stressor thapsigargin involves death receptor 5, a non-autophagic function of MAP1LC3B, and distinct contributions from unfolded protein response components."}, {"pubmed": 32541814, "text": "Characterization of starvation-induced autophagy in cerebellar Purkinje cells of pHluorin-mKate2-human LC3B transgenic mice."}, {"pubmed": 32685993, "text": "Differential expression and prognostic relevance of autophagy-related markers ATG4B, GABARAP, and LC3B in breast cancer."}, {"pubmed": 32762616, "text": "LC3B upregulation by NANOG promotes immune resistance and stem-like property through hyperactivation of EGFR signaling in immune-refractory tumor cells."}, {"pubmed": 33076962, "text": "Epigenetic silencing of miR-342-3p in B cell lymphoma and its impact on autophagy."}, {"pubmed": 33081014, "text": "Novel Insights into the Cellular Localization and Regulation of the Autophagosomal Proteins LC3A, LC3B and LC3C."}, {"pubmed": 33176581, "text": "LC3B in Malignant Cells Correlates With Immune Infiltrate in Hypopharyngeal Squamous Cell Carcinoma."}, {"pubmed": 33184773, "text": "Adipose tissue-derived stem cells protect the primordial follicle pool from both direct follicle death and abnormal activation after ovarian tissue transplantation."}, {"pubmed": 33201170, "text": "STING induces LC3B lipidation onto single-membrane vesicles via the V-ATPase and ATG16L1-WD40 domain."}, {"pubmed": 33310865, "text": "Defects in LC3B2 and ATG4A underlie HSV2 meningitis and reveal a critical role for autophagy in antiviral defense in humans."}, {"pubmed": 33391467, "text": "A thermosensitive, reactive oxygen species-responsive, MR409-encapsulated hydrogel ameliorates disc degeneration in rats by inhibiting the secretory autophagy pathway."}, {"pubmed": 33526872, "text": "Kaiso (ZBTB33) subcellular partitioning functionally links LC3A/B, the tumor microenvironment, and breast cancer survival."}, {"pubmed": 33535890, "text": "CD36 and LC3B initiated autophagy in B cells regulates the humoral immune response."}, {"pubmed": 33577797, "text": "The ubiquitin isopeptidase USP10 deubiquitinates LC3B to increase LC3B levels and autophagic activity."}, {"pubmed": 33664238, "text": "SRSF1 inhibits autophagy through regulating Bcl-x splicing and interacting with PIK3C3 in lung cancer."}, {"pubmed": 33988680, "text": "Selective MAP1LC3C (LC3C) autophagy requires noncanonical regulators and the C-terminal peptide."}, {"pubmed": 34654847, "text": "ULK1 promotes mitophagy via phosphorylation and stabilization of BNIP3."}, {"pubmed": 34831341, "text": "Direct Interaction of ATP7B and LC3B Proteins Suggests a Cooperative Role of Copper Transportation and Autophagy."}, {"pubmed": 34855092, "text": "Expression and Content of Protein LC3B in Gastric Cancer Tissue, Relationship with Expression of mTOR, AMPK in Gastric Cancer Tissue and HER2 and PD-L1 Status of the Tumor."}, {"pubmed": 35574946, "text": "SQSTM1 and its MAP1LC3B-binding domain induce forced mitophagy to degrade mitochondrial carryover during mitochondrial replacement therapy."}, {"pubmed": 35633564, "text": "The Pathological Evaluation of Autophagy-Related Protein (LC3B) and Its Association with the Infiltration of Immune Cells in Glioma."}, {"pubmed": 36029500, "text": "The effect of MiR-497 on the expression of target genes BCL-2 and LC3B on cardiomyocytes injured by hypoxia/reoxygenation."}, {"pubmed": 36334211, "text": "Superenhancers activate the autophagy-related genes Beclin1 and LC3B to drive metastasis and drug resistance in osteosarcoma."}, {"pubmed": 36509521, "text": "[Expression and significance of microtubule associated protein 1 light chain 3B, p62 and Beclin1 in lesion tissues of oral lichen planus patients]."}, {"pubmed": 36719634, "text": "Alterations of ATG4A and LC3B in neurons derived from Alzheimer's disease patients."}, {"pubmed": 37315562, "text": "LC3B is lipidated to large lipid droplets during prolonged starvation for noncanonical autophagy."}, {"pubmed": 38285778, "text": "Immunohistochemical Expression of Autophagy-Related Marker (LC3B) and Stem Cell Marker (CD44) in Molecular Subtypes of Breast Cancer."}, {"pubmed": 38388661, "text": "Identifying CTH and MAP1LC3B as ferroptosis biomarkers for prognostic indication in gastric cancer decoding."}, {"pubmed": 38412240, "text": "LC3B drives transcription-associated homologous recombination via direct interaction with R-loops."}, {"pubmed": 38527804, "text": "Linc00673-V3 positively regulates autophagy by promoting Smad3-mediated LC3B transcription in NSCLC."}], "genomic_pos": {"chr": "16", "end": 87404779, "ensemblgene": "ENSG00000140941", "start": 87383953, "strand": 1}, "genomic_pos_hg19": {"chr": "16", "end": 87438385, "start": 87417601, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0000045", "qualifier": "involved_in", "term": "autophagosome assembly"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0000045", "pubmed": 37943659, "qualifier": "involved_in", "term": "autophagosome assembly"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0000422", "qualifier": "involved_in", "term": "autophagy of mitochondrion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0000423", "pubmed": 28017329, "qualifier": "involved_in", "term": "mitophagy"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0000423", "pubmed": 19279012, "qualifier": "involved_in", "term": "mitophagy"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006914", "pubmed": 23629966, "qualifier": "involved_in", "term": "autophagy"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006995", "qualifier": "involved_in", "term": "cellular response to nitrogen starvation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0009267", "pubmed": [28223137, 30420355], "qualifier": "involved_in", "term": "cellular response to starvation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0016236", "pubmed": 28223137, "qualifier": "involved_in", "term": "macroautophagy"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0097352", "qualifier": "involved_in", "term": "autophagosome maturation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0097352", "pubmed": 28223137, "qualifier": "involved_in", "term": "autophagosome maturation"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0000421", "qualifier": "is_active_in", "term": "autophagosome membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0000421", "pubmed": 33499712, "qualifier": "located_in", "term": "autophagosome membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0000421", "qualifier": "located_in", "term": "autophagosome membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005739", "pubmed": [25215947, 25244949], "qualifier": "located_in", "term": "mitochondrion"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005776", "pubmed": [22948227, 28223137], "qualifier": "located_in", "term": "autophagosome"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005776", "pubmed": 12740394, "qualifier": "located_in", "term": "autophagosome"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005874", "qualifier": "located_in", "term": "microtubule"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005930", "qualifier": "located_in", "term": "axoneme"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0012505", "qualifier": "located_in", "term": "endomembrane system"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0031090", "pubmed": 12740394, "qualifier": "located_in", "term": "organelle membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0031410", "pubmed": 30420355, "qualifier": "located_in", "term": "cytoplasmic vesicle"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0031966", "qualifier": "located_in", "term": "mitochondrial membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043231", "qualifier": "located_in", "term": "intracellular membrane-bounded organelle"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [15187094, 15355958, 16169070, 16189514, 16303767, 17580304, 18083104, 18296641, 19250911, 19322194, 20010802, 20100911, 20153330, 20200478, 20417604, 20562859, 20956295, 21617041, 21900206, 22056771, 22267086, 22354992, 22470510, 22948227, 23459205, 23736261, 24089205, 24290141, 24668264, 24671035, 24879152, 25215947, 25416956, 25684205, 26040720, 26524528, 28017329, 30420355, 31515488, 32296183, 32315611, 32814053, 33368531, 33436498, 35044719, 35932293, 36935496, 37219487], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008017", "qualifier": "enables", "term": "microtubule binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008429", "qualifier": "enables", "term": "phosphatidylethanolamine binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008429", "pubmed": [15355958, 37943659], "qualifier": "enables", "term": "phosphatidylethanolamine binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0031625", "qualifier": "enables", "term": "ubiquitin protein ligase binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0031625", "pubmed": 25127057, "qualifier": "enables", "term": "ubiquitin protein ligase binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0097001", "pubmed": 22922758, "qualifier": "enables", "term": "ceramide binding"}]}, "homologene": {"genes": [[7955, 322425], [8364, 394972], [9031, 427559], [9544, 695419], [9544, 697790], [9598, 746157], [9606, 81631], [9615, 479619], [9913, 408001], [10090, 67443], [10116, 64862]], "id": 69359}, "interpro": [{"desc": "Autophagy protein Atg8 ubiquitin-like", "id": "IPR004241", "short_desc": "Atg8-like"}, {"desc": "Ubiquitin-like domain superfamily", "id": "IPR029071", "short_desc": "Ubiquitin-like_domsf"}], "ipi": ["IPI00220482", "IPI01012240"], "map_location": "16q24.2", "name": "microtubule associated protein 1 light chain 3 beta", "other_names": ["MAP1 light chain 3-like protein 2", "MAP1A/MAP1B LC3 B", "MAP1A/MAP1B light chain 3 B", "autophagy-related ubiquitin-like modifier LC3 B", "microtubule-associated proteins 1A/1B light chain 3B"], "pantherdb": {"HGNC": "13352", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1914693", "ortholog_type": "LDO", "panther_family": "PTHR10969", "taxid": 10090, "uniprot_kb": "Q9CQV6"}, {"Ensembl": "ENSRNOG00000038106", "ortholog_type": "O", "panther_family": "PTHR10969", "taxid": 10116, "uniprot_kb": "A0A0G2K9Q7"}, {"RGD": "621315", "ortholog_type": "LDO", "panther_family": "PTHR10969", "taxid": 10116, "uniprot_kb": "Q62625"}, {"Ensembl": "ENSGALG00000055010", "ortholog_type": "LDO", "panther_family": "PTHR10969", "taxid": 9031, "uniprot_kb": "Q5ZLF8"}, {"ZFIN": "ZDB-GENE-030131-1145", "ortholog_type": "LDO", "panther_family": "PTHR10969", "taxid": 7955, "uniprot_kb": "Q7ZUD8"}, {"WormBase": "WBGene00002981", "ortholog_type": "LDO", "panther_family": "PTHR10969", "taxid": 6239, "uniprot_kb": "Q23536"}, {"SGD": "S000000174", "ortholog_type": "O", "panther_family": "PTHR10969", "taxid": 4932, "uniprot_kb": "P38182"}, {"PomBase": "SPBP8B7.24c", "ortholog_type": "O", "panther_family": "PTHR10969", "taxid": 4896, "uniprot_kb": "O94272"}, {"dictyBase": "DDB_G0290491", "ortholog_type": "O", "panther_family": "PTHR10969", "taxid": 352472, "uniprot_kb": "Q54G11"}, {"dictyBase": "DDB_G0286191", "ortholog_type": "O", "panther_family": "PTHR10969", "taxid": 352472, "uniprot_kb": "Q86CR8"}, {"TAIR": "2101816", "ortholog_type": "O", "panther_family": "PTHR10969", "taxid": 3702, "uniprot_kb": "Q9LZZ9"}, {"TAIR": "2055537", "ortholog_type": "O", "panther_family": "PTHR10969", "taxid": 3702, "uniprot_kb": "Q8S926"}, {"TAIR": "2130759", "ortholog_type": "O", "panther_family": "PTHR10969", "taxid": 3702, "uniprot_kb": "Q8VYK7"}, {"TAIR": "2081051", "ortholog_type": "O", "panther_family": "PTHR10969", "taxid": 3702, "uniprot_kb": "Q8S925"}, {"TAIR": "2092560", "ortholog_type": "O", "panther_family": "PTHR10969", "taxid": 3702, "uniprot_kb": "Q9LRP7"}, {"TAIR": "2125791", "ortholog_type": "O", "panther_family": "PTHR10969", "taxid": 3702, "uniprot_kb": "Q9XEB5"}, {"EnsemblGenome": "AT4G21980", "ortholog_type": "O", "panther_family": "PTHR10969", "taxid": 3702, "uniprot_kb": "Q8LEM4"}, {"EnsemblGenome": "AT2G05630", "ortholog_type": "O", "panther_family": "PTHR10969", "taxid": 3702, "uniprot_kb": "Q9SL04"}, {"EnsemblGenome": "AT1G62040", "ortholog_type": "O", "panther_family": "PTHR10969", "taxid": 3702, "uniprot_kb": "Q8S927"}], "uniprot_kb": "Q9GZQ8"}, "pathway": {"kegg": {"id": "hsa04216", "name": "Ferroptosis - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-1632852", "name": "Macroautophagy"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-199991", "name": "Membrane Trafficking"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-5205647", "name": "Mitophagy"}, {"id": "R-HSA-5205685", "name": "PINK1-PRKN Mediated Mitophagy"}, {"id": "R-HSA-5653656", "name": "Vesicle-mediated transport"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-8854214", "name": "TBC/RABGAPs"}, {"id": "R-HSA-8934903", "name": "Receptor Mediated Mitophagy"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-9007101", "name": "Rab regulation of trafficking"}, {"id": "R-HSA-9612973", "name": "Autophagy"}, {"id": "R-HSA-9663891", "name": "Selective autophagy"}, {"id": "R-HSA-9664873", "name": "Pexophagy"}, {"id": "R-HSA-9678108", "name": "SARS-CoV-1 Infection"}, {"id": "R-HSA-9679504", "name": "Translation of Replicase and Assembly of the Replication Transcription Complex"}, {"id": "R-HSA-9679506", "name": "SARS-CoV Infections"}, {"id": "R-HSA-9679506", "name": "SARS-CoV Infections"}, {"id": "R-HSA-9694516", "name": "SARS-CoV-2 Infection"}, {"id": "R-HSA-9694516", "name": "SARS-CoV-2 Infection"}, {"id": "R-HSA-9694676", "name": "Translation of Replicase and Assembly of the Replication Transcription Complex"}, {"id": "R-HSA-9705683", "name": "SARS-CoV-2-host interactions"}, {"id": "R-HSA-9711123", "name": "Cellular response to chemical stress"}, {"id": "R-HSA-9754560", "name": "SARS-CoV-2 modulates autophagy"}, {"id": "R-HSA-9755511", "name": "KEAP1-NFE2L2 pathway"}, {"id": "R-HSA-9772572", "name": "Early SARS-CoV-2 Infection Events"}, {"id": "R-HSA-9824446", "name": "Viral Infection Pathways"}, {"id": "R-HSA-9824446", "name": "Viral Infection Pathways"}], "wikipathways": [{"id": "WP4313", "name": "Ferroptosis"}, {"id": "WP4923", "name": "Autophagy"}, {"id": "WP615", "name": "Senescence and Autophagy in Cancer"}]}, "pdb": ["1V49", "2LUE", "2N9X", "2ZJD", "3VTU", "3VTV", "3VTW", "3WAO", "3X0W", "4WAA", "5D94", "5DCN", "5GMV", "5MS2", "5MS5", "5MS6", "5V4K", "5W9A", "5XAC", "5XAD", "5XAE", "6J04", "6LAN", "7ELG"], "pfam": "PF02991", "pharmgkb": "PA134923100", "pharos": {"target_id": 14988, "tdl": "Tbio"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF172924", "relationship": "is"}, {"id": "GNF183830", "relationship": "is"}, {"id": "GNF194736", "relationship": "is"}, {"id": "GNF205642", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF158228", "relationship": "similar to"}, "GNF_mm+hs-MGC": [{"id": "GNF008716", "relationship": "is"}, {"id": "GNF008717", "relationship": "is"}, {"id": "GNF131140", "relationship": "is"}], "NOVART_hs-genome_siRNA": {"id": "GNF139300", "relationship": "is"}}, "refseq": {"genomic": ["NC_000016.10", "NC_060940.1", "NG_029030.2"], "protein": "NP_073729.1", "rna": "NM_022818.5", "translation": {"protein": "NP_073729.1", "rna": "NM_022818.5"}}, "reporter": {"HG-U133_Plus_2": ["208785_s_at", "208786_s_at"], "HG-U95Av2": ["39370_at", "39371_at"], "HTA-2_0": "TC16000674.hg.1", "HuEx-1_0": ["3672824", "3672830"], "HuGene-1_1": ["7959023", "7997740"], "HuGene-2_1": "16821697"}, "summary": "The product of this gene is a subunit of neuronal microtubule-associated MAP1A and MAP1B proteins, which are involved in microtubule assembly and important for neurogenesis. Studies on the rat homolog implicate a role for this gene in autophagy, a process that involves the bulk degradation of cytoplasmic component. [provided by RefSeq, Jul 2008].", "symbol": "MAP1LC3B", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1421946"}, "unigene": "Hs.356061", "uniprot": {"Swiss-Prot": "Q9GZQ8", "TrEMBL": ["H3BTL1", "Q658J6", "H3BM99", "H3BTE7"]}, "wikipedia": {"url_stub": "MAP1LC3B"}}