{"AllianceGenome": "6857", "HGNC": "6857", "MIM": "602448", "_id": "4217", "_version": 1, "accession": {"genomic": ["AL024508.1", "AL121933.15", "AY605043.1", "CH471051.2", "CP068272.2", "KT584492.1", "NC_000006.12", "NC_060930.1", "NG_011965.1"], "protein": ["AAC50894.1", "AAH54503.1", "AAH88829.1", "AAT52164.1", "BAA12684.2", "BAD92330.1", "BAG57328.1", "BAG57723.1", "EAW47942.1", "NP_005914.1", "Q99683.1", "XP_011534141.2", "XP_016866361.1", "XP_016866362.1", "XP_016866364.1", "XP_016866366.1", "XP_047274740.1", "XP_047274741.1", "XP_047274742.1", "XP_047274743.1", "XP_054211428.1", "XP_054211429.1", "XP_054211430.1", "XP_054211431.1", "XP_054211432.1", "XP_054211433.1", "XP_054211434.1", "XP_054211435.1", "XP_054211436.1"], "rna": ["AB209093.1", "AK293953.1", "AK294507.1", "AK310942.1", "BC054503.2", "BC088829.1", "D84476.2", "NM_005923.4", "U67156.1", "XM_011535839.4", "XM_017010872.2", "XM_017010873.2", "XM_017010875.2", "XM_017010877.2", "XM_047418784.1", "XM_047418785.1", "XM_047418786.1", "XM_047418787.1", "XM_054355453.1", "XM_054355454.1", "XM_054355455.1", "XM_054355456.1", "XM_054355457.1", "XM_054355458.1", "XM_054355459.1", "XM_054355460.1", "XM_054355461.1"], "translation": [{"protein": "XP_016866361.1", "rna": "XM_017010872.2"}, {"protein": "XP_016866362.1", "rna": "XM_017010873.2"}, {"protein": "XP_047274741.1", "rna": "XM_047418785.1"}, {"protein": "XP_054211430.1", "rna": "XM_054355455.1"}, {"protein": "XP_054211435.1", "rna": "XM_054355460.1"}, {"protein": "BAG57328.1", "rna": "AK293953.1"}, {"protein": "NP_005914.1", "rna": "NM_005923.4"}, {"protein": "AAH54503.1", "rna": "BC054503.2"}, {"protein": "XP_054211429.1", "rna": "XM_054355454.1"}, {"protein": "XP_054211434.1", "rna": "XM_054355459.1"}, {"protein": "XP_054211436.1", "rna": "XM_054355461.1"}, {"protein": "AAH88829.1", "rna": "BC088829.1"}, {"protein": "BAA12684.2", "rna": "D84476.2"}, {"protein": "XP_047274743.1", "rna": "XM_047418787.1"}, {"protein": "XP_047274742.1", "rna": "XM_047418786.1"}, {"protein": "BAD92330.1", "rna": "AB209093.1"}, {"protein": "BAG57723.1", "rna": "AK294507.1"}, {"protein": "XP_016866364.1", "rna": "XM_017010875.2"}, {"protein": "XP_011534141.2", "rna": "XM_011535839.4"}, {"protein": "XP_016866366.1", "rna": "XM_017010877.2"}, {"protein": "XP_054211432.1", "rna": "XM_054355457.1"}, {"protein": "XP_054211428.1", "rna": "XM_054355453.1"}, {"protein": "AAC50894.1", "rna": "U67156.1"}, {"protein": "XP_047274740.1", "rna": "XM_047418784.1"}, {"protein": "XP_054211431.1", "rna": "XM_054355456.1"}, {"protein": "XP_054211433.1", "rna": "XM_054355458.1"}]}, "alias": ["ASK1", "MAPKKK5", "MEKK5"], "ec": "2.7.11.25", "ensembl": {"gene": "ENSG00000197442", "protein": ["ENSP00000351908", "ENSP00000514039"], "transcript": ["ENST00000359015", "ENST00000463140", "ENST00000698928"], "translation": [{"protein": "ENSP00000351908", "rna": "ENST00000359015"}, {"protein": "ENSP00000514039", "rna": "ENST00000698928"}], "type_of_gene": "protein_coding"}, "entrezgene": "4217", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 50.7586590908, "exp_mis": 454.7194932, "exp_syn": 207.178139096, "lof_z": 5.94509383442474, "mis_z": 3.25068029515818, "mu_lof": 3.44566054462e-06, "mu_mis": 3.94052050495e-05, "mu_syn": 1.73437699284e-05, "n_lof": 8.0, "n_mis": 313.0, "n_syn": 170.0, "p_li": 0.995107743453563, "p_null": 1.42967211593086e-12, "p_rec": 0.00489225654500715, "syn_z": 1.60127057002479}, "bp": 4125, "cds_end": 137113295, "cds_start": 136878895, "n_exons": 30, "nonpsych": {"exp_lof": 45.3366796997, "exp_mis": 410.96022753, "exp_syn": 186.911407734, "lof_z": 5.44581406064436, "mis_z": 3.28325597076774, "mu_lof": 3.44566054462e-06, "mu_mis": 3.94052050495e-05, "mu_syn": 1.73437699284e-05, "n_lof": 8.0, "n_mis": 279.0, "n_syn": 153.0, "p_li": 0.968417718900998, "p_null": 1.70304406260462e-10, "p_rec": 0.0315822809286977, "syn_z": 1.56167738036672}, "nontcga": {"exp_lof": 46.6390153402, "exp_mis": 418.2830112, "exp_syn": 190.54494796, "lof_z": 6.15905033819974, "mis_z": 3.36855428361576, "mu_lof": 3.44566054462e-06, "mu_mis": 3.94052050495e-05, "mu_syn": 1.73437699284e-05, "n_lof": 4.0, "n_mis": 280.0, "n_syn": 150.0, "p_li": 0.999969918501305, "p_null": 3.47401205993322e-15, "p_rec": 3.00814986915228e-05, "syn_z": 1.85977272621618}, "transcript": "ENST00000359015.4"}, "exons": [{"cdsend": 136792157, "cdsstart": 136557757, "chr": "6", "position": [[136557045, 136557818], [136558799, 136558876], [136561532, 136561645], [136562502, 136562615], [136567630, 136567874], [136580300, 136580406], [136583554, 136583740], [136592172, 136592341], [136592436, 136592614], [136601021, 136601042], [136601801, 136601979], [136605208, 136605366], [136611281, 136611387], [136613119, 136613256], [136614158, 136614286], [136622847, 136622981], [136637324, 136637406], [136639542, 136639638], [136642519, 136642569], [136650983, 136651091], [136656306, 136656460], [136659218, 136659378], [136669282, 136669395], [136694139, 136694310], [136695950, 136696057], [136697218, 136697387], [136698488, 136698682], [136705109, 136705133], [136720449, 136720589], [136791709, 136792477]], "strand": -1, "transcript": "NM_005923", "txend": 136792477, "txstart": 136557045}], "exons_hg19": [{"cdsend": 137113295, "cdsstart": 136878895, "chr": "6", "position": [[136878183, 136878956], [136879937, 136880014], [136882670, 136882783], [136883640, 136883753], [136888768, 136889012], [136901438, 136901544], [136904692, 136904878], [136913310, 136913479], [136913574, 136913752], [136922159, 136922180], [136922939, 136923117], [136926346, 136926504], [136932419, 136932525], [136934257, 136934394], [136935296, 136935424], [136943985, 136944119], [136958462, 136958544], [136960680, 136960776], [136963657, 136963707], [136972121, 136972229], [136977444, 136977598], [136980356, 136980516], [136990420, 136990533], [137015277, 137015448], [137017088, 137017195], [137018356, 137018525], [137019626, 137019820], [137026247, 137026271], [137041587, 137041727], [137112847, 137113615]], "strand": -1, "transcript": "NM_005923", "txend": 137113615, "txstart": 136878183}], "generif": [{"pubmed": 11493600, "text": "Ask1 has a caspase-independent killing function independent of kinase activity and activable by interaction with Daxx. Induced after translocation of Daxx from the nucleus to the cytoplasm, which occurs following activation of the death receptor Fas."}, {"pubmed": 12189133, "text": "role in activating the JNK and p38 MAP kinase cascades in response to environmental stresses such as reactive oxygen species"}, {"pubmed": 12473108, "text": "ASK1 binds to PKR and is involved in apoptosis signalling pathways"}, {"pubmed": 12482984, "text": "Tumorigenic mutants of p53 bind to Daxx and inhibit Daxx-dependent activation of the apoptosis signal-regulating kinase 1 stress-inducible kinases and Jun NH(2)-terminal kinase."}, {"pubmed": 12556535, "text": "Type 1 insulin-like growth factor receptor (IGF-IR) signaling inhibits apoptosis through this enzyme."}, {"pubmed": 12566458, "text": "ASK1 is one of the factors involved in the caspase-independent pathway of LTbetaR-induced cell death."}, {"pubmed": 12813029, "text": "These data suggest that AIP1 mediates TNF-alpha-induced ASK1 activation by facilitating dissociation of inhibitor 14-3-3 from ASK1, a novel mechanism by which TNF-alpha activates ASK1."}, {"pubmed": 12968034, "text": "glucose deprivation activates the ASK1-SEK1-JNK1-HIPK1 pathway, relocalizing Daxx from the nucleus to the cytoplasm, where Daxx binds to ASK1, and subsequently leads to ASK1 oligomerization"}, {"pubmed": 14668338, "text": "results suggest that nitric oxide mediates the interferon-gamma-induced inhibition of apoptosis signal regulating kinase 1(ASK1) in L929 cells through a thiolredox mechanism"}, {"pubmed": 14688258, "text": "ASK1 is regulated by reactive oxygen species through dephosphorylation at serine 967 and 14-3-3 dissociation"}, {"pubmed": 15210709, "text": "apoptosis signal-regulating kinase 1 binds directly to retinoblastoma protein and has roles in apoptotic signaling and cell cycle"}, {"pubmed": 15218033, "text": "ASK1 signaling is activated by PP5, which is regulated by mTOR"}, {"pubmed": 15246877, "text": "apoptosis signal-regulating kinase 1 is activated by S-nitrosation of thioredoxin in the nitrogen monoxide/superoxide system"}, {"pubmed": 15310755, "text": "AIP1 is a novel transducer in TNF-induced TRAF2-dependent activation of ASK1 that mediates a balance between JNK versus NF-kappaB signaling"}, {"pubmed": 15328343, "text": "PP5 plays an important role in the survival of cells in a low oxygen environment by suppressing a hypoxia-induced ASK-1/MKK4/JNK signaling cascade that promotes an apoptotic response"}, {"pubmed": 15670787, "text": "Taken together, our data suggested that the JNK/c-Jun signaling cascade plays a crucial role in Cd-induced neuronal cell apoptosis and provides a molecular linkage between oxidative stress and neuronal apoptosis."}, {"pubmed": 15701637, "text": "TNFalpha-induced desumoylation and cytoplasmic translocation of HIPK1 are critical in TNFalpha-induced ASK1-JNK/p38 activation"}, {"pubmed": 15755722, "text": "PKD is a critical mediator in H2O2- but not TNF-induced ASK1-JNK signaling"}, {"pubmed": 15782121, "text": "Hsp90-Akt forms a complex with ASK1 and protect vascular endothelium from stress-induced apoptosis."}, {"pubmed": 15843568, "text": "ASK1 kinase is a central player upstream of p38 MAPK activation when secreted Helicobacter pylori antigen HP0175 effects induction of apopotosis in human gastric epithelial cell line AGS."}, {"pubmed": 15864780, "text": "ASK1-p38 cascade regulates the innate immunity of the skin by forming an immune barrier consisting of hBD, LL37, and TLR2 during epidermal differentiation."}, {"pubmed": 15925322, "text": "Raf-1 may mediate its anti-apoptotic function by interrupting ASK1-dependent phosphorylation of ALG-2."}, {"pubmed": 16476732, "text": "concomitant induction of E2F1 targets ASK1 and Bim by HDACIs warrants an effective activation of E2F1-dependent apoptosis in response to suberoylanilide hydroxamic acid"}, {"pubmed": 16512785, "text": "E2 promoter-binding factors regulate the expression of ASK1. overexpression and RNA interference experiments support the requirement of endogenous E2F/DP (E2F dimerization partner) activity for ASK-1 expression."}, {"pubmed": 16515547, "text": "This study clearly shows the route from ROS generation by 6-OHDA to initiation of p38/JNK signalling via activation of ASK1 in the studied Parkinson disease model."}, {"pubmed": 16532036, "text": "reactive oxygen species generated by Nox4, at least in part, transmit cell survival signals through the AKT-ASK1 pathway in pancreatic cancer cells and their depletion leads to apoptosis."}, {"pubmed": 16636664, "text": "Glutathione S-transferase P1-1 attenuate TRAF2-enhanced apoptosis signal-regulating kinase 1 (ASK1) (MAP3K5)autophosphorylation"}, {"pubmed": 16644673, "text": "TNF-alpha increases mitochondrial ROS and activates ASK1 in human hepaatoma cells and these TNF-alpha-induced phenomena contribute to impaired insulin signaling."}, {"pubmed": 17210579, "text": "Apoptosis signal-regulating kinase (ASK) 2 functions as a mitogen-activated protein kinase kinase kinase in a heteromeric complex with ASK1."}, {"pubmed": 17220297, "text": "TNFR2 signaling induces selective c-IAP1-dependent ASK1 ubiquitination and terminates mitogen-activated protein kinase signaling"}, {"pubmed": 17244475, "text": "Current findings for the relationship between pathogenesis and ASK1-MAPK pathways."}, {"pubmed": 17325029, "text": "Binding of cyclin-dependent kinase inhibitor 1A to ASK1 requires ASK1 kinase function and may involve phosphorylation of S98"}, {"pubmed": 17331470, "text": "ASK1 is activated by arsenic trioxide through reactive oxygen species accumulation and may negatively regulate apoptosis in leukemic cells without activating p38 and JNK"}, {"pubmed": 17389591, "text": "TNF-induced TRAF2-RIP1-AIP1-ASK1 complex formation and for the activation of ASK1-JNK/p38 apoptotic signaling."}, {"pubmed": 17456047, "text": "These results suggest that PP2Cepsilon maintains ASK1 in an inactive state by dephosphorylation in quiescent cells, supporting the possibility that PP2Cepsilon and PP5 play different roles in H2O2-induced regulation of ASK1 activity."}, {"pubmed": 17541429, "text": "Gemin5 functions as a scaffold protein for the ASK1-JNK1 signaling module and thereby potentiates ASK1-mediated signaling events."}, {"pubmed": 17543279, "text": "ghrelin inhibits ASK1-mediated apoptosis and ASK1 activation by a mechanism involving induction of HSP70"}, {"pubmed": 17595347, "text": "ASK1 expression levels can be regulated by G alpha13, at least in part via control of ASK1 ubiquitination and degradation"}, {"pubmed": 17652454, "text": "These results indicate that Ask1 oxidation is required at a step subsequent to activation for signaling downstream of Ask1 after H(2)O(2) treatment."}, {"pubmed": 17827388, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17883330, "text": "discusses the molecular mechanisms by which ASK1 functions in stress and immune responses and discuss the possible involvement of ASK1 in human diseases [review]"}, {"pubmed": 17937911, "text": "the structure of the human ASK1 catalytic domain in complex with staurosporine"}, {"pubmed": 18028450, "text": "these results indicate that activation of the ASK1/p38 MAPK/p47phox cascade plays a central role in PPD/TLR2-induced ROS generation and suggests the existence of a 'ROS/ASK1' inflammatory amplification feedback loop in monocytes/macrophages."}, {"pubmed": 18054391, "text": "present study shows that inhibition of PI3 kinase by LY294002 in THP-1 cells exposed to LPS attenuated down-regulation of ASK1 activity followed by programmed cell death"}, {"pubmed": 18178252, "text": "The present study thus defines a novel role for ASK1 as a mediator of C5b-9-dependent cell injury."}, {"pubmed": 18211888, "text": "ROS-mediated activation of the ASK1-p38 MAPK pathway downstream of P2X(7) receptor is required for ATP-induced apoptosis in macrophages."}, {"pubmed": 18219322, "text": "SENP1 mediates TNF-induced desumoylation and translocation of HIPK1, leading to an enhanced ASK1-dependent apoptosis."}, {"pubmed": 18292600, "text": "PP2A and AIP1 cooperatively induce activation of ASK1-JNK signaling and vascular endothelial cell apoptosis."}, {"pubmed": 18327563, "text": "Data suggest that sequence variations of ASK1 and MAP2K6 lead to partially sex-specific changes in the levels and/or phosphorylation states of p38 and p38-regulated proteins that might contribute to the observed delaying effects in the age of onset of HD."}, {"pubmed": 18380010, "text": "Data suggest that in nonapoptotic cells, endogenous ASK1 protein is normally cleaved at a number of specific sites, some of which are in the kinase domain."}, {"pubmed": 18501712, "text": "These findings suggest a negative role of Prx-1 in ASK1-induced apoptosis."}, {"pubmed": 18759454, "text": "The precursor of atrial natriuretic peptide, natriuretic peptide precursor (NPPA), physically interacts with the N-terminus of apoptosis signal-regulating kinase 1 (ASK1), negatively impacting NPPA processing and/or secretion."}, {"pubmed": 18822283, "text": "DDTD, an isoflavone derivative, induces cell apoptosis through the reactive oxygen species/apoptosis signal-regulating kinase 1 pathway in human osteosarcoma cells."}, {"pubmed": 18841476, "text": "Data show that nitric oxide derived from S-nitrosoglutathione activates ASK1 in THP-1 human myeloid macrophages, induces accumulation of HIF-1alpha protein, and induces accumulation of p53 in normal but not HIF-1alpha knockdown THP-1 cells."}, {"pubmed": 19001375, "text": "the molecular interactions of arrestin2 and arrestin3 and their individual domains with the components of the two MAPK cascades, ASK1-MKK4-JNK3 and c-Raf-1-MEK1-ERK2"}, {"pubmed": 19004820, "text": "an essential role for ASK1 in cell death induced by ER stress."}, {"pubmed": 19287004, "text": "JAK2-SOCS1 and SHP2 reciprocally regulate ASK1 phosphorylation and stability in response to cytokines."}, {"pubmed": 19293155, "text": "Cytoprotective binding of DJ-1 to ASK1 depends on the central redox-sensitive Cys-106 and may be modulated by peripheral cysteine residues."}, {"pubmed": 19306926, "text": "beta-Arrestins play a negative regulatory role in hydroegn peroxide-induced apoptosis signaling through associating with ASK1 and CHIP and facilitating ASK1 degradation."}, {"pubmed": 19351724, "text": "An Ask1-MKK4-p38MAPK/JNK pathway reflects adipocyte stress associated with adipose tissue inflammation, linking visceral adiposity to whole-body insulin resistance in obesity."}, {"pubmed": 19570911, "text": "Data show that Cys250 is essential for H(2)O(2)-dependent JNK signaling downstream from ASK1 but at a step subsequent to the phosphorylation of ASK1 Thr838."}, {"pubmed": 19590015, "text": "Results suggest that this member of the PGAM family has crossed over from small molecules to protein substrates and been adapted to serve as a specialized activator of ASK1."}, {"pubmed": 19748889, "text": "Inhibition of apoptosis by GIP is mediated via a key pathway involving Akt-dependent inhibition of apoptosis signal-regulating kinase 1, which subsequently prevents the pro-apoptotic actions of p38 MAPK and JNK."}, {"pubmed": 19880523, "text": "STRAP can act as a negative regulator of ASK1."}, {"pubmed": 19903888, "text": "Data show that DAB2IP is a potent growth inhibitor by inducing G(0)/G(1) cell cycle arrest and is proapoptotic in response to stress, and that DAB2IP can suppress the PI3K-Akt pathway and enhance ASK1 activation leading to cell apoptosis."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19920149, "text": "results provide evidence that PDK1 and ASK1 directly interact and phosphorylate each other and act as negative regulators of their respective kinases in resting cells"}, {"pubmed": 19935702, "text": "Upstream signals couple ASK2 S964 phosphorylation to the ASK1 signalosome through dual engagement of 14-3-3."}, {"pubmed": 19940360, "text": "Study shows an essential role for apoptosis signal-regulating kinase 1 (ASK1), together with both c-jun-N-terminal kinase (JNK) and p38 pathways, and caspase-8 in Fas-induced apoptosis."}, {"pubmed": 19961619, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20035634, "text": "genes MAP3K5 and PDIA3 are associated with malignant stages of prostate cancer and therefore provide novel potential biomarkers"}, {"pubmed": 20048146, "text": "apoptosis inducers also induced phosphorylation of ASK1 in a ROS-dependent manner. Suppression of ASK1 expression blocked the effects of apoptosis, in hypertonic conditions, on both regulatory volume increase induction and Akt activation"}, {"pubmed": 20130137, "text": "These results reveal that, during influenza A virus infection, the PI3K/Akt pathway negatively regulates the JNK pathway via ASK1, thereby inhibiting JNK-dependent, Bax-mediated apoptosis."}, {"pubmed": 20185809, "text": "ASK1 variants may increase susceptibility to type 2 diabetes by decreasing insulin sensitivity via reduced ASK1 expression."}, {"pubmed": 20185809, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20213747, "text": "DJ-1, by directly inhibiting ASK1, may act as a negative regulator in ASK1 signaling cascades."}, {"pubmed": 20364819, "text": "data suggest that oxidative stress rapidly increases ASK1 catalytic efficiency for MKK6 phosphorylation by increasing MKK6 binding affinity within the ASK1"}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20430109, "text": "Down-regulation of thioredoxin, increased intracellular reactive oxygen species, and activation of ASK1-ERK/p38 MAPK signaling all were associated with Japanese encephalitis virus-induced apoptosis."}, {"pubmed": 20512919, "text": "These results strongly indicate ST13 mediated by adenovirus triggers colorectal cell apoptosis via ASK1-JNK signaling cascade"}, {"pubmed": 20601186, "text": "These results indicate that the ASK1-p38 MAPK cascade may regulate LPS-induced TF expression in pulmonary microvasculature."}, {"pubmed": 20609399, "text": "ASK1 may be critical for the development of rheumatoid arthritis (RA) and ASK1 may be involved in the production of proinflammatory mediators in response to TNF-alpha stimulation in the RA joint."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20661259, "text": "TLR4-mediated SphK1 activation was found to be critical for the redox-dependent activation of HIF-1alpha and ASK1, and the prevention of lipopolysaccharide-induced activation of caspase 3 and the expression interleukin-6."}, {"pubmed": 20674765, "text": "Data suggest that, despite structural divergence, PPEF and PP5 phosphatases may share common interacting partners and functions."}, {"pubmed": 20800594, "text": "the blockage of the GSK-3beta-beta-catenin pathway resulting from the knockdown of ASK1 modulates the migration of breast cancer cells."}, {"pubmed": 21187402, "text": "Apoptosis signal-regulating kinase 1 and cyclin D1 compose a positive feedback loop contributing to tumor growth in gastric cancer"}, {"pubmed": 21378396, "text": "iron chelators significantly reduced ASK1-thioredoxin complex formation, resulting in the increased phosphorylation of ASK1, which activates the JNK and p38 pathways"}, {"pubmed": 21383696, "text": "a monitoring mechanism of c-Myc and ASK1/p38 against abnormal ribosome biogenesis through controlling the stability and activity of p53 protein"}, {"pubmed": 21496457, "text": "Data show that ASK1 stabilizes SMN protein by inhibiting SMN poly-ubiquitination."}, {"pubmed": 21510938, "text": "knockdown of TXNIP prevented high glucose-induced cell apoptosis and activation of ASK1 may be via reduction of oxidative stress in mesangial cells."}, {"pubmed": 21594902, "text": "apoptosis signal-regulating kinase 1 has a role in chondrosarcoma cell apoptosis along with endoplasmic reticulum stress due to FPipTB"}, {"pubmed": 21725208, "text": "These results suggest that p34 (SEI-1) inhibits ROS-induced cell death through by indirectly inducing ubiquitination of ASK1."}, {"pubmed": 21738216, "text": "Stimulation of human aortic endothelial cells with TNF-alpha led to an increased expression of p73 protein and a reduction in the levels of p53 involving apoptosis signal-regulating kinase 1 (ASK1)."}, {"pubmed": 21764682, "text": "The expression of MAP3K5 and miR-BART22 is inversely correlated, suggesting the possibility of MAP3K5 to serve as target gene of EBV miR-BART22 in nasopharyngeal carcinoma."}, {"pubmed": 21771788, "text": "ZPR9 was found to physically interact with ASK1 through a disulfide linkage;ZPR9 functions as a novel positive regulator of ASK1."}, {"pubmed": 22095282, "text": "Results indicate that arginine methylation of ASK1 by PRMT1 contributes to the regulation of stress-induced signaling that controls a variety of cellular events including apoptosis."}, {"pubmed": 22167179, "text": "TAK1 and its adapter protein, TAB2, reciprocally regulate both TAK1- and ASK1-mediated signaling pathways to direct the activations of NF-kappaB and AP-1."}, {"pubmed": 22197930, "text": "It was found that 24% of melanoma cell lines have mutations in the protein-coding regions of either MAP3K5 or MAP3K9."}, {"pubmed": 22399290, "text": "S100A1 and permanently active S100P inhibited the apoptosis signal-regulating kinase 1 (ASK1) and PP5 interaction, resulting the inhibition of dephosphorylation of phospho-ASK1 by PP5"}, {"pubmed": 22609355, "text": "MCRS2 plays a negative role in stress-induced ASK1 activation."}, {"pubmed": 22723553, "text": "A novel mechanism underlying the regulation of survival in normal and malignant plasma cells by ASK1."}, {"pubmed": 22925655, "text": "ASK1 signal may play a positive role in the inhibitory effect of claudin-6 in breast cancer."}, {"pubmed": 23015639, "text": "Report changes in ASK1 cell signaling associated with ischemic/idiopathic cardiomyopathies."}, {"pubmed": 23031789, "text": "ASK1 activates c-jun N-terminal kinase and p38 in response to various stimuli such as oxidative stress, endoplasmic reticulum stress, infection and calcium influx. (Review)"}, {"pubmed": 23087182, "text": "Ask1 is a direct target of miR-20a. Overexpression of miR-20a led to a global decrease in ASK1 protein in BLP- and LPS-activated cells indicating that miR-20a regulates the expression of ASK1 at the translational level."}, {"pubmed": 23102700, "text": "Suggest that Slim/KLHDC10 is an activator of ASK1, contributing to oxidative stress-induced cell death through the suppression of PP5."}, {"pubmed": 23219526, "text": "These results indicate that IL-6 activation occurs through ASK1 and p38, which in turn activates AP-1, resulting in the activation of VEGF expression."}, {"pubmed": 23319048, "text": "Which activates the ASK-1 kinase pathway."}, {"pubmed": 23416061, "text": "ER stress-induced ASK1-p38 activation, which is triggered by the accumulation of Ins(C96Y), plays an important role in the pathogenesis of diabetes."}, {"pubmed": 23556445, "text": "Our data suggest that these MAP3K5 variants are indicative of beta-thalassemia disease severity and response to HU treatment."}, {"pubmed": 23569274, "text": "ASK1 signal cascades are negatively regulated by Notch1-IC."}, {"pubmed": 23580093, "text": "Activation of ASK1/JNK signaling pathways by oridonin induces growth inhibition and apoptosis in cultured HuH-6 cells."}, {"pubmed": 23744074, "text": "The models confirmed the reaction order, revealed processivity in the phosphorylation of MEK6 by ASK1, and suggested that the order of phosphorylation is dictated by both binding and catalysis rates."}, {"pubmed": 23799149, "text": "Identification of the domain through which HIV-1 Nef interacts with ASK1 and inhibits its function."}, {"pubmed": 23982205, "text": "Data indicate that the ASK1-FoxO3a-TRADD-caspase 8 pathway is present in neural tube defects (NTDs)-affected tissues."}, {"pubmed": 24008424, "text": "MAP3K5 R256C mutation revealed attenuation of MKK4 activation through increased binding of the inhibitory protein thioredoxin (TXN/TRX-1/Trx), resulting in increased proliferation and anchorage-independent growth of melanoma cells."}, {"pubmed": 24082073, "text": "In gastric epithelial cells, H. pylori activates ASK1 in a reactive oxygen species - and cag pathogenicity island-dependent manner, and ASK1 regulates sustained JNK activation and apoptosis induced by H. pylori."}, {"pubmed": 24448648, "text": "data suggest that degradation of ASK1 mediated by Roquin-2 is an evolutionarily conserved mechanism required for the appropriate regulation of stress responses, including pathogen resistance and cell death"}, {"pubmed": 24574456, "text": "TNF-signaling dependence of ASK1-mediated apoptosis in melanoma cells."}, {"pubmed": 24912301, "text": "It is activated in response to various stresses, such as reactive oxygen species (ROS)and endoplasmic reticulum (ER) stress, and plays pivotal roles in a wide variety of cellular responses, including cell death, differentiation and inflammation. (review)"}, {"pubmed": 25068797, "text": "Findings suggest that methyl isocyanate inhibits angiogenesis by inducing mitogen-activated protein kinase kinase kinase 5 ASK1-JNK-dependent endothelial cell death."}, {"pubmed": 25116390, "text": "Collectively, these data reveal that activation of the PI3K/Akt pathway limits JNK-mediated apoptosis by phosphorylating and inactivating ASK1 during human enterovirus 71 infection."}, {"pubmed": 25135476, "text": "Data show that ASK1 is critical for IFN gamma-induced DAPK1 via ATF6 recruitment."}, {"pubmed": 25391652, "text": "Siah1 is a substrate of ASK1 for activation of the GAPDH-Siah1 oxidative stress signaling cascade."}, {"pubmed": 25752609, "text": "Because the phosphorylation site mutants of NR4A2 cannot rescue the cell death-promoting activity, ASK1-p38 pathway-dependent phosphorylation and subsequent cytoplasmic translocation of NR4A2 may be required for oxidative stress-induced cell death."}, {"pubmed": 25797626, "text": "Knockdown of IRE1alpha by siRNA dramatically abrogated CXC195-induced activation of TRAF2, ASK and JNK, formation of an IRE1alpha-TRAF2-ASK1 complex and caspase- and mitochondrial-dependent apoptosis in T24 cells"}, {"pubmed": 25901786, "text": "ASK1 stabilizes APOBEC3G and binds HIV-1 Vif, disrupting assemble of the Vif-ubiquitin ligase complex, thus restoring the antiviral activity of APOBEC3g."}, {"pubmed": 25982447, "text": "Data indicates that ASK1 expression is regulated by MiR-19a by targeting specific sites in the 3' untranslated region of its mRNA."}, {"pubmed": 26095851, "text": "Cyclophilin A regulates JNK/p38-MAPK signaling through its physical interaction with ASK1."}, {"pubmed": 26134265, "text": "TNF-alpha-induced ASK1-p38/JNK pathway is an important mediator of cytokine synthesis and enhanced expression of adhesion molecules in rheumatoid arthritis and is inhibited by thymoquinone."}, {"pubmed": 26165383, "text": "These results implicate the TNF/TRAF2/ASK1/p38 kinase pathway in modulating risk of pulmonary complications."}, {"pubmed": 26191261, "text": "The expression of ASK1 is correlated with the level of claudin-6 in cervical carcinoma cells and tissues."}, {"pubmed": 26243192, "text": "Data show that the MAPKKK6 ASK2, a modulator of MAPKKK5 ASK1 signaling, was essential for ASK1-dependent apoptosis, but not for inducing interferon-beta (IFNB) expression."}, {"pubmed": 26405834, "text": "ASK1 MAP kinase signaling cascade is an important regulator of chondrocyte terminal differentiation."}, {"pubmed": 26661061, "text": "The present findings thus support our notion that ROR1 sustains lung adenocarcinoma survival, at least in part, through direct physical interaction with ASK1"}, {"pubmed": 26694167, "text": "results suggest that baicalein-mediated ASK1/JNK activation regulates the mitochondria-dependent apoptosis pathway through the up-regulation of TAp63 and down-regulation of NF-kappaB and CD74/CD44 in B-cell malignancies"}, {"pubmed": 26707143, "text": "curcumin and ABT-737 on HCC cells was investigated for the first time, to the best of our knowledge. It was found that curcumin markedly enhanced the antitumor effects of ABT-737 on HepG2 cells and activate ROS-ASK1-c-Jun N-terminal kinase pathway . ."}, {"pubmed": 26773495, "text": "Together, we suggest that 4SC-202 activates ASK1-dependent mitochondrial apoptosis pathway to potently inhibit human HCC cells."}, {"pubmed": 26860405, "text": "TRAF1 functions as a positive regulator of insulin resistance, inflammation, and hepatic steatosis dependent on the activation of ASK1-P38/JNK axis."}, {"pubmed": 26912789, "text": "Cross-talk between arginine methylation and serine phosphorylation in ASK1.PRMT5 is an ASK1-binding protein.PRMT5 mediates arginine methylation of ASK1."}, {"pubmed": 27045525, "text": "ASK1 signalling regulates brown and beige adipocyte function."}, {"pubmed": 27050273, "text": "Apoptosis signal-regulating kinase 1 (ASK1) expression was dramatically suppressed and correlated with hepatocyte nuclear factor 4alpha (HNF4alpha) levels in hepatocellular carcinoma (HCC) tissues."}, {"pubmed": 27221474, "text": "Our results thus suggest that GSK-3beta is a key factor involved in ASK1 activation and reactive oxygen species-induced cell death."}, {"pubmed": 27514745, "text": "phosphorus NMR and time-resolved tryptophan fluorescence measurements suggest that 14-3-3zeta interacts with the kinase domain of ASK1 in close proximity to its active site, thus indicating this interaction might block its accessibility and/or affect its conformation."}, {"pubmed": 27588831, "text": "from the two catalytic cysteines of TRX1 the residue C32 is responsible for the high-affinity binding of TRX1 to the ASK1-TRX-binding domain in reducing conditions"}, {"pubmed": 27775615, "text": "the data show that miRNA-mediated down-regulation of ASK1 protects mesenchymal stem cells during post-transplantation, leading to an increase in the efficacy of MSC-based cell therapy."}, {"pubmed": 27869172, "text": "CD40 activation resulted in down-regulation of Thioredoxin (Trx)-1 to permit ASK1 activation and apoptosis. Although soluble receptor agonist alone could not induce death, combinatorial treatment incorporating soluble CD40 agonist and pharmacological inhibition of Trx-1 was functionally equivalent to the signal triggered by mCD40L"}, {"pubmed": 27890558, "text": "ASK1 phosphorylated and stabilized TLX, which led induction of HIF-1alpha, and its downstream VEGF-A in an Akt dependent manner."}, {"pubmed": 27989136, "text": "Shotgun mass spectrometry and manual validation identified 12 distinct ASK1 phosphosites. Targeted parallel reaction monitoring assays were used to track the phosphorylation dynamics of each confirmed site in response to treatment."}, {"pubmed": 28028021, "text": "These results suggest that the platelet Ask1 plays an important role in regulation of hemostasis and thrombosis."}, {"pubmed": 28031524, "text": "Co-administration of acetaminophen and 5'-AMP significantly ameliorated APAP-induced hepatotoxicity in mice. This was triggered by attenuating apoptosis signal-regulated kinase 1(ASK1) methylation and increasing ubiquitination-mediated ASK1 protein degradation."}, {"pubmed": 28349059, "text": "Pretreatment by IRE1 agonist tunicamycin or JNK agonist anisomycin attenuated the effect of psoralen on osteoporotic osteoblasts. Psoralen inhibited apoptosis of osteoporotic osteoblasts by regulating IRE1-ASK1-JNK pathway"}, {"pubmed": 28702328, "text": "ASK1 transcriptional upregulation molecularly defines a metabolically-detrimental obese sub-phenotype."}, {"pubmed": 28753204, "text": "Findings offer insight into positive regulation of Akt signaling through P2Y12 phosphorylation as well as MAPK signaling in platelets by ASK1."}, {"pubmed": 28849240, "text": "These findings indicate that chaetocin arrests the cell cycle and induces apoptosis by regulating the reactive oxygen species-mediated ASK-1/JNK signaling pathways."}, {"pubmed": 28887319, "text": "Cold stress-induced ferroptosis involves the ASK1-p38 pathway."}, {"pubmed": 28888991, "text": "LRRK2-induced apoptosis was suppressed by ASK1 inhibition in neuronal stem cells derived from patients with Parkinson's disease (PD).  These results clearly indicate that LRRK2 acts as an upstream kinase in the ASK1 pathway and plays an important role in the pathogenesis of PD"}, {"pubmed": 28939911, "text": "Study in human dopaminergic neuroblastoma SH-SY5Y cells revealed that CIB1 physically associates with ASK1, and thereby prevents ASK1 activation induced by 1-methyl-4-phenylpyrinidium (MPP+). CIB1 binds to the region containing amino acid residues 378-648 of ASK1. CIB1 depletion by RNA interference potentiates MPP+-induced dopaminergic neuronal death."}, {"pubmed": 29108854, "text": "SOCS-1 relieves smoke inhalation-induced lung injury by repressing ASK-1 and DISC-mediated epithelium apoptosis."}, {"pubmed": 29186683, "text": "TRIM48 Promotes ASK1 Activation and Cell Death through Ubiquitination-Dependent Degradation of the ASK1-Negative Regulator PRMT1"}, {"pubmed": 29227477, "text": "results implicate TNFAIP3 as a functionally important endogenous suppressor of ASK1 hyperactivation in the pathogenesis of nonalcoholic steatohepatitis (NASH) and identify it as a potential new molecular target for NASH therapy"}, {"pubmed": 29274137, "text": "Findings provide evidence that ASK-1 expression is regulated by SLC35F2 which exerts its oncogenic effect on papillary thyroid carcinoma progression through activation of TGFBR-1 and ASK-1."}, {"pubmed": 29381295, "text": "The anti-cancer mechanism for the AgNPs may be involved in activating the ASK1-JNK/p38-Caspase-3 pathway."}, {"pubmed": 29940575, "text": "Knockdown of miR-20a enhanced sensitivity of colorectal cancer cells to cisplatin through the ROS/ASK1/JNK pathway."}, {"pubmed": 30006481, "text": "Data show greater expression of apoptosis signal-regulating kinase 1 (ASK1) in airway smooth muscle (ASM) bundles of chronic obstructive pulmonary disease (COPD) lung when compared with non-COPD."}, {"pubmed": 30031111, "text": "beta-TrCP was identified as a novel interacting partner of ASK1, capable of ubiquitinating and degrading ASK1 through the ubiquitin-proteasome system. These findings suggest that beta-TrCP is capable of suppressing oxidative stress-induced caspase 3-dependent apoptosis by suppressing ASK1."}, {"pubmed": 30305582, "text": "Advanced glycation end products significantly activated ASK1, MKK3, and MKK6, which led to activation of p38 MAPK, resulting in upregulated fibrotic response in human coronary smooth muscle cells."}, {"pubmed": 30309653, "text": "upregulation of miR-199 could inhibit Human nucleus pulposus cells injury through downregulation of MAP3K5 expression"}, {"pubmed": 30324658, "text": "Increased ASK1 expression level inhibited cell migration and proliferation of gastric cancer cells."}, {"pubmed": 30496488, "text": "LATS2 interacts with ASK1 and increases ASK1-mediated signaling to promote apoptosis and activate the JNK mitogen-activated protein kinase (MAPK)."}, {"pubmed": 30576298, "text": "Nine tag SNPs (rs13203080, rs2076262, rs2237268, rs6914406, rs1009709, rs911182, rs9285484, rs6941553, and rsrs4896219) of the human MAP3K5 gene were selected, and genotyped. Conclusively, our case-control association study indicated an association between MAP3K5 gene polymorphisms and schizophrenia."}, {"pubmed": 30617854, "text": "This review summarized experimental evidences regarding the association between ASK1 and the pathogenesis of various diseases. [review]"}, {"pubmed": 31530712, "text": "these results suggest that in resting platelets ASK1 is bound to CIB1 at low Ca2+ concentrations. Agonist-induced platelet activation causes an increase in intracellular Ca2+ concentration that leads to the dissociation of CIB1 from ASK1, allowing for proper dimerization through ASK1 N-terminal coiled-coil (NCC) domains."}, {"pubmed": 31593641, "text": "The discovery of novel ASK1 inhibitors would have a wide range of applications in medical science. In-silico techniques have been successfully used in the design of some novel ASK1 inhibitors. The use of machine learning-based approaches in combination with structure-based virtual screening (SBVS) and ligand-based virtual screening (LBVS) will be helpful toward the development of potent ASK1 inhibitors"}, {"pubmed": 31595673, "text": "Herein, the authors identify apoptosis signal-regulating kinase 1 (ASK1) as a suppressor of non-alcoholic steatohepatitis and fibrosis formation."}, {"pubmed": 31623019, "text": "The redox-active site of thioredoxin is directly involved in apoptosis signal-regulating kinase 1 binding that is modulated by oxidative stress."}, {"pubmed": 31917191, "text": "Redundant role of ASK1-mediated p38MAPK activation in human platelet function."}, {"pubmed": 32156783, "text": "Structure-based mechanism of preferential complex formation by apoptosis signal-regulating kinases."}, {"pubmed": 32876895, "text": "MicroRNA-532-3p Regulates Pro-Inflammatory Human THP-1 Macrophages by Targeting ASK1/p38 MAPK Pathway."}, {"pubmed": 33223956, "text": "ASK1 Enhances Angiotensin II-Induced Liver Fibrosis In Vitro by Mediating Endoplasmic Reticulum Stress-Dependent Exosomes."}, {"pubmed": 33739303, "text": "Lifespan extension conferred by mitogen-activated protein kinase kinase kinase 5 (MAP3K5) longevity-associated gene variation is confined to at-risk men with a cardiometabolic disease."}, {"pubmed": 33763469, "text": "Mechanisms of Trx2/ASK1-Mediated Mitochondrial Injury in Pemphigus Vulgaris."}, {"pubmed": 33857660, "text": "Apoptosis signal-regulating kinase 1 (ASK1) inhibition reduces endothelial cytokine production without improving permeability after toll-like receptor 4 (TLR4) challenge."}, {"pubmed": 34133989, "text": "Activation of type 4 metabotropic glutamate receptor attenuates oxygen and glucose deprivation-induced apoptosis in human neural stem cells via inhibition of ASK1-p38 signaling pathway."}, {"pubmed": 34389432, "text": "A novel protein encoded by circASK1 ameliorates gefitinib resistance in lung adenocarcinoma by competitively activating ASK1-dependent apoptosis."}, {"pubmed": 34850317, "text": "Clinical investigation of lipopolysaccharide in the persistence of metabolic syndrome (MS) through the activation of GRP78-IRE1alpha-ASK1 signaling pathway."}, {"pubmed": 34948191, "text": "Structural Insights Support Targeting ASK1 Kinase for Therapeutic Interventions."}, {"pubmed": 35438255, "text": "Phosphoproteomics identifies pathways underlying the role of receptor-interaction protein kinase 3 in alcohol-associated liver disease and uncovers apoptosis signal-regulating kinase 1 as a target."}, {"pubmed": 35689994, "text": "Catalytic activity in vitro of the human protein kinase ASK1 mutants: Experimental and molecular simulation study."}, {"pubmed": 35798237, "text": "Apoptosis signal-regulating kinase-1 regulates thrombin-induced endothelial permeability."}, {"pubmed": 36189587, "text": "Oxidative Stress Kinase Activation and Impaired Insulin Receptor Signaling Precede Overt Alzheimer's Disease Neuropathology."}, {"pubmed": 36951032, "text": "Multiple Pathway-Dephosphorylated ASK-1 Confers Temozolomide-Resistance to Human Glioma Cells."}, {"pubmed": 37340918, "text": "[Tumor antigen-loaded dendritic cells combined with cytokine-induced killer (CIK) enhance the killing activity of human esophageal cancer cells by promoting ASK1 activation]."}], "genomic_pos": {"chr": "6", "end": 136793097, "ensemblgene": "ENSG00000197442", "start": 136557046, "strand": -1}, "genomic_pos_hg19": {"chr": "6", "end": 137113656, "start": 136878185, "strand": -1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0000165", "pubmed": [17210579, 21771788], "qualifier": "involved_in", "term": "MAPK cascade"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002931", "qualifier": "involved_in", "term": "response to ischemia"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006468", "pubmed": [11096076, 15983381], "qualifier": "involved_in", "term": "protein phosphorylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007254", "pubmed": [11959862, 21771788], "qualifier": "involved_in", "term": "JNK cascade"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007254", "pubmed": 22095282, "qualifier": "involved_in", "term": "JNK cascade"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0008631", "qualifier": "involved_in", "term": "intrinsic apoptotic signaling pathway in response to oxidative stress"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008631", "pubmed": [21771788, 26095851], "qualifier": "involved_in", "term": "intrinsic apoptotic signaling pathway in response to oxidative stress"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010666", "qualifier": "involved_in", "term": "positive regulation of cardiac muscle cell apoptotic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0033554", "qualifier": "involved_in", "term": "cellular response to stress"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0034198", "pubmed": 11096076, "qualifier": "involved_in", "term": "cellular response to amino acid starvation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0034976", "pubmed": 23000344, "qualifier": "involved_in", "term": "response to endoplasmic reticulum stress"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0036480", "pubmed": 15983381, "qualifier": "involved_in", "term": "neuron intrinsic apoptotic signaling pathway in response to oxidative stress"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0038066", "qualifier": "involved_in", "term": "p38MAPK cascade"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043065", "pubmed": 21771788, "qualifier": "involved_in", "term": "positive regulation of apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043280", "pubmed": 20674765, "qualifier": "involved_in", "term": "positive regulation of cysteine-type endopeptidase activity involved in apoptotic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043507", "pubmed": 23000344, "qualifier": "involved_in", "term": "positive regulation of JUN kinase activity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045087", "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045663", "qualifier": "involved_in", "term": "positive regulation of myoblast differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045860", "pubmed": 11959862, "qualifier": "involved_in", "term": "positive regulation of protein kinase activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045893", "pubmed": 11096076, "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0046330", "qualifier": "involved_in", "term": "positive regulation of JNK cascade"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0051402", "qualifier": "involved_in", "term": "neuron apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051403", "pubmed": 11096076, "qualifier": "involved_in", "term": "stress-activated MAPK cascade"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0070059", "qualifier": "involved_in", "term": "intrinsic apoptotic signaling pathway in response to endoplasmic reticulum stress"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070301", "pubmed": 20674765, "qualifier": "involved_in", "term": "cellular response to hydrogen peroxide"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071356", "qualifier": "involved_in", "term": "cellular response to tumor necrosis factor"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0072577", "qualifier": "involved_in", "term": "endothelial cell apoptotic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0090398", "qualifier": "involved_in", "term": "cellular senescence"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0097190", "pubmed": 8974401, "qualifier": "involved_in", "term": "apoptotic signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0097300", "qualifier": "involved_in", "term": "programmed necrotic cell death"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1900745", "qualifier": "involved_in", "term": "positive regulation of p38MAPK cascade"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1902170", "qualifier": "involved_in", "term": "cellular response to reactive nitrogen species"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1904707", "qualifier": "involved_in", "term": "positive regulation of vascular associated smooth muscle cell proliferation"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 26095851, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0009897", "qualifier": "located_in", "term": "external side of plasma membrane"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0032991", "pubmed": 11096076, "qualifier": "part_of", "term": "protein-containing complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:1902911", "pubmed": 15983381, "qualifier": "part_of", "term": "protein kinase complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:1990604", "pubmed": [12050113, 23000344], "qualifier": "part_of", "term": "IRE1-TRAF2-ASK1 complex"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0000287", "pubmed": 17210579, "qualifier": "enables", "term": "magnesium ion binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004672", "pubmed": [11096076, 21771788], "qualifier": "enables", "term": "protein kinase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004674", "qualifier": "enables", "term": "protein serine/threonine kinase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004706", "pubmed": 11959862, "qualifier": "enables", "term": "JUN kinase kinase kinase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004709", "qualifier": "enables", "term": "MAP kinase kinase kinase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004709", "pubmed": 17210579, "qualifier": "enables", "term": "MAP kinase kinase kinase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [9743501, 11003656, 11154276, 11298454, 11495919, 12556535, 12813029, 14557248, 14761963, 15023544, 15246877, 15983381, 16449798, 16636664, 16648474, 17210579, 17389591, 17700517, 17761141, 19590015, 19782076, 19805025, 21496457, 21771788, 22095282, 22609355, 25241761, 25852190, 26095851, 28514442, 31980649, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005524", "pubmed": 17210579, "qualifier": "enables", "term": "ATP binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0019901", "qualifier": "enables", "term": "protein kinase binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019903", "pubmed": [11959862, 20674765], "qualifier": "enables", "term": "protein phosphatase binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019904", "pubmed": 11096076, "qualifier": "enables", "term": "protein domain specific binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [9743501, 17937911, 19805025], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042803", "pubmed": 11920685, "qualifier": "enables", "term": "protein homodimerization activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0106310", "qualifier": "enables", "term": "protein serine kinase activity"}]}, "homologene": {"genes": [[7955, 555703], [8364, 100497692], [9031, 421688], [9544, 711382], [9598, 463023], [9606, 4217], [9615, 476215], [9913, 537380], [10090, 26408], [10116, 365057]], "id": 38114}, "interpro": [{"desc": "Protein kinase domain", "id": "IPR000719", "short_desc": "Prot_kinase_dom"}, {"desc": "Serine/threonine-protein kinase, active site", "id": "IPR008271", "short_desc": "Ser/Thr_kinase_AS"}, {"desc": "Protein kinase-like domain superfamily", "id": "IPR011009", "short_desc": "Kinase-like_dom_sf"}, {"desc": "Sterile alpha motif/pointed domain superfamily", "id": "IPR013761", "short_desc": "SAM/pointed_sf"}, {"desc": "Protein kinase, ATP binding site", "id": "IPR017441", "short_desc": "Protein_kinase_ATP_BS"}, {"desc": "MAP3K, TRAFs-binding domain", "id": "IPR025136", "short_desc": "MAP3K_TRAF-bd"}, {"desc": "MAP3K, PH domain", "id": "IPR043969", "short_desc": "MAP3K_PH"}, {"desc": "MAP3K, deoxyribohydrolase domain", "id": "IPR046872", "short_desc": "DRHyd-ASK"}, {"desc": "MAP3K, HisK-N-like globin domain", "id": "IPR046873", "short_desc": "HisK-N-like"}], "ipi": ["IPI00412433", "IPI00479216"], "map_location": "6q23.3", "name": "mitogen-activated protein kinase kinase kinase 5", "other_names": ["ASK-1", "MAP/ERK kinase kinase 5", "MAPK/ERK kinase kinase 5", "MEK kinase 5", "MEKK 5", "apoptosis signal-regulating kinase 1", "mitogen-activated protein kinase kinase kinase 5"], "pantherdb": {"HGNC": "6857", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1346876", "ortholog_type": "LDO", "panther_family": "PTHR11584", "taxid": 10090, "uniprot_kb": "O35099"}, {"RGD": "1306565", "ortholog_type": "LDO", "panther_family": "PTHR11584", "taxid": 10116, "uniprot_kb": "D3ZZH6"}, {"Ensembl": "ENSGALG00000013892", "ortholog_type": "LDO", "panther_family": "PTHR11584", "taxid": 9031, "uniprot_kb": "A0A1D5PTJ8"}, {"ZFIN": "ZDB-GENE-030827-3", "ortholog_type": "LDO", "panther_family": "PTHR11584", "taxid": 7955, "uniprot_kb": "E7F2L3"}, {"WormBase": "WBGene00003822", "ortholog_type": "O", "panther_family": "PTHR11584", "taxid": 6239, "uniprot_kb": "Q21029"}, {"FlyBase": "FBgn0014006", "ortholog_type": "O", "panther_family": "PTHR11584", "taxid": 7227, "uniprot_kb": "Q9VDS9"}, {"SGD": "S000004354", "ortholog_type": "O", "panther_family": "PTHR11584", "taxid": 4932, "uniprot_kb": "P23561"}, {"PomBase": "SPBC1D7.05", "ortholog_type": "O", "panther_family": "PTHR11584", "taxid": 4896, "uniprot_kb": "P28829"}], "uniprot_kb": "Q99683"}, "pathway": {"biocarta": [{"id": "41bbpathway", "name": "the 41bb-dependent immune response"}, {"id": "hivnefpathway", "name": "hiv-1 nef: negative effector of fas and tnf"}, {"id": "il10pathway", "name": "il-10 anti-inflammatory signaling pathway"}, {"id": "keratinocytepathway", "name": "keratinocyte differentiation"}, {"id": "mapkpathway", "name": "mapkinase signaling pathway"}, {"id": "p38mapkpathway", "name": "p38 mapk signaling pathway"}], "kegg": [{"id": "hsa04010", "name": "MAPK signaling pathway - Homo sapiens (human)"}, {"id": "hsa04071", "name": "Sphingolipid signaling pathway - Homo sapiens (human)"}, {"id": "hsa04141", "name": "Protein processing in endoplasmic reticulum - Homo sapiens (human)"}, {"id": "hsa04210", "name": "Apoptosis - Homo sapiens (human)"}, {"id": "hsa04530", "name": "Tight junction - Homo sapiens (human)"}, {"id": "hsa04668", "name": "TNF signaling pathway - Homo sapiens (human)"}, {"id": "hsa04714", "name": "Thermogenesis - Homo sapiens (human)"}, {"id": "hsa04722", "name": "Neurotrophin signaling pathway - Homo sapiens (human)"}, {"id": "hsa04932", "name": "Non-alcoholic fatty liver disease - Homo sapiens (human)"}, {"id": "hsa05010", "name": "Alzheimer disease - Homo sapiens (human)"}, {"id": "hsa05012", "name": "Parkinson disease - Homo sapiens (human)"}, {"id": "hsa05014", "name": "Amyotrophic lateral sclerosis - Homo sapiens (human)"}, {"id": "hsa05016", "name": "Huntington disease - Homo sapiens (human)"}, {"id": "hsa05017", "name": "Spinocerebellar ataxia - Homo sapiens (human)"}, {"id": "hsa05022", "name": "Pathways of neurodegeneration - multiple diseases - Homo sapiens (human)"}, {"id": "hsa05417", "name": "Lipid and atherosclerosis - Homo sapiens (human)"}, {"id": "hsa05418", "name": "Fluid shear stress and atherosclerosis - Homo sapiens (human)"}], "netpath": {"id": "Pathway_TNFalpha", "name": "TNFalpha"}, "pid": [{"id": "hivnefpathway", "name": "HIV-1 Nef: Negative effector of Fas and TNF-alpha"}, {"id": "p38_mkk3_6pathway", "name": "p38 MAPK signaling pathway"}, {"id": "pi3kciaktpathway", "name": "Class I PI3K signaling events mediated by Akt"}, {"id": "tnfpathway", "name": "TNF receptor signaling pathway "}], "reactome": [{"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-2559580", "name": "Oxidative Stress Induced Senescence"}, {"id": "R-HSA-2559580", "name": "Oxidative Stress Induced Senescence"}, {"id": "R-HSA-2559583", "name": "Cellular Senescence"}, {"id": "R-HSA-2559583", "name": "Cellular Senescence"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}], "wikipathways": [{"id": "WP1772", "name": "Apoptosis Modulation and Signaling"}, {"id": "WP1971", "name": "Integrated Cancer Pathway"}, {"id": "WP231", "name": "TNF-alpha signaling pathway"}, {"id": "WP2355", "name": "Corticotropin-releasing hormone signaling pathway"}, {"id": "WP2447", "name": "Amyotrophic lateral sclerosis (ALS)"}, {"id": "WP382", "name": "MAPK Signaling Pathway"}, {"id": "WP3878", "name": "ATM Signaling Network in Development and Disease"}, {"id": "WP3879", "name": "4-hydroxytamoxifen, Dexamethasone, and Retinoic Acids Regulation of p27 Expression"}, {"id": "WP3888", "name": "VEGFA-VEGFR2 Signaling Pathway"}, {"id": "WP3915", "name": "Angiopoietin Like Protein 8 Regulatory Pathway"}, {"id": "WP400", "name": "p38 MAPK Signaling Pathway"}, {"id": "WP4321", "name": "Thermogenesis"}, {"id": "WP4396", "name": "Nonalcoholic fatty liver disease"}, {"id": "WP481", "name": "Insulin Signaling"}]}, "pdb": ["2CLQ", "3VW6", "4BF2", "4BHN", "4BIB", "4BIC", "4BID", "4BIE", "5ULM", "5UOR", "5UOX", "5UP3", "5V19", "5V24", "5VIL", "5VIO", "6E2M", "6E2N", "6E2O", "6EJL", "6OYT", "6OYW", "6VRE", "6XIH", "7MU7", "8QGY"], "pfam": ["PF00069", "PF13281", "PF19039", "PF20302", "PF20309"], "pharmgkb": "PA30601", "pharos": {"target_id": 3226, "tdl": "Tchem"}, "prosite": "PS50011", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF252607", "relationship": "is"}, {"id": "GNF252608", "relationship": "is"}, {"id": "GNF252609", "relationship": "is"}, {"id": "GNF252610", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF030535", "relationship": "similar to"}, {"id": "GNF039487", "relationship": "similar to"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF086133", "relationship": "is"}, {"id": "GNF086134", "relationship": "is"}, {"id": "GNF086135", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052443", "relationship": "is"}, {"id": "GNF057211", "relationship": "is"}, {"id": "GNF072253", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF067525", "relationship": "is"}, {"id": "GNF067526", "relationship": "is"}], "GNF_hs-pkinase_IDT-siRNA": [{"id": "GNF166248", "relationship": "is"}, {"id": "GNF166249", "relationship": "is"}, {"id": "GNF166250", "relationship": "is"}, {"id": "GNF166251", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF008731", "relationship": "is"}, {"id": "GNF129344", "relationship": "is"}], "Invitrogen_IVTHSSIPKv2": [{"id": "GNF324705", "relationship": "is"}, {"id": "GNF324706", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF334902", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF092892", "relationship": "is"}, {"id": "GNF132590", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000006.12", "NC_060930.1", "NG_011965.1"], "protein": ["NP_005914.1", "XP_011534141.2", "XP_016866361.1", "XP_016866362.1", "XP_016866364.1", "XP_016866366.1", "XP_047274740.1", "XP_047274741.1", "XP_047274742.1", "XP_047274743.1", "XP_054211428.1", "XP_054211429.1", "XP_054211430.1", "XP_054211431.1", "XP_054211432.1", "XP_054211433.1", "XP_054211434.1", "XP_054211435.1", "XP_054211436.1"], "rna": ["NM_005923.4", "XM_011535839.4", "XM_017010872.2", "XM_017010873.2", "XM_017010875.2", "XM_017010877.2", "XM_047418784.1", "XM_047418785.1", "XM_047418786.1", "XM_047418787.1", "XM_054355453.1", "XM_054355454.1", "XM_054355455.1", "XM_054355456.1", "XM_054355457.1", "XM_054355458.1", "XM_054355459.1", "XM_054355460.1", "XM_054355461.1"], "translation": [{"protein": "XP_016866361.1", "rna": "XM_017010872.2"}, {"protein": "XP_016866362.1", "rna": "XM_017010873.2"}, {"protein": "XP_047274741.1", "rna": "XM_047418785.1"}, {"protein": "XP_054211430.1", "rna": "XM_054355455.1"}, {"protein": "XP_054211435.1", "rna": "XM_054355460.1"}, {"protein": "NP_005914.1", "rna": "NM_005923.4"}, {"protein": "XP_054211429.1", "rna": "XM_054355454.1"}, {"protein": "XP_054211434.1", "rna": "XM_054355459.1"}, {"protein": "XP_054211436.1", "rna": "XM_054355461.1"}, {"protein": "XP_047274743.1", "rna": "XM_047418787.1"}, {"protein": "XP_047274742.1", "rna": "XM_047418786.1"}, {"protein": "XP_016866364.1", "rna": "XM_017010875.2"}, {"protein": "XP_016866366.1", "rna": "XM_017010877.2"}, {"protein": "XP_011534141.2", "rna": "XM_011535839.4"}, {"protein": "XP_054211432.1", "rna": "XM_054355457.1"}, {"protein": "XP_054211428.1", "rna": "XM_054355453.1"}, {"protein": "XP_047274740.1", "rna": "XM_047418784.1"}, {"protein": "XP_054211431.1", "rna": "XM_054355456.1"}, {"protein": "XP_054211433.1", "rna": "XM_054355458.1"}]}, "reporter": {"HG-U133_Plus_2": ["203836_s_at", "203837_at"], "HG-U95Av2": "1327_s_at", "HTA-2_0": "TC06002146.hg.1", "HuEx-1_0": "2975867", "HuGene-1_1": "8129804", "HuGene-2_1": "17024079"}, "summary": "Mitogen-activated protein kinase (MAPK) signaling cascades include MAPK or extracellular signal-regulated kinase (ERK), MAPK kinase (MKK or MEK), and MAPK kinase kinase (MAPKKK or MEKK). MAPKK kinase/MEKK phosphorylates and activates its downstream protein kinase, MAPK kinase/MEK, which in turn activates MAPK. The kinases of these signaling cascades are highly conserved, and homologs exist in yeast, Drosophila, and mammalian cells. MAPKKK5 contains 1,374 amino acids with all 11 kinase subdomains. Northern blot analysis shows that MAPKKK5 transcript is abundantly expressed in human heart and pancreas. The MAPKKK5 protein phosphorylates and activates MKK4 (aliases SERK1, MAPKK4) in vitro, and activates c-Jun N-terminal kinase (JNK)/stress-activated protein kinase (SAPK) during transient expression in COS and 293 cells; MAPKKK5 does not activate MAPK/ERK. [provided by RefSeq, Jul 2008].", "symbol": "MAP3K5", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1417014"}, "unigene": "Hs.186486", "uniprot": {"Swiss-Prot": "Q99683", "TrEMBL": "A0A8V8TMH5"}, "wikipedia": {"url_stub": "ASK1"}}