{"AllianceGenome": "6848", "HGNC": "6848", "MIM": "600982", "_id": "4214", "_version": 1, "accession": {"genomic": ["AC008937.7", "CP068273.2", "HF583845.1", "NC_000005.10", "NC_060929.1", "NG_031884.1", "U29671.1"], "protein": ["AAB05828.1", "AAC97073.1", "CCQ43342.1", "NP_005912.1", "Q13233.4", "XP_047273174.1", "XP_047273175.1", "XP_047273176.1", "XP_054208617.1", "XP_054208618.1", "XP_054208619.1", "XP_054208620.1"], "rna": ["AA602425.1", "AF042838.1", "AK307828.1", "BU194120.1", "BX537527.1", "DA889202.1", "NM_005921.2", "XM_047417218.1", "XM_047417219.1", "XM_047417220.1", "XM_054352642.1", "XM_054352643.1", "XM_054352644.1", "XM_054352645.1"], "translation": [{"protein": "XP_054208619.1", "rna": "XM_054352644.1"}, {"protein": "XP_047273174.1", "rna": "XM_047417218.1"}, {"protein": "XP_054208617.1", "rna": "XM_054352642.1"}, {"protein": "XP_054208620.1", "rna": "XM_054352645.1"}, {"protein": "NP_005912.1", "rna": "NM_005921.2"}, {"protein": "AAC97073.1", "rna": "AF042838.1"}, {"protein": "XP_054208618.1", "rna": "XM_054352643.1"}, {"protein": "XP_047273175.1", "rna": "XM_047417219.1"}, {"protein": "XP_047273176.1", "rna": "XM_047417220.1"}]}, "alias": ["MAPKKK1", "MEKK", "MEKK 1", "MEKK1", "SRXY6"], "ec": ["2.3.2.27", "2.7.11.25"], "ensembl": {"gene": "ENSG00000095015", "protein": "ENSP00000382423", "transcript": ["ENST00000399503", "ENST00000469188"], "translation": [{"protein": "ENSP00000382423", "rna": "ENST00000399503"}], "type_of_gene": "protein_coding"}, "entrezgene": "4214", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 40.0285371194, "exp_mis": 402.631369595, "exp_syn": 153.585162564, "lof_z": 5.48437096607796, "mis_z": 1.52670372020777, "mu_lof": 3.05690413899e-06, "mu_mis": 4.68606686026e-05, "mu_syn": 2.08947303633e-05, "n_lof": 5.0, "n_mis": 340.0, "n_syn": 179.0, "p_li": 0.998072118460426, "p_null": 1.77823081190551e-11, "p_rec": 0.00192788152179145, "syn_z": -1.27133932660918}, "bp": 4539, "cds_end": 56189507, "cds_start": 56111400, "n_exons": 20, "nonpsych": {"exp_lof": 35.846311564, "exp_mis": 364.036875614, "exp_syn": 138.626014922, "lof_z": 5.22382791550177, "mis_z": 1.98364464408416, "mu_lof": 3.05690413899e-06, "mu_mis": 4.68606686026e-05, "mu_syn": 2.08947303633e-05, "n_lof": 4.0, "n_mis": 289.0, "n_syn": 160.0, "p_li": 0.99845322054393, "p_null": 6.26385545257854e-11, "p_rec": 0.0015467793934311, "syn_z": -1.1429493587813}, "nontcga": {"exp_lof": 36.7888864828, "exp_mis": 370.383517398, "exp_syn": 141.260985909, "lof_z": 5.33272996706698, "mis_z": 1.64081732924825, "mu_lof": 3.05690413899e-06, "mu_mis": 4.68606686026e-05, "mu_syn": 2.08947303633e-05, "n_lof": 4.0, "n_mis": 307.0, "n_syn": 163.0, "p_li": 0.998804054986464, "p_null": 2.73811732792176e-11, "p_rec": 0.00119594498615461, "syn_z": -1.15811247176576}, "transcript": "ENST00000399503.3"}, "exons": [{"cdsend": 56893680, "cdsstart": 56815573, "chr": "5", "position": [[56815548, 56816055], [56856599, 56856750], [56859714, 56859915], [56864733, 56864934], [56865339, 56865456], [56865828, 56865977], [56871909, 56872031], [56872640, 56872722], [56872824, 56873005], [56875031, 56875310], [56878979, 56879101], [56880710, 56880802], [56881082, 56881272], [56881569, 56882866], [56883526, 56883679], [56884663, 56884826], [56885931, 56886063], [56887377, 56887520], [56888225, 56888357], [56893530, 56896151]], "strand": 1, "transcript": "NM_005921", "txend": 56896151, "txstart": 56815548}], "exons_hg19": [{"cdsend": 56189507, "cdsstart": 56111400, "chr": "5", "position": [[56111375, 56111882], [56152426, 56152577], [56155541, 56155742], [56160560, 56160761], [56161166, 56161283], [56161655, 56161804], [56167736, 56167858], [56168467, 56168549], [56168651, 56168832], [56170858, 56171137], [56174806, 56174928], [56176537, 56176629], [56176909, 56177099], [56177396, 56178693], [56179353, 56179506], [56180490, 56180653], [56181758, 56181890], [56183204, 56183347], [56184052, 56184184], [56189357, 56191978]], "strand": 1, "transcript": "NM_005921", "txend": 56191978, "txstart": 56111375}], "generif": [{"pubmed": 11746500, "text": "Modulation of human cytomegalovirus immediate early gene enhancer and promoter activity by MEKK1 is under the control of the NFkappaB/rel sites."}, {"pubmed": 11756439, "text": "MEK kinase 1 induces mitochondrial permeability transition leading to apoptosis"}, {"pubmed": 11782455, "text": "caspase cleavage of MEKK1 is a dynamic regulatory mechanism that alters the subcellular distribution of MEKK1, changing its function to pro-apoptotic signaling"}, {"pubmed": 11903060, "text": "Opposing roles of serine/threonine kinases MEKK1 and LOK in regulating the CD28 responsive element in T-cells"}, {"pubmed": 11971970, "text": "Results suggest that the conserved AR acetylation site contributes to a pathway governing prostate cancer cellular survival, as AR acetylation mutants are defective in MEKK1-induced apoptosis."}, {"pubmed": 11971971, "text": "Results show that oncogenic ras provokes premature senescence by sequentially activating the MEK-ERK and MKK3/6-p38 pathways in normal, primary cells."}, {"pubmed": 12079429, "text": "the NOx-induced cell proliferation via activation of MEKK1 might contribute to lung tissue damage caused by NOx"}, {"pubmed": 12185592, "text": "The difference of suppression in pancreatic cancer cells and non-pancreatic cancer cells suggested that the MEKK1 pathway mainly contributes to cell survival in pancreatic cancer cells"}, {"pubmed": 12228228, "text": "mechanism by which the MEKK1-dependent JNK/SAPK pathway is negatively regulated by PAK through phosphorylation of serine 67"}, {"pubmed": 12456688, "text": "Ubiquitylation of MEKK1 inhibits its phosphorylation of MKK1 and MKK4 and activation of the ERK1/2 and JNK pathways"}, {"pubmed": 12584189, "text": "MEKK1 is activated by GSK3beta"}, {"pubmed": 12600818, "text": "conclude that Ras regulates TNF-alpha-induced chemokine expression by activating the AP-1 pathway and enhancing transcriptional function of NF-kappaB, whereas MEKK1 activates both the AP-1 and NF-kappaB pathways"}, {"pubmed": 12878610, "text": "Axin utilizes distinct regions for competitive MEKK1 and MEKK4 binding and JNK activation."}, {"pubmed": 14500727, "text": "subdomain VIII of MEKK1 is involved not only in binding to, but also in discrimination of, protein substrates"}, {"pubmed": 14612408, "text": "coexpression of constitutive-active MEKK1 inhibited orphan receptor TR3 transcriptional activity and TR3-induced proliferation in lung cancer cells"}, {"pubmed": 15205333, "text": "The G(i)-Ras-MEKK1 signaling pathway mediates lysophosphatidic acid-stimulated ovarian cancer cell migration by facilitating focal adhesion kinase redistribution to focal contacts."}, {"pubmed": 15299005, "text": "glutathione s-transferaase Mu suppresses MEKK1-mediated apoptosis and functions as a negative regulator of MEKK1."}, {"pubmed": 16044153, "text": "MEKK1 plays a key role in Bcr-Abl-induced STAT3 activation and in ES cells' capacity for LIF-independent self-renewal and may thus be involved in Bcr-Abl-mediated leukemogenesis in stem cells"}, {"pubmed": 16046415, "text": "Galpha13-induced VASP phosphorylation that involves activation of RhoA and MEKK1, phosphorylation and degradation of IkappaB, release of PKA catalytic subunit from the complex with IkappaB and NF-kappaB, and subsequent phosphorylation of VASP"}, {"pubmed": 16434970, "text": "Induction of Nur77 nuclear export by MEKK1 required a prolonged MEKK1 activation and was attenuated by Akt activation. Expression of constitutively active Akt prevented MEKK1-induced Nur77 nuclear export."}, {"pubmed": 16714289, "text": "Pge2 abolished the MEKK1-induced MMP-1 promoter luciferase activity."}, {"pubmed": 16760432, "text": "MEKK1 transmits wound signals, leading to the transcriptional activation of genes involved in Extracellular Matrix homeostasis, epithelial cell migration, and wound reepithelialization."}, {"pubmed": 17301822, "text": "Caspase-3 and the p38alpha MAP kinase were activated during TIMP-1-induced UT-7 cells erythroid differentiation."}, {"pubmed": 17397260, "text": "The results suggest that multiple cellular signaling pathways can reactivate the virus in a genetically homogeneous cell population. Further analysis revealed that the Raf/MEK/ERK/Ets-1 pathway mediates Ras-induced reactivation."}, {"pubmed": 17889508, "text": "A pathway comprising PKCs>Raf-1>MEK-1>ERK-1/-2 mediates the effect of gastrin on the CgA promoter, and strongly suggests that enhanced phosphorylation of Sp1 and CREB is crucial for CgA transactivation through the G protein-coupled CCK-B/gastrin receptor."}, {"pubmed": 17997823, "text": "Heterozygote carriers and minor allele homozygote carriers for SNP rs889312 in the MAP3K1 gene were less likely to be lymph node positive at breast cancer diagnosis (P = 0.044) relative to major allele homozygote carriers."}, {"pubmed": 17997823, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18032450, "text": "reduction of upstream MEKK1 signals uncovers analogous but differential roles of JNK1 and JNK2 in a biological process"}, {"pubmed": 18287093, "text": "MEK functions to enhance GCN2-dependent eIF2alpha phosphorylation rather than suppressing dephosphorylation"}, {"pubmed": 18308848, "text": "Signaling pathways that augment or diminish beta-cell MEKK-1 activity may aid in the generation of novel therapeutic strategies in the treatment of type 1 diabetes."}, {"pubmed": 18355772, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18355772, "text": "The differences in the effects of the FGFR2 and MAP3K1 SNPs between BRCA1 and BRCA2 carriers point to differences in the biology of BRCA1 and BRCA2 breast cancer tumors and confirm the distinct nature of breast cancer in BRCA1 mutation carriers."}, {"pubmed": 18420486, "text": "MEKK-1 mediates cytokine-induced JNK- and NF-kappaB activation, and this event is necessary for iNOS expression and cell death in pancreatic islet cells."}, {"pubmed": 18434448, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18437204, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18467339, "text": "MAP3K1 protects against acute lung injury induced by nickel."}, {"pubmed": 18521924, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18784253, "text": "The activation of TORC1 through MEKK1-mediated phosphorylation, is reported."}, {"pubmed": 18785201, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18973230, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18984593, "text": "IPS-1 requires TRAF6 and MEKK1 to activate NF-kappaB and mitogen-activated protein kinases that are critical for the optimal induction of type I interferons"}, {"pubmed": 19028704, "text": "FGFR2 and MAP3K1 are involved in breast cancer susceptibility and confer their effects primarily in ER+ and PR+ tumors."}, {"pubmed": 19028704, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19094228, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19232126, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19262425, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19289468, "text": "Loss of MADD expression resulted in reduced Grb2 and Sos1/2 recruitment to the TNFR1 complex and decreased Ras and MEKK1/2 activation"}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19513748, "text": "MEKK1 may be a potential target for development of anti-invasion and metastasis drugs."}, {"pubmed": 19617217, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19789366, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19843670, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20128690, "text": "These results of MAP3K1, previously reported as an Axin1 inter-actor in c-Jun NH(2)-terminal kinase pathway, is also involved in the canonical Wnt signalling pathway and positively regulates expression of Wnt target genes."}, {"pubmed": 20145138, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20237344, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20417875, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20554749, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20605201, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20809358, "text": "MAP3K1 rs889312 polymorphism is associated with increased risk of breast cancer in BRCA1 mutation carriers"}, {"pubmed": 20809358, "text": "Meta-analysis of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20923779, "text": "MAP/ERK kinase kinase 1 (MEKK1) mediates transcriptional repression by interacting with polycystic kidney disease-1 (PKD1) promoter-bound p53 tumor suppressor protein"}, {"pubmed": 20940704, "text": "Han11 was required to allow coupling of MEKK1 to DYRK1 and HIPK2."}, {"pubmed": 21048223, "text": "Data show that MEKK-1 plays an integral role in IL-1beta modulation of Caco-2 TJ barrier function by regulating the activation of the canonical NF-kappaB pathway and the MLCK gene."}, {"pubmed": 21129722, "text": "mutations in MAP3K1 that result in 46,XY DSD with partial or complete gonadal dysgenesis implicate this pathway in normal human sex determination"}, {"pubmed": 21152872, "text": "The upstream molecule of the TRAIL-induced MAPK activation is MEKK, as opposed to ASK1, via the mediation of its signal through JNK/p38 in a caspase-8-dependent manner."}, {"pubmed": 21364884, "text": "Apoptosis induced by cytoskeletal disruption requires distinct domains of MEKK1."}, {"pubmed": 21921033, "text": "Novel phosphorylation-dependent ubiquitination of tristetraprolin by mitogen-activated protein kinase/extracellular signal-regulated kinase kinase kinase 1 (MEKK1) and tumor necrosis factor receptor-associated factor 2 (TRAF2)"}, {"pubmed": 22110214, "text": "High MEK1 is associated with hepatocellular carcinoma."}, {"pubmed": 22468730, "text": "We also observed that four Single Nucleotide Polymorphisms (SNPs) were associated with severe asthma"}, {"pubmed": 23225170, "text": "FGFR2 and MAP3K1 SNPs have an additive effect on an increased risk of familial breast cancer in a South-American population."}, {"pubmed": 23634849, "text": "MAP3K1 single nucleotide polymorphism rs889312 was confirmed to be associated with breast cancer risk (P = 0.04, OR 1.15, 95% CI 1.01-1.30)."}, {"pubmed": 24135036, "text": "MAP3K1 mutations tilt the balance in the sex-determining pathways by downregulating SOX9 and FGF9."}, {"pubmed": 24253898, "text": "MAP3K1 protein expression level in breast cancer cells was higher than that in normal mammary gland cells."}, {"pubmed": 24595411, "text": "The present meta-analysis suggests that MAPKKK1 rs889312-C allele and rs16886165-G allele might be risk factors for breast cancer, especially in Europeans and Asians."}, {"pubmed": 24759887, "text": "Results demonstrate that MAP3K1 rs889312 is closely correlated with outcome among diffuse-type gastric cancer in a Chinese population."}, {"pubmed": 25352737, "text": "Single nucleotide polymorphisms in ALDOB, MAP3K1, and MEF2C are associated with cataract."}, {"pubmed": 25529635, "text": "We propose that the cancer risk alleles act to increase MAP3K1 expression in vivo and might promote breast cancer cell survival."}, {"pubmed": 25899310, "text": "There were 3 specimens with mutations in MAP3K1 (MEKK1), including two truncation mutants, T779fs and T1481fs; T1481fs encoded an unstable and nonfunctional protein when expressed in vitro."}, {"pubmed": 26018553, "text": "Mekk1 mediates p53 protein stability in the presence of Mdm2 and reduces p53 ubiquitination, suggesting an interference with Mdm2-mediated degradation of p53 by the ubiquitin-proteasome pathway."}, {"pubmed": 26019450, "text": "MiR-451 inhibited the proliferation of esophageal squamous cell carcinoma cells by targeting CDKN2D and MAP3K1 expression."}, {"pubmed": 26050649, "text": "BAALC conferred chemoresistance in acute myeloid leukemia cells by upregulating ATP-binding cassette proteins in an ERK-dependent manner, which can be therapeutically targeted by MEK inhibitor"}, {"pubmed": 26237449, "text": "CSN6 positively regulates c-Jun in a MEKK1-dependent manner"}, {"pubmed": 28029147, "text": "SNP variants at the MAP3K1/SETD9 gene boundary associate with somatic PIK3CA variants in breast cancers."}, {"pubmed": 28178648, "text": "Polymorphism of MAP3K1 is associated with breast cancer."}, {"pubmed": 28408616, "text": "Through a stratification analysis, 5q11.2/MAP3K1 (rs16886034, rs16886364, rs16886397, rs1017226, rs16886448) and 7q32.3/LINC-PINT (rs4593472) were associated with Luminal A, and 10q26.1/FGFR2 (rs35054928) was associated with Luminal B."}, {"pubmed": 28504475, "text": "Identification of a MAP3K1 variant should prompt an evaluation for disorders of sex development in female siblings of the proband"}, {"pubmed": 28858533, "text": "findings show a robust association between the variant allele of rs832582 (MAP3K1906Val) and decreased VFDs in patients with ARDS and suggest that this variant may predispose individuals to a greater inflammatory response."}, {"pubmed": 28925592, "text": "miR-101 expression and RISC binding is increased after cyclosporine treatment in kidney cells; targets and reduces expression of MAP3K1 in vitro"}, {"pubmed": 29372690, "text": "We have revealed significant association of FGFR2 and MAP3K1 polymorphisms with breast cancer."}, {"pubmed": 29499695, "text": "CXCL12 activates the MEKK1/JNK signaling pathway, which in turn initiates SMAD3 phosphorylation, its translocation to nuclei, and recruitment of SMAD3 to the CTGF promoter, which ultimately induces CTGF expression in human lung fibroblasts."}, {"pubmed": 30483764, "text": "Of note, the enforced expression of MEKK1 or the exposure of medulloblastoma cells to the MEKK1 activator, Nocodazole, resulted in a marked inhibitory effect on GLI1 activity and tumor cell proliferation and viability. Taken together, the results of this study shed light on a novel regulatory mechanism of HH signaling, with potentially relevant implications in cancer therapy."}, {"pubmed": 30608580, "text": "These mutations increase the binding of the RHOA, MAP3K4 and FRAT1 proteins and generally decrease the binding of RAC1. Thus, pathologies in MAP3K1 disrupt the balance between the pro-kinase activities of the RHOA and MAP3K4 binding partners and the inhibitory activity of RAC1."}, {"pubmed": 31318172, "text": "Combined elevation of TRIB2 and MAP3K1 indicates poor prognosis and chemoresistance to temozolomide in glioblastoma."}, {"pubmed": 32817551, "text": "A cryptic tubulin-binding domain links MEKK1 to curved tubulin protomers."}, {"pubmed": 32986312, "text": "A novel missense heterozygous mutation in MAP3K1 gene causes 46, XY disorder of sex development: case report and literature review."}, {"pubmed": 33060765, "text": "Nonsense-associated altered splicing of MAP3K1 in two siblings with 46,XY disorders of sex development."}, {"pubmed": 33481368, "text": "[Gonadal dysgenesis 46,XY DSD associated with variants in the MAP3K1 gene]."}, {"pubmed": 34112222, "text": "Characteristics and possible mechanisms of 46, XY differences in sex development caused by novel compound variants in NR5A1 and MAP3K1."}, {"pubmed": 34154626, "text": "RNA-binding protein IMP3 is a novel regulator of MEK1/ERK signaling pathway in the progression of colorectal Cancer through the stabilization of MEKK1 mRNA."}, {"pubmed": 34251884, "text": "MEKK1-Dependent Activation of the CRL4 Complex Is Important for DNA Damage-Induced Degradation of p21 and DDB2 and Cell Survival."}, {"pubmed": 34404765, "text": "LncRNA KCNQ1OT1 activated by c-Myc promotes cell proliferation via interacting with FUS to stabilize MAP3K1 in acute promyelocytic leukemia."}, {"pubmed": 35290982, "text": "Pathogenic Variants in MAP3K1 Cause 46,XY Gonadal Dysgenesis: A Review."}, {"pubmed": 35524422, "text": "MicroRNA-203a-3p may prevent the development of thyroid papillary carcinoma via repressing MAP3K1 and activating autophagy."}, {"pubmed": 36102299, "text": "Identification of a novel MAP3K1 variant in a family with 46, XY DSD and partial growth hormone deficiency."}, {"pubmed": 36510163, "text": "Sex-dependent associations between MAP3K1 gene polymorphisms and soy products with the gastric cancer risk in Korea: a case-control study."}, {"pubmed": 36560873, "text": "MAP3K1 rs889312 polymorphism and cancer prognosis: A systematic review and meta-analysis."}, {"pubmed": 37166744, "text": "MAP3K1 expression is associated with progression and poor prognosis of hormone receptor-positive, HER2-negative early-stage breast cancer."}, {"pubmed": 37314251, "text": "Whole exome sequencing identifies MAP3K1, MSH2, and MLH1 as potential cancer-predisposing genes in familial early-onset colorectal cancer."}, {"pubmed": 37592023, "text": "Exome sequencing identifies breast cancer susceptibility genes and defines the contribution of coding variants to breast cancer risk."}], "genomic_pos": {"chr": "5", "end": 56896152, "ensemblgene": "ENSG00000095015", "start": 56815549, "strand": 1}, "genomic_pos_hg19": {"chr": "5", "end": 56191979, "start": 56111401, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0000165", "qualifier": "involved_in", "term": "MAPK cascade"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0006468", "pubmed": 9808624, "qualifier": "involved_in", "term": "protein phosphorylation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0038095", "qualifier": "involved_in", "term": "Fc-epsilon receptor signaling pathway"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0071260", "pubmed": 19593445, "qualifier": "involved_in", "term": "cellular response to mechanical stimulus"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0004672", "pubmed": 15001576, "qualifier": "enables", "term": "protein kinase activity"}, {"category": "MF", "evidence": "EXP", "id": "GO:0004674", "pubmed": [7997270, 9639556], "qualifier": "enables", "term": "protein serine/threonine kinase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004674", "qualifier": "enables", "term": "protein serine/threonine kinase activity"}, {"category": "MF", "evidence": "NAS", "id": "GO:0004709", "pubmed": 9808624, "qualifier": "enables", "term": "MAP kinase kinase kinase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004709", "qualifier": "enables", "term": "MAP kinase kinase kinase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [9808624, 11784851, 14743216, 16810323, 16888650, 19270716, 20940704], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005524", "qualifier": "enables", "term": "ATP binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008270", "qualifier": "enables", "term": "zinc ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019901", "pubmed": 17906693, "qualifier": "enables", "term": "protein kinase binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0106310", "qualifier": "enables", "term": "protein serine kinase activity"}]}, "homologene": {"genes": [[7955, 100334486], [8364, 100490504], [9031, 427144], [9544, 710979], [9598, 471543], [9606, 4214], [9615, 478061], [9913, 523962], [10090, 26401], [10116, 116667]], "id": 8056}, "interpro": [{"desc": "Protein kinase domain", "id": "IPR000719", "short_desc": "Prot_kinase_dom"}, {"desc": "Zinc finger, RING-type", "id": "IPR001841", "short_desc": "Znf_RING"}, {"desc": "Zinc finger, SWIM-type", "id": "IPR007527", "short_desc": "Znf_SWIM"}, {"desc": "Serine/threonine-protein kinase, active site", "id": "IPR008271", "short_desc": "Ser/Thr_kinase_AS"}, {"desc": "Protein kinase-like domain superfamily", "id": "IPR011009", "short_desc": "Kinase-like_dom_sf"}, {"desc": "Armadillo-like helical", "id": "IPR011989", "short_desc": "ARM-like"}, {"desc": "Zinc finger, RING/FYVE/PHD-type", "id": "IPR013083", "short_desc": "Znf_RING/FYVE/PHD"}, {"desc": "Armadillo-type fold", "id": "IPR016024", "short_desc": "ARM-type_fold"}, {"desc": "Protein kinase, ATP binding site", "id": "IPR017441", "short_desc": "Protein_kinase_ATP_BS"}], "ipi": "IPI00855985", "map_location": "5q11.2", "name": "mitogen-activated protein kinase kinase kinase 1", "other_names": ["MAP/ERK kinase kinase 1", "MAPK/ERK kinase kinase 1", "MEK kinase 1", "mitogen-activated protein kinase kinase kinase 1", "mitogen-activated protein kinase kinase kinase 1, E3 ubiquitin protein ligase"], "pantherdb": {"HGNC": "6848", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1346872", "ortholog_type": "LDO", "panther_family": "PTHR24361", "taxid": 10090, "uniprot_kb": "P53349"}, {"RGD": "620966", "ortholog_type": "LDO", "panther_family": "PTHR24361", "taxid": 10116, "uniprot_kb": "Q62925"}, {"Ensembl": "ENSGALG00000014718", "ortholog_type": "LDO", "panther_family": "PTHR24361", "taxid": 9031, "uniprot_kb": "F1N938"}, {"ZFIN": "ZDB-GENE-090313-412", "ortholog_type": "LDO", "panther_family": "PTHR24361", "taxid": 7955, "uniprot_kb": "A0A0R4IQU7"}, {"WormBase": "WBGene00016236", "ortholog_type": "LDO", "panther_family": "PTHR24361", "taxid": 6239, "uniprot_kb": "Q18313"}, {"SGD": "S000000072", "ortholog_type": "O", "panther_family": "PTHR24361", "taxid": 4932, "uniprot_kb": "P27636"}, {"PomBase": "SPAC1F3.02c", "ortholog_type": "O", "panther_family": "PTHR24361", "taxid": 4896, "uniprot_kb": "Q10407"}, {"PomBase": "SPBC21.06c", "ortholog_type": "O", "panther_family": "PTHR24361", "taxid": 4896, "uniprot_kb": "P41892"}, {"dictyBase": "DDB_G0270146", "ortholog_type": "O", "panther_family": "PTHR24361", "taxid": 352472, "uniprot_kb": "Q55CA6"}, {"dictyBase": "DDB_G0291918", "ortholog_type": "O", "panther_family": "PTHR24361", "taxid": 352472, "uniprot_kb": "Q54DY0"}, {"dictyBase": "DDB_G0284251", "ortholog_type": "O", "panther_family": "PTHR24361", "taxid": 352472, "uniprot_kb": "Q54PX0"}, {"dictyBase": "DDB_G0276465", "ortholog_type": "O", "panther_family": "PTHR24361", "taxid": 352472, "uniprot_kb": "Q8T2I8"}, {"TAIR": "2077417", "ortholog_type": "O", "panther_family": "PTHR24361", "taxid": 3702, "uniprot_kb": "Q9SFB6"}, {"TAIR": "2092890", "ortholog_type": "O", "panther_family": "PTHR24361", "taxid": 3702, "uniprot_kb": "Q9LJD8"}], "uniprot_kb": "Q13233"}, "pathway": {"biocarta": [{"id": "at1rpathway", "name": "angiotensin ii mediated activation of jnk pathway via pyk2 dependent signaling"}, {"id": "bcrpathway", "name": "bcr signaling pathway"}, {"id": "cd40pathway", "name": "cd40l signaling pathway"}, {"id": "ceramidepathway", "name": "ceramide signaling pathway"}, {"id": "egfpathway", "name": "egf signaling pathway"}, {"id": "faspathway", "name": "fas signaling pathway (cd95)"}, {"id": "fcer1pathway", "name": "fc epsilon receptor i signaling in mast cells"}, {"id": "gleevecpathway", "name": "inhibition of cellular proliferation by gleevec"}, {"id": "hcmvpathway", "name": "human cytomegalovirus and map kinase pathways"}, {"id": "hivnefpathway", "name": "hiv-1 nef: negative effector of fas and tnf"}, {"id": "il1rpathway", "name": "signal transduction through il1r"}, {"id": "keratinocytepathway", "name": "keratinocyte differentiation"}, {"id": "malpathway", "name": "role of mal in rho-mediated activation of srf"}, {"id": "mapkpathway", "name": "mapkinase signaling pathway"}, {"id": "nfkbpathway", "name": "nf-kb signaling pathway"}, {"id": "p38mapkpathway", "name": "p38 mapk signaling pathway"}, {"id": "pdgfpathway", "name": "pdgf signaling pathway"}, {"id": "pyk2pathway", "name": "links between pyk2 and map kinases"}, {"id": "rac1pathway", "name": "rac1 cell motility signaling pathway"}, {"id": "smrtepathway", "name": "map kinase inactivation of smrt corepressor"}, {"id": "stresspathway", "name": "tnf/stress related signaling"}, {"id": "tcrpathway", "name": "t cell receptor signaling pathway"}, {"id": "tnfr2pathway", "name": "tnfr2 signaling pathway"}, {"id": "tollpathway", "name": "toll-like receptor pathway"}], "kegg": [{"id": "hsa04010", "name": "MAPK signaling pathway - Homo sapiens (human)"}, {"id": "hsa04120", "name": "Ubiquitin mediated proteolysis - Homo sapiens (human)"}, {"id": "hsa04530", "name": "Tight junction - Homo sapiens (human)"}, {"id": "hsa04622", "name": "RIG-I-like receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa04722", "name": "Neurotrophin signaling pathway - Homo sapiens (human)"}, {"id": "hsa04912", "name": "GnRH signaling pathway - Homo sapiens (human)"}, {"id": "hsa04935", "name": "Growth hormone synthesis, secretion and action - Homo sapiens (human)"}, {"id": "hsa05161", "name": "Hepatitis B - Homo sapiens (human)"}, {"id": "hsa05166", "name": "Human T-cell leukemia virus 1 infection - Homo sapiens (human)"}], "netpath": [{"id": "Pathway_EGFR1", "name": "EGFR1"}, {"id": "Pathway_TNFalpha", "name": "TNFalpha"}], "pid": [{"id": "avb3_opn_pathway", "name": "Osteopontin-mediated events"}, {"id": "bcr_5pathway", "name": "BCR signaling pathway"}, {"id": "caspase_pathway", "name": "Caspase Cascade in Apoptosis"}, {"id": "cd40_pathway", "name": "CD40/CD40L signaling"}, {"id": "cdc42_pathway", "name": "CDC42 signaling events"}, {"id": "ceramide_pathway", "name": "Ceramide signaling pathway"}, {"id": "erbb1_downstream_pathway", "name": "ErbB1 downstream signaling"}, {"id": "faspathway", "name": "FAS (CD95) signaling pathway"}, {"id": "fcer1pathway", "name": "Fc-epsilon receptor I signaling in mast cells"}, {"id": "ifngpathway", "name": "IFN-gamma pathway"}, {"id": "met_pathway", "name": "Signaling events mediated by Hepatocyte Growth Factor Receptor (c-Met)"}, {"id": "nfat_3pathway", "name": "Role of Calcineurin-dependent NFAT signaling in lymphocytes"}, {"id": "p38_mkk3_6pathway", "name": "p38 MAPK signaling pathway"}, {"id": "rac1_pathway", "name": "RAC1 signaling pathway"}, {"id": "smad2_3pathway", "name": "Regulation of cytoplasmic and nuclear SMAD2/3 signaling"}, {"id": "tcrjnkpathway", "name": "JNK signaling in the CD4+ TCR pathway"}, {"id": "tnfpathway", "name": "TNF receptor signaling pathway "}, {"id": "trail_pathway", "name": "TRAIL signaling pathway"}], "reactome": [{"id": "R-HSA-166016", "name": "Toll Like Receptor 4 (TLR4) Cascade"}, {"id": "R-HSA-166058", "name": "MyD88:MAL(TIRAP) cascade initiated on plasma membrane"}, {"id": "R-HSA-168138", "name": "Toll Like Receptor 9 (TLR9) Cascade"}, {"id": "R-HSA-168142", "name": "Toll Like Receptor 10 (TLR10) Cascade"}, {"id": "R-HSA-168176", "name": "Toll Like Receptor 5 (TLR5) Cascade"}, {"id": "R-HSA-168179", "name": "Toll Like Receptor TLR1:TLR2 Cascade"}, {"id": "R-HSA-168181", "name": "Toll Like Receptor 7/8 (TLR7/8) Cascade"}, {"id": "R-HSA-168188", "name": "Toll Like Receptor TLR6:TLR2 Cascade"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168898", "name": "Toll-like Receptor Cascades"}, {"id": "R-HSA-168928", "name": "DDX58/IFIH1-mediated induction of interferon-alpha/beta"}, {"id": "R-HSA-168928", "name": "DDX58/IFIH1-mediated induction of interferon-alpha/beta"}, {"id": "R-HSA-181438", "name": "Toll Like Receptor 2 (TLR2) Cascade"}, {"id": "R-HSA-2454202", "name": "Fc epsilon receptor (FCERI) signaling"}, {"id": "R-HSA-2454202", "name": "Fc epsilon receptor (FCERI) signaling"}, {"id": "R-HSA-2871796", "name": "FCERI mediated MAPK activation"}, {"id": "R-HSA-2871796", "name": "FCERI mediated MAPK activation"}, {"id": "R-HSA-933542", "name": "TRAF6 mediated NF-kB activation"}, {"id": "R-HSA-933542", "name": "TRAF6 mediated NF-kB activation"}, {"id": "R-HSA-975138", "name": "TRAF6 mediated induction of NFkB and MAP kinases upon TLR7/8 or 9 activation"}, {"id": "R-HSA-975155", "name": "MyD88 dependent cascade initiated on endosome"}, {"id": "R-HSA-975871", "name": "MyD88 cascade initiated on plasma membrane"}], "smpdb": [{"id": "SMP00320", "name": "Intracellular Signalling Through Adenosine Receptor A2a and Adenosine"}, {"id": "SMP00321", "name": "Intracellular Signalling Through Adenosine Receptor A2b and Adenosine"}], "wikipathways": [{"id": "WP195", "name": "IL-1 signaling pathway"}, {"id": "WP231", "name": "TNF-alpha signaling pathway"}, {"id": "WP2380", "name": "Brain-derived neurotrophic factor (BDNF) signaling pathway"}, {"id": "WP254", "name": "Apoptosis"}, {"id": "WP2637", "name": "Structural Pathway of Interleukin 1 (IL-1)"}, {"id": "WP2795", "name": "Cardiac Hypertrophic Response"}, {"id": "WP314", "name": "Fas ligand pathway and stress induction of heat shock proteins"}, {"id": "WP382", "name": "MAPK Signaling Pathway"}, {"id": "WP384", "name": "Apoptosis Modulation by HSP70"}, {"id": "WP3865", "name": "Novel intracellular components of RIG-I-like receptor (RLR) pathway"}, {"id": "WP3915", "name": "Angiopoietin Like Protein 8 Regulatory Pathway"}, {"id": "WP3927", "name": "BMP Signaling Pathway in Eyelid Development"}, {"id": "WP3941", "name": "Oxidative Damage"}, {"id": "WP400", "name": "p38 MAPK Signaling Pathway"}, {"id": "WP422", "name": "MAPK Cascade"}, {"id": "WP437", "name": "EGF-EGFR signaling pathway"}, {"id": "WP4482", "name": "Vitamin D in inflammatory diseases"}, {"id": "WP4496", "name": "Signal transduction through IL1R"}, {"id": "WP4666", "name": "Hepatitis B infection"}, {"id": "WP481", "name": "Insulin Signaling"}, {"id": "WP4872", "name": "MAP3K1 role in promoting and blocking gonadal determination"}, {"id": "WP4877", "name": "Host-pathogen interaction of human coronaviruses - MAPK signaling"}, {"id": "WP585", "name": "Interferon type I signaling pathways"}, {"id": "WP710", "name": "DNA damage response (only ATM dependent)"}]}, "pdb": "6WHB", "pfam": ["PF00069", "PF04434", "PF21040"], "pharmgkb": "PA30592", "pharos": {"target_id": 18784, "tdl": "Tchem"}, "pir": "G01887", "prosite": ["PS50011", "PS50089", "PS50966"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF252595", "relationship": "is"}, {"id": "GNF252596", "relationship": "is"}, {"id": "GNF252597", "relationship": "is"}, {"id": "GNF252598", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF042719", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF086107", "relationship": "is"}, {"id": "GNF086108", "relationship": "is"}, {"id": "GNF086109", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF050596", "relationship": "is"}, {"id": "GNF055358", "relationship": "is"}, {"id": "GNF059984", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF071671", "relationship": "is"}, {"id": "GNF071672", "relationship": "is"}], "GNF_hs-pkinase_IDT-siRNA": [{"id": "GNF165860", "relationship": "is"}, {"id": "GNF165861", "relationship": "is"}, {"id": "GNF165862", "relationship": "is"}, {"id": "GNF165863", "relationship": "is"}], "Invitrogen_IVTHSSIPKv2": [{"id": "GNF324659", "relationship": "is"}, {"id": "GNF324660", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF092645", "relationship": "is"}, {"id": "GNF116601", "relationship": "is"}, {"id": "GNF132343", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000005.10", "NC_060929.1", "NG_031884.1"], "protein": ["NP_005912.1", "XP_047273174.1", "XP_047273175.1", "XP_047273176.1", "XP_054208617.1", "XP_054208618.1", "XP_054208619.1", "XP_054208620.1"], "rna": ["NM_005921.2", "XM_047417218.1", "XM_047417219.1", "XM_047417220.1", "XM_054352642.1", "XM_054352643.1", "XM_054352644.1", "XM_054352645.1"], "translation": [{"protein": "XP_054208619.1", "rna": "XM_054352644.1"}, {"protein": "XP_047273174.1", "rna": "XM_047417218.1"}, {"protein": "XP_054208617.1", "rna": "XM_054352642.1"}, {"protein": "XP_054208620.1", "rna": "XM_054352645.1"}, {"protein": "NP_005912.1", "rna": "NM_005921.2"}, {"protein": "XP_054208618.1", "rna": "XM_054352643.1"}, {"protein": "XP_047273175.1", "rna": "XM_047417219.1"}, {"protein": "XP_047273176.1", "rna": "XM_047417220.1"}]}, "reporter": {"HG-U133_Plus_2": ["214786_at", "225927_at"], "HG-U95Av2": ["2004_at", "33009_at"], "HTA-2_0": "TC05000243.hg.1", "HuEx-1_0": "2810330", "HuGene-1_1": "8105436", "HuGene-2_1": "16984945"}, "summary": "The protein encoded by this gene is a serine/threonine kinase and is part of some signal transduction cascades, including the ERK and JNK kinase pathways as well as the NF-kappa-B pathway. The encoded protein is activated by autophosphorylation and requires magnesium as a cofactor in phosphorylating other proteins. This protein has E3 ligase activity conferred by a plant homeodomain (PHD) in its N-terminus and phospho-kinase activity conferred by a kinase domain in its C-terminus. [provided by RefSeq, Mar 2012].", "symbol": "MAP3K1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1367675"}, "unigene": "Hs.653654", "uniprot": {"Swiss-Prot": "Q13233"}, "wikipedia": {"url_stub": "MAP3K1"}}