{"AllianceGenome": "6860", "HGNC": "6860", "MIM": "191195", "_id": "1326", "_version": 1, "accession": {"genomic": ["AL161651.13", "AY309013.1", "CH471072.2", "CP068268.2", "KT584812.1", "NC_000010.11", "NC_060934.1", "NG_029984.2"], "protein": ["AAI04834.1", "AAI13567.1", "AAP45053.1", "BAA03387.1", "BAD92776.1", "BAF83009.1", "BAG36102.1", "CAA78512.1", "CAG47079.1", "EAW86004.1", "EAW86005.1", "EAW86006.1", "EAW86007.1", "FAA00321.1", "NP_001231063.1", "NP_001307890.1", "NP_005195.2", "P41279.2", "XP_016871198.1", "XP_016871199.1", "XP_016871203.1", "XP_047280578.1", "XP_047280579.1", "XP_047280580.1", "XP_054220805.1", "XP_054220806.1", "XP_054220807.1", "XP_054220808.1", "XP_054220809.1"], "rna": ["AA156603.1", "AB209539.1", "AK290320.1", "AK313295.1", "AL547407.3", "BC022398.1", "BC104833.1", "BC113566.1", "BI753824.1", "BP352229.1", "BR000407.1", "BU934131.1", "CR542284.1", "D14497.1", "DA308072.1", "DB271664.1", "NM_001244134.1", "NM_001320961.2", "NM_005204.4", "XM_017015709.3", "XM_017015710.1", "XM_017015714.2", "XM_047424622.1", "XM_047424623.1", "XM_047424624.1", "XM_054364830.1", "XM_054364831.1", "XM_054364832.1", "XM_054364833.1", "XM_054364834.1", "Z14138.1"], "translation": [{"protein": "AAI04834.1", "rna": "BC104833.1"}, {"protein": "BAF83009.1", "rna": "AK290320.1"}, {"protein": "CAG47079.1", "rna": "CR542284.1"}, {"protein": "CAA78512.1", "rna": "Z14138.1"}, {"protein": "XP_047280580.1", "rna": "XM_047424624.1"}, {"protein": "BAG36102.1", "rna": "AK313295.1"}, {"protein": "XP_054220809.1", "rna": "XM_054364834.1"}, {"protein": "XP_054220806.1", "rna": "XM_054364831.1"}, {"protein": "XP_016871199.1", "rna": "XM_017015710.1"}, {"protein": "NP_005195.2", "rna": "NM_005204.4"}, {"protein": "AAI13567.1", "rna": "BC113566.1"}, {"protein": "NP_001307890.1", "rna": "NM_001320961.2"}, {"protein": "XP_016871198.1", "rna": "XM_017015709.3"}, {"protein": "NP_001231063.1", "rna": "NM_001244134.1"}, {"protein": "BAD92776.1", "rna": "AB209539.1"}, {"protein": "XP_054220808.1", "rna": "XM_054364833.1"}, {"protein": "XP_016871203.1", "rna": "XM_017015714.2"}, {"protein": "XP_054220807.1", "rna": "XM_054364832.1"}, {"protein": "FAA00321.1", "rna": "BR000407.1"}, {"protein": "BAA03387.1", "rna": "D14497.1"}, {"protein": "XP_047280578.1", "rna": "XM_047424622.1"}, {"protein": "XP_054220805.1", "rna": "XM_054364830.1"}, {"protein": "XP_047280579.1", "rna": "XM_047424623.1"}]}, "alias": ["AURA2", "COT", "EST", "ESTF", "MEKK8", "TPL2", "Tpl-2", "c-COT"], "ec": "2.7.11.25", "ensembl": {"gene": "ENSG00000107968", "protein": ["ENSP00000263056", "ENSP00000364470", "ENSP00000364471", "ENSP00000391275", "ENSP00000409653", "ENSP00000443610"], "transcript": ["ENST00000263056", "ENST00000375321", "ENST00000375322", "ENST00000413724", "ENST00000415139", "ENST00000430603", "ENST00000542547"], "translation": [{"protein": "ENSP00000443610", "rna": "ENST00000542547"}, {"protein": "ENSP00000409653", "rna": "ENST00000415139"}, {"protein": "ENSP00000263056", "rna": "ENST00000263056"}, {"protein": "ENSP00000364471", "rna": "ENST00000375322"}, {"protein": "ENSP00000391275", "rna": "ENST00000413724"}, {"protein": "ENSP00000364470", "rna": "ENST00000375321"}], "type_of_gene": "protein_coding"}, "entrezgene": "1326", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 15.19775067, "exp_mis": 163.3987108, "exp_syn": 68.594582, "lof_z": 3.35351305848615, "mis_z": 2.00499232864687, "mu_lof": 1.08242283472e-06, "mu_mis": 1.4162584754e-05, "mu_syn": 5.79520618879e-06, "n_lof": 2.0, "n_mis": 111.0, "n_syn": 86.0, "p_li": 0.870951295340519, "p_null": 7.29623625970077e-05, "p_rec": 0.128975742296884, "syn_z": -1.30283395988891}, "bp": 1404, "cds_end": 30749765, "cds_start": 30727867, "n_exons": 7, "nonpsych": {"exp_lof": 13.610982, "exp_mis": 147.7471562, "exp_syn": 61.9402605, "lof_z": 3.3570368525665, "mis_z": 1.98129883570399, "mu_lof": 1.08242283472e-06, "mu_mis": 1.4162584754e-05, "mu_syn": 5.79520618879e-06, "n_lof": 1.0, "n_mis": 100.0, "n_syn": 80.0, "p_li": 0.956920580667227, "p_null": 2.65336044151552e-05, "p_rec": 0.0430528857283578, "syn_z": -1.4447358860503}, "nontcga": {"exp_lof": 13.96785121, "exp_mis": 150.3127448, "exp_syn": 63.0929317, "lof_z": 3.1588759023037, "mis_z": 1.92260524699097, "mu_lof": 1.08242283472e-06, "mu_mis": 1.4162584754e-05, "mu_syn": 5.79520618879e-06, "n_lof": 2.0, "n_mis": 103.0, "n_syn": 75.0, "p_li": 0.816034134596776, "p_null": 0.000189420231724446, "p_rec": 0.183776445171499, "syn_z": -0.949154433258411}, "transcript": "ENST00000263056.1"}, "exons": [{"cdsend": 30460836, "cdsstart": 30438938, "chr": "10", "position": [[30434020, 30434378], [30438915, 30439274], [30447781, 30447949], [30450257, 30450519], [30451637, 30451744], [30458083, 30458236], [30459254, 30459501], [30460705, 30461833]], "strand": 1, "transcript": "NM_001244134", "txend": 30461833, "txstart": 30434020}, {"cdsend": 30460836, "cdsstart": 30438938, "chr": "10", "position": [[30434645, 30434748], [30438915, 30439274], [30447781, 30447949], [30450257, 30450519], [30451637, 30451744], [30458083, 30458236], [30459254, 30459501], [30460705, 30461833]], "strand": 1, "transcript": "NM_001320961", "txend": 30461833, "txstart": 30434645}, {"cdsend": 30460836, "cdsstart": 30438938, "chr": "10", "position": [[30434183, 30434378], [30437175, 30437406], [30438915, 30439274], [30447781, 30447949], [30450257, 30450519], [30451637, 30451744], [30458083, 30458236], [30459254, 30459501], [30460705, 30461833]], "strand": 1, "transcript": "NM_005204", "txend": 30461833, "txstart": 30434183}], "exons_hg19": [{"cdsend": 30749765, "cdsstart": 30727867, "chr": "10", "position": [[30722949, 30723307], [30727844, 30728203], [30736710, 30736878], [30739186, 30739448], [30740566, 30740673], [30747012, 30747165], [30748183, 30748430], [30749634, 30750762]], "strand": 1, "transcript": "NM_001244134", "txend": 30750762, "txstart": 30722949}, {"cdsend": 30749765, "cdsstart": 30727867, "chr": "10", "position": [[30723574, 30723677], [30727844, 30728203], [30736710, 30736878], [30739186, 30739448], [30740566, 30740673], [30747012, 30747165], [30748183, 30748430], [30749634, 30750762]], "strand": 1, "transcript": "NM_001320961", "txend": 30750762, "txstart": 30723574}, {"cdsend": 30749765, "cdsstart": 30727867, "chr": "10", "position": [[30723112, 30723307], [30726104, 30726335], [30727844, 30728203], [30736710, 30736878], [30739186, 30739448], [30740566, 30740673], [30747012, 30747165], [30748183, 30748430], [30749634, 30750762]], "strand": 1, "transcript": "NM_005204", "txend": 30750762, "txstart": 30723112}], "generif": [{"pubmed": 11932422, "text": "contributes to LMP1-induced NF-kB signaling downstream of TRAF2"}, {"pubmed": 12138205, "text": "suggest that the activation of different signaling pathways by Cot and other MAP3Ks may be regulated separately and may provide evidence for how such discrimination by one member of this kinase family occurs."}, {"pubmed": 12667451, "text": "Tpl2 is inhibited by and is a partner of NFkappab p105"}, {"pubmed": 12975377, "text": "hKSR-2, a new member of the KSR family, negatively regulates Cot-mediated MAP kinase and NF-kappaB pathway signaling"}, {"pubmed": 14517305, "text": "the COOH-terminal domain of wild-type Cot regulates its stability and kinase specific activity"}, {"pubmed": 15169888, "text": "optimal TPL-2 stability in vivo requires interaction with ABIN-2 as well as p105"}, {"pubmed": 15287022, "text": "Data support a role for MAP3K8 activity in cellular transformation, but suggest that mutational activation of the gene is a rare event in lung cancer."}, {"pubmed": 15466476, "text": "phosphorylation of Cot at Thr-290 is necessary but not sufficient for full kinase activity in the MEK/ERK pathway"}, {"pubmed": 15575964, "text": "Tpl2/Cot is overexpressed in large granular lymphocyte proliferative disorders but not other T-cell neoplasias."}, {"pubmed": 15670770, "text": "These results indicate a distinction between TNF Receptor family members CD40 and TNFR1 in their utilization of MAP3Ks, and demonstrate TRAF-dependence of Tpl2 association with the CD40 receptor complex."}, {"pubmed": 16087150, "text": "Our results using purified proteins indicate that p105 binding improves COT solubility and stability while down-regulating kinase activity, consistent with cellular data showing that p105 functions as an inhibitor of COT."}, {"pubmed": 16371247, "text": "Data highlight the specific requirements for activation of the Cot-MKK1-ERK1/ERK2 pathway and provide evidence that Cot controls the functions of IL-1 that are mediated by ERK1/ERK2."}, {"pubmed": 16385451, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16565081, "text": "deregulated activation of Tpl2/Cot may occur in human cancer cells"}, {"pubmed": 16806191, "text": "Mutagenesis experiments indicated that COT activation is initiated by Thr290 phosphorylation catalysed by an IL-1-stimulated protein kinase distinct from IKKbeta, while Ser62 phosphorylation is an autophosphorylation event required for maximal activation."}, {"pubmed": 17290588, "text": "MAP3K8 was found overexpressed in 30% of the endometrial carcinoma samples"}, {"pubmed": 17324460, "text": "TPL-2 is not targeted by mutation in diffuse large B cell lymphoma and myeloid leukemia"}, {"pubmed": 17398070, "text": "MAP3K8 and PRKCZ cooperate in the regulation of the transcriptional activity of NFATC2 through the phosphorylation of its amino-terminal domain."}, {"pubmed": 17724252, "text": "the transforming ability of Cot results from the coordinated activation of histone H3, which ultimately converges on the regulation of the transcriptional activity of the c-fos promoter, followed by AP-1 transactivation activity"}, {"pubmed": 17848581, "text": "inhibition of Tpl2 in primary human cell types can decrease the production of TNFalpha and other pro-inflammatory mediators during inflammatory events"}, {"pubmed": 18187448, "text": "processing of pre-TNF alpha in LPS-stimulated macrophages is regulated by TPL2-mediated activation of ERK1 and ERK2"}, {"pubmed": 18319612, "text": "Results describe the proteomics analysis of immunoprecipitated proteins associated with the oncogenic kinase Cot."}, {"pubmed": 18439422, "text": "Cot was identified as a novel p65 interacting protein kinase."}, {"pubmed": 18518937, "text": "Cot/Tpl2 did not function as a member of MAPK family, but as a promoter of renal cell apoptosis in ischemia reperfusion injury."}, {"pubmed": 18572386, "text": "The increase in COX2 expression and the activation of Erk1/2 regulated by Cot are essential for the induction of cell migration."}, {"pubmed": 18795070, "text": "the results from recent studies suggest that Tpl2/Cot and COX-2 could be prognostic factors in breast cancer [review]"}, {"pubmed": 18984674, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19001140, "text": "These data underscore the role of Tpl2 as a regulator of T helper cell lineage decisions and demonstrate that Tpl2 has an important functional role in the regulation of Th1 responses."}, {"pubmed": 19054068, "text": "Selected 'Tpl2/Cot-YL ribozyme' efficiently cleaves its target sequence in cis and in trans; furthermore, the ribozyme efficiently cleaves a longer target sequence of 54 nucleotides in trans, as well as the full-length mRNA."}, {"pubmed": 19272346, "text": "Data support MAP3K8-induced activation of different MAPK signaling pathways in response to different profiles of shear stress, possibly as a consequence of shear-induced IL1B expression."}, {"pubmed": 19804365, "text": "Cot protein, expressed in HEK293 cells and immunoprecipitated, was used in a peptide-based substrate screening assay. The results of this assay suggested that Polo-like kinase 1 (Plk1) was a substrate of Cot."}, {"pubmed": 19939924, "text": "endogenous Tpl2 promotes efficient murine gammaherpesvirus 68 lytic replication through AP-1-dependent upregulation of RTA expression"}, {"pubmed": 20227498, "text": "MAP3 kinase COT1 is up-regulated by 1,25-dihydroxyvitamin D3 in parallel with activated c-jun during differentiation of human myeloid leukemia cells"}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20487506, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20603871, "text": "Tensile strain and magnetic particle force application do not induce MAP3K8 and IL-1B differential gene expression in a similar manner to fluid shear stress in human mesenchymal stem cells."}, {"pubmed": 20945381, "text": "Oncoprotein Cot1 represses kinase suppressors of Ras1/2 and 1,25-dihydroxyvitamin D3-induced differentiation of human acute myeloid leukemia cells."}, {"pubmed": 21107320, "text": "identification of MAP3K8 (the gene encoding COT/Tpl2) as a MAPK pathway agonist that drives resistance to RAF inhibition in B-RAF(V600E) cell lines"}, {"pubmed": 21267413, "text": "TPL2 kinase plays a critical role in the promotion of androgen depletion-independent prostate cancer progression."}, {"pubmed": 21539449, "text": "OPN knockdown chemosensitized MDA-MB-231 cells to CTX, which is dependent on p38 MAPK pathway activation"}, {"pubmed": 21741362, "text": "Cot protein is responsible for the constitutive Erk1/2 activation in the anaplastic large-cell lymphoma cells."}, {"pubmed": 21868363, "text": "the role of Tpl2 in GPCR-mediated Ca(2+) signaling and cell migration"}, {"pubmed": 23125217, "text": "High TPL2 expression is associated with tumor progression."}, {"pubmed": 23252623, "text": "Authors report constitutive activation of MAP3K8 kinase-dependent pathways that regulate the magnitude and extent of inflammatory activity of monocytes/macrophages within myeloma niches."}, {"pubmed": 23322277, "text": "Overexpression of MAP3K8 is associated with early-onset colorectal cancer."}, {"pubmed": 23527104, "text": "The protein kinase TPL2 is essential for ERK1/ERK2 activation and cytokine gene expression in airway epithelial cells exposed to pathogen-associated molecular patterns."}, {"pubmed": 23533274, "text": "TPL2 was found to antagonize oncogene-induced cell transformation and survival through a pathway involving p53 downstream of cJun N-terminal kinase (JNK) and be required for optimal p53 response to genotoxic stress."}, {"pubmed": 23828905, "text": "High Tpl2 expression is associated with peritoneal dissemination in gastric tumor."}, {"pubmed": 23982215, "text": "data indicate that Tpl2 kinase is associated with and contributes to disease progression of clear cell renal cell carcinoma"}, {"pubmed": 24265246, "text": "COT interacts with and phosphorylates Pin1 on Ser16. Consequently, Pin1 Ser16 phosphorylation by COT increases cyclin D1 abundance and enhances tumorigenecity of MCF7 cells."}, {"pubmed": 24275658, "text": "MAP3K8 mediates the phosphorylation and repression of IRF3 homodimers to promote greater transcriptional activity through utilization of IRF3:IRF7 heterodimers."}, {"pubmed": 24404585, "text": "this report have defined a novel network leading to ERK1/ERK2 activation in cysticfibrosis airway epithelial cells in response to P. aeruginosa that involves both the TPL2 and EGFR protein kinases and contributes to inflammation of CF airways."}, {"pubmed": 24586913, "text": "High MAP3K8 expression affects obesity-induced adipose tissue inflammation without systemic effects."}, {"pubmed": 24642963, "text": "Tpl2 regulates various inflammatory pathways by activating the ERK mediated MAP kinase pathway in innate immune cells such as macrophages and dendritic cells in humans but not in mice."}, {"pubmed": 24723682, "text": "Coregulation of TLR2 and TLR6 expression correlating with local processing of versican, a proteoglycan TLR2/6 agonist linked to carcinoma progression."}, {"pubmed": 24819603, "text": "MAP3K8 and miR-17-5p expression were inversely correlated with treatment response"}, {"pubmed": 24998852, "text": "TPL2 mediates the phosphorylation of a fraction of nucleophosmin at threonine 199, an event required for its proteasomal degradation and maintenance of steady-state nucleophosmin levels."}, {"pubmed": 25274482, "text": "Tpl2 overexpression and downregulation showed significant stimulatory and inhibitory effects on tumorigenic and metastatic potential of ADI PC cells."}, {"pubmed": 25316791, "text": "Following epithelial injury, intestinal myofibroblasts sense innate or inflammatory signals and activate, via Tpl2, the cyclooxygenase-2 (Cox-2)-prostaglandin E2 (PGE2) pathway, which are essential for the epithelial homeostatic response."}, {"pubmed": 25531326, "text": "findings provide a novel perspective on the role of the IL-33/ST2/COT signaling pathway in supporting cancer-associated inflammation in the tumor microenvironment"}, {"pubmed": 25674762, "text": "Aberrant expression of A-, B-, and C-RAF, and COT is frequent in PTC; increased expression of COT is correlated with recurrence of PTC."}, {"pubmed": 25723737, "text": "Studies indicate that Tpl2, a MAP3K, participates in a broad range of cancer-related signaling pathways and induces tumorigenesis and progression of many cancers."}, {"pubmed": 25815776, "text": "the results of the present study demonstrated that the miR-509-3p RCC suppressor was a significant regulator of the MAP3K8 oncogene, suggesting that it may have a potential therapeutic role in the treatment of renal cell carcinoma"}, {"pubmed": 25918157, "text": "structurally versatile active site significantly impacts the design of potent, low molecular weight COT kinase inhibitors"}, {"pubmed": 26215868, "text": "rs1042058 GG Crohn's disease -risk polymorphism in TPL2 results in a gain-of-function by increasing TPL2 expression and signalling, thereby amplifying Pattern recognition receptor -initiated outcomes."}, {"pubmed": 26300007, "text": "role of p105/Tpl2 signaling in lung homeostasis"}, {"pubmed": 27002000, "text": "miRNA-509-3p mimics or inhibitor transfection tests in KGN cells further confirmed that miRNA-509-3p improved oestradiol (E2) secretion by inhibiting the expression of MAP3K8"}, {"pubmed": 27717821, "text": "MAP3K8 is a direct target of miR-144-3p, and miR-144-3p downregulation is a factor in renal cell carcinoma progression through potentiation of MAP3K8 expression."}, {"pubmed": 27835990, "text": "Results show that the binding of miR-589-5p to the MAP3K8 3'-UTR inhibits MAP3K8 expression and suppresses CD90+ cancer stem cells characteristics in hepatocellular carcinoma."}, {"pubmed": 28361341, "text": "Taken together, these results suggest that Cot kinase might play a critical role in Helicobacter pylori type IV secretion apparatus-dependent early IL-8 secretion and CagA-dependent late IL-8 secretion as an alternative signaling molecule in the Erk pathway."}, {"pubmed": 28759810, "text": "these data demonstrate that miR-130b represses vascular inflammation via targeting Tpl2"}, {"pubmed": 29084252, "text": "RelAp43 interacts with the p105-ABIN2-TPL2 complex and we observe a strong perturbation of this complex in presence of M protein."}, {"pubmed": 29381809, "text": "protein expression significantly increased in fatty liver"}, {"pubmed": 29485707, "text": "elevated Tpl2 protein and transcript levels are associated with resistance to imatinib mesylate."}, {"pubmed": 29763718, "text": "High TPL2 expression was significantly correlated with distant metastasis and low immunoscore in colorectal cancer."}, {"pubmed": 30463908, "text": "Hypoxia increased expression of MAP3K8 concomitant with the potentiation of TNF-alpha secretion."}, {"pubmed": 31046874, "text": "our data reveal a novel role of the secretory S100A11 in PDAC disseminative progression through activation of surrounding fibroblasts triggered by the S100A11-RAGE-TPL2-COX2 pathway. The findings of this study will contribute to the establishment of a novel therapeutic antidote to PDACs that are difficult to treat by regulating cancer-associated fibroblasts (CAFs) through targeting the identified pathway"}, {"pubmed": 31186280, "text": "Study offers the characterization of oncogenic MAP3K8 alterations occurring exclusively in driver mutation-negative melanoma. It identifies six carboxy-terminal truncating MAP3K8 rearrangements in both primary and metastatic melanomas that were associated with decreased overall survival. Rearrangement and amplification of the MAP3K8 locus result in increased levels of a truncated but active MAP3K8 protein."}, {"pubmed": 31239343, "text": "The combination of TPL2 knockdown and TNFalpha gives rise to a synthetic lethality phenotype via receptor-interacting serine/threonine-protein kinase 1 (RIPK1)-dependent and -independent mechanisms. Whereas wild-type TPL2 rescues the phenotype, its kinase-dead mutant does not."}, {"pubmed": 31401161, "text": "The increased inflammation of Map3k8(-/-) mice in allergic airway inflammation and colitis results from reduced ABIN-2 signaling, rather than blocked TPL-2 signaling."}, {"pubmed": 31498175, "text": "MAP3K8-altered Spitz melanoma show the presence of cohesive cellular nodules in the dermis and an epithelioid-cell phenotype."}, {"pubmed": 31719662, "text": "Melanocytic tumors with MAP3K8 fusions: report of 33 cases with morphological-genetic correlations."}, {"pubmed": 31760171, "text": "ATF-2 and Tpl2 regulation of endothelial cell cycle progression and apoptosis."}, {"pubmed": 32019925, "text": "The IKK2-TPL2-JNK axis mediates essential LMP1 survival signals in Epstein-Barr virus-transformed human B cells and post-transplant lymphoma."}, {"pubmed": 32573499, "text": "TPL2 enforces RAS-induced inflammatory signaling and is activated by point mutations."}, {"pubmed": 32989258, "text": "Her2 promotes early dissemination of breast cancer by suppressing the p38 pathway through Skp2-mediated proteasomal degradation of Tpl2."}, {"pubmed": 33443087, "text": "MAP3K8 Regulates Cox-2-Mediated Prostaglandin E2 Production in the Lung and Suppresses Pulmonary Inflammation and Fibrosis."}, {"pubmed": 34944097, "text": "Unravelling the Impact of the Genetic Variant rs1042058 within the TPL2 Risk Gene Locus on Molecular and Clinical Disease Course Patients with Inflammatory Bowel Disease."}, {"pubmed": 35218437, "text": "Cell adhesion tunes inflammatory TPL2 kinase signal transduction."}, {"pubmed": 35325006, "text": "Loss of Tpl2 activates compensatory signaling and resistance to EGFR/MET dual inhibition in v-RAS transduced keratinocytes."}, {"pubmed": 35982895, "text": "ALKBH5/MAP3K8 axis regulates PD-L1+ macrophage infiltration and promotes hepatocellular carcinoma progression."}, {"pubmed": 36764206, "text": "Tumor progression locus 2 (TPL2): A Cot-plicated progression from inflammation to chronic liver disease."}, {"pubmed": 36768307, "text": "Epigenetic Regulation of MAP3K8 in EBV-Associated Gastric Carcinoma."}, {"pubmed": 37833434, "text": "Overexpression of TPL2 may be a predictor of good prognosis in patients with breast invasive ductal carcinoma."}, {"pubmed": 38233731, "text": "Clinical, Morphologic, and Molecular Features of MAP3K8 Rearranged Spitz Neoplasms: A Retrospective Study Documenting That Bonafide Spitz Melanomas Are Rare."}], "genomic_pos": {"chr": "10", "end": 30461833, "ensemblgene": "ENSG00000107968", "start": 30434021, "strand": 1}, "genomic_pos_hg19": {"chr": "10", "end": 30750762, "start": 30722866, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0000165", "qualifier": "involved_in", "term": "MAPK cascade"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006468", "pubmed": 2072910, "qualifier": "involved_in", "term": "protein phosphorylation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0031295", "qualifier": "involved_in", "term": "T cell costimulation"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0000287", "qualifier": "enables", "term": "magnesium ion binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004674", "pubmed": 8226782, "qualifier": "enables", "term": "protein serine/threonine kinase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004709", "qualifier": "enables", "term": "MAP kinase kinase kinase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [12832462, 14743216, 15169888, 21988832, 22939624, 24265246, 25609649, 25852190, 35140242], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005524", "qualifier": "enables", "term": "ATP binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0106310", "qualifier": "enables", "term": "protein serine kinase activity"}]}, "homologene": {"genes": [[7955, 563727], [8364, 100493069], [9031, 420479], [9598, 450384], [9606, 1326], [9615, 487085], [9913, 535622], [10090, 26410], [10116, 116596]], "id": 3812}, "interpro": [{"desc": "Protein kinase domain", "id": "IPR000719", "short_desc": "Prot_kinase_dom"}, {"desc": "Serine/threonine-protein kinase, active site", "id": "IPR008271", "short_desc": "Ser/Thr_kinase_AS"}, {"desc": "Protein kinase-like domain superfamily", "id": "IPR011009", "short_desc": "Kinase-like_dom_sf"}, {"desc": "Mitogen-activated protein (MAP) kinase kinase kinase 8", "id": "IPR017424", "short_desc": "MAPKKK8"}], "ipi": ["IPI00298726", "IPI00514746", "IPI00645837", "IPI00647460", "IPI00759772"], "map_location": "10p11.23", "name": "mitogen-activated protein kinase kinase kinase 8", "other_names": ["Ewing sarcoma transformant", "augmented in rheumatoid arthritis 2", "cot (cancer Osaka thyroid) oncogene", "mitogen-activated protein kinase kinase kinase 8", "proto-oncogene c-Cot", "proto-oncogene serine/threoine protein kinase", "tumor progression locus 2"], "pantherdb": {"HGNC": "6860", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1346878", "ortholog_type": "LDO", "panther_family": "PTHR48016", "taxid": 10090, "uniprot_kb": "Q07174"}, {"RGD": "620969", "ortholog_type": "LDO", "panther_family": "PTHR48016", "taxid": 10116, "uniprot_kb": "Q63562"}, {"Ensembl": "ENSGALG00000007356", "ortholog_type": "LDO", "panther_family": "PTHR48016", "taxid": 9031, "uniprot_kb": "E1C848"}, {"Ensembl": "ENSDARG00000116171", "ortholog_type": "LDO", "panther_family": "PTHR48016", "taxid": 7955, "uniprot_kb": "A0A2R8QIK3"}, {"Ensembl": "ENSDARG00000061710", "ortholog_type": "LDO", "panther_family": "PTHR48016", "taxid": 7955, "uniprot_kb": "E7F4L2"}, {"SGD": "S000003631", "ortholog_type": "O", "panther_family": "PTHR48016", "taxid": 4932, "uniprot_kb": "Q01389"}, {"TAIR": "2133529", "ortholog_type": "O", "panther_family": "PTHR48016", "taxid": 3702, "uniprot_kb": "Q9M0T3"}, {"TAIR": "2133539", "ortholog_type": "O", "panther_family": "PTHR48016", "taxid": 3702, "uniprot_kb": "O81472"}, {"TAIR": "2133559", "ortholog_type": "O", "panther_family": "PTHR48016", "taxid": 3702, "uniprot_kb": "Q39008"}, {"TAIR": "2024832", "ortholog_type": "O", "panther_family": "PTHR48016", "taxid": 3702, "uniprot_kb": "F4HRJ4"}, {"TAIR": "2174969", "ortholog_type": "O", "panther_family": "PTHR48016", "taxid": 3702, "uniprot_kb": "Q9C5H5"}, {"TAIR": "2026674", "ortholog_type": "O", "panther_family": "PTHR48016", "taxid": 3702, "uniprot_kb": "Q9CAD5"}], "uniprot_kb": "P41279"}, "pathway": {"biocarta": {"id": "mapkpathway", "name": "mapkinase signaling pathway"}, "kegg": [{"id": "hsa04010", "name": "MAPK signaling pathway - Homo sapiens (human)"}, {"id": "hsa04620", "name": "Toll-like receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa04660", "name": "T cell receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa04668", "name": "TNF signaling pathway - Homo sapiens (human)"}], "netpath": {"id": "Pathway_TNFalpha", "name": "TNFalpha"}, "pid": [{"id": "cd8tcrpathway", "name": "TCR signaling in na&#xef;ve CD8+ T cells"}, {"id": "nfat_3pathway", "name": "Role of Calcineurin-dependent NFAT signaling in lymphocytes"}, {"id": "tcr_pathway", "name": "TCR signaling in na&#xef;ve CD4+ T cells"}, {"id": "tcrjnkpathway", "name": "JNK signaling in the CD4+ TCR pathway"}, {"id": "tcrraspathway", "name": "Ras signaling in the CD4+ TCR pathway"}], "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-1280218", "name": "Adaptive Immune System"}, {"id": "R-HSA-166016", "name": "Toll Like Receptor 4 (TLR4) Cascade"}, {"id": "R-HSA-166016", "name": "Toll Like Receptor 4 (TLR4) Cascade"}, {"id": "R-HSA-166058", "name": "MyD88:MAL(TIRAP) cascade initiated on plasma membrane"}, {"id": "R-HSA-166058", "name": "MyD88:MAL(TIRAP) cascade initiated on plasma membrane"}, {"id": "R-HSA-166166", "name": "MyD88-independent TLR4 cascade "}, {"id": "R-HSA-166166", "name": "MyD88-independent TLR4 cascade "}, {"id": "R-HSA-168138", "name": "Toll Like Receptor 9 (TLR9) Cascade"}, {"id": "R-HSA-168138", "name": "Toll Like Receptor 9 (TLR9) Cascade"}, {"id": "R-HSA-168142", "name": "Toll Like Receptor 10 (TLR10) Cascade"}, {"id": "R-HSA-168142", "name": "Toll Like Receptor 10 (TLR10) Cascade"}, {"id": "R-HSA-168164", "name": "Toll Like Receptor 3 (TLR3) Cascade"}, {"id": "R-HSA-168164", "name": "Toll Like Receptor 3 (TLR3) Cascade"}, {"id": "R-HSA-168176", "name": "Toll Like Receptor 5 (TLR5) Cascade"}, {"id": "R-HSA-168176", "name": "Toll Like Receptor 5 (TLR5) Cascade"}, {"id": "R-HSA-168179", "name": "Toll Like Receptor TLR1:TLR2 Cascade"}, {"id": "R-HSA-168179", "name": "Toll Like Receptor TLR1:TLR2 Cascade"}, {"id": "R-HSA-168181", "name": "Toll Like Receptor 7/8 (TLR7/8) Cascade"}, {"id": "R-HSA-168181", "name": "Toll Like Receptor 7/8 (TLR7/8) Cascade"}, {"id": "R-HSA-168188", "name": "Toll Like Receptor TLR6:TLR2 Cascade"}, {"id": "R-HSA-168188", "name": "Toll Like Receptor TLR6:TLR2 Cascade"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168898", "name": "Toll-like Receptor Cascades"}, {"id": "R-HSA-168898", "name": "Toll-like Receptor Cascades"}, {"id": "R-HSA-181438", "name": "Toll Like Receptor 2 (TLR2) Cascade"}, {"id": "R-HSA-181438", "name": "Toll Like Receptor 2 (TLR2) Cascade"}, {"id": "R-HSA-388841", "name": "Costimulation by the CD28 family"}, {"id": "R-HSA-389356", "name": "CD28 co-stimulation"}, {"id": "R-HSA-389357", "name": "CD28 dependent PI3K/Akt signaling"}, {"id": "R-HSA-446652", "name": "Interleukin-1 family signaling"}, {"id": "R-HSA-446652", "name": "Interleukin-1 family signaling"}, {"id": "R-HSA-448424", "name": "Interleukin-17 signaling"}, {"id": "R-HSA-448424", "name": "Interleukin-17 signaling"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-450294", "name": "MAP kinase activation"}, {"id": "R-HSA-450294", "name": "MAP kinase activation"}, {"id": "R-HSA-5684264", "name": "MAP3K8 (TPL2)-dependent MAPK1/3 activation"}, {"id": "R-HSA-5684264", "name": "MAP3K8 (TPL2)-dependent MAPK1/3 activation"}, {"id": "R-HSA-9020702", "name": "Interleukin-1 signaling"}, {"id": "R-HSA-9020702", "name": "Interleukin-1 signaling"}, {"id": "R-HSA-937061", "name": "TRIF (TICAM1)-mediated TLR4 signaling "}, {"id": "R-HSA-937061", "name": "TRIF (TICAM1)-mediated TLR4 signaling "}, {"id": "R-HSA-975138", "name": "TRAF6 mediated induction of NFkB and MAP kinases upon TLR7/8 or 9 activation"}, {"id": "R-HSA-975138", "name": "TRAF6 mediated induction of NFkB and MAP kinases upon TLR7/8 or 9 activation"}, {"id": "R-HSA-975155", "name": "MyD88 dependent cascade initiated on endosome"}, {"id": "R-HSA-975155", "name": "MyD88 dependent cascade initiated on endosome"}, {"id": "R-HSA-975871", "name": "MyD88 cascade initiated on plasma membrane"}, {"id": "R-HSA-975871", "name": "MyD88 cascade initiated on plasma membrane"}], "wikipathways": [{"id": "WP1449", "name": "Regulation of toll-like receptor signaling pathway"}, {"id": "WP231", "name": "TNF-alpha signaling pathway"}, {"id": "WP2637", "name": "Structural Pathway of Interleukin 1 (IL-1)"}, {"id": "WP382", "name": "MAPK Signaling Pathway"}, {"id": "WP3863", "name": "T-Cell antigen Receptor (TCR) pathway during Staphylococcus aureus infection"}, {"id": "WP3915", "name": "Angiopoietin Like Protein 8 Regulatory Pathway"}, {"id": "WP481", "name": "Insulin Signaling"}, {"id": "WP5072", "name": "Modulators of TCR signaling and T cell activation"}, {"id": "WP69", "name": "T-cell receptor (TCR) signaling pathway"}, {"id": "WP75", "name": "Toll-like Receptor Signaling Pathway"}]}, "pdb": ["4Y83", "4Y85", "5IU2"], "pfam": "PF00069", "pharmgkb": "PA30606", "pharos": {"target_id": 2722, "tdl": "Tchem"}, "pir": "A48713", "prosite": "PS50011", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF247779", "relationship": "is"}, {"id": "GNF247780", "relationship": "is"}, {"id": "GNF247781", "relationship": "is"}, {"id": "GNF247782", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF033917", "relationship": "weakly similar to"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF086142", "relationship": "is"}, {"id": "GNF086143", "relationship": "is"}, {"id": "GNF086144", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052563", "relationship": "is"}, {"id": "GNF057332", "relationship": "is"}, {"id": "GNF072391", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF068015", "relationship": "is"}, {"id": "GNF068016", "relationship": "is"}], "GNF_hs-pkinase_IDT-siRNA": [{"id": "GNF166224", "relationship": "is"}, {"id": "GNF166225", "relationship": "is"}, {"id": "GNF166226", "relationship": "is"}, {"id": "GNF166227", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF279082", "relationship": "is"}, "Invitrogen_IVTHSSIPKv2": [{"id": "GNF324687", "relationship": "is"}, {"id": "GNF324688", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF338724", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF092926", "relationship": "is"}, {"id": "GNF115277", "relationship": "is"}, {"id": "GNF132624", "relationship": "is"}, {"id": "GNF154918", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000010.11", "NC_060934.1", "NG_029984.2"], "protein": ["NP_001231063.1", "NP_001307890.1", "NP_005195.2", "XP_016871198.1", "XP_016871199.1", "XP_016871203.1", "XP_047280578.1", "XP_047280579.1", "XP_047280580.1", "XP_054220805.1", "XP_054220806.1", "XP_054220807.1", "XP_054220808.1", "XP_054220809.1"], "rna": ["NM_001244134.1", "NM_001320961.2", "NM_005204.4", "XM_017015709.3", "XM_017015710.1", "XM_017015714.2", "XM_047424622.1", "XM_047424623.1", "XM_047424624.1", "XM_054364830.1", "XM_054364831.1", "XM_054364832.1", "XM_054364833.1", "XM_054364834.1"], "translation": [{"protein": "XP_016871199.1", "rna": "XM_017015710.1"}, {"protein": "XP_047280578.1", "rna": "XM_047424622.1"}, {"protein": "NP_005195.2", "rna": "NM_005204.4"}, {"protein": "XP_054220805.1", "rna": "XM_054364830.1"}, {"protein": "NP_001307890.1", "rna": "NM_001320961.2"}, {"protein": "XP_016871198.1", "rna": "XM_017015709.3"}, {"protein": "XP_016871203.1", "rna": "XM_017015714.2"}, {"protein": "XP_047280580.1", "rna": "XM_047424624.1"}, {"protein": "XP_054220807.1", "rna": "XM_054364832.1"}, {"protein": "XP_054220808.1", "rna": "XM_054364833.1"}, {"protein": "NP_001231063.1", "rna": "NM_001244134.1"}, {"protein": "XP_054220809.1", "rna": "XM_054364834.1"}, {"protein": "XP_047280579.1", "rna": "XM_047424623.1"}, {"protein": "XP_054220806.1", "rna": "XM_054364831.1"}]}, "reporter": {"HG-U133_Plus_2": ["205027_s_at", "235421_at"], "HG-U95Av2": ["1891_at", "34770_at"], "HG-U95B": "42838_f_at", "HTA-2_0": "TC10000211.hg.1", "HuEx-1_0": "3240987", "HuGene-1_1": "7926900", "HuGene-2_1": ["16703642", "16703659"]}, "retired": [2105, 8040], "summary": "This gene is an oncogene that encodes a member of the serine/threonine protein kinase family. The encoded protein localizes to the cytoplasm and can activate both the MAP kinase and JNK kinase pathways. This protein was shown to activate IkappaB kinases, and thus induce the nuclear production of NF-kappaB. This protein was also found to promote the production of TNF-alpha and IL-2 during T lymphocyte activation. This gene may also utilize a downstream in-frame translation start codon, and thus produce an isoform containing a shorter N-terminus. The shorter isoform has been shown to display weaker transforming activity. Alternate splicing results in multiple transcript variants that encode the same protein. [provided by RefSeq, Sep 2011].", "symbol": "MAP3K8", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1337108"}, "unigene": ["Hs.663033", "Hs.432453", "Hs.731448"], "uniprot": {"Swiss-Prot": "P41279", "TrEMBL": ["Q5T857", "Q6FG25", "Q5T854", "Q5T853"]}, "wikipedia": {"url_stub": "MAP3K8"}}