{"AllianceGenome": "6853", "HGNC": "6853", "MIM": "604655", "_id": "9020", "_version": 1, "accession": {"genomic": ["AC003070.2", "AC003963.1", "AC008105.32", "CH471178.2", "CP068261.2", "DQ314874.1", "KF459698.1", "KT585122.1", "NC_000017.11", "NC_060941.1", "NG_033823.1"], "protein": ["AAH35576.1", "ABC40733.1", "BAD18584.1", "BAF82892.1", "CAA71306.1", "CAH18391.1", "EAW51529.1", "EAW51530.1", "NP_003945.2", "Q99558.2", "XP_011523743.1", "XP_047292953.1", "XP_047292954.1", "XP_054173658.1", "XP_054173659.1", "XP_054173660.1"], "rna": ["AA564389.1", "AJ008135.1", "AJ008136.1", "AJ008137.1", "AJ008138.1", "AJ008139.1", "AJ008140.1", "AJ008141.1", "AJ008142.1", "AJ008143.1", "AJ008144.1", "AJ008145.1", "AJ008146.1", "AJ008147.1", "AJ008148.1", "AJ008149.1", "AJ008150.1", "AJ008151.1", "AJ008152.1", "AJ008153.1", "AJ008156.1", "AJ008157.1", "AJ008158.1", "AJ008159.1", "AJ008160.1", "AJ008161.1", "AJ008162.1", "AJ008163.1", "AK123696.1", "AK131438.1", "AK290203.1", "AK313085.1", "BC022296.1", "BC035576.1", "BE645094.1", "BU623799.1", "CR749592.1", "DA856801.1", "HY096069.1", "HY287427.1", "NM_003954.5", "XM_011525441.3", "XM_047436997.1", "XM_047436998.1", "XM_054317683.1", "XM_054317684.1", "XM_054317685.1", "Y10256.1"], "translation": [{"protein": "CAH18391.1", "rna": "CR749592.1"}, {"protein": "XP_011523743.1", "rna": "XM_011525441.3"}, {"protein": "NP_003945.2", "rna": "NM_003954.5"}, {"protein": "XP_047292954.1", "rna": "XM_047436998.1"}, {"protein": "XP_054173660.1", "rna": "XM_054317685.1"}, {"protein": "XP_054173659.1", "rna": "XM_054317684.1"}, {"protein": "XP_054173658.1", "rna": "XM_054317683.1"}, {"protein": "AAH35576.1", "rna": "BC035576.1"}, {"protein": "BAF82892.1", "rna": "AK290203.1"}, {"protein": "CAA71306.1", "rna": "Y10256.1"}, {"protein": "XP_047292953.1", "rna": "XM_047436997.1"}, {"protein": "BAD18584.1", "rna": "AK131438.1"}]}, "alias": ["FTDCR1B", "HS", "HSNIK", "IMD112", "NIK"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "moderate", "classification_date": "2023-07-18T18:00:00.000Z", "disease_label": "NIK deficiency", "gcep": "Antibody Deficiencies Gene Curation Expert Panel", "moi": "AR", "mondo": "MONDO:0018642", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_3952c8fc-29f9-4c29-be1d-258bb2cd90fc-2023-07-18T180000.000Z", "sop": "SOP9"}}, "ec": "2.7.11.25", "ensembl": [{"gene": "ENSG00000006062", "protein": ["ENSP00000478552", "ENSP00000480974", "ENSP00000482657", "ENSP00000505027"], "transcript": ["ENST00000344686", "ENST00000376926", "ENST00000586644", "ENST00000592267", "ENST00000617331", "ENST00000680632"], "translation": [{"protein": "ENSP00000478552", "rna": "ENST00000344686"}, {"protein": "ENSP00000505027", "rna": "ENST00000680632"}, {"protein": "ENSP00000482657", "rna": "ENST00000376926"}, {"protein": "ENSP00000480974", "rna": "ENST00000617331"}], "type_of_gene": "protein_coding"}, {"gene": "ENSG00000282637", "transcript": ["ENST00000633437", "ENST00000634016"], "translation": [], "type_of_gene": "lncRNA"}], "entrezgene": "9020", "exons": [{"cdsend": 45290745, "cdsstart": 45264635, "chr": "17", "position": [[45263118, 45264800], [45265162, 45265263], [45266536, 45266681], [45267091, 45267198], [45267405, 45267759], [45270412, 45270563], [45271057, 45271221], [45273502, 45273607], [45274122, 45274254], [45274463, 45274593], [45284811, 45284949], [45286430, 45287045], [45287153, 45287364], [45289235, 45289305], [45290489, 45290765], [45316959, 45317020]], "strand": -1, "transcript": "NM_003954", "txend": 45317020, "txstart": 45263118}], "exons_hg19": [{"cdsend": 43368111, "cdsstart": 43342002, "chr": "17", "position": [[43340485, 43342167], [43342529, 43342630], [43343903, 43344048], [43344458, 43344565], [43344772, 43345126], [43347779, 43347930], [43348424, 43348588], [43350869, 43350974], [43351489, 43351621], [43351830, 43351960], [43362178, 43362316], [43363797, 43364411], [43364519, 43364730], [43366601, 43366671], [43367855, 43368131], [43394325, 43394386]], "strand": -1, "transcript": "NM_003954", "txend": 43394386, "txstart": 43340485}], "generif": [{"pubmed": 12393548, "text": "results demonstrate that IKK2 is essential for dendritic cell activation induced by CD40L or contact with allogeneic T cells, but not by LPS, whereas NIK is not required for any of these signals"}, {"pubmed": 15084608, "text": "induction of noncanonical NF-kappaB signaling may involve the rescue of NIK from TRAF3-mediated negative regulation"}, {"pubmed": 15252129, "text": "subcellular distribution of NIK to different compartments might be a means of regulating the function of this kinase"}, {"pubmed": 16009713, "text": "Results for the first time place NF-kappa B-inducing kinase (NIK), previously shown to function in TNF signaling, within the interferon signal transduction pathway"}, {"pubmed": 17543278, "text": "in addition to activating NF-kappaB/p52, LIGHT also activates Stat3 through the NIK pathway"}, {"pubmed": 17729113, "text": "This study demonstrates that NF-kappaB-inducing kinase (NIK) is a critical target of the endogenous ROS in NF-kappaB pathways."}, {"pubmed": 18056702, "text": "NF-kappaB-inducing kinase phosphorylates and blocks the degradation of Down syndrome candidate region 1"}, {"pubmed": 18434448, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18439422, "text": "NIK functions downstream of Cot to mediate p65 phosphorylation."}, {"pubmed": 18752500, "text": "Translocation of NF-kappa B to the nucleus in prostatic cancer might be due to overexpression of several components of the NIK pathway."}, {"pubmed": 19262425, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19641890, "text": "Report suppression of hepatitis B virus-derived human hepatocellular carcinoma by NF-kappaB-inducing kinase-specific siRNA using liver-targeting liposomes."}, {"pubmed": 19646419, "text": "These results clearly indicate that NIK is involved in the constitutive activation of the alternative pathway and controls cell proliferation in pancreatic cancer cells."}, {"pubmed": 19897484, "text": "These findings indicate an upstream signaling role for BCL10, in addition to its effects on IKKgamma, the regulatory component of the IKK signalosome, and a requirement for BCL10 in both canonical and noncanonical pathways of NF-kappaB activation."}, {"pubmed": 19909783, "text": "Data provide analysis of the IKK/NIK inter-relationship and its impact on NF-kappaB control by mathematical modelling."}, {"pubmed": 20125184, "text": "These results suggest that augmentation of NF-kappaB-inducing kinase, IkappaB kinase-alpha, and pH3 in response to oxidative stress is involved in cell death after cerebral ischemia (or stroke)."}, {"pubmed": 20338663, "text": "plays a key role in constitutive NF-kappaB activation in non-small cell lung cancer cells"}, {"pubmed": 20348096, "text": "the LTbetaR modifies the ubiquitin:NIK E3 ligase, and also acts as an allosteric regulator of the ubiquitin:TRAF E3 ligase"}, {"pubmed": 20466000, "text": "Lipopolysaccharide induces activation of both canonical and non-canonical pathways of NF-kappaB and the non-canonical pathway requires phosphorylations of BCL10 (serine 138) and NIK."}, {"pubmed": 20501937, "text": "Data show that NIK with mutations in the IKKalpha-targeted serine residues was more stable than wild-type NIK and resulted in increased noncanonical NF-kappaB signaling."}, {"pubmed": 20682767, "text": "An atypical E3 ligase zinc finger protein 91 stabilizes and activates NF-kappaB-inducing kinase via Lys63-linked ubiquitination."}, {"pubmed": 20735436, "text": "Data suggest that NIK and genes induced by the NIK-mediated constitutive NF-kappaB activation could be therapeutic targets of basal-like breast cancer."}, {"pubmed": 20823135, "text": "Results show that nuclear factor-kappa B inducing kinase has a role in graft-versus-host disease by maintaining the viability of activated alloreactive T lymphocytes."}, {"pubmed": 20937806, "text": "TNF-alpha and carrageenan in combination act to increase NIK phosphorylation, thereby increasing activation of the non-canonical pathway of NF-kappaB activation"}, {"pubmed": 21048031, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 21257964, "text": "findings suggest that the CC genotype of NIK rs7222094 is associated with increased mortality and organ dysfunction in septic shock patients, perhaps due to altered regulation of NF-kappaB pathway genes, including CXCL10"}, {"pubmed": 21273489, "text": "study shows API2-MALT1 fusion oncoprotein induces proteolytic cleavage of NF-kappaB-inducing kinase (NIK); resulting deregulated NIK activity is associated with constitutive noncanonical NF-kappaB signaling, enhanced B cell adhesion and apoptosis resistance"}, {"pubmed": 21846802, "text": "Adiponectin treatment inhibited NIK-induced NF-kappaB activation and restored insulin sensitivity by restoring phosphatidylinositol 3 kinase activation and subsequent serine-threonine kinase phosphorylation."}, {"pubmed": 21869881, "text": "A role for NF-kappaB noncanonical pathway activation in modulating diabetes-induced inflammation in renal tubular epithelium."}, {"pubmed": 21887257, "text": "Cigarette smoke and TNFalpha increase NIK levels causing phosphorylation of IKKalpha, which leads to histone acetylation."}, {"pubmed": 21963849, "text": "NIK mediates both beta-catenin and NF-kappaB regulated transcription to modulate melanoma survival and growth"}, {"pubmed": 22105365, "text": "NIK is one of the direct target genes of miR-520e."}, {"pubmed": 22469134, "text": "Genetic lesions of the TRAF3 and MAP3K14 genes in classical Hodgkin lymphoma."}, {"pubmed": 22474019, "text": "NIK activity in nonhematopoietic cells controls Th2 cell development and prevents eosinophil-driven inflammatory disease, most likely using a signaling pathway that operates independent of the known NIK substrate IKKalpha."}, {"pubmed": 22685329, "text": "APPL1 regulates basal NF-kappaB activity by modulating the stability of NIK, which affects the activation of p65."}, {"pubmed": 22718757, "text": "a molecular basis for the recent observation of gain-of-function activity for an N-terminal deletion mutant (DeltaN324) of NIK, leading to constitutive non-canonical NF-kappaB signaling with enhanced B-cell adhesion and apoptosis resistance."}, {"pubmed": 22968463, "text": "we found that NIK and the noncanonical pathway are very prevalent in Hodgkin lymphoma"}, {"pubmed": 23301098, "text": "TRAF2/NIK/NF-kappaB2 pathway regulates pancreatic ductal adenocarcinoma cell tumorigenicity"}, {"pubmed": 23536439, "text": "A pivotal role for NIK in nuclear factor kappa B activation and regulation of gene expression in T-cell lymphoma."}, {"pubmed": 24362935, "text": "NIK is a new therapeutic target for Mantle cell lymphoma treatment, particularly for lymphomas that are refractory to B cell receptor pathway inhibitors."}, {"pubmed": 24533079, "text": "NIK plays a key role in constitutive NF-kappaB activation and the progression of ovarian cancer cells"}, {"pubmed": 25043127, "text": "These studies provide evidence for a role of NF-kappaB-inducing kinase (NIK) and subsequent non-canonical NF-kappaB signalling in pathological angiogenesis"}, {"pubmed": 25079338, "text": "ARC is regulated via BIRC2/MAP3K14 signalling and its overexpression in AML or MSCs can function as a resistant factor to birinapant-induced leukaemia cell death."}, {"pubmed": 25187543, "text": "Authors show that activation of NF-kappaB by Kaposi's sarcoma-associated herpesvirus K15 protein involves the recruitment of NF-kappaB-inducing kinase (NIK) and IKK alpha/beta to result in the phosphorylation of p65/RelA on Ser536."}, {"pubmed": 25246529, "text": "Identification and function of the NIK IAP binding motif, which promotes c-IAP1-dependent ubiquitylation of NIK."}, {"pubmed": 25406581, "text": "Loss-of-function mutations in NIK can cause B-cell lymphopenia, hypogammaglobulinemia, impaired ICOSL expression, and disordered T helper cell and NK cell function."}, {"pubmed": 25622756, "text": "TWEAK induces noncanonical NF-kappaB signaling and signal-specific regulation of NIK mRNA expression."}, {"pubmed": 25766331, "text": "by demonstrating a critical role of NIK in mediating NF-kappaB activation and BAG3 induction upon ST80/Bortezomib cotreatment, our study provides novel insights into mechanisms of resistance to proteotoxic stress in RMS"}, {"pubmed": 26178280, "text": "NIK(+) endothelial cells may play an important role in the persistence of synovitis"}, {"pubmed": 26195760, "text": "Membrane attack complexes activate noncanonical NF-kappaB by forming a novel Akt(+)NIK(+) signalosome on Rab5(+) endosomes."}, {"pubmed": 26269411, "text": "The forced expression of NDRG2 in ATL cells down-regulates not only the canonical pathway by inhibiting AKT signaling but also the non-canonical pathway by inducing NF-kappaB-inducing kinase (NIK) dephosphorylation via the recruitment of PP2A"}, {"pubmed": 26498133, "text": "This study identified two novel independent loci (MAP3K14 and CARD9) strongly associated with joint damage in Mexican Americans and European Americans and a few shared loci showing suggestive evidence for association."}, {"pubmed": 26602079, "text": "Data suggest microRNA302c, but not microRNA520e, promotes replication of influenza A virus H3N2 although the two microRNAs target same site of NFkappaB-inducing kinase (MAP3K14) 3prime untranslated region; studies were conducted in lung epithelial cells."}, {"pubmed": 26823811, "text": "NIK expression was significantly increased in the tumor tissue of patients with breast carcinoma, which may be an important factor that affects the prognosis of these patients."}, {"pubmed": 27416764, "text": "report a detailed state-of-the-art mass spectrometry-based protein-protein interaction network including the noncanonical NF-kappaB signaling nodes TRAF2, TRAF3, IKKalpha, NIK, and NF-kappaB2/p100; also provide a differential interactome of NIK mutants that cause immunodeficiency"}, {"pubmed": 27499151, "text": "The expression of OTUD7B and NIK were negatively correlated in non-small cell lung cancer tumor samples. the higher expression of NIK was related to more lymph node metastasis and later TNM stage. high OTUD7B/low NIK index can predict an good prognosis."}, {"pubmed": 27555280, "text": "OLFM1 is a negative regulator of non-canonical NF-kappaB signalling by interacting with and inhibiting NIK. Thus, OLFM1 may serve as a valuable biomarker and therapeutic target for colorectal cancer (CRC) patients."}, {"pubmed": 27678221, "text": "results suggest that changes in the relative concentrations of RelB, NIK:IKK1, and p100 during noncanonical signaling modulate this transitional complex and are critical for maintaining the fine balance between the processing and protection of p100."}, {"pubmed": 27876836, "text": "Data show that breast cancer stem cells (BCSCs) expressed higher levels of NF-kappaB-inducing kinase (NIK)."}, {"pubmed": 27889261, "text": "These findings highlight the importance of NIK in tumor pathogenesis and invite new therapeutic strategies that attenuate mitochondrial dysfunction through inhibition of NIK and Drp1."}, {"pubmed": 29283461, "text": "Results indicated that MAP3K14 is a susceptibility gene for leprosy."}, {"pubmed": 29326084, "text": "Molecular dynamics simulations were employed to differentiate the structural dynamics of the NF-kappaB Inducing Kinase (NIK), a protein kinase responsible for invoking the non-canonical NF-kappaB pathway, in its native and mutant form, and in the absence and presence of salt concentration in efforts to probe whether changes in the ionic environment stabilize or destabilize the NIK dimer"}, {"pubmed": 30018345, "text": "A TRAF3-NIK axis differentially regulates viral DNA vs RNA pathways in innate immune signaling."}, {"pubmed": 30335132, "text": "we identify nuclear factor kappa-light-chain-enhancer of activated B cells (NF-kappaB)-inducing kinase (NIK) as a potential drug target driving NF-kappaB signaling and Merlin-deficient schwannoma genesis"}, {"pubmed": 30837284, "text": "NF-kappaB-inducing kinase (NIK; also known as MAP3K14) -mediated alternative activation of canonical NF-kappaB signaling is a key driver of pathological inflammatory activation of human endothelial cells."}, {"pubmed": 30894749, "text": "findings identify a NIK-SIX signalling axis that fine-tunes inflammatory gene expression programs under both physiological and pathological conditions"}, {"pubmed": 31246323, "text": "Conditional Activation of NF-kappaB Inducing Kinase (NIK) in the Osteolineage Enhances Both Basal and Loading-Induced Bone Formation."}, {"pubmed": 31768922, "text": "Constitutive expression of c-REL in uveal melanoma patients: correlation with clinicopathological parameters and patient outcome."}, {"pubmed": 32028675, "text": "A20 Promotes Ripoptosome Formation and TNF-Induced Apoptosis via cIAPs Regulation and NIK Stabilization in Keratinocytes."}, {"pubmed": 32469170, "text": "MiR-98-5p inhibits the secretion of hepatitis b virus (HBV), proliferation, migration, and invasion of HBV-hepatocellular carcinoma cells by targeting NIK."}, {"pubmed": 32759710, "text": "Canonical, Non-Canonical and Atypical Pathways of Nuclear Factor small ka, Cyrillicb Activation in Preeclampsia."}, {"pubmed": 33723235, "text": "NIK promotes metabolic adaptation of glioblastoma cells to bioenergetic stress."}, {"pubmed": 36190381, "text": "Impairment of a NIK-SIX Feedback Axis Results in Dysregulation of Intestinal Immune Homeostasis and Promotes Early-onset Fatal Spontaneous Colitis."}, {"pubmed": 36356831, "text": "NIK/MAP3K14 in hepatocytes orchestrates NASH to hepatocellular carcinoma progression via JAK2/STAT5 inhibition."}, {"pubmed": 37165186, "text": "EDA2R-NIK signalling promotes muscle atrophy linked to cancer cachexia."}, {"pubmed": 37461228, "text": "NIK-mediated reactivation of SIX2 enhanced the CSC-like traits of hepatocellular carcinoma cells through suppressing ubiquitin-proteasome system."}, {"pubmed": 37567906, "text": "Transcriptional induction of NF-kappaB-inducing kinase by E2F4/5 facilitates collective invasion of GBM cells."}], "genomic_pos": [{"chr": "17", "end": 45317029, "ensemblgene": "ENSG00000006062", "start": 45263119, "strand": -1}, {"chr": "HSCHR17_2_CTG5", "end": 7543, "ensemblgene": "ENSG00000282637", "start": 7463, "strand": -1}], "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0000165", "qualifier": "involved_in", "term": "MAPK cascade"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006955", "qualifier": "involved_in", "term": "immune response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007249", "qualifier": "involved_in", "term": "canonical NF-kappaB signal transduction"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0038061", "pubmed": 10094049, "qualifier": "involved_in", "term": "non-canonical NF-kappaB signal transduction"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0038061", "qualifier": "involved_in", "term": "non-canonical NF-kappaB signal transduction"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0038061", "qualifier": "involved_in", "term": "non-canonical NF-kappaB signal transduction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051607", "pubmed": 21478870, "qualifier": "involved_in", "term": "defense response to virus"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0071260", "pubmed": 19593445, "qualifier": "involved_in", "term": "cellular response to mechanical stimulus"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0001650", "qualifier": "located_in", "term": "fibrillar center"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043231", "qualifier": "located_in", "term": "intracellular membrane-bounded organelle"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0004672", "pubmed": 15001576, "qualifier": "enables", "term": "protein kinase activity"}, {"category": "MF", "evidence": "EXP", "id": "GO:0004674", "pubmed": 9520446, "qualifier": "enables", "term": "protein serine/threonine kinase activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0004674", "qualifier": "enables", "term": "protein serine/threonine kinase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004674", "qualifier": "enables", "term": "protein serine/threonine kinase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0004709", "qualifier": "enables", "term": "MAP kinase kinase kinase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [9020361, 9520446, 10733566, 12884866, 14743216, 16286467, 16498412, 17158868, 17237370, 22939624, 25036637, 25241761, 25416956, 28514442, 30833792, 31980649, 32296183, 32707033, 32814053, 36931259], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005524", "qualifier": "enables", "term": "ATP binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0106310", "qualifier": "enables", "term": "protein serine kinase activity"}]}, "homologene": {"genes": [[7955, 100004261], [8364, 100489201], [9031, 419964], [9544, 716258], [9598, 454750], [9606, 9020], [9615, 490926], [9913, 508367], [10090, 53859], [10116, 360640]], "id": 2940}, "interpro": [{"desc": "Protein kinase domain", "id": "IPR000719", "short_desc": "Prot_kinase_dom"}, {"desc": "Serine/threonine-protein kinase, active site", "id": "IPR008271", "short_desc": "Ser/Thr_kinase_AS"}, {"desc": "Protein kinase-like domain superfamily", "id": "IPR011009", "short_desc": "Kinase-like_dom_sf"}, {"desc": "Mitogen-activated protein (MAP) kinase kinase kinase 14", "id": "IPR017425", "short_desc": "MAPKKK14"}, {"desc": "Protein kinase, ATP binding site", "id": "IPR017441", "short_desc": "Protein_kinase_ATP_BS"}, {"desc": "M3K14, catalytic domain", "id": "IPR042787", "short_desc": "M3K14_STKc"}], "ipi": "IPI00016099", "map_location": "17q21.31", "name": "mitogen-activated protein kinase kinase kinase 14", "other_names": ["NF-kappa-beta-inducing kinase", "mitogen-activated protein kinase kinase kinase 14", "serine/threonine-protein kinase NIK"], "pantherdb": {"HGNC": "6853", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1858204", "ortholog_type": "LDO", "panther_family": "PTHR48016", "taxid": 10090, "uniprot_kb": "Q9WUL6"}, {"RGD": "1310487", "ortholog_type": "LDO", "panther_family": "PTHR48016", "taxid": 10116, "uniprot_kb": "D3ZTD1"}, {"Ensembl": "ENSGALG00000000685", "ortholog_type": "LDO", "panther_family": "PTHR48016", "taxid": 9031, "uniprot_kb": "F1NMZ5"}, {"ZFIN": "ZDB-GENE-030131-5234", "ortholog_type": "O", "panther_family": "PTHR48016", "taxid": 7955, "uniprot_kb": "F1QV75"}, {"ZFIN": "ZDB-GENE-120215-80", "ortholog_type": "LDO", "panther_family": "PTHR48016", "taxid": 7955, "uniprot_kb": "E7FEY1"}, {"SGD": "S000003631", "ortholog_type": "O", "panther_family": "PTHR48016", "taxid": 4932, "uniprot_kb": "Q01389"}, {"TAIR": "2133529", "ortholog_type": "O", "panther_family": "PTHR48016", "taxid": 3702, "uniprot_kb": "Q9M0T3"}, {"TAIR": "2133539", "ortholog_type": "O", "panther_family": "PTHR48016", "taxid": 3702, "uniprot_kb": "O81472"}, {"TAIR": "2133559", "ortholog_type": "O", "panther_family": "PTHR48016", "taxid": 3702, "uniprot_kb": "Q39008"}, {"TAIR": "2024832", "ortholog_type": "O", "panther_family": "PTHR48016", "taxid": 3702, "uniprot_kb": "F4HRJ4"}, {"TAIR": "2174969", "ortholog_type": "O", "panther_family": "PTHR48016", "taxid": 3702, "uniprot_kb": "Q9C5H5"}, {"TAIR": "2026674", "ortholog_type": "O", "panther_family": "PTHR48016", "taxid": 3702, "uniprot_kb": "Q9CAD5"}], "uniprot_kb": "Q99558"}, "pathway": {"biocarta": [{"id": "deathpathway", "name": "induction of apoptosis through dr3 and dr4/5 death receptors"}, {"id": "hivnefpathway", "name": "hiv-1 nef: negative effector of fas and tnf"}, {"id": "mapkpathway", "name": "mapkinase signaling pathway"}, {"id": "tnfr2pathway", "name": "tnfr2 signaling pathway"}, {"id": "tollpathway", "name": "toll-like receptor pathway"}], "kegg": [{"id": "hsa04010", "name": "MAPK signaling pathway - Homo sapiens (human)"}, {"id": "hsa04064", "name": "NF-kappa B signaling pathway - Homo sapiens (human)"}, {"id": "hsa04210", "name": "Apoptosis - Homo sapiens (human)"}, {"id": "hsa04380", "name": "Osteoclast differentiation - Homo sapiens (human)"}, {"id": "hsa04625", "name": "C-type lectin receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa04660", "name": "T cell receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa04668", "name": "TNF signaling pathway - Homo sapiens (human)"}, {"id": "hsa04672", "name": "Intestinal immune network for IgA production - Homo sapiens (human)"}, {"id": "hsa05120", "name": "Epithelial cell signaling in Helicobacter pylori infection - Homo sapiens (human)"}, {"id": "hsa05166", "name": "Human T-cell leukemia virus 1 infection - Homo sapiens (human)"}, {"id": "hsa05169", "name": "Epstein-Barr virus infection - Homo sapiens (human)"}], "netpath": [{"id": "Pathway_EGFR1", "name": "EGFR1"}, {"id": "Pathway_IL1", "name": "IL1"}, {"id": "Pathway_TNFalpha", "name": "TNFalpha"}], "pid": [{"id": "avb3_opn_pathway", "name": "Osteopontin-mediated events"}, {"id": "cd40_pathway", "name": "CD40/CD40L signaling"}, {"id": "cd8tcrpathway", "name": "TCR signaling in na&#xef;ve CD8+ T cells"}, {"id": "hivnefpathway", "name": "HIV-1 Nef: Negative effector of Fas and TNF-alpha"}, {"id": "nfkappabalternativepathway", "name": "Alternative NF-kappaB pathway"}, {"id": "tcr_pathway", "name": "TCR signaling in na&#xef;ve CD4+ T cells"}], "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-1280218", "name": "Adaptive Immune System"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-388841", "name": "Costimulation by the CD28 family"}, {"id": "R-HSA-389356", "name": "CD28 co-stimulation"}, {"id": "R-HSA-389357", "name": "CD28 dependent PI3K/Akt signaling"}, {"id": "R-HSA-5607761", "name": "Dectin-1 mediated noncanonical NF-kB signaling"}, {"id": "R-HSA-5607764", "name": "CLEC7A (Dectin-1) signaling"}, {"id": "R-HSA-5621481", "name": "C-type lectin receptors (CLRs)"}, {"id": "R-HSA-5668541", "name": "TNFR2 non-canonical NF-kB pathway"}, {"id": "R-HSA-5676590", "name": "NIK-->noncanonical NF-kB signaling"}, {"id": "R-HSA-5676594", "name": "TNF receptor superfamily (TNFSF) members mediating non-canonical NF-kB pathway"}], "wikipathways": [{"id": "WP1434", "name": "Osteopontin Signaling"}, {"id": "WP1544", "name": "MicroRNAs in cardiomyocyte hypertrophy"}, {"id": "WP1772", "name": "Apoptosis Modulation and Signaling"}, {"id": "WP195", "name": "IL-1 signaling pathway"}, {"id": "WP2036", "name": "TNF related weak inducer of apoptosis (TWEAK) Signaling Pathway"}, {"id": "WP2112", "name": "IL17 signaling pathway"}, {"id": "WP231", "name": "TNF-alpha signaling pathway"}, {"id": "WP262", "name": "Ebstein-Barr virus LMP1 signaling"}, {"id": "WP2637", "name": "Structural Pathway of Interleukin 1 (IL-1)"}, {"id": "WP2795", "name": "Cardiac Hypertrophic Response"}, {"id": "WP382", "name": "MAPK Signaling Pathway"}, {"id": "WP3863", "name": "T-Cell antigen Receptor (TCR) pathway during Staphylococcus aureus infection"}, {"id": "WP3915", "name": "Angiopoietin Like Protein 8 Regulatory Pathway"}, {"id": "WP4496", "name": "Signal transduction through IL1R"}, {"id": "WP481", "name": "Insulin Signaling"}, {"id": "WP5072", "name": "Modulators of TCR signaling and T cell activation"}, {"id": "WP69", "name": "T-cell receptor (TCR) signaling pathway"}]}, "pdb": ["4DN5", "4G3D", "4IDT", "4IDV", "6WPP", "6Z1Q", "6Z1T", "8YHW"], "pfam": "PF00069", "pharmgkb": "PA30597", "pharos": {"target_id": 17465, "tdl": "Tchem"}, "prosite": "PS50011", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF259535", "relationship": "is"}, {"id": "GNF259536", "relationship": "is"}, {"id": "GNF259537", "relationship": "is"}, {"id": "GNF259538", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF159029", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF086122", "relationship": "is"}, {"id": "GNF086123", "relationship": "is"}, {"id": "GNF086124", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052147", "relationship": "is"}, {"id": "GNF056913", "relationship": "is"}, {"id": "GNF061739", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF066843", "relationship": "is"}, {"id": "GNF066844", "relationship": "is"}], "GNF_hs-pkinase_IDT-siRNA": [{"id": "GNF165380", "relationship": "is"}, {"id": "GNF165381", "relationship": "is"}, {"id": "GNF165382", "relationship": "is"}, {"id": "GNF165383", "relationship": "is"}], "GNF_hs_LentiORF-HA-MYC": {"id": "GNF282638", "relationship": "is"}, "GNF_hs_LentiORF-Jred": {"id": "GNF283565", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF008730", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF238869", "relationship": "is"}, "Invitrogen_IVTHSSIPKv2": [{"id": "GNF324711", "relationship": "is"}, {"id": "GNF324712", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF336450", "relationship": "is"}}, "refseq": {"genomic": ["NC_000017.11", "NC_060941.1", "NG_033823.1"], "protein": ["NP_003945.2", "XP_011523743.1", "XP_047292953.1", "XP_047292954.1", "XP_054173658.1", "XP_054173659.1", "XP_054173660.1"], "rna": ["NM_003954.5", "XM_011525441.3", "XM_047436997.1", "XM_047436998.1", "XM_054317683.1", "XM_054317684.1", "XM_054317685.1"], "translation": [{"protein": "XP_011523743.1", "rna": "XM_011525441.3"}, {"protein": "NP_003945.2", "rna": "NM_003954.5"}, {"protein": "XP_054173660.1", "rna": "XM_054317685.1"}, {"protein": "XP_054173659.1", "rna": "XM_054317684.1"}, {"protein": "XP_054173658.1", "rna": "XM_054317683.1"}, {"protein": "XP_047292953.1", "rna": "XM_047436997.1"}, {"protein": "XP_047292954.1", "rna": "XM_047436998.1"}]}, "reporter": {"HG-U133_Plus_2": "205192_at", "HG-U95Av2": "974_at", "HTA-2_0": "TC17001598.hg.1", "HuEx-1_0": ["3105105", "3759704"], "HuGene-1_1": "8016194", "HuGene-2_1": "16845876"}, "retired": 284209, "summary": "This gene encodes mitogen-activated protein kinase kinase kinase 14, which is a serine/threonine protein-kinase. This kinase binds to TRAF2 and stimulates NF-kappaB activity. It shares sequence similarity with several other MAPKK kinases. It participates in an NF-kappaB-inducing signalling cascade common to receptors of the tumour-necrosis/nerve-growth factor (TNF/NGF) family and to the interleukin-1 type-I receptor. [provided by RefSeq, Jul 2008].", "symbol": "MAP3K14", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1367673"}, "unigene": ["Hs.668927", "Hs.404183", "Hs.735695"], "uniprot": {"Swiss-Prot": "Q99558", "TrEMBL": ["A0A7P0Z419", "Q68D39"]}, "wikipedia": {"url_stub": "MAP3K14"}}