{"AllianceGenome": "6887", "HGNC": "6887", "MIM": "602006", "_id": "9261", "_version": 1, "accession": {"genomic": ["AL591846.15", "CH471100.2", "CP068277.2", "NC_000001.11", "NC_060925.1", "NG_029640.1"], "protein": ["AAH36060.2", "AAH52584.1", "CAA53094.1", "EAW93525.1", "EAW93526.1", "EAW93527.1", "EAW93528.1", "EAW93529.1", "EAW93530.1", "EAW93531.1", "EAW93532.1", "NP_004750.1", "NP_116584.2", "P49137.1", "XP_005273410.1", "XP_016858299.1", "XP_047290374.1", "XP_054195605.1", "XP_054195606.1", "XP_054195607.1"], "rna": ["AK307499.1", "BC036060.1", "BC052584.1", "BU621009.1", "NM_004759.5", "NM_032960.4", "X75346.1", "XM_005273353.4", "XM_017002810.2", "XM_047434418.1", "XM_054339630.1", "XM_054339631.1", "XM_054339632.1"], "translation": [{"protein": "NP_004750.1", "rna": "NM_004759.5"}, {"protein": "NP_116584.2", "rna": "NM_032960.4"}, {"protein": "XP_054195607.1", "rna": "XM_054339632.1"}, {"protein": "CAA53094.1", "rna": "X75346.1"}, {"protein": "XP_016858299.1", "rna": "XM_017002810.2"}, {"protein": "AAH52584.1", "rna": "BC052584.1"}, {"protein": "XP_054195606.1", "rna": "XM_054339631.1"}, {"protein": "XP_005273410.1", "rna": "XM_005273353.4"}, {"protein": "XP_047290374.1", "rna": "XM_047434418.1"}, {"protein": "XP_054195605.1", "rna": "XM_054339630.1"}, {"protein": "AAH36060.2", "rna": "BC036060.1"}]}, "alias": ["MAPKAP-K2", "MK-2", "MK2"], "ec": "2.7.11.1", "ensembl": {"gene": "ENSG00000162889", "protein": ["ENSP00000294981", "ENSP00000356070"], "transcript": ["ENST00000294981", "ENST00000367103", "ENST00000479009", "ENST00000493447"], "translation": [{"protein": "ENSP00000356070", "rna": "ENST00000367103"}, {"protein": "ENSP00000294981", "rna": "ENST00000294981"}], "type_of_gene": "protein_coding"}, "entrezgene": "9261", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 16.152400009, "exp_mis": 157.707212348, "exp_syn": 79.7439287726, "lof_z": 3.98114708791438, "mis_z": 3.45501219937556, "mu_lof": 1.10449976572e-06, "mu_mis": 1.44994192274e-05, "mu_syn": 7.35557099981e-06, "n_lof": 0.0, "n_mis": 69.0, "n_syn": 71.0, "p_li": 0.996185444591235, "p_null": 2.77029226759295e-07, "p_rec": 0.00381427837953776, "syn_z": 0.607026028913868}, "bp": 1203, "cds_end": 206906063, "cds_start": 206858574, "n_exons": 10, "nonpsych": {"exp_lof": 14.4188833978, "exp_mis": 142.539652272, "exp_syn": 71.9753600181, "lof_z": 3.72921768688304, "mis_z": 3.36029713742569, "mu_lof": 1.10449976572e-06, "mu_mis": 1.44994192274e-05, "mu_syn": 7.35557099981e-06, "n_lof": 0.0, "n_mis": 63.0, "n_syn": 66.0, "p_li": 0.993646350924967, "p_null": 1.17463316342169e-06, "p_rec": 0.00635247444186917, "syn_z": 0.443440786087952}, "nontcga": {"exp_lof": 14.8406555021, "exp_mis": 145.071092655, "exp_syn": 73.3448712251, "lof_z": 3.80021228132685, "mis_z": 3.35340050916346, "mu_lof": 1.10449976572e-06, "mu_mis": 1.44994192274e-05, "mu_syn": 7.35557099981e-06, "n_lof": 0.0, "n_mis": 64.0, "n_syn": 66.0, "p_li": 0.994031113101944, "p_null": 8.25239021071562e-07, "p_rec": 0.00596806165903517, "syn_z": 0.543027156870601}, "transcript": "ENST00000367103.3"}, "exons": [{"cdsend": 206732091, "cdsstart": 206685229, "chr": "1", "position": [[206684904, 206685508], [206728709, 206728849], [206729034, 206729099], [206729395, 206729475], [206729971, 206730098], [206730687, 206730763], [206731137, 206731262], [206731639, 206731725], [206731838, 206731919], [206732037, 206734281]], "strand": 1, "transcript": "NM_004759", "txend": 206734281, "txstart": 206684904}, {"cdsend": 206732718, "cdsstart": 206685229, "chr": "1", "position": [[206684904, 206685508], [206728709, 206728849], [206729034, 206729099], [206729395, 206729475], [206729971, 206730098], [206730687, 206730763], [206731137, 206731262], [206731639, 206731725], [206731838, 206731919], [206732574, 206734281]], "strand": 1, "transcript": "NM_032960", "txend": 206734281, "txstart": 206684904}], "exons_hg19": [{"cdsend": 206905436, "cdsstart": 206858574, "chr": "1", "position": [[206858249, 206858853], [206902054, 206902194], [206902379, 206902444], [206902740, 206902820], [206903316, 206903443], [206904032, 206904108], [206904482, 206904607], [206904984, 206905070], [206905183, 206905264], [206905382, 206907626]], "strand": 1, "transcript": "NM_004759", "txend": 206907626, "txstart": 206858249}, {"cdsend": 206906063, "cdsstart": 206858574, "chr": "1", "position": [[206858249, 206858853], [206902054, 206902194], [206902379, 206902444], [206902740, 206902820], [206903316, 206903443], [206904032, 206904108], [206904482, 206904607], [206904984, 206905070], [206905183, 206905264], [206905919, 206907626]], "strand": 1, "transcript": "NM_032960", "txend": 206907626, "txstart": 206858249}], "generif": [{"pubmed": 12147348, "text": "Examination of the kinetic mechanism"}, {"pubmed": 12171911, "text": "structure suggests a bifunctional switch that couples kinase activation with nuclear export"}, {"pubmed": 12377770, "text": "role in pathway that promotes urokinase plasminogen activator mRNA stability in invasive breast cancer cells"}, {"pubmed": 12751751, "text": "MAPKAPK-2 and ERKs activate 5-lipoxygenase"}, {"pubmed": 12791252, "text": "crystal structures of a catalytically active C-terminal deletion form of human MAP KAP kinase 2, residues 41-364, in complex with staurosporine at 2.7 A and with ADP at 3.2 A"}, {"pubmed": 15094067, "text": "MK2 is activated with p66(ShcA) co-expression and p66(ShcA) is an in vitro substrate for MK2, further demonstrating their association and suggesting a biological role for p66(Shc) in MK2 activation"}, {"pubmed": 15271996, "text": "BAG2 was directly phosphorylated at serine 20 in vitro by MAPKAPK2 and MAPKAP2 is also required for phosphorylation of BAG2 in vivo."}, {"pubmed": 15287722, "text": "The 30-amino acid docking domain peptide of MAPKAPK2 isoform a (MK2a) is required for the formation of a tight, functional p38alpha-MK2a signaling complex."}, {"pubmed": 15629715, "text": "MAPKAP kinase-2 is directly responsible for Cdc25B/C phosphorylation and 14-3-3 binding in vitro and in response to UV-induced DNA damage."}, {"pubmed": 15692053, "text": "Kaposin B reverses the instability of cytokine trnscripts by binding to and activating mitogen-activated protein kinase-associated protein kinase 2, a target of the p38 mitogen-activated protein kinase signaling pathway and inhibitor of ARE-mRNA decay"}, {"pubmed": 16278218, "text": "HSF1 phosphorylation by MAPK-activated protein kinase 2 on serine 121, inhibits transcriptional activity and promotes HSP90 binding"}, {"pubmed": 16407830, "text": "Both MAPKAPK2 and HSP27 are necessary for TGFbeta-mediated increases in MMP-2 and cell invasion in human prostate cancer."}, {"pubmed": 16424170, "text": "Increased activation of MAPKAP2 is responsible for elevated and posttranscriptionally regulated TNF-alpha protein expression in psoriatic skin."}, {"pubmed": 16774924, "text": "A role is proposed for MAPKAPK2 in a transgenic mouse model of neuroinflammatory and neurodegenerative pathology of relevance to Alzheimer disease."}, {"pubmed": 16861915, "text": "MAPKAP kinase-2 phosphorylates CDC25B on multiple sites including S169, S323, S353 and S375, while p38SAPK phosphorylates CDC25B on S249."}, {"pubmed": 17255097, "text": "Binding of MAPK14 (p38alpha):  the C-terminal regulatory domain of MK2 binds in the docking groove of p38alpha, and the ATP-binding sites of both kinases are at the heterodimer interface."}, {"pubmed": 17481585, "text": "MK2-regulated LSP1 phosphorylation is involved in stabilization of F-actin polarization during neutrophil chemotaxis."}, {"pubmed": 18326031, "text": "MK2-mediated inhibition of BRF1 requires phosphorylation at S54, S92, and S203."}, {"pubmed": 19171422, "text": "Upregulated in at least 50% of multiple myeloma cases tested."}, {"pubmed": 19672773, "text": "Data provide evidence that p38 Map kinase pathway is activated leading to increased upregulation of mixed lineage kinase 3, MKK3/6, MSK1, and Mapkapk2, upon treatment of BCR/ABL expressing cells with dasatinib"}, {"pubmed": 19951368, "text": "From a siRNA screen of the human kinome adapted to a high-throughput format, we found that knock-down of the MAPK-activated protein kinase 2 (MK2), a downstream target of the p38 MAPK, protected against Shiga toxicity."}, {"pubmed": 20068172, "text": "Findings implicate p38 MAPK and MAPKAPK2 in mediating bladder cancer invasion via regulation of MMP-2 and MMP-9 at the level of mRNA stability."}, {"pubmed": 20081887, "text": "MK2 signaling has a minor role in skin inflammation [commentary]"}, {"pubmed": 20212154, "text": "miR-34c is a critical regulator of c-Myc expression following DNA damage acting downstream of p38 MAPK/MK2, and miR-34c serves to remove c-Myc to prevent inappropriate replication which may otherwise lead to genomic instability."}, {"pubmed": 20375303, "text": "Tumor necrosis factor (TNF)-alpha protein, but not messenger RNA production, is markedly impaired by MK2 deficiency of transgenic mice."}, {"pubmed": 20595389, "text": "MK2 phosphorylation reduces the ability of TTP to promote deadenylation by inhibiting the recruitment of CAF1 deadenylase in a mechanism that does not involve sequestration of TTP by 14-3-3."}, {"pubmed": 20805296, "text": "Observational study of gene-disease association, gene-gene interaction, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20932473, "text": "Demonstrate a critical role for the MK2 pathway in the posttranscriptional regulation of gene expression as part of the DNA damage response in cancer cells."}, {"pubmed": 21078877, "text": "Data suggest that phosphorylation of tristetraprolin by MK2 primarily affects mRNA decay downstream of RNA binding by preventing recruitment of the deadenylation machinery."}, {"pubmed": 21131586, "text": "MK2 SUMOylation is a new mechanism for regulating actin filament dynamics in ECs."}, {"pubmed": 21606198, "text": "Data show that DNA damage stimulates the formation of a cytosolic complex of ATM, NEMO, RIP1, and TAK1, and that TAK1 mediates the NF-kappaB and p38 mitogen-activated protein kinase (MAPK)/MAPK-activated protein 2 responses to DNA damage."}, {"pubmed": 22119462, "text": "analysis of inhibition of human MK2"}, {"pubmed": 22200507, "text": "TLR3 induces signaling mechanisms involving TRIF, p38 MAPK and MK2 to enhance stabilization of IFN-beta mRNA contributing to enhanced IFN-beta levels during pathogen infections."}, {"pubmed": 22268119, "text": "The results suggest that in human pulmonary microvascular endothelial cells, MAP-kinase-activated kinase 2 regulates TNF-alpha-induced expression of ICAM-1 and IL-8 via tristetraprolin at the mRNA decay level."}, {"pubmed": 22351694, "text": "Data show that MAPKAP kinase 2 overexpression is associated with expression of p38 MAP kinase and ETV1 in gastrointestinal stromal tumors (GIST)."}, {"pubmed": 22883146, "text": "A functional copy-number variation in MAPKAPK2 predicts risk and prognosis of lung cancer"}, {"pubmed": 22983351, "text": "Cigarette smoke and its component acrolein augment IL-8/CXCL8 mRNA stability via p38 MAPK/MK2 signaling in human pulmonary cells."}, {"pubmed": 23152511, "text": "The human respiratory syncytial virus-induced sequestration of p38-P in IBs resulted in a substantial reduction in the accumulation of a downstream signaling substrate, MAPK-activated protein kinase 2 (MK2)."}, {"pubmed": 23185379, "text": "activation of PP2A or inactivation of the p38MAPK-MAPKAPK2-Hsp27 has a role in survival of cancer stem cells under hypoxia and serum depletion via decrease in PP2A activity"}, {"pubmed": 23202365, "text": "MAPK-activated protein kinase-2 limits endothelial inflammation via the PIAS1 S522 phosphorylation-mediated increase in PIAS1 transrepression and SUMO ligase activity."}, {"pubmed": 23264053, "text": "This study showed that MK2 kinase is activated by TcdA and TcdB and regulates the expression of proinflammatory cytokines."}, {"pubmed": 23657501, "text": "These data suggest that MK2 is a key downstream effector of p38 that can modulate pemphigus vulgaris autoantibody pathogenicity."}, {"pubmed": 23740979, "text": "Kaposin B significantly contributes to the chronic inflammatory environment by unique activation of the proto-oncogene STAT3, coupled with MK2-mediated inactivation of the STAT3 transcriptional repressor TRIM28."}, {"pubmed": 23744329, "text": "MK2 gene rs45514798 polymorphisms may be associated with HDL-C in Uygur men younger than 50 years old from Hetian area of Xinjiang."}, {"pubmed": 24056810, "text": "the functional copy number variation 30450 in the MAPKAPK2 promoter elevates the nasopharyngeal carcinoma risk with a modulation by EBV infection"}, {"pubmed": 24082115, "text": "MK2 activity was required for damage response, accumulation of ssDNA, and decreased survival when cells were treated with the nucleoside analogue gemcitabine or when the checkpoint kinase Chk1 was antagonized."}, {"pubmed": 24304496, "text": "MK2 plays a critical role in the development of apoptosis."}, {"pubmed": 24469230, "text": "ATM and MAPKAP kinase 2 mediate radiation sensitivity in pancreatic cancer cells via phosphorylation of TRIM29."}, {"pubmed": 24556918, "text": "MK2 mediates gemcitabine efficacy in pancreatic cancer cells that respond to the drug, suggesting that the p38/MK2 pathway represents a determinant of the efficacy by that gemcitabine counteracts pancreatic cancer."}, {"pubmed": 24802256, "text": "analysis of signaling cooperation between p38-MAPK/MAPKAP-2/Hsp27 and intracellular calcium release in AA-induced HBEC apoptosis"}, {"pubmed": 24964076, "text": "a key role of MK2 and FasR in the regulation and limitation of the immune response in the CNS"}, {"pubmed": 25019640, "text": "Low pMK2 expression was found to correlate significantly with overall survival after induction plus chemoradiation therapy in head and neck squamous cell carcinoma patients."}, {"pubmed": 25204651, "text": "IscU is a new substrate of MK2 both in Drosophila cells and in human cells"}, {"pubmed": 25255283, "text": "Data indicate the binding mode and molecular mechanism of action of MAPK-activated protein kinase-2 (MK2) and inhibitors."}, {"pubmed": 25410865, "text": "Treatment with MK2 or p38 inhibitors blocked human papillomavirus genome amplification, identifying the p38/MK2 pathway as a key regulator of the human papillomavirus life cycle."}, {"pubmed": 25693418, "text": "findings reveal MK2/MK3 as crucial stress-responsive kinases that promote autophagy through Beclin 1 S90 phosphorylation"}, {"pubmed": 26124331, "text": "The protein expression of both HMGB1 and MAPKAPK2 were increased in KLM1-R cells."}, {"pubmed": 26169728, "text": "MK2 overexpression is associated with primary liver tumors."}, {"pubmed": 26280535, "text": "mTOR controls the senescence-associated secretory phenotype by differentially regulating the translation of the MK2 (also known as MAPKAPK2)."}, {"pubmed": 26616734, "text": "CEP131 is the key regulatory target of MK2 and 14-3-3 in centriolar satellite remodeling."}, {"pubmed": 27215284, "text": "MK2 post-transcriptionally regulates TNF-alpha-induced ICAM-1 expression by altering the cytoplasmic localization of HuR in human lung microvascular endothelial cells."}, {"pubmed": 27223276, "text": "According to the information mentioned above, we now report the design and synthesis of some series of new urea derivatives that were then evaluated for their inhibitory activities against MAPKAPK2, TNF-a, and p38a"}, {"pubmed": 29125882, "text": "Study found an elevated expression level of MK2 in serum specimens of patients with spinal cord injury. MiR-137 targets MK2 and inhibits its mediated inflammatory response and apoptosis after spinal cord injury."}, {"pubmed": 29275999, "text": "The novel MK2 substrates have emerged in the DNA damage response, autophagy, and obesity, making MK2 a multifunctional kinase at the crossroads of stress response and cell death."}, {"pubmed": 29317761, "text": "The MK2 phosphorylates a cytoplasmic pool of RIPK1 that presumably subsequently integrates complex I, while IKKalpha/beta phosphorylate RIPK1 directly in complex I."}, {"pubmed": 29412690, "text": "Platelets drive a p38-MK2-RTN4-Bcl-xl pathway associated with the regulation of the endoplasmic reticulum and platelet phosphatidylserine exposure, modulating procoagulant phenotype."}, {"pubmed": 29525743, "text": "These results reveal a novel mechanism by which miR-296-3p negatively regulated by nicotine directly targets MK2-induced Ras/Braf/Erk/Mek/c-Myc or PI3K/AKT/c-Myc signaling to stimulate its own expression and suppress NPC cell proliferation and metastasis."}, {"pubmed": 30112991, "text": "Studies present evidence that MK2 play a central role in the regulation of the inflammatory pathways in chronic airway inflammatory diseases. [review]"}, {"pubmed": 30575927, "text": "Overexpression of microRNA-490-3p alleviates inflammation and apoptosis via targeting MK2, thereafter promoting spinal cord injury recovery."}, {"pubmed": 30850014, "text": "In this review, we have highlighted in detail the importance of MK2(MAPKAPK2) as the master regulator of RBPs and its role in the regulation of transcript stability, tumor progression, as well as the possibility of use of MK2 as a therapeutic target in tumor management"}, {"pubmed": 31023373, "text": "Altogether, MAPKAPK2 is responsible for regulating the transcript stability and is functionally important to modulate Head and neck squamous-cell carcinoma pathogenesis."}, {"pubmed": 31167133, "text": "Alternative Translation Initiation Generates a Functionally Distinct Isoform of the Stress-Activated Protein Kinase MK2 with distinct physiological properties."}, {"pubmed": 31575657, "text": "our results suggest that the MAPKAPK2 plays a key role in Sophoridine-inhibited growth and invasion in colorectal cancers."}, {"pubmed": 32649858, "text": "MAP Kinase-Mediated Activation of RSK1 and MK2 Substrate Kinases."}, {"pubmed": 34272277, "text": "MK2 degradation as a sensor of signal intensity that controls stress-induced cell fate."}, {"pubmed": 34559922, "text": "Mitogen-activated protein kinase-activated protein kinase-2 (MK2) and its role in cell survival, inflammatory signaling, and migration in promoting cancer."}, {"pubmed": 35129087, "text": "Regulation of CCR4-NOT complex deadenylase activity and cellular responses by MK2-dependent phosphorylation of CNOT2."}], "genomic_pos": {"chr": "1", "end": 206734281, "ensemblgene": "ENSG00000162889", "start": 206684905, "strand": 1}, "genomic_pos_hg19": [{"chr": "1", "end": 206907628, "start": 206858289, "strand": 1}, {"chr": "HG1293_PATCH", "end": 206797844, "start": 206748505, "strand": 1}], "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0000165", "pubmed": 8179591, "qualifier": "involved_in", "term": "MAPK cascade"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0002224", "qualifier": "involved_in", "term": "toll-like receptor signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0002224", "qualifier": "involved_in", "term": "toll-like receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006468", "pubmed": 8179591, "qualifier": "involved_in", "term": "protein phosphorylation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006691", "qualifier": "involved_in", "term": "leukotriene metabolic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006974", "pubmed": 20932473, "qualifier": "involved_in", "term": "DNA damage response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0010803", "qualifier": "involved_in", "term": "regulation of tumor necrosis factor-mediated signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0018105", "qualifier": "involved_in", "term": "peptidyl-serine phosphorylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0018105", "pubmed": 15850461, "qualifier": "involved_in", "term": "peptidyl-serine phosphorylation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032496", "qualifier": "involved_in", "term": "response to lipopolysaccharide"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032675", "qualifier": "involved_in", "term": "regulation of interleukin-6 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032680", "pubmed": 15014438, "qualifier": "involved_in", "term": "regulation of tumor necrosis factor production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032760", "qualifier": "involved_in", "term": "positive regulation of tumor necrosis factor production"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0034097", "qualifier": "involved_in", "term": "response to cytokine"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0034097", "pubmed": 8774846, "qualifier": "involved_in", "term": "response to cytokine"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0035556", "qualifier": "involved_in", "term": "intracellular signal transduction"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0035924", "qualifier": "involved_in", "term": "cellular response to vascular endothelial growth factor stimulus"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0035924", "pubmed": 18440775, "qualifier": "involved_in", "term": "cellular response to vascular endothelial growth factor stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0038066", "qualifier": "involved_in", "term": "p38MAPK cascade"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0043488", "qualifier": "involved_in", "term": "regulation of mRNA stability"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0044351", "qualifier": "involved_in", "term": "macropinocytosis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0046777", "qualifier": "involved_in", "term": "protein autophosphorylation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0048010", "qualifier": "involved_in", "term": "vascular endothelial growth factor receptor signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0048010", "pubmed": 18440775, "qualifier": "involved_in", "term": "vascular endothelial growth factor receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0048010", "qualifier": "involved_in", "term": "vascular endothelial growth factor receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048839", "qualifier": "involved_in", "term": "inner ear development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060907", "qualifier": "involved_in", "term": "positive regulation of macrophage cytokine production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070935", "pubmed": [14517288, 15014438, 20932473], "qualifier": "involved_in", "term": "3'-UTR-mediated mRNA stabilization"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:1900034", "qualifier": "involved_in", "term": "regulation of cellular response to heat"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 20932473, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 20932473, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005813", "qualifier": "located_in", "term": "centrosome"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 18570454, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0004672", "pubmed": 8179591, "qualifier": "enables", "term": "protein kinase activity"}, {"category": "MF", "evidence": "EXP", "id": "GO:0004674", "pubmed": [7799959, 16278218, 28506461, 28920952], "qualifier": "enables", "term": "protein serine/threonine kinase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004674", "pubmed": [8774846, 8846784, 14517288, 15014438, 15850461, 20932473, 24020373], "qualifier": "enables", "term": "protein serine/threonine kinase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004674", "qualifier": "enables", "term": "protein serine/threonine kinase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004683", "qualifier": "enables", "term": "calmodulin-dependent protein kinase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [8774846, 14517288, 15014438, 16278218, 17255097, 19369945, 20932473, 21575178, 21988832, 23455922, 23602568, 25241761, 25852190, 26496610, 31980649, 32707033], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005516", "qualifier": "enables", "term": "calmodulin binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005524", "qualifier": "enables", "term": "ATP binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0009931", "qualifier": "enables", "term": "calcium-dependent protein serine/threonine kinase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0051019", "qualifier": "enables", "term": "mitogen-activated protein kinase binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0106310", "qualifier": "enables", "term": "protein serine kinase activity"}]}, "homologene": {"genes": [[7955, 327321], [8364, 550101], [9031, 419847], [9544, 695044], [9598, 744091], [9606, 9261], [9615, 490263], [9913, 788091], [10090, 17164], [10116, 289014]], "id": 56412}, "interpro": [{"desc": "Protein kinase domain", "id": "IPR000719", "short_desc": "Prot_kinase_dom"}, {"desc": "Serine/threonine-protein kinase, active site", "id": "IPR008271", "short_desc": "Ser/Thr_kinase_AS"}, {"desc": "Protein kinase-like domain superfamily", "id": "IPR011009", "short_desc": "Kinase-like_dom_sf"}, {"desc": "Protein kinase, ATP binding site", "id": "IPR017441", "short_desc": "Protein_kinase_ATP_BS"}, {"desc": "MAP kinase activated protein kinase, C-terminal", "id": "IPR027442", "short_desc": "MAPKAPK_C"}], "ipi": ["IPI00026054", "IPI00215763"], "map_location": "1q32.1", "name": "MAPK activated protein kinase 2", "other_names": ["MAP kinase-activated protein kinase 2", "MAPKAP kinase 2", "mitogen-activated protein kinase-activated protein kinase 2"], "pantherdb": {"HGNC": "6887", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "109298", "ortholog_type": "LDO", "panther_family": "PTHR24349", "taxid": 10090, "uniprot_kb": "P49138"}, {"RGD": "631362", "ortholog_type": "LDO", "panther_family": "PTHR24349", "taxid": 10116, "uniprot_kb": "F1M9C0"}, {"Ensembl": "ENSGALG00000000883", "ortholog_type": "LDO", "panther_family": "PTHR24349", "taxid": 9031, "uniprot_kb": "F1NCY7"}, {"ZFIN": "ZDB-GENE-071018-1", "ortholog_type": "O", "panther_family": "PTHR24349", "taxid": 7955, "uniprot_kb": "A7BJ43"}, {"ZFIN": "ZDB-GENE-030131-5532", "ortholog_type": "LDO", "panther_family": "PTHR24349", "taxid": 7955, "uniprot_kb": "Q7T2F2"}, {"WormBase": "WBGene00010681", "ortholog_type": "O", "panther_family": "PTHR24349", "taxid": 6239, "uniprot_kb": "Q21360"}, {"WormBase": "WBGene00007007", "ortholog_type": "O", "panther_family": "PTHR24349", "taxid": 6239, "uniprot_kb": "Q965G5"}, {"FlyBase": "FBgn0013987", "ortholog_type": "O", "panther_family": "PTHR24349", "taxid": 7227, "uniprot_kb": "P49071"}], "uniprot_kb": "P49137"}, "pathway": {"biocarta": [{"id": "hsp27pathway", "name": "stress induction of hsp regulation"}, {"id": "p38mapkpathway", "name": "p38 mapk signaling pathway"}], "kegg": [{"id": "hsa04010", "name": "MAPK signaling pathway - Homo sapiens (human)"}, {"id": "hsa04218", "name": "Cellular senescence - Homo sapiens (human)"}, {"id": "hsa04370", "name": "VEGF signaling pathway - Homo sapiens (human)"}, {"id": "hsa04625", "name": "C-type lectin receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa04722", "name": "Neurotrophin signaling pathway - Homo sapiens (human)"}, {"id": "hsa05167", "name": "Kaposi sarcoma-associated herpesvirus infection - Homo sapiens (human)"}, {"id": "hsa05203", "name": "Viral carcinogenesis - Homo sapiens (human)"}], "netpath": [{"id": "Pathway_BCR", "name": "BCR"}, {"id": "Pathway_Fibroblast__growth__factor-1", "name": "Fibroblast growth factor-1"}, {"id": "Pathway_TNFalpha", "name": "TNFalpha"}], "pid": [{"id": "il2_1pathway", "name": "IL2-mediated signaling events"}, {"id": "mapktrkpathway", "name": "Trk receptor signaling mediated by the MAPK pathway"}, {"id": "p38_mk2pathway", "name": "p38 signaling mediated by MAPKAP kinases"}, {"id": "p38alphabetadownstreampathway", "name": "Signaling mediated by p38-alpha and p38-beta"}, {"id": "vegfr1_2_pathway", "name": "Signaling events mediated by VEGFR1 and VEGFR2"}], "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-166016", "name": "Toll Like Receptor 4 (TLR4) Cascade"}, {"id": "R-HSA-166058", "name": "MyD88:MAL(TIRAP) cascade initiated on plasma membrane"}, {"id": "R-HSA-166166", "name": "MyD88-independent TLR4 cascade "}, {"id": "R-HSA-166520", "name": "Signaling by NTRKs"}, {"id": "R-HSA-167044", "name": "Signalling to RAS"}, {"id": "R-HSA-168138", "name": "Toll Like Receptor 9 (TLR9) Cascade"}, {"id": "R-HSA-168142", "name": "Toll Like Receptor 10 (TLR10) Cascade"}, {"id": "R-HSA-168164", "name": "Toll Like Receptor 3 (TLR3) Cascade"}, {"id": "R-HSA-168176", "name": "Toll Like Receptor 5 (TLR5) Cascade"}, {"id": "R-HSA-168179", "name": "Toll Like Receptor TLR1:TLR2 Cascade"}, {"id": "R-HSA-168181", "name": "Toll Like Receptor 7/8 (TLR7/8) Cascade"}, {"id": "R-HSA-168188", "name": "Toll Like Receptor TLR6:TLR2 Cascade"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168898", "name": "Toll-like Receptor Cascades"}, {"id": "R-HSA-171007", "name": "p38MAPK events"}, {"id": "R-HSA-181438", "name": "Toll Like Receptor 2 (TLR2) Cascade"}, {"id": "R-HSA-187037", "name": "Signaling by NTRK1 (TRKA)"}, {"id": "R-HSA-187687", "name": "Signalling to ERKs"}, {"id": "R-HSA-194138", "name": "Signaling by VEGF"}, {"id": "R-HSA-198725", "name": "Nuclear Events (kinase and transcription factor activation)"}, {"id": "R-HSA-199920", "name": "CREB phosphorylation"}, {"id": "R-HSA-2142691", "name": "Synthesis of Leukotrienes (LT) and Eoxins (EX)"}, {"id": "R-HSA-2142753", "name": "Arachidonic acid metabolism"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-2559580", "name": "Oxidative Stress Induced Senescence"}, {"id": "R-HSA-2559583", "name": "Cellular Senescence"}, {"id": "R-HSA-3371453", "name": "Regulation of HSF1-mediated heat shock response"}, {"id": "R-HSA-3371556", "name": "Cellular response to heat stress"}, {"id": "R-HSA-4420097", "name": "VEGFA-VEGFR2 Pathway"}, {"id": "R-HSA-448424", "name": "Interleukin-17 signaling"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-450282", "name": "MAPK targets/ Nuclear events mediated by MAP kinases"}, {"id": "R-HSA-450294", "name": "MAP kinase activation"}, {"id": "R-HSA-450302", "name": "activated TAK1 mediates p38 MAPK activation"}, {"id": "R-HSA-450385", "name": "Butyrate Response Factor 1 (BRF1) binds and destabilizes mRNA"}, {"id": "R-HSA-450513", "name": "Tristetraprolin (TTP, ZFP36) binds and destabilizes mRNA"}, {"id": "R-HSA-450531", "name": "Regulation of mRNA stability by proteins that bind AU-rich elements"}, {"id": "R-HSA-5357905", "name": "Regulation of TNFR1 signaling"}, {"id": "R-HSA-556833", "name": "Metabolism of lipids"}, {"id": "R-HSA-73887", "name": "Death Receptor Signaling"}, {"id": "R-HSA-75893", "name": "TNF signaling"}, {"id": "R-HSA-8953854", "name": "Metabolism of RNA"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-8978868", "name": "Fatty acid metabolism"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}, {"id": "R-HSA-937061", "name": "TRIF (TICAM1)-mediated TLR4 signaling "}, {"id": "R-HSA-975138", "name": "TRAF6 mediated induction of NFkB and MAP kinases upon TLR7/8 or 9 activation"}, {"id": "R-HSA-975155", "name": "MyD88 dependent cascade initiated on endosome"}, {"id": "R-HSA-975871", "name": "MyD88 cascade initiated on plasma membrane"}], "wikipathways": [{"id": "WP195", "name": "IL-1 signaling pathway"}, {"id": "WP2038", "name": "Regulation of Microtubule Cytoskeleton"}, {"id": "WP2637", "name": "Structural Pathway of Interleukin 1 (IL-1)"}, {"id": "WP314", "name": "Fas ligand pathway and stress induction of heat shock proteins"}, {"id": "WP382", "name": "MAPK Signaling Pathway"}, {"id": "WP3888", "name": "VEGFA-VEGFR2 Signaling Pathway"}, {"id": "WP400", "name": "p38 MAPK Signaling Pathway"}, {"id": "WP732", "name": "Serotonin Receptor 2 and ELK-SRF-GATA4 signaling"}, {"id": "WP734", "name": "Serotonin Receptor 4-6-7 and NR3C Signaling"}]}, "pdb": ["1KWP", "1NXK", "1NY3", "2JBO", "2JBP", "2OKR", "2ONL", "2OZA", "2P3G", "2PZY", "3A2C", "3FPM", "3FYJ", "3FYK", "3GOK", "3KA0", "3KC3", "3KGA", "3M2W", "3M42", "3R2B", "3R2Y", "3R30", "3WI6", "4TYH", "6T8X", "6TCA", "7NRY", "8XU4", "8XX1"], "pfam": "PF00069", "pharmgkb": "PA30631", "pharos": {"target_id": 4231, "tdl": "Tchem"}, "pir": ["JC2204", "S39793"], "prosite": "PS50011", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF224575", "relationship": "is"}, {"id": "GNF259875", "relationship": "is"}, {"id": "GNF259876", "relationship": "is"}, {"id": "GNF259877", "relationship": "is"}, {"id": "GNF259878", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF044190", "relationship": "is"}, {"id": "GNF046173", "relationship": "similar to"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF086162", "relationship": "is"}, {"id": "GNF086163", "relationship": "is"}, {"id": "GNF086164", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053072", "relationship": "is"}, {"id": "GNF057839", "relationship": "is"}, {"id": "GNF072983", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF065973", "relationship": "is"}, {"id": "GNF065974", "relationship": "is"}], "GNF_hs-pkinase_IDT-siRNA": [{"id": "GNF166904", "relationship": "is"}, {"id": "GNF166905", "relationship": "is"}, {"id": "GNF166906", "relationship": "is"}, {"id": "GNF166907", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF008755", "relationship": "is"}, {"id": "GNF008756", "relationship": "is"}], "Invitrogen_IVTHSSIPKv2": [{"id": "GNF324693", "relationship": "is"}, {"id": "GNF324694", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF338496", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF093067", "relationship": "is"}, {"id": "GNF132765", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1", "NG_029640.1"], "protein": ["NP_004750.1", "NP_116584.2", "XP_005273410.1", "XP_016858299.1", "XP_047290374.1", "XP_054195605.1", "XP_054195606.1", "XP_054195607.1"], "rna": ["NM_004759.5", "NM_032960.4", "XM_005273353.4", "XM_017002810.2", "XM_047434418.1", "XM_054339630.1", "XM_054339631.1", "XM_054339632.1"], "translation": [{"protein": "NP_004750.1", "rna": "NM_004759.5"}, {"protein": "NP_116584.2", "rna": "NM_032960.4"}, {"protein": "XP_054195607.1", "rna": "XM_054339632.1"}, {"protein": "XP_016858299.1", "rna": "XM_017002810.2"}, {"protein": "XP_054195606.1", "rna": "XM_054339631.1"}, {"protein": "XP_005273410.1", "rna": "XM_005273353.4"}, {"protein": "XP_047290374.1", "rna": "XM_047434418.1"}, {"protein": "XP_054195605.1", "rna": "XM_054339630.1"}]}, "reporter": {"HG-U133_Plus_2": ["201460_at", "201461_s_at", "215050_x_at"], "HG-U95Av2": ["1439_s_at", "1469_at", "36179_at", "36180_s_at"], "HTA-2_0": "TC01001727.hg.1", "HuEx-1_0": "2376922", "HuGene-1_1": "7909236", "HuGene-2_1": "16676643"}, "summary": "This gene encodes a member of the Ser/Thr protein kinase family. This kinase is regulated through direct phosphorylation by p38 MAP kinase. In conjunction with p38 MAP kinase, this kinase is known to be involved in many cellular processes including stress and inflammatory responses, nuclear export, gene expression regulation and cell proliferation. Heat shock protein HSP27 was shown to be one of the substrates of this kinase in vivo. Two transcript variants encoding two different isoforms have been found for this gene. [provided by RefSeq, Jul 2008].", "symbol": "MAPKAPK2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1442514"}, "unigene": ["Hs.713747", "Hs.643566"], "uniprot": {"Swiss-Prot": "P49137"}, "wikipedia": {"url_stub": "MAPKAPK2"}}