{"AllianceGenome": "6890", "HGNC": "6890", "MIM": "603108", "_id": "22919", "_version": 1, "accession": {"genomic": ["AL035071.17", "CH471077.2", "CP068258.2", "NC_000020.11", "NC_060944.1"], "protein": ["AAC09471.1", "AAI06069.1", "AAI09282.1", "AAI28443.1", "BAG35484.1", "BAG59745.1", "EAW76348.1", "EAW76349.1", "NP_036457.1", "Q15691.3", "XP_011526998.1", "XP_054179179.1"], "rna": ["AK297273.1", "AK310817.1", "AK312590.1", "BC040410.1", "BC106068.1", "BC109281.3", "BC128442.1", "BJ992159.1", "BM983860.1", "NM_012325.3", "U24166.1", "XM_011528696.3", "XM_054323204.1"], "translation": [{"protein": "AAI09282.1", "rna": "BC109281.3"}, {"protein": "BAG59745.1", "rna": "AK297273.1"}, {"protein": "AAI28443.1", "rna": "BC128442.1"}, {"protein": "BAG35484.1", "rna": "AK312590.1"}, {"protein": "AAC09471.1", "rna": "U24166.1"}, {"protein": "XP_054179179.1", "rna": "XM_054323204.1"}, {"protein": "NP_036457.1", "rna": "NM_012325.3"}, {"protein": "AAI06069.1", "rna": "BC106068.1"}, {"protein": "XP_011526998.1", "rna": "XM_011528696.3"}]}, "alias": "EB1", "ensembl": {"gene": "ENSG00000101367", "protein": "ENSP00000364721", "transcript": "ENST00000375571", "translation": [{"protein": "ENSP00000364721", "rna": "ENST00000375571"}], "type_of_gene": "protein_coding"}, "entrezgene": "22919", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 10.4003471844, "exp_mis": 88.5009769754, "exp_syn": 46.9804668628, "lof_z": 3.19457927808725, "mis_z": 0.961916065444446, "mu_lof": 7.0336209336e-07, "mu_mis": 7.62389198192e-06, "mu_syn": 3.94024646327e-06, "n_lof": 0.0, "n_mis": 70.0, "n_syn": 38.0, "p_li": 0.968087388852693, "p_null": 5.07990060250134e-05, "p_rec": 0.0318618121412823, "syn_z": 0.812250213777932}, "bp": 807, "cds_end": 31436534, "cds_start": 31413733, "n_exons": 6, "nonpsych": {"exp_lof": 9.29121885286, "exp_mis": 79.9798273973, "exp_syn": 42.3997572712, "lof_z": 2.99356243211639, "mis_z": 1.29603952559568, "mu_lof": 7.0336209336e-07, "mu_mis": 7.62389198192e-06, "mu_syn": 3.94024646327e-06, "n_lof": 0.0, "n_mis": 57.0, "n_syn": 35.0, "p_li": 0.958189250575773, "p_null": 0.000121015936605823, "p_rec": 0.0416897334876216, "syn_z": 0.715483193675594}, "nontcga": {"exp_lof": 9.55641829551, "exp_mis": 81.4090029675, "exp_syn": 43.2101302666, "lof_z": 3.04950126762263, "mis_z": 0.961274737280976, "mu_lof": 7.0336209336e-07, "mu_mis": 7.62389198192e-06, "mu_syn": 3.94024646327e-06, "n_lof": 0.0, "n_mis": 64.0, "n_syn": 32.0, "p_li": 0.958380787153736, "p_null": 9.80359802207368e-05, "p_rec": 0.0415211768660434, "syn_z": 1.07979219227342}, "transcript": "ENST00000375571.5"}, "exons": [{"cdsend": 32848728, "cdsstart": 32825927, "chr": "20", "position": [[32819953, 32820028], [32825924, 32826048], [32833716, 32833862], [32836633, 32836841], [32839734, 32839856], [32846617, 32846770], [32848671, 32850405]], "strand": 1, "transcript": "NM_012325", "txend": 32850405, "txstart": 32819953}], "exons_hg19": [{"cdsend": 31436534, "cdsstart": 31413733, "chr": "20", "position": [[31407759, 31407834], [31413730, 31413854], [31421522, 31421668], [31424439, 31424647], [31427540, 31427662], [31434423, 31434576], [31436477, 31438211]], "strand": 1, "transcript": "NM_012325", "txend": 31438211, "txstart": 31407759}], "generif": [{"pubmed": 12857735, "text": "EB1 employs the hydrophobic interaction to bind to microtubules"}, {"pubmed": 14514668, "text": "neither APC nor p150glued binding domain is necessary for EB1 or EBF3 to induce microtubule bundling"}, {"pubmed": 16030254, "text": "APC and EB1 together give rise to similar defects in mitotic spindles and chromosome alignment without arresting cells in mitosis."}, {"pubmed": 17968321, "text": "MCAK is held in an inactive conformation when associated with EB1"}, {"pubmed": 18477699, "text": "Aurora-B is an EB1-interacting protein; EB1 stimulates Aurora-B activity through antagonizing its dephosphorylation/inactivation by PP2A"}, {"pubmed": 18937283, "text": "Proteomic profiling revealed the molecular signature behind the progression of hepatocellular carcinoma (HCC), and the prognostic value of EB1 in HCC."}, {"pubmed": 19126680, "text": "EB1 specifically recognizes the distinct lattice structure at the growing microtubule end; EB1 is both necessary and sufficient to mediate plus-end tracking by CLIP-170."}, {"pubmed": 19255245, "text": "Protein depletion and rescue experiments showed that EB1 and EB3, but not EB2, promote persistent microtubule growth by suppressing catastrophes."}, {"pubmed": 20008324, "text": "heterodimer formation between EB1 and EB3, but not between EB2 and the other two EBs, occurs both in vitro and in cells as revealed by live cell imaging"}, {"pubmed": 20508983, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20696710, "text": "Targeting of KIF17 to plus ends of growing microtubules requires kinesin motor activity and interaction with EB1."}, {"pubmed": 21562367, "text": "decreased MAPRE1 expression coincided with increased miR-10b expression, suggesting that miR-10b targets MAPRE1 transcription"}, {"pubmed": 21737685, "text": "Kif18B is a new MT dynamics regulatory protein that interacts with EB1 to control astral MT length"}, {"pubmed": 21737692, "text": "Insights into EB1 structure and the role of its C-terminal domain for discriminating microtubule tips from the lattice"}, {"pubmed": 21768326, "text": "Data indicated that EB1 and EB3 interact with proteins implicated in MT minus-end anchoring or vesicular trafficking to the cilia base, suggesting that EB1 and EB3 promote ciliogenesis by facilitating such trafficking."}, {"pubmed": 22277732, "text": "Increased plasma levels of the APC-interacting protein MAPRE1, LRG1, and IGFBP2 precede a diagnosis of colorectal cancer in women"}, {"pubmed": 22467876, "text": "Multisite phosphorylation disrupts arginine-glutamate salt bridge networks required for binding of cytoplasmic linker-associated protein 2 (CLASP2) to end-binding protein 1 (EB1)."}, {"pubmed": 22543185, "text": "We further demonstrate that this binding was prevented when the C-terminal tyrosine of EB1 was absent in the peptidic probes."}, {"pubmed": 22735596, "text": "EB1 is a potential biomarker and therapeutic target in colorectal cancer."}, {"pubmed": 22748319, "text": "STIM1 dissociates from EB1 in mitosis."}, {"pubmed": 22869553, "text": "End binding protein 1 directly interacted with AIM2 and ASC in vitro and in vivo."}, {"pubmed": 22898821, "text": "the Amer2-EB1-APC complex regulates cell migration by altering microtubule stability."}, {"pubmed": 23001180, "text": "Data indicate that EB1 is a substrate of P300/CBP-associated factor (PCAF) and K220 was identified as a responsible site."}, {"pubmed": 23128140, "text": "the intramolecular interaction site of EB1 overlaps the MT binding sites, indicating that the MT binding sites are masked by interaction with the C-terminal domain."}, {"pubmed": 23251535, "text": "These observations indicate that EB1 and ch-TOG regulate microtubule organisation differently via distinct regions in the plus ends of microtubules."}, {"pubmed": 23595990, "text": "TIP150-EB1 interaction governs kinetochore microtubule plus-end plasticity and establish that the temporal control of the TIP150-EB1 interaction by PCAF acetylation ensures chromosome stability in mitosis."}, {"pubmed": 23687376, "text": "phosphorylation of STIM1 at Ser575, Ser608 and Ser621 regulates the interaction with EB1."}, {"pubmed": 23864329, "text": "regulation of EB1 dimerization might play a role in controlling EB1 function"}, {"pubmed": 23871111, "text": "EB proteins appear to play an active role inthe subsequent association of STIM1 to APC at the ER-PM junction."}, {"pubmed": 23900080, "text": "Depletion of end-binding protein 1 (EB1) promotes apoptosis of human non-small-cell lung cancer cells via reactive oxygen species and Bax-mediated mitochondrial dysfunction."}, {"pubmed": 24040250, "text": "EB1 and EB3 proteins are obligatory dimers."}, {"pubmed": 24462004, "text": "EB1-kinesin complex actively steered growing microtubules in an in vitro model"}, {"pubmed": 24478452, "text": "Aptamers binding to human EB1 and EB3, which have sequence requirements similar to but distinct from each other and from Drosophila EB1, were identified."}, {"pubmed": 24492008, "text": "Dysregulation of EB1 is an important early event in colon carcinogenesis"}, {"pubmed": 24552808, "text": "The CYLD-EB1 interaction was confirmed both in cells and in vitro, and these 2 proteins colocalized at the plus ends of microtubules. The association of CYLD with EB1 was significantly increased upon the stimulation of cell migration."}, {"pubmed": 24616220, "text": "EB1 enables the spindle microtubules to regulate the phosphorylation of kinetochores through recruitment of the Aurora B kinase."}, {"pubmed": 24725408, "text": "Study finds that frictional forces increase nonlinearly with microtubule-associated proteins (MAP) velocity across microtubules and depend on filament polarity, with NuMA's friction being lower when moving toward minus ends, EB1's lower toward plus ends, and PRC1's exhibiting no directional preference."}, {"pubmed": 24930764, "text": "We showed for the first time that EB1 associates with microtubules in a phosphorylation-dependent manner, under control of reactive oxygen species"}, {"pubmed": 25022754, "text": "Studies show that IQGAP1 functions as a hub linking HGF-induced signaling to microtubules and actin remodeling via EB1-IQGAP1-cortactin interactions."}, {"pubmed": 25048701, "text": "The functions of EB1 in the regulation of microtubule dynamics and recruitment of other +TIPs, as well as the dimerization of EB1, undergo exquisite control by phosphorylation."}, {"pubmed": 25160006, "text": "We find that the presence of EB1 can stiffen microtubules in a manner that depends on the hydrolysis state of the tubulin-bound nucleotide"}, {"pubmed": 25164813, "text": "EB1 has a role in linking AIM2 inflammasomes with autophagy-dependent secretion"}, {"pubmed": 25225338, "text": "a subset of arrhythmogenic cardiomyopathy mutations, in addition to a mutation associated with skin fragility/woolly hair syndrome, impair gap junction localization and function by misregulating DP-EB1 interactions and altering microtubule dynamics."}, {"pubmed": 25297623, "text": "TTBK2 bound EB1 and Cep164 through its SxIP motifs and a proline-rich motif, respectively."}, {"pubmed": 25355949, "text": "A previously uncharacterized EB1 linker region tracks microtubule plus ends in live cells."}, {"pubmed": 26342024, "text": "MAPRE1 can contribute to the detection of early-stage colorectal cancer and adenomas together with other biomarkers"}, {"pubmed": 26498358, "text": "We propose a novel mechanism by which ATIP3-EB1 interaction indirectly reduces the kinetics of EB1 exchange on its recognition site, thereby accounting for negative regulation of microtubule dynamic instability"}, {"pubmed": 26854759, "text": "The authors show that the microtubule binding protein EB1 (end-binding protein 1), a key regulator of microtubule dynamics, can bind directly to filamentous actin (F-actin) F-actin."}, {"pubmed": 27208742, "text": "EB1 overexpression is an early event in oral tumorigenesis and cytoplasmic EB1 accumulation is associated with poor prognosis and tumor recurrence in oral squamous cell carcinoma patients"}, {"pubmed": 27225956, "text": "End-binding protein 1 (EB1) depletion results in a significant reduction of spindle and kinetochore-associated protein 1 (Ska1) recruitment onto microtubules and defects in mitotic chromosome alignment."}, {"pubmed": 27617931, "text": "data provide unique structural information on the interaction of EB1 with growing microtubule ends"}, {"pubmed": 27667566, "text": "increased peripheral EB1 distribution is a critical component of the Rac1-mediated pathway and peripheral cytoskeletal remodeling essential for agonist-induced endothelial cell barrier enhancement."}, {"pubmed": 27698945, "text": "In addition, EB1 phosphorylation at Y247 by Src enhances the rate of microtubule catastrophe and significantly stimulates cell migration. These findings thus demonstrate that the Src-EB1 axis plays a crucial role in regulating the crosstalk between microtubules and focal adhesions to promote cell migration."}, {"pubmed": 28039481, "text": "ASK1- induced phosphorylation of EB1 not only increases its plus end-tracking ability, but also promotes its recruitment of CLIP170 and p150glued to astral microtubules."}, {"pubmed": 28132723, "text": "EB1, as a microtubule plus-end tracking protein (+TIP), is a potential candidate to bridge the gap between microtubule and actomyosin dynamics."}, {"pubmed": 28320860, "text": "results suggest that EB1 cooperates with CDK5RAP2 and perhaps other SXIP-containing +TIPs in tracking growing microtubule tips."}, {"pubmed": 28726242, "text": "noncentrosomal MTs regulate autophagy through a cross-talk between CAMSAP2 and EB1"}, {"pubmed": 28777446, "text": "A novel EB1 acetylation site regulates the dynamic structure of microtubules."}, {"pubmed": 28814570, "text": "EB1 and EB3 thus affect multiple interphase processes and have a major impact on microtubule minus end organization."}, {"pubmed": 29097501, "text": "EB1 and dynein mediate migration in 3D by promoting microtubule dynamics, through the activity of RhoA, in microtubule-rich pseudopodial dendritic protrusions that drive cell migration in 3D"}, {"pubmed": 29379139, "text": "Developed a photo-inactivated EB1 variant (pi-EB1) by inserting a blue-light-sensitive protein-protein interaction module between the microtubule-binding and +TIP-binding domains of EB1. Blue-light-mediated pi-EB1 photodissociation results in rapid +TIP complex disassembly, and acutely and reversibly attenuates microtubule growth independent of microtubule end association of the microtubule polymerase CKAP5."}, {"pubmed": 29484424, "text": "The cytotoxicity induced by EB1 gene knockdown was due to the activation and generation of reactive oxygen species by p38 mitogen-activated protein kinase..this signaling cascade, however not nuclear factor-kappaB-mediated signaling, induced the expression of cyclooxygenase-2, a key effector of apoptotic death."}, {"pubmed": 29563214, "text": "STIM1-EB1 interaction shapes the kinetics and amplitude of local store-operated Ca(2+) entry."}, {"pubmed": 29955158, "text": "GTP-binding may regulate the functions of EB1 on the cellular microtubules."}, {"pubmed": 30368744, "text": "studies emphasize the importance of studying combinatorial expression of EB1 and ATIP3 genes and proteins rather than each biomarker alone. A population of highly aggressive breast tumors expressing high-EB1/low-ATIP3 may be considered for the development of new molecular therapies."}, {"pubmed": 30455356, "text": "finding that CLIP-170 has multiple non-CAP-Gly EB1-binding modules may explain why autoinhibition of CLIP-170 GAP-Gly domains does not fully abrogate its microtubule plus-end localization. This work expands our understanding of EB1-binding motifs and their multivalent networks."}, {"pubmed": 31505167, "text": "A crucial role for EB1 phosphorylation in the regulation of mitotic spindle orientation and cell division."}, {"pubmed": 32737853, "text": "Redox-dependent regulation of end-binding protein 1 activity by glutathionylation."}, {"pubmed": 32770827, "text": "MAPRE1 promotes cell cycle progression of hepatocellular carcinoma cells by interacting with CDK2."}, {"pubmed": 32956413, "text": "Adenomatous polyposis coli-binding protein end-binding 1 promotes hepatocellular carcinoma growth and metastasis."}, {"pubmed": 33007249, "text": "EB1 Directly Regulates APC-Mediated Actin Nucleation."}, {"pubmed": 33668531, "text": "EB1 Restricts Breast Cancer Cell Invadopodia Formation and Matrix Proteolysis via FAK."}, {"pubmed": 34680167, "text": "CRMP2 as a Candidate Target to Interfere with Lung Cancer Cell Migration."}, {"pubmed": 36536176, "text": "Phase separation of EB1 guides microtubule plus-end dynamics."}, {"pubmed": 36592928, "text": "Kinetochore-microtubule attachment in human cells is regulated by the interaction of a conserved motif of Ska1 with EB1."}, {"pubmed": 36715499, "text": "Growth cone advance requires EB1 as revealed by genomic replacement with a light-sensitive variant."}, {"pubmed": 37520527, "text": "End-binding protein 1 regulates the metabolic fate of CD4[+] T lymphoblasts and Jurkat T cells and the organization of the mitochondrial network."}], "genomic_pos": {"chr": "20", "end": 32850405, "ensemblgene": "ENSG00000101367", "start": 32819954, "strand": 1}, "genomic_pos_hg19": {"chr": "20", "end": 31438211, "start": 31407699, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0000132", "pubmed": 34608293, "qualifier": "involved_in", "term": "establishment of mitotic spindle orientation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001578", "qualifier": "involved_in", "term": "microtubule bundle formation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0008104", "pubmed": 26323690, "qualifier": "involved_in", "term": "protein localization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0016477", "pubmed": 26242911, "qualifier": "involved_in", "term": "cell migration"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0031110", "qualifier": "involved_in", "term": "regulation of microtubule polymerization or depolymerization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0031115", "pubmed": 11943150, "qualifier": "involved_in", "term": "negative regulation of microtubule polymerization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0031116", "pubmed": 29162697, "qualifier": "involved_in", "term": "positive regulation of microtubule polymerization"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0035372", "qualifier": "involved_in", "term": "protein localization to microtubule"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0035372", "pubmed": [19632184, 21820309], "qualifier": "involved_in", "term": "protein localization to microtubule"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046785", "qualifier": "involved_in", "term": "microtubule polymerization"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0051225", "qualifier": "involved_in", "term": "spindle assembly"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051301", "qualifier": "involved_in", "term": "cell division"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051315", "pubmed": 23001180, "qualifier": "involved_in", "term": "attachment of mitotic spindle microtubules to kinetochore"}, {"evidence": "IPI", "gocategory": "BP", "id": "GO:0051315", "pubmed": 36592928, "qualifier": "involved_in", "term": "attachment of mitotic spindle microtubules to kinetochore"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071539", "qualifier": "involved_in", "term": "protein localization to centrosome"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1902888", "pubmed": 34608293, "qualifier": "involved_in", "term": "protein localization to astral microtubule"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1905515", "qualifier": "involved_in", "term": "non-motile cilium assembly"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0005794", "qualifier": "located_in", "term": "Golgi apparatus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005813", "pubmed": 21399614, "qualifier": "located_in", "term": "centrosome"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005815", "qualifier": "is_active_in", "term": "microtubule organizing center"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005819", "pubmed": 11943150, "qualifier": "colocalizes_with", "term": "spindle"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005874", "pubmed": 23001180, "qualifier": "is_active_in", "term": "microtubule"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005874", "pubmed": 10773885, "qualifier": "located_in", "term": "microtubule"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005881", "qualifier": "is_active_in", "term": "cytoplasmic microtubule"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005925", "pubmed": 25490267, "qualifier": "located_in", "term": "focal adhesion"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0030981", "pubmed": 15631994, "qualifier": "located_in", "term": "cortical microtubule cytoskeleton"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0031253", "qualifier": "located_in", "term": "cell projection membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0035371", "qualifier": "is_active_in", "term": "microtubule plus-end"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0036064", "qualifier": "located_in", "term": "ciliary basal body"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0051233", "qualifier": "is_active_in", "term": "spindle midzone"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0097431", "pubmed": 34608293, "qualifier": "is_active_in", "term": "mitotic spindle pole"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:1905721", "pubmed": 23509069, "qualifier": "located_in", "term": "mitotic spindle astral microtubule end"}], "MF": [{"category": "MF", "evidence": "HDA", "id": "GO:0003723", "pubmed": 22681889, "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [10226031, 10644998, 10773885, 11943150, 15631994, 16455083, 17563362, 17828277, 18477699, 19543227, 19553473, 19632184, 21303978, 21646404, 21820309, 23574715, 23874158, 24997520, 25225338, 25416956, 26242911, 26485573, 26496610, 26638075, 27107012, 27173435, 28514442, 29162697, 29997244, 31515488, 32296183, 32814053, 36592928], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019901", "pubmed": 26323690, "qualifier": "enables", "term": "protein kinase binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [25416956, 27107012, 31515488, 32296183], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "HDA", "id": "GO:0045296", "pubmed": 25468996, "qualifier": "enables", "term": "cadherin binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0051010", "qualifier": "enables", "term": "microtubule plus-end binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0051010", "pubmed": [15631994, 19632184, 23001180, 34608293], "qualifier": "enables", "term": "microtubule plus-end binding"}]}, "homologene": {"genes": [[3702, 836862], [4530, 4349023], [4896, 2542123], [4932, 856736], [5141, 3873964], [7955, 334728], [8364, 394720], [9031, 419288], [9544, 711404], [9598, 746655], [9606, 22919], [9615, 100685707], [9913, 507845], [10090, 13589], [10116, 114764], [28985, 2897417], [33169, 4618778], [318829, 2675964]], "id": 56129}, "interpro": [{"desc": "Calponin homology domain", "id": "IPR001715", "short_desc": "CH_dom"}, {"desc": "EB1, C-terminal", "id": "IPR004953", "short_desc": "EB1_C"}, {"desc": "Microtubule-associated protein RP/EB", "id": "IPR027328", "short_desc": "MAPRE"}, {"desc": "EB1, C-terminal domain superfamily", "id": "IPR036133", "short_desc": "EB1_C_sf"}, {"desc": "CH domain superfamily", "id": "IPR036872", "short_desc": "CH_dom_sf"}], "ipi": ["IPI00017596", "IPI00910350"], "map_location": "20q11.21", "name": "microtubule associated protein RP/EB family member 1", "other_names": ["APC-binding protein EB1", "adenomatous polyposis coli-binding protein EB1", "end-binding protein 1", "microtubule-associated protein RP/EB family member 1"], "pantherdb": {"HGNC": "6890", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "891995", "ortholog_type": "LDO", "panther_family": "PTHR10623", "taxid": 10090, "uniprot_kb": "Q61166"}, {"RGD": "621781", "ortholog_type": "LDO", "panther_family": "PTHR10623", "taxid": 10116, "uniprot_kb": "Q66HR2"}, {"Gene_ORFName": "RCJMB04_6l6", "ortholog_type": "LDO", "panther_family": "PTHR10623", "taxid": 9031, "uniprot_kb": "Q5ZLC7"}, {"Ensembl": "ENSGALG00000006657", "ortholog_type": "LDO", "panther_family": "PTHR10623", "taxid": 9031, "uniprot_kb": "A0A1I7Q3Z7"}, {"ZFIN": "ZDB-GENE-030131-6067", "ortholog_type": "O", "panther_family": "PTHR10623", "taxid": 7955, "uniprot_kb": "B0S585"}, {"ZFIN": "ZDB-GENE-040426-2256", "ortholog_type": "LDO", "panther_family": "PTHR10623", "taxid": 7955, "uniprot_kb": "Q6NUY9"}, {"WormBase": "WBGene00012156", "ortholog_type": "O", "panther_family": "PTHR10623", "taxid": 6239, "uniprot_kb": "Q9XXA2"}, {"WormBase": "WBGene00007062", "ortholog_type": "LDO", "panther_family": "PTHR10623", "taxid": 6239, "uniprot_kb": "Q9GRZ0"}, {"WormBase": "WBGene00013344", "ortholog_type": "LDO", "panther_family": "PTHR10623", "taxid": 6239, "uniprot_kb": "Q9GRZ1"}, {"FlyBase": "FBgn0030191", "ortholog_type": "O", "panther_family": "PTHR10623", "taxid": 7227, "uniprot_kb": "Q9W2W2"}, {"FlyBase": "FBgn0031585", "ortholog_type": "O", "panther_family": "PTHR10623", "taxid": 7227, "uniprot_kb": "Q9VQX0"}, {"FlyBase": "FBgn0052371", "ortholog_type": "O", "panther_family": "PTHR10623", "taxid": 7227, "uniprot_kb": "Q8IQA0"}, {"FlyBase": "FBgn0051907", "ortholog_type": "O", "panther_family": "PTHR10623", "taxid": 7227, "uniprot_kb": "Q8IPI4"}, {"FlyBase": "FBgn0034403", "ortholog_type": "O", "panther_family": "PTHR10623", "taxid": 7227, "uniprot_kb": "A1ZBF1"}, {"FlyBase": "FBgn0027066", "ortholog_type": "LDO", "panther_family": "PTHR10623", "taxid": 7227, "uniprot_kb": "A1Z6P3"}, {"SGD": "S000000818", "ortholog_type": "LDO", "panther_family": "PTHR10623", "taxid": 4932, "uniprot_kb": "P40013"}, {"PomBase": "SPAC18G6.15", "ortholog_type": "LDO", "panther_family": "PTHR10623", "taxid": 4896, "uniprot_kb": "Q10113"}, {"dictyBase": "DDB_G0283607", "ortholog_type": "LDO", "panther_family": "PTHR10623", "taxid": 352472, "uniprot_kb": "Q8WQ86"}, {"TAIR": "2154149", "ortholog_type": "O", "panther_family": "PTHR10623", "taxid": 3702, "uniprot_kb": "Q9FJJ5"}, {"TAIR": "2100417", "ortholog_type": "O", "panther_family": "PTHR10623", "taxid": 3702, "uniprot_kb": "Q7XJ60"}, {"TAIR": "2157177", "ortholog_type": "LDO", "panther_family": "PTHR10623", "taxid": 3702, "uniprot_kb": "Q9FGQ6"}], "uniprot_kb": "Q15691"}, "pathway": {"pid": {"id": "ncadherinpathway", "name": "N-cadherin signaling events"}, "reactome": [{"id": "R-HSA-141424", "name": "Amplification of signal from the kinetochores"}, {"id": "R-HSA-141444", "name": "Amplification  of signal from unattached  kinetochores via a MAD2  inhibitory signal"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1640170", "name": "Cell Cycle"}, {"id": "R-HSA-1852241", "name": "Organelle biogenesis and maintenance"}, {"id": "R-HSA-194315", "name": "Signaling by Rho GTPases"}, {"id": "R-HSA-195258", "name": "RHO GTPase Effectors"}, {"id": "R-HSA-2467813", "name": "Separation of Sister Chromatids"}, {"id": "R-HSA-2500257", "name": "Resolution of Sister Chromatid Cohesion"}, {"id": "R-HSA-2555396", "name": "Mitotic Metaphase and Anaphase"}, {"id": "R-HSA-2565942", "name": "Regulation of PLK1 Activity at G2/M Transition"}, {"id": "R-HSA-380259", "name": "Loss of Nlp from mitotic centrosomes"}, {"id": "R-HSA-380270", "name": "Recruitment of mitotic centrosome proteins and complexes"}, {"id": "R-HSA-380284", "name": "Loss of proteins required for interphase microtubule organization from the centrosome"}, {"id": "R-HSA-380287", "name": "Centrosome maturation"}, {"id": "R-HSA-380320", "name": "Recruitment of NuMA to mitotic centrosomes"}, {"id": "R-HSA-453274", "name": "Mitotic G2-G2/M phases"}, {"id": "R-HSA-5617833", "name": "Cilium Assembly"}, {"id": "R-HSA-5620912", "name": "Anchoring of the basal body to the plasma membrane"}, {"id": "R-HSA-5663220", "name": "RHO GTPases Activate Formins"}, {"id": "R-HSA-68877", "name": "Mitotic Prometaphase"}, {"id": "R-HSA-68882", "name": "Mitotic Anaphase"}, {"id": "R-HSA-68886", "name": "M Phase"}, {"id": "R-HSA-69275", "name": "G2/M Transition"}, {"id": "R-HSA-69278", "name": "Cell Cycle, Mitotic"}, {"id": "R-HSA-69618", "name": "Mitotic Spindle Checkpoint"}, {"id": "R-HSA-69620", "name": "Cell Cycle Checkpoints"}, {"id": "R-HSA-8852276", "name": "The role of GTSE1 in G2/M progression after G2 checkpoint"}, {"id": "R-HSA-8854518", "name": "AURKA Activation by TPX2"}, {"id": "R-HSA-9648025", "name": "EML4 and NUDC in mitotic spindle formation"}, {"id": "R-HSA-9716542", "name": "Signaling by Rho GTPases, Miro GTPases and RHOBTB3"}], "wikipathways": {"id": "WP2038", "name": "Regulation of Microtubule Cytoskeleton"}}, "pdb": ["1PA7", "1TXQ", "1UEG", "1VKA", "1WU9", "1YIB", "1YIG", "2HKQ", "2HL3", "2HL5", "2QJZ", "2R8U", "3GJO", "3MTU", "3MUD", "3TQ7", "4XA1", "4XA3", "4XA6", "5JV3", "5JVM", "5JVP", "5JVR", "5JVS", "5JVU", "5JX1", "5WLQ", "6PF2", "6PFP", "6YF5", "6YSH"], "pfam": ["PF00307", "PF03271"], "pharmgkb": "PA30634", "pharos": {"target_id": 20003, "tdl": "Tbio"}, "pir": "I52726", "prosite": ["PS50021", "PS51230"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF262699", "relationship": "is"}, {"id": "GNF262700", "relationship": "is"}, {"id": "GNF262701", "relationship": "is"}, {"id": "GNF262702", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF030904", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF273978", "relationship": "is"}, {"id": "GNF275471", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF337754", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF103677", "relationship": "is"}, {"id": "GNF143327", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000020.11", "NC_060944.1"], "protein": ["NP_036457.1", "XP_011526998.1", "XP_054179179.1"], "rna": ["NM_012325.3", "XM_011528696.3", "XM_054323204.1"], "translation": [{"protein": "XP_054179179.1", "rna": "XM_054323204.1"}, {"protein": "NP_036457.1", "rna": "NM_012325.3"}, {"protein": "XP_011526998.1", "rna": "XM_011528696.3"}]}, "reporter": {"HG-U133_Plus_2": ["200712_s_at", "200713_s_at"], "HG-U95Av2": "33456_at", "HTA-2_0": "TC20000216.hg.1", "HuEx-1_0": ["2765328", "3155032", "3882069"], "HuGene-1_1": "8061772", "HuGene-2_1": "16912625"}, "retired": 128858, "summary": "The protein encoded by this gene was first identified by its binding to the APC protein which is often mutated in familial and sporadic forms of colorectal cancer. This protein localizes to microtubules, especially the growing ends, in interphase cells. During mitosis, the protein is associated with the centrosomes and spindle microtubules. The protein also associates with components of the dynactin complex and the intermediate chain of cytoplasmic dynein. Because of these associations, it is thought that this protein is involved in the regulation of microtubule structures and chromosome stability. This gene is a member of the RP/EB family. [provided by RefSeq, Jul 2008].", "symbol": "MAPRE1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1334483"}, "unigene": "Hs.472437", "uniprot": {"Swiss-Prot": "Q15691"}, "wikipedia": {"url_stub": "MAPRE1"}}