{"AllianceGenome": "29233", "HGNC": "29233", "MIM": "609676", "_id": "57506", "_version": 1, "accession": {"genomic": ["AL109804.41", "AL353194.13", "CH471133.3", "CP068258.2", "CQ871280.1", "NC_000020.11", "NC_060944.1", "NG_030028.1"], "protein": ["AAH44952.1", "AAZ80417.1", "ABA19229.1", "ABA54890.1", "ABR24161.1", "ABR24162.1", "AGF94754.1", "BAA86585.2", "BAB14684.1", "BAC77356.1", "BAC85473.1", "BAC85734.1", "BAE79738.1", "BAF84474.1", "BAG59455.1", "CAH56821.1", "EAX10481.1", "EAX10482.1", "NP_001193420.1", "NP_001372592.1", "NP_065797.2", "Q7Z434.2"], "rna": ["AB033097.1", "AB097003.1", "AB232371.1", "AK023799.1", "AK056260.1", "AK092705.1", "AK095370.1", "AK123956.1", "AK130992.1", "AK291785.1", "AK296897.1", "AL390136.1", "AL833736.1", "BC000073.2", "BC028962.1", "BC040719.1", "BC040930.1", "BC044952.1", "BC052583.1", "BC062310.1", "BC063593.1", "BM834250.1", "BX649084.1", "DB219666.1", "DQ167126.1", "DQ174270.1", "DQ181928.1", "EF467323.1", "EF467324.1", "KC415005.1", "NM_001206491.2", "NM_001385663.1", "NM_020746.5", "NR_037921.2"], "translation": [{"protein": "NP_001193420.1", "rna": "NM_001206491.2"}, {"protein": "BAA86585.2", "rna": "AB033097.1"}, {"protein": "BAC77356.1", "rna": "AB097003.1"}, {"protein": "BAC85473.1", "rna": "AK130992.1"}, {"protein": "BAB14684.1", "rna": "AK023799.1"}, {"protein": "ABA54890.1", "rna": "DQ167126.1"}, {"protein": "ABR24161.1", "rna": "EF467323.1"}, {"protein": "NP_065797.2", "rna": "NM_020746.5"}, {"protein": "ABA19229.1", "rna": "DQ181928.1"}, {"protein": "BAG59455.1", "rna": "AK296897.1"}, {"protein": "BAE79738.1", "rna": "AB232371.1"}, {"protein": "AAH44952.1", "rna": "BC044952.1"}, {"protein": "AAZ80417.1", "rna": "DQ174270.1"}, {"protein": "ABR24162.1", "rna": "EF467324.1"}, {"protein": "AGF94754.1", "rna": "KC415005.1"}, {"protein": "NP_001372592.1", "rna": "NM_001385663.1"}, {"protein": "BAF84474.1", "rna": "AK291785.1"}, {"protein": "BAC85734.1", "rna": "AK123956.1"}]}, "alias": ["CARDIF", "IPS-1", "IPS1", "VISA"], "ensembl": {"gene": "ENSG00000088888", "protein": ["ENSP00000401980", "ENSP00000413749"], "transcript": ["ENST00000416600", "ENST00000428216"], "translation": [{"protein": "ENSP00000413749", "rna": "ENST00000416600"}, {"protein": "ENSP00000401980", "rna": "ENST00000428216"}], "type_of_gene": "protein_coding"}, "entrezgene": "57506", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 12.02470005, "exp_mis": 198.7656052, "exp_syn": 93.720405, "lof_z": 0.292717924215123, "mis_z": -0.250985367771379, "mu_lof": 8.39359809328e-07, "mu_mis": 1.73210432159e-05, "mu_syn": 8.04979297888e-06, "n_lof": 11.0, "n_mis": 206.0, "n_syn": 96.0, "p_li": 1.76704995629944e-07, "p_null": 0.760740865897944, "p_rec": 0.23925895739706, "syn_z": -0.145979218259412}, "bp": 1623, "cds_end": 3846794, "cds_start": 3835271, "n_exons": 6, "nonpsych": {"exp_lof": 10.7597004, "exp_mis": 179.7782449, "exp_syn": 84.7022043, "lof_z": 0.526854448253354, "mis_z": -0.158814743714645, "mu_lof": 8.39359809328e-07, "mu_mis": 1.73210432159e-05, "mu_syn": 8.04979297888e-06, "n_lof": 9.0, "n_mis": 184.0, "n_syn": 87.0, "p_li": 6.07128468808659e-06, "p_null": 0.574339165441241, "p_rec": 0.425654763274071, "syn_z": -0.157191248786579}, "nontcga": {"exp_lof": 11.05065592, "exp_mis": 182.8523017, "exp_syn": 86.21071533, "lof_z": 0.608527258400445, "mis_z": -0.300188834134964, "mu_lof": 8.39359809328e-07, "mu_mis": 1.73210432159e-05, "mu_syn": 8.04979297888e-06, "n_lof": 9.0, "n_mis": 191.0, "n_syn": 92.0, "p_li": 6.94505803504657e-06, "p_null": 0.519792065702868, "p_rec": 0.480200989239097, "syn_z": -0.394790063341614}, "transcript": "ENST00000428216.2"}, "exons": [{"cdsend": 3866147, "cdsstart": 3861462, "chr": "20", "position": [[3846798, 3846903], [3854557, 3854741], [3861331, 3861504], [3862253, 3862413], [3864255, 3864788], [3865682, 3876123]], "strand": 1, "transcript": "NM_001206491", "txend": 3876123, "txstart": 3846798}, {"cdsend": 3866147, "cdsstart": 3861462, "chr": "20", "position": [[3846833, 3846903], [3854557, 3854741], [3857634, 3857809], [3858818, 3858942], [3861331, 3861504], [3862253, 3862413], [3864255, 3864788], [3865682, 3876118]], "strand": 1, "transcript": "NM_001385663", "txend": 3876118, "txstart": 3846833}, {"cdsend": 3866147, "cdsstart": 3854624, "chr": "20", "position": [[3846833, 3846903], [3854557, 3854741], [3857634, 3857809], [3861331, 3861504], [3862253, 3862413], [3864255, 3864788], [3865682, 3876118]], "strand": 1, "transcript": "NM_020746", "txend": 3876118, "txstart": 3846833}, {"cdsend": 3876118, "cdsstart": 3876118, "chr": "20", "position": [[3846833, 3846903], [3854557, 3854741], [3857634, 3857809], [3862253, 3862413], [3864255, 3864788], [3865682, 3876118]], "strand": 1, "transcript": "NR_037921", "txend": 3876118, "txstart": 3846833}], "exons_hg19": [{"cdsend": 3846794, "cdsstart": 3842109, "chr": "20", "position": [[3827445, 3827550], [3835204, 3835388], [3841978, 3842151], [3842900, 3843060], [3844902, 3845435], [3846329, 3856770]], "strand": 1, "transcript": "NM_001206491", "txend": 3856770, "txstart": 3827445}, {"cdsend": 3846794, "cdsstart": 3842109, "chr": "20", "position": [[3827480, 3827550], [3835204, 3835388], [3838281, 3838456], [3839465, 3839589], [3841978, 3842151], [3842900, 3843060], [3844902, 3845435], [3846329, 3856765]], "strand": 1, "transcript": "NM_001385663", "txend": 3856765, "txstart": 3827480}, {"cdsend": 3846794, "cdsstart": 3835271, "chr": "20", "position": [[3827480, 3827550], [3835204, 3835388], [3838281, 3838456], [3841978, 3842151], [3842900, 3843060], [3844902, 3845435], [3846329, 3856765]], "strand": 1, "transcript": "NM_020746", "txend": 3856765, "txstart": 3827480}, {"cdsend": 3856765, "cdsstart": 3856765, "chr": "20", "position": [[3827480, 3827550], [3835204, 3835388], [3838281, 3838456], [3842900, 3843060], [3844902, 3845435], [3846329, 3856765]], "strand": 1, "transcript": "NR_037921", "txend": 3856765, "txstart": 3827480}], "generif": [{"pubmed": 16125763, "text": "Mitochondrial antiviral signaling (MAVS) mediates the activation of NF-kappaB and IRF 3 in response to viral infection, and transmembrane domain targets MAVS to the mitochondria, implicating a new role of mitochondria in innate immunity."}, {"pubmed": 16153868, "text": "Data suggest that VISA is critically involved in both virus-triggered TLR3-independent and TLR3-mediated antiviral interferon signaling."}, {"pubmed": 16177806, "text": "KIAA1271 (aka Cardif, MAVS, VISA, IPS-1) has been shown to be targeted by hepatitis c virus (HCV) NS3/4A protease. This cleavage interferes with the Rig-I mediated dsRNA sensing pathway and therefore with the activation of IRF-3."}, {"pubmed": 16585524, "text": "HCV infection transiently induces RIG-I- and IPS-1-dependent IRF-3 activation"}, {"pubmed": 16707574, "text": "HCV blocks the dsRNA signaling by an NS3/4A-independent mechanism, in addition to the NS3/4A-dependent cleavage of MAVS/IPS-1."}, {"pubmed": 16731946, "text": "HCV NS3-4A cleavage of human MAVS/IPS-1/VISA/Cardif/K1271 results in its dissociation from the mitochondrial membrane and disrupts signaling to the antiviral immune response"}, {"pubmed": 16858409, "text": "Cardif induces interferon (IFN)alpha through a direct and specific interaction with the TRAF domain of TRAF3, implicating Cardif as the link between cytoplasmic viral receptors and TRAF3."}, {"pubmed": 16984921, "text": "IPS-1, IRF3, and IFNbeta have critical roles in Legionella infection of lung epithelium"}, {"pubmed": 17093192, "text": "GBV-B NS3/4A protease specifically cleaves VISA and dislodges it from mitochondria, thereby disrupting its function as a RIG-I adaptor and blocking downstream activation of both interferon regulatory factor 3 and nuclear factor kappa B."}, {"pubmed": 17911629, "text": "IPS-1 is an essential component of the pathway relevant to polyinosinic-polycytidylic acid signaling of type I interferon in intestinal epithelial cells."}, {"pubmed": 18207245, "text": "This study uncovers MAVS splicing variants of diverse biological function."}, {"pubmed": 18307765, "text": "Models show a very different charge profile for the equivalent surfaces compared to IPS-1/MAVS/VISA/Cardif CARD."}, {"pubmed": 18550535, "text": "RIG-1 - MAVS interacts with cytoplasmic 100-kDa NF-kappa B2 complexes via a novel retinoic acid-inducible gene-I - NF- kappa B-inducing kinase signaling pathway"}, {"pubmed": 18692023, "text": "The role of MAVS in apoptosis was investigated."}, {"pubmed": 18692023, "text": "This paper describes the biochemical regulation and behavior of MAVS during apoptosis."}, {"pubmed": 18756281, "text": "Inactivation of Trif and Cardif can also occur through cellular caspases activated by various pro-apoptotic signals."}, {"pubmed": 18927075, "text": "PKR facilitates the host innate immune response and apoptosis in virus-infected cells by mediating IRF-3 activation through the mitochondrial IPS-1 signal transduction pathway"}, {"pubmed": 18977754, "text": "Upon Sendai virus (SeV) infection, TBK1s is induced in both human and mouse cells and binds to RIG-1, disrupting the interaction between RIG-I and VISA"}, {"pubmed": 18984593, "text": "IPS-1 requires TRAF6 and MEKK1 to activate NF-kappaB and mitogen-activated protein kinases that are critical for the optimal induction of type I interferons"}, {"pubmed": 19028691, "text": "PKR, in addition to IPS-1 and IRF3 but not TRIF, was required for maximal type I IFN-beta induction and the induction of apoptosis by both transfected PRNAs and polyinosinic-polycytidylic acid."}, {"pubmed": 19193783, "text": "The activation of RIG-I/MDA-5 leads to the C-terminal transmembrane-dependent dimerization of the MAVS N-terminal caspase recruitment domain, thereby providing an interface for direct binding to and activation of the downstream effector TRAF3."}, {"pubmed": 19351494, "text": "Data show that DeltaIPS-1 could decrease the secretory volume of IFN-beta in HEK293T cell and could not completely suppress the CPE of the cell infected by HSV-1."}, {"pubmed": 19380491, "text": "recruitment of IKKepsilon to the mitochondria upon MAVS K500 ubiquitination plays a modulatory role in the cascade leading to NF-kappaB activation and expression of inflammatory and antiviral genes"}, {"pubmed": 19546225, "text": "Polo-like kinase 1 (PLK1) regulates interferon (IFN) induction by MAVS"}, {"pubmed": 19591957, "text": "Report shows that Rig-I, but not MAVS, is cleaved during cytomegalovirus infection."}, {"pubmed": 19644511, "text": "show that interferon-beta promoter stimulator 1 (IPS-1) binds DAP3 and induces anoikis by caspase activation."}, {"pubmed": 19690333, "text": "Data revealed that Mfn2 interacted with the carboxyl-terminal region of MAVS through a heptad repeat region, providing a structural perspective on the regulation of the mitochondrial antiviral response."}, {"pubmed": 19701189, "text": "recognition of a viral ssRNA genome, Nod2 used the adaptor protein MAVS to activate IRF3."}, {"pubmed": 19881509, "text": "PCBP2-AIP4 axis defines a new signaling cascade for MAVS degradation and 'fine tuning' of antiviral innate immunity."}, {"pubmed": 19902255, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19914245, "text": "c-Abl modulates innate immune response through MAVS."}, {"pubmed": 20032188, "text": "study reports MAVS protein level is reduced in Dengue virus-infected cells & that caspases 1 & 3 cleave MAVS at residue D429; MAVS is also a proapoptotic molecule that triggers disruption of the mitochondrial membrane potential & activation of caspases"}, {"pubmed": 20044805, "text": "the pre-activation status of the endogenous IFN system in the liver of patients with CHC is in part regulated by cleavage of MAVS."}, {"pubmed": 20127681, "text": "DDX3 can bind viral RNA to join it in the IPS-1 complex. The 622-662 a.a DDX3 C-terminal region directly bound to the IPS-1 CARD-like domain."}, {"pubmed": 20154210, "text": "Chlamydia pneumoniae infection of vascular endothelial cells activates mitochondrial antiviral signaling protein (MAVS) which stimulates IRF3- and IRF7-dependent signals controlling bacterial growth and modulating development of vascular lesions."}, {"pubmed": 20538852, "text": "Influenza virus A PB2 protein interacts with MAVS and inhibits MAVS-mediated beta interferon expression."}, {"pubmed": 20554965, "text": "Study suggests that HBV can target the RIG-I signaling by HBX-mediated MAVS downregulation, thereby attenuating the antiviral response of the innate immune system."}, {"pubmed": 20661427, "text": "viral infection as well as transfection with 5'ppp-RNA resulted in the redistribution of IPS-1 to form speckle-like aggregates in cells."}, {"pubmed": 20699220, "text": "These findings demonstrate that the viral polymerase plays an important role for regulating host anti-viral response through the binding to IPS-1 and inhibition of IFNbeta production."}, {"pubmed": 20711230, "text": "indicate that Hepatitis B virus X protein inhibits signaling by components upstream but not downstream of VISA"}, {"pubmed": 20877624, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20962078, "text": "Chikungunya virus induces via IPS-1 accumulation of IRF-3 dependent antiviral gene mRNA."}, {"pubmed": 21068253, "text": "The hepatitis B virus X protein-IPS-1 protein interaction was confirmed in plasmid-transfected HepG2 cells by reciprocal coimmunoprecipitation and Western blotting."}, {"pubmed": 21127988, "text": "Polymorphisms in the VISA gene may be related to disease susceptibility and manifestations of systemic lupus erythematosus."}, {"pubmed": 21130742, "text": "these results showed that conjunctival epithelial cells express RIG-I and MDA5, and IPS-1, an adaptor molecule common to RIG-I and MDA5, contributes to polyI:C-inducible cytokine production in conjunctival epithelial cells."}, {"pubmed": 21170385, "text": "Hepatitis C virus core protein abrogates the DDX3 function that enhances IPS-1-mediated IFN-beta induction"}, {"pubmed": 21187438, "text": "RIG-I or melanoma differentiation-associated gene (MDA)5 signaling through mitochondrial antiviral signaling protein MAVS is required for activation of interferon (IFN)-beta production by rotavirus-infected intestinal epithelial cells."}, {"pubmed": 21200404, "text": "A functional C-terminal TRAF3-binding site in mitochondrial antiviral signaling protein participates in positive and negative regulation of the interferon antiviral response"}, {"pubmed": 21268286, "text": "In African-American systemic lupus erythematosus, patients, the C79F allele was associated with low type I interferon production and absence of anti-RNA-binding protein autoantibodies."}, {"pubmed": 21285412, "text": "Data sugget that DeltaPsi(m) and MAVS are coupled at the same stage in the RLR antiviral signaling pathway."}, {"pubmed": 21421666, "text": "NOD2 genotypes also influence the microbial composition in humans."}, {"pubmed": 21782231, "text": "Viral infection induces the formation of very large MAVS aggregates, which potently activate IRF3 in the cytosol; results suggest that a prion-like conformational switch of MAVS activates and propagates the antiviral signaling cascade."}, {"pubmed": 21813773, "text": "Mechanistically, the tetratrico-peptide repeat motif (E164/E165) of IFIT3 interacts with the N terminus (K38) of TBK1, thus bridging TBK1 to MAVS on the mitochondrion"}, {"pubmed": 21865020, "text": "The mitochondrial antiviral signaling (MAVS) adapter protein orchestrates the innate host response to RNA virus infections. (Review)"}, {"pubmed": 21957149, "text": "The ability of DHX9 in sensing both poly I:C and RNA virus is mediated by IPS-1 in myeloid dendritic cells."}, {"pubmed": 22105485, "text": "Our findings unravel a critical role of PCBP1 in regulating MAVS for both fine-tuning the antiviral immunity and preventing inflammation"}, {"pubmed": 22131337, "text": "UXT-V1 represents a novel integral component of the MAVS signalosome on mitochondria, mediating the innate antiviral signal transduction."}, {"pubmed": 22341464, "text": "The authors show that FAK interacts with MAVS at the mitochondrial membrane in a virus infection-dependent manner and potentiates MAVS-mediated signaling via a kinase-independent mechanism."}, {"pubmed": 22383950, "text": "NS1 binds to MAVS and this binding inhibits the MAVS-RIG-I interaction required for IFN production"}, {"pubmed": 22623778, "text": "Human respiratory syncytial virus nucleoprotein and inclusion bodies antagonize the innate immune response mediated by MDA5 and MAVS."}, {"pubmed": 22626058, "text": "Study reports that RLR activation triggers MAVS ubiquitination on lysine 7 and 10 by the E3 ubiquitin ligase TRIM25 and marks it for proteasomal degradation concomitantly with downstream signaling."}, {"pubmed": 22674996, "text": "Using a flow cytometry-based assay, the authors demonstrate that the PB1-F2 protein inhibits MAVS-mediated IFN synthesis by decreasing the mitochondrial membrane potential (MMP)."}, {"pubmed": 22792062, "text": "model proposed where dsDNA and dsRNA sensing induces the formation of membrane-bound compartments originating from the Golgi, which mediate the dynamic association of TRAF3 with MAVS leading to an optimal induction of innate immune responses"}, {"pubmed": 22870331, "text": "Canine hepacivirus NS3 serine protease can cleave the human adaptor proteins MAVS and TRIF."}, {"pubmed": 22901541, "text": "Ubiquitination of NEMO negatively regulates the interferon antiviral response through disruption of the MAVS-TRAF3 complex."}, {"pubmed": 23028806, "text": "These results suggest that the comprehensive regulation of MAVS in response to foreign RNA may be essential to antiviral host defenses."}, {"pubmed": 23087404, "text": "Ndfip1 negatively regulates RIG-I-dependent immune signaling by enhancing E3 ligase Smurf1-mediated MAVS degradation."}, {"pubmed": 23246644, "text": "The influenza A virus PB2 MAVS-binding domain unexpectedly coincided with its PB1-binding domain, indicating an important dual functionality for this region of PB2."}, {"pubmed": 23308256, "text": "IPS-1 oligomerization is essential for the formation of a multiprotein signaling complex."}, {"pubmed": 23460740, "text": "rim44 functions as a positive regulator of the virus-triggered immune response by enhancing the stability of VISA."}, {"pubmed": 23574001, "text": "The results establish that the mitochondrial location of IPS-1 is essential to its ability to induce apoptosis."}, {"pubmed": 23582325, "text": "Findings reveal a previously undescribed mechanism by which NLRP3 localization to the mitochondria and inflammasome activation are regulated by the mitochondrial adaptor protein MAVS, and identify an N-terminal sequence in NLRP3 that supports its association with MAVS."}, {"pubmed": 24048902, "text": "results suggest that MAVS facilitates the recruitment of NLRP3 to the mitochondria and may enhance its oligomerization and activation by bringing it in close proximity to mitochondrial reactive oxygen species."}, {"pubmed": 24285545, "text": "data thus implicate two parallel pathways by which Gp78 regulates MAVS signaling"}, {"pubmed": 24390337, "text": "MDA5 and MAVS cleavages are both mediated by coxsackievirus B3 2A protease."}, {"pubmed": 24391214, "text": "In virus-infected cells, a Bax/Bak-independent pathway involves dsRNA-induced innate immune signaling via mitochondrial antiviral signaling (MAVS) and caspase-8."}, {"pubmed": 24529381, "text": "Study reports an example of alternative translation as a means of regulating innate immune signaling. MAVS, a regulator of antiviral innate immunity, is expressed from a bicistronic mRNA encoding a second protein, miniMAVS."}, {"pubmed": 24569476, "text": "Elucidate the structural mechanism of MAVS polymerization, and explain how an alpha-helical domain uses distinct chemical interactions to form self-perpetuating filaments."}, {"pubmed": 24613846, "text": "Collectively, these results demonstrated that eEF1Bgamma functions as a positive regulator of NF-small ka, CyrillicB signal by targeting MAVS for activation, which provides a new regulating mechanism of antiviral responses."}, {"pubmed": 24623417, "text": "Overall, this study suggests a role for MAVS and RIG-I signaling during different stages of the Kaposi's sarcoma-associated herpesvirus life cycle."}, {"pubmed": 24643253, "text": "MAVS protein is attenuated by rotavirus nonstructural protein 1."}, {"pubmed": 24659800, "text": "plays an essential role in stress granule formation"}, {"pubmed": 24729608, "text": "that Smurf2 is an important nonredundant negative regulator of virus-triggered type I IFN signaling by targeting VISA for K48-linked ubiquitination and degradation."}, {"pubmed": 24782566, "text": "Data indicate that DEAH-box RNA helicase DHX15/PRP43 stimulates the NF-kappaB and MAPK pathways downstream of virus-induced signaling adapter protein MAVS and contributes to MAVS-mediated cytokine production and apoptosis."}, {"pubmed": 24889249, "text": "NS3 protease of GB virus C cleaved MAVS but not TRIF, and it inhibited interferon responses sufficiently to enhance growth of an interferon-sensitive virus."}, {"pubmed": 25142606, "text": "The DLAIS motif in MAVS was found to be critical for MIB2 binding, the ligation of K63-linked ubiquitin to TANK-binding kinase 1, and phosphorylation-mediated IRF3/7 activation."}, {"pubmed": 25288302, "text": "MAVS did not reveal significant single-SNP associations with multiple sclerosis risk."}, {"pubmed": 25609814, "text": "Hepatitis C virus NS3-4A similarly diminished both human and mouse MAVS-dependent signaling in human and mouse cells and MAVS induces both type I and type III interferons, which together control the hepatitis C virus replication."}, {"pubmed": 25636800, "text": "findings show MAVS and STING harbor 2 conserved serine and threonine clusters that are phosphorylated by IKK and/or TBK1 in response to stimulation; results reveal phosphorylation of innate adaptor proteins is an essential and conserved mechanism that selectively recruits IRF3 to activate the type I IFN pathway"}, {"pubmed": 25640825, "text": "Polymorphisms in IPS1 are independently associated with treatment response to PEG-IFN among Chinese HBeAg-positive CHB patients."}, {"pubmed": 25833049, "text": "Notably, in Lymphocytic Choriomeningitis Virus-infected cells, RIG-I was dispensable for virus-induced apoptosis via MAVS."}, {"pubmed": 25950488, "text": "IPS-1 induces anticancer activity through upregulation of pro-apoptotic gene TRAIL and downregulation of the anti-apoptotic genes BCL2, BIRC3 and PRKCE via IRF3 and IRF7 in type I interferon-dependent and -independent manners."}, {"pubmed": 26179906, "text": "pVHL Negatively Regulates Antiviral Signaling by Targeting MAVS for Proteasomal Degradation"}, {"pubmed": 26183716, "text": "An autoinhibitory mechanism modulates MAVS activity in unstimulated cells and, on viral infection, individual regions of MAVS are released following MAVS filament formation to activate antiviral signalling cascades."}, {"pubmed": 26221961, "text": "MAVS50, exposing a degenerate TRAF-binding motif within its N-terminus, effectively competed with full-length MAVS for recruiting TRAF2 and TRAF6"}, {"pubmed": 26223644, "text": "During Crimean-Congo hemorrhagic fever virus infection, RIG-I mediated a type I interferon response via MAVS."}, {"pubmed": 26246171, "text": "MARCH5 binds MAVS only during viral stimulation when MAVS forms aggregates, and these interactions require the RING domain of MARCH5 and the CARD domain of MAVS."}, {"pubmed": 26317833, "text": "Results show MAVS-transmembrane domain is shown to oligomerize in response to changes in the outer mitochondrial lipid membrane properties caused by treatment with mitochondrial reactive oxygen species inducers or by Sendai virus infection."}, {"pubmed": 26385923, "text": "Transmembrane motif T6BM2-mediated TRAF6 binding is required for MAVS-related antiviral response."}, {"pubmed": 26437794, "text": "These results demonstrate that poliovirus infection actively suppresses the host type I interferon response by blocking activation of IRF-3 and suggests that this is not mediated by cleavage of MDA-5 or IPS-1."}, {"pubmed": 26512076, "text": "These results suggest that vIRF-1 is the first example of a viral protein to inhibit mitochondrial antiviral signaling through lipid raft-like microdomains."}, {"pubmed": 26588843, "text": "indicate comparable activation of the IFN response by pex- and mito-mitochondrial antiviral-signaling protein in hepatocytes and efficient counteraction of both MAVS species by the HCV nonstructural protein 3 protease"}, {"pubmed": 26646717, "text": "Using bone marrow derived macrophages from knockout mice we demonstrate that hBD3 suppresses the polyI:C-induced TLR3 response mediated by TICAM1 (TRIF), while exacerbating the cytoplasmic response through MDA5 (IFIH1) and MAVS (IPS1/CARDIF)."}, {"pubmed": 26893477, "text": "deliberately targeting the evolutionarily conserved MDA-5-IPS-1 antiviral pathway in tumors can provoke parallel tumoricidal and immunostimulatory effects that bridge innate and adaptive immune responses for the therapeutic treatment of cancer"}, {"pubmed": 26906558, "text": "Pyruvate carboxylase activates the RIG-I-like receptor-mediated antiviral immune response by targeting the MAVS signalosome."}, {"pubmed": 26954674, "text": "This study identified new functional alterations in antiviral signalling based on MAVS polymorphisms"}, {"pubmed": 26998762, "text": "Data show that the NS3 protein of dengue virus bound to 14-3-3 epsilon protein (14-3-3varepsilon) and prevented translocation of retinoic acid-inducible gene-I protein (RIG-I) to the adaptor MAVS protein and thereby blocked antiviral signaling."}, {"pubmed": 27213432, "text": "Mechanistic studies showed that HACE1 exerts its inhibitory role on virus-induced signaling by disrupting the MAVS-TRAF3 complex."}, {"pubmed": 27226371, "text": "Deficiency of MAVS in hematopoietic cells resulted in increased mortality and delayed West Nile Virus clearance from the brain."}, {"pubmed": 27438769, "text": "this study shows that keratinocytes are an important source of IFN-beta and MAVS is critical to this function, and demonstrates how the epidermis triggers unwanted skin inflammation under disease conditions"}, {"pubmed": 27553710, "text": "Studied association of genetic variants of the MAVS, MITA and MFN2 genes with leprosy in Han Chinese from Southwest China; found no association between the variants and susceptibility to leprosy."}, {"pubmed": 27593154, "text": "this study shows that MAVS silencing upregulates IFN-beta production via upregulation of NF-kappaB and IRF3 signaling"}, {"pubmed": 27605671, "text": "Can activate the RLR/MAVS pathway."}, {"pubmed": 27629939, "text": "MCCC1 plays an essential role in virus-triggered, MAVS-mediated activation of NF-kappaB signaling."}, {"pubmed": 27652379, "text": "this analysis did not indicate the association of the MAVS locus with susceptibility to Addison's disease and type 1 diabetes"}, {"pubmed": 27705941, "text": "our results demonstrate that miR-22 negatively regulates poly(I:C)-induced production of type I interferon and inflammatory cytokines via targeting MAVS."}, {"pubmed": 27736772, "text": "Results indicate that TAX1BP1 functions as an adaptor molecule for Itch to target MAVS during RNA virus infection and thus restrict virus-induced apoptosis."}, {"pubmed": 27899525, "text": "findings suggest that oxidative stress-induced MAVS oligomerization in SLE patients may contribute to the type I IFN signature that is characteristic of this syndrome."}, {"pubmed": 27980081, "text": "DDX3 directly regulates TRAF3 ubiquitination and acts as a scaffold to co-ordinate assembly of signaling complexes downstream from MAVS."}, {"pubmed": 28011935, "text": "TTLL12 as a negative regulator of RNA-virus-induced type I IFN expression by inhibiting the interaction of VISA with other proteins."}, {"pubmed": 28024153, "text": "this study identified three single nucleotide polymorphisms within MAVS that showed significant differences in plasma HIV-1 viral load"}, {"pubmed": 28222744, "text": "Herpes simplex virus 1 blocks MAVS-Pex mediated early interferon-stimulated gene activation through VP16 to dampen the immediate early antiviral innate immunity signaling from peroxisomes."}, {"pubmed": 28414768, "text": "GPATCH3 interacts with VISA and disrupts the assembly of virus-induced VISA signalosome therefore acts as a negative regulator of RLR-mediated innate antiviral immune responses."}, {"pubmed": 28471483, "text": "This study demonstrates a novel pathway for elevated IFNbeta signaling in SLE that is not dependent on stimulation by immune complexes but rather is cell intrinsic and critically mediated by IFNbeta and MAVS."}, {"pubmed": 28480979, "text": "The down regulation of TRIF, TLR3, and mitochondrial antiviral signaling protein (MAVS) expressions in chronic hepatitis C correlates with the disease severity and the outcome of hepatitis C virus infection"}, {"pubmed": 28566380, "text": "Therefore, Seneca Valley virus suppressed antiviral interferon production to escape host antiviral innate immune responses by cleaving host adaptor molecules MAVS, TRIF, and TANK by its 3C protease."}, {"pubmed": 28594325, "text": "Taken together, these findings reveal an essential role of CypA in boosting RIG-I-mediated antiviral immune responses by controlling the ubiquitination of RIG-I and MAVS."}, {"pubmed": 28607490, "text": "MAVS isoforms are truncated, which prevents its spontaneous aggregation in antiviral innate immune signalling"}, {"pubmed": 28928438, "text": "Zyxin promotes MAVS-mediated IFNB1 promoter activation."}, {"pubmed": 28956771, "text": "Results show that during HCV infection, NLRX1 targets MAVS and induces its degradation."}, {"pubmed": 28965816, "text": "findings reveal a negative feedback loop of RLR signaling generated by Tetherin-MARCH8-MAVS-NDP52 axis and provide insights into a better understanding of the crosstalk between selective autophagy and optimal deactivation of type I IFN signaling."}, {"pubmed": 29097393, "text": "Using MAVS as a platform, NLRP11 degrades TRAF6 to attenuate the production of type I IFNs as well as virus-induced apoptosis. Our findings reveal the regulatory role of NLRP11 in antiviral immunity by disrupting MAVS signalosome."}, {"pubmed": 29155878, "text": "In the late phase of RNA viral infection, iRhom2 mediates proteasome-dependent degradation of the E3 ubiquitin ligase MARCH5 and impairs mitochondria-associated degradation (MAD) of VISA."}, {"pubmed": 29165031, "text": "BST2 recruits the E3 ubiquitin ligase MARCH8 to catalyze the K27-linked ubiquitination of MAVS for CALCOCO2-directed autophagic degradation."}, {"pubmed": 29280086, "text": "results suggest that ASC, as a negative regulator of the MAVS-mediated innate immunity, may play an important role in host protection upon virus infection"}, {"pubmed": 29317664, "text": "Data show that human cytomegalovirus (HCMV; human betaherpesvirus 5) glycoprotein US9 inhibits the IFN-beta response by targeting the mitochondrial antiviral-signaling protein (MAVS) and stimulator of interferon genes (STING)-mediated signaling pathways."}, {"pubmed": 29385716, "text": "The mitochondrial antiviral signaling adaptor protein (MAVS) oligomers and high MW aggregates coexist upon constitutively active retinoic acid-inducible gene I (RIG-I) ectopic expression and virus infection. Anchoring of MAVS to intracellular membranes is essential for an appropriate polymerization process allowing functional high MW aggregates to occur."}, {"pubmed": 29743353, "text": "Low MAVS expression is associated with RNA virus infections."}, {"pubmed": 29916539, "text": "these results demonstrated that HAUS8 may function as a positive regulator of RLRVISA dependent antiviral signaling by targeting the VISA complex, providing a novel regulatory mechanism of antiviral responses"}, {"pubmed": 30258449, "text": "Beclin-1 underwent K63-polyubiquitination upon RIG-I activation, and the ubiquitination decreased in TRAF6-deficient cells. This suggests that the RIG-I-MAVS-TRAF6 axis induced K63-linked polyubiquitination of Beclin-1, which has been implicated in triggering autophagy."}, {"pubmed": 30390472, "text": "studies demonstrated that TARBP2 interacted with MAVS and targeted MAVS to abrogate MAVS-RIG-I and MAVS-TRAF3 association."}, {"pubmed": 30391331, "text": "The identification of multiple regulatory elements in the MAVS 3'UTR offers new insights into the precise control of MAVS expression in innate immunity."}, {"pubmed": 30460894, "text": "Rotavirus VP3 targets MAVS for degradation to inhibit type III interferon expression in intestinal epithelial cells."}, {"pubmed": 30463990, "text": "MAVS rs6052130 confer genetic susceptibility to cervical precancerous lesions."}, {"pubmed": 30472208, "text": "These findings establish FAF1 as a modulator of MAVS and uncover mechanisms that regulate FAF1 to insure timely activation of antiviral defense."}, {"pubmed": 30527812, "text": "RACK1 interacts with VISA to repress downstream signaling and downregulates virus-induced IFN-beta production in the RIG-I/VISA signaling pathway."}, {"pubmed": 30878284, "text": "Apoptotic caspases control innate immunity and maintain immune homeostasis against viral infection, suppressing type I interferon production via the cleavage of cGAS, MAVS, and IRF3"}, {"pubmed": 30930359, "text": "Relatively weak inducible IFN-beta production in hepatitis b virus infected patients with IPS-1 rs7269320 SNP or wild-type may contribute to chronic virus infection."}, {"pubmed": 30952814, "text": "findings thus provided novel insights into the regulatory cascade of the cellular antiviral response through YOD1-mediated K63-linked deubiquitination and aggregation of MAVS."}, {"pubmed": 31235549, "text": "We identified human nucleus accumbens-associated 1 (NAC1), a member of the BTB/POZ family, as a bridge for MAVS and TBK1 that positively regulates the RIG-I-like receptors-mediated induction of type I IFN"}, {"pubmed": 31270229, "text": "MAVS degradation leads to the inhibition of the downstream IFN-beta pathway and therefore benefits virus proliferation."}, {"pubmed": 31304625, "text": "Data propose a critical role for autophagy in mediating the degradation of MAVS aggregates, and identified RNF34 as a key regulator of mitochondrial turnover and the antiviral response by promoting the K27-/K29-linked ubiquitination of MAVS."}, {"pubmed": 31324787, "text": "Nemo like kinase (NLK) interacts with and phosphorylates mitochondrial antiviral signaling protein (MAVS), and a peptide derived from MAVS promotes viral-induced interferon beta (IFN-beta) production and antagonizes viral replication."}, {"pubmed": 31390091, "text": "Results found that the activity of MAVS-Region III depends on its multimerization state. TRAF3IP3 binds to multimerized and active MAVS-Region III."}, {"pubmed": 31767975, "text": "MicroRNA-33/33* inhibit the activation of MAVS through AMPK in antiviral innate immunity."}, {"pubmed": 31806367, "text": "Formation of SUMO3-conjugated chains of MAVS induced by poly(dA:dT), a ligand of RIG-I, enhances the aggregation of MAVS that drives the secretion of interferon-beta in human keratinocytes."}, {"pubmed": 31806368, "text": "SNX5 inhibits RLR-mediated antiviral signaling by targeting RIG-I-VISA signalosome."}, {"pubmed": 31829086, "text": "The RNA binding protein Quaking represses host interferon response by downregulating MAVS."}, {"pubmed": 31881323, "text": "Dual targeting of RIG-I and MAVS by MARCH5 mitochondria ubiquitin ligase in innate immunity."}, {"pubmed": 31915282, "text": "Thioredoxin 2 Negatively Regulates Innate Immunity to RNA Viruses by Disrupting the Assembly of the Virus-Induced Signaling Adaptor Complex."}, {"pubmed": 31941397, "text": "Beneficial bacteria activate type-I interferon production via the intracellular cytosolic sensors STING and MAVS."}, {"pubmed": 31968249, "text": "The Mitochondrial Protein MAVS Stabilizes p53 to Suppress Tumorigenesis."}, {"pubmed": 31996459, "text": "The Japanese Encephalitis Virus NS1' Protein Inhibits Type I IFN Production by Targeting MAVS."}, {"pubmed": 32190169, "text": "The Reduced Oligomerization of MAVS Mediated by ROS Enhances the Cellular Radioresistance."}, {"pubmed": 32301534, "text": "SIRT5 impairs aggregation and activation of the signaling adaptor MAVS through catalyzing lysine desuccinylation."}, {"pubmed": 32386456, "text": "PB1-F2 protein of highly pathogenic influenza A (H7N9) virus selectively suppresses RNA-induced NLRP3 inflammasome activation through inhibition of MAVS-NLRP3 interaction."}, {"pubmed": 32511263, "text": "Virus subtype-specific suppression of MAVS aggregation and activation by PB1-F2 protein of influenza A (H7N9) virus."}, {"pubmed": 32708557, "text": "MAVS Genetic Variation Is Associated with Decreased HIV-1 Replication In Vitro and Reduced CD4(+) T Cell Infection in HIV-1-Infected Individuals."}, {"pubmed": 32776819, "text": "Suppression of innate immune signaling molecule, MAVS, reduces radiation-induced bystander effect."}, {"pubmed": 33110251, "text": "SARS-CoV-2 membrane glycoprotein M antagonizes the MAVS-mediated innate antiviral response."}, {"pubmed": 33139700, "text": "RNF115 plays dual roles in innate antiviral responses by catalyzing distinct ubiquitination of MAVS and MITA."}, {"pubmed": 33177519, "text": "MAVS is energized by Mff which senses mitochondrial metabolism via AMPK for acute antiviral immunity."}, {"pubmed": 33412226, "text": "Mitochondrial reactive zones in antiviral innate immunity."}, {"pubmed": 33540654, "text": "The VP3 Protein of Bluetongue Virus Associates with the MAVS Complex and Interferes with the RIG-I-Signaling Pathway."}, {"pubmed": 33582548, "text": "Mitochondrial DUT-M potentiates RLR-mediated antiviral signaling by enhancing VISA and TRAF2 association."}, {"pubmed": 33593967, "text": "Human Herpesvirus 6B U26 Inhibits the Activation of the RLR/MAVS Signaling Pathway."}, {"pubmed": 33603735, "text": "O-Linked N-Acetylglucosamine Modification of Mitochondrial Antiviral Signaling Protein Regulates Antiviral Signaling by Modulating Its Activity."}, {"pubmed": 33628342, "text": "Next Generation Exome Sequencing of Pediatric Asthma Identifies Rare and Novel Variants in Candidate Genes."}, {"pubmed": 34016972, "text": "USP18 positively regulates innate antiviral immunity by promoting K63-linked polyubiquitination of MAVS."}, {"pubmed": 34171297, "text": "Arginine monomethylation by PRMT7 controls MAVS-mediated antiviral innate immunity."}, {"pubmed": 34435375, "text": "A conventional immune regulator mitochondrial antiviral signaling protein blocks hepatic steatosis by maintaining mitochondrial homeostasis."}, {"pubmed": 34452514, "text": "The Ebola Virus Interferon Antagonist VP24 Undergoes Active Nucleocytoplasmic Trafficking."}, {"pubmed": 35733260, "text": "Tankyrases inhibit innate antiviral response by PARylating VISA/MAVS and priming it for RNF146-mediated ubiquitination and degradation."}, {"pubmed": 35850307, "text": "RNA binding by ADAR3 inhibits adenosine-to-inosine editing and promotes expression of immune response protein MAVS."}, {"pubmed": 36028484, "text": "The protein arginine methyltransferase PRMT9 attenuates MAVS activation through arginine methylation."}, {"pubmed": 36309611, "text": "Retinoic acid-inducible gene 1 (RIG-1) and IFN-beta promoter stimulator-1 (IPS-1) significantly down-regulated in the severe coronavirus disease 2019 (COVID-19)."}, {"pubmed": 36595748, "text": "The effects of NLRP3 and MAVS gene polymorphisms on the risk of asthma: A case-control study."}, {"pubmed": 36788451, "text": "Dengue Virus 2 NS2B Targets MAVS and IKKepsilon to Evade the Antiviral Innate Immune Response."}, {"pubmed": 37009655, "text": "CircPVT1 promotes ER-positive breast tumorigenesis and drug resistance by targeting ESR1 and MAVS."}, {"pubmed": 37537212, "text": "MAVS signaling is required for preventing persistent chikungunya heart infection and chronic vascular tissue inflammation."}, {"pubmed": 38140545, "text": "The Interaction between SARS-CoV-2 Nucleocapsid Protein and UBC9 Inhibits MAVS Ubiquitination by Enhancing Its SUMOylation."}, {"pubmed": 38673764, "text": "Activation of the RIG-I/MAVS Signaling Pathway during Human Adenovirus Type 3 Infection Impairs the Pro-Inflammatory Response Induced by Secondary Infection with Staphylococcus aureus."}], "genomic_pos": {"chr": "20", "end": 3876123, "ensemblgene": "ENSG00000088888", "start": 3846799, "strand": 1}, "genomic_pos_hg19": {"chr": "20", "end": 3849280, "start": 3827487, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0001934", "pubmed": 16127453, "qualifier": "involved_in", "term": "positive regulation of protein phosphorylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0002218", "pubmed": 20628368, "qualifier": "involved_in", "term": "activation of innate immune response"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0002218", "pubmed": 18818105, "qualifier": "involved_in", "term": "activation of innate immune response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0002230", "pubmed": [16127453, 20628368], "qualifier": "involved_in", "term": "positive regulation of defense response to virus by host"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0002230", "pubmed": 19609254, "qualifier": "involved_in", "term": "positive regulation of defense response to virus by host"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0002735", "qualifier": "involved_in", "term": "positive regulation of myeloid dendritic cell cytokine production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0002753", "pubmed": [16125763, 20451243], "qualifier": "involved_in", "term": "cytoplasmic pattern recognition receptor signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007165", "pubmed": 20451243, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032481", "pubmed": 16858409, "qualifier": "involved_in", "term": "positive regulation of type I interferon production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032727", "pubmed": 16127453, "qualifier": "involved_in", "term": "positive regulation of interferon-alpha production"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032727", "pubmed": [19609254, 21957149], "qualifier": "involved_in", "term": "positive regulation of interferon-alpha production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032728", "pubmed": [16127453, 20628368], "qualifier": "involved_in", "term": "positive regulation of interferon-beta production"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032728", "pubmed": [19609254, 19631370, 21957149], "qualifier": "involved_in", "term": "positive regulation of interferon-beta production"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032755", "pubmed": 21957149, "qualifier": "involved_in", "term": "positive regulation of interleukin-6 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032757", "pubmed": 16127453, "qualifier": "involved_in", "term": "positive regulation of interleukin-8 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032760", "pubmed": 16127453, "qualifier": "involved_in", "term": "positive regulation of tumor necrosis factor production"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032760", "pubmed": 21957149, "qualifier": "involved_in", "term": "positive regulation of tumor necrosis factor production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042307", "pubmed": 18818105, "qualifier": "involved_in", "term": "positive regulation of protein import into nucleus"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0042742", "pubmed": 19631370, "qualifier": "involved_in", "term": "defense response to bacterium"}, {"evidence": "HMP", "gocategory": "BP", "id": "GO:0043123", "pubmed": 12761501, "qualifier": "involved_in", "term": "positive regulation of canonical NF-kappaB signal transduction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045071", "pubmed": 20451243, "qualifier": "involved_in", "term": "negative regulation of viral genome replication"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045087", "pubmed": 23951545, "qualifier": "acts_upstream_of_positive_effect", "term": "innate immune response"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045087", "pubmed": [19609254, 19631370], "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": [16127453, 18818105], "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051091", "pubmed": [16127453, 18818105], "qualifier": "involved_in", "term": "positive regulation of DNA-binding transcription factor activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051607", "pubmed": 20451243, "qualifier": "involved_in", "term": "defense response to virus"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0051607", "pubmed": 25847972, "qualifier": "involved_in", "term": "defense response to virus"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0060337", "pubmed": 25847972, "qualifier": "involved_in", "term": "type I interferon-mediated signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060339", "pubmed": 37656786, "qualifier": "involved_in", "term": "negative regulation of type I interferon-mediated signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060340", "pubmed": [16127453, 20451243], "qualifier": "involved_in", "term": "positive regulation of type I interferon-mediated signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060760", "pubmed": 21957149, "qualifier": "involved_in", "term": "positive regulation of response to cytokine stimulus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070585", "pubmed": 23582325, "qualifier": "involved_in", "term": "protein localization to mitochondrion"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0071360", "pubmed": [16127453, 21957149], "qualifier": "involved_in", "term": "cellular response to exogenous dsRNA"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071651", "pubmed": 16127453, "qualifier": "involved_in", "term": "positive regulation of chemokine (C-C motif) ligand 5 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071660", "pubmed": 16127453, "qualifier": "involved_in", "term": "positive regulation of IP-10 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0140374", "pubmed": 27992402, "qualifier": "involved_in", "term": "antiviral innate immune response"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1900063", "pubmed": 20451243, "qualifier": "involved_in", "term": "regulation of peroxisome organization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1900227", "pubmed": 23582325, "qualifier": "involved_in", "term": "positive regulation of NLRP3 inflammasome complex assembly"}], "CC": [{"evidence": "NAS", "gocategory": "CC", "id": "GO:0000151", "pubmed": 21200404, "qualifier": "part_of", "term": "ubiquitin ligase complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005739", "pubmed": [16127453, 27992402, 31390091], "qualifier": "is_active_in", "term": "mitochondrion"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005739", "pubmed": [20628368, 23582325], "qualifier": "located_in", "term": "mitochondrion"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005741", "pubmed": [16127453, 26314863], "qualifier": "is_active_in", "term": "mitochondrial outer membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005741", "pubmed": 18818105, "qualifier": "located_in", "term": "mitochondrial outer membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005741", "qualifier": "located_in", "term": "mitochondrial outer membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005778", "pubmed": 20451243, "qualifier": "located_in", "term": "peroxisomal membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0031966", "pubmed": 20451243, "qualifier": "located_in", "term": "mitochondrial membrane"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [16127453, 16177806, 17460044, 17600090, 18636086, 18818105, 19153231, 19164550, 19193793, 19416887, 19419966, 19881509, 19893624, 19914245, 20007272, 20019757, 20127681, 20628368, 21068253, 21102435, 21813773, 21903422, 22000020, 22301138, 22312431, 22328336, 22623778, 22908223, 22911572, 23015697, 23399697, 23460740, 23542348, 23582325, 24478431, 24622840, 24643253, 24706939, 24990078, 25135833, 25416956, 26385923, 27980081, 28011935, 28414768, 30561431, 31522117, 31767682, 32296183, 32814053, 33110251, 33372174, 33845483, 33976430, 34544279, 35075101, 36217030, 37656786], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019901", "pubmed": 16127453, "qualifier": "enables", "term": "protein kinase binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0035591", "pubmed": [20451243, 23582325, 26314863, 34880843], "qualifier": "enables", "term": "signaling adaptor activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0035591", "pubmed": 20451243, "qualifier": "enables", "term": "signaling adaptor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0039552", "pubmed": 16127453, "qualifier": "enables", "term": "RIG-I binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042802", "pubmed": [16127453, 26803627], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0050700", "pubmed": 16127453, "qualifier": "enables", "term": "CARD domain binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0060090", "pubmed": [16858409, 20451243], "qualifier": "enables", "term": "molecular adaptor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0140693", "pubmed": 27992402, "qualifier": "enables", "term": "molecular condensate scaffold activity"}]}, "homologene": {"genes": [[9544, 717616], [9598, 470026], [9606, 57506], [9615, 485789], [9913, 618508], [10090, 228607], [10116, 311430]], "id": 17004}, "interpro": [{"desc": "Death-like domain superfamily", "id": "IPR011029", "short_desc": "DEATH-like_dom_sf"}, {"desc": "Caspase recruitment domain", "id": "IPR031964", "short_desc": "CARD_dom"}, {"desc": "IPS1, CARD domain", "id": "IPR042144", "short_desc": "CARD_IPS1"}], "ipi": ["IPI00020719", "IPI00411576", "IPI00411577", "IPI00893017", "IPI00893406", "IPI01012141"], "map_location": "20p13", "name": "mitochondrial antiviral signaling protein", "other_names": ["CARD adapter inducing interferon beta", "CARD adaptor inducing IFN-beta", "IFN-B promoter stimulator 1", "interferon beta promoter stimulator protein 1", "mitochondrial antiviral-signaling protein", "putative NF-kappa-B-activating protein 031N", "virus-induced signaling adaptor", "virus-induced-signaling adapter"], "pantherdb": {"HGNC": "29233", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2444773", "ortholog_type": "LDO", "panther_family": "PTHR21446", "taxid": 10090, "uniprot_kb": "Q8VCF0"}, {"RGD": "1359371", "ortholog_type": "LDO", "panther_family": "PTHR21446", "taxid": 10116, "uniprot_kb": "Q66HG9"}, {"Ensembl": "ENSGALG00000040428", "ortholog_type": "LDO", "panther_family": "PTHR21446", "taxid": 9031, "uniprot_kb": "A0A1D5PFG8"}, {"ZFIN": "ZDB-GENE-070112-1402", "ortholog_type": "LDO", "panther_family": "PTHR21446", "taxid": 7955, "uniprot_kb": "F1REK4"}], "uniprot_kb": "Q7Z434"}, "pathway": {"kegg": [{"id": "hsa04621", "name": "NOD-like receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa04622", "name": "RIG-I-like receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa04623", "name": "Cytosolic DNA-sensing pathway - Homo sapiens (human)"}, {"id": "hsa05160", "name": "Hepatitis C - Homo sapiens (human)"}, {"id": "hsa05161", "name": "Hepatitis B - Homo sapiens (human)"}, {"id": "hsa05162", "name": "Measles - Homo sapiens (human)"}, {"id": "hsa05164", "name": "Influenza A - Homo sapiens (human)"}, {"id": "hsa05168", "name": "Herpes simplex virus 1 infection - Homo sapiens (human)"}, {"id": "hsa05169", "name": "Epstein-Barr virus infection - Homo sapiens (human)"}, {"id": "hsa05171", "name": "Coronavirus disease - COVID-19 - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1169410", "name": "Antiviral mechanism by IFN-stimulated genes"}, {"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168928", "name": "DDX58/IFIH1-mediated induction of interferon-alpha/beta"}, {"id": "R-HSA-168928", "name": "DDX58/IFIH1-mediated induction of interferon-alpha/beta"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-5688426", "name": "Deubiquitination"}, {"id": "R-HSA-5689896", "name": "Ovarian tumor domain proteases"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-913531", "name": "Interferon Signaling"}, {"id": "R-HSA-918233", "name": "TRAF3-dependent IRF activation pathway"}, {"id": "R-HSA-933541", "name": "TRAF6 mediated IRF7 activation"}, {"id": "R-HSA-933542", "name": "TRAF6 mediated NF-kB activation"}, {"id": "R-HSA-933542", "name": "TRAF6 mediated NF-kB activation"}, {"id": "R-HSA-933543", "name": "NF-kB activation through FADD/RIP-1 pathway mediated by caspase-8 and -10"}, {"id": "R-HSA-936440", "name": "Negative regulators of DDX58/IFIH1 signaling"}, {"id": "R-HSA-936440", "name": "Negative regulators of DDX58/IFIH1 signaling"}, {"id": "R-HSA-9678108", "name": "SARS-CoV-1 Infection"}, {"id": "R-HSA-9679506", "name": "SARS-CoV Infections"}, {"id": "R-HSA-9692914", "name": "SARS-CoV-1-host interactions"}, {"id": "R-HSA-9692916", "name": "SARS-CoV-1 activates/modulates innate immune responses"}, {"id": "R-HSA-9694516", "name": "SARS-CoV-2 Infection"}, {"id": "R-HSA-9705671", "name": "SARS-CoV-2 activates/modulates innate and adaptive immune responses"}, {"id": "R-HSA-9705683", "name": "SARS-CoV-2-host interactions"}, {"id": "R-HSA-9820952", "name": "Respiratory Syncytial Virus Infection Pathway"}, {"id": "R-HSA-9824446", "name": "Viral Infection Pathways"}, {"id": "R-HSA-9833109", "name": "Evasion by RSV of host interferon responses"}, {"id": "R-HSA-9833110", "name": "RSV-host interactions"}, {"id": "R-HSA-9833482", "name": "PKR-mediated signaling"}], "wikipathways": [{"id": "WP3865", "name": "Novel intracellular components of RIG-I-like receptor (RLR) pathway"}, {"id": "WP4655", "name": "Cytosolic DNA-sensing pathway"}, {"id": "WP4666", "name": "Hepatitis B infection"}, {"id": "WP4868", "name": "Type I interferon induction and signaling during SARS-CoV-2 infection"}, {"id": "WP4880", "name": "Host-pathogen interaction of human coronaviruses - interferon induction"}, {"id": "WP4912", "name": "SARS coronavirus and innate immunity"}, {"id": "WP5038", "name": "SARS-CoV-2 mitochondrial interactions"}, {"id": "WP5039", "name": "SARS-CoV-2 innate immunity evasion and cell-specific immune response"}]}, "pdb": ["2MS7", "2MS8", "2VGQ", "3J6C", "3J6J", "3RC5", "4P4H", "4Z8M", "5JEK", "7DNI"], "pfam": "PF16739", "pharmgkb": "PA164722208", "pharos": {"target_id": 11023, "tdl": "Tbio"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF171898", "relationship": "is"}, {"id": "GNF182804", "relationship": "is"}, {"id": "GNF193710", "relationship": "is"}, {"id": "GNF204616", "relationship": "is"}, {"id": "GNF215856", "relationship": "is"}, {"id": "GNF221308", "relationship": "is"}, {"id": "GNF226760", "relationship": "is"}, {"id": "GNF232212", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF041928", "relationship": "is"}, {"id": "GNF046466", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF007624", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF239323", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF100020", "relationship": "is"}, {"id": "GNF139675", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000020.11", "NC_060944.1", "NG_030028.1"], "protein": ["NP_001193420.1", "NP_001372592.1", "NP_065797.2"], "rna": ["NM_001206491.2", "NM_001385663.1", "NM_020746.5", "NR_037921.2"], "translation": [{"protein": "NP_001193420.1", "rna": "NM_001206491.2"}, {"protein": "NP_065797.2", "rna": "NM_020746.5"}, {"protein": "NP_001372592.1", "rna": "NM_001385663.1"}]}, "reporter": {"GNF1H": "gnf1h08692_at", "HG-U133_Plus_2": ["220305_at", "226495_at", "229741_at", "231829_at"], "HTA-2_0": ["TC20000043.hg.1", "TC20001069.hg.1"], "HuEx-1_0": ["2796099", "3874498"], "HuGene-1_1": "8060705", "HuGene-2_1": "16911077"}, "retired": 78993, "summary": "This gene encodes an intermediary protein necessary in the virus-triggered beta interferon signaling pathways. It is required for activation of transcription factors which regulate expression of beta interferon and contributes to antiviral innate immunity. [provided by RefSeq, Jul 2020].", "symbol": "MAVS", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1864770"}, "unigene": "Hs.570362", "uniprot": {"Swiss-Prot": "Q7Z434"}, "wikipedia": {"url_stub": "VISA (gene)"}}