{"AllianceGenome": "6917", "HGNC": "6917", "MIM": "603547", "_id": "8932", "_version": 1, "accession": {"genomic": ["AC090666.6", "AC093462.11", "AH008225.2", "CH471096.1", "CP068260.2", "NC_000018.10", "NC_060942.1", "NG_029550.1"], "protein": ["AAC18050.1", "AAC68871.1", "AAC68875.1", "AAD56596.1", "AAD56597.1", "AAH32638.1", "CAH10725.1", "EAW62997.1", "EAW62998.1", "EAW62999.1", "NP_003918.1", "NP_056647.1", "Q9UBB5.1"], "rna": ["AF039701.1", "AF072242.1", "AF072246.1", "AF072252.1", "AL110266.1", "AW151547.1", "AW274866.1", "BC032638.1", "BE540652.1", "BQ228712.1", "NM_003927.5", "NM_015832.6"], "translation": [{"protein": "AAH32638.1", "rna": "BC032638.1"}, {"protein": "AAC18050.1", "rna": "AF039701.1"}, {"protein": "AAC68875.1", "rna": "AF072246.1"}, {"protein": "NP_003918.1", "rna": "NM_003927.5"}, {"protein": "CAH10725.1", "rna": "AL110266.1"}, {"protein": "AAC68871.1", "rna": "AF072242.1"}, {"protein": "NP_056647.1", "rna": "NM_015832.6"}]}, "alias": ["DMTase", "NY-CO-41"], "ensembl": {"gene": "ENSG00000134046", "protein": ["ENSP00000256429", "ENSP00000381435", "ENSP00000462393", "ENSP00000464554"], "transcript": ["ENST00000256429", "ENST00000398398", "ENST00000578272", "ENST00000579025", "ENST00000583046"], "translation": [{"protein": "ENSP00000256429", "rna": "ENST00000256429"}, {"protein": "ENSP00000462393", "rna": "ENST00000578272"}, {"protein": "ENSP00000381435", "rna": "ENST00000398398"}, {"protein": "ENSP00000464554", "rna": "ENST00000583046"}], "type_of_gene": "protein_coding"}, "entrezgene": "8932", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 13.3792469693, "exp_mis": 146.141951672, "exp_syn": 66.6681429161, "lof_z": 3.62331070673435, "mis_z": 3.4448696570846, "mu_lof": 1.09870218408e-06, "mu_mis": 1.93057723864e-05, "mu_syn": 9.00796932135e-06, "n_lof": 0.0, "n_mis": 61.0, "n_syn": 34.0, "p_li": 0.989310018452397, "p_null": 3.44107689083681e-06, "p_rec": 0.0106865404707124, "syn_z": 2.48036014041214}, "bp": 1236, "cds_end": 51750929, "cds_start": 51686146, "n_exons": 6, "nonpsych": {"exp_lof": 11.9959449961, "exp_mis": 132.159007908, "exp_syn": 60.2275367437, "lof_z": 3.40149075601934, "mis_z": 3.42919584118677, "mu_lof": 1.09870218408e-06, "mu_mis": 1.93057723864e-05, "mu_syn": 9.00796932135e-06, "n_lof": 0.0, "n_mis": 54.0, "n_syn": 34.0, "p_li": 0.984414084437009, "p_null": 1.057949874739e-05, "p_rec": 0.0155753360642439, "syn_z": 2.12776444756733}, "nontcga": {"exp_lof": 12.2978381913, "exp_mis": 134.439535672, "exp_syn": 61.3236232249, "lof_z": 3.45935927645981, "mis_z": 3.24149488424557, "mu_lof": 1.09870218408e-06, "mu_mis": 1.93057723864e-05, "mu_syn": 9.00796932135e-06, "n_lof": 0.0, "n_mis": 59.0, "n_syn": 31.0, "p_li": 0.984689553859383, "p_null": 8.28943878240923e-06, "p_rec": 0.0153021567018344, "syn_z": 2.45182490015404}, "transcript": "ENST00000256429.3"}, "exons": [{"cdsend": 54224559, "cdsstart": 54159776, "chr": "18", "position": [[54151605, 54155311], [54159764, 54159903], [54164522, 54164700], [54166075, 54166166], [54188873, 54189011], [54204997, 54205157], [54224017, 54224669]], "strand": -1, "transcript": "NM_003927", "txend": 54224669, "txstart": 54151605}, {"cdsend": 54224559, "cdsstart": 54202895, "chr": "18", "position": [[54202679, 54203102], [54204997, 54205157], [54224017, 54224669]], "strand": -1, "transcript": "NM_015832", "txend": 54224669, "txstart": 54202679}], "exons_hg19": [{"cdsend": 51750929, "cdsstart": 51686146, "chr": "18", "position": [[51677977, 51681681], [51686134, 51686273], [51690892, 51691070], [51692445, 51692536], [51715243, 51715381], [51731367, 51731527], [51750387, 51751039]], "strand": -1, "transcript": "NM_003927", "txend": 51751039, "txstart": 51677977}, {"cdsend": 51750929, "cdsstart": 51729265, "chr": "18", "position": [[51729049, 51729472], [51731367, 51731527], [51750387, 51751039]], "strand": -1, "transcript": "NM_015832", "txend": 51751039, "txstart": 51729049}], "generif": [{"pubmed": 11960994, "text": "Methyl-CpG binding domain protein 2 represses transcription from hypermethylated pi-class glutathione S-transferase gene promoters in hepatocellular carcinoma cells"}, {"pubmed": 12177048, "text": "MBD2 protein activates CpG sites within the promoter region of reporter genes"}, {"pubmed": 12183469, "text": "interaction with two highly related p66 proteins"}, {"pubmed": 12388720, "text": "interacts with latency-associated nuclear antigen of Kaposi's Sarcoma-associated herpesvirus (KSHV)to tether KSHV to cell chromosomes"}, {"pubmed": 12588985, "text": "MBDin relieves MBD2 repression potential and reactivates transcription from methylated promoters"}, {"pubmed": 12646234, "text": "Results show that methyl-CpG binding domain protein 1 (MBD1) is expressed in tumor cells, but methyl-CpG binding domain protein 2 (MBD2) and methyl CpG binding protein 2 (MeCP2) are not."}, {"pubmed": 12665568, "text": "MBD2a and RNA helicase A cooperatively enhanced CREB-dependent gene expression."}, {"pubmed": 14610093, "text": "MBD2 has a role in the methylation-mediated inhibition of ribosomal RNA gene expression"}, {"pubmed": 14688029, "text": "Antisenses oligoDNA suppresses tumor growth in nude mice, a potential anticaner therapy approach."}, {"pubmed": 15112265, "text": "MBD2 gene expression may be significant factor in tumorigenesis."}, {"pubmed": 15456747, "text": "role of MBD3L1 as a methylation-dependent transcriptional repressor that may interchange with MBD3 as an MBD2-interacting component of the NuRD complex"}, {"pubmed": 15701600, "text": "MBD3L2 interacts with MBD3 and components of the NuRD complex and can oppose MBD2-MeCP1-mediated methylation silencing"}, {"pubmed": 16052033, "text": "MBD2 is associated with the methylated region of a CpG island containing the bidirectional promoter of the Breast cancer predisposition gene 1, BRCA1, and the Near BRCA1 2 (NBR2) gene."}, {"pubmed": 16168120, "text": "Genetic variations in rhis methylation related genes may potentially serve as a biomarker in risk estimates for breast cancer."}, {"pubmed": 16168120, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16428440, "text": "MBD2 assembles into mutually exclusive distinct Mi-2/NuRD-like complex, called MBD2/NuRD."}, {"pubmed": 16951344, "text": "A previously unrecognized intracellular factor required for the efficient generation of protective memory CD8 T cells."}, {"pubmed": 16998846, "text": "Sex-specific time windows for concomitant upregulation of MBD2 are associated with prenatal remethylation of the human male and female germ line."}, {"pubmed": 17353267, "text": "Results suggest that modulation of MBD2 during gut development establishes a region-specific gene expression pattern that is essential for establishing correct segmental character."}, {"pubmed": 17360956, "text": "MBD2 and MBD4 transcript overexpression and inverse correlations with DNA methylation indices indicate that both enzymes may really have a direct and active role on the genome-wide DNA hypomethylation observed in CD4+ T cells from SLE patients."}, {"pubmed": 17634428, "text": "These data show, for the first time, the involvement of methyl-CpG binding domain proteins in the regulation of the MAGE-A genes."}, {"pubmed": 17688412, "text": "We found clinically relevant levels of Hcy (0-500 microM) induced elevation of SAH, declination of SAM and SAM/SAH ratio and reduced expression of SAHH and MBD2, but increased activity of DNMT3a and DNMT3b affecting DNA methylation"}, {"pubmed": 18414412, "text": "MBD2 may play an important role in modulating NSCLC patient survival and thus be useful for identifying NSCLC patients who would benefit most from aggressive therapy."}, {"pubmed": 18676680, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18830263, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18931530, "text": "These findings implicate MBD2 in transcriptional repression of the methylated p14(ARF) tumor suppressor gene and suggest that repression by MBD2 selectively affects a subset of methylated promoters."}, {"pubmed": 18952593, "text": "results indicate MBD2 is specifically & directly involved in transcriptional repression of hTERT in HeLa cells & breast, liver & neuroblastoma cancer cell lines; MBD2 seems to be a general repressor of hTERT in hTERT-methylated telomerase-positive cells"}, {"pubmed": 19019634, "text": "The ratio of MBD-2/DNMT-1 might be valuable in explanation of hypomethylation and evaluation of clinical activity of systemic luopus erythematosus."}, {"pubmed": 19124506, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19170196, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19625176, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19690890, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19692168, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20300195, "text": "MBD2 and ERalpha drive opposite effects on pS2 expression, which are associated with specific steady state levels of histone H3 acetylation and methylation marks"}, {"pubmed": 20453000, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20937307, "text": "The anti-TNFalpha biological agents do not seem to affect DNA methylation and mRNA expressions of DNMT1 and MBD2 in RA"}, {"pubmed": 21078759, "text": "This study demonstrated that patients with SLE had a significantly lower level of DNA methylation than the controls, and that expression of both DNMT1 and MBD2 mRNA was significantly increased in the SLE patients compared with controls."}, {"pubmed": 21086164, "text": "In hilar cholangiocarcinoma, down-expression of miR-373 leads to increase of MBD2, which in turn suppresses the methylation-mediated gene such as RASSF1A."}, {"pubmed": 21165562, "text": "miR-373 is a methylation-mediated gene and the implication of MBD2 in methylation-mediated suppression of miR-373 plays an important role in tumourigenesis and development in hilar cholangiocarcinoma."}, {"pubmed": 21296012, "text": "human epsilon-globin gene is subject to multilayered silencing mediated in part by MBD2"}, {"pubmed": 21316665, "text": "Expression level of MBD2 is significantly lower in endometriotic lesions compared with disease-free controls."}, {"pubmed": 21377502, "text": "decreased expression in patients with primary immune thrombocytopenia"}, {"pubmed": 21693597, "text": "These results show a role for MBD2 in cancer progression and provide support for the prospect of targeting MBD2 therapeutically in aggressive breast cancers."}, {"pubmed": 21724586, "text": "MBD2 overexpression during gliomagenesis may drive tumor growth by suppressing the antiangiogenic activity of a key tumor BAI1."}, {"pubmed": 22048253, "text": "The association between MBD2 binding and transcriptional repression weakened as the distance between binding site and TSS increased, suggesting that MBD2 represses transcriptional initiation"}, {"pubmed": 22258532, "text": "A two-stage association study identifies methyl-CpG-binding domain protein 2 gene polymorphisms as candidates for breast cancer susceptibility."}, {"pubmed": 22876037, "text": "MiR-373 behaves as a direct transcriptional target and negative regulator of MBD2 activity through a feedback loop of CpG island methylation in hilar cholangiocarcinoma"}, {"pubmed": 23071088, "text": "repressive functions of MBD2-containing NuRD complexes are dependent on cooperative interactions between the major domains of CHD4 with histones and DNA and on binding of methylated DNA by MBD2"}, {"pubmed": 23127209, "text": "Abnormal expression levels of DNA (cytosine-5-)-methyltransferase 1 and MBD2 mRNA may be important causes of the global hypomethylation observed in CD4+T cells in systemic lupus erythematosus."}, {"pubmed": 23239876, "text": "These factors lead to a binding affinity hierarchy of p66alpha for the different MBD2 homologues (MBD2 approximately MBD3 > MBD3L1 approximately MBD3L2)."}, {"pubmed": 23361464, "text": "MBD3 is enriched at active promoters, whereas MBD2 is bound at methylated promoters and enriched at exon sequences of active genes."}, {"pubmed": 23770133, "text": "In metastatic colorectal cancer cells, reduced levels of miR-221* and miR-224 increase levels of MBD2, thereby decreasing expression of the metastasis suppressor maspin."}, {"pubmed": 23820632, "text": "global DNA hypomethylation is one of the possible epigenetic variations associated with the complex etiology of TOF and significantly correlates with the aberrant expression of MBD2 mRNA in patients with TOF."}, {"pubmed": 23888954, "text": "MBD2 seems to play a selective role in gene repression depending on the CpG content of the promoter region"}, {"pubmed": 23955541, "text": "MBD2 binds a significant fraction of the hypomethylated genes."}, {"pubmed": 24204564, "text": "Methylated DNA binding domain protein 2 (MBD2) coordinately silences gene expression through activation of the microRNA hsa-mir-496 promoter in breast cancer cell line."}, {"pubmed": 24338710, "text": "reduced mRNA expression of MBD2 and MBD3 is implicated in gastric carcinogenesis."}, {"pubmed": 24813856, "text": "alternatively spliced isoforms support pluripotency of stem cells"}, {"pubmed": 24849540, "text": "This study investigates the genetic association between methyl-CpG-binding domain (MBD) gene polymorphisms and schizophrenia."}, {"pubmed": 24927503, "text": "Data suggest that MBD2 binds primarily at highly methylated regions, with a strong preference for CpG islands and highlights that MBD2 binding sites display increased methylation in primary breast cancer tissues as compared to normal mammary cells."}, {"pubmed": 25135974, "text": "The methylated-DNA binding protein MBD2 enhances NGFI-A (egr-1)-mediated transcriptional activation of the glucocorticoid receptor."}, {"pubmed": 25178277, "text": "These data point to a potential new approach in targeting the DNA methylation machinery by combination of MBD2 and DNMT inhibitors."}, {"pubmed": 25753662, "text": "Biophysical analyses show that the MBD2IDR is an intrinsically disordered region (IDR). However, despite this inherent disorder, MBD2IDR increases the overall binding affinity of MBD2 for methylated DNA."}, {"pubmed": 25798578, "text": "MBD2 targets short interspersed nuclear elements, but does not exclude RNA Polymerase III."}, {"pubmed": 26007656, "text": "The dynamics of MBD2 deposition across methylated DNA regions was associated with the oncogenic transformation of human mammary cells."}, {"pubmed": 26788506, "text": "downregulation of miR-221 inhibits cell migration and invasion at least partially through targeting MBD2 in the human OSCC cell line UM1."}, {"pubmed": 26827827, "text": "Specifically, methyl-CpG-binding domain protein 2 (MBD2) is revealed to be recruited to DNA damage sites after laser microirradiation, which was mediated through MBD domain and MBD2 C-terminus."}, {"pubmed": 27315121, "text": "MBD2 expression was elevated in HCC tissue, which suggesting MBD2 as a candidate prognostic marker of HCC."}, {"pubmed": 27388476, "text": "Results show that MBD2 mediates epigenetic silencing of Htra1."}, {"pubmed": 27593931, "text": "MBD2 has a critical role in 'rewriting' the cancer methylome at specific regulatory regions."}, {"pubmed": 28637186, "text": "CpG and methylation-dependent DNA binding and dynamics of the MBD2 protein at the single-molecule level have been reported."}, {"pubmed": 29022913, "text": "knockdown of MBD2 by siRNA attenuated vancomycin-induced apoptosis, caspase activity, and the expression of BAX and cleaved caspase 3."}, {"pubmed": 29330145, "text": "In Notch1-driven T-cell acute lymphoblastic leukemia (T-ALL), MBD2 was required for the progression and maintenance of leukemia. The results define essential roles for MBD2 in lymphopoiesis and T-ALL and suggest MBD2 as a candidate therapeutic target in T-ALL."}, {"pubmed": 29535511, "text": "Suggest that reduced MBD2 expression could contribute to chronic airway inflammation in COPD."}, {"pubmed": 29565710, "text": "we conclude that disruption of MBD2 can inhibit the proliferation of CML-BP cells in vivo and in vitro. Given the striking effect in CML blast crisis cell lines, we believe that targeting MBD2 could be a candidate therapeutic strategy for CML-BP patients."}, {"pubmed": 29741809, "text": "IL-6 treatment downregulated wild-type TP53 protein and induced mRNA and protein expression of the epigenetic reader methyl CpG binding domain protein 2 (MBD2), specifically the alternative mRNA splicing variant MBD2_v2."}, {"pubmed": 30636104, "text": "MBD2_v2 expression is induced by obesity and drives triple-negative breast cancer cell tumorigenicity."}, {"pubmed": 30735628, "text": "Low MBD2 expression is associated with metastasis in Lung Adenocarcinoma."}, {"pubmed": 30912130, "text": "LOC105369748 was shown to promote MBD2 expression through competitively binding to microRNA(miR)-5095 in hepatocellular carcinoma."}, {"pubmed": 30980593, "text": "our results demonstrate that mCG-binding arginine fingers embedded into a conserved structural fold are essential structural features for MBD2/3s binding to methylated DNA among metazoans."}, {"pubmed": 31114989, "text": "Upregulated exosomal miR-221/222 promotes cervical cancer via repressing methyl-CpG-binding domain protein 2."}, {"pubmed": 31412880, "text": "The HERV-E clone 4-1 also takes part in disease pathogenesis of SLE through miR-302d/Methyl-CpG binding domain protein 2 (MBD2)/DNA hypomethylation and IL-17 signaling via its 3'LTR."}, {"pubmed": 33264408, "text": "The topology of chromatin-binding domains in the NuRD deacetylase complex."}, {"pubmed": 33402389, "text": "Hypoxia-Induced Suppression of Alternative Splicing of MBD2 Promotes Breast Cancer Metastasis via Activation of FZD1."}, {"pubmed": 33997955, "text": "GATA zinc finger domain-containing protein 2A (GATAD2A) deficiency reactivates fetal haemoglobin in patients with beta-thalassaemia through impaired formation of methyl-binding domain protein 2 (MBD2)-containing nucleosome remodelling and deacetylation (NuRD) complex."}, {"pubmed": 34617573, "text": "Silencing of MBD2 and EZH2 inhibits the proliferation of colorectal carcinoma cells by rescuing the expression of SFRP."}, {"pubmed": 35734966, "text": "Hsa-miR-221-3p promotes proliferation and migration in HER2-positive breast cancer cells by targeting LASS2 and MBD2."}, {"pubmed": 36037972, "text": "Densely methylated DNA traps Methyl-CpG-binding domain protein 2 but permits free diffusion by Methyl-CpG-binding domain protein 3."}, {"pubmed": 36090987, "text": "Blockade of Mbd2 by siRNA-loaded liposomes protects mice against OVA-induced allergic airway inflammation via repressing M2 macrophage production."}, {"pubmed": 36961677, "text": "miR-146a-3p as a potential novel therapeutic by targeting MBD2 to mediate Th17 differentiation in Th17 predominant neutrophilic severe asthma."}], "genomic_pos": {"chr": "18", "end": 54224669, "ensemblgene": "ENSG00000134046", "start": 54151606, "strand": -1}, "genomic_pos_hg19": {"chr": "18", "end": 51751158, "start": 51679079, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0000122", "pubmed": 23770133, "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0003229", "qualifier": "involved_in", "term": "ventricular cardiac muscle tissue development"}, {"evidence": "HDA", "gocategory": "BP", "id": "GO:0006338", "pubmed": 16217013, "qualifier": "involved_in", "term": "chromatin remodeling"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006338", "pubmed": [9790534, 16428440], "qualifier": "involved_in", "term": "chromatin remodeling"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006346", "qualifier": "involved_in", "term": "DNA methylation-dependent heterochromatin formation"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0006346", "pubmed": 23770133, "qualifier": "involved_in", "term": "DNA methylation-dependent heterochromatin formation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009612", "qualifier": "involved_in", "term": "response to mechanical stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0016055", "qualifier": "involved_in", "term": "Wnt signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030177", "qualifier": "involved_in", "term": "positive regulation of Wnt signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031667", "qualifier": "involved_in", "term": "response to nutrient levels"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032355", "qualifier": "involved_in", "term": "response to estradiol"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042127", "qualifier": "involved_in", "term": "regulation of cell population proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042711", "qualifier": "involved_in", "term": "maternal behavior"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0045892", "pubmed": 10441743, "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0045893", "pubmed": 19927129, "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048568", "qualifier": "involved_in", "term": "embryonic organ development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0065003", "qualifier": "involved_in", "term": "protein-containing complex assembly"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071407", "qualifier": "involved_in", "term": "cellular response to organic cyclic compound"}], "CC": [{"evidence": "HDA", "gocategory": "CC", "id": "GO:0000785", "pubmed": 16217013, "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0000785", "pubmed": [20523938, 23770133], "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0000792", "qualifier": "part_of", "term": "heterochromatin"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [11553631, 15701600, 20523938, 28977666, 33283408], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005634", "pubmed": 10441743, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016581", "pubmed": 33283408, "qualifier": "part_of", "term": "NuRD complex"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0016581", "pubmed": 16428440, "qualifier": "part_of", "term": "NuRD complex"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0032991", "pubmed": 16217013, "qualifier": "part_of", "term": "protein-containing complex"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0003696", "pubmed": 9774669, "qualifier": "enables", "term": "satellite DNA binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0003729", "qualifier": "enables", "term": "mRNA binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [12183469, 16415179, 19729656, 21653829, 25753662, 32296183, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008327", "qualifier": "enables", "term": "methyl-CpG binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008327", "pubmed": [21029866, 24307175], "qualifier": "enables", "term": "methyl-CpG binding"}, {"category": "MF", "evidence": "NAS", "id": "GO:0008327", "pubmed": 10441743, "qualifier": "enables", "term": "methyl-CpG binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019904", "pubmed": 11984006, "qualifier": "enables", "term": "protein domain specific binding"}, {"category": "MF", "evidence": "HDA", "id": "GO:0031492", "pubmed": 16217013, "qualifier": "contributes_to", "term": "nucleosomal DNA binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0035197", "qualifier": "enables", "term": "siRNA binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0042802", "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "EXP", "id": "GO:0060090", "pubmed": 25753662, "qualifier": "enables", "term": "molecular adaptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0070742", "pubmed": 11553631, "qualifier": "enables", "term": "C2H2 zinc finger domain binding"}]}, "homologene": {"genes": [[7165, 1278800], [7227, 41151], [7955, 337105], [9031, 497269], [9544, 693801], [9598, 455427], [9606, 8932], [9615, 483975], [9913, 100337206], [10090, 17191], [10116, 680172]], "id": 2918}, "interpro": [{"desc": "Methyl-CpG DNA binding", "id": "IPR001739", "short_desc": "Methyl_CpG_DNA-bd"}, {"desc": "DNA-binding domain superfamily", "id": "IPR016177", "short_desc": "DNA-bd_dom_sf"}, {"desc": "Methyl-CpG binding protein 2/3, C-terminal domain", "id": "IPR025884", "short_desc": "MeCpG-bd_2/3_C_dom"}, {"desc": "Methyl-CpG-binding domain protein 2/3, p55-binding region", "id": "IPR032343", "short_desc": "MBD2/MBD3_p55-bd"}], "ipi": ["IPI00434623", "IPI00434624", "IPI00434625"], "map_location": "18q21.2", "name": "methyl-CpG binding domain protein 2", "other_names": ["demethylase", "methyl-CpG-binding domain protein 2"], "pantherdb": {"HGNC": "6917", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1333813", "ortholog_type": "LDO", "panther_family": "PTHR12396", "taxid": 10090, "uniprot_kb": "Q9Z2E1"}, {"RGD": "1595452", "ortholog_type": "LDO", "panther_family": "PTHR12396", "taxid": 10116, "uniprot_kb": "D4A986"}, {"ZFIN": "ZDB-GENE-030131-6318", "ortholog_type": "O", "panther_family": "PTHR12396", "taxid": 7955, "uniprot_kb": "A0A2R8RLX8"}, {"FlyBase": "FBgn0027950", "ortholog_type": "LDO", "panther_family": "PTHR12396", "taxid": 7227, "uniprot_kb": "A0A0B4KGZ0"}], "uniprot_kb": "Q9UBB5"}, "pathway": {"pid": {"id": "hdac_classi_pathway", "name": "Signaling events mediated by HDAC Class I"}, "reactome": [{"id": "R-HSA-212165", "name": "Epigenetic regulation of gene expression"}, {"id": "R-HSA-427413", "name": "NoRC negatively regulates rRNA expression"}, {"id": "R-HSA-5250941", "name": "Negative epigenetic regulation of rRNA expression"}, {"id": "R-HSA-73728", "name": "RNA Polymerase I Promoter Opening"}, {"id": "R-HSA-73854", "name": "RNA Polymerase I Promoter Clearance"}, {"id": "R-HSA-73864", "name": "RNA Polymerase I Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}], "wikipathways": {"id": "WP4320", "name": "Effect of progerin on genes involved in Hutchinson-Gilford progeria syndrome"}}, "pdb": ["2L2L", "6C1A", "6C1T", "6C1U", "6C1V", "6C2F", "6CNP", "6CNQ", "7AO8", "7AO9", "7AOA", "7MWK", "7MWM", "7RAY"], "pfam": ["PF01429", "PF14048", "PF16564"], "pharmgkb": "PA30660", "pharos": {"target_id": 14719, "tdl": "Tchem"}, "prosite": "PS50982", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF259451", "relationship": "is"}, {"id": "GNF259452", "relationship": "is"}, {"id": "GNF259453", "relationship": "is"}, {"id": "GNF259454", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF048239", "relationship": "is"}, {"id": "GNF049931", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF008798", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF238782", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF098574", "relationship": "is"}, {"id": "GNF138229", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000018.10", "NC_060942.1", "NG_029550.1"], "protein": ["NP_003918.1", "NP_056647.1"], "rna": ["NM_003927.5", "NM_015832.6"], "translation": [{"protein": "NP_003918.1", "rna": "NM_003927.5"}, {"protein": "NP_056647.1", "rna": "NM_015832.6"}]}, "reporter": {"HG-U133_Plus_2": ["202484_s_at", "202485_s_at", "214396_s_at", "214397_at"], "HG-U95Av2": "33905_at", "HTA-2_0": "TC18000521.hg.1", "HuEx-1_0": ["3808597", "3808600"], "HuGene-1_1": "8023382", "HuGene-2_1": "16855329"}, "summary": "DNA methylation is the major modification of eukaryotic genomes and plays an essential role in mammalian development. Human proteins MECP2, MBD1, MBD2, MBD3, and MBD4 comprise a family of nuclear proteins related by the presence in each of a methyl-CpG binding domain (MBD). Each of these proteins, with the exception of MBD3, is capable of binding specifically to methylated DNA. MECP2, MBD1 and MBD2 can also repress transcription from methylated gene promoters. The protein encoded by this gene may function as a mediator of the biological consequences of the methylation signal. It is also reported that the this protein functions as a demethylase to activate transcription, as DNA methylation causes gene silencing. Two transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Feb 2011].", "symbol": "MBD2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1417050"}, "unigene": "Hs.25674", "uniprot": {"Swiss-Prot": "Q9UBB5", "TrEMBL": ["X6RBL6", "J3KSA7"]}, "wikipedia": {"url_stub": "Methyl-CpG-binding domain protein 2"}}