{"AllianceGenome": "6934", "HGNC": "6934", "MIM": "155735", "_id": "4162", "_version": 1, "accession": {"genomic": ["AP002956.1", "CH471065.1", "CP068267.2", "JA738581.1", "KC877491.1", "NC_000011.10", "NC_060935.1", "X68264.1", "X68271.1"], "protein": ["AAA20824.1", "AAA20922.1", "AAD17799.1", "AAH56418.1", "BAC86520.1", "BAD93162.1", "BAF84260.1", "BAG35339.1", "BAG54661.1", "CAA48332.1", "CAB97348.1", "CCF76943.1", "EAW67477.1", "EAW67478.1", "NP_006491.2", "P43121.2", "XP_016873248.1", "XP_016873249.1", "XP_016873250.1", "XP_016873251.1", "XP_054224795.1", "XP_054224796.1", "XP_054224797.1", "XP_054224798.1"], "rna": ["AB209925.1", "AF089868.1", "AJ297452.1", "AK126303.1", "AK128335.1", "AK291571.1", "AK312430.1", "AU076908.1", "BC056418.1", "M28882.1", "M29277.1", "NM_006500.3", "XM_017017759.3", "XM_017017760.3", "XM_017017761.3", "XM_017017762.3", "XM_054368820.1", "XM_054368821.1", "XM_054368822.1", "XM_054368823.1"], "translation": [{"protein": "XP_016873248.1", "rna": "XM_017017759.3"}, {"protein": "BAD93162.1", "rna": "AB209925.1"}, {"protein": "NP_006491.2", "rna": "NM_006500.3"}, {"protein": "XP_054224798.1", "rna": "XM_054368823.1"}, {"protein": "CAB97348.1", "rna": "AJ297452.1"}, {"protein": "XP_016873249.1", "rna": "XM_017017760.3"}, {"protein": "AAH56418.1", "rna": "BC056418.1"}, {"protein": "XP_054224796.1", "rna": "XM_054368821.1"}, {"protein": "BAC86520.1", "rna": "AK126303.1"}, {"protein": "AAA20922.1", "rna": "M28882.1"}, {"protein": "XP_054224795.1", "rna": "XM_054368820.1"}, {"protein": "XP_054224797.1", "rna": "XM_054368822.1"}, {"protein": "XP_016873250.1", "rna": "XM_017017761.3"}, {"protein": "AAA20824.1", "rna": "M29277.1"}, {"protein": "BAG54661.1", "rna": "AK128335.1"}, {"protein": "BAG35339.1", "rna": "AK312430.1"}, {"protein": "XP_016873251.1", "rna": "XM_017017762.3"}, {"protein": "AAD17799.1", "rna": "AF089868.1"}, {"protein": "BAF84260.1", "rna": "AK291571.1"}]}, "alias": ["CD146", "HEMCAM", "METCAM", "MUC18", "MelCAM"], "ensembl": {"gene": "ENSG00000076706", "protein": "ENSP00000264036", "transcript": ["ENST00000264036", "ENST00000524940", "ENST00000525555", "ENST00000525586", "ENST00000526190", "ENST00000526992", "ENST00000528502", "ENST00000528533", "ENST00000528976", "ENST00000529257", "ENST00000529295", "ENST00000529686", "ENST00000530006", "ENST00000530144", "ENST00000530706", "ENST00000530937", "ENST00000534522"], "translation": [{"protein": "ENSP00000264036", "rna": "ENST00000264036"}], "type_of_gene": "protein_coding"}, "entrezgene": "4162", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 24.5214351951, "exp_mis": 258.879303739, "exp_syn": 126.391263274, "lof_z": 3.50498755762175, "mis_z": 0.391525501284725, "mu_lof": 1.6784539889e-06, "mu_mis": 2.35113713357e-05, "mu_syn": 1.12884672211e-05, "n_lof": 7.0, "n_mis": 246.0, "n_syn": 126.0, "p_li": 0.0547531292437873, "p_null": 0.000168159029566359, "p_rec": 0.945078711726646, "syn_z": 0.0215774825736947}, "bp": 1941, "cds_end": 119187811, "cds_start": 119180595, "n_exons": 16, "nonpsych": {"exp_lof": 21.8909492079, "exp_mis": 234.007442063, "exp_syn": 114.09297783, "lof_z": 3.33556517074422, "mis_z": 0.198076717816486, "mu_lof": 1.6784539889e-06, "mu_mis": 2.35113713357e-05, "mu_syn": 1.12884672211e-05, "n_lof": 6.0, "n_mis": 228.0, "n_syn": 111.0, "p_li": 0.114275474127551, "p_null": 0.000300620302106155, "p_rec": 0.885423905570343, "syn_z": 0.182311438111335}, "nontcga": {"exp_lof": 22.5301557727, "exp_mis": 238.139411361, "exp_syn": 116.250405948, "lof_z": 3.43538980582762, "mis_z": 0.714760019221494, "mu_lof": 1.6784539889e-06, "mu_mis": 2.35113713357e-05, "mu_syn": 1.12884672211e-05, "n_lof": 6.0, "n_mis": 216.0, "n_syn": 115.0, "p_li": 0.129707146100203, "p_null": 0.000196567754160298, "p_rec": 0.870096286145637, "syn_z": 0.0734300927058786}, "transcript": "ENST00000264036.4"}, "exons": [{"cdsend": 119317101, "cdsstart": 119309885, "chr": "11", "position": [[119308529, 119309915], [119310348, 119310466], [119310755, 119310903], [119311089, 119311185], [119311279, 119311421], [119311529, 119311651], [119311807, 119311949], [119312051, 119312170], [119312265, 119312428], [119312526, 119312648], [119312769, 119312949], [119314488, 119314576], [119314678, 119314749], [119314832, 119315040], [119315138, 119315263], [119317034, 119317130]], "strand": -1, "transcript": "NM_006500", "txend": 119317130, "txstart": 119308529}], "exons_hg19": [{"cdsend": 119187811, "cdsstart": 119180595, "chr": "11", "position": [[119179239, 119180625], [119181058, 119181176], [119181465, 119181613], [119181799, 119181895], [119181989, 119182131], [119182239, 119182361], [119182517, 119182659], [119182761, 119182880], [119182975, 119183138], [119183236, 119183358], [119183479, 119183659], [119185198, 119185286], [119185388, 119185459], [119185542, 119185750], [119185848, 119185973], [119187744, 119187840]], "strand": -1, "transcript": "NM_006500", "txend": 119187840, "txstart": 119179239}], "generif": [{"pubmed": 11722842, "text": "Increased expression of MUC18 is implicated to play an important role in developing and malignant progression of human prostate cancer."}, {"pubmed": 11848444, "text": "Acute hyperglycaemia induces an up-regulation of seven major genes, four of which were not previously reported in the literature. Northern blot analyses, performed on these 4 genes, confirm macroarrays results for alphav, beta4, c-myc, and MUC18."}, {"pubmed": 12406332, "text": "The 28mer peptides are structural equivalents of the MAd18-5D7 epitope of Mel-CAM."}, {"pubmed": 14534536, "text": "MCAM and akt protein are reciprocally regulated."}, {"pubmed": 14597988, "text": "sCD146 circulates in the plasma of healthy subjects; significantly increased levels of sCD146 in blood and CD146 in kidney endothelial cells of patients with chronic renal failure were observed."}, {"pubmed": 15610525, "text": "endothelin-1 (ET-1) upregulates MCAM protein in primary human melanocytes"}, {"pubmed": 15897668, "text": "Elevation of adiponectin may be a defense mechanism against endothelial damage, reflected by elevated CD146 and thrombomodulin."}, {"pubmed": 16098047, "text": "When cell surface glycoprotein gp130 was purified and analyzed by peptide mass fingerprinting, we could demonstrate that it is MUC18 (Mel-CAM, CD146)"}, {"pubmed": 16204154, "text": "CD146 is a new marker of activated lymphocytes, not just an adhesion marker of endothelial cells"}, {"pubmed": 16541130, "text": "results demonstrate that CD146 plays a key role in vascular endothelial cell activity and angiogenesis"}, {"pubmed": 16570276, "text": "Our data indicate a correlation between MUC18 expression and the invasiveness of uveal melanoma cells."}, {"pubmed": 16804906, "text": "M-CAM is a marker of early relapse and poorer outcome in epithelial ovarian cancer"}, {"pubmed": 16835268, "text": "Results identify melanoma cell adhesion molecule as a novel marker for myogenic progenitors in human fetal muscle and confirm that downregulation of this protein promotes myoblast fusion."}, {"pubmed": 16969099, "text": "MCAM expression doees not correlates with progression to advanced-stage melanoma."}, {"pubmed": 17320204, "text": "These data provide the first evidence that CD146 dimerization occurs in living cells and is regulated within the tumor microenvironment, implying that dimerization of CD146 may be associated with malignancy."}, {"pubmed": 17490776, "text": "Plasma levels may be involed in the development of vascular complication in end stage of diabetic nephropathy."}, {"pubmed": 17545460, "text": "CD146(an endothelial cell marker)is also expressed on lymphocytes,implicating its role in T cell adherence and activation to vascular endothelium"}, {"pubmed": 17786470, "text": "Vasculature in tumours and in retina and choroid of all melanoma-affected and normal eyes showed intense MUC18 immunostaining. observations further suggest a role for MUC18 in uveal melanoma growth."}, {"pubmed": 17872908, "text": "CD146 and platelet-derived growth factor-receptor beta are expressed in colony-forming endometrial stromal cells which may be mesenchymal stem cells, and have roles in the cells' cyclical growth"}, {"pubmed": 17982057, "text": "MCAM might be involved in the recruitment of activated T cells to inflammation sites."}, {"pubmed": 18160586, "text": "Elevated adiponectin correlated to CD146 may be the expression of a counterregulatory response aimed at mitigating the consequences in endothelial damage and increased cardiovascular risk in renal failure."}, {"pubmed": 18175063, "text": "A decrease in serum adiponectin levels and an increase in serum CD146 may be closely associated with the development of arteriosclerosis obliterans, regardless of renal function."}, {"pubmed": 18604730, "text": "The immunoreactivity of the polyclonal CD146 antibody (Abcam, ab28360) is prognostic of PSA-relapse in prostate cancer patients"}, {"pubmed": 18834073, "text": "Reflux laryngitis is associated with down-regulation of mucin gene expression."}, {"pubmed": 18922915, "text": "A subset of host B lymphocytes controls melanoma metastasis through a melanoma cell adhesion molecule/MUC18-dependent interaction."}, {"pubmed": 19029148, "text": "CD146(+) cell involvement in bone marrow stromal changes occurring in primary myelofibrosis are consistent with the capability of these cells to participate in fiber deposition, angiogenesis, and bone formation"}, {"pubmed": 19034879, "text": "CD146 might be a novel marker for RTECs, correlating with cell proliferation and cell-cell conjunctions. High glucose up-regulates both CD146 and sCD146 expression."}, {"pubmed": 19123925, "text": "CD146 downmodulation is associated with the reversal of several biological characteristics associated with epithelial to mesenchymal transition, and the phenomenon associated with the metastatic process in human breast tumors."}, {"pubmed": 19200179, "text": "may play an important role in the carcinogenesis, progression and perineural invasion activity of adenoid cystic carcinoma"}, {"pubmed": 19221091, "text": "Identification of MCAM/CD146 as the surface antigen bound by one of the mesothelioma-targeting human single chain antibodies in cultured tumor cells."}, {"pubmed": 19229070, "text": "CD146 is regulated by the inflammatory cytokine Tumor necrosis factor alpha and that CD146 and solubleCD146 are both involved in monocyte transendothelial migration during inflammation."}, {"pubmed": 19703903, "text": "analysis of the cross-talk between protease-activated receptor 1 and platelet-activating factor receptor regulates melanoma cell adhesion molecule (MCAM/MUC18) expression and melanoma metastasis"}, {"pubmed": 19782948, "text": "This study for the first time uncovered the pro-angiogenic role of CD146 and also pinpointed the key structural basis responsible for its signaling function and dimerization."}, {"pubmed": 20067117, "text": "CD146 was mainly expressed in renal tubular epithelial cells, and might play an important role in the progression of IgA nephropathy."}, {"pubmed": 20127798, "text": "CD146 may serve as a marker of multipotency in human mesenchymal stem cells, with higher expression in tripotent vs. unipotent clonal populations."}, {"pubmed": 20448216, "text": "CD146 short isoform overexpression displays a distinct function in blood vessel regeneration."}, {"pubmed": 20589320, "text": "mRNA levels of CD31, CD144, CD146 and vWf in whole blood as detected by real time RT-PCR cannot be used as biomarkers for end-stage endothelial cells such as circulating endothelial cells."}, {"pubmed": 20657552, "text": "Propose that CD146 is a sensitive and specific immunocytochemical marker enabling differential diagnosis of malignant pleural mesothelioma from reactive mesothelium."}, {"pubmed": 21095067, "text": "CD146 may be a key gene both in neoplasm invasion and blastocyst embedding because of its ability in regulating cell invasion."}, {"pubmed": 21239604, "text": "an allergic airway milieu (e.g., IL-13) increases MUC18 expression, which may contribute to increased bacterial infection/colonization in asthma and other lung diseases"}, {"pubmed": 21334670, "text": "Enforced expression of human metastasis cell adhesion molecule/MUC18 increases prostate tumorigenesis in vivo and may affect the process by increasing proliferation"}, {"pubmed": 21415267, "text": "novel findings show that the expression of CD146 differentiates between perivascular versus endosteal localization of non-hematopoietic bone marrow mesenchymal stem cell populations"}, {"pubmed": 21450088, "text": "promotes motility, invasion, and tumorigenesis of human breast cancer cells"}, {"pubmed": 21467165, "text": "MUC18 is involved in cell signaling regulating the expression of Id-1 and ATF-3, thus contributing to melanoma metastasis"}, {"pubmed": 21725352, "text": "It was shown that CD146 physically interacts with actin-linking ezrin-radixin-moesin proteins and recruits them to cell protrusions, promoting the formation and elongation of microvilli."}, {"pubmed": 21804459, "text": "Data show that expression of IPO13, c-kit, telomerase, caspase3, and CD146 are decreased in endometrial polyps; however, the expression of bcl-2 was increased in polyps compared to the normal endometrial tissue."}, {"pubmed": 21959269, "text": "elevated expression on CD4(+) T cells in autoimmune diseases"}, {"pubmed": 22051146, "text": "CD146 expression in vascular endothelial cells was significantly higher than that in invasive ductal carcinoma (IDC), and was positively correlated with tumor progression in invasive micropapillary carcinoma and IDC, not otherwise specified."}, {"pubmed": 22057013, "text": "METCAM/MUC18 expression increased in vitro motility, invasiveness, and anchorage-independent colony formation of SK-BR-3 cells and favored disorganized growth of the cells in 3D basement membrane culture"}, {"pubmed": 22076922, "text": "this study suggested that the elevated expression of CD146, angiogenesis, and lymphangiogenesis might be closely related to progression, invasion, metastasis, and prognosis of gallbladder adenocarcinoma."}, {"pubmed": 22088599, "text": "Expression of CD146 and P-selectin in patients with type 2 diabetes is elevated, and they are positively correlated with severity of diabetic nephropathy."}, {"pubmed": 22311021, "text": "The preferential interaction between soluble CD146 and CD16 positive monocytes may contribute to activation and homing of monocytes into inflamed vascular beds."}, {"pubmed": 22399604, "text": "positive expression of CD146 was associated with a poorer OS according to the survival analysis. CD146 may be a useful marker for predicting poor prognosis in patients with NSCLC following complete resection"}, {"pubmed": 22610942, "text": "MCAM expression in ovarian cancer is highly correlated with the metastatic potential of the cancer."}, {"pubmed": 22635231, "text": "sCD146 levels are significantly higher in women presenting a history of recurrent fetal losses."}, {"pubmed": 22718841, "text": "Data suggest that CD146 interacts with VEGFR-2 in vascular endothelium and promotes angiogenesis; studies include identifying the basis of CD146 binding to VEGFR-2."}, {"pubmed": 22754372, "text": "Results show that that CD146 is expressed in 41% of gastric neoplasm cells and correlated positively with lymph node metastasis and epithelial-mesenchymal transition markers making it a good prognostic factor."}, {"pubmed": 22801967, "text": "Data indicate that the expression of the melanoma cell adhesion molecule (MCAM) in mesenchymal stromal cells determines their fate and regulates the maintenance of hematopoietic stem and progenitor cells through direct cell-cell contact."}, {"pubmed": 22826148, "text": "CD146 gene expression can be useful for predicting early recurrence and stratifying the patients into risk groups for possible adjuvant treatment"}, {"pubmed": 22952755, "text": "CD146 expression is associated with an EMT phenotype"}, {"pubmed": 22975388, "text": "MCAM serves as a potential biomarker for multiple sclerosis and represents a valuable target for the treatment of neuroinflammatory conditions."}, {"pubmed": 23108590, "text": "propose that in human, sCD146 could represent both an attractive biomarker of placental vascular development and a therapeutic target in pregnancy complications associated with pathological angiogenesis"}, {"pubmed": 23223580, "text": "CD146 and its novel ligand Galectin-1 have a role in apoptotic regulation of endothelial cells"}, {"pubmed": 23256918, "text": "MUC18 exerts a proinflammatory function during lung bacterial infection."}, {"pubmed": 23266426, "text": "REVIEW: newly identified functions and the underlying mechanisms of CD146"}, {"pubmed": 23333866, "text": "cerebrospinal fluid levels of sCD146 may provide a potential marker for monitoring disease activity in multiple sclerosis patients"}, {"pubmed": 23389031, "text": "Soluble melanoma cell adhesion molecule (sMCAM/sCD146) promotes angiogenic effects on endothelial progenitor cells through angiomotin"}, {"pubmed": 23412095, "text": "Data show that CD146+ perivascular cells are a subset of mesenchymal stem/stromal cells (MSCs), able to support hematopoietic stem and progenitor cells (HSPCs) and regulate lineage commitment in vitro through cell-to-cell interaction."}, {"pubmed": 23649916, "text": "Alterations in CD146 are involved in the basic etiology of COPD/pulmonary emphysema."}, {"pubmed": 23670160, "text": "miR-573 upregulation inhibited melanoma cell proliferation and invasion, and overexpression of melanoma cell adhesion molecule (MCAM) could alleviate the effect of miR-573 on melanoma cells."}, {"pubmed": 23712706, "text": "CD146 and Lxn increased tumor migration and invasion of thyroid cancer."}, {"pubmed": 23738744, "text": "CD146 expression is characterized in circulating T cells from healthy controls and patients with stable, well-controlled connective tissue diseases; both CD4 and CD8 T cells are capable of up-regulating CD146 expression in response to stimulation."}, {"pubmed": 23749325, "text": "MCAM expression in surgically treated non-small cell lung cancer is clearly associated with lymph node metastasis and poor prognosis."}, {"pubmed": 23878390, "text": "Identified a novel negative regulator of angiogenesis, microRNA 329 (miR-329), that directly targeted CD146 and inhibited CD146-mediated angiogenesis in vitro and in vivo."}, {"pubmed": 24139427, "text": "Mean sCD146 levels were significantly higher in type 1 diabetes patients than in controls. ROC curves for sCD146 significantly differed in differentiating type 1 diabetics from healthy controls."}, {"pubmed": 24188055, "text": "A strong expression of CD146 molecule is associated with a commitment to a vascular smooth muscle cell lineage in mesenchymal stem cells."}, {"pubmed": 24204598, "text": "CD146+ human umbilical cord perivascular cells maintain stemness under hypoxia and as a cell source for skeletal regeneration."}, {"pubmed": 24335906, "text": "Wingless-type protein Wnt5a uses CD146 as a receptor to regulate cell migration."}, {"pubmed": 24473396, "text": "The CEC count and the plasma level of sCD146 were significantly higher in NSCLC patients."}, {"pubmed": 24612514, "text": "CD146 and its soluble form correlate with the development of inflammation of atherosclerosis and plaque instability; CD146 may be a promising biomarker for monitoring the development and instability of atherosclerotic plaque in carotid disease patients"}, {"pubmed": 24681327, "text": "These results indicate that mAbs to the laminin a4 globular domain are able to inhibit tumor cell adhesion and migration on laminins 411 and 421, and that alpha6beta1 integrin and MCAM bind a4-laminins at very close sites on the globular domain"}, {"pubmed": 24726881, "text": "functional characterization of N-acetylglucosaminyltransferases III and V in human melanoma cells"}, {"pubmed": 24727891, "text": "Data proposed a novel signaling mechanism by which Sema 3A regulates PTEN, FOXO 3a and MelCAM in a coordinated manner that leads to suppression of breast cancer growth and angiogenesis."}, {"pubmed": 24743054, "text": "Authors conclude therefore that ETs upregulate MCAM in an Akt and ERK/MEK-dependent, but CREB-independent manner, providing an understanding for possible pharmacologic intervention in progressing melanoma."}, {"pubmed": 24902661, "text": "expression behaves as a molecular warning of melanoma progression"}, {"pubmed": 25135296, "text": "lymphocyte trafficking into the CNS under VLA-4 blockade can occur by using the alternative adhesion molecules, PSGL-1 and MCAM, the latter representing an exclusive pathway for TH17 cells to migrate over the blood-brain barrier"}, {"pubmed": 25238265, "text": "Suggest endothelial CD146 as a target for specific drug delivery in hepatocellular carcinoma."}, {"pubmed": 25266708, "text": "With the ability of migration and survival in the advanced osteoarthritis cartilage, CD146+ chondroprogenitors might be \"tissue-specific\" for cartilage tissue regeneration."}, {"pubmed": 25275584, "text": "These data suggest CDCP1 expression can be used to identify a subset of marrow fibroblasts functionally distinct from CD146+ fibroblasts."}, {"pubmed": 25510693, "text": "HuMETCAM/MUC18 levels in ovarian carcinomas and metastatic lesions were significantly higher than in normal tissues and cystadenomas."}, {"pubmed": 25552367, "text": "Combined EpCAM/MCAM CellSearch enrichment thus increased the CTC detection rate."}, {"pubmed": 25728681, "text": "Results identified MCAM as a novel YAP target in hepatocellular carcinoma (HCC) but not in breast and colon cancer cells. MCAM serum levels were specifically elevated in HCC suggesting it as a specific diagnostic tool for HCC."}, {"pubmed": 25729916, "text": "In peripheral stenotic arteriosclerotic disease the proangiogenic potency of MUC18 may play a role in angiogenesis of collaterals, whereas in dilatative aortic diseases the induction of collaterals is typically not evident."}, {"pubmed": 25756799, "text": "MCAM is a major GAL-1 ligand is largely dependent on melanoma malignancy."}, {"pubmed": 25869475, "text": "MCAM is expressed by effector CD8+ T lymphocytes and it is strikingly upregulated during multiple sclerosis relapses. MCAM blockade restricts the transmigration of CD8(+) T lymphocytes across human blood-brain barrier endothelial cells."}, {"pubmed": 25995384, "text": "ZBTB7A directly binds to the promoter and transcriptionally represses the expression of MCAM, establishing ZBTB7A as a bona fide transcriptional repressor of MCAM"}, {"pubmed": 25997612, "text": "The expression of CD146 and HIF1a was positively correlated with EGFR and CD31, respectively in salivary gland adenoid cystic carcinoma."}, {"pubmed": 26004137, "text": "a model that CD166 regulates MCAM through a signaling flow from activation of PI3K/AKT and c-Raf/MEK/ERK signaling to the inhibition of potential MCAM ubiquitin E3 ligases, betaTrCP and Smurf1"}, {"pubmed": 26102234, "text": "CD146 was expressed in all cases of Ph-positive B- cell acute lymphoblastic leukemia and in the vast majority of T-cell acute lymphoblastic leukemia"}, {"pubmed": 26293576, "text": "CD146, P53, and Ki-67 are overexpressed in uterine sarcoma"}, {"pubmed": 26373617, "text": "Findings suggest that decreased CD146 expression in cancer-associated fibroblasts promotes pancreatic cancer progression."}, {"pubmed": 26517673, "text": "Data indicate that CD146 antigen is an effective cell surface marker for enriching tumor-propagating cells (TPCs) in primary sarcomas."}, {"pubmed": 26617818, "text": "MUC18 is an independent prognostic factor for clear cell renal cell carcinoma"}, {"pubmed": 26748901, "text": "We provide the first report that pro-angiogenic genes PECAM1, PTGS1, FGD5, and MCAM may play a vital role in pathological dermal angiogenesis disorders of psoriasis."}, {"pubmed": 26753846, "text": "CD146 dexpression efines a subpopulation of human mesenchymal stem cells capable of bone formation and in vivo trans-endothelial migration."}, {"pubmed": 26906545, "text": "Results showed that increased human METCAM/MUC18 expression in ovarian cancer SK-OV-3 cells suppressed tumorigenesis and ascites formation in nude mice, suggesting that human METCAM/MUC18 plays a suppressor role in the progression of ovarian cancer, perhaps by reducing proliferation and angiogenesis."}, {"pubmed": 26921326, "text": "highlight MCAM and LAMA4 as prime candidates for RCC prognosis and therapeutic targeting"}, {"pubmed": 26928402, "text": "Results showed that CD146 promoted metastasis of hepatocellular carcinoma (HCC) cells and predicted poor prognosis of HCC patients. CD146 induced epithelial mesenchymal transition through probably IL-8 up-regulation and STAT1 down-regulation."}, {"pubmed": 26941359, "text": "CD146 is a novel and useful marker for predicting senescence in human umbilical cord blood-derived Mesenchymal stem cells (hUCB-MSCs), and CD146 can potentially be applied in quality-control assessments of hUCB-MSC-based therapy."}, {"pubmed": 27041577, "text": "CD146 positivity in immunohistological analysis of 11 MRT patient samples was associated with poor patient outcomes. These results suggest that CD146 defines a distinct sub-population in MRT with high tumorigenic capacity and that this marker represents a promising therapeutic target."}, {"pubmed": 27125403, "text": "METCAM/MUC18 positively promotes tumorigenesis of human breast cancer SK-BR-3 cells via increasing the signal in survival and proliferation pathways."}, {"pubmed": 27151304, "text": "High MCAM expression is associated with lung metastasis in malignant melanoma."}, {"pubmed": 27273299, "text": "increment of CD146 expression indicates gradual change of cultured annulus fibrosus cells to express a contractile phenotype and that transforming growth factor beta1 enhances this cellular commitment"}, {"pubmed": 27302922, "text": "CD146 functions as a suppressor of tumorigenesis and cancer stemness in CRC through inactivating the canonical Wnt/beta-catenin cascade"}, {"pubmed": 27565656, "text": "The results demonstrated isolation of specific scFv with frequency of 40 % which showed significant binding with the epitope in both ELISA and fluorescence-activated cell sorting (FACS) analyses. The antibody inhibited the migration (76 %) and invasion (67 %) of MUC18 positive cell line. The results suggest the specific anti-MUC18 scFv as an effective antibody for breast cancer immunotherapy"}, {"pubmed": 27701461, "text": "Results provide evidence that MUC18 promotes viral infections both in vivo and in vitro."}, {"pubmed": 27702820, "text": "We demonstrate that ER(+) breast cancers contain two CAF subtypes defined by CD146 expression. CD146(neg) CAFs suppress ER expression in ER(+) breast cancer cells, decrease tumor cell sensitivity to estrogen, and increase tumor cell resistance to tamoxifen therapy"}, {"pubmed": 27726047, "text": "sCD146 levels are elevated in patients with systemic sclerosis, but decreased sCD146 levels are observed in SSc patients with pulmonary arterial hypertension"}, {"pubmed": 27776176, "text": "results indicate that CD146 can be targeted in vivo by the radiolabeled OI-3 antibodies"}, {"pubmed": 27838413, "text": "MCAM promotes tamoxifen resistance by transcriptionally suppressing ERalpha expression and activating the AKT pathway, followed by induction of epithelial-mesenchymal transition."}, {"pubmed": 28062630, "text": "soluble CD146 is released from the peripheral vasculature in response to venous stretch and may reflect systemic congestion in chronic heart failure patients"}, {"pubmed": 28084332, "text": "These findings identify CD146 as a novel retention signal that traps macrophages within the artery wall, and a promising therapeutic target in atherosclerosis treatment."}, {"pubmed": 28147335, "text": "Promoter methylation of MCAM, ERalpha and ERbeta have a potential to be utilized as biomarker for the early detection of prostate cancer (PC) as their sensitivity and specificity seem to be better than serum PSA."}, {"pubmed": 28319067, "text": "Authors show that KDM3A regulates MCAM expression both through a direct mechanism, involving modulation of H3K9 methylation at the MCAM promoter, and an indirect mechanism, via the Ets1 transcription factor."}, {"pubmed": 28347241, "text": "Nestin and CD146 are expressed in breast cancer cells with highly aggressive potency. They might contribute to disease relapse in breast cancer by activating the epithelial-mesenchymal transition pathway and assist tumor neovascularization."}, {"pubmed": 28364041, "text": "CD146/MCAM is the functional galectin-3-binding ligand on endothelial cell surfaces responsible for galectin-3-induced secretion of metastasis-promoting cytokines."}, {"pubmed": 28451734, "text": "In summary, we have shown that MUC18/Muc18 may serve as a regulator of airway inflammation and mucus overproduction, two important features of type 2-high asthma. Our data suggest that MUC18/Muc18 or its downstream signaling mediators may be targets for potential therapeutic agents."}, {"pubmed": 28549249, "text": "Cultured early passage ASCs contained low levels of CD146 mRNA, which was expressed in two different splicing variants, at a relatively high amount of the CD146-long form and at a relatively low amount of the CD146-short form. ASCs contained low levels of CD146 protein, which consisted predominantly long form and a small amount of short form."}, {"pubmed": 28589943, "text": "MCAM coordination of apical-basal polarity and planar cell polarity provides insight into the general mechanisms of morphogenesis."}, {"pubmed": 28606586, "text": "Our results highlighted the role of CD146/sCD146 in systemic sclerosis (SSc) because (1) sCD146 levels were increased in patients with SSc compared with controls, (2) severe manifestations of the disease, digital gangrene and pulmonary fibrosis, were associated with low sCD146 levels in patients with SSc, (3) mice lacking CD146 were highly susceptible to develop skin fibrosis."}, {"pubmed": 28626293, "text": "CD146 promoter polymorphisms were not associated with the risk of clear cell renal carcinoma in Chinese population. The rs3923594 was an independent predictor of recurrence in with localized ccRCC."}, {"pubmed": 28646020, "text": "Our results suggest that MCAM may serve as a novel therapeutic target to overcome chemoresistance in SCLC."}, {"pubmed": 28652617, "text": "Studies suggest that strong significant associations between CD146 expression, overall survival (OS) and time to progression [Meta-analysis & Review]."}, {"pubmed": 28785085, "text": "Data provide evidence that CD146, a biomarker of angiogenesis, acts as a novel receptor of VEGF-C to control lymphatic sprouting in lymphangiogenesis. These results suggest that VEGF-C/CD146 pathway is critical signaling to coordinate the concerted activation of p38 and ERK for decoding VEGF-C signals into fine-tuned signaling output in lymphangiogenesis, especially the key step of lymphatic sprouting."}, {"pubmed": 28923134, "text": "High MCAM expression is associated with metastatic melanomas."}, {"pubmed": 29039032, "text": "The CD146 regulates PDGF-B/PDGFRbeta signaling in a multifaceted manner, involving CD146-PDGFRbeta binding, CD146 dimerization, PI3K recruitment, and CD146-cytoskeleton binding."}, {"pubmed": 29121955, "text": "CD146 suppresses BC progression as a target of CD44-downstream signaling"}, {"pubmed": 29721091, "text": "CD146/sCD146 produced by tumor cells is a relevant biological marker of ccRCC aggressiveness and relapse on sunitinib treatment."}, {"pubmed": 29741757, "text": "Pull-down assays, gel filtration, and biolayer interferometry further demonstrate that galectin-3 binds to the CD146 ectodomain (eFL) with a KD of ~1.1 mum."}, {"pubmed": 29777784, "text": "Study provide explicit evidence that CD146, with elevated expression and activity in a variety of cancers, is a key factor involved in the cadherin switch. CD146 can be induced by TGF-beta signaling and its expression is positively correlated with the activation levels of STAT3/Twist and ERK pathways. Clinically, ovarian cancer patients with detectable CD146 expression had a significantly lower survival rate."}, {"pubmed": 30541004, "text": "The results demonstrate, that MSCA-1+ cells isolated from cranial periosteal cell (CPC) fractions represent a subpopulation with a higher osteogenic potential. In contrast, the study found a lower osteogenic potential in CD146+ CPCs. In conclusion, only MSCA-1, but not CD146, is a suitable marker for the isolation of osteoprogenitors from CPCs."}, {"pubmed": 30745464, "text": "Results show that MCAM is highly expressed in prostate cancer and associated metastasis. Further findings suggest that MCAM supports the metastatic lytic MCAM is highly expressed in prostate cancer and associated metastasis in human prostate cancer cells."}, {"pubmed": 30815677, "text": "MCAM abnormal expression and clinical outcome associations are highly cancer dependent as revealed through pan-cancer analysis."}, {"pubmed": 30904617, "text": "This study demonstrates a critical role of MCAM in melanoma at the primary skin lesion, where the MCAM ligand S100A8/ A9 is induced and secreted from melanoma-stimulated keratinocytes."}, {"pubmed": 31092432, "text": "The demethylating agent 5-aza-2-deoxycytidine triggers the expression of CD146 in prostate cancer cells independently on the methylation status of the analyzed CpG island fragment in CD146 gene promoter. Moreover, demethylation treatment induces a mesenchymal profile in prostate cancer cells"}, {"pubmed": 31100639, "text": "Our molecular analyses revealed an important role of ETS translocation variant 4 (ETV4), which is significantly activated in the region downstream of MCAM upon S100A8/A9 stimulation, in breast cancer progression in vitro as well as in vivo."}, {"pubmed": 31102047, "text": "Overexpression of CD146 protein may play a role in the pathophysiology of oral lichen planus and oral epithelial dysplasia"}, {"pubmed": 31147892, "text": "High CD146 expression is associated with glioma stem cells."}, {"pubmed": 31424655, "text": "CD146 positivity in tumor cells was objectified in 49.5% of samples and 37.1% presented a high CD146 endothelial expression. Our analysis showed that CD146 was as reliable as CD34 for microvascular density estimation."}, {"pubmed": 31665642, "text": "CD146 Regulates Growth Factor-Induced mTORC2 Activity Independent of the PI3K and mTORC1 Pathways."}, {"pubmed": 31690663, "text": "In MRTFB siRNA knockdown primary human colon cells, MCAM expression was reduced. MCAM knockdown in human CRC cells significantly increased invasion and migration of tumor cells. Depletion of MCAM in human CRC cells significantly increases tumor development in xenograft assays. MCAM is a human CRC tumor-suppressor genes that acts downstream of MRTFB to regulate CRC growth and survival."}, {"pubmed": 31826047, "text": "our study revealed, for the first time, that aberrant methylation maybe involved in expression control of CD146, a very potent EMT inducer in breast cancer cells."}, {"pubmed": 32073879, "text": "CD90(+)CD146(+) cells from COPD patients fail to support microvessel formation due to fibrinolysis."}, {"pubmed": 32216836, "text": "Autophagy modulation altered differentiation capacity of CD146(+) cells toward endothelial cells, pericytes, and cardiomyocytes."}, {"pubmed": 32361895, "text": "Transcriptome and proteome profiles of human umbilical cord vein CD146+ stem cells."}, {"pubmed": 32616889, "text": "SOX18 promotes gastric cancer metastasis through transactivating MCAM and CCL7."}, {"pubmed": 32782280, "text": "CD146, from a melanoma cell adhesion molecule to a signaling receptor."}, {"pubmed": 33462195, "text": "Wnt5a promotes renal tubular inflammation in diabetic nephropathy by binding to CD146 through noncanonical Wnt signaling."}, {"pubmed": 33475350, "text": "ImmunoPET of CD146 in Orthotopic and Metastatic Breast Cancer Models."}, {"pubmed": 33721119, "text": "CD146 immunohistochemical staining for the separation of benign from malignant mesothelial proliferations."}, {"pubmed": 33727640, "text": "NG2/CSPG4, CD146/MCAM and VAP1/AOC3 are regulated by myocardin-related transcription factors in smooth muscle cells."}, {"pubmed": 34287857, "text": "CD146 expression regulates osteochondrogenic differentiation of human adipose-derived stem cells."}, {"pubmed": 34461987, "text": "CD146 controls the quality of clinical grade mesenchymal stem cells from human dental pulp."}, {"pubmed": 34477295, "text": "Inhibition of CD146 attenuates retinal neovascularization via vascular endothelial growth factor receptor 2 signalling pathway in proliferative diabetic retinopathy."}, {"pubmed": 34662464, "text": "The function of CD146 in human annulus fibrosus cells and mechanism of the regulation by TGF-beta."}, {"pubmed": 34830300, "text": "MCAM/MUC18/CD146 as a Multifaceted Warning Marker of Melanoma Progression in Liquid Biopsy."}, {"pubmed": 35001552, "text": "Involvement of Multiple Variants of Soluble CD146 in Systemic Sclerosis: Identification of a Novel Profibrotic Factor."}, {"pubmed": 35055160, "text": "Soluble CD146 as a Potential Target for Preventing Triple Negative Breast Cancer MDA-MB-231 Cell Growth and Dissemination."}, {"pubmed": 35306530, "text": "The CD146-HIF-1alpha axis regulates epithelial cell migration and alveolar maturation in a mouse model of bronchopulmonary dysplasia."}, {"pubmed": 35553018, "text": "Overexpression of MCAM induced by SMYD2-H3K36me2 in breast cancer stem cell properties."}, {"pubmed": 35628617, "text": "CD146(+) Pericytes Subset Isolated from Human Micro-Fragmented Fat Tissue Display a Strong Interaction with Endothelial Cells: A Potential Cell Target for Therapeutic Angiogenesis."}, {"pubmed": 35690141, "text": "CD146 at the Interface between Oxidative Stress and the Wnt Signaling Pathway in Systemic Sclerosis."}, {"pubmed": 36093435, "text": "Exosomal lncRNA PCAT1 Promotes Tumor Circulating Cell-Mediated Colorectal Cancer Liver Metastasis by Regulating the Activity of the miR-329-3p/Netrin-1-CD146 Complex."}, {"pubmed": 36319587, "text": "MCAM+ brain endothelial cells contribute to neuroinflammation by recruiting pathogenic CD4+ T lymphocytes."}, {"pubmed": 36362174, "text": "METCAM/MUC18 Plays a Tumor Suppressor Role in the Development of Nasopharyngeal Carcinoma Type I."}, {"pubmed": 36552765, "text": "CD146+ Endometrial-Derived Mesenchymal Stem/Stromal Cell Subpopulation Possesses Exosomal Secretomes with Strong Immunomodulatory miRNA Attributes."}, {"pubmed": 37153740, "text": "Galphai1/3 mediate Netrin-1-CD146-activated signaling and angiogenesis."}, {"pubmed": 37856423, "text": "CD146 promotes malignant progression of breast phyllodes tumor through suppressing DCBLD2 degradation and activating the AKT pathway."}, {"pubmed": 37993561, "text": "The role of CD146 in renal disease: from experimental nephropathy to clinics."}, {"pubmed": 38682195, "text": "CD146 Promotes EMT-Mediated Migration and Invasion of NSCLC via PI3K/Akt Signaling Pathway."}], "genomic_pos": {"chr": "11", "end": 119321521, "ensemblgene": "ENSG00000076706", "start": 119308529, "strand": -1}, "genomic_pos_hg19": {"chr": "11", "end": 119192231, "start": 119179241, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0001525", "qualifier": "involved_in", "term": "angiogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0001525", "pubmed": 23878390, "qualifier": "acts_upstream_of_or_within", "term": "angiogenesis"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0003094", "pubmed": 20354148, "qualifier": "involved_in", "term": "glomerular filtration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007155", "qualifier": "involved_in", "term": "cell adhesion"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0009653", "pubmed": 8378324, "qualifier": "involved_in", "term": "anatomical structure morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030335", "qualifier": "involved_in", "term": "positive regulation of cell migration"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0061042", "pubmed": 20354148, "qualifier": "involved_in", "term": "vascular wound healing"}], "CC": [{"evidence": "HDA", "gocategory": "CC", "id": "GO:0005576", "pubmed": 27068509, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005925", "pubmed": 21423176, "qualifier": "located_in", "term": "focal adhesion"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009897", "pubmed": 20354148, "qualifier": "located_in", "term": "external side of plasma membrane"}]}, "homologene": {"genes": [[7955, 338313], [7955, 566921], [8364, 100489907], [9031, 448832], [9598, 744688], [9606, 4162], [9615, 489368], [10090, 84004], [10116, 78967]], "id": 4742}, "interpro": [{"desc": "Immunoglobulin subtype 2", "id": "IPR003598", "short_desc": "Ig_sub2"}, {"desc": "Immunoglobulin subtype", "id": "IPR003599", "short_desc": "Ig_sub"}, {"desc": "Immunoglobulin-like domain", "id": "IPR007110", "short_desc": "Ig-like_dom"}, {"desc": "Immunoglobulin V-set domain", "id": "IPR013106", "short_desc": "Ig_V-set"}, {"desc": "CD80-like, immunoglobulin C2-set", "id": "IPR013162", "short_desc": "CD80_C2-set"}, {"desc": "Immunoglobulin-like fold", "id": "IPR013783", "short_desc": "Ig-like_fold"}, {"desc": "Immunoglobulin-like domain superfamily", "id": "IPR036179", "short_desc": "Ig-like_dom_sf"}], "ipi": ["IPI00016334", "IPI00445227"], "map_location": "11q23.3", "name": "melanoma cell adhesion molecule", "other_names": ["Gicerin", "S-endo 1 endothelial-associated antigen", "cell surface glycoprotein MUC18", "cell surface glycoprotein P1H12", "melanoma adhesion molecule", "melanoma-associated antigen A32", "melanoma-associated antigen MUC18"], "pantherdb": {"HGNC": "6934", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1933966", "ortholog_type": "LDO", "panther_family": "PTHR11973", "taxid": 10090, "uniprot_kb": "Q8R2Y2"}, {"RGD": "620463", "ortholog_type": "LDO", "panther_family": "PTHR11973", "taxid": 10116, "uniprot_kb": "Q9EPF2"}, {"Ensembl": "ENSGALG00000030027", "ortholog_type": "LDO", "panther_family": "PTHR11973", "taxid": 9031, "uniprot_kb": "A0A1D5PL70"}, {"ZFIN": "ZDB-GENE-030219-213", "ortholog_type": "O", "panther_family": "PTHR11973", "taxid": 7955, "uniprot_kb": "F1QIU5"}, {"Ensembl": "ENSDARG00000089643", "ortholog_type": "LDO", "panther_family": "PTHR11973", "taxid": 7955, "uniprot_kb": "F1QYT7"}, {"dictyBase": "DDB_G0287833", "ortholog_type": "O", "panther_family": "PTHR11973", "taxid": 352472, "uniprot_kb": "Q54JR7"}], "uniprot_kb": "P43121"}, "pathway": {"reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-194315", "name": "Signaling by Rho GTPases"}, {"id": "R-HSA-8980692", "name": "RHOA GTPase cycle"}, {"id": "R-HSA-9012999", "name": "RHO GTPase cycle"}, {"id": "R-HSA-9013026", "name": "RHOB GTPase cycle"}, {"id": "R-HSA-9013106", "name": "RHOC GTPase cycle"}, {"id": "R-HSA-9013149", "name": "RAC1 GTPase cycle"}, {"id": "R-HSA-9013404", "name": "RAC2 GTPase cycle"}, {"id": "R-HSA-9013405", "name": "RHOD GTPase cycle"}, {"id": "R-HSA-9013408", "name": "RHOG GTPase cycle"}, {"id": "R-HSA-9013423", "name": "RAC3 GTPase cycle"}, {"id": "R-HSA-9035034", "name": "RHOF GTPase cycle"}, {"id": "R-HSA-9716542", "name": "Signaling by Rho GTPases, Miro GTPases and RHOBTB3"}]}, "pdb": "6LYN", "pfam": ["PF07686", "PF08205", "PF13927"], "pharmgkb": "PA30678", "pharos": {"target_id": 16765, "tdl": "Tbio"}, "pir": "I38049", "prosite": "PS50835", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF252531", "relationship": "similar to"}, {"id": "GNF252532", "relationship": "is"}, {"id": "GNF252533", "relationship": "is"}, {"id": "GNF252534", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF030556", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF008809", "relationship": "is"}, {"id": "GNF016856", "relationship": "is"}, {"id": "GNF016906", "relationship": "similar to"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF233458", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF105627", "relationship": "is"}, {"id": "GNF145273", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000011.10", "NC_060935.1"], "protein": ["NP_006491.2", "XP_016873248.1", "XP_016873249.1", "XP_016873250.1", "XP_016873251.1", "XP_054224795.1", "XP_054224796.1", "XP_054224797.1", "XP_054224798.1"], "rna": ["NM_006500.3", "XM_017017759.3", "XM_017017760.3", "XM_017017761.3", "XM_017017762.3", "XM_054368820.1", "XM_054368821.1", "XM_054368822.1", "XM_054368823.1"], "translation": [{"protein": "XP_054224797.1", "rna": "XM_054368822.1"}, {"protein": "XP_016873250.1", "rna": "XM_017017761.3"}, {"protein": "XP_016873248.1", "rna": "XM_017017759.3"}, {"protein": "XP_054224796.1", "rna": "XM_054368821.1"}, {"protein": "NP_006491.2", "rna": "NM_006500.3"}, {"protein": "XP_054224798.1", "rna": "XM_054368823.1"}, {"protein": "XP_016873249.1", "rna": "XM_017017760.3"}, {"protein": "XP_016873251.1", "rna": "XM_017017762.3"}, {"protein": "XP_054224795.1", "rna": "XM_054368820.1"}]}, "reporter": {"HG-U133_Plus_2": ["209086_x_at", "209087_x_at", "210869_s_at", "211042_x_at", "211340_s_at"], "HG-U95Av2": "797_at", "HTA-2_0": "TC11002366.hg.1", "HuEx-1_0": "3394264", "HuGene-1_1": "7952205", "HuGene-2_1": ["16745281", "16863715", "16863719", "16873645", "17119138", "17119142"]}, "summary": "Involved in glomerular filtration and vascular wound healing. Acts upstream of or within angiogenesis. Located in external side of plasma membrane. Biomarker of chronic obstructive pulmonary disease and uveal melanoma. [provided by Alliance of Genome Resources, Apr 2022]", "symbol": "MCAM", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1334487"}, "unigene": "Hs.599039", "uniprot": {"Swiss-Prot": "P43121"}, "wikipedia": {"url_stub": "CD146"}}