{"AllianceGenome": "6943", "HGNC": "6943", "MIM": "159552", "_id": "4170", "_version": 1, "accession": {"genomic": ["AF147742.1", "AF198614.1", "AH009713.2", "AL356356.17", "CH471121.2", "CP068277.2", "DQ088966.1", "NC_000001.11", "NC_060925.1", "NG_029146.2"], "protein": ["AAD13299.1", "AAF15309.1", "AAF15310.1", "AAF15311.1", "AAF64255.1", "AAF64256.1", "AAF74821.1", "AAG00896.1", "AAG00904.1", "AAH17197.1", "AAH71897.1", "AAI07736.1", "AAP35286.1", "AAY68220.1", "ACV83304.1", "BAG35409.1", "BAG57694.1", "BAG59700.1", "BAG62213.1", "BAG65530.1", "BAH14638.1", "EAW53538.1", "EAW53539.1", "EAW53540.1", "EAW53541.1", "NP_001184249.1", "NP_068779.1", "NP_877495.1", "Q07820.3"], "rna": ["AA453505.1", "AF118124.1", "AF118276.1", "AF118277.1", "AF118278.1", "AF203373.1", "AK294462.1", "AK297217.1", "AK300499.1", "AK304775.1", "AK312508.1", "AK316267.1", "BC017197.2", "BC071897.1", "BC107735.1", "BT006640.1", "CA421486.1", "FJ917536.1", "L08246.1", "NM_001197320.2", "NM_021960.5", "NM_182763.3"], "translation": [{"protein": "AAP35286.1", "rna": "BT006640.1"}, {"protein": "NP_068779.1", "rna": "NM_021960.5"}, {"protein": "AAG00904.1", "rna": "AF203373.1"}, {"protein": "AAH17197.1", "rna": "BC017197.2"}, {"protein": "BAG62213.1", "rna": "AK300499.1"}, {"protein": "AAH71897.1", "rna": "BC071897.1"}, {"protein": "NP_877495.1", "rna": "NM_182763.3"}, {"protein": "AAF15311.1", "rna": "AF118278.1"}, {"protein": "AAF15309.1", "rna": "AF118276.1"}, {"protein": "BAG65530.1", "rna": "AK304775.1"}, {"protein": "AAF15310.1", "rna": "AF118277.1"}, {"protein": "NP_001184249.1", "rna": "NM_001197320.2"}, {"protein": "ACV83304.1", "rna": "FJ917536.1"}, {"protein": "BAH14638.1", "rna": "AK316267.1"}, {"protein": "BAG57694.1", "rna": "AK294462.1"}, {"protein": "BAG59700.1", "rna": "AK297217.1"}, {"protein": "BAG35409.1", "rna": "AK312508.1"}, {"protein": "AAI07736.1", "rna": "BC107735.1"}, {"protein": "AAD13299.1", "rna": "AF118124.1"}]}, "alias": ["BCL2L3", "EAT", "MCL1-ES", "MCL1L", "MCL1S", "Mcl-1", "TM", "bcl2-L-3", "mcl1/EAT"], "ensembl": {"gene": "ENSG00000143384", "protein": ["ENSP00000309973", "ENSP00000358022", "ENSP00000477624", "ENSP00000502859", "ENSP00000503149"], "transcript": ["ENST00000307940", "ENST00000369026", "ENST00000464132", "ENST00000617352", "ENST00000620947", "ENST00000676522", "ENST00000678610", "ENST00000678770"], "translation": [{"protein": "ENSP00000502859", "rna": "ENST00000678770"}, {"protein": "ENSP00000503149", "rna": "ENST00000678610"}, {"protein": "ENSP00000477624", "rna": "ENST00000620947"}, {"protein": "ENSP00000358022", "rna": "ENST00000369026"}, {"protein": "ENSP00000309973", "rna": "ENST00000307940"}], "type_of_gene": "protein_coding"}, "entrezgene": "4170", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 9.15859524662, "exp_mis": 182.166860662, "exp_syn": 106.63498569, "lof_z": 2.99781011190206, "mis_z": 2.21665536594103, "mu_lof": 7.45784487263e-07, "mu_mis": 1.71820008811e-05, "mu_syn": 1.00459812286e-05, "n_lof": 0.0, "n_mis": 121.0, "n_syn": 60.0, "p_li": 0.950092967336216, "p_null": 0.000154524132645392, "p_rec": 0.0497525085311388, "syn_z": 2.79970020529145}, "bp": 1053, "cds_end": 150552006, "cds_start": 150549850, "n_exons": 3, "nonpsych": {"exp_lof": 8.22938936933, "exp_mis": 164.818569381, "exp_syn": 96.4549335859, "lof_z": 2.81731733475292, "mis_z": 2.19299425570099, "mu_lof": 7.45784487263e-07, "mu_mis": 1.71820008811e-05, "mu_syn": 1.00459812286e-05, "n_lof": 0.0, "n_mis": 109.0, "n_syn": 54.0, "p_li": 0.938919976718759, "p_null": 0.000311978367863881, "p_rec": 0.0607680449133775, "syn_z": 2.72163232900947}, "nontcga": {"exp_lof": 8.42005737807, "exp_mis": 167.587673557, "exp_syn": 98.0983452112, "lof_z": 2.86245564058367, "mis_z": 2.29321707348641, "mu_lof": 7.45784487263e-07, "mu_mis": 1.71820008811e-05, "mu_syn": 1.00459812286e-05, "n_lof": 0.0, "n_mis": 108.0, "n_syn": 52.0, "p_li": 0.937596925468189, "p_null": 0.000270057341259682, "p_rec": 0.0621330171905511, "syn_z": 2.94697727473949}, "transcript": "ENST00000369026.2"}, "exons": [{"cdsend": 150579530, "cdsstart": 150577374, "chr": "1", "position": [[150574550, 150577491], [150578243, 150578491], [150578842, 150578963], [150579422, 150579738]], "strand": -1, "transcript": "NM_001197320", "txend": 150579738, "txstart": 150574550}, {"cdsend": 150579530, "cdsstart": 150577374, "chr": "1", "position": [[150574557, 150577491], [150578243, 150578491], [150578842, 150579610]], "strand": -1, "transcript": "NM_021960", "txend": 150579610, "txstart": 150574557}, {"cdsend": 150579530, "cdsstart": 150577363, "chr": "1", "position": [[150574550, 150577491], [150578842, 150579738]], "strand": -1, "transcript": "NM_182763", "txend": 150579738, "txstart": 150574550}], "exons_hg19": [{"cdsend": 150552006, "cdsstart": 150549850, "chr": "1", "position": [[150547026, 150549967], [150550719, 150550967], [150551318, 150551439], [150551898, 150552214]], "strand": -1, "transcript": "NM_001197320", "txend": 150552214, "txstart": 150547026}, {"cdsend": 150552006, "cdsstart": 150549850, "chr": "1", "position": [[150547034, 150549967], [150550719, 150550967], [150551318, 150552086]], "strand": -1, "transcript": "NM_021960", "txend": 150552086, "txstart": 150547034}, {"cdsend": 150552006, "cdsstart": 150549839, "chr": "1", "position": [[150547026, 150549967], [150551318, 150552214]], "strand": -1, "transcript": "NM_182763", "txend": 150552214, "txstart": 150547026}], "generif": [{"pubmed": 11781193, "text": "expression in normal, hyperplastic and carcinomatous human prostate"}, {"pubmed": 11877256, "text": "Myeloid cell factor-1 (Mcl-1)is a critical survival factor for multiple myeloma."}, {"pubmed": 11911971, "text": "Expression of apoptotic regulators and their significance in cervical cancer"}, {"pubmed": 12057933, "text": "Mcl-1 is over epxressed in anaplastic large cell lymphoma cell lines and tumors."}, {"pubmed": 12070027, "text": "Antisense strategy shows that Mcl-1 rather than Bcl-2 or Bcl-x(L) is an essential survival protein of human myeloma cells."}, {"pubmed": 12176902, "text": "follicular dendritic cells protect CLL B cells against apoptosis, at least in part through a CD44-dependent mechanism involving up-regulation of Mcl-1"}, {"pubmed": 12223490, "text": "inactivation of Mcl-1 by JNK-dependent phosphorylation may be one of the mechanisms through which oxidative stress induces cellular damage in human cells"}, {"pubmed": 12359245, "text": "related to ratio of p21(WAF)/cyclin A and Jun kinase phosphorylation to apoptosis in human breast carcinomas"}, {"pubmed": 12445202, "text": "in basal cell carcinoma cells, the upregulation of the anti-apoptotic Mcl-1 protein by interleukin-6 is mainly through the Janus tyrosine kinase/phosphotidyl inositol 3-kinase/Akt, but not the STAT3 pathway."}, {"pubmed": 12475993, "text": "interaction of Mcl-1 with tankyrase 1 leads to the modulation of the apoptosis pathway"}, {"pubmed": 12496428, "text": "The antiapoptotic effect of the in vitro induction of MCL1 expression in Mycobacterium tuberculosis strain H37Rv-infected macrophages promotes the intracellular survival and proliferation of virulent M. tuberculosis."}, {"pubmed": 12637318, "text": "activation of STAT3 was dependent on Ser727 phosphorylation, in the absence of detectable Tyr705 phosphorylation; expression of human STAT3 in murine macrophages rescued inhibition of human Mcl-1 promoter gene activation and cell death induced by NaSal"}, {"pubmed": 12660820, "text": "mechanisms regulating Mcl-1 levels in MM cells are heterogeneous, and are often independent from IL-6 signaling pathways"}, {"pubmed": 12782407, "text": "the human EAT gene driven by the EF1 alpha promoter induced hyperplasia of Langerhans islet cells and upregulation of Bax and Bag-1 -- possible heterodimeric partners for EAT in the anti-apoptotic process"}, {"pubmed": 12783855, "text": "Following UV treatment, Mcl-1 protein synthesis is blocked, the existing pool of Mcl-1 protein is rapidly degraded by the proteasome, and cytosolic Bcl-xL translocates to the mitochondria"}, {"pubmed": 12787138, "text": "Mcl-1 is an important factor contributing to the chemoresistance of human melanoma in vivo."}, {"pubmed": 12855556, "text": "protein geranylgeranylation is critical for regulating myeloma tumor cell survival, possibly through regulating Mcl-1 expression"}, {"pubmed": 12901848, "text": "data suggest a role for Mcl-1 in protecting endothelial cells against Stx-1-induced apoptosis"}, {"pubmed": 12915532, "text": "Respiratory syncytial virus mediated the strong induction of antiapoptotic factors of the Bcl-2 family, especially Mcl-1, which might account for the delayed induction of apoptosis in RSV-infected cells."}, {"pubmed": 12960271, "text": "fMLP-stimulated neutrophils coordinate the regulation of FOXO transcription factors and the survival factor Mcl-1, a mechanism that may allow neutrophils to alter their survival."}, {"pubmed": 14633975, "text": "restoration of MCL-1 expression rescued infected cells from E1A-induced apoptosis"}, {"pubmed": 14982947, "text": "IL-15 does not increase IL-1alpha or IL-1beta production but induces IL-1Ra release, increases myeloid cell differentiation factor-1 stability, decreases the activity of caspase-3 and caspase-8, resulting in an inhibition of vimentin cleavage"}, {"pubmed": 15014070, "text": "Mcl-1L degradation by either GrB or caspase-3 interferes with Bim sequestration by Mcl-1L"}, {"pubmed": 15077116, "text": "These results are consistent with a model in which p53 and Mcl1 have opposing effects on mitochondrial apoptosis by interacting with, and modulating the activity of, the death effector Bak."}, {"pubmed": 15078892, "text": "Profound changes in the rate of neutrophil apoptosis following Granulocyte macrophage colony-stimulating factor signaling occur via dynamic changes in the rate of Mcl-1 turnover via the proteasome."}, {"pubmed": 15122313, "text": "Mcl-1 function is an effective means of inducing apoptosis in Mcl-1-positive B-cell lymphoma."}, {"pubmed": 15126604, "text": "The MCL-1 promoter insertion may identify a high-risk group of CD38-negative CLL patients"}, {"pubmed": 15217829, "text": "VEGF-induced MM cell proliferation and survival are mediated via Mcl-1; VEGF up-regulates Mcl-1 expression in a time- and dose-dependent manner in 3 human MM cell lines and MM patient cells"}, {"pubmed": 15241487, "text": "MCL1 is subject to multiple, separate, post-translational phosphorylation events, produced in living versus dying cells at ERK-inducible versus ERK-independent sites"}, {"pubmed": 15262975, "text": "the fortilin-MCL1 interaction increases cellular resistance to apoptosis by allowing MCL1, an independently antiapoptotic protein, to stabilize another independently antiapoptotic protein, fortilin"}, {"pubmed": 15370246, "text": "drug sensitivities of CLL leukemic cells correlated inversely with Mcl-1 levels; results suggest that Mcl-1 may contribute to cell survival in CLL; an inverse correlation was found between Mcl-1 expression and Rai stage"}, {"pubmed": 15378010, "text": "Cleavage of Mcl-1 by caspases modifies its subcellular localization, increases its association with Bim and inhibits its antiapoptotic function."}, {"pubmed": 15550399, "text": "Mcl-1 solution structure and analysis of binding by proapoptotic BH3-only ligands"}, {"pubmed": 15588513, "text": "SDF-1/CXCL12 enhanced cell survival in synergy with other cytokines involves activation of CREB and induction of Mcl-1 and c-Fos"}, {"pubmed": 15611089, "text": "Overexpression of Mcl-1 protected hepatoma cells against apoptosis induced by tert-butyl hydroperoxide."}, {"pubmed": 15613543, "text": "Mcl-1 accumulation is an unwanted molecular consequence of exposure to proteasome inhibitors, which slows down their proapoptotic effects"}, {"pubmed": 15626746, "text": "MCL-1 is a BCR/ABL-dependent survival factor and interesting target in chronic myeloid leukemia."}, {"pubmed": 15637055, "text": "removal of N-terminal domains of Bid by caspase-8 and Mcl-1 by caspase-3 enables the maximal mitochondrial perturbation that potentiates TRAIL-induced apoptosis"}, {"pubmed": 15713684, "text": "Knockdown results in a significant level of apoptosis in the absence of external apoptotic stimulation"}, {"pubmed": 15728130, "text": "Mcl-1 is induced by signaling through the B-cell receptor, which promotes survival of chronic lymphocytic leukemia B cells"}, {"pubmed": 15753661, "text": "Mcl-1 protein is overexpressed in a subset of human NSCLC and enhanced levels of Mcl-1 may protect lung cancer cells from death induced by a variety of pro-apoptotic stimuli."}, {"pubmed": 15842635, "text": "Overexpression of anti-apoptotic Mcl-1 may function to enhance the viability of testicular germ cells, thereby leading to tumorigenesis."}, {"pubmed": 15901672, "text": "role in sequestering proapoptotic Bak"}, {"pubmed": 15902294, "text": "The Mcl-1, which has been shown to be essential for the survival of human myeloma cells in vitro, is overexpressed in vivo in MM in relation with relapse and shorter survival. Mcl-1 represents a potential therapeutical target in multiple myeloma."}, {"pubmed": 15940637, "text": "autocrine IL-6/Akt signaling pathway enhances Mcl-1 expression in cholangiocarcinoma"}, {"pubmed": 15989957, "text": "Mule (Mcl-1 ubiquitin ligase E3)is both required and sufficient for the polyubiquitination of Mcl-1"}, {"pubmed": 16007132, "text": "The interaction of PUMA with MCL1 is not sufficient to prevent the rapid degradation of MCL1."}, {"pubmed": 16027162, "text": "The anti-apoptotic poein MCL1 inhibits mitochondrial Ca2+ signals."}, {"pubmed": 16091744, "text": "Melphalan-induced apoptosis in multiple myeloma is associated with a cleavage of MCL1 and BIM and a decrease in the MCL1/BIM complex."}, {"pubmed": 16109713, "text": "Mcl-1 is downregulated via inhibition of translation after administration of BAY 43-9006 in human leukemia cells"}, {"pubmed": 16213503, "text": "The unliganded form of Mcl-1 is sensitive to LASU1-mediated degradation of Mcl-1."}, {"pubmed": 16229017, "text": "Knockdown of HIF-1alpha induced parallel knockdown of Mcl-1 mRNA and protein expression, whereas Mcl-1 knockdown had no noticeable effect on HIF-1alpha expression. Both of these proteins were shown to be anti-apoptotic."}, {"pubmed": 16289418, "text": "Mcl-1 is overexpressed in half of HCC-tissues. ASO targeting Mcl-1 revealed a prominent single agent and chemosensitizing activity against HCC in vitro."}, {"pubmed": 16327976, "text": "Mcl-1 is an important factor for the apoptosis resistance of human HCC, and constitutes an interesting target for HCC therapy"}, {"pubmed": 16339575, "text": "Mcl-1 was critical for the survival of RA synovial fibroblasts, because the forced reduction of Mcl-1 using a Mcl-1 antisense-expressing adenoviral vector induced apoptotic cell death, which was mediated through Bax, Bak, and Bim"}, {"pubmed": 16380381, "text": "Data demonstrate a novel regulation of tBid by Mcl-1 through protein-protein interaction in apoptotic signaling from death receptors to mitochondria."}, {"pubmed": 16456709, "text": "REVIEW: Mcl-1 plays an apical role in many cell death and survival regulatory programs."}, {"pubmed": 16478725, "text": "Mcl-1 may serve as a direct substrate for TRAIL-activated caspases implying the existence of a novel TRAIL/caspase-8/Mcl-1/Bim communication mechanism between the extrinsic and the intrinsic apoptotic pathways"}, {"pubmed": 16538501, "text": "Analysis of B-cell chronic leukemia cells for ZAP 70 expression and the expression of cyclin E, bcl-2, bax, and mcl-1."}, {"pubmed": 16543145, "text": "The results demonstrate that the control of MCL-1 stability by GSK-3 is an important mechanism for the regulation of apoptosis by growth factors, PI3K, and AKT."}, {"pubmed": 16725198, "text": "This signalling cascade results in viability in a group of patients in which observe an increase of Mcl-1 expression levels after CD5 stimulation in B-CLL patients."}, {"pubmed": 16761109, "text": "MCL1 was upregulated by PMA in THP-1 & U937 myeloid leukemia cells, but by microtubule disrupting agents only in THP-1 cells."}, {"pubmed": 16782027, "text": "Noxa/Mcl-1 axis is an apoptosis rheostat in dividing cells, in a selective pathway that functions to restrain lymphocyte expansion and can be triggered by glucose deprivation"}, {"pubmed": 16822835, "text": "The internal EELD domain facilitates mitochondrial targeting of Mcl-1 via a Tom70-dependent pathway."}, {"pubmed": 16901898, "text": "Overexpression of Mcl-1 protects HaCaT cells from both ultraviolet and protein kinase C delta-catalytic fragment-induced apoptosis and blocks release of cytochrome c from the mitochondria."}, {"pubmed": 16969094, "text": "Mcl-1 is a promising molecular target for antisense oligonucleotide-based treatment strategies for gastric cancer in the future."}, {"pubmed": 16978419, "text": "Mycobacterium leprae inhibits apoptosis in THP-1 cells by upregulation of Mcl-1 gene expression and downregulation of Bad and Bak ."}, {"pubmed": 17009247, "text": "The expression of Mcl-1 was suppressed with small interfering RNA (siRNA) or chemical inhibitors of the phosphatidylinositol 3-kinase (PI 3-kinase)/Akt-1 and signal transducer and activator of transcription 3 (STAT-3) pathways."}, {"pubmed": 17072336, "text": "Specific knockdown of Mcl-1 gene expression by small interfering RNA yielded an increase in apoptosis of LNCaP-IL-6+ cells."}, {"pubmed": 17145774, "text": "These results demonstrate that anoxia-induced cell death requires the loss of Mcl-1 protein and inhibition of the electron transport chain to negate Bcl-X(L)/Bcl-2 proteins."}, {"pubmed": 17200126, "text": "Because of its rapid turnover, Mcl-1 may serve as a convergence point for signals that affect global translation, coupling translation to cell survival and the apoptotic machinery"}, {"pubmed": 17227835, "text": "GX15-070 induced apoptosis in vitro in MCL cell lines and primary cells from patients with MCL by releasing Bak from Mcl-1 and Bcl-X(L)."}, {"pubmed": 17384650, "text": "This study is the first to show a clear dissociation between changes in Bcl-2 expression (downregulation) and Bcl-XL, Mcl-1 expression (upregulation) during progression of melanoma."}, {"pubmed": 17387146, "text": "Results indicate that the turnover of Mcl-1 by beta-TrCP is an essential mechanism for GSK-3beta-induced apoptosis and contributes to GSK-3beta-mediated tumor suppression and chemosensitization."}, {"pubmed": 17463001, "text": "the antiapoptotic function of Mcl-1 is enhanced by serine 64 phosphorylation"}, {"pubmed": 17495975, "text": "EXEL-0862 induced apoptotic death in EOL-1 cells and imatinib-resistant T674I FIP1L1-PDGFR-alpha-expressing cells, and resulted in significant downregulation of the antiapoptotic protein Mcl-1 through a caspase-3 dependent mechanism."}, {"pubmed": 17498302, "text": "Both ionizing radiation and daunorubicin treatment resulted in concerted protein modulations of Mcl-1, Hdm2 and Flt3."}, {"pubmed": 17525735, "text": "preformed Bim(EL)/Mcl-1 and Bim(EL)/Bcl-x(L) complexes can be rapidly dissociated following activation of ERK1/2 by survival factors"}, {"pubmed": 17545167, "text": "tribbles homolog 2-Mcl-1 axis plays an important role in survival factor withdrawal-induced apoptosis of TF-1 erythroleukemia cells."}, {"pubmed": 17553788, "text": "stress-induced phosphorylation of eIF2 alpha is directly coupled to mitochondrial apoptosis regulation via translational repression of MCL-1"}, {"pubmed": 17561513, "text": "The degradation versus stabilized expression of antiapoptotic MCL1 is thus controlled by N-terminal truncation as well as by ERK- and GSK3 (but not G2/M)-induced phosphorylation"}, {"pubmed": 17599053, "text": "BCR/ABL induces SPK1 expression and increases its cellular activity, leading to upregulation of Mcl-1 in CML cells."}, {"pubmed": 17698840, "text": "Mcl-1 confers TRAIL resistance by serving as a buffer for Bak, Bim, and Puma, and sorafenib is a potential modulator of TRAIL sensitivity"}, {"pubmed": 17805325, "text": "Mcl-1(139) is an HLA-A2-restricted epitope from Mcl-1 recognized spontaneously by cytotoxic T cells in cancer patients."}, {"pubmed": 17823113, "text": "These results suggest that the N terminus of MCL-1 plays a major regulatory role, regulating coordinately the mitochondrial (anti-apoptotic) and nuclear (anti-proliferative) functions of MCL-1."}, {"pubmed": 17893147, "text": "a caspase-9 signaling cascade induces feedback disruption of the mitochondrion through cleavage of anti-apoptotic Bcl-2, Bcl-xL, and Mcl-1"}, {"pubmed": 17928528, "text": "Akt and Mcl-1 are major components of a survival pathway that can be activated in CLL B cells by antigen stimulation."}, {"pubmed": 17942758, "text": "While TNFalpha had no effect on MCL-1 transcription, it induced expression of another antiapoptotic molecule, BFL-1."}, {"pubmed": 18006817, "text": "Mcl-1 degradation primes the cell for Bim and Bax activation and anoikis, which can be blocked by oncogenic signaling in metastatic cells"}, {"pubmed": 18025305, "text": "MCL1 determines the Bax dependency of Nbk/Bik-induced apoptosis."}, {"pubmed": 18032706, "text": "findings not only illustrate MCL1 as an aberrantly expressed reprogramming oncoprotein in follicular lymphomas but also highlight MCL1 as key therapeutic target"}, {"pubmed": 18046444, "text": "High MCL-1 expression is associated with B-cell chronic lymphocytic leukemia"}, {"pubmed": 18088462, "text": "STI571 induces the apoptosis of K562 cells by down-regulating the expressions of Mcl-1 and Bcl-xl."}, {"pubmed": 18089567, "text": "the pro-survival activity of MCL-1 proceeds via inhibition of BAX function at mitochondria, downstream of its activation and translocation to this organelle."}, {"pubmed": 18178565, "text": "distinctions in the behaviors of Bcl-B and Mcl-1 relative to the other anti-apoptotic Bcl-2 family members, where Bcl-B and Mcl-1 display reciprocal abilities to bind and neutralize Bax and Bak."}, {"pubmed": 18208354, "text": "Transcription regulation assays with MCL-1 promoter deletion mutants showed that most of the p53 inhibitory effect was mediated by the -41 to +16 bp promoter binding sites only for TATA-binding protein and other basal transcription factors."}, {"pubmed": 18234961, "text": "This study identifies mitogen-activated protein kinase/ERK/Mcl-1 as an important survival signaling pathway in the resistance of melanoma cells to Fas-mediated apoptosis."}, {"pubmed": 18292181, "text": "Demonstrate that CUGBP2 inhibits Mcl-1 expression by inhibiting Mcl-1 mRNA translation, resulting in driving the cells to apoptosis during the G(2) phase of the cell cycle."}, {"pubmed": 18415656, "text": "Anti-myeloma effect of homoharringtonine with concomitant targeting of the myeloma-promoting molecules, Mcl-1, XIAP, and beta-catenin"}, {"pubmed": 18452656, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18452656, "text": "Polymorphisms in MCL1 might be one of genetic factors for the risk of clinical tuberculosis development."}, {"pubmed": 18483275, "text": "deregulated PKB/AKT stabilizes Mcl-1 expression in a mammalian target of rapamycin (mTOR)-dependent pathway"}, {"pubmed": 18495871, "text": "Mcl-1, perhaps acting as an adaptor protein, in controlling the ATR-mediated regulation of Chk1 phosphorylation"}, {"pubmed": 18543107, "text": "Inhibition of the proteasome by cobalt chloride leads to the accumulation of Mcl-1 which acts to limit cobalt chloride induced apoptosis."}, {"pubmed": 18552129, "text": "MCL-1 expression is activated by Triiodothyronine, which increases its promoter activity by a non-genomic mechanism using the PI3-K signal transduction pathway."}, {"pubmed": 18599795, "text": "The close correlation between Mcl-1 expression and V(H) gene mutation status, CD38 expression, and ZAP-70 expression offers a biologic explanation for their association with adverse prognosis in CLL."}, {"pubmed": 18609706, "text": "Bcl-x(L) and, to a lower extent, Mcl-1, are important anti-apoptotic factors in colorectal carcinoma."}, {"pubmed": 18647593, "text": "These findings suggest that calpain inhibition delays neutrophil apoptosis via cyclic AMP-independent activation of PKA and PKA-mediated stabilization of Mcl-1 and XIAP."}, {"pubmed": 18676738, "text": "HPV 16/18 up-regulates the expression of interleukin-6 and antiapoptotic Mcl-1 in non-small cell lung cancer"}, {"pubmed": 18676833, "text": "Erk could phosphorylate Mcl-1 at two consensus residues, Thr 92 and 163, which is required for the association of Mcl-1 and Pin1, resulting in stabilization of Mcl-1"}, {"pubmed": 18757878, "text": "Mutations also dramatically decrease the levels of MLC1 in cells from megalencephalic leukoencephalopathy with subcortical cysts patients."}, {"pubmed": 18768389, "text": "IL-3 up-regulates the expression of the antiapoptotic proteins cIAP2, Mcl-1, and Bcl-X(L) and induces a rapid and sustained de novo expression of the serine/threonine kinase Pim1 that closely correlates with cytokine-enhanced survival."}, {"pubmed": 18769617, "text": "Mcl-1 up-regulation is primarily required to maintain apoptosis resistance in C. trachomatis-infected cells"}, {"pubmed": 19008456, "text": "Mcl-1 expression may therefore be useful in predicting poor response to chemoimmunotherapy."}, {"pubmed": 19012245, "text": "multiple copy number alterations in chromosome regions implicated in malignancy progression and indicated a strong expression of MAP2K4 and MCL1 genes in rhabdomyosarcoma"}, {"pubmed": 19037233, "text": "Mcl-1 acts as a major survival protein by inhibiting premature apoptosis in the spinous and granular layers to promote conification, and promotes the robust induction of keratinocyte differentiation markers"}, {"pubmed": 19051025, "text": "Increased Mcl-1 expression plays a role in hepatoprotection upon cholestatic liver injury."}, {"pubmed": 19077158, "text": "MCL1 mRNA expression in myeloma cells was upregulated;but lacked association with overall and event-free survival."}, {"pubmed": 19092849, "text": "inhibition of syk prevented the increase in leukemic cell viability induced by sustained BCR engagement and inhibited BCR-induced Akt activation and Mcl-1 upregulation"}, {"pubmed": 19099185, "text": "review summarizes the current knowledge on the regulation of Mcl-1 expression and discusses the alternative approaches targeting Mcl-1 in human cancer cells"}, {"pubmed": 19148187, "text": "The results demonstrate that loss of Mcl-1 is a critical heat-sensitive step leading to Bax activation that is controlled by Hsp70."}, {"pubmed": 19285955, "text": "This study demonstrated the physical association of the MCL-1 and IEX-1 proteins, the modulatory role of MCL-1 in IEX-1-induced apoptosis, and the role of BIM as an essential downstream molecule for IEX-1-induced cell death."}, {"pubmed": 19288493, "text": "Role of RAF/MEK/ERK pathway, p-STAT-3 and Mcl-1 in sorafenib activity in human pancreatic cancer cell lines."}, {"pubmed": 19369967, "text": "Modification of alternative splicing of Mcl-1 pre-mRNA using antisense morpholino oligonucleotides induces apoptosis in basal cell carcinoma cells."}, {"pubmed": 19372583, "text": "Enhanced Mcl-1 expression is associated with melanoma."}, {"pubmed": 19401626, "text": "Down-regulation of Mcl-1L in clear-cell renal cell carcinomas is associated with shortened recurrence-free and disease-specific survival."}, {"pubmed": 19481066, "text": "Bz-423 superoxide signals B cell apoptosis via MCL1, BAK, and BAX."}, {"pubmed": 19484260, "text": "Late tumour stages of Kaposi sarcoma in tissues from HIV-positive patients are associated with high levels of LANA-1, HIF-1alpha and of the anti-apoptotic proteins, Bcl-2 and Mcl-1."}, {"pubmed": 19503096, "text": "Chromatin remodeling at Alu repeats by epigenetic treatment activates silenced microRNA-512-5p with downregulation of Mcl-1 in human gastric cancer cells. (microRNA-512-5p)"}, {"pubmed": 19523441, "text": "EG-VEGF protects pancreatic cancer cells from apoptosis through upregulation of myeloid cell leukemia-1, an anti-apoptotic protein of the bcl-2 family."}, {"pubmed": 19549371, "text": "As(2)O(3) can markedly decrease mitochondrial respiratory function and membrane potential of Raji cells, and down-regulate expression of mcl-1 gene."}, {"pubmed": 19571464, "text": "These results imply a potentially important and novel role of the inhibition of Mcl-1 function"}, {"pubmed": 19581935, "text": "functional and biochemical evidence that Syk regulated chronic lymphocytic leukemia B cell survival through a novel pathway involving PKCdelta and a proteasome-dependent regulation of the anti-apoptotic protein Mcl-1"}, {"pubmed": 19582795, "text": "Mcl-1 is highly upregulated in gastric cancer and high Mcl-1 expression is correlated with a poor prognosis in gastric cancer patients."}, {"pubmed": 19587033, "text": "Inhibition of host gene expression by the VSV M protein resulted in the degradation of Mcl-1 but not Bcl-X(L); inactivation of both Mcl-1 and Bcl-X(L) was required for cells to undergo apoptosis"}, {"pubmed": 19605477, "text": "hepatitis C virus core protein contains a BH3 domain that regulates apoptosis through specific interaction with human Mcl-1"}, {"pubmed": 19616548, "text": "Data show that eosinophils treated with R-roscovitine lose mitochondrial membrane potential and the key survival protein Mcl-1 is down-regulated."}, {"pubmed": 19634140, "text": "MCL-1 targeted strategies could constitute an efficient therapeutic tool for the treatment of chemoresistant ovarian carcinoma, in association with conventional chemotherapy."}, {"pubmed": 19654003, "text": "over-expression of miR-133B increased apoptosis in response to gemcitabine and reduced MCL-1 and BCL2L2 expression."}, {"pubmed": 19676043, "text": "Microrna can inhibit MCL1 expression and may induce apoptosis in a glioblbastoma cell line."}, {"pubmed": 19683529, "text": "Data show that MCL-1ES interacts with MCL-1L and induces mitochondrial cell death, suggesting that alternative splicing of MCL-1 may control the fate of cells."}, {"pubmed": 19684859, "text": "findings suggest that the combination of ABT-737 and Mcl-1 knockdown represents a promising, new treatment strategy for malignant melanoma"}, {"pubmed": 19734538, "text": "PKC-dependent destabilization of Mcl-1 is a mechanism contributing to hepatocyte lipoapoptosis"}, {"pubmed": 19737931, "text": "Interference with Puma induction or expression of MCL1 or BCL2 significantly reduced both glucocorticoid- and FAS-induced cell death in p16INK4A-reconstituted leukemia cells."}, {"pubmed": 19748896, "text": "Mcl-1 binds with high affinity to peptides resembling natural BH3 domain sequences."}, {"pubmed": 19763916, "text": "Increased expression of Mcl-1 protein was observed in 26% of NSCLC cases with EGFR overexpression."}, {"pubmed": 19773546, "text": "Bim, and Mcl-1, but not Bad, integrate death signaling triggered by concomitant disruption of the PI3K/Akt and MEK1/2/ERK1/2 pathways in human leukemia cells."}, {"pubmed": 19782681, "text": "immediate impact of Mcl-1 protein level manipulations on the course of early acute apoptotic response of colon adenocarcinoma cells to TRAIL."}, {"pubmed": 19808698, "text": "the acquisition of FLT3-internal tandem duplications ensures leukemic stem cells survival by up-regulating MCL-1 via constitutive STAT5 activation that is independent of wild-type FLT3 signaling."}, {"pubmed": 19838163, "text": "Correlation of LDH-5 expression with clinicopathological factors and with the expression of Bcl-2, Bcl-XL, Mcl-1 and GRP78 was examined in pigmented lesions, including nevi and melanoma at different stages of progression"}, {"pubmed": 19840460, "text": "2-methoxyestradiol can regulate the apoptosis of myelodysplastic syndrome cells through down-regulating the expression of mcl-1 mRNA and activating caspase-3."}, {"pubmed": 19841168, "text": "these data demonstrate for the first time that the intrinsic apoptosis pathway in neutrophils from severely injured patients is blocked at least in part by elevated Mcl-1 levels induced by GM-CSF."}, {"pubmed": 19887550, "text": "In the HA14-1 nonresponsive cell lines (SKOV3 and OAW42), small interfering RNA-mediated Mcl-1 downregulation allowed HA14-1-induced massive apoptosis in the absence of chemotherapy."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19933775, "text": "The expression of Mcl-1 was significantly reduced when COX-2 was suppressed and knockdown of Mcl-1 substantially sensitized tumor cells to apoptosis."}, {"pubmed": 19942343, "text": "Triptolide induced abundant apoptosis with a prominent decline of Bcl-2, Bcl-X(L), survivin and Mcl-1 in myeloproliferative disorder cells."}, {"pubmed": 19949310, "text": "CDODO-Me-12 and CDODO-Me-11 downregulated the levels of anti-apoptosis protein Mcl-1 in HL-60, U937 and K562 leukemic cell lines."}, {"pubmed": 19955184, "text": "Data suggest that F1L replaces the antiapoptotic activity of Mcl-1 during vaccinia virus infection by interacting with Bak using highly divergent BH domains."}, {"pubmed": 19965632, "text": "Data show that down-regulation of MCL-1 in prednisolone-resistant MLL-rearranged leukemia cells by RNA interference, to some extent, led to prednisolone sensitization."}, {"pubmed": 19966861, "text": "Data show a novel mechanism for the sensitization to DR-induced apoptosis linking glucose metabolism to Mcl-1 downexpression, and provide a rationale for the combined use of DR ligands with AMPK activators or mTOR inhibitors in the treatment of cancers."}, {"pubmed": 19968497, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19968719, "text": "STAT3 activation is associated with Mcl-1 expression in nasal NK-cell lymphoma"}, {"pubmed": 19968986, "text": "Mcl-1(128-350) exerts a pro-apoptotic function governed by its capacity to interact with Bax."}, {"pubmed": 20004446, "text": "Mcl-1 downregulation could significantly enhance radiosensitivity of pancreatic carcinoma cells in vitro and in vivo."}, {"pubmed": 20023629, "text": "the deubiquitinase USP9X stabilizes MCL1 and thereby promotes cell survival; deubiquitinases may stabilize labile oncoproteins in human malignancies"}, {"pubmed": 20038816, "text": "Sorafenib inhibits ERK1/2 and MCL-1(L) phosphorylation levels resulting in caspase 3-independent cell death in malignant pleural mesothelioma"}, {"pubmed": 20051518, "text": "Data suggest that MCL1 steady-state expression levels do not affect sensitivity to proteasome-inhibitor treatment in neuronal tumor cells, and that both the repression of Bcl-xL and the activation of Noxa are necessary for bortezomib-induced cell death."}, {"pubmed": 20066663, "text": "the crystal structure of human Mcl-1 bound to a BH3 peptide derived from human Bim and the structures for three complexes that accommodate large physicochemical changes at conserved Bim sites was reported."}, {"pubmed": 20066738, "text": "HPPCn is a novel hepatic growth factor that can be secreted to culture medium and suppresses apoptosis of hepatocellular carcinoma cells by up-regulating Mcl-1 expression."}, {"pubmed": 20085644, "text": "Activation of VEGF165-NRP1-c-MET signaling could confer prostate cancer (PCa) cells survival advantages by up-regulating Mcl-1, contributing to PCa progression."}, {"pubmed": 20156337, "text": "Glucocorticoid Response Elements (GREs) within the promoter regulatory regions of the Bcl-2 family members NOXA and Mcl-1 were identified, indicating that they are direct GR transcriptional targets."}, {"pubmed": 20173022, "text": "Human cytomegalovirus engages the epidermal growth factor receptor to facilitate upregulation of Mcl-1 and acquisition of the apoptotic resistant phenotype in infected monocytes."}, {"pubmed": 20189983, "text": "Apoptosis protection by Mcl-1 and Bcl-2 modulation of inositol 1,4,5-trisphosphate receptor-dependent Ca2+ signaling."}, {"pubmed": 20197552, "text": "there was a dynamic increase MCL-1 transcript BFL-1 protein and transcript levels after ABT-737 treatment in resistant cells"}, {"pubmed": 20308427, "text": "The Mcl-1 rather than Bcl-xL is a major target for sensitization of Bax-deficient tumors for death receptor-induced apoptosis via the Bak pathway."}, {"pubmed": 20392693, "text": "analysis of selectivity of MCL-1 in binding BCL-2 homology 3 (BH3) ligands of interest for mammalian biology"}, {"pubmed": 20501829, "text": "Overexpression of MCL1 is associated with prostate carcinogenesis."}, {"pubmed": 20503275, "text": "BH3 mimetic S1 potently induces Bax/Bak-dependent apoptosis by targeting both Bcl-2 and Mcl-1"}, {"pubmed": 20526282, "text": "Data suggest that phosphorylation of Mcl-1 by CDK1-cyclin B1 and its APC/C(Cdc20)-mediated destruction initiates apoptosis if a cell fails to resolve mitosis."}, {"pubmed": 20571074, "text": "Data show that loss of the antiapoptotic protein myeloid cell leukemia 1 (Mcl-1) coincided with mitotic cell death."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20647761, "text": "The role for MCL-1 is in coordinating DNA damage mediated checkpoint response, and have broad implications for the importance of MCL-1 in maintenance of genome integrity."}, {"pubmed": 20677014, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20693279, "text": "Lyn-dependent regulation of miR181 is a novel mechanism of regulating Mcl-1 expression and cell survival."}, {"pubmed": 20802294, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 21036904, "text": "Heterodimerization of BAK and MCL-1 activated by detergent micelles."}, {"pubmed": 21132008, "text": "results indicate that targeting Mcl-1 may improve therapy for a subset of NSCLC patients"}, {"pubmed": 21138867, "text": "Mcl-1 downregulation and Bax activation were also observed in xenografts."}, {"pubmed": 21139567, "text": "MCL-1 is a stress sensor that regulates autophagy in a developmentally regulated manner."}, {"pubmed": 21148306, "text": "The BH3 alpha-helical mimic BH3-M6 disrupts Bcl-X(L), Bcl-2, and MCL-1 protein-protein interactions with Bax, Bak, Bad, or Bim and induces apoptosis in a Bax- and Bim-dependent manner."}, {"pubmed": 21151390, "text": "We report the correlation of Mcl-1 protein expression with higher grade and stage in colorectal cancer."}, {"pubmed": 21216463, "text": "Data indicate that P276-00 rapidly and significantly down regulated both Cdk9 and Mcl-1 protein expression levels in a dose and time-dependent manner."}, {"pubmed": 21220745, "text": "the mechanism involved in c-Abl regulation of Mcl-1 expression in CLL cells"}, {"pubmed": 21228225, "text": "The authors demonstrate that HBx enhances cisplatin-induced hepatotoxicity by a mechanism involving degradation of Mcl-1, an antiapoptotic member of the Bcl-2 family."}, {"pubmed": 21247487, "text": "that Bim and Mcl-1 have key opposing roles in regulating JAK2V617F cell survival and propose that inactivation of aberrant JAK2 signaling leads to changes in Bim complexes that trigger cell death."}, {"pubmed": 21253591, "text": "Mcl-1 is both an upstream regulator and a downstream target of caspase activity in human neutrophils."}, {"pubmed": 21258408, "text": "These results indicate that the EGF induced activation of Elk-1 is an important mediator of Mcl-1 expression and cell survival"}, {"pubmed": 21292770, "text": "Escape from p21-mediated oncogene-induced senescence leads to cell dedifferentiation and dependence on anti-apoptotic Bcl-xL and MCL1 proteins."}, {"pubmed": 21368833, "text": "the E3 ubiquitin ligase SCF(FBW7) governs cellular apoptosis by targeting MCL1, a pro-survival BCL2 family member, for ubiquitylation and destruction in a manner that depends on phosphorylation by glycogen synthase kinase 3"}, {"pubmed": 21393866, "text": "hypoxic tumor cell are sensitized to BH-3 mimetic-induced apoptosis via downregulation of the Bcl-2 protein Mcl-1"}, {"pubmed": 21406400, "text": "Data suggest that the joint overexpression of MCL1 and MYC may be a useful biomarker for both prognosis and treatment in NSCLC."}, {"pubmed": 21412051, "text": "MCL-1 regulates the balance between autophagy and apoptosis."}, {"pubmed": 21423203, "text": "Mutations in the Ets-1 binding site or knockdown of Ets-1 inhibited the increase in Mcl-1, indicating that Ets-1 has a critical role in transcriptional upregulation of Mcl-1"}, {"pubmed": 21471522, "text": "MiR-29a down-regulation in ALK-positive anaplastic large cell lymphomas contributes to apoptosis blockade through MCL-1 overexpression."}, {"pubmed": 21504623, "text": "Findings indicate that HBx exerts pro-apoptotic effect upon exposure to oxidative stress probably through accelerating the loss of Mcl-1 protein via caspase-3 cascade"}, {"pubmed": 21516346, "text": "Noxa/Mcl-1 balance is regulated by glucose deprivation as well as by general metabolic stress."}, {"pubmed": 21596068, "text": "genetic knockdown of Mcl-1 resulted in marked induction of apoptosis in pancreatic cancer cell lines"}, {"pubmed": 21613222, "text": "Mitochondrion-dependent N-terminal processing of outer membrane Mcl-1 protein removes an essential Mule/Lasu1 protein-binding site."}, {"pubmed": 21628457, "text": "Multiple BH3 mimetics antagonize antiapoptotic MCL1 protein by inducing the endoplasmic reticulum stress response and up-regulating BH3-only protein NOXA."}, {"pubmed": 21659544, "text": "Distribution of Bim determines Mcl-1 dependence or codependence with Bcl-xL/Bcl-2 in Mcl-1-expressing myeloma cells."}, {"pubmed": 21670080, "text": "In the presence of glucose, activated Akt prevented Loss of Mcl-1 expression & protected cells from growth factor deprivation-induced apoptosis. Mcl-1 associated with & inhibited the proapoptotic protein Bim, contributing to cell survival."}, {"pubmed": 21674276, "text": "Our results suggest that Mcl-1 may play an important role in cervical cancer"}, {"pubmed": 21730980, "text": "findings suggest that reduced Mule/Mcl-1 complex has a significant role in increasing the stability of Mcl-1 in breast cancer cells and increased resistance to apoptosis"}, {"pubmed": 21734342, "text": "Mcl-1 serves as a predictive co-marker in tumors of the parotid gland."}, {"pubmed": 21750559, "text": "Quercetin downregulates Mcl-1 acting directly or indirectly on its mRNA stability and protein degradation."}, {"pubmed": 21824245, "text": "Taken together, these findings identify HIF-1alpha as responsible for upregulation of Mcl-1 and the maintenance of apoptosis resistance during Chlamydia infection."}, {"pubmed": 21841196, "text": "Mcl-1 is a determinant of cell fate, and ATF6 mediates apoptosis via specific suppression of Mcl-1 through up-regulation of WBP1"}, {"pubmed": 21846680, "text": "High Mcl-1 is associated with glioblastoma."}, {"pubmed": 21863213, "text": "PUMA enhances sensitivity of SKOV3 cells to cisplatin by lowering the threshold set simultaneously by Bcl-x(L) and Mcl-1."}, {"pubmed": 21887682, "text": "common variants in MCL1 promoter correlated with increased transactivation in solid cancer cells and were associated with reduced risk of lung cancer in nonsmokers."}, {"pubmed": 21896753, "text": "Data show that p53 directly up-regulates microRNA-149* (miR-149*) that in turn targets glycogen synthase kinase-3alpha, resulting in increased expression of Mcl-1 and resistance to apoptosis in melanoma cells."}, {"pubmed": 21899728, "text": "breast cancer cells overexpressing HER2 undergo apoptosis upon depletion of Mcl-1, and this Mcl-1 dependence is due to their constitutive expression of the pro-apoptotic protein Bim"}, {"pubmed": 21907705, "text": "Noxa triggers the degradation of Mcl-1 at the mitochondria according to the exclusive location of Noxa at this compartment."}, {"pubmed": 21923740, "text": "Gaq controls the apoptosis of rheumatoid arthritis peripheral blood lymphocytes through regulating the activity of Mcl-1 and caspase-3."}, {"pubmed": 21947543, "text": "The apoptosis process in human neutrophils exposed to NDMA is dependent on the intrinsic pathway mediated by Bax and Mcl-1 proteins."}, {"pubmed": 21951844, "text": "miRNA-29b downregulated the level of Mcl-1 without effect on the mRNA level."}, {"pubmed": 21993632, "text": "MiR-101 and Mcl-1 may play important roles as biomarkers for prognosis and therapeutic targets in non-small cell lung cancer"}, {"pubmed": 22024133, "text": "Mcl-1 is complexed with Bak (but not Bax or Noxa) in untreated cells, and Bak becomes activated in concert with loss of Mcl-1 expression."}, {"pubmed": 22056880, "text": "Bax and Bak are functionally redundant, but they are counteracted by distinct anti-apoptotic Bcl-2 family proteins in different species"}, {"pubmed": 22072062, "text": "Endoplasmic reticulum stress sensitizes cells to TRAIL through down-regulation of FLIP and Mcl-1 and PERK-dependent up-regulation of TRAIL-R2."}, {"pubmed": 22108005, "text": "These results identify HMGB1-mediated upregulation of Mcl-1 transcription as an important mechanism by which autophagy protects gastric cancer cells from apoptosis."}, {"pubmed": 22125448, "text": "short-lived prosurvival Bcl-2 family protein, Mcl-1 (myeloid cell leukemia-1), is instrumental in controlling apoptosis and consequently neutrophil lifespan in response to rapidly changing environmental cues during inflammation"}, {"pubmed": 22188816, "text": "Findings suggest that sorafenib attenuates (-)-gossypol-induced Mcl-1 upregulation in androgen-independent prostate cancer cells (AI-PC) in cell death pathway that may depend on the level of Bak."}, {"pubmed": 22194343, "text": "These data demonstrate that elevated myeloid cell leukemia sequence 1 levels are sufficient to confer apoptotic resistance on the human uterine myocyte despite highly elevated levels of active CASP3."}, {"pubmed": 22203987, "text": "Upregulation of myeloid cell leukemia protein-1 by human cytomegalovirus transiently protects nonpermissive myeloid cells from chemical and virus entry-induced cell death."}, {"pubmed": 22231730, "text": "neutrophils from patients with sepsis express reduced levels of antiapoptotic Mcl1 and A1"}, {"pubmed": 22253918, "text": "An up-regulation at the transcriptional level of both pro-apoptotic Bak and pro-survival myeloid cell leukemia-1 (Mcl-1), is reported."}, {"pubmed": 22257632, "text": "These findings suggested the dysregulation of the apoptosis-related proteins MCL1 and BAK1 in multiple sclerosis."}, {"pubmed": 22266706, "text": "SG511, a novel fiber chimeric oncolytic adenovirus, sensitizes cancer cells to cisplatin-induced apoptosis by reducing anti-apoptotic Mcl-1 protein levels."}, {"pubmed": 22268450, "text": "Epstein-Barr virus latent membrane protein-1 protects B-cell lymphoma from rituximab-induced apoptosis through miR-155-mediated Akt activation and up-regulation of Mcl-1"}, {"pubmed": 22270368, "text": "Depletion of Mcl-1 sensitized tumor cells to MEK inhibitor-induced cell death, an effect that was antagonized by knockdown of Bim."}, {"pubmed": 22277751, "text": "our results indicate a novel role of Cav-1 in anoikis regulation through Mcl-1 interaction and stabilization"}, {"pubmed": 22279045, "text": "Mcl-1 is critical for survival of human AML cells"}, {"pubmed": 22292048, "text": "Inhibition of Mcl-1 and A1 strongly induced cell death in some melanoma cell lines."}, {"pubmed": 22311987, "text": "maritoclax represents a new class of Mcl-1 inhibitors, which antagonizes Mcl-1 and overcomes ABT-737 resistance by targeting Mcl-1 for degradation."}, {"pubmed": 22354970, "text": "p14(ARF)-induced apoptosis in p53 protein-deficient cells is mediated by BH3-only protein-independent derepression of Bak protein through down-regulation of Mcl-1 and Bcl-xL proteins"}, {"pubmed": 22361683, "text": "NOXA, a sensor of proteasome integrity, is degraded by 26S proteasomes by an ubiquitin-independent pathway that is blocked by MCL-1."}, {"pubmed": 22403404, "text": "resistance to Vpr-induced apoptosis is specifically mediated by cIAP1/2 genes independent of Bcl-xL and Mcl-1, which play a key role in maintaining cell viability."}, {"pubmed": 22451485, "text": "Mcl-1 can inhibit chemotherapy-induced cell senescence CIS in both a p53-dependent and -independent manner in vitro and in vivo and that this Mcl-1-mediated inhibition can enhance tumor growth in vivo"}, {"pubmed": 22456335, "text": "MCL1 expression levels inversely correlate with the responsiveness of gastric cancer cells toward HDACi."}, {"pubmed": 22496479, "text": "study revealed a novel mechanism controlling MCL1 expression, in which Naa10p and RelA/p65 synergistically interact with MCL1 promoter region and promote MCL1 transcription"}, {"pubmed": 22527182, "text": "These results suggest that Mcl-1 mediates the resistance to apoptosis in gastric cancer cells by blocking the mitochondrial pathway of cell death"}, {"pubmed": 22548841, "text": "Our results suggested that polymorphisms of NOXA and MCL1 may modify the risk of HPV16-associated oropharyngeal cancer."}, {"pubmed": 22686245, "text": "Unstimulated neutrophils from chronic obstructive pulmonary disease patients had significantly higher Mcl-1 mRNA expression."}, {"pubmed": 22796578, "text": "Thrombomodulin upregulates extracellular signal-regulated kinase/myeloid leukemia cell-1 signaling to protect endothelial cells from calcineurin inhibitor-induced toxicity."}, {"pubmed": 22873792, "text": "Mcl-1L isoform has an important role in the survival and radioresistance of oral squamous carcinoma cells"}, {"pubmed": 22934750, "text": "The multi-kinase inhibitor TG02 overcomes signalling activation by survival factors to deplete MCL1 and XIAP and induce cell death in primary acute myeloid leukaemia cells"}, {"pubmed": 22994781, "text": "Oxaliplatin had the effect of down-regulating Mcl1 expression."}, {"pubmed": 23024798, "text": "These data identify a new molecular determinant of Mcl-1 function, localization and stability that may be important for understanding the role of this protein in disease."}, {"pubmed": 23056582, "text": "Thr 163 phosphorylation causes Mcl-1 stabilization when degradation is independent of the adjacent GSK3-targeted phosphodegron, promoting drug resistance in cancer."}, {"pubmed": 23059828, "text": "Mcl-1 does not have the major role in apoptosis triggered by protein synthesis inhibition."}, {"pubmed": 23064357, "text": "evidence that type 1 diabetes (DMT1) is response to viral infection: Data suggest that presence of immunoreactive enteroviral VP1 within pancreatic beta cells in DMT1 is associated with down-regulation of Mcl-1 (and induction of protein kinase R)."}, {"pubmed": 23088735, "text": "The balance between Bax and Mcl-1 protein expression, and theinvolvement of p38MAPK and ERK1/2 signaling pathways in the control of Mcl-1 expression were investigated in obstructive sleep apnea patients undergoing nightly intermittent hypoxia episodes."}, {"pubmed": 23158473, "text": "Ovarian cancer ascites increase Mcl-1 expression in tumor cells through ERK1/2-Elk-1 signaling to attenuate TRAIL-induced apoptosis."}, {"pubmed": 23171055, "text": "Mcl-1, Bcl-xL and USP9X overexpression are tumor survival mechanisms protective against chemotherapy."}, {"pubmed": 23174563, "text": "It possesses an ability to downregulate the antiapoptotic Mcl-1 protein."}, {"pubmed": 23195034, "text": "Flavones induce neutrophil apoptosis by down-regulation of Mcl-1 via a proteasomal-dependent pathway."}, {"pubmed": 23257783, "text": "MCL1 is deregulated in a significant fraction of ABC DLBCLs and contributes to therapy resistance. These data suggest that specific inhibition of MCL1 might be utilized therapeutically in a subset of DLBCLs"}, {"pubmed": 23301543, "text": "A low Mcl-1 expression and Bim upregulation after antigen encounter are involved in CD127(low) HCV-specific cytotoxic T cell hyporeactivity during chronic infection."}, {"pubmed": 23341456, "text": "Studies indicate BAG3-mediated Mcl-1 stabilization as a potential target for cancer drug discovery."}, {"pubmed": 23364598, "text": "Activation of TREM-1 protected monocytic cells from apoptosis through activation of extracellular signal-regulated kinase and v-akt murine thymoma viral oncogene homologue pathways and MCL1"}, {"pubmed": 23369735, "text": "we describe that the specific knockdown of Bcl-xL, but not that of Bcl-2, Bcl-w or Mcl-1, renders cells sensitive to TNFalpha-induced apoptosis."}, {"pubmed": 23418490, "text": "betaArr1 and Mcl-1 are involved in the self-renewal and expansion of non-small cell lung carcinoma -cancer stem cells and are potential targets for anti-cancer therapy."}, {"pubmed": 23431241, "text": "S. aureus is hijacking the Mcl-1-dependent inhibition of apoptosis to prevent the elimination of infected host cells, thus allowing the intracellular persistence of the pathogen."}, {"pubmed": 23455323, "text": "The Mcl-1 promoter is dependent on a STAT consensus-site for B-RAF-mediated activation."}, {"pubmed": 23456625, "text": "TRAIL-induced activation of p38 and JNK have counteracting effects on Mcl-1 expression leading to pro- or anti-apoptotic effects, respectively."}, {"pubmed": 23463670, "text": "sorafenib reduced the stability of the Mcl-1 protein by enhancing its ubiquitination and degradation by the proteasome via the AKT/GSK3beta and the ERK pathways."}, {"pubmed": 23478333, "text": "The pro-cancer activity of Mcl1 requires elevated expression levels of the protein, the cancer genome adapts to ensure either high levels of synthesis or evasion of degradation."}, {"pubmed": 23524145, "text": "Celecoxib enhances the antitumor effect of photodynamic therapy through down-regulating Mcl-1."}, {"pubmed": 23546867, "text": "miR-193a-3p induces apoptosis in cancer cells by directly targeting Mcl-1."}, {"pubmed": 23547049, "text": "CD44 promotes leukemogenesis by regulating stimuli of MCL1 expression."}, {"pubmed": 23580240, "text": "study demonstrates that Mcl-1 plays a key role in cellular survival in Mantle cell lymphoma and in cell death regulation by the PI3K/Akt/mTOR signaling pathway"}, {"pubmed": 23608884, "text": "suggests that the p53/miR15a/16-1/Mcl-1 axis may be an important pathway that regulates Mcl-1 expression and contributes to drug resistance and aggressive phenotype in CLL cells with loss of p53"}, {"pubmed": 23611778, "text": "Data suggest that aspirin can be used to enhance Navitoclax-mediated anticancer activity via suppression of Mcl-1."}, {"pubmed": 23618862, "text": "Data show that YM155 induces apoptosis in leukemia cells through downregulation of survivin and Mcl-1, and that caspase-8 may play a critical role during apoptosis."}, {"pubmed": 23636231, "text": "chrysin selectively decreases the levels of Mcl-1 protein, by downregulating Mcl-1 gene expression as determined by qRT-PCR."}, {"pubmed": 23640248, "text": "Studied the possible role of miRNAs in the development of drug resistance in human lung cancer cell line and found that miR-135a/b were downregulated while MCL1 was upregulated in A549/CDDP (cisplatin) cells, compared with the parental A549 cells."}, {"pubmed": 23681223, "text": "MCL-1 degradation freed the proapoptotic effectors BIM and BECN1 is leading to cell death-associated autophagy in fludarabine-sensitive cells."}, {"pubmed": 23696245, "text": "Upregulating Mcl-1 introduces multidrug resistance."}, {"pubmed": 23711389, "text": "Data show that GALIG-induced cell death is counteracted by the overexpression of MCL-1, a pro-survival member of the Bcl2 family."}, {"pubmed": 23750239, "text": "miR-26a impacts on cell proliferation and migration of breast cancer by regulating several carcinogenesis-related processes, including a novel mechanism involving the targeting of MCL-1"}, {"pubmed": 23756231, "text": "the anti-tumor effect of miR-133a was probably due to targeting and repressing of Bcl-xL and Mcl-1 expression."}, {"pubmed": 23790646, "text": "This study demonistraed that Modulation of Mcl-1 expression reduces age-related cochlear degeneration."}, {"pubmed": 23872733, "text": "A novel Mcl1L variant efficiently protects tumor cells against extrinsic death signalling and therefore may provide a survival advantage for highly aggressive tumors."}, {"pubmed": 23883584, "text": "this study examined whether the inhibition of glucose metabolism using 2DG enhances sensitivity to afatinib in NSCLC cells with EGFR T790M through the regulation of the AMPK/mTOR/Mcl-1 signaling pathway"}, {"pubmed": 23887890, "text": "Downregulation of the Notch pathway through gamma-secretase inhibitors (GSIs)involves an increase in protein levels of the anti-apoptotic Bcl-2 family members Mcl-1 and/or Bcl-xL which resulted in reduced Bax and Bak activation."}, {"pubmed": 23904379, "text": "Mcl-1 was a direct target of miR-106a."}, {"pubmed": 23954445, "text": "Mcl-1 knock-down resulted in marked cleavage of PARP and induction of apoptosis. Down-regulation of Bcl-2 or Bcl-xL had a much weaker effect."}, {"pubmed": 23977882, "text": "Mcl-1 binds to the p53 DNA-binding domain weakly with a dissociation constant in the mM range. the p53 transactivation domain (TAD) binds strongly to Mcl-1 with a Kd ~ 10-20 muM"}, {"pubmed": 23991020, "text": "Data indicate that the signal of EIF5A2, MYCN, and MCL1 genes is decreased in hydroxyurea (HU) and gemcitabine (GEM) treated UACC-1598 ovarian cancer cell line."}, {"pubmed": 24019208, "text": "these promising findings show the therapeutic potential of Mcl-1 inhibitors against pancreatic cancer and warrant further preclinical investigations."}, {"pubmed": 24025188, "text": "Triptolide mediated miR-204 increase causes pancreatic cancer cell death via loss of Mcl-1."}, {"pubmed": 24038028, "text": "Using gene reporter assays, we show that promoter variations in 11 intrinsic apoptosis genes, including ADPRT, APAF1, BCL2, BAD, BID, MCL1, BIRC4, BCL2L1, ENDOG, YWHAB, and YWHAQ, influence promoter activity in an allele-specific manner."}, {"pubmed": 24040284, "text": "BAD dephosphorylation and decreased expression of MCL1 induce rapid apoptosis in prostate cancer cells."}, {"pubmed": 24091677, "text": "Knockdown of Cdc20 in HeLa cells stably overexpressing untagged wild-type Bcl-2, Bcl-xL or Mcl-1 promoted phosphorylation of the overexpressed proteins in parallel with their endogenous counterparts."}, {"pubmed": 24113155, "text": "First evidence for a key role of the BOK-MCL1 system in regulating autophagy in the human placenta, whereby an adverse environment as seen in preeclampsia tilts the BOK-MCL1 balance toward the build-up of isoforms that triggers placental autophagy."}, {"pubmed": 24118207, "text": "BRAF signalling increases Mcl-1 expression in cutaneous metastatic melanoma"}, {"pubmed": 24127964, "text": "Mcl-1 is expression positive both in cystic endometriotic lesions and endometrium; significantly lower in the cystic endometriotic lesions"}, {"pubmed": 24213575, "text": "Increased leukocyte survival and accelerated onset of lymphoma in the absence of MCL-1 S159-phosphorylation."}, {"pubmed": 24234443, "text": "Nonphosphorylated HDAC1/2 is recruited to pre-mRNA by splicing factors to act at the RNA level with KAT2B and other lysine acetyltransferases to catalyze dynamic histone acetylation of the MCL1 alternative exon and alter the splicing of MCL1 pre-mRNA."}, {"pubmed": 24260268, "text": "MCL-1ES induces MCL-1L-dependent BAX- and BAK-independent mitochondrial apoptosis."}, {"pubmed": 24263101, "text": "pro-survival/anti-apoptotic signalling from S1P1 is intimately linked to its ability to promote the accumulation of pro-survival protein Mcl-1 and downregulation of pro-apoptotic BH3-only protein Bim via distinct signalling pathways."}, {"pubmed": 24280938, "text": "Downregulation of Mcl-1 has anti-inflammatory pro-resolution effects and enhances bacterial clearance from the lung."}, {"pubmed": 24369359, "text": "This is the first report of MCL1 and JUN coamplification in pseudomyxoma peritonei."}, {"pubmed": 24469836, "text": "Results position TWEAK-Fn14 signaling through Mcl-1 as a significant mechanism for NSCLC tumor cell survival."}, {"pubmed": 24481815, "text": "Association of MCL-1 with STAT3 modulates the normal, anti-apoptotic, activity of MCL-1, resulting in pro-apoptotic effects."}, {"pubmed": 24525728, "text": "Noxa recruits MCL-1 from the cytosol to the mitochondria modulating ABT-737 sensitivity in small cell lung cancer."}, {"pubmed": 24529193, "text": "One of the mechanisms of Mcl-1 expression in esophageal squamous cell carcinoma cells is regulated by NF-kappaB."}, {"pubmed": 24556678, "text": "Thioridazine enhances TRAIL-mediated apoptosis in renal tumors via the ROS-mediated inhibition of Akt signaling and the downregulation of c-FLIP(L) and Mcl-1 at the post-translational level."}, {"pubmed": 24556687, "text": "Demonstrate a prominent role for the spliceosome in mediating Mcl1 activity in neuroblastoma cells."}, {"pubmed": 24564888, "text": "The WNT5B/MCL1 cascade is critical for regulation of triple negative breast cancer."}, {"pubmed": 24568469, "text": "High MCL1 expression is associated with decreased etoposide sensitivity in leukemia."}, {"pubmed": 24650799, "text": "PI3K/mTOR dual inhibitor NVP-BEZ235 decreases Mcl-1 expression and sensitizes ovarian carcinoma cells to Bcl-xL-targeting strategies, provided that Bim expression is induced."}, {"pubmed": 24680709, "text": "Imperatorin is a Mcl-1 degradation inducer that can effectively suppress multidrug-resistant human liver cancer growth via Bax/Bak pathway."}, {"pubmed": 24735609, "text": "Data indicate that Go6976 displays a significant antiproliferative activity against leukemia cells through the profound down-regulation of survivin and MCL-1."}, {"pubmed": 24742042, "text": "Triptolide has profound antitumor effect on CCA, probably by inducing apoptosis through inhibition of Mcl-1"}, {"pubmed": 24756163, "text": "In acute myeloid leukemia, data show that Mcl-1 expression is downregulated by direct binding of mir-181b to its 3'-untranslated region."}, {"pubmed": 24769731, "text": "Ku70 is a novel Mcl-1 deubiquitinase that could be a potential target for cancer therapy by manipulating Mcl-1 deubiquitination."}, {"pubmed": 24789074, "text": "Data suggest that the structure of anti-apoptotic protein domain Mcl-1(171-327) is of critical importance to support future design of cancer drugs."}, {"pubmed": 24811082, "text": "High MCL1 expression is associated with drug resistance in glioma."}, {"pubmed": 24811167, "text": "these results suggest that the C-terminal tail of Noxa regulates the stability of both Noxa and Mcl-1."}, {"pubmed": 24852432, "text": "the expression-enhancing regulatory variants of MCL1 are protective modifiers of breast cancer risk."}, {"pubmed": 24865469, "text": "Data show that interactions of Bim protein BH3 peptides to myeloid cell leukemia sequence 1 (Mcl-1) is stronger than the complex with bcl-2-associated X protein (Bax) 19BH3 peptides."}, {"pubmed": 24870742, "text": "MCL1 expression was higher in urothelial bladder cancer tissue than in adjacent normal tissue. MicroRNA29c induces apoptosis in bladder cancer cells by down-regulating MCL1."}, {"pubmed": 24939844, "text": "Turnover via a phosphodegron-targeted pathway is reduced in Mcl-1-overexpressing BL41-3 Burkitt lymphoma cells."}, {"pubmed": 24947165, "text": "Up-regulation of Mcl-1 is associated with gastrointestinal stromal tumors."}, {"pubmed": 24969872, "text": "Including several anti-apoptotic Bcl-2 family members and c-Raf."}, {"pubmed": 24991768, "text": "Noxa upregulation reduces the availability of Usp9x to Mcl-1, thereby promoting its ubiquitination and degradation, leading to the apoptosis of neoplastic cells."}, {"pubmed": 24999239, "text": "Study shows that Parkin-dependent mitophagy is antagonized by prosurvival members of the Bcl-2 family, Bcl-xL and Mcl-1 in a Beclin-1-independent manner."}, {"pubmed": 25024216, "text": "Potential pharmacological chaperones targeting cancer-associated MCL-1 and Parkinson disease-associated alpha-synuclein."}, {"pubmed": 25043081, "text": "Compared with normal gallbladder tissues, FXR expression was decreased and MCL1 expression was increased in GBC, during progression of tumor node metastasis (TNM) stage"}, {"pubmed": 25062042, "text": "We conclude that insulin and mTORC1 regulate cardiac miR-29-MCL-1 axis and its dysregulation caused by reduced insulin and mTORC1 inhibition increases the vulnerability of a diabetic heart to structural damage."}, {"pubmed": 25076060, "text": "Carboxylate-containing sulfide derivative 9 exhibited 16.4-fold more selectivity for disrupting Mcl-1/Bim over Bcl-xL/Bim binding."}, {"pubmed": 25084985, "text": "the simultaneous treatments for 24 h with quercetin plus ELF-MF increased Bcl-2 protein expression and prevented quercetin-induced downregulation of Mcl-1 and Bcl-xL."}, {"pubmed": 25091479, "text": "By binding to p32, Mcl-1 can interfere with the uniporter function, thus inhibit the mitochondrial Ca(2+) uploading. This may provide a novel mechanism to explain the anti-apoptotic function of Mcl-1."}, {"pubmed": 25107702, "text": "This study evaluated the role of MCL1 in the mechanism of drug resistance in cisplatin-resistant tumor cell lines."}, {"pubmed": 25194337, "text": "Data show that IL-27 on IFN-gamma mediated autophagy perpetuates by simultaneous induction of kinases mTOR via JAK/PI3 K/Akt cascade and increment in myeloid cell leukemia sequence 1 (Mcl-1) level through PI3 K pathway."}, {"pubmed": 25196280, "text": "17-AAG downregulated (-)-gossypol-triggered Mcl-1 accumulation."}, {"pubmed": 25208882, "text": "Inhibition or overexpression of MCL-1 alone replicated the effects of LVshNG-1 or LVshNp8-1 in increasing or decreasing the apoptosis."}, {"pubmed": 25210795, "text": "Mcl-1/Noxa axis is important to overcome resistance to mitochondrial apoptosis in squamous cell carcinoma."}, {"pubmed": 25231749, "text": "These results demonstrated that Gos induces apoptosis in MM cells not only through displacing BH3-only proteins from Bcl-2, but also through inhibiting IL-6 signaling, which leads to Bcl-2 dephosphorylation and Mcl-1 downregulation."}, {"pubmed": 25270224, "text": "Data indicate that Tanshinone IIA (Tan-IIA)T upregulated the protein expression of CHOP and Bax, but downregulated the protein expression of BiP, TCTP, Mcl-1 and Bcl-xL."}, {"pubmed": 25275312, "text": "IL-32 gamma added to human blood neutrophils in vitro is associated with sustained levels of MCL-1 protein. This effect in neutrophils corresponds to a decrease of MCL-1 protein degradation without any effect on MCL-1 mRNA levels."}, {"pubmed": 25296978, "text": "elevated expression is associated with inferior overall survival in multiple myeloma patients"}, {"pubmed": 25304383, "text": "Clitocine may activate Bak by disrupting the interaction between Mcl-1."}, {"pubmed": 25314294, "text": "MCL1 has lipid-dependent bimodal membrane activity."}, {"pubmed": 25340740, "text": "Tax interacted with and activated TRAF6, and triggered its mitochondrial localization, where it conjugated four carboxyl-terminal lysine residues of MCL-1 with lysine 63-linked polyubiquitin chains"}, {"pubmed": 25341036, "text": "These data suggest that an interaction between Mcl-1 and VDAC promotes lung cancer cell migration by a mechanism that involves Ca(2+)-dependent reactive oxygen species production."}, {"pubmed": 25343522, "text": "T. vaginalis induces mitochondria-dependent apoptosis in SiHa cells through the dissociation of Bcl-xL/Bim and Mcl-1/Bim complexes."}, {"pubmed": 25362855, "text": "Data indicate that myeloid cell leukemia sequence 1 (Mcl-1) and Aurora kinase A as potential treatment targets."}, {"pubmed": 25375379, "text": "Cafestol overcomes ABT-737 resistance in Mcl-1-overexpressed renal carcinoma Caki cells through downregulation of Mcl-1 expression and upregulation of Bim expression."}, {"pubmed": 25376373, "text": "Hypoxia-induced p38 MAPK activation reduces Mcl-1 expression and facilitates sensitivity towards BH3 mimetics in chronic lymphocytic leukemia."}, {"pubmed": 25386925, "text": "MCL1 was frequently up-regulated in cervical cancer, and knockdown of MCL1 markedly inhibited cancer cell proliferation, migration and invasion, whereas ectopic expression of MCL1 significantly enhances these properties."}, {"pubmed": 25409302, "text": "Studies suggest that overexpression of Mcl-1L splice variant is associated with poor prognosis and chemoresistance in oral cancers."}, {"pubmed": 25416050, "text": "MiR-363 downregulated the Mcl-1 expression in breast cancer cells."}, {"pubmed": 25456142, "text": "Upon mitochondrial depolarization, the Bcl-2 family member Mcl-1 underwent rapid Parkin- and PINK1-dependent polyubiquitination and degradation, which sensitized toward apoptosis via opening of the Bax/Bak channel."}, {"pubmed": 25472497, "text": "Beclin 1 and Mcl-1 negatively modulate the proteasomal degradation of each other through competitive displacement of USP9X. Inverse co-regulation of Beclin 1 and Mcl-1 represents a mechanism of functional counteraction in cancer."}, {"pubmed": 25482013, "text": "Taken together, this study is the first to not only show that Mcl-1 is a novel target gene of FOXM1 but also suggest that targeting FOXM1/Mcl-1 may be a novel strategy to enhance sensitivity to oxaliplatin in gastric cancer."}, {"pubmed": 25486070, "text": "Mitochondria from Mcl-1-sensitive cells depend on Mcl-1 for their integrity and that antagonizing Mcl-1 function is sufficient to induce apoptosis."}, {"pubmed": 25499217, "text": "stroma-induced apoptosis resistance is mediated through signaling proteins that regulate transcriptional and translational expression and post-translational modification of Mcl-1 in CLL cells in context to bone marrow stromal microenvironment."}, {"pubmed": 25505074, "text": "These findings show that MCL1 can shape the makeup of the CD8(+) T cell response, promoting the formation of long-term memory."}, {"pubmed": 25590803, "text": "A genetic approach, through siRNA-mediated down-regulation of AKT, MCL-1, and BCL-xL, significantly decreased cell survival, demonstrating the importance of these cell survival factors for ABT-199 resistance."}, {"pubmed": 25596730, "text": "Suggest up-regulation of CDK9 kinase activity and Mcl-1 stability contributes to the acquired resistance to cyclin-dependent kinase inhibitors in leukemia."}, {"pubmed": 25627260, "text": "calcium signaling regulates Mcl-1 through translational events and a calmodulin-mediated pathway."}, {"pubmed": 25641608, "text": "Report novel Mcl-1/Bcl-2 dual inhibitors that effectively induces apoptosis in a dose-dependent, mechanism-based manner in multiple cancer cell lines."}, {"pubmed": 25647738, "text": "Results identified MCL-1 as a key molecule for acquiring epithelial-to-mesenchymal transition-associated chemo-resistance in human non-small cell lung cancer."}, {"pubmed": 25672320, "text": "Our study showed that Mcl-1 regulates the cell growth and might be a potential prognostic marker for gastric cancer"}, {"pubmed": 25674218, "text": "miR-29a is involved in the pathogenesis of ulcerative colitis by regulating intestinal epithelial apoptosis via Mcl-1."}, {"pubmed": 25692226, "text": "These data support the use of MCL1 expression as a predictive biomarker for USP9X inhibitors in non-small cell lung cancer therapy"}, {"pubmed": 25724519, "text": "miR-137/197 act as tumor suppressors in mediating apoptosis in multiple myeloma cells by targeting MCL-1."}, {"pubmed": 25733019, "text": "Our data demonstrate that ES cells are uniquely sensitive to CDK1 inhibition via a p53/NOXA/MCL1 pathway."}, {"pubmed": 25756510, "text": "EGFR signaling defines Mcl1 survival dependency in neuroblastoma"}, {"pubmed": 25777305, "text": "Somatic mutations in MCL1 contribute to the pathogenesis of glioma by prolonging its half-life."}, {"pubmed": 25789974, "text": "These results identify KLF4 and KLF5 as cooperating protumorigenic factors and critical participants in resistance to lapatinib, furthering the rationale for combining anti-MCL1/BCL-XL inhibitors with conventional HER2-targeted therapies."}, {"pubmed": 25837021, "text": "a mechanism of inverse coregulation between BECN1 and MCL1 significantly contributes to their opposing roles in tumorigenesis"}, {"pubmed": 25843953, "text": "FTY720 ehances TRAIL-induced apoptosis through up-regulation of DR5 and down-regulation of Mcl-1 in human kidney cancer cells."}, {"pubmed": 25844633, "text": "Mcl-1 binding is particularly perturbed by only four mutations of the 12 tested (V220A, N260A, R263A, and F319A), while Bcl-xL and Bcl-2 have a more diverse set of important residues depending on the bound helix."}, {"pubmed": 25871384, "text": "Data demonstrate that soluble factors from MM cells are able to generate MDSC through Mcl-1 upregulation."}, {"pubmed": 25873592, "text": "Data show that siRNA-mediated knockdown of myeloid cell leukemia sequence 1 (BCL2-related) protein (Mcl-1) enhanced the effects of BI-847325, whereas Mcl-1 overexpression reversed this in both 2D cell culture and 3D spheroid melanoma models."}, {"pubmed": 25882699, "text": "High MCL1 expression is associated with diffuse large B-cell lymphoma."}, {"pubmed": 25909780, "text": "Crystallization of a maltose-binding protein MCL1 fusion has yielded a robust crystallography platform that generated the first apo MCL1 crystal structure, as well as five ligand-bound structures."}, {"pubmed": 25917317, "text": "MiR-205/miR-218 expression is associated with carboplatin chemoresistance and regulation of apoptosis via Mcl-1 and survivin signaling in lung cancer cells."}, {"pubmed": 25918246, "text": "mTOR complex 2 regulates cell survival and growth in non-small-cell lung cancer (NSCLC) cell lines by stabilizing Mcl1."}, {"pubmed": 25922916, "text": "BCL2 and BCLX phosphorylation represents a priming event in mitotic cell death that is triggered by NOXA-dependent MCL1 degradation. The MCL1 decay allows in turn BIM-dependent cell death."}, {"pubmed": 25950485, "text": "Authors recognize MCL-1 as the essential survival factor required for conservation of the postnatal PMF pool, growing follicle survival and effective oocyte mitochondrial function."}, {"pubmed": 25997995, "text": "Study revealed that Mcl-1 was the direct target of miR-193b. Its down regulation in hepatocellular carcinoma cells has a synergistic effect on cisplatin-induced apoptosis."}, {"pubmed": 26014377, "text": "Inhibition of Mcl-1 and activation of caspases are critically involved in gallotannin-induced apoptosis in prostate cancer cells."}, {"pubmed": 26036638, "text": "There was a negative correlation between the level of expression of miR-101 and MCL-1 in TNBC tissues."}, {"pubmed": 26043698, "text": "TAZ inhibits temozolomide induced apoptosis via upregulation of MCL-1 (myeloid cell leukemia 1) and high expression of TAZ predicts a poor prognosis for GBM patients"}, {"pubmed": 26052614, "text": "The identification of laminin gamma 1 (LAMC1) and myeloid cell leukemia 1 (MCL1) as direct targets of miR-22 and miR-29a, respectively, suggested a tumor-suppressive role of these miRNAs."}, {"pubmed": 26056043, "text": "anti-apoptotic proteins Mcl-1 and Bcl-2 are suppressed by metformin combined with aspirin, which significantly inhibit pancreatic cancer cell growth"}, {"pubmed": 26058661, "text": "Results indicate that Mcl-1 expression induces epithelial-mesenchymal transition via beta-catenin, MEK1/2 and MAPK signaling pathways, which subsequently stimulates the invasive and migratory capacity of human gastric cancer cells."}, {"pubmed": 26063499, "text": "LA provoked a down regulation of two anti-apoptotic proteins, Mcl-1 and Bcl-xL protein and a strong induction of the BH3-only protein Bim."}, {"pubmed": 26068790, "text": "The results point at Mcl-1 as a ubiquitous factor, downregulated by Cardiac glycosides, whose modulation is essential to achieve cell death."}, {"pubmed": 26078955, "text": "miR-26b was a negative regulator of Mcl-1 gene and sensitized TRAIL-inducing apoptosis in HCC cells, suggesting that the miR-26b-Mcl-1 pathway might be a novel target for the treatment of Hepatocellular Carcinoma ."}, {"pubmed": 26096930, "text": "In the acquired resistance setting, MCL1 suppression in response to HSP90 inhibitors is maintained; however, a switch in MCL1 dependence occurs"}, {"pubmed": 26097563, "text": "altered expression of miR-20a and miR-29b may cooperatively contribute to the neuronal cell death of SCI through down-regulating anti-apoptotic myeloid cell leukemia sequence-1 (Mcl-1) and up-regulating pro-apoptotic BH3-only proteins."}, {"pubmed": 26143754, "text": "Downregulation of miR-363 resulted in upregulation of Mcl-1 which is a key member of anti-apoptotic Bcl-2 family and increased drug resistance in HepG2 cells."}, {"pubmed": 26184999, "text": "These results suggest that STAT3 inhibition, by down-regulating the expression of HSF1/HSP70, reduces Mcl-1 and leads to both apoptosis and autophagy induction in PEL cells."}, {"pubmed": 26205817, "text": "Data indicate that an internal loop domain of myeloid cell leukemia sequence 1 protein (Mcl-1) is responsible for antisenescence functions."}, {"pubmed": 26219338, "text": "our findings identify a novel mechanism of cyclin E-mediated Mcl-1 regulation in human cancer"}, {"pubmed": 26219890, "text": "addition of imperatorin significantly reversed the resistance to cisplatin in cisplatin-resistant HCC cells, which was Mcl-1 dependent"}, {"pubmed": 26258756, "text": "Reduced miR-512 and the elevated expression of its targets cFLIP and MCL1 localize to neurons with hyperphosphorylated Tau protein in Alzheimer disease."}, {"pubmed": 26296968, "text": "Data show that leukemia inhibitory factor (LIF) signaling promote chemoresistance in cholangiocarcinoma by up-regulating myeloid cell factor-1 (Mcl-1) via phosphatidylinositol 3-kinase (PI3K)/c-akt protein (AKT)-dependent pathway."}, {"pubmed": 26297542, "text": "miR-125a-5p inhibits cell proliferation and induces apoptosis in colon cancer cells via targeting BCL2, BCL2L12 and Mcl-1."}, {"pubmed": 26314849, "text": "AZD5582 draws Mcl-1 down-regulation for induction of apoptosis through targeting of cIAP1 and XIAP in human pancreatic cancer"}, {"pubmed": 26323360, "text": "The mechanisms involved in 17-DR-induced apoptosis included the downregulation of myeloid cell leukemia-1 (Mcl-1), and upregulation of Bcl-2 antagonist killer 1 (Bak)."}, {"pubmed": 26384220, "text": "results reveal GILZ to be a new actor in apoptosis regulation in neutrophil-like cells involving JNK and Mcl-1."}, {"pubmed": 26452980, "text": "Co-administration of the mTORC1/TORC2 inhibitor INK128 and the Bcl-2/Bcl-xL antagonist ABT-737 kills human myeloid leukemia cells through Mcl-1 down-regulation and AKT inactivation."}, {"pubmed": 26459180, "text": "Inhibition of Mcl-1 is required for apoptosis induction in ATRA differentiation-responsive AML cells. ATRA and sorafenib can be developed as a novel drug combination therapy for AML patients because this drug combination augments apoptosis by inhibiting Bcl-2 and Mcl-1."}, {"pubmed": 26467384, "text": "By the pharmacologic targeting of BCL2, MCL1, and BCL-XL, we demonstrated that diffuse large B-cell lymphoma can be divided into BCL2-dependent and MCL1-dependent subgroups with a less pronounced role left for BCL-XL."}, {"pubmed": 26497853, "text": "Overexpression of Mcl-1 confers resistance to BRAFV600E inhibitors alone and in combination with MEK1/2 inhibitors in melanoma."}, {"pubmed": 26504803, "text": "Upregulation of miR-125b inhibited the proliferation and metastasis of gastric cancer cells in vitro and in vivo. miR-125b elicits these responses by directly targeting MCL1, which results in a marked reduction in MCL1 expression."}, {"pubmed": 26513648, "text": "we demonstrate that M. tuberculosis infection leads to downregulation of miR-17 and concomitant upregulation of its targets Mcl-1 and STAT3, a transcriptional activator of Mcl-1. Forced expression of miR-17 reduces expression of Mcl-1 and STAT3 and also the interaction between Mcl-1 and Beclin-1"}, {"pubmed": 26522352, "text": "MCL1 with the deletion of 801G and 802A sites could not be correctly spliced by ESRP1 and no significant difference was seen in the expressions of isoform 1 and 3 in mutant MCL1"}, {"pubmed": 26526790, "text": "miR-193b sensitizes MCF-7/DOXR cells to doxorubicin through a mechanism involving the downregulation of MCL-1"}, {"pubmed": 26538029, "text": "Data indicate that the balance between the long and short variants of the Mcl-1 gene represents a key aspect of the regulation of mitochondrial physiology."}, {"pubmed": 26540567, "text": "Bone marrow stroma-induced resistance of chronic lymphocytic leukemia cells to arsenic trioxide involves Mcl-1 upregulation and is overcome by inhibiting the PI3Kdelta or PKCbeta signaling pathways."}, {"pubmed": 26603262, "text": "Mcl-1 suppression was determined to play a critical role in mediating this enhancing effect."}, {"pubmed": 26610208, "text": "Bak activates upon loss of anti-apoptotic Bcl-XL and Mcl-1 but in the absence of active BH3-only proteins."}, {"pubmed": 26636651, "text": "identify high copy number gain of MCL1 (chromosome 1q) and loss of CDKN2A (P16, chromosome 9p) in metastatic BRAF"}, {"pubmed": 26680268, "text": "knockdown of MCL-1 in MRT cell lines induced apoptosis and increased DOX sensitivity in malignant rhabdoid tumor cells"}, {"pubmed": 26718267, "text": "miR-101 is a negative regulator of Mcl-1 in hepatocellular carcinoma."}, {"pubmed": 26720004, "text": "Bay 61-3606 downregulates Mcl-1 expression in breast cancer cells and sensitizes cancer cells to TRAIL-mediated apoptosis."}, {"pubmed": 26739047, "text": "The authors now show that human cytomegalovirus more robustly upregulated Mcl-1 than normal myeloid growth factors and that Mcl-1 was the only myeloid survival factor to rapidly induce HSP27 prior to the 48-h cell fate checkpoint."}, {"pubmed": 26769847, "text": "However, because mitotic degradation of Mcl-1 appears not to be under the control of an E3 ligase, we suggest that the notion of network crosstalk is used with caution."}, {"pubmed": 26864447, "text": "there was minimal effect of HDAC inhibition on H3/H4 acetylation and H3K4me3 levels along the MCL1 gene and no change in pre-mRNA splicing choice"}, {"pubmed": 26921175, "text": "Our data demonstrate a critical role of Mcl-1 in Her2-positive BC cell survival under hypoxic conditions and provide the preclinical framework for the therapeutic use of novel Mcl-1- targeting agents to improve patient outcome in breast cancer ."}, {"pubmed": 26921340, "text": "demonstrate that downregulation of PHD3 augments metastatic spread in human colorectal cancer and identify MCL-1 as a novel downstream effector of oxygen sensing"}, {"pubmed": 26939706, "text": "in addition to MCL-1, BCL-XL is heterogeneously expressed in HMCLs and patient samples. The expression profile of BCL-XL relative to BCL-2 and MCL-1 may be an important predictor of response to venetoclax sensitivity as a monotherapy and in combination with bortezomib."}, {"pubmed": 26959881, "text": "In particular, the treatment with the cocrystal MetH(2)(++)*2DCA(-) induced a synergistic apoptotic cell death coupled to a marked down-modulation of the anti-apoptotic Mcl-1 protein."}, {"pubmed": 27020498, "text": "Immunohistochemical analysis showed that the MCL-1 positive rate among myelodysplastic syndromes (MDSs) bone marrow CD34 positive cells significantly increased during transformation to overt leukaemia (OL). Additionally, MCL-1 positive cells were negative for cleaved caspase 3, which indicated that these cells avoided apoptosis."}, {"pubmed": 27049076, "text": "Mcl-1 plays a fundamental role in the survival and resistance of U-937 cells to etoposide."}, {"pubmed": 27055871, "text": "identified the apoptotic regulator MCL-1 as the only pro-survival BCL-2 family member to be highly expressed throughout all human T-NHL subtypes"}, {"pubmed": 27063186, "text": "JAK3 and MCL-1 were down-regulated in patient CD8(+) T cells versus their normal counterparts, likely due to defective suppressor activity of miR-29b and miR-198 in RCC CD8(+) T cells."}, {"pubmed": 27103402, "text": "sequestration of Bim by Mcl-1 is a mechanism of intrinsic ABT-199 resistance and supports the clinical development of ABT-199 in combination with cytarabine or daunorubicin for the treatment of AML."}, {"pubmed": 27120977, "text": "BAG3 was found to positively regulate Mcl-1 levels by binding to and inhibiting USP9X. Our data show that BAG3 and Mcl-1 are key mediators of resistance to chemotherapy in ovarian cancer"}, {"pubmed": 27138804, "text": "Results indicated that the pro-survival Bcl-2 family protein MCL-1 may be the key target for reversing the cisplatin-resistance in non-small cell lung cancer cells."}, {"pubmed": 27159593, "text": "In lupus nephritis and mixed cellular renal allograft rejection, MCL1 expression is low in infiltrating lymphocytes."}, {"pubmed": 27166195, "text": "Data show that Noxa-mediated MCL-1 phosphorylation and degradation is regulated by CDK2."}, {"pubmed": 27217294, "text": "MUC1-C Stabilizes MCL-1 in the Oxidative Stress Response of Triple-Negative Breast Cancer Cells to BCL-2 Inhibitors"}, {"pubmed": 27234233, "text": "This review covers findings on how the mitochondrial fission and fusion machinery may intersect apoptotic pathways focusing on recent advances on the key role played by Mcl-1. [review]"}, {"pubmed": 27246906, "text": "dual inhibition of Mcl-1 via decreased expression and the induction of its antagonist NOXA by the combination of carfilzomib and TG02 is active in myeloma"}, {"pubmed": 27278254, "text": "this study reveals a vital role of MCL1 in retinoic acid -mediated survival of normal B cells"}, {"pubmed": 27307592, "text": "Quinacrine and sorafenib inhibited expression of prosurvival MCL1."}, {"pubmed": 27351224, "text": "Co-treatment with inhibitors to Mcl-1, PI3K, RAF or MEK restores mTOR inhibitor-induced apoptosis by antagonizing Mcl-1 or abrogating ERK activation in BRAFV600E cells."}, {"pubmed": 27367564, "text": "PTBP1 is a novel regulator of MCL1 mRNA by which it controls apoptotic response to antitubulin chemotherapeutics."}, {"pubmed": 27409838, "text": "Data suggest that FBXW7, MCL1 and PLK1 may be relevant predictive markers of tumor progression and response to paclitaxel treatment."}, {"pubmed": 27420766, "text": "These data demonstrated that the MALAT1/miR-363-3p/MCL-1 regulatory pathway controls the progression of gallbladder cancer."}, {"pubmed": 27455555, "text": "the FoxM1/Mcl-1 pathway may overcome cispaltin resistance of gastric cancer and provide a new therapeutic target for the treatment of gastric cancer"}, {"pubmed": 27465322, "text": "The mechanisms by which silencing Mcl-1 sensitizes hepatoma cells towards chemotherapy may be not attributed to the upregulated expression of p53 but the dysfunction of p53 through Mcl-1/p53 interaction. Mcl-1 may be a potential target of gene therapy for Hepatocellular carcinoma (HCC)"}, {"pubmed": 27479182, "text": "review summarizes the role of MCL-1 in B- and T-cell lymphoma"}, {"pubmed": 27528663, "text": "Synthesis of MCL1, an antiapoptotic protein known to play a role in cancer cell survival during cell division, depends on the function of MELK-elF4B signaling."}, {"pubmed": 27537523, "text": "These data show that Mcl-1 is dispensable for the regulation of apoptosis during infection with different large DNA viruses.Bcl-XL, on the other hand, can be important to maintain survival of virus-infected cells"}, {"pubmed": 27582546, "text": "High MCL1 expression is associated with renal cell carcinoma."}, {"pubmed": 27686452, "text": "these findings provided that in lung cancer cells, tumor suppressor miR-451 enhanced DPP sensitivity via regulation of Mcl-1 expression, which could be served as a novel therapeutic target for the treatment of chemotherapy resistant in lung cancer."}, {"pubmed": 27697610, "text": "Repression of Mcl-1 and disruption of the Mcl-1/Bak interaction in myeloma cells couple ER stress to mitochondrial apoptosis triggered by thapsigargin."}, {"pubmed": 27738316, "text": "Report the complexity in Mcl-1 phosphorylation/degradation in response to microtubule targeting agents in Hela cells."}, {"pubmed": 27765849, "text": "BRAF(V600E)-mediated MEK/ERK activation can upregulate MCL-1 by phosphorylation/stabilization to confer apoptosis resistance that can be reversed by MCL-1 antagonism combined with cobimetinib, suggesting a novel therapeutic strategy against BRAF(V600E)-mutant CRCs"}, {"pubmed": 27821478, "text": "Therefore, the present data support a model whereby MCL-1 depletion increases 53BP1 and RIF1 colocalization at DNA double-strand break."}, {"pubmed": 27871464, "text": "Our results demonstrate that in placenta accreta, miR-29a/b/c inhibits apoptosis of implantation site intermediate trophoblast cells by targeting MCL1."}, {"pubmed": 27875574, "text": "chidamide promotes Mcl-1 degradation through the ubiquitin-proteasome pathway, suppressing the maintenance of mitochondrial aerobic respiration by Mcl-1, and resulting in inhibition of pancreatic cancer cell proliferation."}, {"pubmed": 27893461, "text": "comparison of patient samples prior to and following sunitinib treatment suggested that increases in MCL-1 levels and mTORC1 activity correlate with resistance to sunitinib in patients."}, {"pubmed": 27913212, "text": "These results indicate that the outer membrane protein MCL1 is degraded by the VCP-UBXD1 complex and that the process is promoted by the presence of mutant Huntingtin."}, {"pubmed": 27939888, "text": "MCL1 has a role in lung cancer cell survival via chaperone-mediated autophagy"}, {"pubmed": 27956387, "text": "Inhibition of SPHK1 in human acute myeloid leukemia cells induces MCL1 degradation and caspase-dependent cell death."}, {"pubmed": 28031117, "text": "The expression of MCL-1 in prostate cancer tissues was much higher than that in normal prostate tissues."}, {"pubmed": 28038464, "text": "The combination of 2-deoxyglucose (2-DG) and ABT-199 initiated cell death through the reduction of myeloid cell leukemia sequence 1 protein (Mcl-1) expression and c-Jun N-terminal kinase 1 (JNK1) activation and subsequent Bcl-xL protein degradation."}, {"pubmed": 28039357, "text": "Targeted Mcl-1 blockade using RNAi increased caspase-mediated cell death in ERalpha(+) breast cancer cells, resulting in sustained growth inhibition."}, {"pubmed": 28079887, "text": "These findings provide new insights into MCL-1 ligands, and the interplay between DRP-1 and the anti-apoptotic BCL-2 family members in the regulation of apoptosis"}, {"pubmed": 28112581, "text": "These results suggest that mitochondrial Mcl-1 is an essential signaling mediator regulating the activation of autophagy and apoptosis during T. gondii infection."}, {"pubmed": 28151428, "text": "bone marrow stroma is capable of inducing Mcl-1 dependence through the production of the plasma cell survival cytokine interleukin-6 (IL-6)."}, {"pubmed": 28154184, "text": "sorafenib overcomes TRAIL resistance in renal cell carcinoma by a mechanism that does not rely on Mcl-1 down-regulation but involves ROS accumulation and increased activation of caspase-8"}, {"pubmed": 28182008, "text": "Augmentation of proteasome activity had a critical role in downregulation of Mcl-1 and c-FLIP expression at the post-translational level."}, {"pubmed": 28190086, "text": "induction of MCL-1 by IL-6/IL-8 may surmount any direct down-regulation by miR-29b via its 3'-UTR."}, {"pubmed": 28192408, "text": "Study indicates that two distinct micro-environmental factors, CD40L and Mphis, signal via CCR1 to induce AKT activation resulting in translational stabilization of MCL-1, and hence can contribute to CLL cell survival."}, {"pubmed": 28202514, "text": "Our findings establish a pivotal role for Mcl-1 degradation in the response of colon cancer cells to targeted therapeutics, and they provide a useful rational platform to develop Mcl-1-targeting agents that can overcome drug resistance"}, {"pubmed": 28261909, "text": "Mcl-1 is required for endothelial cell survival and the regulation of Ang II-induced endothelial cell death."}, {"pubmed": 28301598, "text": "Overexpression of catalytically-active Akt or knockdown of glycogen synthase kinase-3 (GSK3)-beta, a substrate for Akt, had little effect on Mcl-1 downregulation caused by S6K2 deficiency"}, {"pubmed": 28337703, "text": "UMI-77 alone or in combination with TRAIL untethered pro-apoptotic Bcl-2 proteins Bim and Bak from the sequestration of Mcl-1 and promoted the conformational activation of Bak."}, {"pubmed": 28347402, "text": "The authors identified the apoptosis regulator Mcl-1 as a target that interacts with Chlamydia trachomatis Cdu1 and is stabilized by deubiquitination at the chlamydial inclusion."}, {"pubmed": 28393212, "text": "these results suggest that SIRT6 enhances cell aggressiveness in PTC via BRAF/ERK/Mcl1 pathway, and thus may be a promising target in the treatment of the disease."}, {"pubmed": 28419994, "text": "Bufalin induced cell apoptosis in H1975 cells may be through downregulation of Mcl-1. Proteasomal degradation of Mcl-1 via GSK-3beta activation was involved in bufalin-induced apoptosis."}, {"pubmed": 28423543, "text": "High MCL1 expression is associated with cisplatin-resistance in breast cancer."}, {"pubmed": 28423654, "text": "Our studies not only define the essential role of Mcl-1 in chemoresistance, but also for the first time link a key pro-survival Bcl-2 family member with the NOX protein family, both of which have significant ramifications in cancer progression."}, {"pubmed": 28485156, "text": "Mcl-1 gene was expressed in all seven lymphoma cell lines at different levels."}, {"pubmed": 28590547, "text": "geraniin retarded ovarian cancer growth and reduced expression of phospho-p65 and Mcl-1. Collectively, geraniin elicits growth suppression in ovarian cancer through inhibition of NF-kappaB and Mcl-1 and may provide therapeutic benefits for this malignancy."}, {"pubmed": 28611106, "text": "we have found that a subgroup of colorectal cancers, defined by having either KRAS or BRAF (KRAS/BRAF) mutations and BCL2L1 (encoding BCL-XL) amplification, can be effectively targeted by simultaneous inhibition of BCL-XL (with ABT-263) and MCL1 (with YM-155)."}, {"pubmed": 28619760, "text": "Our findings suggest FBW7 mutational status and Mcl-1 stability as key determinants of response to Hsp90 inhibitors, which provides a rationale for using FBW7 genotype for potential patient stratification, and for drug combinations with Hsp90 inhibitors that can effectively overcome Mcl-1-mediated resistance."}, {"pubmed": 28649004, "text": "MACC1 regulates Fas mediated apoptosis through STAT1/3 - Mcl-1 signaling in solid cancers."}, {"pubmed": 28663057, "text": "that inhibition of Mcl-1 expression by siRNA considerably enhanced Pevonedistat-triggered the activation of caspase-3, PARP cleavage and apoptosis"}, {"pubmed": 28667119, "text": "These results identify MCL-1 as a critical prosurvival protein for preventing beta-cell death and clarify the mechanisms behind its downregulation by proinflammatory cytokines."}, {"pubmed": 28681695, "text": "Knockdown of endogenous Mcl-1 by RNA interference significantly accelerated the repair of DNA lesions in glycochenodeoxycholate-treated cells. However, unlike XRCC1, poly(ADP-ribose) polymerase was induced following Mcl-1 knockdown. Conversely, poly(ADP-ribose) polymerase suppression was observed following glycochenodeoxycholate treatment of cells overexpressing Mcl-1"}, {"pubmed": 28687276, "text": "knockdown of NAP1L1 suppresses IkappaBalpha degradation and nuclear transport of p65 subunit after treatment with TNF-a stimulation, leading to attenuation of the NF-kappaB transcriptional activity, whereas NAP1L4 knockdown remains silent.results of this study suggest that NAP1L1 downregulation renders the cell vulnerable to apoptotic cell death through attenuation of NF-kappaB transcriptional activity on the anti-apop..."}, {"pubmed": 28692117, "text": "Expression level of MCL-1 is upregulated in renal cell carcinoma."}, {"pubmed": 28751497, "text": "Mcl-1 is a disease-specific target of Cdk5, which associates with Cdk5 under basal conditions, but is not regulated by it."}, {"pubmed": 28751770, "text": "Venetoclax should also be investigated in combination with direct inhibitors of MCL1 as a chemotherapy-free approach in the future."}, {"pubmed": 28760656, "text": "our results provide new insights into the critical role of NCTD in suppressing Mcl-1 via epigenetic upregulation of miR-320d, resulting in PCa cell apoptosis"}, {"pubmed": 28765329, "text": "Modulation of MEK/ERK-dependent Bim and Mcl-1 degradation critically mediates sensitivity and resistance of EGFR-mutant non-small cell lung cancer (NSCLC)cells to AZD9291 and hence is an effective strategy to overcome acquired resistance to AZD9291"}, {"pubmed": 28776569, "text": "FBXO4 is the E3 ubiquitin ligase to interact with and promote Mcl-1 ubiquitination and degradation."}, {"pubmed": 28863158, "text": "the c-FLIP and NOXA/Mcl-1 axis participated in the synergistic effect of pemetrexed plus cisplatin in human choroidal melanoma cells"}, {"pubmed": 28939105, "text": "These results suggest that PKCeta utilizes the ERK signaling pathway to protect against ubiquitin-mediated proteasomal degradation of Mcl-1"}, {"pubmed": 28945224, "text": "RaRF cross-talks with MCL1 during retinoic acid (RA)-induced leukemic myeloblast differentiation. MCL1 is upregulated by RA treatment upon RaRF depletion in acute promyelocytic leukemia cells."}, {"pubmed": 28970067, "text": "HB-EGF is implicated in DNA double strand breaks repair as silencing of HB-EGF increased gammaH2AX foci half-life as well as USP9X expression, two features that could be linked to the observed effect on Mcl-1."}, {"pubmed": 28974549, "text": "The repression of MCL-1 renders leukemic cells highly sensitive to synergistic cell death induced by ABT-263 in a mouse model of BCR-ABL(+) B-ALL both in vitro and in vivo Furthermore, DHA synergizes with ABT-263 in human Ph(+) ALL cell lines, and primary patient-derived xenografts of Ph(+) ALL in culture. Our findings suggest that combining DHA with ABT-263 can improve therapeutic response in BCR-ABL(+) B-ALL"}, {"pubmed": 28978427, "text": "MYC and MCL1 cooperate in the maintenance of chemotherapy-resistant cancer stem cells in triple-negative breast cancer."}, {"pubmed": 29068469, "text": "The HSF1-BAG3-Mcl-1 signal axis is critical for protection of mutant KRAS colon cancer cells from AUY922-induced apoptosis."}, {"pubmed": 29110251, "text": "It is a potential therapeutic targets for gastric adenocarcinoma."}, {"pubmed": 29113504, "text": "Mcl-1 and Survivin can be considered as promising molecular targets for the treatment of AML. The combination treatment with etoposide, and siRNA-mediated silencing of corresponding genes may be a novel strategy in chemoresistance AML treatment."}, {"pubmed": 29118074, "text": "enhanced ETS factor activity and the transcription of ETS family target genes related to spliceosome function and cell death induction via alternate MCL1 splicing, is reported."}, {"pubmed": 29203282, "text": "Serum deprivation reduces the Mcl-1 mRNA level, which consequently decreases the Mcl-1 protein level and renders cells more susceptible to apoptosis induction via the formation of apoptosome. Mcl-1 protein is an important regulator of sensitivity of cancer cells to apoptotic stimuli upon serum deprivation."}, {"pubmed": 29205703, "text": "Data suggest that NEAT1 is highly expressed in dexamethasone-(DEX-)-resistant multiple myeloma (MM) cell lines; up-regulation of NEAT1 is tightly linked to poor prognosis in MM patients. During development of DEX resistance in MM cells, MIRN193a levels are down-regulated resulting in up-regulation of expression of target gene myeloid cell leukemia-1 (MCL1). (NEAT1 = nuclear paraspeckle assembly transcript 1)"}, {"pubmed": 29256070, "text": "Casp3 cleavage partially impaired the anti-apoptotic activity of Mcl-1 by reducing its mitochondrial localization and impeding its association with the permeability transition pore-forming protein Bak."}, {"pubmed": 29287727, "text": "Together, these data suggest that Mcl-1 is a major contributor to BET inhibitor-resistance in HCC cells, and that combining drugs capable of down-regulating Mcl-1 may promote therapeutic potential in human HCC."}, {"pubmed": 29335437, "text": "Deubiquitinating enzyme 13 (USP13) regulates myeloid cell leukemia sequence 1 protein (MCL1) stability in lung and ovarian cancer cells."}, {"pubmed": 29339518, "text": "analysis of how a hydrophobic staple induces an unanticipated structural rearrangement in Mcl-1 upon binding"}, {"pubmed": 29339815, "text": "MCL-1 protein expression is associated with poor outcome in breast cancer and support the therapeutic targeting of MCL-1 in this disease."}, {"pubmed": 29429957, "text": "Depletion of MCL-1 compromised the levels and activity of these key regulators of mitochondrial dynamics."}, {"pubmed": 29567880, "text": "cMcl-1 overexpression appears to occur independently from MCL1 gene amplification in nonsmall cell lung cancer and correlates with adenocarcinoma in situ histologic type, lower tumor grade, smaller tumor size, nonrecurrent disease, and increased survival."}, {"pubmed": 29662889, "text": "miR-29b suppressed cellular proliferation and promoted apoptosis of pulmonary artery smooth muscle cells, possibly through the inhibition of Mcl-1 and CCND2."}, {"pubmed": 29743589, "text": "The inhibition of MCL-1, BCL-XL, and FGFR1 to maximize therapeutic response in FGFR1-expressing lung SqCC."}, {"pubmed": 29748555, "text": "PTBP1 enhances miR-101-guided AGO2 interaction with MCL1, thereby regulating miR-101-induced apoptosis and clonogenic cell survival inhibition in cells."}, {"pubmed": 29775995, "text": "Bim phosphorylation can function as an additional regulator of Mcl-1 stability and a determinant of priming."}, {"pubmed": 29797573, "text": "A great number of indirect and selective Mcl-1 inhibitors have been produced and some of these have shown efficacy in several clinical trials. Thus, therapeutic manipulation of Mcl-1 can be a useful strategy to combat cancer"}, {"pubmed": 29845223, "text": "the key role of Mcl1 in regulating apoptosis of melanoma cells induced by the steroid. These properties of 9(11)DHEP advocate its usage as supplements in human malignant melanoma chemoprevention."}, {"pubmed": 29895675, "text": "These findings present a novel degradation-independent function of Mcl-1 phosphorylation in anticancer therapy that could be useful for developing new Mcl-1-targeting agents to overcome therapeutic resistance"}, {"pubmed": 29908077, "text": "MLC1 p.Pro92Ser cause megalencephalic leukodystrophy with subcortical cysts and primary progressive multiple sclerosis."}, {"pubmed": 29924888, "text": "Lysosome-dependent Mcl-1 protein degradation leads to apoptosis of oral squamous cell carcinoma, thus Mcl-1 protein is an anti-apoptotic protein."}, {"pubmed": 29937479, "text": "hTERT contains a BH3-like motif, a short peptide sequence found in BCL-2 family proteins, and interacts with anti-apoptotic BCL-2 family proteins MCL-1 and BCL-xL"}, {"pubmed": 29987118, "text": "inhibition of Cdc20 promotes mitotic cell death more effectively than loss of APC/C activity through differential effects on Mcl-1 degradation, providing an improved strategy to kill cancer cells."}, {"pubmed": 30030896, "text": "we demonstrated for the first time the oncogenic role of LINC00152 in ovarian cancer. An increased LINC00152 level is associated with poor prognosis for ovarian cancer patients. Silencing of LINC00152 dramatically declined ovarian cancer cell growth and caused apoptosis in vitro and in vivo by acting as a ceRNA target of miR-125b to downregulate MCL-1 expression and induce mitochondrial-dependent cell death inhibition."}, {"pubmed": 30131584, "text": "Activated TYK2 leads to STAT1 and STAT3 phosphorylation, activated expression of MCL1 and aberrant ALCL cell survival."}, {"pubmed": 30224339, "text": "We identify an unsuspected regulation of mTORC1 by the NOTCH pathway, resulting in increased MCL-1 upon GSI treatment. Finally, we show that pharmacologic inhibition of mTORC1 lowers MCL-1 levels and further sensitizes cells to navitoclax in vitro and leads to tumor regressions in vivo"}, {"pubmed": 30302867, "text": "Results showed that MCL1 was a substrate of FBXW7 only in cholangiocarcinoma (CC) cells stimulated with CDDP and that FBXW7-depleted CC cells with increased MCL1 expression were less sensitive to apoptotic signals. Also, the phosphorylation of MCL1 was upregulated by CDDP treatment, which affected the FBXW7/MCL1 interaction."}, {"pubmed": 30445933, "text": "HHT and bortezomib cooperate to kill DLBCL and MCL cells through a process involving MCL-1 down-regulation, NOXA up-regulation."}, {"pubmed": 30468106, "text": "this study is the first to identify hnRNP F/H and K as regulators of Mcl-1 alternative splicing."}, {"pubmed": 30518744, "text": "Findings suggested a tumor-suppressor role of the miR-29 family in control of MTX resistance and cell apoptosis through regulating COL3A1 or MCL1."}, {"pubmed": 30538285, "text": "By reducing global mRNA translation in several ways, 2-deoxyglucose lowers MCL-1 protein and sensitizes hemopoietic tumor cells to BH3 mimetic ABT737."}, {"pubmed": 30543142, "text": "NF1 knockdown endowed ovarian cells with resistance to cisplatin-induced apoptosis by targeting MCL1 via miR-142-5p"}, {"pubmed": 30569090, "text": "miR15a3p may suppress cell proliferation and migration and induce cell apoptosis in lens epithelial cells through inhibiting the expression of BCL2 and MCL1, which contributes to the onset of agerelated cataracts."}, {"pubmed": 30596398, "text": "KPT-330 treatment increased binding of Bcl-2 to Bim but was overcome by ABT-199 treatment, demonstrating that KPT-330 and ABT-199 reciprocally overcome apoptosis resistance. Mcl-1 knockdown and overexpression confirmed its critical role in the antileukaemic activity of the combination."}, {"pubmed": 30631150, "text": "MCL-1 inhibitors are beneficial for targeted apoptosis of breast tumor ecosystems."}, {"pubmed": 30633583, "text": "Treatment of CCA cell lines with Root extract of Actinidia arguta (Hardy Kiwi), resulted in decreased expression of MCL1 and induction of apoptosis. Increased expression of MCL1 expression was associated with Cholangiocarcinoma (CCA) tumors."}, {"pubmed": 30649895, "text": "Upregulation of human Mcl-1 in transgenic mice prevents macrophage apoptosis-associated killing and establishes that apoptosis-associated killing is required to allow alveolar macrophages to clear ingested bacteria."}, {"pubmed": 30718431, "text": "our results revealed the essential role of the MGMT-DUB3-MCL1 axis in the chemoresistance of ovarian cancer and identified that a combined treatment with HDACis and PaTrin-2 is an effective method for overcoming chemoresistance in ovarian cancer."}, {"pubmed": 30728351, "text": "Bioinformatics predicts that miR-29b-3p is the downstream target gene, and MCL-1 is the downstream target protein of miR-29b-3p."}, {"pubmed": 30773399, "text": "Molecular characterization of anti-apoptotic BFL1 and MCL1 enabled facile prediction and design of peptides that bind to them."}, {"pubmed": 30777879, "text": "Identify MCL1 and DEDD as genes that contribute to aggressive urothelial carcinomas."}, {"pubmed": 30782845, "text": "these findings suggest that GADD34 inhibits TRAIL-induced HCC cell apoptosis through TRAF6- and ERK-mediated stabilization of MCL-1."}, {"pubmed": 30912136, "text": "MCL1 inhibition increased DR4 protein levels and its cell surface expression."}, {"pubmed": 31043700, "text": "JOSD1 inhibits mitochondrial apoptotic signalling to drive acquired chemoresistance in gynaecological cancer by stabilizing MCL1."}, {"pubmed": 31150457, "text": "This work has defined EGFR mutations and AKT phosphorylation as markers for sensitivity to combined MCL-1 and BCL-2/xL targeted therapy and establishes a rationale to explore multiple BCL-2 family members in patients who are refractory to EGFR inhibitor treatment. Our data support the design of a clinical trial that aims to employ inhibitors of the BCL-2 family of proteins in lung cancer patients."}, {"pubmed": 31264507, "text": "The increased expression of miR-15a in lens epithelial cells of age-related cataract patients may repress the expression of BCL-2 and MCL-1."}, {"pubmed": 31294695, "text": "Accumulation of Noxa caused by depletion of CRL5 components was responsible for re-sensitization to CDK9 inhibitor, but not MCL1 inhibitor. Discovery of a novel role of CRL5 in apoptosis and resistance to multiple types of anticancer agents suggests the potential to improve combination treatments"}, {"pubmed": 31297886, "text": "miR-153-3p regulates progression of ovarian carcinoma in vitro and in vivo by targeting MCL1 gene."}, {"pubmed": 31337603, "text": "Results found that high MCL-1 expression was present in sorafenib-resistant hepatocellular carcinoma (HCC) cells, while MCL-1 knockdown sensitized these cells to sorafenib."}, {"pubmed": 31399555, "text": "MCL1, one of the antiapoptotic BCL2 family members, was significantly inhibited upon THZ1 treatment. Accordingly, combining THZ1 with a BCL2/BCL-XL inhibitor ABT-263 synergized in impairing cell growth and driving apoptosis"}, {"pubmed": 31434979, "text": "HUWE1 controls MCL1 stability to unleash AMBRA1-induced mitophagy."}, {"pubmed": 31497917, "text": "The lncRNA MYOSLID-miR-29c-3p-MCL-1 axis plays a key role in the development of gastric cancer"}, {"pubmed": 31570787, "text": "Bile acid-induced \"\"Minority MOMP\"\" promotes esophageal carcinogenesis while maintaining apoptotic resistance via Mcl-1."}, {"pubmed": 31601252, "text": "Elevated expression of Mcl-1 might be inversely proportional to disease progression of non-small cell lung cancer patients by promoting cell proliferation and inhibiting apoptosis"}, {"pubmed": 31601883, "text": "A one-step tRNA-CRISPR system for genome-wide genetic interaction mapping in mammalian cells."}, {"pubmed": 31601924, "text": "Low human and murine Mcl-1 expression leads to a pro-apoptotic plaque phenotype enriched in giant-cells."}, {"pubmed": 31662324, "text": "Study discovered a cross-talk between Mcl-1 and Akt in promoting lung cancer cell growth. Depletion of endogenous Mcl-1 from human lung cancer cells using CRISPR/Cas9 or Mcl-1 shRNA significantly decreased Akt activity, leading to suppression of lung cancer cell growth in vitro and in xenografts. Mechanistically, Mcl-1 directly interacted via its PEST domain with Akt at the pleckstrin homology (PH) domain."}, {"pubmed": 31669390, "text": "Dual Bcl-2 and Mcl-1 target engagement underlies their anticancer efficacy."}, {"pubmed": 31706839, "text": "Dopamine neurons in the substantia nigra pars compacta are selectively lost during the progression of Parkinson's disease. Recent work performed on the role of the Bcl2 family (highly specialized proteins which control cellular survival and death) in midbrain dopamine neurons has led to the identification of the Bcl2 factor Mcl1 as a weak link in the survival of these neurons. [review]"}, {"pubmed": 31744877, "text": "Ceramide Analogue SACLAC Modulates Sphingolipid Levels and MCL-1 Splicing to Induce Apoptosis in Acute Myeloid Leukemia."}, {"pubmed": 31751869, "text": "MiR-342 targeted BCL2L1 and MCL1."}, {"pubmed": 31753743, "text": "targeted by miR-125b in trophoblasts"}, {"pubmed": 31754782, "text": "MCL1 regulates cell death, tumor growth and chemosensitivity to sabutoclax in ovarian adenocarcinoma."}, {"pubmed": 31907390, "text": "Saga of Mcl-1: regulation from transcription to degradation."}, {"pubmed": 31919392, "text": "ALG-2 couples T cell activation and apoptosis by regulating proteasome activity and influencing MCL1 stability."}, {"pubmed": 31941601, "text": "Mcl-1 inhibits Mff-mediated mitochondrial fragmentation and apoptosis."}, {"pubmed": 32014946, "text": "MCL-1 expression in NSCLC cells correlated inversely with AI and positively with Ki-67 index. MCL-1 may serve as a potential prognostic biomarker and a novel therapeutic target in NSCLC."}, {"pubmed": 32015503, "text": "MARCH5-dependent degradation of MCL1/NOXA complexes defines susceptibility to antimitotic drug treatment."}, {"pubmed": 32094511, "text": "MARCH5 requires MTCH2 to coordinate proteasomal turnover of the MCL1:NOXA complex."}, {"pubmed": 32111816, "text": "MCL1 binding to the reverse BH3 motif of P18INK4C couples cell survival to cell proliferation."}, {"pubmed": 32193910, "text": "overexpression of Mcl-1Long is associated with poor prognosis in malignant pleomorphic adenoma"}, {"pubmed": 32203216, "text": "A direct comparison of selective BH3-mimetics reveals BCL-XL, BCL-2 and MCL-1 as promising therapeutic targets in neuroblastoma."}, {"pubmed": 32204955, "text": "Targeting MCL-1 in hematologic malignancies: Rationale and progress."}, {"pubmed": 32223928, "text": "EGFR-independent EGFR-mutant lung adenocarcinoma cells depend on Bcl-xL and MCL1 for survival."}, {"pubmed": 32249419, "text": "Co-targeting bromodomain and extra-terminal proteins and MCL1 induces synergistic cell death in melanoma."}, {"pubmed": 32296028, "text": "Inhibition of CDK9 by voruciclib synergistically enhances cell death induced by the Bcl-2 selective inhibitor venetoclax in preclinical models of acute myeloid leukemia."}, {"pubmed": 32319395, "text": "levels of IL-6 and MCL-1 in patients with multiple myeloma correlate with the DS stage and prognosis of patients"}, {"pubmed": 32371858, "text": "MCL-1(Matrix) maintains neuronal survival by enhancing mitochondrial integrity and bioenergetic capacity under stress conditions."}, {"pubmed": 32430171, "text": "Co-expression of Mcl-1 and Bak induces mitochondrial swelling."}, {"pubmed": 32444799, "text": "The FBW7-MCL-1 axis is key in M1 and M2 macrophage-related colon cancer cell progression: validating the immunotherapeutic value of targeting PI3Kgamma."}, {"pubmed": 32457483, "text": "BH3 mimetics selectively eliminate chemotherapy-induced senescent cells and improve response in TP53 wild-type breast cancer."}, {"pubmed": 32484436, "text": "MARCH5 mediates NOXA-dependent MCL1 degradation driven by kinase inhibitors and integrated stress response activation."}, {"pubmed": 32504673, "text": "SUMOylation of MCL1 protein enhances its stability by regulating the ubiquitin-proteasome pathway."}, {"pubmed": 32527042, "text": "Genomic Biomarkers of Survival in Patients with Adenocarcinoma of the Uterine Cervix Receiving Chemoradiotherapy."}, {"pubmed": 32572959, "text": "GSK3beta suppression inhibits MCL1 protein synthesis in human acute myeloid leukemia cells."}, {"pubmed": 32587776, "text": "DYRK1A suppression restrains Mcl-1 expression and sensitizes NSCLC cells to Bcl-2 inhibitors."}, {"pubmed": 32619164, "text": "Correlation Between BCL2 and Mcl1 Single Nucleotide Polymorphisms and Chemotherapy Response in Jordanian Patients with Colorectal Cancer."}, {"pubmed": 32675387, "text": "LncRNA FGD5-AS1 promotes tumor growth by regulating MCL1 via sponging miR-153-3p in oral cancer."}, {"pubmed": 32682001, "text": "MNDA controls the expression of MCL-1 and BCL-2 in chronic lymphocytic leukemia cells."}, {"pubmed": 32682341, "text": "Noxa upregulation and 5-gene apoptotic biomarker panel in colorectal cancer."}, {"pubmed": 32710568, "text": "Hypertonicity counteracts MCL-1 and renders BCL-XL a synthetic lethal target in head and neck cancer."}, {"pubmed": 32777522, "text": "Regulation of human Mcl-1 by a divergently-expressed antisense transcript."}, {"pubmed": 32802178, "text": "Deubiquitinase USP7-mediated MCL-1 up-regulation enhances Arsenic and Benzo(a)pyrene co-exposure-induced Cancer Stem Cell-like property and Tumorigenesis."}, {"pubmed": 32913197, "text": "MCL-1 gains occur with high frequency in lung adenocarcinoma and can be targeted therapeutically."}, {"pubmed": 32928910, "text": "beta2-adrenoreceptor Signaling Increases Therapy Resistance in Prostate Cancer by Upregulating MCL1."}, {"pubmed": 32932732, "text": "Downregulation of CDC20 Increases Radiosensitivity through Mcl-1/p-Chk1-Mediated DNA Damage and Apoptosis in Tumor Cells."}, {"pubmed": 32945371, "text": "NCAPH is negatively associated with Mcl1 in nonsmall cell lung cancer."}, {"pubmed": 32961017, "text": "Selective Affimers Recognise the BCL-2 Family Proteins BCL-xL and MCL-1 through Noncanonical Structural Motifs*."}, {"pubmed": 32986659, "text": "Overexpression of HSP10 correlates with HSP60 and Mcl-1 levels and predicts poor prognosis in non-small cell lung cancer patients."}, {"pubmed": 33050112, "text": "Magnolol Enhances the Therapeutic Effects of TRAIL through DR5 Upregulation and Downregulation of c-FLIP and Mcl-1 Proteins in Cancer Cells."}, {"pubmed": 33093207, "text": "Mcl-1 and Bok transmembrane domains: Unexpected players in the modulation of apoptosis."}, {"pubmed": 33129955, "text": "A novel kinase inhibitor, LZT-106, downregulates Mcl-1 and sensitizes colorectal cancer cells to BH3 mimetic ABT-199 by targeting CDK9 and GSK-3beta signaling."}, {"pubmed": 33184242, "text": "High-glucose-induced apoptosis, ROS production and pro-inflammatory response in cardiomyocytes is attenuated by metformin treatment via PP2A activation."}, {"pubmed": 33202208, "text": "Nutrient Deprivation Promotes MCL-1 Degradation in an Autophagy-Independent Manner."}, {"pubmed": 33203722, "text": "ELP-dependent expression of MCL1 promotes resistance to EGFR inhibition in triple-negative breast cancer cells."}, {"pubmed": 33300066, "text": "Long noncoding RNA SNHG14 affects the proliferation and apoptosis of childhood acute myeloid leukaemia cells by modulating the miR193b3p/MCL1 axis."}, {"pubmed": 33353284, "text": "Targeting MCL-1 dysregulates cell metabolism and leukemia-stroma interactions and resensitizes acute myeloid leukemia to BCL-2 inhibition."}, {"pubmed": 33446629, "text": "MCL-1 dependency as a novel vulnerability for aggressive B cell lymphomas."}, {"pubmed": 33508399, "text": "The role of post-translational modifications in the regulation of MCL1."}, {"pubmed": 33589591, "text": "Targeting transcription of MCL-1 sensitizes HER2-amplified breast cancers to HER2 inhibitors."}, {"pubmed": 33600840, "text": "It's time to die: BH3 mimetics in solid tumors."}, {"pubmed": 33627786, "text": "The deubiquitinase (DUB) USP13 promotes Mcl-1 stabilisation in cervical cancer."}, {"pubmed": 33658484, "text": "Phosphatase PP2A enhances MCL-1 protein half-life in multiple myeloma cells."}, {"pubmed": 33690800, "text": "Cytokine-like protein 1-induced survival of monocytes suggests a combined strategy targeting MCL1 and MAPK in CMML."}, {"pubmed": 33851636, "text": "Clinical characteristics and gene mutation analysis of clear cell tumor of the lung."}, {"pubmed": 33898171, "text": "OTUD1 Activates Caspase-Independent and Caspase-Dependent Apoptosis by Promoting AIF Nuclear Translocation and MCL1 Degradation."}, {"pubmed": 33977869, "text": "Silencing of long noncoding INHBA antisense RNA1 suppresses proliferation, migration, and extracellular matrix deposition in human hypertrophic scar fibroblasts via regulating microRNA-141-3p/myeloid cell leukemia 1 axis."}, {"pubmed": 34079080, "text": "Elevated USP9X drives early-to-late-stage oral tumorigenesis via stabilisation of anti-apoptotic MCL-1 protein and impacts outcome in oral cancers."}, {"pubmed": 34099633, "text": "Long noncoding RNA DGCR5 involves in tumorigenesis of esophageal squamous cell carcinoma via SRSF1-mediated alternative splicing of Mcl-1."}, {"pubmed": 34107118, "text": "Chromosome alignment-maintaining phosphoprotein CHAMP1 plays a role in cell survival through regulating Mcl-1 expression."}, {"pubmed": 34270823, "text": "miR-181c regulates MCL1 and cell survival in GATA2 deficient cells."}, {"pubmed": 34299435, "text": "KRIBB11 Induces Apoptosis in A172 Glioblastoma Cells via MULE-Dependent Degradation of MCL-1."}, {"pubmed": 34305242, "text": "Knockdown of Myeloid Cell Leukemia-1 by MicroRNA-101 Increases Sensitivity of A549 Lung Cancer Cells to Etoposide."}, {"pubmed": 34332981, "text": "Dichloroacetate enhances the anti-tumor effect of sorafenib via modulating the ROS-JNK-Mcl-1 pathway in liver cancer cells."}, {"pubmed": 34343635, "text": "Evasion of cell death: A contributory factor in prostate cancer development and treatment resistance."}, {"pubmed": 34359829, "text": "ER+ Breast Cancer Strongly Depends on MCL-1 and BCL-xL Anti-Apoptotic Proteins."}, {"pubmed": 34475520, "text": "The multiple mechanisms of MCL1 in the regulation of cell fate."}, {"pubmed": 34606682, "text": "DDX3 interacts with USP9X and participates in deubiquitination of the anti-apoptotic protein MCL1."}, {"pubmed": 34685622, "text": "The Pro-Survival Oct4/Stat1/Mcl-1 Axis Is Associated with Poor Prognosis in Lung Adenocarcinoma Patients."}, {"pubmed": 34707185, "text": "CD157 signaling promotes survival of acute myeloid leukemia cells and modulates sensitivity to cytarabine through regulation of anti-apoptotic Mcl-1."}, {"pubmed": 34758305, "text": "Interplay between protein acetylation and ubiquitination controls MCL1 protein stability."}, {"pubmed": 34963561, "text": "CREB/Sp1-mediated MCL1 expression and NFkappaB-mediated ABCB1 expression modulate the cytotoxicity of daunorubicin in chronic myeloid leukemia cells."}, {"pubmed": 35042842, "text": "MCL1 nuclear translocation induces chemoresistance in colorectal carcinoma."}, {"pubmed": 35058488, "text": "Inhibition of MCL1 induces apoptosis in anaplastic large cell lymphoma and in primary effusion lymphoma."}, {"pubmed": 35136016, "text": "Increased MCL-1 synthesis promotes irradiation-induced nasopharyngeal carcinoma radioresistance via regulation of the ROS/AKT loop."}, {"pubmed": 35220217, "text": "The Interaction Between Cancer-associated Fibroblasts and Cancer Cells Enhances Bcl-xL and Mcl-1 in Colorectal Cancer."}, {"pubmed": 35221802, "text": "Expression and Potential Prognostic Value of SOX9, MCL-1 and SPOCK1 in Gastric Adenocarcinoma."}, {"pubmed": 35229202, "text": "MCL1 alternative polyadenylation is essential for cell survival and mitochondria morphology."}, {"pubmed": 35354755, "text": "Adipose-Derived Stem Cells-Derived Exosomes with High Amounts of Circ_0001747 Alleviate Hypoxia/Reoxygenation-Induced Injury in Myocardial Cells by Targeting MiR-199b-3p/MCL1 Axis."}, {"pubmed": 35391656, "text": "Downregulation of Circ-CEP128 Enhances the Paclitaxel Sensitivity of Cervical Cancer Through Regulating miR-432-5p/MCL1."}, {"pubmed": 35429048, "text": "Mutation in MCL1 predicted loop to helix structural transition stabilizes MCL1-Bax binding interaction favoring cancer cell survival."}, {"pubmed": 35457012, "text": "Targeting of Mcl-1 Expression by MiRNA-3614-5p Promotes Cell Apoptosis of Human Prostate Cancer Cells."}, {"pubmed": 35462114, "text": "Mcl-1 levels critically impact the sensitivities of human colorectal cancer cells to APG-1252-M1, a novel Bcl-2/Bcl-XL dual inhibitor that induces Bax-dependent apoptosis."}, {"pubmed": 35668118, "text": "MCL1 as putative target in pancreatoblastoma."}, {"pubmed": 36104324, "text": "Targeting of MCL-1 in breast cancer-associated fibroblasts reverses their myofibroblastic phenotype and pro-invasive properties."}, {"pubmed": 36104628, "text": "FOXO1 represses MCL1 transcription to regulate the function of vascular smooth muscle cells in intracranial aneurysm."}, {"pubmed": 36226498, "text": "Inhibition of casein kinase 2 sensitizes mantle cell lymphoma to venetoclax through MCL-1 downregulation."}, {"pubmed": 36260529, "text": "N6-methyladenosine modification in trophoblasts promotes circSETD2 expression, inhibits miR-181a-5p, and elevates MCL1 transcription to reduce apoptosis of trophoblasts."}, {"pubmed": 36346691, "text": "Mechanisms of MCL-1 Protein Stability Induced by MCL-1 Antagonists in B-Cell Malignancies."}, {"pubmed": 36416587, "text": "Expression Ratios of the Antiapoptotic BCL2 Family Members Dictate the Selective Addiction of Kaposi's Sarcoma-Associated Herpesvirus-Transformed Primary Effusion Lymphoma Cell Lines to MCL1."}, {"pubmed": 36535926, "text": "Stabilization of MCL-1 by E3 ligase TRAF4 confers radioresistance."}, {"pubmed": 36918717, "text": "Dual targeting of BCL-2 and MCL-1 in the presence of BAX breaks venetoclax resistance in human small cell lung cancer."}, {"pubmed": 37142223, "text": "Polypyrimidine tract binding protein 1 (PTBP1) contains a novel regulatory sequence, the rBH3, that binds the prosurvival protein MCL1."}, {"pubmed": 37160897, "text": "SARS-CoV-2 N protein enhances the anti-apoptotic activity of MCL-1 to promote viral replication."}, {"pubmed": 37349598, "text": "MCL1 regulates AML cells metabolism via direct interaction with HK2. Metabolic signature at onset predicts overall survival in AMLs' patients."}, {"pubmed": 37467344, "text": "Myeloid cell leukemia-1 as a candidate prognostic biomarker in cancers: a systematic review and meta-analysis."}, {"pubmed": 37676378, "text": "Host-derived growth factors drive ERK phosphorylation and MCL1 expression to promote osteosarcoma cell survival during metastatic lung colonization."}, {"pubmed": 38055341, "text": "FBXW7 affects autophagy through MCL1 in oral squamous cell carcinoma."}, {"pubmed": 38256213, "text": "Mcl-1 Protein and Viral Infections: A Narrative Review."}, {"pubmed": 38661028, "text": "TCEB3 initiates ovarian cancer apoptosis by mediating ubiquitination and degradation of MCL-1."}], "genomic_pos": {"chr": "1", "end": 150579738, "ensemblgene": "ENSG00000143384", "start": 150560895, "strand": -1}, "genomic_pos_hg19": {"chr": "1", "end": 150552066, "start": 150547032, "strand": -1}, "go": {"BP": [{"evidence": "NAS", "gocategory": "BP", "id": "GO:0001709", "pubmed": 10837489, "qualifier": "involved_in", "term": "cell fate determination"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0001836", "qualifier": "involved_in", "term": "release of cytochrome c from mitochondria"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006919", "qualifier": "involved_in", "term": "activation of cysteine-type endopeptidase activity involved in apoptotic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006974", "pubmed": 20467439, "qualifier": "acts_upstream_of_or_within", "term": "DNA damage response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0008053", "qualifier": "involved_in", "term": "mitochondrial fusion"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0008630", "qualifier": "involved_in", "term": "intrinsic apoptotic signaling pathway in response to DNA damage"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010507", "pubmed": 24113155, "qualifier": "involved_in", "term": "negative regulation of autophagy"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0019725", "pubmed": 10837489, "qualifier": "involved_in", "term": "cellular homeostasis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0034097", "pubmed": 9184696, "qualifier": "acts_upstream_of_or_within", "term": "response to cytokine"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043065", "pubmed": 21132008, "qualifier": "involved_in", "term": "positive regulation of apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043066", "pubmed": 20041405, "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071806", "qualifier": "involved_in", "term": "protein transmembrane transport"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0097192", "qualifier": "involved_in", "term": "extrinsic apoptotic signaling pathway in absence of ligand"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0097192", "pubmed": 16543145, "qualifier": "involved_in", "term": "extrinsic apoptotic signaling pathway in absence of ligand"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:1903378", "pubmed": 23858059, "qualifier": "involved_in", "term": "positive regulation of oxidative stress-induced neuron intrinsic apoptotic signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2000811", "pubmed": 22277751, "qualifier": "involved_in", "term": "negative regulation of anoikis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2001240", "pubmed": 20921992, "qualifier": "involved_in", "term": "negative regulation of extrinsic apoptotic signaling pathway in absence of ligand"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 20467439, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005737", "pubmed": 10837489, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005739", "pubmed": 7896880, "qualifier": "located_in", "term": "mitochondrion"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005741", "qualifier": "is_active_in", "term": "mitochondrial outer membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005741", "pubmed": 10837489, "qualifier": "located_in", "term": "mitochondrial outer membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 7896880, "qualifier": "located_in", "term": "membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0016020", "qualifier": "located_in", "term": "membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0097136", "pubmed": 21199865, "qualifier": "part_of", "term": "Bcl-2 family protein complex"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:0097136", "pubmed": 21132008, "qualifier": "part_of", "term": "Bcl-2 family protein complex"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [15901672, 16697956, 17097560, 17428862, 17525735, 18040043, 18981409, 19074266, 19605477, 19968986, 20023629, 20085765, 21132008, 21139567, 21199865, 21454712, 21458670, 21507240, 22277751, 22516262, 23055042, 23245996, 23680104, 24113155, 26431330, 26859456, 27013495, 28514442, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0008320", "pubmed": 10837489, "qualifier": "enables", "term": "protein transmembrane transporter activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0015267", "qualifier": "enables", "term": "channel activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0046982", "pubmed": 10837489, "qualifier": "enables", "term": "protein heterodimerization activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0051400", "qualifier": "enables", "term": "BH domain binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0051434", "pubmed": 21036904, "qualifier": "enables", "term": "BH3 domain binding"}]}, "homologene": {"genes": [[7955, 58122], [7955, 373102], [9031, 395674], [9544, 707539], [9598, 457274], [9606, 4170], [9615, 403537], [9913, 788087], [10090, 17210], [10116, 60430]], "id": 7413}, "interpro": [{"desc": "Apoptosis regulator, Bcl-2, BH3 motif, conserved site", "id": "IPR020728", "short_desc": "Bcl2_BH3_motif_CS"}, {"desc": "Bcl-2-like superfamily", "id": "IPR036834", "short_desc": "Bcl-2-like_sf"}, {"desc": "Bcl2-like", "id": "IPR002475", "short_desc": "Bcl2-like"}, {"desc": "Apoptosis regulator, Mcl-1", "id": "IPR013281", "short_desc": "Apop_reg_Mc1"}, {"desc": "Apoptosis regulator, Bcl-2, BH1 motif, conserved site", "id": "IPR020717", "short_desc": "Bcl2_BH1_motif_CS"}, {"desc": "Apoptosis regulator, Bcl-2, BH2 motif, conserved site", "id": "IPR020726", "short_desc": "Bcl2_BH2_motif_CS"}, {"desc": "Bcl-2 family", "id": "IPR026298", "short_desc": "Bcl-2_fam"}, {"desc": "Bcl-2, Bcl-2 homology region 1-3", "id": "IPR046371", "short_desc": "Bcl-2_BH1-3"}], "ipi": ["IPI00030356", "IPI00221306", "IPI00953631"], "map_location": "1q21.2", "name": "MCL1 apoptosis regulator, BCL2 family member", "other_names": ["BCL2 family apoptosis regulator", "MCL1, BCL2 family apoptosis regulator", "bcl-2-like protein 3", "bcl-2-related protein EAT/mcl1", "induced myeloid leukemia cell differentiation protein Mcl-1", "myeloid cell leukemia 1", "myeloid cell leukemia ES", "myeloid cell leukemia sequence 1 (BCL2-related)"], "pantherdb": {"HGNC": "6943", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "101769", "ortholog_type": "LDO", "panther_family": "PTHR11256", "taxid": 10090, "uniprot_kb": "P97287"}, {"RGD": "620525", "ortholog_type": "LDO", "panther_family": "PTHR11256", "taxid": 10116, "uniprot_kb": "Q9Z1P3"}, {"Ensembl": "ENSGALG00000044383", "ortholog_type": "LDO", "panther_family": "PTHR11256", "taxid": 9031, "uniprot_kb": "A0A1L1RUS7"}, {"ZFIN": "ZDB-GENE-000511-7", "ortholog_type": "LDO", "panther_family": "PTHR11256", "taxid": 7955, "uniprot_kb": "Q1L8X3"}, {"ZFIN": "ZDB-GENE-030825-1", "ortholog_type": "O", "panther_family": "PTHR11256", "taxid": 7955, "uniprot_kb": "A2BF68"}, {"WormBase": "WBGene00000423", "ortholog_type": "O", "panther_family": "PTHR11256", "taxid": 6239, "uniprot_kb": "P41958"}], "uniprot_kb": "Q07820"}, "pathway": {"kegg": [{"id": "hsa04151", "name": "PI3K-Akt signaling pathway - Homo sapiens (human)"}, {"id": "hsa04210", "name": "Apoptosis - Homo sapiens (human)"}, {"id": "hsa04630", "name": "JAK-STAT signaling pathway - Homo sapiens (human)"}, {"id": "hsa05206", "name": "MicroRNAs in cancer - Homo sapiens (human)"}], "pid": [{"id": "e2f_pathway", "name": "E2F transcription factor network"}, {"id": "hif1_tfpathway", "name": "HIF-1-alpha transcription factor network"}, {"id": "il6_7pathway", "name": "IL6-mediated signaling events"}, {"id": "p53downstreampathway", "name": "Direct p53 effectors"}], "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-5663202", "name": "Diseases of signal transduction by growth factor receptors and second messengers"}, {"id": "R-HSA-6785807", "name": "Interleukin-4 and Interleukin-13 signaling"}, {"id": "R-HSA-9700206", "name": "Signaling by ALK in cancer"}, {"id": "R-HSA-9725370", "name": "Signaling by ALK fusions and activated point mutants"}], "wikipathways": [{"id": "WP1772", "name": "Apoptosis Modulation and Signaling"}, {"id": "WP254", "name": "Apoptosis"}, {"id": "WP3614", "name": "Photodynamic therapy-induced HIF-1 survival signaling"}, {"id": "WP3657", "name": "Hematopoietic Stem Cell Gene Regulation by GABP alpha-beta Complex"}, {"id": "WP4172", "name": "PI3K-Akt signaling pathway"}, {"id": "WP4399", "name": "MicroRNA network associated with chronic lymphocytic leukemia"}, {"id": "WP4864", "name": "Host-pathogen interaction of human coronaviruses - apoptosis"}]}, "pdb": ["2KBW", "2MHS", "2NL9", "2NLA", "2PQK", "3D7V", "3IO9", "3KJ0", "3KJ1", "3KJ2", "3KZ0", "3MK8", "3PK1", "3TWU", "3WIX", "3WIY", "4BPI", "4BPJ", "4HW2", "4HW3", "4HW4", "4OQ5", "4OQ6", "4WGI", "4WMR", "4WMS", "4WMT", "4WMU", "4WMV", "4WMW", "4WMX", "4ZBF", "4ZBI", "5C3F", "5C6H", "5FC4", "5FDO", "5FDR", "5IEZ", "5IF4", "5JSB", "5KU9", "5LOF", "5MES", "5MEV", "5UUM", "5VKC", "5VX2", "5W89", "5W8F", "6B4L", "6B4U", "6BW2", "6BW8", "6FS0", "6FS1", "6FS2", "6MBD", "6MBE", "6NE5", "6O4U", "6O6F", "6O6G", "6OQB", "6OQC", "6OQD", "6OQN", "6OVC", "6P3P", "6QB3", "6QB4", "6QB6", "6QFC", "6QFI", "6QFM", "6QFQ", "6QGD", "6QXJ", "6QYK", "6QYL", "6QYN", "6QYO", "6QYP", "6QZ5", "6QZ6", "6QZ7", "6QZ8", "6QZB", "6STJ", "6U63", "6U64", "6U65", "6U67", "6U6F", "6UA3", "6UAB", "6UD2", "6UDI", "6UDT", "6UDU", "6UDV", "6UDX", "6UDY", "6VBX", "6YBG", "6YBJ", "6YBK", "6YBL", "6ZIE", "7NB4", "7NB7", "7XGE", "8AV9", "8EKX", "8EL0", "8EL1", "8G3S", "8G3T", "8G3U", "8G3W", "8G3X", "8G3Y", "8H7B", "8IQM", "8QSO", "8SVY"], "pfam": "PF00452", "pharmgkb": "PA30688", "pharos": {"target_id": 11059, "tdl": "Tchem"}, "pir": "A47476", "prosite": "PS50062", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF252543", "relationship": "is"}, {"id": "GNF252544", "relationship": "is"}, {"id": "GNF252545", "relationship": "is"}, {"id": "GNF252546", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF030503", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF086244", "relationship": "is"}, {"id": "GNF086245", "relationship": "is"}, {"id": "GNF086246", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF050527", "relationship": "is"}, {"id": "GNF055290", "relationship": "is"}, {"id": "GNF059900", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF068097", "relationship": "is"}, {"id": "GNF068098", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF008820", "relationship": "is"}, {"id": "GNF008821", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF094561", "relationship": "is"}, {"id": "GNF134218", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1", "NG_029146.2"], "protein": ["NP_001184249.1", "NP_068779.1", "NP_877495.1"], "rna": ["NM_001197320.2", "NM_021960.5", "NM_182763.3"], "translation": [{"protein": "NP_068779.1", "rna": "NM_021960.5"}, {"protein": "NP_001184249.1", "rna": "NM_001197320.2"}, {"protein": "NP_877495.1", "rna": "NM_182763.3"}]}, "reporter": {"HG-U133_Plus_2": ["200796_s_at", "200797_s_at", "200798_x_at", "214056_at", "214057_at", "227175_at"], "HG-U95Av2": ["277_at", "33146_at"], "HTA-2_0": "TC01003205.hg.1", "HuEx-1_0": "2434438", "HuGene-1_1": "7919751", "HuGene-2_1": "16692775"}, "summary": "This gene encodes an anti-apoptotic protein, which is a member of the Bcl-2 family. Alternative splicing results in multiple transcript variants. The longest gene product (isoform 1) enhances cell survival by inhibiting apoptosis while the alternatively spliced shorter gene products (isoform 2 and isoform 3) promote apoptosis and are death-inducing. [provided by RefSeq, Oct 2010].", "symbol": "MCL1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1366587"}, "unigene": "Hs.632486", "uniprot": {"Swiss-Prot": "Q07820", "TrEMBL": ["C8YZ26", "A0A087WT64", "A0A7I2V2W2"]}, "wikipedia": {"url_stub": "MCL1"}}