{"AllianceGenome": "7000", "HGNC": "7000", "MIM": "601739", "_id": "4211", "_version": 1, "accession": {"genomic": ["AB040810.1", "AC007392.4", "AC092669.2", "AC093641.5", "CH471053.2", "CP068276.2", "NC_000002.12", "NC_060926.1", "NG_011467.1"], "protein": ["AAC51642.1", "AAH43503.1", "AAN40012.1", "AAY15006.1", "AAY24268.1", "BAB15814.1", "BAG37454.1", "BAG53586.1", "BAH12499.1", "BAH12671.1", "EAW99892.1", "EAW99893.1", "EAW99894.1", "EAW99895.1", "EAW99896.1", "NP_002389.1", "O00470.1"], "rna": ["AI203963.1", "AK098174.1", "AK297109.1", "AK297817.1", "AK314949.1", "AL832770.1", "BC036511.1", "BC043503.1", "CB854199.1", "NM_002398.3", "U85707.1"], "translation": [{"protein": "BAG37454.1", "rna": "AK314949.1"}, {"protein": "BAH12671.1", "rna": "AK297817.1"}, {"protein": "AAH43503.1", "rna": "BC043503.1"}, {"protein": "BAH12499.1", "rna": "AK297109.1"}, {"protein": "AAC51642.1", "rna": "U85707.1"}, {"protein": "NP_002389.1", "rna": "NM_002398.3"}, {"protein": "BAG53586.1", "rna": "AK098174.1"}]}, "ensembl": {"gene": "ENSG00000143995", "protein": ["ENSP00000272369", "ENSP00000381518", "ENSP00000397418", "ENSP00000440571", "ENSP00000454209", "ENSP00000475161"], "transcript": ["ENST00000272369", "ENST00000398506", "ENST00000409517", "ENST00000409622", "ENST00000437869", "ENST00000450027", "ENST00000466811", "ENST00000475239", "ENST00000488550", "ENST00000490726", "ENST00000491706", "ENST00000495021", "ENST00000496248", "ENST00000498705", "ENST00000542964", "ENST00000560281", "ENST00000606455"], "translation": [{"protein": "ENSP00000272369", "rna": "ENST00000272369"}, {"protein": "ENSP00000454209", "rna": "ENST00000560281"}, {"protein": "ENSP00000475161", "rna": "ENST00000488550"}, {"protein": "ENSP00000381518", "rna": "ENST00000398506"}, {"protein": "ENSP00000440571", "rna": "ENST00000495021"}, {"protein": "ENSP00000397418", "rna": "ENST00000437869"}], "type_of_gene": "protein_coding"}, "entrezgene": "4211", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 13.8095456493, "exp_mis": 130.596348093, "exp_syn": 65.3604798325, "lof_z": 3.68111560215492, "mis_z": 3.27837636190585, "mu_lof": 1.00640170269e-06, "mu_mis": 1.32106630464e-05, "mu_syn": 6.43116842534e-06, "n_lof": 0.0, "n_mis": 54.0, "n_syn": 54.0, "p_li": 0.99088519686075, "p_null": 2.32884702805072e-06, "p_rec": 0.00911247429222156, "syn_z": 0.871141047533017}, "bp": 1173, "cds_end": 66796240, "cds_start": 66662988, "n_exons": 12, "nonpsych": {"exp_lof": 12.2928895814, "exp_mis": 117.996218808, "exp_syn": 58.9514644885, "lof_z": 3.44333256043444, "mis_z": 3.15727411529173, "mu_lof": 1.00640170269e-06, "mu_mis": 1.32106630464e-05, "mu_syn": 6.43116842534e-06, "n_lof": 0.0, "n_mis": 50.0, "n_syn": 48.0, "p_li": 0.986030849758649, "p_null": 8.08525915708314e-06, "p_rec": 0.0139610649821942, "syn_z": 0.89802471281593}, "nontcga": {"exp_lof": 12.6846947321, "exp_mis": 120.128561171, "exp_syn": 60.1115613088, "lof_z": 3.51334807489606, "mis_z": 3.50591909912363, "mu_lof": 1.00640170269e-06, "mu_mis": 1.32106630464e-05, "mu_syn": 6.43116842534e-06, "n_lof": 0.0, "n_mis": 43.0, "n_syn": 50.0, "p_li": 0.986725892915547, "p_null": 5.83936364350667e-06, "p_rec": 0.0132682677208096, "syn_z": 0.825774435471309}, "transcript": "ENST00000272369.9"}, "exons": [{"cdsend": 66569108, "cdsstart": 66435856, "chr": "2", "position": [[66435124, 66435868], [66437736, 66437963], [66439842, 66439984], [66440561, 66440612], [66441413, 66441464], [66442901, 66443048], [66464108, 66464220], [66512148, 66512294], [66547942, 66548019], [66567452, 66567511], [66568666, 66568756], [66569049, 66569145], [66571245, 66573869]], "strand": 1, "transcript": "NM_002398", "txend": 66573869, "txstart": 66435124}], "exons_hg19": [{"cdsend": 66796240, "cdsstart": 66662988, "chr": "2", "position": [[66662256, 66663000], [66664868, 66665095], [66666974, 66667116], [66667693, 66667744], [66668545, 66668596], [66670033, 66670180], [66691240, 66691352], [66739280, 66739426], [66775074, 66775151], [66794584, 66794643], [66795798, 66795888], [66796181, 66796277], [66798377, 66801001]], "strand": 1, "transcript": "NM_002398", "txend": 66801001, "txstart": 66662256}], "generif": [{"pubmed": 12609849, "text": "these studies demonstrate that the homeodomain proteins, MEIS1, PBX1B, and PBX2, play an important role in megakaryocytic gene expression"}, {"pubmed": 14701735, "text": "Hoxa9 and Hoxa7 as well as the Hox coregulators Meis1 and Pbx3 among the targets upregulated by MLL-ENL-ERtm in conditionally transformed cells"}, {"pubmed": 14966272, "text": "Data report novel nucleoporin 98 fusions with homeobox (HOX)A10, HOXB3 and HOXB4, and describe the results of coexpression of these proteins with the Hox cofactor Meis1 in leukemic induction."}, {"pubmed": 15103390, "text": "found a constant downregulation of the Meis 1 gene mRNA in AML1-ETO acute myeloid leukemias and in those cases harboring in frame mutations in the bZIP domain of CEBPalpha"}, {"pubmed": 15160920, "text": "suggest that MLL aberrations may regulate MEIS1 and HOXA9 gene expression in ALL-derived cell lines, while AML-derived cell lines express these genes independently of the MLL status"}, {"pubmed": 15479723, "text": "advantage to Meis1-HoxA9 coexpressing cells in vivo, leading to leukemogenesis."}, {"pubmed": 15654074, "text": "MEIS C termini possess transcriptional regulatory domains that respond to cell signaling and confer functional differences between MEIS and PREP proteins"}, {"pubmed": 15681849, "text": "CYBB is a common target gene repressed by HoxA10 and activated by HoxA9, and Meis1 and Nup98-hoxA9 have roles in repressing myeloid-specific gene transcription"}, {"pubmed": 16172981, "text": "pre B-cell leukemia transcription factor 1 is mostly cytoplasmic in epithelial endometrial cells of the developing female genital tract despite the nuclear localization of MEIS1"}, {"pubmed": 17637780, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17805329, "text": "In CREB-overexpressing control cells, Meis1 RNA expression was 3-fold higher than in untransfected cells. In AML cells, it was 5- to 10-fold higher than in the control cells. Persistent Meis1 expression may cause leukemia."}, {"pubmed": 18195096, "text": "MLL-FRYL did not increase MEIS1 expression, conferred a proliferative advantage without altering differentiation, and had protracted latency to disease."}, {"pubmed": 18216367, "text": "MEIS1 polymorphism is associated with Nocturnal Myoclonus Syndrome."}, {"pubmed": 18410541, "text": "analysis of the role of deregulated PcG genes in acute myeloid leukemia, and the downstream PcG targets HOXA4, HOXA9 and MEIS1"}, {"pubmed": 18541116, "text": "MEIS1 and LBXCOR1 are developmental factors and raise new pathophysiologic questions for RLS."}, {"pubmed": 18973687, "text": "co-expression of PBX1 and MEIS1/2 in granulosa cells in normal human ovaries suggested that MEIS1/2 might control PBX1 sublocalization, as seen in other systems"}, {"pubmed": 19109563, "text": "results show that MEIS1 expression is important for MLL-rearranged leukemias and suggest that MEIS1 promotes cell-cycle entry"}, {"pubmed": 19126776, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19126776, "text": "Reduced expression of the MEIS1 gene, possibly through intronic cis-regulatory element(s), predisposes to restless legs syndrome."}, {"pubmed": 19223043, "text": "From the result of this study suggested there was no evidence for an over-transmission of the at-risk haplotype in MEIS1 (G-A-G, 51 transmissions versus 59 non-transmissions, nominal p-value = 0.381)."}, {"pubmed": 19223043, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19240061, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19279021, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19473990, "text": "MEIS1A transactivation in response to protein kinase A signaling requires the transducers of regulated CREB family of CREB co-activators"}, {"pubmed": 19559479, "text": "co-operation between TLX1 and MEIS proteins may have a significant role in T-cell leukemogenesis."}, {"pubmed": 19563517, "text": "combination of low HOXA4 and low MEIS1 gene expression is a favourable predictor for outcome in all AML patients and that the expression levels are governed by the methylation state of these genes."}, {"pubmed": 19620287, "text": "CREB1 may mediate HOXA9 modulation of Meis1 expression."}, {"pubmed": 19620614, "text": "We report a MEIS1 p.R272H mutation in familial restless legs syndrome."}, {"pubmed": 19776672, "text": "MEIS1 may be a useful tumor marker for favorable prognosis in breast cancer."}, {"pubmed": 19799567, "text": "Data demonstrated that overexpressed PBX1 and MEIS1 increased endogenous SOX3 protein expression in both uninduced and RA-induced NT2/D1 cells."}, {"pubmed": 19822783, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20062060, "text": "Meta-analysis and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20396431, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20541704, "text": "GSK-3 maintains the MLL leukemia stem cell transcriptional program by promoting the conditional association of CREB and its coactivators TORC and CBP with homedomain protein MEIS1, which in turn facilitates HOX-mediated transcription and transformation."}, {"pubmed": 20600580, "text": "ETS transcription factor ELF1 is an important positive regulator of MEIS1 expression"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 21422461, "text": "Screening of the coding regions of MEIS1 in patients with RLS revealed 3 novel variants."}, {"pubmed": 21518888, "text": "Several targets of MLL fusions, MEIS1, HOXA7, HOXA9, and HOXA10 are functionally related and have been implicated in leukemias. Each of the four genes was knocked down separately in the precursor B-cell leukemic line RS4;11 expressing MLL-AF4."}, {"pubmed": 21572129, "text": "In the German sample, variants in MEIS1 and BTBD9 were associated with Restless legs syndrome in end stage renal disease"}, {"pubmed": 21703237, "text": "These findings indicate that Meis1 works as a transcription factor for mitochondrial genes in pancreatic cancer cells."}, {"pubmed": 21710629, "text": "A link is established between the restless legs syndrome-associated MEIS1 gene and iron metabolism."}, {"pubmed": 21858198, "text": "Data show that MEIS1D, a Meis1 isoform, is expressed in colon."}, {"pubmed": 21925394, "text": "Variants in MEIS1, BTBD9, and MAP2K5/SKOR1 confer a significant risk of restless legs syndrome in a United States population."}, {"pubmed": 21986840, "text": "the cellular context in which HOX/MEIS1 is overexpressed appears to be very important, and other relevant genes are most likely required as well to maintain the expanding capacity of the CD34thorn NPMcthorn acute myeloid leukemia cells"}, {"pubmed": 22185299, "text": "up-regulation of MEIS1 is important for sustaining proliferation of leukemic cells and that down-regulation of MEIS1"}, {"pubmed": 22353710, "text": "findings show that HOXA9 and MEIS1 are direct targets of miRNA-196b, a microRNA located adjacent to and co-expressed with HOXA9, in MLL-rearranged leukaemic cells"}, {"pubmed": 22972982, "text": "Data indicate that dynamin 3 (DNM3) harbors MEIS1 binding sites and is associated with differences in mean platelet volume (MPV)."}, {"pubmed": 23660297, "text": "Hoxa7, Hoxa9 and Hox cofactor Meis1 were identified as AP-2alpha target genes, which are involved in myeloid leukemogenesis."}, {"pubmed": 23868827, "text": "[review] It is possible that Meis1 contributes to the quiescent state of adult cardiomyocytes by regulating redox homeostasis."}, {"pubmed": 24022755, "text": "MEIS1 in hematopoiesis and contributes to its aberrant expression in acute leukemia"}, {"pubmed": 24244575, "text": "BRAF p.V600E colon tumors showed significant MEIS1 promoter methylation, which was associated with decreased MEIS1 gene expression."}, {"pubmed": 24617557, "text": "statistically significantly lower expression of miR-204 in all nephroblastomas investigated might point to an involvement of miR-204 in the regulation of MEIS1 in nephroblastomas"}, {"pubmed": 24985084, "text": "MEIS1 is likely a key mediator between sex steroid and genes for uterine receptivity. Diminished endometrium MEIS1 expression may contribute to implantation failure in endometriosis."}, {"pubmed": 24995868, "text": "data link MEIS1 loss of function to the etiopathology of RLS, highlight how combined sequencing and systematic functional annotation of rare variation at GWAS loci can detect risk burden"}, {"pubmed": 25107888, "text": "MEIS1 expression induces lineage commitment towards a megakaryocyte-erythroid progenitor cell fate in common myeloid progenitor cells through activation of genes that define a megakaryocyte-erythroid-specific gene expression program."}, {"pubmed": 25142570, "text": "Periodic leg movements during sleep are associated with polymorphisms in BTBD9, TOX3/BC034767, MEIS1, MAP2K5/SKOR1, and PTPRD"}, {"pubmed": 25585874, "text": "The NK AML patients with NPM1 mutations exhibited elevated HOXA4 methylation and expression levels of HOXA5 and MEIS1 compared with the NPM1 wildtype patients."}, {"pubmed": 25740828, "text": "Data indicate that Meis homeobox 1 (MEIS1) knockdown by lentiviral-shRNA significantly inhibited the growth in leukemia cell lines."}, {"pubmed": 26059450, "text": "HOXA9 and MEIS1 overexpression are inversely correlated with relapse and overall survival, so the genes could become useful predictive markers of the clinical course of pediatric acute leukemias."}, {"pubmed": 26130510, "text": "Pbx3 contributes to Hoxa9 leukemogenesis through stabilization of the Meis1 protein."}, {"pubmed": 26206755, "text": "It was observed that RE-IIBP induces MEIS1-mediated apoptosis, which was dependent on H2BK120 ubiquitination by RNF20."}, {"pubmed": 26314854, "text": "this is the first report on the MEIS1 gene in esophageal squamous cell carcinoma"}, {"pubmed": 26498236, "text": "Our findings confirm an association between the BTBD9, MEIS1, and MAP2K5/SKOR1 SNPs and periodic limb movements of sleep in an elderly cohort."}, {"pubmed": 26643377, "text": "Conclusions MEIS1 variants were associated with an increased risk of RLS in migraine patients. It is possible that an imbalance in iron homeostasis and the dopaminergic system may represent a link between RLS incidence and migraines."}, {"pubmed": 26681762, "text": "Infant patients with acute lymphoblastic leukemia expressing low levels of MEIS1 had a superior outcome over patients expressing high levels of the protein."}, {"pubmed": 26747896, "text": "Studies implicate PBX3/MEIS1 interaction as a driver of cell transformation and leukemogenesis, and that this axis may play a critical role in the regulation of the core transcriptional programs activated in MLL-rearranged and HOX-overexpressing AML."}, {"pubmed": 27018596, "text": "results reveal that MEIS1, through induction of SYTL1, promotes leukemogenesis and supports leukemic cell homing and engraftment, facilitating interactions between leukemic cells and bone marrow stroma."}, {"pubmed": 27035558, "text": "it was observed that ER stimulated gene expression by interacting with MEIS1 and FOXP3, and ER inhibited gene expression by interacting with THRB and GRHL1."}, {"pubmed": 27142513, "text": "Results show that Meis1 may have a positive feedback with Msi1 during the esophageal squamous cell carcinoma progression."}, {"pubmed": 27333032, "text": "MEIS1 drivesMalignant peripheral nerve sheath tumors cell growth via the transcription factor ID1, thereby suppressing expression of the cell cycle inhibitor p27(Kip) and maintaining cell survival."}, {"pubmed": 28054140, "text": "Meis1 functions as an important regulator during the progression of acute myeloid leukemia."}, {"pubmed": 28270206, "text": "By investigating the role of MEIS1 in ccRCC cells' survival, proliferation, anchorage-independent growth, cell cycle progress, apoptosis and metastasis, in the present work, we propose that MEIS1 may play an important role in clear cell renal cell carcinoma (ccRCC) development."}, {"pubmed": 28334814, "text": "Here we present the result of a 4-stage genome-wide association study composed of 5,953 adolescent idiopathic scoliosis patients and 8,137 controls. Overall, we identified three novel susceptible loci including rs7593846 at 2p14 near MEIS1 , rs7633294 at 3p14.1 near MAGI1 and rs9810566 at 3q26.2 near TNIK"}, {"pubmed": 28399410, "text": "Meis1 regulates expression and activation of Syk in Hoxa9-driven leukemia."}, {"pubmed": 28425489, "text": "Data suggest that Restless Legs Syndrome (RLS) patients should be considered differently depending on Meis homeobox 1 (MEIS1) genotype."}, {"pubmed": 28462489, "text": "Our results showed that MEIS1 may have a negative role in regulation of MAML1expression during the esophageal squamous cell carcinoma progression."}, {"pubmed": 28599093, "text": "We speculate that ACTR2 and MEIS1 might respectively play a role in the pathogenesis of the observed deafness and cardiomyopathy...the patient carrying a 2p14p15 deletion including OTX1 had normal kidneys and genitalia, thus confirming that OTX1 haploinsufficiency is not invariably associated with genitourinary defects."}, {"pubmed": 28695622, "text": "Meis1 haploinsufficiency has only a modest effect on sleep, but the gene may interact with the sleep-disrupting effect of dopamine agonists."}, {"pubmed": 29358086, "text": "TAL1 mediates the function of MEIS1 in hemogenic endothelial progenitors specification. In addition, MEIS1 is vital for megakaryopoiesis and thrombopoiesis from hPSCs. Mechanistically, FLI1 acts as a downstream gene necessary for the function of MEIS1 during megakaryopoiesis"}, {"pubmed": 29716922, "text": "These data implicate a functional role for MEIS proteins in regulating cancer progression, and support a hypothesis whereby tumor expression of MEIS1 and MEIS2 expression confers a more indolent prostate cancer phenotype, with a decreased propensity for metastatic progression"}, {"pubmed": 29802738, "text": "MEIS1 induces the expression of CCL18, CCL4, CXCL7, CCL5, CXCL1, and IL8 chemokines in ovarian cancer cells followed by their secretion in the culture medium ultimately triggering CD8+ T-lymphocyte recruitment in vitro."}, {"pubmed": 30179902, "text": "Case Reports: primitive spindle sarcomas of the kidney with novel MEIS1-NCOA2 gene fusions."}, {"pubmed": 30215811, "text": "MEIS1 is a genetic risk factor for the development of restless legs syndrome."}, {"pubmed": 30496486, "text": "Through integrative analysis, we identify MEIS1 as a super-enhancer-driven oncogene, which co-operates with EWS-FLI1 in transcriptional regulation, and plays a key pro-survival role in Ewing sarcoma. Moreover, APCDD1, another super-enhancer-associated gene, acting as a downstream target of both MEIS1 and EWS-FLI1, is also characterized as a novel tumor-promoting factor in this malignancy"}, {"pubmed": 30560549, "text": "Meis homeobox 1(MEIS1) may contribute to the cancer-promoting actions of homeobox protein Hox-B13(HOXB13) in cellular proliferation and gene regulation by prolonging HOXB13 half-life in prostate cancer"}, {"pubmed": 31623926, "text": "Homeobox gene Meis1 modulates cardiovascular regeneration."}, {"pubmed": 32197234, "text": "HOXA10 co-factor MEIS1 is required for the decidualization in human endometrial stromal cell."}, {"pubmed": 32372171, "text": "Crosstalk between MEIS1 and markers of different cell signaling pathways in esophageal squamous cell carcinoma."}, {"pubmed": 32552939, "text": "[Function of MEIS1 and miR-425 to the Regulating of Chronic Myeloid Leukemia Cell Proliferation]."}, {"pubmed": 32681068, "text": "MEIS1 down-regulation by MYC mediates prostate cancer development through elevated HOXB13 expression and AR activity."}, {"pubmed": 32819319, "text": "MEIS1 promotes expression of stem cell markers in esophageal squamous cell carcinoma."}, {"pubmed": 32820015, "text": "Entospletinib in Combination with Induction Chemotherapy in Previously Untreated Acute Myeloid Leukemia: Response and Predictive Significance of HOXA9 and MEIS1 Expression."}, {"pubmed": 33051419, "text": "Expression of VEGFR-2 and Meis1 in the early stage of kidney cancers and its clinical significance.\", trans \"Meis1VEGFR-2."}, {"pubmed": 33574497, "text": "Recurrent MEIS1-NCOA2/1 fusions in a subset of low-grade spindle cell sarcomas frequently involving the genitourinary and gynecologic tracts."}, {"pubmed": 34318904, "text": "MEIS1 and its potential as a cancer therapeutic target (Review)."}, {"pubmed": 34888668, "text": "Intronic elements associated with insomnia and restless legs syndrome exhibit cell-type-specific epigenetic features contributing to MEIS1 regulation."}, {"pubmed": 34948208, "text": "The Small-Molecule Wnt Inhibitor ICG-001 Efficiently Inhibits Colorectal Cancer Stemness and Metastasis by Suppressing MEIS1 Expression."}, {"pubmed": 35351858, "text": "Downregulation of MEIS1 mediated by ELFN1-AS1/EZH2/DNMT3a axis promotes tumorigenesis and oxaliplatin resistance in colorectal cancer."}, {"pubmed": 35624144, "text": "Elucidating the importance and regulation of key enhancers for human MEIS1 expression."}, {"pubmed": 35805969, "text": "3D Chromatin Organization Involving MEIS1 Factor in the cis-Regulatory Landscape of GJB2."}, {"pubmed": 38824221, "text": "Disparity of gene expression in coronary artery disease: insights from MEIS1, HIRA, and Myocardin."}], "genomic_pos": {"chr": "2", "end": 66573869, "ensemblgene": "ENSG00000143995", "start": 66433452, "strand": 1}, "genomic_pos_hg19": {"chr": "2", "end": 66801001, "start": 66660584, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0001525", "qualifier": "involved_in", "term": "angiogenesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0001654", "qualifier": "involved_in", "term": "eye development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002089", "qualifier": "involved_in", "term": "lens morphogenesis in camera-type eye"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007420", "qualifier": "involved_in", "term": "brain development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007626", "qualifier": "involved_in", "term": "locomotory behavior"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0008284", "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0009880", "qualifier": "involved_in", "term": "embryonic pattern specification"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0009887", "qualifier": "involved_in", "term": "animal organ morphogenesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030097", "qualifier": "involved_in", "term": "hemopoiesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035855", "qualifier": "involved_in", "term": "megakaryocyte development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045638", "qualifier": "involved_in", "term": "negative regulation of myeloid cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045665", "qualifier": "involved_in", "term": "negative regulation of neuron differentiation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060216", "qualifier": "involved_in", "term": "definitive hemopoiesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0061049", "qualifier": "involved_in", "term": "cell growth involved in cardiac muscle cell development"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005667", "qualifier": "part_of", "term": "transcription regulator complex"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IBA", "id": "GO:0001228", "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003677", "pubmed": 26550823, "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0003682", "qualifier": "enables", "term": "chromatin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [18692240, 19559479, 20159610, 20211142, 20541704], "qualifier": "enables", "term": "protein binding"}]}, "homologene": {"genes": [[9031, 395589], [9606, 4211], [9615, 474619], [9913, 613877]], "id": 135741}, "interpro": [{"desc": "Homeobox domain", "id": "IPR001356", "short_desc": "Homeobox_dom"}, {"desc": "Homeobox KN domain", "id": "IPR008422", "short_desc": "Homeobox_KN_domain"}, {"desc": "Homeobox-like domain superfamily", "id": "IPR009057", "short_desc": "Homeobox-like_sf"}, {"desc": "Homeobox protein PKNOX/Meis, N-terminal", "id": "IPR032453", "short_desc": "PKNOX/Meis_N"}], "ipi": ["IPI00011756", "IPI00877633", "IPI00877788", "IPI00917508", "IPI00917897"], "map_location": "2p14", "name": "Meis homeobox 1", "other_names": ["Meis1, myeloid ecotropic viral integration site 1 homolog", "WUGSC:H_NH0444B04.1", "homeobox protein Meis1", "leukemogenic homolog protein"], "pantherdb": {"HGNC": "7000", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "104717", "ortholog_type": "LDO", "panther_family": "PTHR11850", "taxid": 10090, "uniprot_kb": "Q60954"}, {"RGD": "1585482", "ortholog_type": "LDO", "panther_family": "PTHR11850", "taxid": 10116, "uniprot_kb": "B1WC31"}, {"Ensembl": "ENSGALG00000041626", "ortholog_type": "LDO", "panther_family": "PTHR11850", "taxid": 9031, "uniprot_kb": "A0A3Q2U0L7"}, {"ZFIN": "ZDB-GENE-020122-3", "ortholog_type": "O", "panther_family": "PTHR11850", "taxid": 7955, "uniprot_kb": "Q7SZP3"}, {"ZFIN": "ZDB-GENE-020122-1", "ortholog_type": "LDO", "panther_family": "PTHR11850", "taxid": 7955, "uniprot_kb": "A0A2R8QIZ3"}, {"WormBase": "WBGene00006796", "ortholog_type": "O", "panther_family": "PTHR11850", "taxid": 6239, "uniprot_kb": "Q9N5D6"}, {"FlyBase": "FBgn0001235", "ortholog_type": "O", "panther_family": "PTHR11850", "taxid": 7227, "uniprot_kb": "O46339"}, {"SGD": "S000000572", "ortholog_type": "O", "panther_family": "PTHR11850", "taxid": 4932, "uniprot_kb": "P0CY09"}, {"SGD": "S000000635", "ortholog_type": "O", "panther_family": "PTHR11850", "taxid": 4932, "uniprot_kb": "P0CY08"}, {"TAIR": "2177856", "ortholog_type": "O", "panther_family": "PTHR11850", "taxid": 3702, "uniprot_kb": "Q38897"}, {"TAIR": "2049035", "ortholog_type": "O", "panther_family": "PTHR11850", "taxid": 3702, "uniprot_kb": "Q94KL5"}, {"TAIR": "2115000", "ortholog_type": "O", "panther_family": "PTHR11850", "taxid": 3702, "uniprot_kb": "Q9SW80"}, {"TAIR": "2057856", "ortholog_type": "O", "panther_family": "PTHR11850", "taxid": 3702, "uniprot_kb": "Q9SJJ3"}, {"TAIR": "2185183", "ortholog_type": "O", "panther_family": "PTHR11850", "taxid": 3702, "uniprot_kb": "Q9LZM8"}, {"TAIR": "2018457", "ortholog_type": "O", "panther_family": "PTHR11850", "taxid": 3702, "uniprot_kb": "Q1PFD1"}, {"TAIR": "2013154", "ortholog_type": "O", "panther_family": "PTHR11850", "taxid": 3702, "uniprot_kb": "Q9FXG8"}, {"TAIR": "2018398", "ortholog_type": "O", "panther_family": "PTHR11850", "taxid": 3702, "uniprot_kb": "Q9FWS9"}, {"TAIR": "2042609", "ortholog_type": "O", "panther_family": "PTHR11850", "taxid": 3702, "uniprot_kb": "Q9SIW1"}, {"TAIR": "2139614", "ortholog_type": "O", "panther_family": "PTHR11850", "taxid": 3702, "uniprot_kb": "O65685"}, {"TAIR": "2005494", "ortholog_type": "O", "panther_family": "PTHR11850", "taxid": 3702, "uniprot_kb": "P48731"}, {"TAIR": "2039250", "ortholog_type": "O", "panther_family": "PTHR11850", "taxid": 3702, "uniprot_kb": "Q9SJ56"}, {"EnsemblGenome": "AT2G27220", "ortholog_type": "O", "panther_family": "PTHR11850", "taxid": 3702, "uniprot_kb": "Q8S897"}], "uniprot_kb": "O00470"}, "pathway": {"kegg": [{"id": "hsa04550", "name": "Signaling pathways regulating pluripotency of stem cells - Homo sapiens (human)"}, {"id": "hsa05202", "name": "Transcriptional misregulation in cancer - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-5617472", "name": "Activation of anterior HOX genes in hindbrain development during early embryogenesis"}, {"id": "R-HSA-5619507", "name": "Activation of HOX genes during differentiation"}], "wikipathways": {"id": "WP2857", "name": "Mesodermal commitment pathway"}}, "pdb": ["4XRS", "5EGO"], "pfam": ["PF05920", "PF16493"], "pharmgkb": "PA30740", "pharos": {"target_id": 12589, "tdl": "Tbio"}, "prosite": "PS50071", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF168020", "relationship": "is"}, {"id": "GNF178926", "relationship": "is"}, {"id": "GNF189832", "relationship": "is"}, {"id": "GNF200738", "relationship": "is"}, {"id": "GNF222518", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF039514", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF008878", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF243466", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF095552", "relationship": "is"}, {"id": "GNF135209", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000002.12", "NC_060926.1", "NG_011467.1"], "protein": "NP_002389.1", "rna": "NM_002398.3", "translation": {"protein": "NP_002389.1", "rna": "NM_002398.3"}}, "reporter": {"HG-U133_Plus_2": ["1559477_s_at", "204069_at"], "HG-U95Av2": "40763_at", "HTA-2_0": "TC02000386.hg.1", "HuEx-1_0": ["2486178", "2486313"], "HuGene-1_1": "8042356", "HuGene-2_1": "16880814"}, "summary": "Homeobox genes, of which the most well-characterized category is represented by the HOX genes, play a crucial role in normal development. In addition, several homeoproteins are involved in neoplasia. This gene encodes a homeobox protein belonging to the TALE ('three amino acid loop extension') family of homeodomain-containing proteins. [provided by RefSeq, Jul 2008].", "symbol": "MEIS1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1334501"}, "unigene": ["Hs.603755", "Hs.526754"], "uniprot": {"Swiss-Prot": "O00470", "TrEMBL": ["H0YNY8", "U3KPR8", "E9PDC4", "F5GYS8"]}, "wikipedia": {"url_stub": "MEIS1"}}