{"AllianceGenome": "7027", "HGNC": "7027", "MIM": "604705", "_id": "10461", "_version": 1, "accession": {"genomic": ["AC093675.4", "AC104651.2", "AF366903.1", "AH010001.2", "CH471245.2", "CP068276.2", "KT584766.1", "NC_000002.12", "NC_060926.1", "NG_011607.1"], "protein": ["AAB60430.1", "AAG33129.1", "AAI14918.1", "AAI14919.1", "AAK54121.1", "AAX93144.1", "AAY24213.1", "BAA03823.1", "BAG38172.1", "BAG57511.1", "EAW52096.1", "EAW52097.1", "NP_006334.2", "Q12866.2"], "rna": ["AK026681.1", "AK294196.1", "AK308695.1", "AK316584.1", "AL705756.1", "AW627665.1", "BC114917.1", "BC114918.1", "BM719997.1", "BX474860.1", "CA454601.1", "CN371299.1", "CN371300.1", "D16316.1", "NM_006343.3", "U08023.1"], "translation": [{"protein": "NP_006334.2", "rna": "NM_006343.3"}, {"protein": "BAG57511.1", "rna": "AK294196.1"}, {"protein": "BAA03823.1", "rna": "D16316.1"}, {"protein": "BAG38172.1", "rna": "AK316584.1"}, {"protein": "AAI14918.1", "rna": "BC114917.1"}, {"protein": "AAB60430.1", "rna": "U08023.1"}, {"protein": "AAI14919.1", "rna": "BC114918.1"}]}, "alias": ["MER", "RP38", "Tyro12", "c-Eyk", "c-mer"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2022-07-07T16:00:00.000Z", "disease_label": "MERTK-related retinopathy", "gcep": "Retina Gene Curation Expert Panel", "moi": "AR", "mondo": "MONDO:0800394", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_b09e0755-aae3-47ef-b438-802285d5963b-2022-07-07T160000.000Z", "sop": "SOP9"}}, "ec": "2.7.10.1", "ensembl": {"gene": "ENSG00000153208", "protein": ["ENSP00000295408", "ENSP00000387277", "ENSP00000402129", "ENSP00000412660"], "transcript": ["ENST00000295408", "ENST00000409780", "ENST00000439966", "ENST00000449344", "ENST00000473065"], "translation": [{"protein": "ENSP00000295408", "rna": "ENST00000295408"}, {"protein": "ENSP00000387277", "rna": "ENST00000409780"}, {"protein": "ENSP00000402129", "rna": "ENST00000439966"}, {"protein": "ENSP00000412660", "rna": "ENST00000449344"}], "type_of_gene": "protein_coding"}, "entrezgene": "10461", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 37.4539373423, "exp_mis": 345.601189669, "exp_syn": 160.841419312, "lof_z": 3.14882406880439, "mis_z": -0.3525289030759, "mu_lof": 2.63045773455e-06, "mu_mis": 3.0193840001e-05, "mu_syn": 1.37414314225e-05, "n_lof": 18.0, "n_mis": 359.0, "n_syn": 138.0, "p_li": 9.66187266673099e-08, "p_null": 0.000817406221126584, "p_rec": 0.999182497160147, "syn_z": 1.11653742030576}, "bp": 3000, "cds_end": 112786441, "cds_start": 112656312, "n_exons": 19, "nonpsych": {"exp_lof": 33.514583597, "exp_mis": 312.417591507, "exp_syn": 145.192161167, "lof_z": 2.97122037972451, "mis_z": -0.444660206300317, "mu_lof": 2.63045773455e-06, "mu_mis": 3.0193840001e-05, "mu_syn": 1.37414314225e-05, "n_lof": 16.0, "n_mis": 328.0, "n_syn": 132.0, "p_li": 6.85867508459746e-07, "p_null": 0.00145748571801513, "p_rec": 0.998541828414476, "syn_z": 0.689301380653179}, "nontcga": {"exp_lof": 34.4201115102, "exp_mis": 317.915605459, "exp_syn": 147.93659972, "lof_z": 2.92904507399338, "mis_z": -0.253834042280193, "mu_lof": 2.63045773455e-06, "mu_mis": 3.0193840001e-05, "mu_syn": 1.37414314225e-05, "n_lof": 17.0, "n_mis": 327.0, "n_syn": 130.0, "p_li": 1.68169166620601e-07, "p_null": 0.00181482835808677, "p_rec": 0.998185003472747, "syn_z": 0.933737007509665}, "transcript": "ENST00000295408.4"}, "exons": [{"cdsend": 112028864, "cdsstart": 111898735, "chr": "2", "position": [[111898606, 111898796], [111929119, 111929540], [111944959, 111945060], [111947393, 111947567], [111965190, 111965277], [111968136, 111968252], [111975288, 111975472], [111982841, 111982993], [111994250, 111994404], [111997322, 111997476], [112001200, 112001286], [112003091, 112003187], [112003903, 112003984], [112008382, 112008475], [112009947, 112010066], [112019412, 112019522], [112021421, 112021581], [112022257, 112022394], [112028350, 112029558]], "strand": 1, "transcript": "NM_006343", "txend": 112029558, "txstart": 111898606}], "exons_hg19": [{"cdsend": 112786441, "cdsstart": 112656312, "chr": "2", "position": [[112656183, 112656373], [112686696, 112687117], [112702536, 112702637], [112704970, 112705144], [112722767, 112722854], [112725713, 112725829], [112732865, 112733049], [112740418, 112740570], [112751827, 112751981], [112754899, 112755053], [112758777, 112758863], [112760668, 112760764], [112761480, 112761561], [112765959, 112766052], [112767524, 112767643], [112776989, 112777099], [112778998, 112779158], [112779834, 112779971], [112785927, 112787135]], "strand": 1, "transcript": "NM_006343", "txend": 112787135, "txstart": 112656183}], "generif": [{"pubmed": 11727200, "text": "retinal dystrophy due to paternal isodisomy for chromosome 1 or chromosome 2, with homoallelism for mutations in RPE65 or MERTK, respectively"}, {"pubmed": 12768229, "text": "Gas6 receptors were not upregulated in any of the allograft groups, except for the Axl receptor, which increased only in acute tubular necrosis."}, {"pubmed": 15111602, "text": "The present study reports the identification of R844C, the first putative pathogenic MERTK missense mutation that results in severe retinal degeneration with childhood onset"}, {"pubmed": 15130911, "text": "mer, presumably through activation by its ligand Gas6, participates in regulation of platelet function in vitro and platelet-dependent thrombosis in vivo."}, {"pubmed": 15733062, "text": "Axl, Sky and Mer are Gas6 receptors that enhance platelet activation and regulate thrombotic responses"}, {"pubmed": 16675557, "text": "Transforming Mer signals may contribute to T-cell leukemogenesis, and abnormal Mer expression may be a novel therapeutic target in pediatric acute lymhpocytic leukemia therapy."}, {"pubmed": 16710167, "text": "Mutations in the MERTK gene are relatively rare in Japanese patients with autosomal recessive retinitis pigmentosa."}, {"pubmed": 16837475, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17005688, "text": "Here we show the involvement of members of the Tyro3 receptor tyrosine kinase family-Axl, Dtk, and Mer-in cell entry of filoviruses."}, {"pubmed": 17047157, "text": "cleavage results in production of a soluble Mer protein that prevented Gas6-mediated stimulation of membrane-bound Mer. Mer inhibition led to defective macrophage-mediated engulfment of apoptotic cells and decreased platelet aggregation"}, {"pubmed": 17626743, "text": "Mer is highly expressed on Jurkat cells, and could inhibit cell apoptosis via Bcl-2 signaling pathway."}, {"pubmed": 18039660, "text": "Tyr-867 in Mer receptor tyrosine kinase allows for dissociation of multiple signaling pathways for phagocytosis of apoptotic cells and down-modulation of lipopolysaccharide-inducible NF-kappaB transcriptional activation"}, {"pubmed": 18174230, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18246816, "text": "Overexpressed Mer tyrosine kinase receptor can inhibit the migration and angiogenesis of HMEC-1 cells through VEGF-C/VEGFR-2 signal pathway."}, {"pubmed": 18250462, "text": "MerTK macrophage receptor is an essential component required for serum-stimulated phagocytosis of apoptotic cells."}, {"pubmed": 18587056, "text": "MERTK, a cell surface receptor that recognizes apoptotic cells, is expressed on human alveolar macrophages (AMs), and its expression is up-regulated in AMs of cigarette smokers."}, {"pubmed": 18620092, "text": "Possible strategies for targeted inhibition of the TAM family in the treatment of human cancer."}, {"pubmed": 18815424, "text": "IVS16+1G>T disrupts the splice donor site causing exon 16 skipping. Absence of exon 16 causes a frameshift and the introduction of a premature termination codon into exon 17 creating an altered mRNA with a seriously affected tyrosine kinase domain."}, {"pubmed": 18922854, "text": "human protein S can inhibit the expression and activity of SR-A through Mer RTK in macrophages, suggesting that human protein S is a modulator for macrophage functions in uptaking of modified lipoproteins"}, {"pubmed": 19403518, "text": "The splice site mutation c.2189+1G>T in MERTK causes rod-cone dystrophy with a distinct macular phenotype."}, {"pubmed": 19541935, "text": "there was a negative correlation between Gas6 and soluble Axl and Mer in established multiple sclerosis lesions. In addition, increased levels of soluble Axl and Mer were associated with increased levels of mature ADAM17, mature ADAM10, and Furin"}, {"pubmed": 19922767, "text": "data suggest that growth arrest-specific-6 (GAS6)/MER receptor tyrosine kinase axis regulates homing and survival of the E2A/PBX1-positive B-cell precursor acute lymphoblastic leukemia in the bone marrow niche"}, {"pubmed": 20130272, "text": "Homozygosity mapping and mutation analysis in the distant family member affected by RP revealed a homozygous mutation in MERTK, but no CEP290 mutations."}, {"pubmed": 20300561, "text": "The phenotype associated with these identified MERTK mutations is of a childhood onset rod-cone dystrophy with early macular atrophy."}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20538656, "text": "results strongly suggest that the nonsense mutation in MERTK, leading to premature termination of the protein, is responsible for retinitis pigmentosa phenotype in the affected individuals of the Pakistani family."}, {"pubmed": 20546121, "text": "Gas6 and Tyro3, Axl and Mer (TAM) receptors have roles in human and murine platelet activation and thrombus stabilization"}, {"pubmed": 20591486, "text": "Observational study of genetic testing. (HuGE Navigator)"}, {"pubmed": 20637106, "text": "correlation of decreased protein S levels with lupus disease activity is consistent with a role for the TAM receptors in scavenging apoptotic cells and controlling inflammation"}, {"pubmed": 20654219, "text": "The lower activity of PKC and the higher expression of MERTK are very important for sustaining the phagocytic process of ROS by human retinal pigment epithelial cells."}, {"pubmed": 20664904, "text": "Findings indicate genetic association between MERTK and TYRO3 allelic variants and carotid atherosclerosis."}, {"pubmed": 20664904, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20801516, "text": "Observational study of genetic testing. (HuGE Navigator)"}, {"pubmed": 20959443, "text": "PMN-Ect interacted with the macrophages by activation of the MerTK pathway responsible for down-modulation of the proinflammatory signals generated by ZymA."}, {"pubmed": 20978472, "text": "Tubby and Tulp1 are bridging molecules with their N-terminal region as MERTK-binding domain and C-terminal region as phagocytosis prey-binding domain."}, {"pubmed": 21347448, "text": "MERTK gene is a novel risk gene for multiple sclerosis susceptibility"}, {"pubmed": 21384080, "text": "overexpressed in atherosclerotic carotid plaques"}, {"pubmed": 21496228, "text": "plasma concentrations of sMer and sTyro3 were significantly increased in patients with active systemic lupus erythematosis and Rheumatoid arthritis"}, {"pubmed": 21542987, "text": "Gene expression profile is changed by the dysfunction of Mer during retinal pigment epithelium phagocytosis.("}, {"pubmed": 21677792, "text": "A novel MERTK deletion is a common founder mutation in the Faroe Islands and is responsible for a high proportion of retinitis pigmentosa cases."}, {"pubmed": 21792939, "text": "This study identified galectin-3 as a new MerTK ligand by an advanced dual functional cloning strategy."}, {"pubmed": 22180149, "text": "MERTK mutations lead to severe retinitis pigmentosa with discrete dot-like autofluorescent deposits at early stages, which are a hallmark of this MERTK-specific dystrophy."}, {"pubmed": 22363695, "text": "The present study explores Mer behavior following prolonged exposure to Gas6."}, {"pubmed": 22469987, "text": "Mer receptor tyrosine kinase promotes invasion and survival in glioblastoma multiforme."}, {"pubmed": 22841784, "text": "The single nucleotide polymorphisms rs4374383 and rs9380516 were linked to the functionally related genes MERTK and TULP1, which encode factors involved in phagocytosis of apoptotic cells by macrophages."}, {"pubmed": 22890323, "text": "These results indicate that Mer and Axl have complementary and overlapping roles in Non-small cell lung cancer"}, {"pubmed": 22942426, "text": "MerTK expression levels adapt to changing immunologic environment, being suppressed in M1 and M2a macrophages and in dendritic cells."}, {"pubmed": 22997156, "text": "Oxidized of polyunsaturated fatty acids contained in the tissue close to necrotic core of human carotid plaques are strong inducers of Adam17, which in turn may cleave the extracellular domain of Mertk giving rise to sMer."}, {"pubmed": 23065156, "text": "The tyrosine kinase receptor MER is activated by PROS and mediates its inhibitory effect on VEGF-A-induced EC proliferation."}, {"pubmed": 23390493, "text": "MERTK signaling in the retinal pigment epithelium involves a cohort of SH2-domain proteins with the potential to regulate both cytoskeletal rearrangement and membrane movement."}, {"pubmed": 23474756, "text": "data suggest a role for Mer in acute myeloid leukemogenesis and indicate that targeted inhibition of Mer may be an effective therapeutic strategy in pediatric and adult AML"}, {"pubmed": 23585477, "text": "MERTK expression correlates with disease progression in metastatic melanomas, primary melanomas, and nevi"}, {"pubmed": 23617806, "text": "MERTK has a role in regulating melanoma cell migration and survival and differentially regulates cell behavior relative to AXL"}, {"pubmed": 23662598, "text": "[review] Receptor tyrosine kinases Tyro-3, Axl and Mer, collectively designated as TAM, are involved in the clearance of apoptotic cells."}, {"pubmed": 23835724, "text": "MerTK expression in circulating innate immune cells is increased in patients with septic shock in comparison with healthy volunteers and trauma patients and its persistent overexpression after septic shock is associated with adverse outcome."}, {"pubmed": 24741600, "text": "Both mMer and sMer levels significantly increased in SLE and positively correlated with disease activity and severity. The upregulation of MerTK expression may serve as a biomarker of the disease activity and severity of SLE."}, {"pubmed": 24939420, "text": "The MER receptor pathway promotes wound repair in macrophages and epithelial cell growth."}, {"pubmed": 25074926, "text": "These studies demonstrate that, despite their similarity, TYRO3, AXL, and MER are likely to perform distinct functions in both immunoregulation and the recognition and removal of apoptotic cells"}, {"pubmed": 25074939, "text": "These data collectively identify MERTK as a significant link between cancer progression and efferocytosis, and a potentially unrealized tumor-promoting event when MERTK is overexpressed in epithelial cells."}, {"pubmed": 25102945, "text": "Inhibition of the Gas6 receptor Mer or therapeutic targeting of Gas6 by warfarin is a promising strategy for the treatment of multiple myeloma."}, {"pubmed": 25428221, "text": "Mer expression correlates with CNS positivity upon initial diagnosis in t(1;19)-positive pediatric acute lymphoblastic leukemia patients."}, {"pubmed": 25450174, "text": "The key role of the MERTK could be demonstrated in HMDM engulfing dying cells using gene silencing as well as blocking antibodies. Similar pathways were found upregulated in living ARPE-19 engulfing anoikic ARPE-19 cells."}, {"pubmed": 25479139, "text": "Patients with ACLF have increased numbers of immunoregulatory monocytes and macrophages that express MERTK and suppress the innate immune response to microbes. The number of these cells correlates with disease severity and the inflammatory response."}, {"pubmed": 25624460, "text": "MERTK on DCs controls T cell activation and expansion through the competition for PROS1 interaction with MERTK in the T cells. MERTK is a potent suppressor of T cell response."}, {"pubmed": 25695599, "text": "results identify Mer as a receptor uniquely capable of both tethering ACs to the macrophage surface and driving their subsequent internalization."}, {"pubmed": 25762638, "text": "UNC1666 is a novel potent small molecule tyrosine kinase inhibitor that decreases oncogenic signaling and myeloblast survival by dual Mer/Flt3 inhibition."}, {"pubmed": 25826078, "text": "Mer enhances malignant phenotype and pharmacological inhibition of Mer overcomes resistance of non-small cell lung cancer to EGFR-targeted agents."}, {"pubmed": 25878564, "text": "Significantly increased levels of sMer, sTyro3 and sAxl may be important factors contributing to the deficit in phagocytosis ability in systemic lupus erythematosus ."}, {"pubmed": 25881761, "text": "The mRNA expression levels of Tyro-3, Axl were decreased in pSS patients. When considering the plasma level, increased levels of soluble Mer was observed with statistically significant difference."}, {"pubmed": 26263531, "text": "Upon differentiation of these iPSC towards RPE, patient-specific RPE cells exhibited defective phagocytosis, a characteristic phenotype of MERTK deficiency observed in human patients and animal models"}, {"pubmed": 26316303, "text": "Utilizing an ex vivo co-cultivation approach to model key cellular and molecular events found in vivo during infarction, cardiomyocyte phagocytosis was found to be inefficient, in part due to myocyte-induced shedding of macrophage MERTK"}, {"pubmed": 26427420, "text": "Studies indicate that c-Mer receptor tyrosine kinase MERTK mutations cause retinal degenerations."}, {"pubmed": 26427450, "text": "Data indicate that AAV2-VMD2-c-mer proto-oncogene protein (hMERTK) provided up to 6.5 months photoreceptor rescue in the RCS rat, and also had a major protective effect in Mertk-null mice."}, {"pubmed": 26427488, "text": "Data show that activated AMP-activated protein kinase (AMPK) limits retinal pigment epithelial cells (RPE) phagocytic activity by abolishing retinal photoreceptor cell outer segment (POS)-induced activation of c-mer proto-oncogene tyrosine kinase (MerTK)."}, {"pubmed": 26596542, "text": "The rs4374383 AA genotype, associated with lower intrahepatic expression of MERTK, is protective against F2-F4 fibrosis in patients with non-alcoholic fatty liver disease (NAFLD)."}, {"pubmed": 26768676, "text": "STK 11 testing can confirm those at risk of Peutz-Jeghers syndrome, who require lifelong surveillance, and possibly release those with a simple dermatosis, such as Laugier-Hunziker syndrome, from invasive and thus potentially harmful surveillance."}, {"pubmed": 26819373, "text": "Combined Mertk (and Mfge8) deficiency in macrophages blunted VEGFA release from infarcted hearts."}, {"pubmed": 26962228, "text": "The current study demonstrates the contribution of the TAM receptor MerTK to the phagocytosis of myelin by human adult microglia and monocyte-derived macrophages."}, {"pubmed": 26990204, "text": "One of the associated variants was also found to be linked with increased expression of MERTK in monocytes and higher expression of MERTK was associated with either increased or decreased risk of developing MS, dependent upon HLA-DRB1*15:01 status."}, {"pubmed": 27028863, "text": "these data suggest that endogenous GAS6 and Mer receptor signaling contribute to the establishment of prostate cancer stem cells in the bone marrow microenvironment"}, {"pubmed": 27081701, "text": "MERTK is frequently overexpressed in head and neck squamous cell carcinoma and plays an important role in tumor cell motility."}, {"pubmed": 27122965, "text": "We report a novel missense mutation (c.3G>A, p.0?) in the MERTK gene that causes severe vision impairment in a patient."}, {"pubmed": 27486820, "text": "Study identified the Gas6/TAM receptor pathway with Tyro3 and Mer as novel targets in colorectal cancer."}, {"pubmed": 27649555, "text": "The broad-spectrum activity mediated by UNC2025 in leukemia patient samples and xenograft models, alone or in combination with cytotoxic chemotherapy, supports continued development of MERTK inhibitors for treatment of leukemia"}, {"pubmed": 27753136, "text": "Knockdown of MERTK by shRNA in prostate cancer cells induced a decreased ratio of P-Erk1/2 to P-p38, increased expression of p27, NR2F1, SOX2, and NANOG, induced higher levels of histone H3K9me3 and H3K27me3, and induced a G1/G0 arrest, all of which are associated with dormancy."}, {"pubmed": 27801848, "text": "In this paper, we review the biology of the Gas6/Tyro3, Axl, and MerTK(collectively named TAM system)and the current evidence supporting its potential role in the pathogenesis of multiple sclerosis ."}, {"pubmed": 27827458, "text": "Study describes a novel cellular pathway involved in diabetic efferocytosis, wherein diabetes-induced decrease in miR-126 expression results in upregulation of ADAM9 expression that in-turn leads proteolytic cleavage of MerTK and formation of inactive soluble Mer. Decrease in MerTK phosphorylation leads to reduced downstream cytoskeletal signaling required for engulfment and thus decreases efferocytosis."}, {"pubmed": 28067670, "text": "evidence that proteolytic cleavage of the macrophage efferocytosis receptor c-Mer tyrosine kinase (MerTK) reduces efferocytosis and promotes plaque necrosis and defective resolution."}, {"pubmed": 28127639, "text": "The expression of MerTK and AxlTK varied according to the deposition of immunoglobulin and complements on glomeruli. Both MerTK and AxlTK expressions were increased on glomeruli and varied according to pathological classifications."}, {"pubmed": 28184013, "text": "Phosphatidylserine mediated hyperactivation of Mertk.MERTK promotes epithelial cell efferocytosis in a tyrosine kinase-dependent manner.MERTK role in AKT-dependent drug resistance."}, {"pubmed": 28251492, "text": "Small molecule and antibody inhibitors of AXL and MER have recently been described, and some of these have already entered clinical trials. The optimal design of treatment strategies to maximize the clinical benefit of these AXL and MER targeting agents are discussed in relation to the different cancer types and the types of resistance encountered."}, {"pubmed": 28324114, "text": "A 48 bp insertion sequence was buried within the breakpoint; 18 bps shared homology to MIR4435-2HG and LINC00152, and 30 bp mapped to MERTK. The deletion cosegregated with arRP in the family."}, {"pubmed": 28334911, "text": "MERTK G > A variant affects liver disease, nutrient oxidation and glucose metabolism in NAFLD."}, {"pubmed": 28462455, "text": "Sequence analysis revealed that the proband was a compound heterozygote with two independent mutations in MERTK, a novel nonsense mutation (c.2179C > T) and a previously reported missense variant (c.2530C > T). The proband's affected brother also had both mutations"}, {"pubmed": 28668213, "text": "Patients with macroalbuminuria diabetes had higher circulating levels of sMer and more urinary soluble Tyro3 and sMer than normoalbuminuric diabetics. Increased clearance of sTyro3 and sMer was associated with loss of tubular Tyro3 and Mer expression in diabetic nephropathy tissue. During in vitro diabetes, human kidney cells had down-regulation of Tyro3 and Mer mRNA and increased shedding of sTyro3 and sMer."}, {"pubmed": 28851810, "text": "Monocyte-induced MerTK cleavage on proreparative MHCII(LO) cardiac macrophages is a novel contributor to myocardial ischemic reperfusion injury."}, {"pubmed": 28916522, "text": "this study shows that viral infection sensitizes fetal membranes by MERTK Inhibition"}, {"pubmed": 29299721, "text": "The present study provides a meaningfully negative result demonstrating that rare variants in MERTK are not associated with AMD. The study also demonstrates the role of large sample size genetic studies utilizing whole-genome sequencing as a powerful tool that can resolve clinically relevant questions regarding the genetic basis of ophthalmic disease."}, {"pubmed": 29359540, "text": "We observed that the frequency for the wild-type haplotype was higher in the control group, compared to that in the group of patients with COPD, in the subgroup analysis of current smokers, although the difference was not statistically significant"}, {"pubmed": 29437494, "text": "The targeted NGS strategy employed provides an efficient tool for RP pathogenic gene detection. This study identified a new autosomal recessive mutation in the RP-related gene MERTK, which expands the spectrum of RP disease-causing mutations"}, {"pubmed": 29553850, "text": "MerTK mediates STAT3-KRAS/SRC-signaling axis for glioma stem cell maintenance"}, {"pubmed": 29659094, "text": "Mutations in MERTK have been associated with severe autosomal recessive retinal dystrophies in the RCS rat and in humans. We present here a comprehensive review of all reported MERTK disease causing variants with the associated phenotype"}, {"pubmed": 30091033, "text": "cooperation between CD14 and MerTK may foster the clearance of apoptotic neutrophils by human monocytes/macrophages"}, {"pubmed": 30093568, "text": "MERTK expression was increased in cell lines and patient-derived xenografts treated with AXL inhibitors."}, {"pubmed": 30254055, "text": "activation of MerTK in human macrophages led to ERK-mediated expression of the gene encoding SERCA2, which decreased the cytosolic Ca(2+) concentration and suppressed the activity of calcium/calmodulin-dependent protein kinase II"}, {"pubmed": 30416333, "text": "Patients with retinitis pigmentosa (RP) in this study were carriers of two novel allelic mutations in the MERTK gene, a missense variant in exon 17 and an approximate 91 kb genomic deletion. Mapping of the deletion breakpoints allowed molecular testing of a cohort of patients with RP with allele-specific PCR."}, {"pubmed": 30541554, "text": "Axl and Tyro3, but not Mertk, have an important role in platelet activation and thrombus formation"}, {"pubmed": 30619243, "text": "data do not support a particular role for TAM receptors or for activated CD11b in the association of platelet-derived EVs with monocytes and granulocytes in the circulation."}, {"pubmed": 30765874, "text": "Mertk expression was not significantly higher in non-muscle invasive bladder cancers (MIBCs) and MIBCs, compared to normal urothelium. Loss-of-function experiments in vitro and in a mouse xenograft model showed that Mertk depletion had only a minor impact on cell viability."}, {"pubmed": 30790467, "text": "Three novel loss-of-function mutations in MERTK gene were identified in Chinese patients with retinitis pigmentosa."}, {"pubmed": 30851773, "text": "MERTK has a role in retinal pigment epithelium as a regulator of rod outer segments' phagocytosis. Due to c.1647T > G substitution, the stop codon (p.Tyr549Ter) appears early in the transcript."}, {"pubmed": 30944303, "text": "Authors report that SAV1, a Hippo signaling component, inhibits Akt, a function independent of its role in Hippo signaling. Binding to a proline-tyrosine motif in the Akt-PH domain, SAV1 suppresses Akt activation by blocking Akt's movement to plasma membrane. Authors further identify cancer-associated SAV1 mutations with impaired ability to bind Akt, leading to Akt hyperactivation."}, {"pubmed": 31221805, "text": "Proliferating SPP1/MERTK-expressing macrophages in idiopathic pulmonary fibrosis."}, {"pubmed": 31230815, "text": "we identify an unexpected role of TAM kinases (Tyro3, Axl, and Mer)as promoters of necroptosis, a pro-inflammatory necrotic cell death. Pharmacologic or genetic targeting of TAM kinases results in a potent inhibition of necroptotic death in various cellular models. We identify phosphorylation of MLKL Tyr376 as a direct point of input from TAM kinases into the necroptosis signaling"}, {"pubmed": 31451482, "text": "TAM Family Receptor Kinase Inhibition Reverses MDSC-Mediated Suppression and Augments Anti-PD-1 Therapy in Melanoma."}, {"pubmed": 31583026, "text": "Gas6/MERTK signaling components are upregulated in liver fibrosis. (Review)"}, {"pubmed": 31655933, "text": "Increased sMer, but not sAxl, sTyro3, and Gas6 relate with active disease in juvenile systemic lupus erythematosus."}, {"pubmed": 31805065, "text": "These results suggest that deletion of MERTK in human pulmonary microvascular endothelial cells in vitro and in all cells in vivo aggravates the inflammatory response."}, {"pubmed": 31839486, "text": "Macrophage MerTK Promotes Liver Fibrosis in Nonalcoholic Steatohepatitis."}, {"pubmed": 32051695, "text": "New Insights into the Role of Tyro3, Axl, and Mer Receptors in Rheumatoid Arthritis."}, {"pubmed": 32160519, "text": "MERTK-Dependent Ensheathment of Photoreceptor Outer Segments by Human Pluripotent Stem Cell-Derived Retinal Pigment Epithelium."}, {"pubmed": 32454903, "text": "Role of Gas6 and TAM Receptors in the Identification of Cardiopulmonary Involvement in Systemic Sclerosis and Scleroderma Spectrum Disorders."}, {"pubmed": 32640697, "text": "Mertk Interacts with Tim-4 to Enhance Tim-4-Mediated Efferocytosis."}, {"pubmed": 32973744, "text": "Potential Oncogenic Effect of the MERTK-Dependent Apoptotic-Cell Clearance Pathway in Starry-Sky B-Cell Lymphoma."}, {"pubmed": 32976546, "text": "Pathogenic variants of AIPL1, MERTK, GUCY2D, and FOXE3 in Pakistani families with clinically heterogeneous eye diseases."}, {"pubmed": 33101282, "text": "Expression of TAM-R in Human Immune Cells and Unique Regulatory Function of MerTK in IL-10 Production by Tolerogenic DC."}, {"pubmed": 33119085, "text": "A-loop interactions in Mer tyrosine kinase give rise to inhibitors with two-step mechanism and long residence time of binding."}, {"pubmed": 33234241, "text": "Recent advancements in role of TAM receptors on efferocytosis, viral infection, autoimmunity, and tissue repair."}, {"pubmed": 33234243, "text": "TAM receptors and their ligand-mediated activation: Role in atherosclerosis."}, {"pubmed": 33234244, "text": "Post-translational modifications of the ligands: Requirement for TAM receptor activation."}, {"pubmed": 33234245, "text": "Immunological role of TAM receptors in the cancer microenvironment."}, {"pubmed": 33353011, "text": "Bi-Allelic Pathogenic Variations in MERTK Including Deletions Are Associated with an Early Onset Progressive Form of Retinitis Pigmentosa."}, {"pubmed": 33512463, "text": "Mer tyrosine kinase as a possible link between resolution of inflammation and tissue fibrosis in IgG4-related disease."}, {"pubmed": 33532004, "text": "Role of the Gas6/TAM System as a Disease Marker and Potential Drug Target."}, {"pubmed": 33571503, "text": "MerTK activity is not necessary for the proliferation of glioblastoma stem cells."}, {"pubmed": 33609509, "text": "Deterioration of phagocytosis in induced pluripotent stem cell-derived retinal pigment epithelial cells established from patients with retinitis pigmentosa carrying Mer tyrosine kinase mutations."}, {"pubmed": 33761885, "text": "Differential polarization and the expression of efferocytosis receptor MerTK on M1 and M2 macrophages isolated from coronary artery disease patients."}, {"pubmed": 33859405, "text": "Microglia use TAM receptors to detect and engulf amyloid beta plaques."}, {"pubmed": 34035216, "text": "Ligand-dependent kinase activity of MERTK drives efferocytosis in human iPSC-derived macrophages."}, {"pubmed": 34207717, "text": "MERTK-Mediated LC3-Associated Phagocytosis (LAP) of Apoptotic Substrates in Blood-Separated Tissues: Retina, Testis, Ovarian Follicles."}, {"pubmed": 34289798, "text": "MERTK retinopathy: biomarkers assessing vision loss."}, {"pubmed": 34415994, "text": "MERTK on mononuclear phagocytes regulates T cell antigen recognition at autoimmune and tumor sites."}, {"pubmed": 35036076, "text": "MerTK-mediated efferocytosis promotes immune tolerance and tumor progression in osteosarcoma through enhancing M2 polarization and PD-L1 expression."}, {"pubmed": 35163068, "text": "High Glucose Impairs Expression and Activation of MerTK in ARPE-19 Cells."}, {"pubmed": 35636929, "text": "Mertk: An emerging target in cancer biology and immuno-oncology."}, {"pubmed": 36003399, "text": "Mer Tyrosine Kinase (MERTK) modulates liver fibrosis progression and hepatocellular carcinoma development."}, {"pubmed": 36036427, "text": "MERTK missense variants in three patients with retinitis pigmentosa."}, {"pubmed": 36332927, "text": "Mer-tyrosine kinase: a novel susceptibility gene for SLE related end-stage renal disease."}, {"pubmed": 37120511, "text": "Elevated expression of macrophage MERTK exhibits profibrotic effects and results in defective regulation of efferocytosis function in pulmonary fibrosis."}, {"pubmed": 37671615, "text": "MerTK is a mediator of alpha-synuclein fibril uptake by human microglia."}, {"pubmed": 37673933, "text": "Regulation of brain endothelial cell physiology by the TAM receptor tyrosine kinase Mer."}, {"pubmed": 38150649, "text": "HLA-DRB1*15:01 and the MERTK Gene Interact to Selectively Influence the Profile of MERTK-Expressing Monocytes in Both Health and MS."}, {"pubmed": 38283352, "text": "Semaphorin3B promotes an anti-inflammatory and pro-resolving phenotype in macrophages from rheumatoid arthritis patients in a MerTK-dependent manner."}, {"pubmed": 38341954, "text": "Big data analytics for MerTK genomics reveals its double-edged sword functions in human diseases."}, {"pubmed": 38382467, "text": "Disruption of MerTK increases the efficacy of checkpoint inhibitor by enhancing ferroptosis and immune response in hepatocellular carcinoma."}, {"pubmed": 38493215, "text": "Axl and MerTK regulate synovial inflammation and are modulated by IL-6 inhibition in rheumatoid arthritis."}, {"pubmed": 38550672, "text": "The Important Role of Phosphatidylserine, ADAM17, TNF-Alpha, and Soluble MER on Efferocytosis Activity in Central Obesity."}, {"pubmed": 38673989, "text": "Regulation of Mertk Surface Expression via ADAM17 and gamma-Secretase Proteolytic Processing."}, {"pubmed": 38791148, "text": "MerTK Drives Proliferation and Metastatic Potential in Triple-Negative Breast Cancer."}], "genomic_pos": {"chr": "2", "end": 112029561, "ensemblgene": "ENSG00000153208", "start": 111898607, "strand": 1}, "genomic_pos_hg19": {"chr": "2", "end": 112787138, "start": 112656056, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001779", "qualifier": "involved_in", "term": "natural killer cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001818", "qualifier": "involved_in", "term": "negative regulation of cytokine production"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006468", "pubmed": 8086340, "qualifier": "involved_in", "term": "protein phosphorylation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006909", "qualifier": "involved_in", "term": "phagocytosis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006909", "pubmed": 19204785, "qualifier": "involved_in", "term": "phagocytosis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007166", "pubmed": 8086340, "qualifier": "involved_in", "term": "cell surface receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007169", "qualifier": "involved_in", "term": "cell surface receptor protein tyrosine kinase signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007267", "pubmed": 8086340, "qualifier": "involved_in", "term": "cell-cell signaling"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007275", "qualifier": "involved_in", "term": "multicellular organism development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007283", "qualifier": "involved_in", "term": "spermatogenesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007399", "qualifier": "involved_in", "term": "nervous system development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0016477", "qualifier": "involved_in", "term": "cell migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030168", "qualifier": "involved_in", "term": "platelet activation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032940", "qualifier": "involved_in", "term": "secretion by cell"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0033674", "qualifier": "involved_in", "term": "positive regulation of kinase activity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0034446", "qualifier": "involved_in", "term": "substrate adhesion-dependent cell spreading"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050766", "pubmed": 18395422, "qualifier": "involved_in", "term": "positive regulation of phagocytosis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051250", "qualifier": "involved_in", "term": "negative regulation of lymphocyte activation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051649", "qualifier": "involved_in", "term": "establishment of localization in cell"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051897", "qualifier": "involved_in", "term": "positive regulation of phosphatidylinositol 3-kinase/protein kinase B signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060041", "qualifier": "involved_in", "term": "retina development in camera-type eye"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060068", "qualifier": "involved_in", "term": "vagina development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0097350", "qualifier": "involved_in", "term": "neutrophil clearance"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2000107", "pubmed": 23353780, "qualifier": "involved_in", "term": "negative regulation of leukocyte apoptotic process"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0001750", "qualifier": "located_in", "term": "photoreceptor outer segment"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 18395422, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": [18395422, 19204785], "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0043235", "qualifier": "part_of", "term": "receptor complex"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0004714", "qualifier": "enables", "term": "transmembrane receptor protein tyrosine kinase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 20103767, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005524", "qualifier": "enables", "term": "ATP binding"}]}, "homologene": {"genes": [[7955, 100322133], [8364, 100485743], [9031, 395836], [9544, 698330], [9598, 459492], [9606, 10461], [9615, 483060], [9913, 504429], [10090, 17289], [10116, 65037]], "id": 4626}, "interpro": [{"desc": "Protein kinase domain", "id": "IPR000719", "short_desc": "Prot_kinase_dom"}, {"desc": "Serine-threonine/tyrosine-protein kinase, catalytic domain", "id": "IPR001245", "short_desc": "Ser-Thr/Tyr_kinase_cat_dom"}, {"desc": "Immunoglobulin subtype", "id": "IPR003599", "short_desc": "Ig_sub"}, {"desc": "Fibronectin type III", "id": "IPR003961", "short_desc": "FN3_dom"}, {"desc": "Immunoglobulin-like domain", "id": "IPR007110", "short_desc": "Ig-like_dom"}, {"desc": "Tyrosine-protein kinase, active site", "id": "IPR008266", "short_desc": "Tyr_kinase_AS"}, {"desc": "Protein kinase-like domain superfamily", "id": "IPR011009", "short_desc": "Kinase-like_dom_sf"}, {"desc": "Immunoglobulin", "id": "IPR013151", "short_desc": "Immunoglobulin"}, {"desc": "Immunoglobulin-like fold", "id": "IPR013783", "short_desc": "Ig-like_fold"}, {"desc": "Protein kinase, ATP binding site", "id": "IPR017441", "short_desc": "Protein_kinase_ATP_BS"}, {"desc": "Tyrosine-protein kinase, catalytic domain", "id": "IPR020635", "short_desc": "Tyr_kinase_cat_dom"}, {"desc": "Fibronectin type III superfamily", "id": "IPR036116", "short_desc": "FN3_sf"}, {"desc": "Immunoglobulin-like domain superfamily", "id": "IPR036179", "short_desc": "Ig-like_dom_sf"}], "ipi": ["IPI00029756", "IPI00917839", "IPI00917977"], "map_location": "2q13", "name": "MER proto-oncogene, tyrosine kinase", "other_names": ["MER receptor tyrosine kinase", "STK kinase", "c-mer proto-oncogene tyrosine kinase", "proto-oncogene c-Mer", "receptor tyrosine kinase MerTK", "tyrosine-protein kinase Mer"], "pantherdb": {"HGNC": "7027", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "96965", "ortholog_type": "LDO", "panther_family": "PTHR24416", "taxid": 10090, "uniprot_kb": "Q60805"}, {"RGD": "69283", "ortholog_type": "LDO", "panther_family": "PTHR24416", "taxid": 10116, "uniprot_kb": "P57097"}, {"Ensembl": "ENSGALG00000008257", "ortholog_type": "LDO", "panther_family": "PTHR24416", "taxid": 9031, "uniprot_kb": "A0A1D5PMV1"}, {"ZFIN": "ZDB-GENE-081107-1", "ortholog_type": "LDO", "panther_family": "PTHR24416", "taxid": 7955, "uniprot_kb": "F1QWE3"}, {"WormBase": "WBGene00008711", "ortholog_type": "O", "panther_family": "PTHR24416", "taxid": 6239, "uniprot_kb": "Q9XVQ7"}], "uniprot_kb": "Q12866"}, "pathway": {"reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-202733", "name": "Cell surface interactions at the vascular wall"}], "wikipathways": [{"id": "WP4217", "name": "Ebola Virus Pathway on Host"}, {"id": "WP4533", "name": "Transcription co-factors SKI and SKIL protein partners"}]}, "pdb": ["2DBJ", "2P0C", "3BPR", "3BRB", "3TCP", "4M3Q", "4MH7", "4MHA", "5K0K", "5K0X", "5TC0", "5TD2", "5U6C", "6MEP", "7AAX", "7AAY", "7AAZ", "7AB0", "7AB1", "7AB2", "7AVX", "7AVY", "7AVZ", "7AW0", "7AW1", "7AW2", "7AW3", "7AW4", "7CQE", "7DXL", "7M5Z", "7OAM", "7OLS", "7OLV", "7OLX", "7XHY"], "pfam": ["PF00041", "PF00047", "PF07714", "PF13927"], "pharmgkb": "PA30759", "pharos": {"target_id": 3874, "tdl": "Tchem"}, "pir": "I38547", "prosite": ["PS50011", "PS50835", "PS50853"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF261539", "relationship": "is"}, {"id": "GNF261540", "relationship": "is"}, {"id": "GNF261541", "relationship": "is"}, {"id": "GNF261542", "relationship": "is"}, {"id": "GNF270242", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF039973", "relationship": "is"}, {"id": "GNF050283", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF081156", "relationship": "is"}, {"id": "GNF081157", "relationship": "is"}, {"id": "GNF081158", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052311", "relationship": "is"}, {"id": "GNF057081", "relationship": "is"}, {"id": "GNF061926", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070719", "relationship": "is"}, {"id": "GNF070720", "relationship": "is"}], "GNF_hs-pkinase_IDT-siRNA": [{"id": "GNF165664", "relationship": "is"}, {"id": "GNF165665", "relationship": "is"}, {"id": "GNF165666", "relationship": "is"}, {"id": "GNF165667", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF276058", "relationship": "is"}, "Invitrogen_IVTHSSIPKv2": [{"id": "GNF324168", "relationship": "is"}, {"id": "GNF324169", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF092977", "relationship": "is"}, {"id": "GNF132675", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000002.12", "NC_060926.1", "NG_011607.1"], "protein": "NP_006334.2", "rna": "NM_006343.3", "translation": {"protein": "NP_006334.2", "rna": "NM_006343.3"}}, "reporter": {"HG-U133_Plus_2": ["206028_s_at", "211912_at", "211913_s_at"], "HG-U95Av2": ["1786_at", "40648_at"], "HTA-2_0": ["TC02000701.hg.1", "TC02003503.hg.1"], "HuEx-1_0": "2500550", "HuGene-1_1": "8044391", "HuGene-2_1": "16884372"}, "summary": "This gene is a member of the MER/AXL/TYRO3 receptor kinase family and encodes a transmembrane protein with two fibronectin type-III domains, two Ig-like C2-type (immunoglobulin-like) domains, and one tyrosine kinase domain. Mutations in this gene have been associated with disruption of the retinal pigment epithelium (RPE) phagocytosis pathway and onset of autosomal recessive retinitis pigmentosa (RP). [provided by RefSeq, Jul 2008].", "symbol": "MERTK", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1364081"}, "unigene": "Hs.306178", "uniprot": {"Swiss-Prot": "Q12866", "TrEMBL": ["E9PD22", "H7C3L9", "E9PHX8"]}, "wikipedia": {"url_stub": "MERTK"}}