{"AllianceGenome": "29330", "HGNC": "29330", "MIM": "616504", "_id": "57721", "_version": 2, "accession": {"genomic": ["AC110079.3", "CH471229.1", "CP068274.2", "NC_000004.12", "NC_060928.1"], "protein": ["AAH06565.1", "AAH07449.1", "BAB13453.2", "BAB70954.1", "BAG58819.1", "EAW73651.1", "EAW73652.1", "NP_066012.1", "Q9HCE5.2", "XP_047271985.1", "XP_054206606.1"], "rna": ["AB046847.1", "AK055555.1", "AK296056.1", "AW206149.1", "BC006565.2", "BC007449.2", "BG773151.1", "NM_020961.4", "XM_047416029.1", "XM_054350631.1"], "translation": [{"protein": "AAH06565.1", "rna": "BC006565.2"}, {"protein": "AAH07449.1", "rna": "BC007449.2"}, {"protein": "XP_047271985.1", "rna": "XM_047416029.1"}, {"protein": "BAB70954.1", "rna": "AK055555.1"}, {"protein": "BAB13453.2", "rna": "AB046847.1"}, {"protein": "BAG58819.1", "rna": "AK296056.1"}, {"protein": "XP_054206606.1", "rna": "XM_054350631.1"}, {"protein": "NP_066012.1", "rna": "NM_020961.4"}]}, "alias": "hMETTL14", "ec": "2.1.1.62", "ensembl": {"gene": "ENSG00000145388", "protein": ["ENSP00000373474", "ENSP00000424111", "ENSP00000425460", "ENSP00000486381", "ENSP00000486933"], "transcript": ["ENST00000388822", "ENST00000502564", "ENST00000506780", "ENST00000508801", "ENST00000626212", "ENST00000628452"], "translation": [{"protein": "ENSP00000373474", "rna": "ENST00000388822"}, {"protein": "ENSP00000486381", "rna": "ENST00000626212"}, {"protein": "ENSP00000486933", "rna": "ENST00000628452"}, {"protein": "ENSP00000425460", "rna": "ENST00000508801"}, {"protein": "ENSP00000424111", "rna": "ENST00000506780"}], "type_of_gene": "protein_coding"}, "entrezgene": "57721", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 23.4886409462, "exp_mis": 143.702759716, "exp_syn": 51.5788031535, "lof_z": 3.98329329819327, "mis_z": 2.43600707609944, "mu_lof": 1.77007101399e-06, "mu_mis": 1.28289552971e-05, "mu_syn": 4.34303797922e-06, "n_lof": 4.0, "n_mis": 84.0, "n_syn": 58.0, "p_li": 0.847165775043653, "p_null": 4.6996631820576e-06, "p_rec": 0.152829525293165, "syn_z": -0.554281060624959}, "bp": 1371, "cds_end": 119631457, "cds_start": 119606689, "n_exons": 11, "nonpsych": {"exp_lof": 21.0454420248, "exp_mis": 129.850823364, "exp_syn": 46.4697532306, "lof_z": 3.64906153906582, "mis_z": 2.7376925780047, "mu_lof": 1.77007101399e-06, "mu_mis": 1.28289552971e-05, "mu_syn": 4.34303797922e-06, "n_lof": 4.0, "n_mis": 68.0, "n_syn": 53.0, "p_li": 0.717965585138144, "p_null": 3.23196984048119e-05, "p_rec": 0.282002095163451, "syn_z": -0.603126119124795}, "nontcga": {"exp_lof": 21.5886868731, "exp_mis": 132.185684449, "exp_syn": 47.4316409492, "lof_z": 3.94654284450228, "mis_z": 2.47802067891067, "mu_lof": 1.77007101399e-06, "mu_mis": 1.28289552971e-05, "mu_syn": 4.34303797922e-06, "n_lof": 3.0, "n_mis": 75.0, "n_syn": 56.0, "p_li": 0.936541091815498, "p_null": 2.35901186147364e-06, "p_rec": 0.0634565491726404, "syn_z": -0.787745430315146}, "transcript": "ENST00000388822.5"}, "exons": [{"cdsend": 118710302, "cdsstart": 118685534, "chr": "4", "position": [[118685391, 118685600], [118687922, 118688011], [118689369, 118689457], [118691531, 118691612], [118691980, 118692068], [118694435, 118694526], [118697181, 118697323], [118700549, 118700642], [118703934, 118704051], [118705610, 118705821], [118709997, 118715430]], "strand": 1, "transcript": "NM_020961", "txend": 118715430, "txstart": 118685391}], "exons_hg19": [{"cdsend": 119631457, "cdsstart": 119606689, "chr": "4", "position": [[119606546, 119606755], [119609077, 119609166], [119610524, 119610612], [119612686, 119612767], [119613135, 119613223], [119615590, 119615681], [119618336, 119618478], [119621704, 119621797], [119625089, 119625206], [119626765, 119626976], [119631152, 119636585]], "strand": 1, "transcript": "NM_020961", "txend": 119636585, "txstart": 119606546}], "generif": [{"pubmed": 20332099, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 24316715, "text": "methyltransferase-like protein 14 in a complex with METTL3 mediates nuclear RNA methylation"}, {"pubmed": 27281194, "text": "Structure of the METTL3-METTL14 complex"}, {"pubmed": 27627798, "text": "The structure reveals the heterodimeric architecture of the complex and donor substrate binding by METTL3. Structure-guided mutagenesis indicates that METTL3 is the catalytic subunit of the complex, whereas METTL14 has a degenerate active site and plays non-catalytic roles in maintaining complex integrity and substrate RNA binding."}, {"pubmed": 28247949, "text": "methylation at m6A by METTL3/METTL14 facilitates the methylation of m5C by NSUN2, and vice versa. NSUN2-mediated m5C and METTL3/METTL14-mediated m6A methylation synergistically enhance p21 expression at the translational level"}, {"pubmed": 29290617, "text": "The critical roles of METTL14 and N(6)-methyladenosine modification in normal and malignant hematopoiesis, are reported."}, {"pubmed": 29348140, "text": "METTL3 is soluble and inactive while the catalytic center of METTL14 is degenerated and thus also inactive. In addition, the C-terminal RGG repeats of METTL14 are required for METTL3/14 activity by contributing to RNA substrate binding."}, {"pubmed": 30006613, "text": "The Mettl3-Mettl14-mediated m6A was found to promote the development of acute myeloid leukemia and maintain leukemia-initiating cells."}, {"pubmed": 30306128, "text": "METTL14 and ALKBH5 determine the N6-methyladenosine of target genes by controlling each other's expression and by inhibiting YTHDF3.METTL14 role in the cancer growth and progression."}, {"pubmed": 31226160, "text": "This demonstrated that EBV hijacks METTL14 to drive EBV-mediated tumorigenesis. METTL14 is now a new target for development of therapeutics for treatment of EBV-associated cancers."}, {"pubmed": 31318098, "text": "The N6-methyladenosine mRNA methylase METTL14 promotes renal ischemic reperfusion injury via suppressing YAP1."}, {"pubmed": 31585521, "text": "A Mass Spectrometric Assay of METTL3/METTL14 Methyltransferase Activity."}, {"pubmed": 31697949, "text": "our results demonstrated the functional importance of METTL14-dependent vascular m6A methylome in vascular functions during calcification and provided a novel mechanistic insight to the therapeutic mechanisms of METTL14"}, {"pubmed": 31760940, "text": "This work reveals a novel role of Mettl14 and N(6)-methyladenosine in bladder tumorigenesis and bladder TICs, adding new layers for bladder TIC regulation and N(6)-methyladenosine function."}, {"pubmed": 31976022, "text": "Bioinformatics analysis demonstrated that downregulated METTL14 mRNA expression has a significantly negative correlation with the kidney renal clear cell carcinoma (KIRC) stages and a positive correlation with overall survival of KIRC patients. Furthermore, circRNAs may regulate METTL14 mRNA as miRNAs sponge to affect the progression of KIRC."}, {"pubmed": 32097728, "text": "Downregulation of METTL14 increases apoptosis and autophagy induced by cisplatin in pancreatic cancer cells."}, {"pubmed": 32111213, "text": "METTL14 suppresses proliferation and metastasis of colorectal cancer by down-regulating oncogenic long non-coding RNA XIST."}, {"pubmed": 32323801, "text": "METTL14 promotes the migration and invasion of breast cancer cells by modulating N6methyladenosine and hsamiR146a5p expression."}, {"pubmed": 32333907, "text": "m6A RNA methylation regulators correlate with malignant progression and have potential predictive values in clear cell renal cell carcinoma."}, {"pubmed": 32552762, "text": "METTL14-mediated N6-methyladenosine modification of SOX4 mRNA inhibits tumor metastasis in colorectal cancer."}, {"pubmed": 32576970, "text": "LNC942 promoting METTL14-mediated m(6)A methylation in breast cancer cell proliferation and progression."}, {"pubmed": 32583611, "text": "The study of METTL14, ALKBH5, and YTHDF2 in peripheral blood mononuclear cells from systemic lupus erythematosus."}, {"pubmed": 32633395, "text": "METTL14 regulates M6A methylation-modified primary miR-19a to promote cardiovascular endothelial cell proliferation and invasion."}, {"pubmed": 32813328, "text": "Lamin A safeguards the m(6) A methylase METTL14 nuclear speckle reservoir to prevent cellular senescence."}, {"pubmed": 32843065, "text": "Upregulation of METTL14 mediates the elevation of PERP mRNA N(6) adenosine methylation promoting the growth and metastasis of pancreatic cancer."}, {"pubmed": 32964498, "text": "m(6) A RNA methyltransferases METTL3/14 regulate immune responses to anti-PD-1 therapy."}, {"pubmed": 33134390, "text": "Downregulated METTL14 Expression Correlates with Breast Cancer Tumor Grade and Molecular Classification."}, {"pubmed": 33159022, "text": "Analysis of METTL3 and METTL14 in hepatocellular carcinoma."}, {"pubmed": 33314339, "text": "The m6A methyltransferase METTL14 inhibits the proliferation, migration, and invasion of gastric cancer by regulating the PI3K/AKT/mTOR signaling pathway."}, {"pubmed": 33414476, "text": "METTL14-regulated PI3K/Akt signaling pathway via PTEN affects HDAC5-mediated epithelial-mesenchymal transition of renal tubular cells in diabetic kidney disease."}, {"pubmed": 33544495, "text": "RNA secondary structure dependence in METTL3-METTL14 mRNA methylation is modulated by the N-terminal domain of METTL3."}, {"pubmed": 33664855, "text": "Downregulated METTL14 accumulates BPTF that reinforces super-enhancers and distal lung metastasis via glycolytic reprogramming in renal cell carcinoma."}, {"pubmed": 33849617, "text": "CLK1/SRSF5 pathway induces aberrant exon skipping of METTL14 and Cyclin L2 and promotes growth and metastasis of pancreatic cancer."}, {"pubmed": 33903120, "text": "USP48 Is Upregulated by Mettl14 to Attenuate Hepatocellular Carcinoma via Regulating SIRT6 Stabilization."}, {"pubmed": 34097350, "text": "Methyl CpG binding protein 2 promotes colorectal cancer metastasis by regulating N(6) -methyladenosine methylation through methyltransferase-like 14."}, {"pubmed": 34131102, "text": "METTL14 promotes tumorigenesis by regulating lncRNA OIP5-AS1/miR-98/ADAMTS8 signaling in papillary thyroid cancer."}, {"pubmed": 34332039, "text": "Isorhapontigenin (ISO) inhibits EMT through FOXO3A/METTL14/VIMENTIN pathway in bladder cancer cells."}, {"pubmed": 34412584, "text": "Human umbilical cord mesenchymal stem cells deliver exogenous miR-26a-5p via exosomes to inhibit nucleus pulposus cell pyroptosis through METTL14/NLRP3."}, {"pubmed": 34503454, "text": "METTL14 promotes glomerular endothelial cell injury and diabetic nephropathy via m6A modification of alpha-klotho."}, {"pubmed": 34586620, "text": "METTL14-Mediated miR-30c-1-3p Maturation Represses the Progression of Lung Cancer via Regulation of MARCKSL1 Expression."}, {"pubmed": 34586732, "text": "A methyltransferase-like 14/miR-99a-5p/tribble 2 positive feedback circuit promotes cancer stem cell persistence and radioresistance via histone deacetylase 2-mediated epigenetic modulation in esophageal squamous cell carcinoma."}, {"pubmed": 34609072, "text": "Hypoxia blocks ferroptosis of hepatocellular carcinoma via suppression of METTL14 triggered YTHDF2-dependent silencing of SLC7A11."}, {"pubmed": 34624573, "text": "LncRNA HCG11 mediated by METTL14 inhibits the growth of lung adenocarcinoma via IGF2BP2/LATS1."}, {"pubmed": 34689367, "text": "Overexpression of methyltransferase-like 3 and 14 in oral squamous cell carcinoma."}, {"pubmed": 34743822, "text": "METTL14 gene polymorphisms influence hepatoblastoma predisposition in Chinese children: Evidences from a seven-center case-control study."}, {"pubmed": 34813676, "text": "Methyltransferase-like 14 suppresses growth and metastasis of renal cell carcinoma by decreasing long noncoding RNA NEAT1."}, {"pubmed": 34847358, "text": "HRD1-mediated METTL14 degradation regulates m(6)A mRNA modification to suppress ER proteotoxic liver disease."}, {"pubmed": 34910686, "text": "METTL14 benefits the mesenchymal stem cells in patients with steroid-associated osteonecrosis of the femoral head by regulating the m6A level of PTPN6."}, {"pubmed": 35022519, "text": "LncRNA UCA1 promotes SOX12 expression in breast cancer by regulating m(6)A modification of miR-375 by METTL14 through DNA methylation."}, {"pubmed": 35090245, "text": "[Expression of METTL14 in epithelial ovarian cancer and the effect on cell proliferation, invasion and migration of A2780 and SKOV3 cells]."}, {"pubmed": 35093098, "text": "piRNA-14633 promotes cervical cancer cell malignancy in a METTL14-dependent m6A RNA methylation manner."}, {"pubmed": 35115038, "text": "Functions, mechanisms, and therapeutic implications of METTL14 in human cancer."}, {"pubmed": 35139773, "text": "Methyltransferase-like (METTL)14-mediated N6-methyladenosine modification modulates retinal pigment epithelial (RPE) activity by regulating the methylation of microtubule-associated protein (MAP)2."}, {"pubmed": 35143475, "text": "Dynamic assembly of the mRNA m6A methyltransferase complex is regulated by METTL3 phase separation."}, {"pubmed": 35154166, "text": "Decreased Expression of Programmed Death Ligand-L1 by Seven in Absentia Homolog 2 in Cholangiocarcinoma Enhances T-Cell-Mediated Antitumor Activity."}, {"pubmed": 35164771, "text": "METTL14-mediated m(6)A modification of circORC5 suppresses gastric cancer progression by regulating miR-30c-2-3p/AKT1S1 axis."}, {"pubmed": 35235104, "text": "GAS5/METTL14/ESR1 genetic variants are related to the susceptibility of coronary heart disease."}, {"pubmed": 35249103, "text": "METTL14-mediated N6-methyladenosine modification of Pten mRNA inhibits tumour progression in clear-cell renal cell carcinoma."}, {"pubmed": 35305660, "text": "METTL14-mediated N(6)-methyladenosine modification of ITGB4 mRNA inhibits metastasis of clear cell renal cell carcinoma."}, {"pubmed": 35356881, "text": "[METTL14 promotes the proliferation and migration of cervical cancer cells by up-regulating m(6)A Myc expression]."}, {"pubmed": 35467063, "text": "Mechanism of METTL14 and m6A modification of lncRNA MALAT1 in the proliferation of oral squamous cell carcinoma cells."}, {"pubmed": 35538475, "text": "N(6)-methyladenosine-modified TRAF1 promotes sunitinib resistance by regulating apoptosis and angiogenesis in a METTL14-dependent manner in renal cell carcinoma."}, {"pubmed": 35543357, "text": "Methyltransferase-like 14 silencing relieves the development of atherosclerosis via m(6)A modification of p65 mRNA."}, {"pubmed": 35583059, "text": "[Lipopolysaccharide induces inflammation and up-regulates the expression of methyltransferase-like 3 (METTL3) and METTL14 in human and mouse intestinal epithelial cells]."}, {"pubmed": 35597169, "text": "Upregulation of METTL14 contributes to trophoblast dysfunction by elevating FOXO3a expression in an m(6)A-dependent manner."}, {"pubmed": 35598196, "text": "Mettl14 mediates the inflammatory response of macrophages in atherosclerosis through the NF-kappaB/IL-6 signaling pathway."}, {"pubmed": 35638109, "text": "DARS-AS1 recruits METTL3/METTL14 to bind and enhance DARS mRNA m(6)A modification and translation for cytoprotective autophagy in cervical cancer."}, {"pubmed": 35810559, "text": "METTL14-mediated epitranscriptome modification of MN1 mRNA promote tumorigenicity and all-trans-retinoic acid resistance in osteosarcoma."}, {"pubmed": 35974338, "text": "The role, mechanism, and application of RNA methyltransferase METTL14 in gastrointestinal cancer."}, {"pubmed": 35980318, "text": "METTL14 Regulates Osteogenesis of Bone Marrow Mesenchymal Stem Cells via Inducing Autophagy Through m6A/IGF2BPs/Beclin-1 Signal Axis."}, {"pubmed": 36352154, "text": "Mechanism of METTL14-mediated m[6]A modification in non-small cell lung cancer cell resistance to cisplatin."}, {"pubmed": 36448247, "text": "RNA m6A methyltransferase METTL14 promotes the procession of non-small cell lung cancer by targeted CSF1R."}, {"pubmed": 36569923, "text": "Roles of the m6A methyltransferases METTL3, METTL14, and WTAP in pulmonary tuberculosis."}, {"pubmed": 36810285, "text": "METTL14-dependent maturation of pri-miR-17 regulates mitochondrial homeostasis and induces chemoresistance in colorectal cancer."}, {"pubmed": 37017680, "text": "METTL14 Promotes Oral Squamous Cell Carcinoma Progression by Regulating the mRNA and m6A Levels of CALD1."}, {"pubmed": 37076497, "text": "LncRNA UCA1 promotes keratinocyte-driven inflammation via suppressing METTL14 and activating the HIF-1alpha/NF-kappaB axis in psoriasis."}, {"pubmed": 37195267, "text": "METTL14 represses osteoclast formation to ameliorate osteoporosis via enhancing GPX4 mRNA stability."}, {"pubmed": 37309980, "text": "METTL14 is decreased and regulates m[6] A modification of alpha-synuclein in Parkinson's disease."}, {"pubmed": 37534933, "text": "METTL14 reverses liver fibrosis by inhibiting NOVA2 through an m6A-YTHDF2-dependent mechanism."}, {"pubmed": 37539726, "text": "METTL14-mediated RNA methylation in digestive system tumors."}, {"pubmed": 37543013, "text": "LncRNA THRIL, transcriptionally activated by AP-1 and stabilized by METTL14-mediated m6A modification, accelerates LPS-evoked acute injury in alveolar epithelial cells."}, {"pubmed": 37594665, "text": "METTL14 drives growth and metastasis of non-small cell lung cancer by regulating pri-miR-93-5p maturation and TXNIP expression."}, {"pubmed": 37615536, "text": "METTL14 inhibits malignant progression of oral squamous cell carcinoma by targeting the autophagy-related gene RB1CC1 in an m6A-IGF2BP2-dependent manner."}, {"pubmed": 37741915, "text": "METTL14-upregulated miR-6858 triggers cell apoptosis in keratinocytes of oral lichen planus through decreasing GSDMC."}, {"pubmed": 37957146, "text": "Exosome-targeted delivery of METTL14 regulates NFATc1 m6A methylation levels to correct osteoclast-induced bone resorption."}, {"pubmed": 37972448, "text": "CircMETTL14(11)S upregulated METTL14 and induced CXCR4 to aggravate endothelial inflammation and atherosclerosis."}, {"pubmed": 37973560, "text": "PRMT3-Mediated Arginine Methylation of METTL14 Promotes Malignant Progression and Treatment Resistance in Endometrial Carcinoma."}, {"pubmed": 38131226, "text": "Targeting key RNA methylation enzymes to improve the outcome of colorectal cancer chemotherapy (Review)."}, {"pubmed": 38146129, "text": "METTL14 promotes IL-6-induced viability, glycolysis and inflammation in HaCaT cells via the m6A modification of TRIM27."}, {"pubmed": 38195017, "text": "Heterogeneous nuclear ribonucleoprotein F deficiency in mouse podocyte promotes podocytopathy mediated by methyltransferase-like 14 nuclear translocation resulting in Sirtuin 1 gene inhibition."}, {"pubmed": 38197667, "text": "Glycolysis Induced by METTL14 Is Essential for Macrophage Phagocytosis and Phenotype in Cervical Cancer."}, {"pubmed": 38229320, "text": "METTL14-mediated lncRNA XIST silencing alleviates GDM progression by facilitating trophoblast cell proliferation and migration via the miR-497-5p/FOXO1 axis."}, {"pubmed": 38279741, "text": "Compression Promotes the Osteogenic Differentiation of Human Periodontal Ligament Stem Cells by Regulating METTL14-mediated IGF1."}, {"pubmed": 38319733, "text": "METTL14-mediated m6A epitranscriptomic modification contributes to chemotherapy-induced neuropathic pain by stabilizing GluN2A expression via IGF2BP2."}, {"pubmed": 38380598, "text": "METTL14 affects UVB-induced human dermal fibroblasts photoaging via miR-100-3p biogenesis in an m[6]A-dependent manner."}, {"pubmed": 38387756, "text": "Lnc-PLCB1 is stabilized by METTL14 induced m6A modification and inhibits Helicobacter pylori mediated gastric cancer by destabilizing DDX21."}, {"pubmed": 38403332, "text": "FoxO1 promotes ovarian cancer by increasing transcription and METTL14-mediated m[6]A modification of SMC4."}, {"pubmed": 38421707, "text": "METTL14-Mediated m6a Modification of CDKN2A Promotes the Development of Retinoblastoma by Inhibiting the p53 Pathway."}, {"pubmed": 38627387, "text": "METTL14 downregulation drives S100A4[+] monocyte-derived macrophages via MyD88/NF-kappaB pathway to promote MAFLD progression."}, {"pubmed": 38679464, "text": "N6-methyladenosine methylation on FSCN1 mediated by METTL14/IGF2BP3 contributes to human papillomavirus type 16-infected cervical squamous cell carcinoma."}, {"pubmed": 38738555, "text": "METTL14 decreases FTH1 mRNA stability via m6A methylation to promote sorafenib-induced ferroptosis of cervical cancer."}, {"pubmed": 38956710, "text": "METTL14 contributes to the progression of nasopharyngeal carcinoma through regulating the stability of AOC1 mRNA."}], "genomic_pos": {"chr": "4", "end": 118715433, "ensemblgene": "ENSG00000145388", "start": 118685392, "strand": 1}, "genomic_pos_hg19": {"chr": "4", "end": 119636588, "start": 119606523, "strand": 1}, "go": {"BP": [{"evidence": "IMP", "gocategory": "BP", "id": "GO:0000398", "pubmed": 25719671, "qualifier": "involved_in", "term": "mRNA splicing, via spliceosome"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001510", "qualifier": "involved_in", "term": "RNA methylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006397", "pubmed": [27281194, 27373337, 27627798], "qualifier": "involved_in", "term": "mRNA processing"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006397", "pubmed": 24316715, "qualifier": "involved_in", "term": "mRNA processing"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006402", "qualifier": "involved_in", "term": "mRNA catabolic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007283", "qualifier": "involved_in", "term": "spermatogenesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0016556", "qualifier": "involved_in", "term": "mRNA modification"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0016556", "pubmed": [27281194, 27373337, 27627798], "qualifier": "involved_in", "term": "mRNA modification"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0019827", "qualifier": "involved_in", "term": "stem cell population maintenance"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0021861", "qualifier": "involved_in", "term": "forebrain radial glial cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0042063", "qualifier": "involved_in", "term": "gliogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045664", "qualifier": "involved_in", "term": "regulation of neuron differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045727", "pubmed": 29290617, "qualifier": "acts_upstream_of", "term": "positive regulation of translation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0048255", "pubmed": 29290617, "qualifier": "involved_in", "term": "mRNA stabilization"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0061157", "qualifier": "involved_in", "term": "mRNA destabilization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1901533", "pubmed": 29290617, "qualifier": "acts_upstream_of", "term": "negative regulation of hematopoietic progenitor cell differentiation"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [24316715, 26458103, 29348140], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005634", "pubmed": 29507755, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0036396", "qualifier": "part_of", "term": "RNA N6-methyladenosine methyltransferase complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0036396", "pubmed": [24316715, 24981863, 27627798, 29290617, 29348140, 29507755], "qualifier": "part_of", "term": "RNA N6-methyladenosine methyltransferase complex"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:0036396", "pubmed": 29507755, "qualifier": "part_of", "term": "RNA N6-methyladenosine methyltransferase complex"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0001734", "pubmed": 27627798, "qualifier": "NOT enables", "term": "mRNA m(6)A methyltransferase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001734", "pubmed": 24316715, "qualifier": "enables", "term": "mRNA m(6)A methyltransferase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0003729", "qualifier": "enables", "term": "mRNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003729", "pubmed": [27281194, 27373337, 27627798, 29290617], "qualifier": "enables", "term": "mRNA binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [24316715, 24394384, 26496610, 27281194, 27373337, 29507755], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1904047", "pubmed": 27281194, "qualifier": "NOT enables", "term": "S-adenosyl-L-methionine binding"}]}, "homologene": {"genes": [[4932, 850303], [7165, 1277842], [7227, 34138], [7955, 404603], [8364, 493301], [9031, 422684], [9544, 704667], [9598, 461454], [9606, 57721], [9615, 487920], [9913, 531382], [10090, 210529], [10116, 295428], [28985, 2892371], [33169, 4622575]], "id": 10865}, "interpro": [{"desc": "MT-A70-like", "id": "IPR007757", "short_desc": "MT-A70-like"}, {"desc": "N6-adenosine-methyltransferase non-catalytic subunit METTL14-like", "id": "IPR045123", "short_desc": "METTL14-like"}, {"desc": "S-adenosyl-L-methionine-dependent methyltransferase superfamily", "id": "IPR029063", "short_desc": "SAM-dependent_MTases_sf"}], "ipi": ["IPI00783133", "IPI00965354", "IPI00965557"], "map_location": "4q26", "name": "methyltransferase 14, N6-adenosine-methyltransferase non-catalytic subunit", "other_names": ["N6-adenosine-methyltransferase non-catalytic subunit", "N6-adenosine-methyltransferase subunit METTL14", "methyltransferase 14, N6-adenosine-methyltransferase subunit", "methyltransferase like 14", "methyltransferase-like protein 14"], "pantherdb": {"HGNC": "29330", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2442926", "ortholog_type": "LDO", "panther_family": "PTHR13107", "taxid": 10090, "uniprot_kb": "Q3UIK4"}, {"RGD": "1304822", "ortholog_type": "LDO", "panther_family": "PTHR13107", "taxid": 10116, "uniprot_kb": "B2RYI4"}, {"Ensembl": "ENSGALG00000012000", "ortholog_type": "LDO", "panther_family": "PTHR13107", "taxid": 9031, "uniprot_kb": "Q5ZK35"}, {"ZFIN": "ZDB-GENE-040426-2328", "ortholog_type": "LDO", "panther_family": "PTHR13107", "taxid": 7955, "uniprot_kb": "Q6NZ22"}, {"FlyBase": "FBgn0032016", "ortholog_type": "LDO", "panther_family": "PTHR13107", "taxid": 7227, "uniprot_kb": "Q9VLP7"}, {"SGD": "S000000560", "ortholog_type": "LDO", "panther_family": "PTHR13107", "taxid": 4932, "uniprot_kb": "P25583"}], "uniprot_kb": "Q9HCE5"}, "pathway": {"reactome": [{"id": "R-HSA-72203", "name": "Processing of Capped Intron-Containing Pre-mRNA"}, {"id": "R-HSA-8953854", "name": "Metabolism of RNA"}]}, "pdb": ["5IL0", "5IL1", "5IL2", "5K7M", "5K7U", "5K7W", "5L6D", "5L6E", "5TEY", "6TTP", "6TTT", "6TTV", "6TTW", "6TTX", "6TU1", "6Y4G", "7ACD", "7NHG", "7NHH", "7NHI", "7NHJ", "7NHV", "7NI7", "7NI8", "7NI9", "7NIA", "7NID", "7O08", "7O09", "7O0L", "7O0M", "7O0P", "7O0Q", "7O0R", "7O27", "7O28", "7O29", "7O2E", "7O2F", "7O2H", "7O2I", "7O2X", "7OED", "7OEE", "7OEF", "7OEG", "7OEH", "7OEI", "7OEJ", "7OEK", "7OEL", "7OEM", "7OQL", "7OQO", "7OQP", "7RX6", "7RX7", "7RX8", "8BN8"], "pfam": "PF05063", "pharmgkb": "PA164722277", "pharos": {"target_id": 2210, "tdl": "Tbio"}, "prosite": ["PS51143", "PS51592"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF171992", "relationship": "is"}, {"id": "GNF182898", "relationship": "is"}, {"id": "GNF193804", "relationship": "is"}, {"id": "GNF204710", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF157744", "relationship": "is"}, "GNF_hs-Origene": [{"id": "GNF041541", "relationship": "is"}, {"id": "GNF043517", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF030492", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF285412", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF111325", "relationship": "is"}, {"id": "GNF150966", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000004.12", "NC_060928.1"], "protein": ["NP_066012.1", "XP_047271985.1", "XP_054206606.1"], "rna": ["NM_020961.4", "XM_047416029.1", "XM_054350631.1"], "translation": [{"protein": "XP_047271985.1", "rna": "XM_047416029.1"}, {"protein": "XP_054206606.1", "rna": "XM_054350631.1"}, {"protein": "NP_066012.1", "rna": "NM_020961.4"}]}, "reporter": {"GNF1H": ["gnf1h04319_at", "gnf1h04320_s_at", "gnf1h08640_at"], "HG-U133_Plus_2": ["227601_at", "235552_at", "236060_at", "241689_at"], "HTA-2_0": "TC04000608.hg.1", "HuEx-1_0": ["2741083", "2741107", "2741109", "2741111", "2741113"], "HuGene-1_1": "8097066", "HuGene-2_1": "16970096"}, "summary": "Enables mRNA binding activity. Contributes to mRNA (2'-O-methyladenosine-N6-)-methyltransferase activity. Involved in mRNA metabolic process; negative regulation of hematopoietic progenitor cell differentiation; and positive regulation of translation. Located in nucleoplasm. Part of RNA N6-methyladenosine methyltransferase complex. [provided by Alliance of Genome Resources, Apr 2022]", "symbol": "METTL14", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C2681660"}, "unigene": ["Hs.657806", "Hs.596872"], "uniprot": {"Swiss-Prot": "Q9HCE5", "TrEMBL": ["D6RD73", "A0A0D9SF88", "D6RBL4", "A0A0D9SFW0"]}, "wikipedia": {"url_stub": "Template:PBB/57721"}}