{"AllianceGenome": "17563", "HGNC": "17563", "MIM": "612472", "_id": "56339", "_version": 2, "accession": {"genomic": ["AF014837.1", "AF283991.1", "AL161747.5", "CH471078.2", "CP068264.2", "NC_000014.9", "NC_060938.1"], "protein": ["AAB71850.1", "AAG13956.1", "AAH01650.1", "AAH03031.1", "AAH52244.1", "BAG52732.1", "BAG62046.1", "BAG65118.1", "BAG65361.1", "CAD62303.1", "EAW66379.1", "NP_062826.2", "Q86U44.2", "XP_006720269.1", "XP_011535270.1", "XP_047287550.1", "XP_054232378.1", "XP_054232379.1", "XP_054232380.1"], "rna": ["AK000222.1", "AK093509.1", "AK097873.1", "AK098655.1", "AK124183.1", "AK300289.1", "AK304251.1", "AK304570.1", "BC001650.2", "BC003031.1", "BC014427.1", "BC052244.1", "BX247964.1", "CA311761.1", "DC295053.1", "NM_019852.5", "OP794536.1", "XM_006720206.5", "XM_011536968.3", "XM_047431594.1", "XM_054376403.1", "XM_054376404.1", "XM_054376405.1"], "translation": [{"protein": "XP_054232378.1", "rna": "XM_054376403.1"}, {"protein": "XP_011535270.1", "rna": "XM_011536968.3"}, {"protein": "BAG65361.1", "rna": "AK304570.1"}, {"protein": "XP_054232380.1", "rna": "XM_054376405.1"}, {"protein": "AAH52244.1", "rna": "BC052244.1"}, {"protein": "XP_006720269.1", "rna": "XM_006720206.5"}, {"protein": "XP_047287550.1", "rna": "XM_047431594.1"}, {"protein": "BAG52732.1", "rna": "AK093509.1"}, {"protein": "BAG62046.1", "rna": "AK300289.1"}, {"protein": "NP_062826.2", "rna": "NM_019852.5"}, {"protein": "AAH03031.1", "rna": "BC003031.1"}, {"protein": "CAD62303.1", "rna": "BX247964.1"}, {"protein": "AAH01650.1", "rna": "BC001650.2"}, {"protein": "XP_054232379.1", "rna": "XM_054376404.1"}, {"protein": "BAG65118.1", "rna": "AK304251.1"}]}, "alias": ["IME4", "M6A", "MT-A70", "Spo8", "hMETTL3"], "ec": "2.1.1.348", "ensembl": {"gene": "ENSG00000165819", "protein": ["ENSP00000298717", "ENSP00000366766", "ENSP00000437692", "ENSP00000440598", "ENSP00000442407", "ENSP00000445523"], "transcript": ["ENST00000298717", "ENST00000367606", "ENST00000377543", "ENST00000396522", "ENST00000536201", "ENST00000537163", "ENST00000538267", "ENST00000539760", "ENST00000542054", "ENST00000543235", "ENST00000544248", "ENST00000544500", "ENST00000545319", "ENST00000545788"], "translation": [{"protein": "ENSP00000440598", "rna": "ENST00000539760"}, {"protein": "ENSP00000298717", "rna": "ENST00000298717"}, {"protein": "ENSP00000442407", "rna": "ENST00000537163"}, {"protein": "ENSP00000445523", "rna": "ENST00000543235"}, {"protein": "ENSP00000437692", "rna": "ENST00000544248"}, {"protein": "ENSP00000366766", "rna": "ENST00000377543"}], "type_of_gene": "protein_coding"}, "entrezgene": "56339", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 22.5087655635, "exp_mis": 199.775214575, "exp_syn": 74.2414591977, "lof_z": 2.82052224292024, "mis_z": 3.10671962429958, "mu_lof": 1.624779725e-06, "mu_mis": 1.76051753732e-05, "mu_syn": 6.31108746007e-06, "n_lof": 9.0, "n_mis": 110.0, "n_syn": 79.0, "p_li": 0.00100496545950933, "p_null": 0.00243769607137886, "p_rec": 0.996557338469112, "syn_z": -0.342373348693231}, "bp": 1743, "cds_end": 21979365, "cds_start": 21966401, "n_exons": 11, "nonpsych": {"exp_lof": 20.1503101629, "exp_mis": 180.593557449, "exp_syn": 66.9733928595, "lof_z": 2.87704803085769, "mis_z": 3.21256418263213, "mu_lof": 1.624779725e-06, "mu_mis": 1.76051753732e-05, "mu_syn": 6.31108746007e-06, "n_lof": 7.0, "n_mis": 95.0, "n_syn": 72.0, "p_li": 0.0127497754775022, "p_null": 0.00184012867738769, "p_rec": 0.98541009584511, "syn_z": -0.386711921766111}, "nontcga": {"exp_lof": 20.6863972594, "exp_mis": 183.771542569, "exp_syn": 68.2804804411, "lof_z": 2.53465859160732, "mis_z": 3.11545009672714, "mu_lof": 1.624779725e-06, "mu_mis": 1.76051753732e-05, "mu_syn": 6.31108746007e-06, "n_lof": 9.0, "n_mis": 99.0, "n_syn": 73.0, "p_li": 0.00052779745905725, "p_null": 0.00608575488265073, "p_rec": 0.993386447658292, "syn_z": -0.361636173728066}, "transcript": "ENST00000298717.4"}, "exons": [{"cdsend": 21511223, "cdsstart": 21498257, "chr": "14", "position": [[21498137, 21498369], [21499024, 21499137], [21499305, 21499371], [21499491, 21499600], [21499763, 21499802], [21500494, 21500682], [21500912, 21501129], [21501727, 21501903], [21503172, 21503577], [21503663, 21503881], [21511123, 21511340]], "strand": -1, "transcript": "NM_019852", "txend": 21511340, "txstart": 21498137}], "exons_hg19": [{"cdsend": 21979365, "cdsstart": 21966401, "chr": "14", "position": [[21966281, 21966513], [21967168, 21967281], [21967449, 21967515], [21967635, 21967744], [21967907, 21967946], [21968636, 21968824], [21969054, 21969271], [21969869, 21970045], [21971315, 21971720], [21971806, 21972024], [21979265, 21979482]], "strand": -1, "transcript": "NM_019852", "txend": 21979482, "txstart": 21966281}], "generif": [{"pubmed": 24209618, "text": "Study identifies m(6)A methylation sites on many clock gene transcripts and shows that specific inhibition of m(6)A methylation by silencing of the m(6)A methylase Mettl3 is sufficient to elicit circadian period elongation and RNA processing delay."}, {"pubmed": 25456834, "text": "genetic inactivation impaired embryonic stem cells differentiation"}, {"pubmed": 27117702, "text": "METTL3 enhances mRNA translation through an interaction with the translation initiation machinery in lung adenocarcinoma cells."}, {"pubmed": 27281194, "text": "Structure of the METTL3-METTL14 complex"}, {"pubmed": 27373337, "text": "For the methylation of adenosine in RNA, Mettl3 is the catalytically active subunit, while Mettl14 plays a structural role critical for substrate recognition."}, {"pubmed": 27627798, "text": "The structure reveals the heterodimeric architecture of the complex and donor substrate binding by METTL3. Structure-guided mutagenesis indicates that METTL3 is the catalytic subunit of the complex, whereas METTL14 has a degenerate active site and plays non-catalytic roles in maintaining complex integrity and substrate RNA binding."}, {"pubmed": 27856248, "text": "miR-33a can attenuatenon-small-cell lung carcinoma cells proliferation via targeting to the 3'-untranslated region of METTL3 mRNA."}, {"pubmed": 28247949, "text": "methylation at m6A by METTL3/METTL14 facilitates the methylation of m5C by NSUN2, and vice versa. NSUN2-mediated m5C and METTL3/METTL14-mediated m6A methylation synergistically enhance p21 expression at the translational level"}, {"pubmed": 28920958, "text": "loss of METTL3 leads to increased levels of phosphorylated AKT, which contributes to the differentiation-promoting effects of METTL3 depletion. Overall, these results provide a rationale for the therapeutic targeting of METTL3 in myeloid leukemia"}, {"pubmed": 28991227, "text": "Study reports the importance of m6A modification in glioma stem-like cells and uncovers METTL3 as a potential molecular target in glioblastoma therapy."}, {"pubmed": 29174803, "text": "Data show that hepatitis B X-interacting protein (HBXIP) modulated Methyltransferase-like 3 (METTL3) by inhibiting miRNA let-7g, which down-regulated the expression of METTL3 by targeting its 3'UTR."}, {"pubmed": 29186125, "text": "data define METTL3 as a regulator of a chromatin-based pathway that is necessary for maintenance of the leukaemic state and identify this enzyme as a potential therapeutic target for acute myeloid leukaemia"}, {"pubmed": 29345285, "text": "The role of METTL3 in pancreatic cancer cells drug resistance and radiation resistance.METTL3 was associated with mitogen-activated protein kinase cascades, ubiquitin-dependent process and RNA splicing and regulation of cellular process."}, {"pubmed": 29348140, "text": "METTL3 is soluble and inactive while the catalytic center of METTL14 is degenerated and thus also inactive. In addition, the C-terminal RGG repeats of METTL14 are required for METTL3/14 activity by contributing to RNA substrate binding."}, {"pubmed": 29502358, "text": "METTL3 might inhibit the LPS-induced inflammatory response of human dental pulp cells by regulating alternative splicing of MyD88."}, {"pubmed": 29506078, "text": "An important mechanism for SUMOylation of METTL3 regulating its m6A RNA methyltransferase activity.Lysine 177/211/212/215 are major SUMOylation-sites of METTL3.METTL3 role in tumorigenesis."}, {"pubmed": 29978784, "text": "METTL3 acts as an oncogene in myeloid leukemia MOLM13 cells by upregulating MYC expression."}, {"pubmed": 30232453, "text": "METTL3-eIF3h interaction is required for enhanced translation, formation of densely packed polyribosomes and oncogenic transformation; findings uncover a mechanism of translation control that is based on mRNA looping and identify METTL3-eIF3h as a potential therapeutic target for patients with cancer"}, {"pubmed": 30249526, "text": "Findings suggest that METTL3 plays very important oncogenic roles in ovarian carcinoma development and/or aggressiveness by stimulating AXL translation and EMT."}, {"pubmed": 30364964, "text": "we found that METTL3 interacted with viral RNA-dependent RNA polymerase 3D and induced enhanced sumoylation and ubiquitination of the 3D polymerase that boosted viral replication. Taken together, our findings demonstrated that the host m6A modification complex interacts with viral proteins to modulate EV71 replication."}, {"pubmed": 30659266, "text": "METTL3 expression is elevated in bladder cancer.MYC, AFF4, RELA and IKBKB are functionally important target genes of METTL3 in bladder cancer."}, {"pubmed": 30762711, "text": "Results for the first time uncover the role of mA modification in melanoma cell biology. Authors show that METTL3 is upregulated in human melanoma and plays a role in invasion/migration through MMP2."}, {"pubmed": 30781903, "text": "We conclude that METTL3 plays a vital role in many steps of RNA processing and orchestrates successful execution of oncogenic pathways in glioma stem-like cells ."}, {"pubmed": 30877265, "text": "Genetic alterations of m6A regulatory genes in clear cell renal cell carcinoma indicate a relationship between the alterations resulting in decreased m6A level and worse clinical characteristics including survival."}, {"pubmed": 30903744, "text": "main writer of N6-methyladenosine modification in germ cell tumors"}, {"pubmed": 31015415, "text": "Study demonstrates that oncogenic miR-25 in pancreatic duct epithelial cells can be excessively maturated by cigarette smoke condensate (CSC) via enhanced N(6)-methyladenosine modification that is mediated by NF-kappaB associated protein NKAP. This modification is catalyzed by overexpressed METTL3 due to hypomethylation of the METTL3 promoter also caused by CSC."}, {"pubmed": 31153635, "text": "The m(6)A methyltransferase METTL3 is a critical gene in regulating tumorigeneis of cutaneous squamous cell carcinoma. METTL3 knock down decreased m(6)A levels and the expression of DeltaNp63."}, {"pubmed": 31228940, "text": "Results showed that METTL3 was significantly increased in bladder cancer and correlated with poor prognosis of bladder cancer patients. Moreover, METTL3 could promote cell proliferation both in vitro and tumorigenesis in vivo."}, {"pubmed": 31230592, "text": "Higher METTL3 expression was found in colorectal carcinoma (CRC) metastatic tissues and was associated with a poor prognosis. Further data revealed that METTL3, acting as an oncogene, maintained SOX2 expression through an m6A-IGF2BP2-dependent mechanism in CRC cells, and indicated a potential biomarker panel for prognostic prediction in CRC."}, {"pubmed": 31232471, "text": "Dysregulated N6-methyladenosine methylation writer METTL3 contributes to the proliferation and migration of gastric cancer."}, {"pubmed": 31245852, "text": "In silico genome-wide identification of m6A-associated SNPs as potential functional variants for periodontitis."}, {"pubmed": 31253399, "text": "Data suggest that methyltransferase-like protein 3 (METTL3) silence decreased the m6A methylation and total mRNA level of lymphoid enhancer-binding factor 1 (LEF1), followed by inhibited the activity of Wnt/beta-catenin signaling pathway."}, {"pubmed": 31395342, "text": "miR-4429 prevented gastric cancer progression through targeting METTL3 to inhibit m(6)A-caused stabilization of SEC62"}, {"pubmed": 31405565, "text": "METTL3 inhibits hepatic insulin sensitivity via N6-methylation of Fasn mRNA and promoting fatty acid metabolism."}, {"pubmed": 31454538, "text": "METTL3 was up-regulated in the breast cancer tissue and cells. And, METTL3 could install the methylation of Bcl-2 and promote its translation, thereby regulating the proliferation and apoptosis of breast cancer."}, {"pubmed": 31492150, "text": "our findings provide a totally different mechanism of METTL3 in regulating CRC metastasis. Our study demonstrates that aberrant m6A modification in CRC was responsible for the upregulated METTL3 expression, which marks pri-miR-1246 for further processing"}, {"pubmed": 31582403, "text": "METTL3-mediated m(6)A modification of HDGF mRNA promotes gastric cancer progression and has prognostic significance."}, {"pubmed": 31585521, "text": "A Mass Spectrometric Assay of METTL3/METTL14 Methyltransferase Activity."}, {"pubmed": 31606241, "text": "METTL3 is probably involved in pancreatic carcinogenesis"}, {"pubmed": 31607270, "text": "our findings indicate the critical role of m6A modification in GC and uncover METTL3/ZMYM1/E-cadherin signaling as a potential therapeutic target in anti-metastatic strategy against GC."}, {"pubmed": 31643040, "text": "METTL3-mediated m6A methylation is found to be dynamically reversed by the demethylase ALKBH5. In summary, this study highlights the functional importance of METTL3 in osteogenic differentiation and METTL3 may serve as a promising molecular target in regenerative medicine, as well as in the field of bone tissue engineering."}, {"pubmed": 31967701, "text": "METTL3 was identified to be a direct target of microRNA-186 (miR-186). Mechanism study indicated that miR-186/METTL3 axis contributed to the progression of hepatoblastoma via the Wnt/beta-catenin signalling pathway."}, {"pubmed": 31982139, "text": "The m6A methyltransferase METTL3 contributes to Transforming Growth Factor-beta-induced epithelial-mesenchymal transition of lung cancer cells through the regulation of JUNB."}, {"pubmed": 32039568, "text": "Methyltransferase like 3 promotes colorectal cancer proliferation by stabilizing CCNE1 mRNA in an m6A-dependent manner."}, {"pubmed": 32044716, "text": "Silencing METTL3 inhibits the proliferation and invasion of osteosarcoma by regulating ATAD2."}, {"pubmed": 32068977, "text": "METTL3 expression is associated with glycolysis metabolism and sensitivity to glycolytic stress in hepatocellular carcinoma."}, {"pubmed": 32126149, "text": "METTL3/YTHDF2 m(6) A axis promotes tumorigenesis by degrading SETD7 and KLF4 mRNAs in bladder cancer."}, {"pubmed": 32266933, "text": "m6A-dependent up-regulation of DRG1 by METTL3 and ELAVL1 promotes growth, migration, and colony formation in osteosarcoma."}, {"pubmed": 32329830, "text": "m6A methyltransferase METTL3 promotes the progression of prostate cancer via m6A-modified LEF1."}, {"pubmed": 32329858, "text": "Mettl3 regulates the proliferation, migration and invasion of glioma cells by inhibiting PI3K/Akt signaling pathway."}, {"pubmed": 32333907, "text": "m6A RNA methylation regulators correlate with malignant progression and have potential predictive values in clear cell renal cell carcinoma."}, {"pubmed": 32339511, "text": "METTL3 regulates the malignancy of cervical cancer via post-transcriptional regulation of RAB2B."}, {"pubmed": 32365051, "text": "Overexpression of METTL3 attenuates high-glucose induced RPE cell pyroptosis by regulating miR-25-3p/PTEN/Akt signaling cascade through DGCR8."}, {"pubmed": 32384926, "text": "N6-methyladenosine methyltransferase METTL3 affects the phenotype of cerebral arteriovenous malformation via modulating Notch signaling pathway."}, {"pubmed": 32402287, "text": "Modulation of circRNA Metabolism by m(6)A Modification."}, {"pubmed": 32429972, "text": "Emerging role of RNA methyltransferase METTL3 in gastrointestinal cancer."}, {"pubmed": 32483411, "text": "SUMO1 modification of methyltransferase-like 3 promotes tumor progression via regulating Snail mRNA homeostasis in hepatocellular carcinoma."}, {"pubmed": 32512975, "text": "The m6A methyltransferase METTL3 aggravates the progression of nasopharyngeal carcinoma through inducing EMT by m6A-modified Snail mRNA."}, {"pubmed": 32615088, "text": "METTL3 and N6-Methyladenosine Promote Homologous Recombination-Mediated Repair of DSBs by Modulating DNA-RNA Hybrid Accumulation."}, {"pubmed": 32615646, "text": "Association between METTL3 gene polymorphisms and neuroblastoma susceptibility: A nine-centre case-control study."}, {"pubmed": 32668092, "text": "Upregulated METTL3 in nasopharyngeal carcinoma enhances the motility of cancer cells."}, {"pubmed": 32705223, "text": "m6A methyltransferase METTL3 maintains colon cancer tumorigenicity by suppressing SOCS2 to promote cell proliferation."}, {"pubmed": 32710725, "text": "Comprehensive analysis of m6A regulators prognostic value in prostate cancer."}, {"pubmed": 32716082, "text": "METTL3 polymorphisms and Wilms tumor susceptibility in Chinese children: A five-center case-control study."}, {"pubmed": 32749150, "text": "METTL3 May Regulate Testicular Germ Cell Tumors Through EMT and Immune Pathways."}, {"pubmed": 32825955, "text": "METTL3 promotes the proliferation and invasion of esophageal cancer cells partly through AKT signaling pathway."}, {"pubmed": 32847866, "text": "Altered Expression of the m6A Methyltransferase METTL3 in Alzheimer's Disease."}, {"pubmed": 32854717, "text": "Roles of METTL3 in cancer: mechanisms and therapeutic targeting."}, {"pubmed": 32857912, "text": "METTL3 potentiates resistance to cisplatin through m(6) A modification of TFAP2C in seminoma."}, {"pubmed": 32869897, "text": "METTL3 regulates m6A in endometrioid epithelial ovarian cancer independently of METTl14 and WTAP."}, {"pubmed": 32892348, "text": "m(6) A transferase METTL3-induced lncRNA ABHD11-AS1 promotes the Warburg effect of non-small-cell lung cancer."}, {"pubmed": 32936965, "text": "METTL3-Mediated m(6) A mRNA Methylation Modulates Tooth Root Formation by Affecting NFIC Translation."}, {"pubmed": 32939058, "text": "METTL3-mediated maturation of miR-126-5p promotes ovarian cancer progression via PTEN-mediated PI3K/Akt/mTOR pathway."}, {"pubmed": 32955563, "text": "Comprehensive analysis of translation from overexpressed circular RNAs reveals pervasive translation from linear transcripts."}, {"pubmed": 32964498, "text": "m(6) A RNA methyltransferases METTL3/14 regulate immune responses to anti-PD-1 therapy."}, {"pubmed": 33025559, "text": "METTL3 gene polymorphisms contribute to susceptibility to autoimmune thyroid disease."}, {"pubmed": 33035345, "text": "METTL3 counteracts premature aging via m6A-dependent stabilization of MIS12 mRNA."}, {"pubmed": 33059689, "text": "Connecting METTL3 and intratumoural CD33(+) MDSCs in predicting clinical outcome in cervical cancer."}, {"pubmed": 33070036, "text": "Upregulation of METTL3 expression and m6A RNA methylation in placental trophoblasts in preeclampsia."}, {"pubmed": 33098220, "text": "METTL3 promotes IL-1beta-induced degeneration of endplate chondrocytes by driving m6A-dependent maturation of miR-126-5p."}, {"pubmed": 33099572, "text": "N(6)-methyladenosine METTL3 promotes cervical cancer tumorigenesis and Warburg effect through YTHDF1/HK2 modification."}, {"pubmed": 33159022, "text": "Analysis of METTL3 and METTL14 in hepatocellular carcinoma."}, {"pubmed": 33177491, "text": "The mechanism of m(6)A methyltransferase METTL3-mediated autophagy in reversing gefitinib resistance in NSCLC cells by beta-elemene."}, {"pubmed": 33217448, "text": "RNA N(6)-Methyladenosine Methyltransferase METTL3 Facilitates Colorectal Cancer by Activating the m(6)A-GLUT1-mTORC1 Axis and Is a Therapeutic Target."}, {"pubmed": 33267838, "text": "Programmable N6-methyladenosine modification of CDCP1 mRNA by RCas9-methyltransferase like 3 conjugates promotes bladder cancer development."}, {"pubmed": 33305825, "text": "HBXIP drives metabolic reprogramming in hepatocellular carcinoma cells via METTL3-mediated m6A modification of HIF-1alpha."}, {"pubmed": 33313823, "text": "TonEBP recognizes R-loops and initiates m6A RNA methylation for R-loop resolution."}, {"pubmed": 33355622, "text": "miR-338-5p inhibits cell growth and migration via inhibition of the METTL3/m6A/c-Myc pathway in lung cancer."}, {"pubmed": 33397803, "text": "Hepatitis B virus X protein recruits methyltransferases to affect cotranscriptional N6-methyladenosine modification of viral/host RNAs."}, {"pubmed": 33411363, "text": "METTL3/YTHDF2 m6A axis accelerates colorectal carcinogenesis through epigenetically suppressing YPEL5."}, {"pubmed": 33420414, "text": "METTL3 promotes adriamycin resistance in MCF-7 breast cancer cells by accelerating pri-microRNA-221-3p maturation in a m6A-dependent manner."}, {"pubmed": 33484966, "text": "METTL3 restrains papillary thyroid cancer progression via m(6)A/c-Rel/IL-8-mediated neutrophil infiltration."}, {"pubmed": 33491264, "text": "RNA methyltransferase METTL3 induces intrinsic resistance to gefitinib by combining with MET to regulate PI3K/AKT pathway in lung adenocarcinoma."}, {"pubmed": 33495421, "text": "The hepatic microenvironment promotes lung adenocarcinoma cell proliferation, metastasis, and epithelial-mesenchymal transition via METTL3-mediated N6-methyladenosine modification of YAP1."}, {"pubmed": 33509238, "text": "ADAR1 is a new target of METTL3 and plays a pro-oncogenic role in glioblastoma by an editing-independent mechanism."}, {"pubmed": 33544495, "text": "RNA secondary structure dependence in METTL3-METTL14 mRNA methylation is modulated by the N-terminal domain of METTL3."}, {"pubmed": 33555197, "text": "Tumor-Associated Macrophages Promote Oxaliplatin Resistance via METTL3-Mediated m(6)A of TRAF5 and Necroptosis in Colorectal Cancer."}, {"pubmed": 33579825, "text": "METTL3-dependent N(6)-methyladenosine RNA modification mediates the atherogenic inflammatory cascades in vascular endothelium."}, {"pubmed": 33582561, "text": "METTL3/IGF2BP1/CD47 contributes to the sublethal heat treatment induced mesenchymal transition in HCC."}, {"pubmed": 33637677, "text": "Knockdown of RNA N6-methyladenosine methyltransferase METTL3 represses Warburg effect in colorectal cancer via regulating HIF-1alpha."}, {"pubmed": 33660100, "text": "The aberrant cross-talk of epithelium-macrophages via METTL3-regulated extracellular vesicle miR-93 in smoking-induced emphysema."}, {"pubmed": 33676554, "text": "METTL3-mediated m(6)A mRNA modification of FBXW7 suppresses lung adenocarcinoma."}, {"pubmed": 33749070, "text": "Dysregulation of LINC00470 and METTL3 promotes chemoresistance and suppresses autophagy of chronic myelocytic leukaemia cells."}, {"pubmed": 33758320, "text": "METTL3-mediated m(6)A methylation of SPHK2 promotes gastric cancer progression by targeting KLF2."}, {"pubmed": 33759344, "text": "METTL3 attenuates proliferative vitreoretinopathy and epithelial-mesenchymal transition of retinal pigment epithelial cells via wnt/beta-catenin pathway."}, {"pubmed": 33818282, "text": "MicroRNA-1269b inhibits gastric cancer development through regulating methyltransferase-like 3 (METTL3)."}, {"pubmed": 33894271, "text": "METTL3 involves the progression of osteoarthritis probably by affecting ECM degradation and regulating the inflammatory response."}, {"pubmed": 33910374, "text": "METTL3 Regulates Angiogenesis by Modulating let-7e-5p and miRNA-18a-5p Expression in Endothelial Cells."}, {"pubmed": 33932138, "text": "METTL3 mediates bone marrow mesenchymal stem cell adipogenesis to promote chemoresistance in acute myeloid leukaemia."}, {"pubmed": 33933553, "text": "METTL3 enhances the stability of MALAT1 with the assistance of HuR via m6A modification and activates NF-kappaB to promote the malignant progression of IDH-wildtype glioma."}, {"pubmed": 33961823, "text": "METTL3 regulates viral m6A RNA modification and host cell innate immune responses during SARS-CoV-2 infection."}, {"pubmed": 34076991, "text": "The m6A methyltransferase METTL3 promotes the stemness and malignant progression of breast cancer by mediating m6A modification on SOX2."}, {"pubmed": 34088870, "text": "Mapping of m(6)A and Its Regulatory Targets in Prostate Cancer Reveals a METTL3-Low Induction of Therapy Resistance."}, {"pubmed": 34097560, "text": "CircPUM1 promotes cell growth and glycolysis in NSCLC via up-regulating METTL3 expression through miR-590-5p."}, {"pubmed": 34132367, "text": "METTL3mediated m6A modification of Bcl2 mRNA promotes nonsmall cell lung cancer progression."}, {"pubmed": 34155197, "text": "METTL3 promotes tumour development by decreasing APC expression mediated by APC mRNA N(6)-methyladenosine-dependent YTHDF binding."}, {"pubmed": 34246306, "text": "YTHDF2 facilitates UBXN1 mRNA decay by recognizing METTL3-mediated m(6)A modification to activate NF-kappaB and promote the malignant progression of glioma."}, {"pubmed": 34274483, "text": "Polymorphisms in METTL3 gene and hepatoblastoma risk in Chinese children: A seven-center case-control study."}, {"pubmed": 34280435, "text": "The detection and functions of RNA modification m(6)A based on m(6)A writers and erasers."}, {"pubmed": 34335955, "text": "Silencing of METTL3 effectively hinders invasion and metastasis of prostate cancer cells."}, {"pubmed": 34375639, "text": "The m(6)A methyltransferase METTL3 modifies PGC-1alpha mRNA promoting mitochondrial dysfunction and oxLDL-induced inflammation in monocytes."}, {"pubmed": 34398984, "text": "METTL3-mediated m6A methylation of ASPM drives hepatocellular carcinoma cells growth and metastasis."}, {"pubmed": 34450538, "text": "Long noncoding RNA SNHG4 remits lipopolysaccharide-engendered inflammatory lung damage by inhibiting METTL3 - Mediated m(6)A level of STAT2 mRNA."}, {"pubmed": 34476262, "text": "METTL3 Intensifies the Progress of Oral Squamous Cell Carcinoma via Modulating the m6A Amount of PRMT5 and PD-L1."}, {"pubmed": 34476922, "text": "METTL3 promotes inflammation and cell apoptosis in a pediatric pneumonia model by regulating EZH2."}, {"pubmed": 34479400, "text": "Methyltransferase-like 3-induced N6-methyladenosine upregulation promotes oral squamous cell carcinoma by through p38."}, {"pubmed": 34485508, "text": "Inhibiting PP2Acalpha Promotes the Malignant Phenotype of Gastric Cancer Cells through the ATM/METTL3 Axis."}, {"pubmed": 34491359, "text": "METTL3-mediated RNA m6A Hypermethylation Promotes Tumorigenesis and GH Secretion of Pituitary Somatotroph Adenomas."}, {"pubmed": 34505967, "text": "METTL3-Mediated lncRNA m(6)A Modification in the Osteogenic Differentiation of Human Adipose-Derived Stem Cells Induced by NEL-Like 1 Protein."}, {"pubmed": 34530048, "text": "METTL3 induces PLX4032 resistance in melanoma by promoting m(6)A-dependent EGFR translation."}, {"pubmed": 34537760, "text": "METTL3-mediated m6A modification of KIF3C-mRNA promotes prostate cancer progression and is negatively regulated by miR-320d."}, {"pubmed": 34550011, "text": "Multiomics analysis identifies key genes and pathways related to N6-methyladenosine RNA modification in ovarian cancer."}, {"pubmed": 34561421, "text": "New insight into the catalytic -dependent and -independent roles of METTL3 in sustaining aberrant translation in chronic myeloid leukemia."}, {"pubmed": 34562008, "text": "METTL3-Induced miR-222-3p Upregulation Inhibits STK4 and Promotes the Malignant Behaviors of Thyroid Carcinoma Cells."}, {"pubmed": 34593014, "text": "METTL3-dependent RNA m(6)A dysregulation contributes to neurodegeneration in Alzheimer's disease through aberrant cell cycle events."}, {"pubmed": 34616359, "text": "METTL3 Is Involved in the Development of Graves' Disease by Inducing SOCS mRNA m6A Modification."}, {"pubmed": 34624569, "text": "The M6A methyltransferase METTL3 regulates proliferation in esophageal squamous cell carcinoma."}, {"pubmed": 34645714, "text": "piRNA-36741 regulates BMP2-mediated osteoblast differentiation via METTL3 controlled m6A modification."}, {"pubmed": 34666602, "text": "Mechanism of methyltransferase like 3 in epithelial-mesenchymal transition process, invasion, and metastasis in esophageal cancer."}, {"pubmed": 34668652, "text": "Copy number variation analysis of m(6) A regulators identified METTL3 as a prognostic and immune-related biomarker in bladder cancer."}, {"pubmed": 34689367, "text": "Overexpression of methyltransferase-like 3 and 14 in oral squamous cell carcinoma."}, {"pubmed": 34706873, "text": "METTL3-mediated m(6)A modification of ATG7 regulates autophagy-GATA4 axis to promote cellular senescence and osteoarthritis progression."}, {"pubmed": 34799724, "text": "METTL3-mediated N6-methyladenosine modification of DUSP5 mRNA promotes gallbladder-cancer progression."}, {"pubmed": 34812534, "text": "Expression and prognostic significance of m6A-related genes in TP53-mutant non-small-cell lung cancer."}, {"pubmed": 34814861, "text": "Survival-associated N(6)-adenosine methyltransferase signatures in lung squamous cell carcinoma and clinical verification."}, {"pubmed": 34842045, "text": "Long non-coding RNA LINC00240 promotes gastric cancer progression via modulating miR-338-5p/METTL3 axis."}, {"pubmed": 34889221, "text": "Identification of an eight-m6A RNA methylation regulator prognostic signature of uterine corpus endometrial carcinoma based on bioinformatics analysis."}, {"pubmed": 34906165, "text": "Increased METTL3-mediated m(6)A methylation inhibits embryo implantation by repressing HOXA10 expression in recurrent implantation failure."}, {"pubmed": 34968770, "text": "METTL3 inhibition ameliorates liver damage in mouse with hepatitis B virus-associated acute-on-chronic liver failure by regulating miR-146a-5p maturation."}, {"pubmed": 34974052, "text": "Involvement of m6A regulatory factor IGF2BP1 in malignant transformation of human bronchial epithelial Beas-2B cells induced by tobacco carcinogen NNK."}, {"pubmed": 35007741, "text": "N(6)-methyladenosine RNA methyltransferase like 3 inhibits extracellular matrix synthesis of endplate chondrocytes by downregulating sex-determining region Y-Box transcription factor 9 expression under tension."}, {"pubmed": 35030640, "text": "SUMOylation of methyltransferase-like 3 facilitates colorectal cancer progression by promoting circ_0000677 in an m(6) A-dependent manner."}, {"pubmed": 35037556, "text": "Long intergenic non-protein coding RNA 1273 confers sorafenib resistance in hepatocellular carcinoma via regulation of methyltransferase 3."}, {"pubmed": 35038059, "text": "METTL3 facilitates multiple myeloma tumorigenesis by enhancing YY1 stability and pri-microRNA-27 maturation in m[6]A-dependent manner."}, {"pubmed": 35094011, "text": "METTL3 promotes intrahepatic cholangiocarcinoma progression by regulating IFIT2 expression in an m(6)A-YTHDF2-dependent manner."}, {"pubmed": 35143475, "text": "Dynamic assembly of the mRNA m6A methyltransferase complex is regulated by METTL3 phase separation."}, {"pubmed": 35164758, "text": "Exosomal circLPAR1 functions in colorectal cancer diagnosis and tumorigenesis through suppressing BRD4 via METTL3-eIF3h interaction."}, {"pubmed": 35179655, "text": "METTL3 promotes oxaliplatin resistance of gastric cancer CD133+ stem cells by promoting PARP1 mRNA stability."}, {"pubmed": 35186164, "text": "Integrative Analysis of m6A RNA Methylation Regulators and the Tumor Immune Microenvironment in Non-Small-Cell Lung Cancer."}, {"pubmed": 35190939, "text": "Overexpression of m6A-factors METTL3, ALKBH5, and YTHDC1 alters HPV16 mRNA splicing."}, {"pubmed": 35228032, "text": "LXA4 enhances prostate cancer progression by facilitating M2 macrophage polarization via inhibition of METTL3."}, {"pubmed": 35273176, "text": "Fusobacterium nucleatum reduces METTL3-mediated m(6)A modification and contributes to colorectal cancer metastasis."}, {"pubmed": 35278613, "text": "Therapeutic targeting m6A-guided miR-146a-5p signaling contributes to the melittin-induced selective suppression of bladder cancer."}, {"pubmed": 35320754, "text": "Lactylation-driven METTL3-mediated RNA m(6)A modification promotes immunosuppression of tumor-infiltrating myeloid cells."}, {"pubmed": 35348293, "text": "METTL3-mediated maturation of miR-589-5p promotes the malignant development of liver cancer."}, {"pubmed": 35354439, "text": "METTL3 enhances NSD2 mRNA stability to reduce renal impairment and interstitial fibrosis in mice with diabetic nephropathy."}, {"pubmed": 35405116, "text": "METTL3-stabilized lncRNA SNHG7 accelerates glycolysis in prostate cancer via SRSF1/c-Myc axis."}, {"pubmed": 35413135, "text": "METTL3 promotes prostate cancer progression by regulating miR-182 maturation in m6A-dependent manner."}, {"pubmed": 35434840, "text": "Methyltransferase-like 3 promotes the progression of lung cancer via activating PI3K/AKT/mTOR pathway."}, {"pubmed": 35436987, "text": "METTL3-mediated m6A modification of STEAP2 mRNA inhibits papillary thyroid cancer progress by blocking the Hedgehog signaling pathway and epithelial-to-mesenchymal transition."}, {"pubmed": 35446451, "text": "The \"\"m6A writer\"\" METTL3 and the \"\"m6A reader\"\" IGF2BP2 regulate cutaneous T-cell lymphomas progression via CDKN2A."}, {"pubmed": 35456475, "text": "An Alternatively Spliced Variant of METTL3 Mediates Tumor Suppression in Hepatocellular Carcinoma."}, {"pubmed": 35461899, "text": "METTL3 mediates osteoblast apoptosis by regulating endoplasmic reticulum stress during LPS-induced inflammation."}, {"pubmed": 35467063, "text": "Mechanism of METTL14 and m6A modification of lncRNA MALAT1 in the proliferation of oral squamous cell carcinoma cells."}, {"pubmed": 35482445, "text": "Loss of METTL3 attenuates blastic plasmacytoid dendritic cell neoplasm response to PRMT5 inhibition via IFN signaling."}, {"pubmed": 35502544, "text": "JNK Signaling Promotes Bladder Cancer Immune Escape by Regulating METTL3-Mediated m6A Modification of PD-L1 mRNA."}, {"pubmed": 35502895, "text": "METTL3 promotes homologous recombination repair and modulates chemotherapeutic response in breast cancer by regulating the EGF/RAD51 axis."}, {"pubmed": 35567945, "text": "METTL3 promotes colorectal cancer metastasis by stabilizing PLAU mRNA in an m6A-dependent manner."}, {"pubmed": 35583059, "text": "[Lipopolysaccharide induces inflammation and up-regulates the expression of methyltransferase-like 3 (METTL3) and METTL14 in human and mouse intestinal epithelial cells]."}, {"pubmed": 35638109, "text": "DARS-AS1 recruits METTL3/METTL14 to bind and enhance DARS mRNA m(6)A modification and translation for cytoprotective autophagy in cervical cancer."}, {"pubmed": 35749893, "text": "Fine particulate matter induces METTL3-mediated m(6)A modification of BIRC5 mRNA in bladder cancer."}, {"pubmed": 35759451, "text": "METTL3-mediated m6A modification promotes processing and maturation of pri-miRNA-19a to facilitate nasopharyngeal carcinoma cell proliferation and invasion."}, {"pubmed": 35794583, "text": "The methyltransferase METTL3 promotes tumorigenesis via mediating HHLA2 mRNA m6A modification in human renal cell carcinoma."}, {"pubmed": 35813476, "text": "Integrative Analyses of m6A Regulators Identify that METTL3 is Associated with HPV Status and Immunosuppressive Microenvironment in HPV-related Cancers."}, {"pubmed": 35856434, "text": "METTL3 antagonizes 5FU chemotherapy and confers drug resistance in colorectal carcinoma."}, {"pubmed": 35869392, "text": "PLAA suppresses ovarian cancer metastasis via METTL3-mediated m(6)A modification of TRPC3 mRNA."}, {"pubmed": 35869629, "text": "mmu-lncRNA 121686/hsa-lncRNA 520657 induced by METTL3 drive the progression of AKI by targeting miR-328-5p/HtrA3 signaling axis."}, {"pubmed": 35872977, "text": "The m(6)A Methyltransferase METTL3 Ameliorates Methylglyoxal-Induced Impairment of Insulin Secretion in Pancreatic beta Cells by Regulating MafA Expression."}, {"pubmed": 35907010, "text": "Methyltransferase-like 3 facilitates lung cancer progression by accelerating m6A methylation-mediated primary miR-663 processing and impeding SOCS6 expression."}, {"pubmed": 35927451, "text": "METTL3 preferentially enhances non-m(6)A translation of epigenetic factors and promotes tumourigenesis."}, {"pubmed": 35936005, "text": "METTL3 inhibits inflammation of retinal pigment epithelium cells by regulating NR2F1 in an m(6)A-dependent manner."}, {"pubmed": 35981698, "text": "Mettl3 regulates hypertrophic differentiation of chondrocytes through modulating Dmp1 mRNA via Ythdf1-mediated m(6)A modification."}, {"pubmed": 35984699, "text": "Fusobacterium nucleatum induces excess methyltransferase-like 3-mediated microRNA-4717-3p maturation to promote colorectal cancer cell proliferation."}, {"pubmed": 35985439, "text": "METTL3 promotes the growth and metastasis of pancreatic cancer by regulating the m6A modification and stability of E2F5."}, {"pubmed": 35985997, "text": "METTL3 promotes prostatic hyperplasia by regulating PTEN expression in an m(6)A-YTHDF2-dependent manner."}, {"pubmed": 35996844, "text": "Methyltransferase like 3 enhances pinin mRNA stability through N(6) -methyladenosine modification to augment tumourigenesis of colon adenocarcinoma."}, {"pubmed": 36008805, "text": "METTL3 promotes non-small cell lung cancer (NSCLC) cell proliferation and colony formation in a m6A-YTHDF1 dependent way."}, {"pubmed": 36008936, "text": "Multifaceted Roles of the N(6)-Methyladenosine RNA Methyltransferase METTL3 in Cancer and Immune Microenvironment."}, {"pubmed": 36040683, "text": "Methyltransferase-like 3 (METTL3) mediated N6-methyladenosine (m6A) modifications facilitate mir-25-3p maturation to promote gastrointestinal stromal tumors (GISTs) progression."}, {"pubmed": 36058919, "text": "Increased expression of METTL3 in pancreatic cancer tissues associates with poor survival of the patients."}, {"pubmed": 36064747, "text": "CPEB2 m6A methylation regulates blood-tumor barrier permeability by regulating splicing factor SRSF5 stability."}, {"pubmed": 36068012, "text": "METTL3 contributes to slow transit constipation by regulating miR-30b-5p/PIK3R2/Akt/mTOR signaling cascade through DGCR8."}, {"pubmed": 36073002, "text": "METTL3-Mediated m(6)A Modification of lncRNA MALAT1 Facilitates Prostate Cancer Growth by Activation of PI3K/AKT Signaling."}, {"pubmed": 36074324, "text": "METTL3 m6A-dependently promotes miR-21-5p maturation to accelerate choriocarcinoma progression via the HIF1AN-induced inactivation of the HIF1A/VEGF pathway."}, {"pubmed": 36077054, "text": "RNA Editing Enzyme ADAR1 Regulates METTL3 in an Editing Dependent Manner to Promote Breast Cancer Progression via METTL3/ARHGAP5/YTHDF1 Axis."}, {"pubmed": 36087219, "text": "METTL3 promotes m6A hypermethylation of RBM14 via YTHDF1 leading to the progression of hepatocellular carcinoma."}, {"pubmed": 36091006, "text": "Comprehensive characterization of tumor microenvironment and m6A RNA methylation regulators and its effects on PD-L1 and immune infiltrates in cervical cancer."}, {"pubmed": 36100071, "text": "METTL3 upregulates COPS5 expression in osteosarcoma in an m(6)A-related manner to promote osteosarcoma progression."}, {"pubmed": 36113831, "text": "IGF2BP2 promotes the progression of ovarian endometriosis by regulating m6A-modified MEIS2 and GATA6."}, {"pubmed": 36114749, "text": "METTL3-mediated m6A mRNA contributes to the resistance of carbon-ion radiotherapy in non-small-cell lung cancer."}, {"pubmed": 36170767, "text": "The m(6)A methyltransferase METTL3 promotes trophoblast cell invasion by regulating MYLK expression."}, {"pubmed": 36202872, "text": "METTL3/LINC00662/miR-186-5p feedback loop regulates docetaxel resistance in triple negative breast cancer."}, {"pubmed": 36205301, "text": "Identification of an m6A-related lncRNA prognostic signature in colorectal cancer."}, {"pubmed": 36230944, "text": "Exploration of N6-Methyladenosine Profiles of mRNAs and the Function of METTL3 in Atherosclerosis."}, {"pubmed": 36257380, "text": "METTL3-mediated N6-methyladenosine modification and HDAC5/YY1 promote IFFO1 downregulation in tumor development and chemo-resistance."}, {"pubmed": 36269280, "text": "Endothelial CYP2J2 overexpression restores the BRB via METTL3-mediated ANXA1 upregulation."}, {"pubmed": 36288719, "text": "METTL3 regulates m(6)A methylation of PTCH1 and GLI2 in Sonic hedgehog signaling to promote tumor progression in SHH-medulloblastoma."}, {"pubmed": 36289222, "text": "METTL3 acetylation impedes cancer metastasis via fine-tuning its nuclear and cytosolic functions."}, {"pubmed": 36314819, "text": "WTAP Targets the METTL3 m[6]A-Methyltransferase Complex to Cytoplasmic Hepatitis C Virus RNA to Regulate Infection."}, {"pubmed": 36336887, "text": "METTL3-mediated m6A modification of lnc RNA RHPN1-AS1 enhances cisplatin resistance in ovarian cancer by activating PI3K/AKT pathway."}, {"pubmed": 36348020, "text": "METTL3 promotes colorectal cancer metastasis by promoting the maturation of pri-microRNA-196b."}, {"pubmed": 36382580, "text": "Methyltransferase-like 3 promotes cervical cancer metastasis by enhancing cathepsin L mRNA stability in an N6-methyladenosine-dependent manner."}, {"pubmed": 36424383, "text": "HDAC1/3-dependent moderate liquid-liquid phase separation of YY1 promotes METTL3 expression and AML cell proliferation."}, {"pubmed": 36445237, "text": "m6A methyltransferase METTL3 inhibits endometriosis by regulating alternative splicing of MIR17HG."}, {"pubmed": 36484954, "text": "Fear stress promotes glioma progression through inhibition of ferroptosis by enhancing FSP1 stability."}, {"pubmed": 36564065, "text": "METTL3-Mediated N6-Methyladenosine Methylation Modifies Foxp3 mRNA Levels and Affects the Treg Cells Proportion in Peripheral Blood of Patients with Asthma."}, {"pubmed": 36564367, "text": "Methyltransferase-like 3 suppresses phenotypic switching of vascular smooth muscle cells by activating autophagosome formation."}, {"pubmed": 36569923, "text": "Roles of the m6A methyltransferases METTL3, METTL14, and WTAP in pulmonary tuberculosis."}, {"pubmed": 36583755, "text": "m6A-related bioinformatics analysis and functional characterization reveals that METTL3-mediated NPC1L1 mRNA hypermethylation facilitates progression of atherosclerosis via inactivation of the MAPK pathway."}, {"pubmed": 36587923, "text": "KDM1A-mediated upregulation of METTL3 ameliorates Alzheimer's disease via enhancing autophagic clearance of p-Tau through m6A-dependent regulation of STUB1."}, {"pubmed": 36600025, "text": "METTL3-mediated Hsa_circ_0000390 downregulation enhances the proliferation, migration, and invasion of colorectal cancer cells by increasing Notch1 expression."}, {"pubmed": 36608773, "text": "METTL3 alleviates D-gal-induced renal tubular epithelial cellular senescence via promoting miR-181a maturation."}, {"pubmed": 36638907, "text": "NPTX2 Promotes Epithelial-Mesenchymal Transition in Cutaneous Squamous Cell Carcinoma through METTL3-Mediated N6-Methyladenosine Methylation of SNAIL."}, {"pubmed": 36657656, "text": "IGFBP3 epigenetic promotion induced by METTL3 boosts cardiac fibroblast activation and fibrosis."}, {"pubmed": 36675186, "text": "Cross-Talk between N6-Methyladenosine and Their Related RNAs Defined a Signature and Confirmed m6A Regulators for Diagnosis of Endometriosis."}, {"pubmed": 36705430, "text": "METTL3 potentiates osteogenic differentiation of bone marrow mesenchymal stem cells via IGF2BP1/m6A/RUNX2."}, {"pubmed": 36708146, "text": "RNA N6-methyladenosine methylation and skin diseases."}, {"pubmed": 36725888, "text": "METTL3 regulates breast cancer-associated alternative splicing switches."}, {"pubmed": 36730541, "text": "Methyltransferase-like 3 enhances cell proliferation and cisplatin resistance in natural killer/T-cell lymphoma through promoting N6-methyladenosine modification and the stability of staphylococcal nuclease and Tudor domain-containing protein 1 mRNA."}, {"pubmed": 36755057, "text": "METTL3 stabilization by PIN1 promotes breast tumorigenesis via enhanced m[6]A-dependent translation."}, {"pubmed": 36765397, "text": "METTL3 depletion contributes to tumour progression and drug resistance via N6 methyladenosine-dependent mechanism in HR+HER2-breast cancer."}, {"pubmed": 36790471, "text": "The m[6]A methyltransferase METTL3 affects cell proliferation and migration by regulating YAP expression in Hirschsprung disease."}, {"pubmed": 36830614, "text": "Critical Roles of METTL3 in Translation Regulation of Cancer."}, {"pubmed": 36855123, "text": "Caprin-1 plays a role in cell proliferation and Warburg metabolism of esophageal carcinoma by regulating METTL3 and WTAP."}, {"pubmed": 36890220, "text": "ACAT1-mediated METTL3 acetylation inhibits cell migration and invasion in triple negative breast cancer."}, {"pubmed": 36898427, "text": "METTL3-m[6]A-EGFR-axis drives lenvatinib resistance in hepatocellular carcinoma."}, {"pubmed": 36932427, "text": "METTL3 promotes chemoresistance in small cell lung cancer by inducing mitophagy."}, {"pubmed": 36960869, "text": "METTL3/YTHDF2 m6A axis promotes the malignant progression of bladder cancer by epigenetically suppressing RRAS."}, {"pubmed": 36963524, "text": "Correlated with better prognosis, CSTA inhibits metastasis of nasopharyngeal carcinoma cells via suppressing AKT signaling through promoting METTL3 degradation."}, {"pubmed": 36977668, "text": "METTL3 enhances pancreatic ductal adenocarcinoma progression and gemcitabine resistance through modifying DDX23 mRNA N6 adenosine methylation."}, {"pubmed": 37013774, "text": "METTL3-mediated downregulation of splicing factor SRSF11 is associated with carcinogenesis and poor survival of cancer patients."}, {"pubmed": 37072646, "text": "METTL3 Mediates Epithelial-Mesenchymal Transition by Modulating FOXO1 mRNA N[6] -Methyladenosine-Dependent YTHDF2 Binding: A Novel Mechanism of Radiation-Induced Lung Injury."}, {"pubmed": 37087022, "text": "METTL3 Reduces Oxidative Stress-induced Apoptosis in Presbycusis by Regulating the N6-methyladenosine Level of SIRT1 mRNA."}, {"pubmed": 37088992, "text": "METTL3 affects FLT3-ITD+ acute myeloid leukemia by mediating autophagy by regulating PSMA3-AS1 stability."}, {"pubmed": 37095108, "text": "Post-transcriptional modification of m[6]A methylase METTL3 regulates ERK-induced androgen-deprived treatment resistance prostate cancer."}, {"pubmed": 37121538, "text": "ZBTB7C m6A modification incurred by METTL3 aberration promotes osteosarcoma progression."}, {"pubmed": 37151889, "text": "Deubiquitinase USP13 regulates glycolytic reprogramming and progression in osteosarcoma by stabilizing METTL3/m[6]A/ATG5 axis."}, {"pubmed": 37178367, "text": "METTL3 suppresses pancreatic ductal adenocarcinoma progression through activating endogenous dsRNA-induced anti-tumor immunity."}, {"pubmed": 37189411, "text": "The Regulatory Network of METTL3 in the Nervous System: Diagnostic Biomarkers and Therapeutic Targets."}, {"pubmed": 37222774, "text": "m6A methyltransferase METTL3 facilitates multiple myeloma cell growth through the m6A modification of BZW2."}, {"pubmed": 37231451, "text": "METTL3 and STAT3 form a positive feedback loop to promote cell metastasis in hepatocellular carcinoma."}, {"pubmed": 37245538, "text": "METTL3 achieves lipopolysaccharide-induced myocardial injury via m[6]A-dependent stabilization of Myh3 mRNA."}, {"pubmed": 37249063, "text": "METTL3-mediated ALDH m[6]A methylation regulates the malignant behavior of BMI1[+] HNSCC stem cells."}, {"pubmed": 37270777, "text": "METTL3-mediated m[6]A modification of IGFBP7-OT promotes osteoarthritis progression by regulating the DNMT1/DNMT3a-IGFBP7 axis."}, {"pubmed": 37275442, "text": "Mettl3 Mediated m6A Methylation Involved in Epithelial-Mesenchymal Transition by Targeting SOCS3/STAT3/SNAI1 in Cigarette Smoking-Induced COPD."}, {"pubmed": 37277716, "text": "Increased METTL3 expression and m[6]A RNA methylation may contribute to the development of dry eye in primary Sjogren's syndrome."}, {"pubmed": 37353804, "text": "METTL3-mediated m6A modification of SIRT1 mRNA inhibits progression of endometriosis by cellular senescence enhancing."}, {"pubmed": 37357537, "text": "Intron retention decreases METTL3 expression by inhibiting mRNA export to the cytoplasm."}, {"pubmed": 37373264, "text": "An Exploration of the Coherent Effects between METTL3 and NDUFA10 on Alzheimer's Disease."}, {"pubmed": 37379961, "text": "METTL3 boosts mitochondrial fission and induces cardiac fibrosis by enhancing LncRNA GAS5 methylation."}, {"pubmed": 37394831, "text": "Prognostic significance of N6-methyladenosine-modified related chemotransferase METTL3 in gastric carcinoma: Evidence from meta-analysis."}, {"pubmed": 37417881, "text": "UVB promotes melanogenesis by regulating METTL3."}, {"pubmed": 37420030, "text": "Methyltransferase like 3 inhibition limits intrahepatic cholangiocarcinoma metabolic reprogramming and potentiates the efficacy of chemotherapy."}, {"pubmed": 37438359, "text": "METTL3-mediated m6A modification of LINC00839 maintains glioma stem cells and radiation resistance by activating Wnt/beta-catenin signaling."}, {"pubmed": 37478627, "text": "METTL3 promotes hyperoxia-induced pyroptosis in neonatal bronchopulmonary dysplasia by inhibiting ATG8-mediated autophagy."}, {"pubmed": 37482682, "text": "PARP1 modulates METTL3 promoter chromatin accessibility and associated LPAR5 RNA m[6]A methylation to control cancer cell radiosensitivity."}, {"pubmed": 37537731, "text": "Genetic and pharmacological inhibition of METTL3 alleviates renal fibrosis by reducing EVL m6A modification through an IGF2BP2-dependent mechanism."}, {"pubmed": 37589705, "text": "A cleaved METTL3 potentiates the METTL3-WTAP interaction and breast cancer progression."}, {"pubmed": 37604948, "text": "miR-33a-3p regulates METTL3-mediated AREG stability and alters EMT to inhibit pancreatic cancer invasion and metastasis."}, {"pubmed": 37606168, "text": "METTL3 Promotes the Growth and Invasion of Melanoma Cells by Regulating the lncRNA SNHG3/miR-330-5p Axis."}, {"pubmed": 37608033, "text": "METTL3 regulatory TROAP can regulate the progression of non-small cell lung cancer through PI3K/AKT and EMT signaling pathway."}, {"pubmed": 37612524, "text": "M6A-mediated-upregulation of lncRNA BLACAT3 promotes bladder cancer angiogenesis and hematogenous metastasis through YBX3 nuclear shuttling and enhancing NCF2 transcription."}, {"pubmed": 37619934, "text": "Intracellular Fusobacterium nucleatum infection increases METTL3-mediated m6A methylation to promote the metastasis of esophageal squamous cell carcinoma."}, {"pubmed": 37642000, "text": "The Role of METTL3 in the Progression of Cardiac Fibrosis."}, {"pubmed": 37644500, "text": "FOXO1 regulates osteogenic differentiation of periodontal ligament stem cells through the METTL3 signaling pathway."}, {"pubmed": 37671161, "text": "Emerging role of METTL3 in inflammatory diseases: mechanisms and therapeutic applications."}, {"pubmed": 37713887, "text": "Expression and clinical significance of METTL3 in colorectal cancer."}, {"pubmed": 37742030, "text": "METTL3 exerts synergistic effects on m6A methylation and histone modification to regulate the function of VGF in lung adenocarcinoma."}, {"pubmed": 37772373, "text": "METTL3 promotes proliferation and migration of colorectal cancer cells by increasing SNHG1 stability."}, {"pubmed": 37796697, "text": "N6-methyladenosine Methyltransferase METTL3 Enhances PTGER2 Expression to Increase Ovarian Cancer Stemness and Chemoresistance."}, {"pubmed": 37819742, "text": "METTL3-Mediated RNA m6A Modification Regulates the Angiogenic Behaviors of Retinal Endothelial Cells by Methylating MMP2 and TIE2."}, {"pubmed": 37823387, "text": "METTL3-mediated m[6]A modification of lncRNA SNHG3 accelerates gastric cancer progression by modulating miR-186-5p/cyclinD2 axis."}, {"pubmed": 37824376, "text": "m6A Writer METTL3-Mediated lncRNA LINC01125 Prevents the Malignancy of Papillary Thyroid Cancer."}, {"pubmed": 37828232, "text": "METTL3/IGF2BP2 axis affects the progression of colorectal cancer by regulating m6A modification of STAG3."}, {"pubmed": 37848452, "text": "ALKBH5 controls the meiosis-coupled mRNA clearance in oocytes by removing the N [6]-methyladenosine methylation."}, {"pubmed": 37881126, "text": "METTL3 promotes choriocarcinoma progression by activating the miR-935/GJA1 pathway in an m6A-dependent manner."}, {"pubmed": 37891533, "text": "METTL3-regulated m6A modification impairs the decidualization of endometrial stromal cells by regulating YTHDF2-mediated degradation of FOXO1 mRNA in endometriosis-related infertility."}, {"pubmed": 37936074, "text": "DCLRE1B promotes tumor progression and predicts immunotherapy response through METTL3-mediated m6A modification in pancreatic cancer."}, {"pubmed": 37958523, "text": "METTL3-Dependent N6-Methyladenosine Modification Programs Human Neural Progenitor Cell Proliferation."}, {"pubmed": 37972769, "text": "Up-regulation of RNA m[6]A methyltransferase like-3 expression contributes to arsenic and benzo[a]pyrene co-exposure-induced cancer stem cell-like property and tumorigenesis."}, {"pubmed": 38001065, "text": "METTL3 promotes colorectal cancer progression through activating JAK1/STAT3 signaling pathway."}, {"pubmed": 38012763, "text": "METTL3-mediated HOTAIRM1 promotes vasculogenic mimicry icontributionsn glioma via regulating IGFBP2 expression."}, {"pubmed": 38013600, "text": "METTL3/YTHDF2 m6A axis mediates the progression of diabetic nephropathy through epigenetically suppressing PINK1 and mitophagy."}, {"pubmed": 38018881, "text": "Methyltransferase-like 3-mediated m6A modification of miR-1908-5p contributes to nasopharyngeal carcinoma progression by targeting homeodomain-only protein homeobox."}, {"pubmed": 38030520, "text": "Mettl3-dependent m[6]A modification is essential for effector differentiation and memory formation of CD8[+] T cells."}, {"pubmed": 38030810, "text": "METTL3 facilitates stemness properties and tumorigenicity of cancer stem cells in hepatocellular carcinoma through the SOCS3/JAK2/STAT3 signaling pathway."}, {"pubmed": 38043628, "text": "METTL3 regulates FAM83D m[6]A modification to accelerate tumorigenesis of triple-negative breast cancer via the Wnt/beta-catenin pathway."}, {"pubmed": 38126112, "text": "METTL3 promotes non-small-cell lung cancer growth and metastasis by inhibiting FDX1 through copper death-associated pri-miR-21-5p maturation."}, {"pubmed": 38131226, "text": "Targeting key RNA methylation enzymes to improve the outcome of colorectal cancer chemotherapy (Review)."}, {"pubmed": 38141906, "text": "METTL3 suppresses invasion of lung cancer via SH3BP5 m6A modification."}, {"pubmed": 38154356, "text": "METTL3/YTHDF1 m[6]A axis promotes tumorigenesis by enhancing DDR2 expression in ovarian cancer."}, {"pubmed": 38166703, "text": "The role of the methyltransferase METTL3 in prostate cancer: a potential therapeutic target."}, {"pubmed": 38190128, "text": "FOXM1 Participates in Scleral Remodeling in Myopia by Upregulating APOA1 Expression Through METTL3/YTHDF2."}, {"pubmed": 38216561, "text": "FBXO31 is upregulated by METTL3 to promote pancreatic cancer progression via regulating SIRT2 ubiquitination and degradation."}, {"pubmed": 38233403, "text": "METTL3 facilitates renal cell carcinoma progression by PLOD2 m[6]A-methylation under prolonged hypoxia."}, {"pubmed": 38253218, "text": "METTL3-mediated HSPA9 m6A modification promotes malignant transformation and inhibits cellular senescence by regulating exosomal mortalin protein in cervical cancer."}, {"pubmed": 38286198, "text": "Transcriptome sequencing analysis reveals miR-30c-5p promotes ferroptosis in cervical cancer and inhibits growth and metastasis of cervical cancer xenografts by targeting the METTL3/KRAS axis."}, {"pubmed": 38289593, "text": "Silencing of METTL3 prevents the proliferation, migration, epithelial-mesenchymal transition, and renal fibrosis of high glucose-induced HK2 cells by mediating WISP1 in m6A-dependent manner."}, {"pubmed": 38302612, "text": "METTL3 regulates TFRC ubiquitination and ferroptosis through stabilizing NEDD4L mRNA to impact stroke."}, {"pubmed": 38305336, "text": "LAMA3 Promotes Tumorigenesis of Oral Squamous Cell Carcinoma by METTL3-Mediated N6-Methyladenosine Modification."}, {"pubmed": 38322265, "text": "The RNA m[6]A writer METTL3 in tumor microenvironment: emerging roles and therapeutic implications."}, {"pubmed": 38358891, "text": "The ARID1A-METTL3-m6A axis ensures effective RNase H1-mediated resolution of R-loops and genome stability."}, {"pubmed": 38358895, "text": "METTL3 promotes osteogenic differentiation of human umbilical cord mesenchymal stem cells by up-regulating m6A modification of circCTTN."}, {"pubmed": 38367240, "text": "Suppression of the METTL3-m[6]A-integrin beta1 axis by extracellular acidification impairs T cell infiltration and antitumor activity."}, {"pubmed": 38374407, "text": "METTL3-mediated m[6]A modification of lncRNA TSPAN12 promotes metastasis of hepatocellular carcinoma through SENP1-depentent deSUMOylation of EIF3I."}, {"pubmed": 38404215, "text": "Methyltransferase METTL3-mediated maturation of miR-4654 facilitates high glucose-induced apoptosis and oxidative stress in lens epithelial cells via decreasing SOD2."}, {"pubmed": 38409327, "text": "Redox regulation of m[6]A methyltransferase METTL3 in beta-cells controls the innate immune response in type 1 diabetes."}, {"pubmed": 38421707, "text": "METTL14-Mediated m6a Modification of CDKN2A Promotes the Development of Retinoblastoma by Inhibiting the p53 Pathway."}, {"pubmed": 38429907, "text": "METTL3 as a novel diagnosis and treatment biomarker and its association with glycolysis, cuproptosis and ceRNA in oesophageal carcinoma."}, {"pubmed": 38430044, "text": "METTL3-mediated m6A modification enhances ZDHHC16 expression in nonsmall- cell lung cancer patients, attenuating ferroptosis by suppressing CREB ubiquitination."}, {"pubmed": 38462207, "text": "METTL3 promotes trophoblast ferroptosis in preeclampsia by stabilizing the ACSL4 m[6]A modification."}, {"pubmed": 38464837, "text": "METTL3 Promotes Osteogenic Differentiation of Human Periodontal Ligament Stem Cells through IGF2BP1-Mediated Regulation of Runx2 Stability."}, {"pubmed": 38484555, "text": "Desulfovibrio desulfuricans and its derived metabolites confer resistance to FOLFOX through METTL3."}, {"pubmed": 38538251, "text": "METTL3 Promotes Osteosarcoma Metastasis via an m6A-dependent Epigenetic Activity of CBX4."}, {"pubmed": 38547933, "text": "METTL3 orchestrates glycolysis by stabilizing the c-Myc/WDR5 complex in triple-negative breast cancer."}, {"pubmed": 38548669, "text": "Negative Regulation of LINC01013 by METTL3 and YTHDF2 Enhances the Osteogenic Differentiation of Senescent Pre-Osteoblast Cells Induced by Hydrogen Peroxide."}, {"pubmed": 38605400, "text": "METTL3 recruiting M2-type immunosuppressed macrophages by targeting m6A-SNAIL-CXCL2 axis to promote colorectal cancer pulmonary metastasis."}, {"pubmed": 38701556, "text": "METTL3-mediated m[6]A methylation of SLC38A1 stimulates cervical cancer growth."}, {"pubmed": 38741032, "text": "N6-methyladenosine modification of KLF2 may contribute to endothelial-to-mesenchymal transition in pulmonary hypertension."}, {"pubmed": 38757482, "text": "METTL3 aggravates cell damage induced by Streptococcus pneumoniae via the NEAT1/CTCF/MUC19 axis."}, {"pubmed": 38833042, "text": "METTL3-modified lncRNA DSCAM-AS1 promotes breast cancer progression through inhibiting ferroptosis."}, {"pubmed": 38879589, "text": "METTL3-mediated N[6]-methyladenosine modification of STAT5A promotes gastric cancer progression by regulating KLF4."}, {"pubmed": 38982516, "text": "METTL3-mediated NDUFB5 m6A modification promotes cell migration and mitochondrial respiration to promote the wound healing of diabetic foot ulcer."}, {"pubmed": 38993572, "text": "METTL3 regulates thyroid cancer differentiation and chemosensitivity by modulating PAX8."}], "genomic_pos": {"chr": "14", "end": 21511342, "ensemblgene": "ENSG00000165819", "start": 21498133, "strand": -1}, "genomic_pos_hg19": {"chr": "14", "end": 21979517, "start": 21966277, "strand": -1}, "go": {"BP": [{"evidence": "IMP", "gocategory": "BP", "id": "GO:0000398", "pubmed": [25719671, 26321680], "qualifier": "involved_in", "term": "mRNA splicing, via spliceosome"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0000398", "qualifier": "NOT involved_in", "term": "mRNA splicing, via spliceosome"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0001510", "pubmed": 9409616, "qualifier": "involved_in", "term": "RNA methylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006397", "pubmed": [24316715, 27281194, 27373337, 27627798, 28297716], "qualifier": "involved_in", "term": "mRNA processing"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006397", "pubmed": [22575960, 24284625, 25719671], "qualifier": "involved_in", "term": "mRNA processing"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006397", "qualifier": "involved_in", "term": "mRNA processing"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006974", "pubmed": 28297716, "qualifier": "involved_in", "term": "DNA damage response"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007283", "qualifier": "involved_in", "term": "spermatogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007623", "qualifier": "involved_in", "term": "circadian rhythm"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0009048", "pubmed": 27602518, "qualifier": "involved_in", "term": "dosage compensation by inactivation of X chromosome"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0016556", "qualifier": "involved_in", "term": "mRNA modification"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0016556", "pubmed": [27373337, 27627798], "qualifier": "involved_in", "term": "mRNA modification"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0019827", "qualifier": "involved_in", "term": "stem cell population maintenance"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0021861", "qualifier": "involved_in", "term": "forebrain radial glial cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0031053", "pubmed": 25799998, "qualifier": "involved_in", "term": "primary miRNA processing"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0034644", "pubmed": 28297716, "qualifier": "involved_in", "term": "cellular response to UV"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0042063", "qualifier": "involved_in", "term": "gliogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045087", "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045580", "qualifier": "involved_in", "term": "regulation of T cell differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045727", "pubmed": 30559377, "qualifier": "involved_in", "term": "positive regulation of translation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045746", "qualifier": "involved_in", "term": "negative regulation of Notch signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048477", "qualifier": "involved_in", "term": "oogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0051445", "qualifier": "involved_in", "term": "regulation of meiotic cell cycle"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060339", "pubmed": 30559377, "qualifier": "involved_in", "term": "negative regulation of type I interferon-mediated signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0061157", "qualifier": "involved_in", "term": "mRNA destabilization"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0098508", "qualifier": "involved_in", "term": "endothelial to hematopoietic transition"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1902036", "qualifier": "involved_in", "term": "regulation of hematopoietic stem cell differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1903679", "pubmed": 26593424, "qualifier": "involved_in", "term": "positive regulation of cap-independent translational initiation"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [9409616, 24316715, 26458103, 29348140, 29506078], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005634", "pubmed": 29507755, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005794", "qualifier": "located_in", "term": "Golgi apparatus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016604", "qualifier": "located_in", "term": "nuclear body"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016607", "pubmed": 24407421, "qualifier": "located_in", "term": "nuclear speck"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0036396", "qualifier": "part_of", "term": "RNA N6-methyladenosine methyltransferase complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0036396", "pubmed": [24316715, 24407421, 24981863, 27602518, 27627798, 29348140, 29506078, 29507755], "qualifier": "part_of", "term": "RNA N6-methyladenosine methyltransferase complex"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:0036396", "pubmed": 29507755, "qualifier": "part_of", "term": "RNA N6-methyladenosine methyltransferase complex"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0001734", "qualifier": "enables", "term": "mRNA m(6)A methyltransferase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001734", "pubmed": [24316715, 27281194, 27373337, 27627798], "qualifier": "enables", "term": "mRNA m(6)A methyltransferase activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0001734", "pubmed": [9409616, 22575960, 24284625, 28297716], "qualifier": "enables", "term": "mRNA m(6)A methyltransferase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003729", "pubmed": [27281194, 27373337, 30559377], "qualifier": "enables", "term": "mRNA binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [24316715, 24394384, 26496610, 27373337, 29507755], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008173", "pubmed": [25799998, 27602518, 29348140, 29506078], "qualifier": "enables", "term": "RNA methyltransferase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0016422", "qualifier": "enables", "term": "mRNA (2'-O-methyladenosine-N6-)-methyltransferase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0046982", "pubmed": 27373337, "qualifier": "enables", "term": "protein heterodimerization activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0046982", "pubmed": 27281194, "qualifier": "enables", "term": "protein heterodimerization activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:1904047", "pubmed": [27281194, 27373337], "qualifier": "enables", "term": "S-adenosyl-L-methionine binding"}]}, "homologene": {"genes": [[7165, 1273072], [7227, 42844], [7955, 100004398], [8364, 549173], [9544, 706852], [9598, 452765], [9606, 56339], [9615, 475404], [9913, 540339], [10090, 56335], [10116, 361035]], "id": 10501}, "interpro": [{"desc": "MT-A70-like", "id": "IPR007757", "short_desc": "MT-A70-like"}, {"desc": "N6-adenosine-methyltransferase MT-A70-like", "id": "IPR025848", "short_desc": "MT-A70"}, {"desc": "S-adenosyl-L-methionine-dependent methyltransferase superfamily", "id": "IPR029063", "short_desc": "SAM-dependent_MTases_sf"}], "ipi": ["IPI00009755", "IPI00328636", "IPI00908862", "IPI00909630", "IPI01014647"], "map_location": "14q11.2", "name": "methyltransferase 3, N6-adenosine-methyltransferase complex catalytic subunit", "other_names": ["N6-adenosine-methyltransferase 70 kDa subunit", "N6-adenosine-methyltransferase catalytic subunit", "adoMet-binding subunit of the human mRNA (N6-adenosine)-methyltransferase", "mRNA (2'-O-methyladenosine-N(6)-)-methyltransferase", "mRNA m(6)A methyltransferase", "methyltransferase like 3", "methyltransferase-like protein 3"], "pantherdb": {"HGNC": "17563", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1927165", "ortholog_type": "LDO", "panther_family": "PTHR12829", "taxid": 10090, "uniprot_kb": "Q8C3P7"}, {"RGD": "1311750", "ortholog_type": "LDO", "panther_family": "PTHR12829", "taxid": 10116, "uniprot_kb": "Q4V8G6"}, {"Ensembl": "ENSGALG00000044213", "ortholog_type": "LDO", "panther_family": "PTHR12829", "taxid": 9031, "uniprot_kb": "A0A1L1RJR6"}, {"ZFIN": "ZDB-GENE-030131-9498", "ortholog_type": "LDO", "panther_family": "PTHR12829", "taxid": 7955, "uniprot_kb": "F1R777"}, {"FlyBase": "FBgn0039139", "ortholog_type": "LDO", "panther_family": "PTHR12829", "taxid": 7227, "uniprot_kb": "Q9VCE6"}, {"SGD": "S000003160", "ortholog_type": "LDO", "panther_family": "PTHR12829", "taxid": 4932, "uniprot_kb": "P41833"}, {"TAIR": "2132731", "ortholog_type": "O", "panther_family": "PTHR12829", "taxid": 3702, "uniprot_kb": "O82486"}], "uniprot_kb": "Q86U44"}, "pathway": {"reactome": [{"id": "R-HSA-72203", "name": "Processing of Capped Intron-Containing Pre-mRNA"}, {"id": "R-HSA-8953854", "name": "Metabolism of RNA"}], "wikipathways": {"id": "WP411", "name": "mRNA Processing"}}, "pdb": ["5IL0", "5IL1", "5IL2", "5K7M", "5K7U", "5K7W", "5L6D", "5L6E", "5TEY", "5YZ9", "6TTP", "6TTT", "6TTV", "6TTW", "6TTX", "6TU1", "6Y4G", "7ACD", "7NHG", "7NHH", "7NHI", "7NHJ", "7NHV", "7NI7", "7NI8", "7NI9", "7NIA", "7NID", "7O08", "7O09", "7O0L", "7O0M", "7O0P", "7O0Q", "7O0R", "7O27", "7O28", "7O29", "7O2E", "7O2F", "7O2H", "7O2I", "7O2X", "7OED", "7OEE", "7OEF", "7OEG", "7OEH", "7OEI", "7OEJ", "7OEK", "7OEL", "7OEM", "7OQL", "7OQO", "7OQP", "7RX6", "7RX7", "7RX8", "8BN8", "8PW8", "8PW9", "8PWA", "8PWB"], "pfam": "PF05063", "pharmgkb": "PA134955499", "pharos": {"target_id": 3114, "tdl": "Tbio"}, "prosite": ["PS51143", "PS51563"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF171707", "relationship": "is"}, {"id": "GNF182613", "relationship": "is"}, {"id": "GNF193519", "relationship": "is"}, {"id": "GNF204425", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF031603", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF008895", "relationship": "is"}, {"id": "GNF030081", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF284478", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF110983", "relationship": "is"}, {"id": "GNF150624", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000014.9", "NC_060938.1"], "protein": ["NP_062826.2", "XP_006720269.1", "XP_011535270.1", "XP_047287550.1", "XP_054232378.1", "XP_054232379.1", "XP_054232380.1"], "rna": ["NM_019852.5", "XM_006720206.5", "XM_011536968.3", "XM_047431594.1", "XM_054376403.1", "XM_054376404.1", "XM_054376405.1"], "translation": [{"protein": "XP_054232378.1", "rna": "XM_054376403.1"}, {"protein": "XP_054232380.1", "rna": "XM_054376405.1"}, {"protein": "XP_006720269.1", "rna": "XM_006720206.5"}, {"protein": "NP_062826.2", "rna": "NM_019852.5"}, {"protein": "XP_047287550.1", "rna": "XM_047431594.1"}, {"protein": "XP_054232379.1", "rna": "XM_054376404.1"}, {"protein": "XP_011535270.1", "rna": "XM_011536968.3"}]}, "reporter": {"HG-U133_Plus_2": ["209265_s_at", "213653_at", "242111_at"], "HG-U95Av2": ["32245_at", "32246_g_at"], "HTA-2_0": "TC14000922.hg.1", "HuEx-1_0": "3556418", "HuGene-1_1": "7977749", "HuGene-2_1": "16790381"}, "retired": 95719, "summary": "This gene encodes the 70 kDa subunit of MT-A which is part of N6-adenosine-methyltransferase. This enzyme is involved in the posttranscriptional methylation of internal adenosine residues in eukaryotic mRNAs, forming N6-methyladenosine. [provided by RefSeq, Jul 2008].", "symbol": "METTL3", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1424999"}, "unigene": "Hs.168799", "uniprot": {"Swiss-Prot": "Q86U44", "TrEMBL": ["B4DTN4", "B4E349", "F5H6D8", "A0A0G2JH39", "H0YFV6"]}, "wikipedia": {"url_stub": "METTL3"}}