{"AllianceGenome": "7059", "HGNC": "7059", "MIM": "156569", "_id": "4255", "_version": 1, "accession": {"genomic": ["AH007347.2", "AL157832.14", "AL353725.14", "AL355531.16", "CH471066.2", "CP068268.2", "KC255379.1", "KM000795.1", "KM000796.1", "KT584353.1", "KX302139.1", "MK093750.1", "NC_000010.11", "NC_060934.1", "NG_052673.1", "U95038.1"], "protein": ["AAA52317.1", "AAA59594.1", "AAA59596.1", "AAD13867.2", "AAH00824.1", "AAP35360.1", "AGQ03777.1", "AGQ03778.1", "AJT47153.1", "AJT47154.1", "BAG57059.1", "CAA38137.1", "EAW49166.1", "EAW49167.1", "NP_002403.3", "P16455.1"], "rna": ["AK293593.1", "BC000824.1", "BI520029.1", "BT006714.1", "DC387686.1", "DC416206.1", "KC249995.1", "M29971.1", "M31767.1", "M60761.1", "NM_002412.5", "X54228.1"], "translation": [{"protein": "BAG57059.1", "rna": "AK293593.1"}, {"protein": "AAA59596.1", "rna": "M29971.1"}, {"protein": "AAP35360.1", "rna": "BT006714.1"}, {"protein": "AAH00824.1", "rna": "BC000824.1"}, {"protein": "AGQ03777.1", "rna": "KC249995.1"}, {"protein": "CAA38137.1", "rna": "X54228.1"}, {"protein": "AAA59594.1", "rna": "M60761.1"}, {"protein": "AAA52317.1", "rna": "M31767.1"}, {"protein": "NP_002403.3", "rna": "NM_002412.5"}]}, "ec": "2.1.1.63", "ensembl": {"gene": "ENSG00000170430", "protein": ["ENSP00000302111", "ENSP00000498729"], "transcript": ["ENST00000306010", "ENST00000462672", "ENST00000482547", "ENST00000482653", "ENST00000651593"], "translation": [{"protein": "ENSP00000498729", "rna": "ENST00000651593"}, {"protein": "ENSP00000302111", "rna": "ENST00000306010"}], "type_of_gene": "protein_coding"}, "entrezgene": "4255", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 8.53283046641, "exp_mis": 88.3236473751, "exp_syn": 50.5023781444, "lof_z": -0.83664673684159, "mis_z": -0.867918465274247, "mu_lof": 7.25860723149e-07, "mu_mis": 9.36217235866e-06, "mu_syn": 5.19065418749e-06, "n_lof": 11.0, "n_mis": 105.0, "n_syn": 47.0, "p_li": 9.20505516948058e-09, "p_null": 0.953993759477791, "p_rec": 0.0460062313171542, "syn_z": 0.30553205564567}, "bp": 717, "cds_end": 131565261, "cds_start": 131265479, "n_exons": 5, "nonpsych": {"exp_lof": 7.63681181962, "exp_mis": 79.8552030168, "exp_syn": 45.6233007834, "lof_z": -0.839835513296116, "mis_z": -0.911260899845106, "mu_lof": 7.25860723149e-07, "mu_mis": 9.36217235866e-06, "mu_syn": 5.19065418749e-06, "n_lof": 10.0, "n_mis": 96.0, "n_syn": 44.0, "p_li": 5.139899771487e-08, "p_null": 0.93972161182799, "p_rec": 0.0602783367730121, "syn_z": 0.151310452853842}, "nontcga": {"exp_lof": 7.84179984696, "exp_mis": 81.2493569335, "exp_syn": 46.4537837496, "lof_z": -1.1125333166818, "mis_z": -0.760016195137423, "mu_lof": 7.25860723149e-07, "mu_mis": 9.36217235866e-06, "mu_syn": 5.19065418749e-06, "n_lof": 11.0, "n_mis": 95.0, "n_syn": 40.0, "p_li": 5.49515111796689e-09, "p_null": 0.965856271558798, "p_rec": 0.0341437229460505, "syn_z": 0.599550719186959}, "transcript": "ENST00000306010.7"}, "exons": [{"cdsend": 129766997, "cdsstart": 129536252, "chr": "10", "position": [[129467240, 129467296], [129536240, 129536377], [129707894, 129708043], [129759201, 129759341], [129766787, 129770983]], "strand": 1, "transcript": "NM_002412", "txend": 129770983, "txstart": 129467240}], "exons_hg19": [{"cdsend": 131565261, "cdsstart": 131334516, "chr": "10", "position": [[131265504, 131265560], [131334504, 131334641], [131506158, 131506307], [131557465, 131557605], [131565051, 131569247]], "strand": 1, "transcript": "NM_002412", "txend": 131569247, "txstart": 131265504}], "generif": [{"pubmed": 11062157, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 11564893, "text": "The modified human DNA repair enzyme O(6)-methylguanine-DNA methyltransferase is a negative regulator of estrogen receptor-mediated transcription upon alkylation DNA damage."}, {"pubmed": 11719438, "text": "O(6)-Methylguanine-DNA methyltransferase promoter hypermethylation shifts the p53 mutational spectrum in non-small cell lung cancer."}, {"pubmed": 11802813, "text": "MGMT is an important resistant determinant to camptothecin derivatives and may play role in TOPO 1-mediated DNA damage and/or the repair processes"}, {"pubmed": 11872960, "text": "No promoter hypermethylation of MGMT was found in either metaplastic or non-metaplastic intestinal mucosae."}, {"pubmed": 11911967, "text": "O6-Alkylguanine-DNA-alkyltransferase activity in peripheral leukocytes"}, {"pubmed": 11956078, "text": "Glutathione S-transferase P1 and NADPH quinone oxidoreductase polymorphisms are associated with aberrant promoter methylation of P16(INK4a) and O(6)-methylguanine-DNA methyltransferase in sputum."}, {"pubmed": 11980845, "text": "Impaired production of MGMT and hypermethylation of the MGMT promoter in retinoblastoma tissues."}, {"pubmed": 12087469, "text": "heterogeneously expressed in breast tumors"}, {"pubmed": 12119040, "text": "substrate specificity and sequence preferenceof G:T mismatch repair"}, {"pubmed": 12170182, "text": "Among the dacarbazine responders a larger proportion (50%) had melanomas containing less than 50% MGMT-positive tumour cells than among the non-responders (23%). This is consistent with the hypothesis that MGMT contributes to DTIC resistance."}, {"pubmed": 12185595, "text": "purified E6 protein promoted the degradation of rMGMT in rabbit reticulocyte lysates. Immunoprecipitation assays showed the presence of a ternary protein complex between MGMT, E6, and the cellular ubiquitin-ligase E6-associated protein (E6-AP)"}, {"pubmed": 12402349, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12469220, "text": "Mutation analysis of K-ras and beta-catenin genes related to this and mismatch repair protein status in human gallbladder carcinoma."}, {"pubmed": 12483540, "text": "inactivation of MGMT contributes to development of nonseminomatous testicular cancer"}, {"pubmed": 12503076, "text": "a significantly increased frequency of G:C to A:T mutations of the p53 gene in brain tumors having a methylated MGMT promoter compared with those having an unmethylated MGMT promoter"}, {"pubmed": 12549918, "text": "The presence of zinc on MGMT has a functional effect indicated by the enhanced rate of alkyl transfer from either O6-methylguanine in DNA or O6-benzylguanine; zinc binding also improves conformational stability and enhances correct folding of the protein."}, {"pubmed": 12592365, "text": "CpG methylation of MGMT and hMLH1 promoter in hepatocellular carcinoma associated with hepatitis viral infection."}, {"pubmed": 12720298, "text": "loss of expression of MGMT occurs more frequently in cancer than in adenoma in both sporadic and familial adenomatous polyposis patients, and loss of expression of MGMT is associated with hypermethylation of the promoter area of MGMT gene."}, {"pubmed": 12727789, "text": "review on variability and regulation"}, {"pubmed": 12849917, "text": "decreased MGMT activity in leukocytes from patients with Type 1 and Type 2 diabetes"}, {"pubmed": 12883749, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12963053, "text": "In various tumor samples MGMT was lower than MGMT in the normal tissue from the same patient or was even not detectable"}, {"pubmed": 14522053, "text": "results indicate that it is not necessary for MGMT to actively flip out every base to find damage; they can locate potential lesions by simply capturing a lesioned base that is transiently extrahelical or sensing the unstable nature of a damaged base pair"}, {"pubmed": 14614014, "text": "Hypermethylation of O6-methylguanine-DNA methyltransferase promoter is associated with colorectal cancer"}, {"pubmed": 14647440, "text": "Evidence suggests a model for gene silencing of MGMT that is dependent on the epigenetic state in cancer."}, {"pubmed": 14669534, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15041700, "text": "Inactivation of the MGMT gene by promoter methylation was associated with longer survival in glioblastoma patients in a phase II trial treated with temozolomide."}, {"pubmed": 15140540, "text": "MGMT codon 178 (and possibly 143) polymorphisms do not appear to markedly affect lung cancer risk in this Caucasian population."}, {"pubmed": 15140540, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15221026, "text": "analysis of DNA binding and nucleotide flipping by the human DNA repair protein AGT"}, {"pubmed": 15225156, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15225156, "text": "Polymorphisms in O-6-methylguanine-DNA methyltransferase is associated with lung Neoplasms"}, {"pubmed": 15254699, "text": "MGMT expression is at least partially influenced by CpG methylation, but may not revert after cancer treatment"}, {"pubmed": 15309527, "text": "MGMT promoter methylation is not detectable in the investigated samples from acute myeloid leukemia patients. Accordingly, MGMT mRNA expression is found to be normal in all but one case."}, {"pubmed": 15327835, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15332332, "text": "was no relationship between the methylation status of the MGMT promoter and overall survival and response to CENU therapy in glioblastoma patients."}, {"pubmed": 15455350, "text": "Frequent promoter hypermethylation and low expression of the MGMT gene is associated with oligodendroglial tumors"}, {"pubmed": 15455376, "text": "MGMT promoter methylation is associated with malignant astrocytomas"}, {"pubmed": 15657354, "text": "Histone deacetylation plays a role in MGMT silencing but that CpG methylation has a dominant effect."}, {"pubmed": 15735757, "text": "Benzylguanine inactivated MGMT may be linked to cell signaling events, forcing cells into a permanent G2/M arrest in response to the DNA damages induced by BCNU."}, {"pubmed": 15785933, "text": "Hypermethylation and protein expression of O6-methylguanine-DNA methyltransferase is associated with uterine cervical lesions"}, {"pubmed": 15799820, "text": "RASSF1A and MGMT promoter regions are hypermethylated and involved in progression of retinoblastoma"}, {"pubmed": 15800999, "text": "epigenetic inactivation of MGMT plays an important role in colorectal neoplasia"}, {"pubmed": 15802298, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 15809347, "text": "silencing of the MGMT gene, a key to DNA repair, is involved in carcinogenesis; we conclude that H3me2K9 and MeCP2 binding are common and more essential for MGMT silencing than DNA hypermethylation or histone deacetylation."}, {"pubmed": 15809756, "text": "Cisplatin enhanced sensitivity to ACNU gallbladder cancer cells expressing MGMT both in vitro and in vivo."}, {"pubmed": 15831531, "text": "an expressed single nucleotide polymorphism (SNP) and demonstrates that the MGMT alleles are frequently expressed at different levels in peripheral blood mononuclear cells."}, {"pubmed": 15885889, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15915369, "text": "Demonstrated epigenetic silencing by MGMT promoter hypermethylation might play an important role in carcinogenesis and progression of biliary tract cancer."}, {"pubmed": 15943786, "text": "Findings suggest that MGMT inactivation is an event that occurs in the late carcinogenic process in pulmonary squamous cell carcinoma and pulmonary adenocarcinoma."}, {"pubmed": 16000301, "text": "Data describe the determination of rates of individual steps in the removal of alkyl groups from O6-methyl (Me) and -benzyl (Bz) guanine in oligonucleotides by human O6-alkylguanine DNA alkyltransferase (AGT)."}, {"pubmed": 16007001, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16014702, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 16030105, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 16030112, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 16030116, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16038584, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16094607, "text": "Methylation of the O6-methylguanine-DNA methyltransferase promoter suppresses expression and associated with mouse skin tumors"}, {"pubmed": 16174854, "text": "Some colorectal cancers arise from a field defect defined by epigenetic inactivation of MGMT. Detection of this abnormality may ultimately be useful in risk assessment for colorectal cancer."}, {"pubmed": 16195237, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16203797, "text": "p16INK4a, RARbeta, and MGMT expression is activated by genistein and related soy isoflavones partially through a direct inhibition of DNA methyltransferase"}, {"pubmed": 16226712, "text": "data, for the first time, suggest that MGMT is likely to have additional functions, possibly, in sensing and integrating the DNA damage/repair-related signals with replication, cell cycle progression, and genomic stability"}, {"pubmed": 16284370, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 16285744, "text": "findings suggest that the N-terminal domain plays a critical structural role in maintaining an active configuration of the C-terminal domain"}, {"pubmed": 16369171, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16373199, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 16385451, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16385589, "text": "O6-alkylguanine-DNA alkyltransferase gene polymorphisms is associated with lung cancer"}, {"pubmed": 16436636, "text": "We demonstrated an inverse relationship between hMLH1 promoter hypermethylation and MGMT promoter hypermethylation (P = 0.041), suggesting that a number of distinct hypermethylation-associated pathways may exist in colorectal cancer."}, {"pubmed": 16517062, "text": "Loss of MGMT expression could be considered an early event in oral carcinogenesis with possible prognostic implications."}, {"pubmed": 16533425, "text": "tobacco smoking may be associated with an increased incidence of aberrant promoter methylation of the p16 and MGMT genes in non-small cell lung cancer"}, {"pubmed": 16609022, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 16633920, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16733832, "text": "Dual agent chemoprotection by retroviral co-expression of either MDR1 or MRP1 with the p140K mutant of MGMT."}, {"pubmed": 16777993, "text": "O6-methylguanine DNA methyltransferase polymorphisms may have a role in endometrial cancer risk"}, {"pubmed": 16777993, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 16788379, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 16791592, "text": "Aberrant promoter hypermethylation of MGMT gene is associated with oral squamous cell carcinomas"}, {"pubmed": 16844323, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 16996781, "text": "MGMT expression is an early event in the development of oral cancer. ...potential as a candidate predictive marker for nodal metastasis and disease prognosis."}, {"pubmed": 17040931, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17138560, "text": "Combines with single-stranded DNA ranging in length from 5 to 78 nucleotides (nt). Binding is moderately cooperative."}, {"pubmed": 17158087, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 17164358, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 17192931, "text": "Assessment of MGMTP status could help identifying low-grade gliomas patients more likely to respond to chemotherapy or to benefit from MGMT depletion strategies."}, {"pubmed": 17219056, "text": "MGMT methylation had no impact on survival for all glioblastoma patients studied, but showed a significant advantage for patients treated with radiotherapy + adjuvant chemotherapy, particularly when patients received CT during the course of RT."}, {"pubmed": 17234722, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 17234722, "text": "Polymorphism in MGMT increases the susceptibility of women to cervical carcinoma, especially in those with high-risk sexual and reproductive histories."}, {"pubmed": 17276933, "text": "Decrease of expression of MGMT was significantly correlated with methylation."}, {"pubmed": 17285603, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 17285603, "text": "findings suggest that genetic variants in MGMT may modulate the risk of smoking-related lung cancer"}, {"pubmed": 17342321, "text": "Epigenetic silencing of MGMT and microsatellite instability does not play an important role in this series of hepatocellular carcinomas derived from different populations."}, {"pubmed": 17352030, "text": "Methylation testing of fecal DNA using a panel of epigenetic markers (methylated SFRP2, HPP1 and MGMT) may be a simple and promising non-invasive screening method for colorectal carcinoma and precancerous lesions."}, {"pubmed": 17451198, "text": "Comethylation of promoters of p16 and MGMT genes could have a prognostic value in patients with colorectal cancers."}, {"pubmed": 17479411, "text": "The expression levels of four genes (hMSH2, XRCC1, XPD, MGMT) present in peripheral blood mononuclear cells were significantly correlated with increased risk for esophageal squamous cell carcinoma."}, {"pubmed": 17482892, "text": "variant forms of the MGMT gene that encode an altered protein"}, {"pubmed": 17487400, "text": "MGMT promoter hypermethylation plays an important role in the early steps of colorectal carcinogenesis."}, {"pubmed": 17493032, "text": "p14(ARF) hypermethylation and MGMT hypermethylation constitute distinct molecular pathways of astrocytoma progression, which could differ in biological behavior and clinical outcome."}, {"pubmed": 17500046, "text": "MGMT(-) phenotype in the brain of children and adults, and the apparent increase in risk of neurocarcinogenesis, may arise during gestation"}, {"pubmed": 17523078, "text": "Promoter hypermethylation of MGMT was observed."}, {"pubmed": 17547775, "text": "transformed astrocyte cells may be useful for identifying mechanisms underlying MGMT regulation in tumor and for the development of drug combination in glioma therapies."}, {"pubmed": 17569599, "text": "MGMT polymorphisms and their association with risk for lung, breast, colorectal and endometrial cancer with a consideration of gene-environment interactions"}, {"pubmed": 17597106, "text": "tamoxifen decreased the MGMT protein level by accelerating protein degradation through the ubiquitin-dependent proteasomal pathway"}, {"pubmed": 17621591, "text": "Strong association between the germline polymorphism (c.-56C>T) of the MGMT promoter and promoter methylation/silencing of MGMT in colorectal cancer"}, {"pubmed": 17652530, "text": "Aberrant methylation of multiple genes (E-cadherin, estrogen receptor, RB1 , p16, p15, p14, and MGMT) is involved in gastric carcinogenesis."}, {"pubmed": 17666372, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17666372, "text": "single-nucleotide polymorphisms in O-6-methylguanine-DNA methyltransferase is associated with non-Hodgkin's lymphoma"}, {"pubmed": 17691113, "text": "No correlation between MGMT protein expression and MGMT promoter methylation was observed in anaplastic astrocytomas and glioblastomas."}, {"pubmed": 17700363, "text": "the 84F coding single nucleotide polymorphism may alter the phenotype of the MGMT protein, resulting in suboptimal repair of O-methylguanine lesions"}, {"pubmed": 17712558, "text": "MTHFR variants were not related to MGMT hypermethylation in diffuse large B-cell lymphoma."}, {"pubmed": 17721049, "text": "LOH of 1p in the heterogeneous population of malignant gliomas may be one of the important factors besides MGMT methylation that predict better outcome in patients treated with TMZ."}, {"pubmed": 17898525, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17938272, "text": "BFGF overexpression results in resistance against temozolomide mediated by demethylation of the O6-methylguanine-DNA-methyltransferase promoter"}, {"pubmed": 17957803, "text": "Observational study and meta-analysis of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 17957803, "text": "Single nucleotide polymorphisms in the first intron and codon of the O6-alkylguanine-DNA alkyltransferase gene protect against lung cancer"}, {"pubmed": 17965865, "text": "immunohistochemical MGMT assessment has potential as a powerful diagnostic tool but analysis should only be performed in a grade dependent manner, before radio-/chemotherapy and with special attention to the infiltration zone of diffuse astrocytomas."}, {"pubmed": 18004504, "text": "variation in MGMT promoter methylation can occur within the same tumor after treatment"}, {"pubmed": 18006925, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 18028895, "text": "MGMT expression negative in surgical margin tissues indicates longer overall survival for colorectal tumor patients."}, {"pubmed": 18086781, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18089777, "text": "Temozolomide significantly improves survival of human glioma-bearing mice by silencing the O6-methylguanine-DNA methyltransferase promoter."}, {"pubmed": 18091318, "text": "There was no significant correlation between MGMT expression and promoter methylation, and no significant survival difference was observed between patients whose tumors were negative versus positive for MGMT protein by immunohistochemistry"}, {"pubmed": 18156172, "text": "O(6)-methylguanine-DNA methyltransferase (MGMT) is implicated in resistance to temozolomide (TMZ) and nitrosoureas."}, {"pubmed": 18192966, "text": "MGMT methylation may be an small-cell carcinoma of the urinary bladder-specific epimutation"}, {"pubmed": 18199718, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18204074, "text": "epigenetic silencing of MGMT is associated with DNA hypermethylation, histone modifications and DNMT1 upregulation, which contribute to nickel sulfide-induced malignant transformation"}, {"pubmed": 18240147, "text": "MGMT methylation is necessary for gene silencing and may evolve and spread throughout the promoter in a stepwise manner as the colonic epithelial cells progress through the classical-adenoma-cancer multistep cascade."}, {"pubmed": 18268114, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18270339, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18349282, "text": "Methylation of MGMT was present in 80% of NSCLC tissues but only in 14% of noncancerous tissues."}, {"pubmed": 18353991, "text": "A pathway for nucleotide flipping by AGT and the forces that promote it, is elucidated."}, {"pubmed": 18386788, "text": "MGMT SNPs are associated with increased risks of esophageal adenocarcinoma (EAC). Exposure to acid reflux, and possibly smoking, confer markedly higher risks among homozygous variant genotype carriers."}, {"pubmed": 18386788, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 18400046, "text": "In our hands, observer variability as well as lack of association with the MGMT promoter methylation status and patient survival impeded the use of anti-MGMT immunohistochemistry as a clinical biomarker for routine diagnostic purposes."}, {"pubmed": 18445844, "text": "Pseudoprogression after radiochemotherapy in glioblastoma patients is significantly correlated with MGMT status."}, {"pubmed": 18467255, "text": "These results may indicate MGMT as a factor of chemoresistance to alkylating drugs in anaplastic ependymomas and support the uncertainties regarding the actual benefit of chemotherapy for patients with anaplastic ependymomas."}, {"pubmed": 18509181, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 18516290, "text": "PIK3CA mutation is significantly associated with key molecular events in colorectal cancer, and MGMT loss likely contributes to the development of PIK3CA G>A mutation"}, {"pubmed": 18546261, "text": "The mean MGMT activity measured in liver metastases with negligible liver tissue content was significantly lower than in liver tissue (146 versus 523 fmol/mg protein, p = 0.002)."}, {"pubmed": 18555750, "text": "MGMT promoter methylation modulated by p53 status could partially promote p53 mutation occurrence in advanced lung tumors"}, {"pubmed": 18556773, "text": "The direct, real-time methylation-specific PCR (MSP) assay, which was developed to determine methylation status of the MGMT gene promoter, provides an important pharmacogenomic tool for individualized management of alkylating agent chemotherapy."}, {"pubmed": 18580490, "text": "To correctly establish MGMT expression in gliomas exclusion of non-neoplastic brain components from analysis is required."}, {"pubmed": 18584351, "text": "Report MGMT expression in glioblastomas and the effect of enzyme inhibition on tumor cell response to alkylating agents."}, {"pubmed": 18616639, "text": "ninety-two percent of glioma tumor samples were methylated for RASSF1A, 30-57% for BLU and 47% for MGMT, suggesting promoter methylation of these genes to be a common event in glioma tumorigenesis"}, {"pubmed": 18676680, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18708406, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18708406, "text": "The MGMT EX5-25C>T marker in the DNA repair pathway was associated with a reduced risk of biliary tract cancer."}, {"pubmed": 18712569, "text": "O6-methylguanine-DNA methyltransferase promoter methylation with p53 mutation occurrence is associated with non-small cell lung cancer."}, {"pubmed": 18803403, "text": "results are consistent with the postulated mechanism of AGT repair that involves DNA binding and flipping of the substrate nucleotide and indicate that hAGT can repair some types of interstrand cross-link damage"}, {"pubmed": 18812520, "text": "The L84F polymorphic variant of human O6-methylguanine-DNA methyltransferase alters stability in U87MG glioma cells but not temozolomide sensitivity."}, {"pubmed": 18830187, "text": "These results indicate that MGMT and/or p16 aberrant methylation may play an important role in colorectal cancer."}, {"pubmed": 18830263, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18952979, "text": "MGMT expression is dynamically regulated in some MGMT nonmethylated tumors, and in these tumors, protracted dosing regimens may not be effective."}, {"pubmed": 18973931, "text": "Immunohistochemistry revealed moderate to high level expression of MGMT in the primary endometrial tumors."}, {"pubmed": 18990748, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18992637, "text": "Investigation of the MGMT promoter methylation status in 36 meningiomas showed no biological rational to suggest that temozolomide might have significant anti-meningioma activity."}, {"pubmed": 18997474, "text": "MGMT methylation may be associated with susceptibility to acquire TP53 G:C-->A:T mutations.  MGMT polymorphisms may affect the risk and prognosis of glioblastomas."}, {"pubmed": 18997474, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19019173, "text": "significant interrelationships of the investigated molecular alterations and clinicopathological characteristics in diffuse gliomas, which support a promising role of molecular markers (MGMT, p53, Ki-67)in the diagnostic assessment of these neoplasms"}, {"pubmed": 19019175, "text": "Expression of 06-MGMT is a significant prognostic factor in the diagnosis and prediction of the effects of chemotherapy in glioblastoma patients."}, {"pubmed": 19027227, "text": "analysis of MGMT expression silencing by promoter hypermethylation in the metaplasia-dysplasia-carcinoma sequence of Barrett's esophagus"}, {"pubmed": 19052983, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19052983, "text": "interactions between DNA repair genes hMLH1, APEX1, MGMT, XRCC1 and XPD and electric transformers and power line distances from the houses of childhood acute leukemia patients revealed gene-environment interaction existed with XRCC1 Ex9+16 A allele"}, {"pubmed": 19056673, "text": "IL-24 overcomes temozolomide resistance and enhances cell death by down-regulation of O6-methylguanine-DNA methyltransferase in human melanoma cells"}, {"pubmed": 19056675, "text": "IFN-beta appears to sensitize neuroblastoma cells to the cytotoxic effects of temozolomide through attenuation of MGMT expression"}, {"pubmed": 19060925, "text": "colorectal mucosa exhibits sex- and segment-specific susceptibility to DNA methylation at the hMLH1 and MGMT promoters"}, {"pubmed": 19061338, "text": "we characterize the binding of human AGT to linear double-stranded, adduct-free DNAs ranging in length from 11 bp to 2686 bp"}, {"pubmed": 19079989, "text": "Aberrant CpG island hypermethylation of MGMT gene is closely related with the genesis and progression of esophageal squamous cell carcinoma."}, {"pubmed": 19100509, "text": "High incidence of MGMT promoter methylation in primary glioblastomas without correlation with TP53 gene mutations is reporterd."}, {"pubmed": 19100509, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19107910, "text": "women with the NAT2 fast acetylator genotype and MGMT promoter methylation may exhibit a higher risk of CRC with increased occurrence of K-RAS mutation."}, {"pubmed": 19116388, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19124499, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19124499, "text": "The MGMT SNP F84L showed a significant association with glioma risk."}, {"pubmed": 19148529, "text": "of promoter hypermethylation of TIMP3, CDH1, DAPK, RASSF1A, p16INK4A and MGMT, only the epigenetic silencing of TIMP3 and CDH1 predicted a better outcome in head and neck squamous cell carcinoma"}, {"pubmed": 19161160, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19164452, "text": "MGMT hypermethylation is associated with G:C > A:T mutations in KRAS, but not in APC, suggesting that MGMT hypermethylation may succeed APC mutations but precedes KRAS mutations in colorectal carcinogenesis"}, {"pubmed": 19170196, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19179423, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19224763, "text": "MGMT promoter methylation and gene expression is associated with glioblastomas."}, {"pubmed": 19237606, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19274096, "text": "assessed MGMT promoter methylation rate of various brain metastases"}, {"pubmed": 19305157, "text": "Data show that neither the status of p53 (wild-type vs. mutated, or inhibited by pifithrin-alpha) nor the expression of O(6)-methylguanine-DNA methyltransferase significantly affected the cell response to temozolomide."}, {"pubmed": 19309276, "text": "No significant correlation is found between the methylation of the MGMT promoter and the prognosis of colorectal cancer subjects."}, {"pubmed": 19339270, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19356788, "text": "results suggest that MGMT promoter hypermethylation and loss of O(6)-methylguanine-DNA methyltransferase expression tend to be associated with poor prognosis"}, {"pubmed": 19451595, "text": "Results show that the folate-induced DNA methylation limits proliferation and increases the sensitivity to temozolomide-induced apoptosis in glioma cells through methylation of PDGF-B, MGMT, survivin, and bcl-w genes."}, {"pubmed": 19513524, "text": "Combination of hTERT, MGMT, DAPK promoter hypermethylation could have a potential function as molecular biomarker of cervical oncogenesis progression."}, {"pubmed": 19536092, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19544111, "text": "Epigenetic inactivation of MGMT plays an important role in the survival of glioblastoma patients and this inactivated gene is involved in p53 mutation."}, {"pubmed": 19544111, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19589246, "text": "These results suggest that abnormally low levels of PTEN, MGMT and DNA-PKcs protein in gynaecomastia breast tissue may play a role in the development of gynaecomastia."}, {"pubmed": 19589911, "text": "In Cushing's disease, invasive macroadenomas including Crooke's cell adenoma usually have low-MGMT expression"}, {"pubmed": 19617759, "text": "the promoter hypermethylation for methylguanine DNA methyltransferase, human Mut L homolog-1, and vimentin in stool samples is a feasible epigenetic marker that is a sensitive, specific, and noninvasive alternative for colorectal cancer screening."}, {"pubmed": 19625176, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19656999, "text": "The MGMT gene was found to be methylated in 29 of 101 glioblastoma tumors."}, {"pubmed": 19667985, "text": "Studies indicate that In grade II/III gliomas and in glioblastomas, chromosome 1p/19q codeletion and O-6-methylguanine-DNA methyltransferase status remain the most important prognostic and predictive markers."}, {"pubmed": 19692168, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19695681, "text": "promoter hypermethylation of the p16, Runx3, MGMT, and DAPK genes may play an important role in the pathogenesis of gastric precancerous lesions and early gastric adenocarcinoma"}, {"pubmed": 19724855, "text": "MGMT expression alone is insufficient to predict the response of pediatric patients with relapsed or refractory brain tumors to temozolomide"}, {"pubmed": 19734844, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19734844, "text": "The T allele at SNP rs16906252 is a key determinant in the onset of MGMT methylation in colorectal cancer."}, {"pubmed": 19740564, "text": "enhanced expression in brain metastases of lung cancer; correlates with better survival"}, {"pubmed": 19741564, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19773381, "text": "Tumor-specific methylation of APC, MGMT, RASSF2A, and Wif-1 genes might be a valuable biomarker in plasma for the early detection of colorectal cancer."}, {"pubmed": 19787267, "text": "epigenetic silencing is a common mechanism in malignant gliomas that simultaneously inactivates MGMT and GPR26"}, {"pubmed": 19789190, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19789298, "text": "detectable somatic methylation of the MGMT promoter in normal individuals is strongly associated with the T allele of the rs16906252 MGMT promoter single nucleotide polymorphism"}, {"pubmed": 19805672, "text": "in glioblastoma patients managed according to current standards of care. MGMT promoter methylation and IDH1 mutational status allow for stratification into prognostically distinct subgroups"}, {"pubmed": 19807915, "text": "MGMT promoter methylation was significantly associated with poorer overall and disease-free survival."}, {"pubmed": 19809523, "text": "RARbeta and MGMT genes were found to be more frequently methylated in 70.58% and 58.8% of glioblastomas, respectively."}, {"pubmed": 19826048, "text": "Single nucleotide polymorphism in MGMT gene was associated with a significantly decreased esophageal squamous cell carcinoma."}, {"pubmed": 19832838, "text": "Genes previously shown to be of relevance in high-grade gliomas include MIB-1/Ki-67, tp53, and O6-methylguanine-DNA methyltransferase(MGMT); however, they are not significant biomarkers of outcome in pilocytic astrocytomas."}, {"pubmed": 19834398, "text": "MGMT promoter methylation in combination with negative MGMT expression might be a good prognostic factor in patients with glioblastoma"}, {"pubmed": 19856394, "text": "DNA methylation, but not protein expression of MGMT was associated with increased survival in children with relapsed high-grade glioma"}, {"pubmed": 19857042, "text": "histone H3-K9 di-methylation, H3-K4 di-methylation, H3-K9 acetylation and DNA methylation work in combination to silence MGMT."}, {"pubmed": 19860620, "text": "Study demonstrated that inactivation of MGMT does not appear to play an important role in patients with DLBCL who received R-CHOP chemotherapy either with regard to the response rate or overall survival."}, {"pubmed": 19861461, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19892775, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19901104, "text": "MGMT promoter methylation is prognostic but not predictive for outcome to adjuvant PCV chemotherapy in anaplastic oligodendroglial tumors."}, {"pubmed": 19902366, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19954624, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19954624, "text": "Single nucleotide polymorphism in the MGMT gene may closely related to the occurrence of non-Hodgkin lymphoma."}, {"pubmed": 19956635, "text": "Uncategorized study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19996271, "text": "Studies show that inhibiting YB-1 enhanced temozolomide sensitivity in a manner that was independent of MGMT in models of adult and pediatric GBM."}, {"pubmed": 20026607, "text": "specific alterations in the hAGT active site facilitate efficient recognition and repair of O(4)-alkylthymines and reveal damage-dependent interactions of base and nucleotide excision repair"}, {"pubmed": 20044616, "text": "Methylation of the MGMT gene is frequently detected in advanced gastric carcinoma."}, {"pubmed": 20044995, "text": "Helicobacter pylori gastritis is associated with hypermethylation of MGMT and reduced levels of MGMT in the gastric epithelium. MGMT promoter methylation is partially reversible after eradication of H pylori infection."}, {"pubmed": 20061190, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20091185, "text": "The MGMT -535G>T polymorphism is correlated with poor prognosis in patients with advanced colorectal cancer treated with oxaliplatin-based chemotherapy."}, {"pubmed": 20096652, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20096652, "text": "investigated interactions between dietary factors and the MGMT Ile143Val polymorphism in relation to breast, colorectal and prostate cancer risk"}, {"pubmed": 20131314, "text": "the data show an overall correlation between promoter methylation and lack/low MGMT activity in GB and astrocytomas."}, {"pubmed": 20150365, "text": "lack of MGMT protein expression is superior to promoter methylation as a predictive marker for temozolomide response in glioblastoma multiforme patients."}, {"pubmed": 20150366, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20150378, "text": "MGMT promoter methylation appears to be a predictive biomarker of radiation response"}, {"pubmed": 20150384, "text": "Statistically significant tumor-serum concordance was found for MGMT methylation in both astrocytic and oligodendroglial tumors"}, {"pubmed": 20167086, "text": "promoter methylation analysis of O6-methylguanine-DNA methyltransferase in glioblastoma"}, {"pubmed": 20167816, "text": "MGMT methylation status determined at first surgery appears to be of prognostic value; however, it is not predictive of outcome following second surgery."}, {"pubmed": 20179017, "text": "Our study is the first to show a direct link between MGMT expression and decreased angiogenicity and tumorigenicity of glioblastoma cells"}, {"pubmed": 20192566, "text": "Significant association between two polymorphisms in MGMT with sporadic colorectal cancer: Arg128Gln (OR, 5.53; 95% CI) and Gly160Arg (OR, 3.04; 95% CI)in Iranian patients."}, {"pubmed": 20202118, "text": "methylation of the MGMT promoter region was significantly less frequent when compared with malignant astrocytic gliomas"}, {"pubmed": 20206583, "text": "MGMT variants may not have a substantial effect on head and neck cancer risk, but a joint effect of several MGMT variants may contribute to risk and progression of head and neck cancer."}, {"pubmed": 20206583, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20214209, "text": "All stages of colorectal cancers presented MGMT methylation, indicating that the MGMT gene has been methylated from the early stages of colorectal cancers."}, {"pubmed": 20223788, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20232102, "text": "Low MGMT expression and MGMT promoter methylation are both predictive markers for slower tumor progression in patients with glioblastoma."}, {"pubmed": 20232390, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20305537, "text": "The development of KRAS mutations and methylation of MGMT may herald the onset of an aggressive phenotype in the neoplastic progression of traditional serrated adenomas."}, {"pubmed": 20309962, "text": "Glioblastoma multiforme stem cells, identified with the stem cell marker CD133, express high level of O6-methylguanine-DNA-methyltransferase (MGMT) known to be involved in chemotherapy resistance and highly expressed in the inner core of the tumor mass."}, {"pubmed": 20354736, "text": "The freezing of fresh tumor tissue at surgery could greatly improve the success of DNA extraction and methyl guanine methyl transferase (MGMT) promoter methylation testing."}, {"pubmed": 20372840, "text": "Changes of that occur in treated glioblastoma MGMT promoter methylation and protein expression might not be related to a direct effect of irradiation and exposure to antineoplastic agents."}, {"pubmed": 20378691, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20412404, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20412404, "text": "study did not find statistically significant association between 6 common MGMT polymorphisms and oral cancer risk. both MGMT L53L and L84F polymorphisms in old patients with CT genotype have higher overall survival rates than patients with CC genotype."}, {"pubmed": 20428822, "text": "MGMT promoter methylation is associated with glioblastoma."}, {"pubmed": 20451846, "text": "Loss of MGMT protein expression is correlated with promoter hypermethylation and tumor differentiation. Patients who chew betel quid show a significant association with inactivation of MGMT protein expression among oral squamous cell carcinoma samples."}, {"pubmed": 20453000, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20457618, "text": "Minimally cytotoxic doses of temozolomide can produce dose-dependent radiosensitization in MGMT-deficient cells, MGMT-proficient cells, and MGMT-deficient cells that lack mismatch repair, a process that renders cells tolerant of the lethality of O(6)-meG."}, {"pubmed": 20465388, "text": "O(6)-methylguanine DNA methyltransferase (MGMT) status, and mutations of isocitrate dehydrogenases 1 and 2 (IDH1/IDH2) are currently the three most pertinent markers in diffuse gliomas [Review]"}, {"pubmed": 20470789, "text": "The frequency of tumor hypermethylation was 27% in BRCA1, 32% in MGMT and 25% in GSTP1 and correlated with methylation of these genes in paired serum DNA in breast cancer patients"}, {"pubmed": 20496165, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20552207, "text": "in pediatric high grade gliomas MGMT promoter methylation is less frequent than in adult malignant gliomas and MGMT status is associated with prognosis"}, {"pubmed": 20556478, "text": "MGMT promoter methylation is associated with gliosarcoma."}, {"pubmed": 20585787, "text": "The frequency of MGMT gene promoter methylation in pediatric GBMs was similar to adult GBM patients."}, {"pubmed": 20589656, "text": "MGMT overexpression and mismatch repair deficiency is an uncommon mechanism of alkylator resistance in pediatric malignant gliomas"}, {"pubmed": 20593220, "text": "MGMT promoter hypermethylation is a frequent, early, and consistent event in astrocytoma progression, and not correlated with TP53 mutation."}, {"pubmed": 20627446, "text": "Methylation of the MGMT promoter occurs in a subset of malignant pleural mesothelioma (MPM) patients and is associated with the T allele of the MGMT rs16906252 SNP."}, {"pubmed": 20627446, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20644561, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20650735, "text": "Strong and diffuse p16INK4A expression iss detected among all precancerous lesions (CIN2-3) and squamous cell carcinomas of the uterne cervix."}, {"pubmed": 20652362, "text": "Methylation of MGMT is associated with glioblastoma multiforme."}, {"pubmed": 20682398, "text": "Investigated the methylation of the SFRP2, P16, DAPK1, HIC1, and MGMT genes, as well as the mutation of amino acid codons 12 and 13 of the KRAS gene in normal and tumor tissue DNA of patients diagnosed with sporadic colorectal cancer."}, {"pubmed": 20682398, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20682983, "text": "MGMT was lower in normal mucosa than in PBLCs. Smoking reduced MGMT in NM but had no effect in PBLCs. MGMT increased in head and neck cancer."}, {"pubmed": 20686820, "text": "MGMT gene promoter methylation is correlated with glioblastoma treated with radiotherapy plus concomitant and adjuvant temozolomide."}, {"pubmed": 20708344, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20731661, "text": "Findings suggest that PARP1, XRCC1, MGMT, XPC, XPD and MSH2 SNP can be used as prognostic markers for patients with surgically resected early stage NSCLC."}, {"pubmed": 20731661, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20817763, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20857319, "text": "our retrospective case series suggests that quantitative methylation-specific PCR of the MGMT promoter predicts radiological response to chemotherapy with temozolomide in WHO grade II gliomas."}, {"pubmed": 20935218, "text": "Data show an in vitro link between phosphoinositide 3-kinase-mediated HOXA9/HOXA10 expression, and a drug-resistant, progenitor cell phenotype in MGMT-independent pediatric glioblastoma."}, {"pubmed": 20947886, "text": "MGMT field defects are more frequently associated with microsatellite instability than non-microsatellite instability colorectal cancer."}, {"pubmed": 20979814, "text": "The loss of expression of MGMT may lead to activation of the wild-type p53 in lung carcinomatosis, and may predict prognosis in patients with non-small cell lung cancer."}, {"pubmed": 21029181, "text": "MGMT expression was significantly associated with depth of invasion, tumor shape, perineural invasion and lymph node metastases and borderline with vascular invasion."}, {"pubmed": 21061089, "text": "in patients with Nelson syndrome, ACTH-secreting pituitary adenomas tumors express absent/low levels of MGMT"}, {"pubmed": 21075068, "text": "MGMT gene regulates the direct damage reversal repair pathway, preventing DNA damage and potential cancer development."}, {"pubmed": 21075068, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21107199, "text": "MGMT promoter methylation was observed in a considerable proportion of all grades and subtypes of gliomas, with no significant correlation with other known genetic alterations."}, {"pubmed": 21140203, "text": "Despite a well-established role of MGMT aberrations in carcinogenesis, neither MGMT promoter methylation nor MGMT loss serves as a prognostic biomarker in colorectal cancer."}, {"pubmed": 21148162, "text": "Increase of MGMT mRNA expression caused by methylation changes in recurrence may be associated with chemoresistance in the recurrent glioma."}, {"pubmed": 21200087, "text": "High expression of MGMT might be related to the malignancy of thyroid cancer."}, {"pubmed": 21220612, "text": "Case Report: Metastatic colorectal cancers with loss of MGMT expression may respond impressively to temozolomide."}, {"pubmed": 21226457, "text": "suggests that the protein-protein and protein-DNA interactions of O-6-methylguanine-DNA methyltransferase are strongly coupled"}, {"pubmed": 21249131, "text": "methylation data from across the entire promoter is predictive of progression-free survival in glioblastoma"}, {"pubmed": 21263241, "text": "Certain tubular adenomas were more likely to have a KRAS mutation, MGMT loss or p53 overexpression than others."}, {"pubmed": 21269507, "text": "Studies indicate that MGMT protein expression by IHC are not in close agreement with those obtained with MSP."}, {"pubmed": 21274674, "text": "High frequency of methylation at MGMT, RASSFA, and HIC-1 was detected in colorectal carcinoma patients"}, {"pubmed": 21287394, "text": "Several CpG sites within the differentially methylated region (DMR)2 play a critical role in the transcriptional control of MGMT, making DMR2 the optimal target for methylation testing."}, {"pubmed": 21288129, "text": "The present study provides strong evidence for a higher frequency of promoter methylation of the MGMT gene in nonsmall cell lung cancer (NSCLC), indicating that it is a common event during the carcinogenesis of NSCLC."}, {"pubmed": 21311951, "text": "This study revealed that no relationship between methylation status and MGMT immunoexpression was not apparent. MGMT methylation and low immunohistochemical expression seen in a subset of carcinomas and SS3 adenomas."}, {"pubmed": 21318329, "text": "A high proportion of adamantinomatous craniopharyngiomas exhibit negative/low MGMT immunoreactivity and could be treated with temozolomide, if conventional therapy fails."}, {"pubmed": 21331613, "text": "MGMT expression on immunohistochemistry (IHC) correlates with outcomes in patients with primary glioblastoma receiving temozolomide and suggest the use of MGMT-IHC as a surrogate marker for predicting tumor chemosensitivity."}, {"pubmed": 21355081, "text": "the A allele of a O-6-methylguanine-DNA methyltransferase promoter-enhancer single nucleotide polymorphism is a key determinant for methylation of the protein in lung carcinogenesis"}, {"pubmed": 21358597, "text": "Alterations in the mismatch repair proteins MSH2 and MLH1 and the direct repair protein MGMT may result from tumor development and/or progression."}, {"pubmed": 21365007, "text": "MGMT mRNA expression plays a direct role for mediating tumor sensitivity to alkylating agents."}, {"pubmed": 21375764, "text": "No significant relation was observed between aberrant DNA methylation of P16, MGMT and hMLH1 gene, as well as MTHFR C677T genetic polymorphisms and the prognosis of esophageal squamous cell carcinoma."}, {"pubmed": 21394635, "text": "High MGMT protein expression and promoter methylation is associated with glioblastoma."}, {"pubmed": 21405945, "text": "Temozolomide induced c-Myc-mediated apoptosis via Akt signalling in MGMT expressing glioblastoma cells"}, {"pubmed": 21418965, "text": "In patients with malignant glioma the expressions of MGMT and ERCC(2) in the temozolomide-sensitive group are markedly lower than those in the non-sensitive group."}, {"pubmed": 21424568, "text": "Hypermethylated MGMT gene is associated with osteosarcoma necrosis rate after chemotherapy."}, {"pubmed": 21425258, "text": "reduced expression of MMR proteins, but not changes in MGMT promoter methylation, is characteristic of glioblastomas recurring after the current standards of care."}, {"pubmed": 21450028, "text": "MGMT promoter hypermethylation might be associated with epithelial ovarian carcinogenesis in specific histological types"}, {"pubmed": 21528672, "text": "in glioblastoma multiforme MGMT expression was significantly lower in cells bearing p53 mutation; this indicates that there is a tendency for p53 activity to decline with MGMT inactivation"}, {"pubmed": 21626073, "text": "MGMT promoter methylation is not associated with pleomorphic xanthoastrocytoma."}, {"pubmed": 21667225, "text": "study illustrates the prognostic value of the status of MGMT protein expression in Meningeal hemangiopericytoma."}, {"pubmed": 21674174, "text": "Detection of the methylated sequences of hMLH1, hMSH2, and MGMT appears to be promising as a predictive factor in primary esophageal squamous cell carcinoma."}, {"pubmed": 21706233, "text": "that CpG island methylation in hMSH2 and MGMT, but not hMLH1, is closely related to carcinogenesis in colorectal carcinomas presenting with a conventional adenoma-carcinoma sequence"}, {"pubmed": 21725802, "text": "MGMT expression is pre-operatively predictable when sampling is performed according to the three-layer concentric model"}, {"pubmed": 21747645, "text": "Analyzed promoter methylation of three candidate genes (p16, MGMT, and hMLH1) in 403 liquid-based cytology samples."}, {"pubmed": 21756781, "text": "DNA damage induced by coke oven emissions might be associated with the suppression of MGMT caused by its hypermethylation."}, {"pubmed": 21789683, "text": "Pediatric glioblastomas rarely have methylated MGMT promoters"}, {"pubmed": 21792693, "text": "Data suggest that there is no correlation between Ki-67 LI or cytokeratin distribution pattern and MGMT immunoreactivity in GH-secreting pituitary adenomas. These data may have implications in drug resistance regarding treatment with temozolomide."}, {"pubmed": 21792731, "text": "This study demonstrates that MGMT methylation is not restricted to glioblastoma cells"}, {"pubmed": 21822153, "text": "We found low MGMT expression in adrenocorticotropin-producing pituitary adenomas"}, {"pubmed": 21829728, "text": "LINE-1 methylation is proportional to MGMT promoter methylation in gliomas, and higher LINE-1 methylation is a favorable prognostic factor in primary GBMs, even compared to MGMT promoter methylation"}, {"pubmed": 21865140, "text": "Serum-based MGMT methylation analysis offers a promising alternative to tumor-based MGMT analysis in cases where tissue samples are unavailable."}, {"pubmed": 21895872, "text": "MGMT methylation status correlated with progression-free survival (P = 0.0201; log-rank test) as well as with overall survival in glioblastoma patients"}, {"pubmed": 21910919, "text": "IDH-1 mutations, but not MGMT promoter methylation, may be associated with increased overall survival in glioblastoma"}, {"pubmed": 21914791, "text": "The strong association between CIMP status and MGMT promoter methylation suggests that the MGMT promoter methylation status is part of a more general, prognostically favorable genome-wide methylation profile."}, {"pubmed": 21922591, "text": "MGMT promoter methylation, analyzed by pyrosequencing, is a frequent event in oligodendroglial tumors, and it correlates with IDH1 mutation and 19q loss in gliomas."}, {"pubmed": 21928112, "text": "The methylation status at the promoter regions of GATA6, MGMT, and FHIT in glioblastoma, was examined."}, {"pubmed": 21957016, "text": "MEK/ERK pathway inhibition reduces MGMT expression and temozolomide resistance of stem-like glioblastoma cells."}, {"pubmed": 21968944, "text": "MGMT promoter methylation is associated with treatment response in primary central nervous system lymphomas."}, {"pubmed": 22001163, "text": "Tumors near the left temporal lobe have a significantly longer overall survival compared with tumors occurring elsewhere, independent of treatment or MGMT methylation status."}, {"pubmed": 22012047, "text": "MGMT promoter methylation status was a more reliable predictor of susceptibility to adjuvant therapy and prognosis of glioblastoma than were MGMT protein or gene expression levels."}, {"pubmed": 22019339, "text": "Tumors with homozygotic deletion of PTEN expressed little or no mRNA or protein. Positive p53, high Ki67, and basal-like tumors expressed significant lower MGMT and PTEN."}, {"pubmed": 22020830, "text": "MGMT CpG island is invariably methylated in adult astrocytic and oligodendroglial tumors with IDH1 or IDH2 mutations."}, {"pubmed": 22040408, "text": "Low expression of MGMT was correlated with edema in patients with glioblastoma multiforme."}, {"pubmed": 22083523, "text": "Decrease in expression during neoadjuvant chemotherapy were more frequently observed for MGMT as compared to MLH1, MSH2 or BRCA1."}, {"pubmed": 22097602, "text": "There's no clear correlation of MGMT expression and pathological levels in glioma pations."}, {"pubmed": 22101741, "text": "The DNA repair enzyme MGMT plays the role of stable promoter in DNA methylation during proper embryogenesis."}, {"pubmed": 22116316, "text": "trend toward increasing methylation with severity of cervical squamous intraepithelial lesion cytology"}, {"pubmed": 22139906, "text": "MGMT promoter methylation may be a useful biomarker to stratify elderly glioblastoma patients for treatment with versus without alkylating agent chemotherapy."}, {"pubmed": 22213062, "text": "These results provide evidence that residue C145 in human MGMT is required to reduce the prevalence of hepatocellular carcinoma in C3HeB/FeJ mice transgenic for human MGMT."}, {"pubmed": 22228432, "text": "In triple negative breast cancer with wild-type BRCA1, the direct DNA repair system may be frequently silenced by MGMT promoter methylation."}, {"pubmed": 22246327, "text": "Report promoter methylation of tumor suppressor gene MGMT in head and neck squamous cell carcinoma. Demethylation reduces proliferation of head and neck squamous carcinoma cells."}, {"pubmed": 22262716, "text": "O6-methylguanine-DNA-methyl transferase promoter methylation is associated with recurrence in non-small-cell lung cancer. patients with brain metastasis"}, {"pubmed": 22264301, "text": "EGFR and MGMT promoter hypermethylations are early events in the clonal evolution of gliomas and this gene inactivation has proved to be stable even in tumour recurrence."}, {"pubmed": 22270848, "text": "MGMT methylation and IDH1 mutation are rare events in gliosarcomas"}, {"pubmed": 22274924, "text": "analysis of promoter methylation and enzymatic activity of O6-methylguanine-DNA methyltransferase in glioblastomas"}, {"pubmed": 22280500, "text": "Intrinstic stability of a key alpha-helix is an important factor in triggering the unfolding and degradation of wild-type human OAGT upon alkyl transfer, providing new insights into the structure-function relationship of the DNA repair protein."}, {"pubmed": 22281465, "text": "MGMT promoter methylation and IDH1 mutation might be favorable factors for long-term survival in glioblastoma multiforme patients."}, {"pubmed": 22287028, "text": "MGMT hypermethylation has prognostic significance for high-grade but not low-grade gliomas."}, {"pubmed": 22288845, "text": "Methylation in promoter regions of MGMT, CDKN2A, GSTP1, and THBS1 genes were found in 11.1%, 8.3%, 2.8%, and 0% of the cases of intracranial meningioma patients, respectively."}, {"pubmed": 22322613, "text": "Imaging features in glioma are potentially predictive of IDH1 mutational status but were poorly correlated with MGMT promoter methylation."}, {"pubmed": 22326863, "text": "The glioblastoma with oligodendroglioma component group showed lower MGMT expression (P= .016)."}, {"pubmed": 22335907, "text": "Low MGMT expression and high Ki-67 expression were more frequent in oligodendrogliomas than in astrocytomas and mixed tumors."}, {"pubmed": 22380407, "text": "The promoter methylation status of MGMT did not correlate with the histological subtype and did not significantly affect survival of gliosarcoma"}, {"pubmed": 22390413, "text": "The average MGMT gene expression level was significantly lower in the group of patients with a methylated promoter independent of method used for methylation detection."}, {"pubmed": 22414280, "text": "MGMT gene methylation is a potent prognostic factor in patients with glioblastoma and results suggest that early postoperative radiotherapy and a high total/subtotal resection rate might further improve the outcome."}, {"pubmed": 22430443, "text": "Single nucleotide polymorphisms in MGMT gene modify the association between occupational exposure to solvents and is associated with non-Hodgkin's lymphoma."}, {"pubmed": 22454423, "text": "Three SNPs in the MGMT gene (adjusted analysis, rs3858300; unadjusted analysis, rs10741191 and rs3852507) from DNA repair pathway were associated with overall quality of life in patients with lung cancer."}, {"pubmed": 22481706, "text": "The repair gene MGMT is less expressed in tumor tissue compared to normal tissues in patients with sporadic colorectal cancer"}, {"pubmed": 22544212, "text": "The MGMT gene promoter methylation in metastatic disease is associated with longer survival, irrespective of therapy."}, {"pubmed": 22549447, "text": "The CpG islands of p16, DAPK and MGMT genes are hypermethylated in HL60 cells. Azacytidine inhibits proliferation of leukemic cells by hypomethylation of p16, DAPK and MGMT genes."}, {"pubmed": 22614944, "text": "There was only a poor correlation between MGMT methylation and lack of MGMT expression. A significant proportion of melanomas have a methylated MGMT promoter."}, {"pubmed": 22655594, "text": "When biological aggressiveness is taken into account, YKL-40 expression was found to be an independent prognostic factor that predicts OS better than MGMT status."}, {"pubmed": 22672670, "text": "High methylation frequency of tested genes shows heterogeneity of glioblastoma epigenome and the importance of MGMT, GATA6 and CASP8 genes methylation in glioblastoma patient outcome."}, {"pubmed": 22674304, "text": "Results suggest mechanisms such as miRNA mediated regulation for post-transcriptional regulation of O(6)-methylguanine-DNA methyltransferase (MGMT)."}, {"pubmed": 22675172, "text": "Findings suggest that O6-methylguanine-DNA methyltransferase (MGMT)-mediated temozolomide resistance is associated with increased histone acetylation."}, {"pubmed": 22701311, "text": "This enhanced antitumor effect correlated with VPA-mediated reduced O6-methylguanine-DNA methyltransferase (MGMT) expression, which plays an important role in cellular resistance to alkylating agents"}, {"pubmed": 22772967, "text": "Assessing of the methylation status of p15 and MGMT genes may allow stratification of patients with acute myeloid leukemia into distinct groups with potentially different prognosis"}, {"pubmed": 22797801, "text": "The results form the basis of our proposed model to describe the role of MGMT in pituitary tumorigenesis."}, {"pubmed": 22798502, "text": "MGMT was methylated and unmethylated in primary tumors and in neurospheres, respectively, and unmethylated in adherent cells"}, {"pubmed": 22810209, "text": "Specific complexes of human O(6)-alkylguanine DNA alkyltransferase with duplex DNA have a 2:1 stoichiometry that suggests a role for cooperative interactions in lesion binding."}, {"pubmed": 22810491, "text": "176 CpGs annotated for the MGMT gene were identified with high importance for gene silencing and outcome in glioblastoma samples prediction"}, {"pubmed": 22837675, "text": "MGMT promoter methylation status in glioma stem-like cells is correlated to temozolomide sensitivity under differentiation-promoting conditions"}, {"pubmed": 22875158, "text": "Diffusion MRI in glioblastoma estimates the status of MGMT promoter methylation and survival of patients."}, {"pubmed": 22915192, "text": "MGMT promoter hypermethylation is not associated with hemangiopericytomas of the central nervous system."}, {"pubmed": 22975219, "text": "Sstudy demonstrated that a promoter variant, the c.-56C>T (rs16906252) SNP located within a cis-acting enhancer element at the proximal end of MGMT, is associated with the presence of MGMT promoter methylation in de novo glioblastoma."}, {"pubmed": 22976800, "text": "A subset of medulloblastoma may respond to temozolomide as some patient specimens are MGMT deficient and tumours appear to be mismatch repair proficient."}, {"pubmed": 22986464, "text": "The relationship between MGMT expression and glioblastoma multiforme invasion, was investigated."}, {"pubmed": 22994708, "text": "Codon 84 and codon 143 SNPs of the MGMT gene were not associated with any increase in risk."}, {"pubmed": 23041956, "text": "Methylation of the MGMT promoter predicts the benefit of temozolomide in therapy of glioblastoma. [Editorial]"}, {"pubmed": 23042021, "text": "MGMT promoter methylation is associated with response to therapy in the central nervous system relapse of neuroblastoma."}, {"pubmed": 23053494, "text": "Its unmethylated promoter is expressed in primary glioblastoma in the medulla oblongata and it is an indicator of positive TMZ chemotherapy and radiotherapy."}, {"pubmed": 23065697, "text": "Mutations in MGMT is associated with reduce DNA repair functionality in mammary carcinoma."}, {"pubmed": 23110891, "text": "MGMT gene silencing is a rare event in soft tissue sarcoma."}, {"pubmed": 23135024, "text": "The results of this study reveled that the frequency of methylation seen O -methylguanine-DNA methyltransferase gene promoter among patients withglioblastomas from India."}, {"pubmed": 23223340, "text": "High MGMT promoter methylation is associated with primary glioblastoma."}, {"pubmed": 23244153, "text": "DNA hypermethylation of MGMT gene is associated with esophageal squamous cell carcinoma."}, {"pubmed": 23245659, "text": "The prognostic significance of the CD133 antigen and promoter methylation and protein expression of MGMT in a homogenous group of glioblastoma patients uniformly treated with radiotherapy and temozolomide."}, {"pubmed": 23275143, "text": "Concurrent methylation of MGMT and DAPK genes could be the marker of tumor chemoresistance and disease recurrence."}, {"pubmed": 23300791, "text": "Ascl1 directly regulates expression of matrix metalloproteinase-7 and O(6)-methylguanine-DNA methyltransferase."}, {"pubmed": 23328811, "text": "MGMT Methylation and Low Expression is associated with glioblastoma."}, {"pubmed": 23333005, "text": "MGMT gene promoter methylation is linked with improved survival in glioblastoma multiforme"}, {"pubmed": 23335782, "text": "MGMT is likely to be a protective factor in colorectal cancer under conditions where O6-carboxymethylguanine is a potential causative agent."}, {"pubmed": 23340988, "text": "Glioblastomas downregulate MGMT expression independently of promoter methylation by elongation of the 3'-UTR of the mRNA, rendering the polyadenylated transcript susceptible to miRNA-mediated suppression, and predicts tumor response to alkylating agents."}, {"pubmed": 23373238, "text": "Promoter methylation of MGMT might inactivate the gene in Hep-2 cells."}, {"pubmed": 23387271, "text": "Potential post-translational modification sites of the human O6-methylguanine-DNA methyltransferase have been predicted."}, {"pubmed": 23397067, "text": "MGMT promoter methylation was associated with response to therapy in Glioblastoma multiforme."}, {"pubmed": 23408861, "text": "IDH mutation, MGMT methylation and high TP53 expression triple combination is associated with glioma"}, {"pubmed": 23412991, "text": "MGMT promoter methylation was detectable in 5 out of 49 chromosome damaged subjects, but not in the chromosome non-damaged subjects"}, {"pubmed": 23422094, "text": "Data indicate that the disease control rate (partial response + stable disease) was significantly associated with O(6)-methylguanine-DNA-methyltransferase (MGMT) promoter hypermethylation in the corresponding tumors."}, {"pubmed": 23429602, "text": "MGMT promoter methylation and/or IDH1 mutation generally signified a better prognosis for patients with a diffuse glioma"}, {"pubmed": 23460078, "text": "Data indicate that out of 6 lesions obtained from metastasis, 4 had a high O(6)-methylguanine-DNA methyltransferase (O(6)MGMT) activity."}, {"pubmed": 23494221, "text": "The expressions of DAPK1, FHIT, MGMT, and CDKN2A were detected The methylation of the promoter region significantly decreased the expression of only DAPK1"}, {"pubmed": 23494873, "text": "MGMT promoter methylation is associated with glioblastoma multiforme."}, {"pubmed": 23505468, "text": "both epigenetic (promoter methylation) and genetic (monosomy, locus deletion) alterations affecting MGMT are associated with lower MGMT mRNA levels in high-grade gliomas."}, {"pubmed": 23532906, "text": "These findings suggest an alternative role for Gly131 and Gly132 in O-6-methylguanine-DNA-alkyltransferase: rendering the alpha-helix especially susceptible to perturbation."}, {"pubmed": 23640413, "text": "DNA methylation of MGMT, CDKN2A and MLH1 were more frequent in tumour than in matched normal tissues."}, {"pubmed": 23662801, "text": "MGMT promoter methylation showed a non-significant trend toward longer survival in our patient cohort"}, {"pubmed": 23683164, "text": "AGT plays an important role in protecting human lung against tobacco nitrosamine-mediated DNA damage."}, {"pubmed": 23705976, "text": "Tumors that showed MGMT promoter methylation had substantial MGMT promoter methylation in their normal adjacent mucosa."}, {"pubmed": 23716983, "text": "MGMT and MLH1 methylation did not occur in earlier-stage H. pylori infections and thus might depend on the duration of infection."}, {"pubmed": 23760981, "text": "Leu84Phe and Ile143Val substitutions in the MGMT gene are risk factors for cancer. [Meta-analysis]"}, {"pubmed": 23804521, "text": "deregulation of p16-associated, and MLH1-associated pathways, because of promoter hypermethylation, is associated with increased cancer cell migration, tumor invasiveness, and, thus, aggressive phenotype"}, {"pubmed": 23859014, "text": "human osteosarcoma cell MGMT has a role in cell resistance to alkylating agents"}, {"pubmed": 23970362, "text": "an HIF-1alpha-dependent regulation of MGMT expression in human pituitary adenoma cells, and HIF-1a knockdown or the HIF-1a inhibitor 2ME can confer TMZ sensitization in human pituitary adenomas."}, {"pubmed": 23974656, "text": "EGFR amplification and MGMT methylation is not associated with bevacizumab treatment response in glioma."}, {"pubmed": 24004112, "text": "Alterations of hMLH1 and MGMT appear important for tumour progression and survival in basal-like breast cancer patients."}, {"pubmed": 24068788, "text": "MGMT promoter methylation is a predictive biomarker for benefit from alkylating agent chemotherapy in patients with IDH1-wild-type, but not IDH1-mutant, malignant gliomas of World Health Organization grades III/IV."}, {"pubmed": 24071855, "text": "An association between the T-allele of the rs16906252 SNP and MGMT methylation was observed (p-value=0.04), and DAPK1 methylation of the A-allele was associated with shorter overall survival (p-value=0.006)."}, {"pubmed": 24084248, "text": "findings showed a significant association between the GSTM1 (deletion) and MGMT rs12917 (Phe/Phe) haplotype and the formation of DNA adducts in smokers; presence of these variants conferred a greater risk for higher adduct levels in this Mexican population"}, {"pubmed": 24086261, "text": "meta-analysis identified a strong association between methylation of MGMT gene and non-small cell lung cancer"}, {"pubmed": 24086516, "text": "MGMT Leu84Phe polymorphism contributes to cancer susceptibility: evidence from 44 case-control studies."}, {"pubmed": 24147153, "text": "overexpression of miR-221/222 produces an increase in sensitivity to TMZ via a reduction in the level of MGMT."}, {"pubmed": 24160898, "text": "MGMT methylation is associated with treatment response in malignant glioma."}, {"pubmed": 24163400, "text": "Mechanistic studies conducted support the conclusion that MGMT P/E haplotypes, rather than individual SNPs, differentially regulate MGMT transcription and could thus play a role in human sensitivity to environmental and therapeutic alkylating agents"}, {"pubmed": 24203816, "text": "meta-analysis suggests that variant allele of MGMT rs12917: C > T polymorphism appears to be a protective factor for colorectal cancer [review]"}, {"pubmed": 24238921, "text": "Data indicate that a significant association between the variant allele of methylguanine methyltransferase (MGMT) and therapy-relatedt Myelodysplastic syndromes (t-MDS)."}, {"pubmed": 24284332, "text": "Data suggest that the O6-methylguanine-DNA methyltransferase (MGMT) promoter methylation predicts dacarbazine sensitivity of Hodgkin's lymphoma (HL) cells and it might be interesting to analyze this factor in HL patients."}, {"pubmed": 24301776, "text": "These data suggest that, in combination with a negative folate balance in glioma patients, T/T genotypes in MTHFR C677T may be associated with MGMT demethylation."}, {"pubmed": 24366688, "text": "High Promoter methylation of MGMT is associated with esophageal squamous cell carcinoma."}, {"pubmed": 24374955, "text": "Gangliomas with more intensive MGMT protein expression recur more frequently and predict a worse prognosis."}, {"pubmed": 24377595, "text": "MGMT hypermethylation is associated with disease progression from chronic hepatitis C to cirrhosis and hepatocellular carcinoma."}, {"pubmed": 24380367, "text": "Our data argue against any relevant impact of MGMT, ABCB1 or ABCG2 promoter methylation on overall survival of glioblastoma patients."}, {"pubmed": 24388682, "text": "methylation plays a soul role in development of thymic epithelial tumors, especially in thymic carcinoma"}, {"pubmed": 24390665, "text": "meta-analysis suggests that the MGMT Leu84Phe polymorphisms are associated with lung cancer risk among Caucasians not in Asians"}, {"pubmed": 24397721, "text": "Minimal MGMT expression in glioblastoma was the most potent independent predictor for progression free survival."}, {"pubmed": 24398011, "text": "The data confirm that there is no rationale to test meningiomas for MGMT gene promoter methylation status. None of the meningiomas tested were methylated in MGMT promoter sequence."}, {"pubmed": 24454798, "text": "The meta-analysis reports an age-independent presence of MGMT promoter methylation."}, {"pubmed": 24510240, "text": "The combination of IDH1 mutations and MGMT methylation outperforms either IDH1 mutations or MGMT methylation alone in predicting survival of glioblastoma patients."}, {"pubmed": 24519517, "text": "MGMT promoter methylation status in tumor tissue and plasma was highly concordant, and both were associated with longer survival in glioma patients receiving temozolomide"}, {"pubmed": 24519900, "text": "MGMT overexpression significantly protects against, but does not completely nullify, the effect of N-methyl-N-nitrosourea in tumor initiation."}, {"pubmed": 24568970, "text": "The role of gene body cytosine modifications in MGMT expression and sensitivity to temozolomide."}, {"pubmed": 24634373, "text": "Data indicate that a majority of brain metastases (36 of the 62 matched sets, 58%) had low O(6)-methylguanine-DNA methyltransferase (MGMT)-expressing brain metastases."}, {"pubmed": 24690322, "text": "This is the first study from India showing MGMT promoter methylation status with protein expression in pituitary adenoma"}, {"pubmed": 24709436, "text": "MGMT methylation is associated with triple-negative breast cancer."}, {"pubmed": 24718901, "text": "This effect correlated with depletion of principle proteins of the Akt/mTOR and MAPK survival and proliferation pathway."}, {"pubmed": 24755707, "text": "Interplay between miR200a and MGMT should be considered as potential mechanism involved in therapeutic response."}, {"pubmed": 24771251, "text": "Results indicate that methylation of MGMT promoter is present in a significant portion of recurring chordomas"}, {"pubmed": 24801985, "text": "inherited alterations in the MGMT gene might be a rare cause of familial melanoma, and we suggest that MGMT contributes to melanoma predisposition."}, {"pubmed": 24853176, "text": "The aim of this project was to investigate associations between tamoxifen exposure, MGMT promoter hypermethylation and mutations in TP53, PTEN and K-RAS in endometrial tumours and tissue, in order to shed light on the carcinogenic mode of action of tamoxifen in humans."}, {"pubmed": 24938706, "text": "we found that aberrant hypermethylation of MGMT could be a predictive biomarker for detecting gastric cancer"}, {"pubmed": 24949678, "text": "Ktrans may serve as a potential imaging biomarker to predict MGMT methylation status preoperatively in glioblastoma"}, {"pubmed": 24991542, "text": "Hypermethylation-induced transcriptional silencing of MGMT and p16 genes in both precancer and cancer suggests important role of these changes in progression of premalignant state to malignancy"}, {"pubmed": 24995467, "text": "immunohistochemical expression of MLH1, MSH2, and MSH6 in initial glioblastoma is not associated with patient survival"}, {"pubmed": 25008999, "text": "results indicate that MGMT promoter hypermethylation and concomitant loss of MGMT protein expression may play an important role in the development of gastric cancer in the Kashmiri population."}, {"pubmed": 25015189, "text": "Our findings provide empirical evidence that abnormal MGMT promoter methylation may contribute to the risk of esophageal cancer"}, {"pubmed": 25027022, "text": "MGMT low expression existed in all PA subtypes."}, {"pubmed": 25031012, "text": "our results confirm that methylation of the MGMT gene and loss of MGMT protein expression are frequent events in CNS lymphomas and are gender- and age-related."}, {"pubmed": 25031184, "text": "High expression of MGMT protein is associated with glioblastomas."}, {"pubmed": 25080506, "text": "O(6)-alkylguanine-DNA alkyltransferase repaired O6-methylguanine adducts located within folded G-quadruplexes, at rates that were comparable to those found for a duplex DNA substrate."}, {"pubmed": 25105699, "text": "MGMT mRNA might be useful as a prognostic factor and for predicting the results of therapy for GBMs treated by temozolomide"}, {"pubmed": 25120800, "text": "MGMT protein was highly expressed in gastroenteropancreatic neuroendocrine neoplasm but was not associated with prognosis"}, {"pubmed": 25130966, "text": "Methylation rate in MGMT gene promoter of cancer tissue in non-small cell lung cancer"}, {"pubmed": 25152984, "text": "MGMT promoter methylation can be used as a predictor of antiviral response in chronic hepatitis C."}, {"pubmed": 25160658, "text": "targeted therapy based on pre-selection for low MGMT expression was associated with a higher response rate to temozolomide compared to previous reports of unselected patients"}, {"pubmed": 25163906, "text": "Patients with MGMT promoter genes, diagnosed with glioblastoma responded well with cilengitide combined with temozolomide."}, {"pubmed": 25169493, "text": "These results suggest that the risk of hepatocellular carcinoma is related to P14 methylation, but not MGMT methylation."}, {"pubmed": 25175833, "text": "The paper describes a quantitative method correlating the methylation status of the MGMT promoter with progression-free survival. The degree of correlation differed among the CpG sites."}, {"pubmed": 25211033, "text": "MGMT methylation has prognostic significance in patients with newly diagnosed high-grade glioblastoma undergoing alkylating agent-based chemotherapy after surgical resection."}, {"pubmed": 25230908, "text": "data revealed that GBM patients with MGMT promoter methylation had longer OS and PFS by univariate or multivariate analysis in Caucasian regardless of therapeutic intervention"}, {"pubmed": 25391970, "text": "the current study demonstrated that MGMT promoter methylation could occur in a low percentage of non-neoplastic brains but did not affect the status of protein expression"}, {"pubmed": 25400033, "text": "Data indicate that O(6)-methylguanine DNA methyltransferase (MGMT) mRNA was found to be significantly lower in tumors positive for MGMT promoter methylation compared to tumors without methylation in both treatment cohorts."}, {"pubmed": 25443735, "text": "We concluded that high frequency of 84F allele in the group of patients may suggest the role of the MGMT variant in colon polyps etiology"}, {"pubmed": 25455102, "text": "IDH1 mutation, but not MGMT hypermethylation is prognostic for primary glioblastoma multiforme"}, {"pubmed": 25467143, "text": "Data showed that MGMT methylation had prognostic value in patients with glioblastoma multiforme."}, {"pubmed": 25520135, "text": "MGMT hypermethylation is associated with esophageal squamous cell carcinoma."}, {"pubmed": 25575938, "text": "MGMT methylation is associated with response to chemotherapy in glioblastoma."}, {"pubmed": 25579142, "text": "Our results suggest that MGMT promoter hypermethylation does not always reflect gene expression."}, {"pubmed": 25584486, "text": "MGMT status is associated with response to alkylant-based chemotherapy in Neuroendocrine tumors."}, {"pubmed": 25585924, "text": "Data show that promoter hypermethylation of the O(6)-methylguanine-DNA methyltransferase (MGMT) decreased as organochlorine pesticides (OCPs) increased."}, {"pubmed": 25586538, "text": "Data found suggestive associations in methyl-o-guanine-methyl-transferase (MGMT)with chemotherapy-induced peripheral neuropathy"}, {"pubmed": 25596081, "text": "MGMT promoter in CRC patients was more frequently methylated."}, {"pubmed": 25605197, "text": "MGMT un-methylation is associated with glioblastomas."}, {"pubmed": 25638164, "text": "Suggest the existence of an epigenetic field defect for cancerization disrupting the methylation patterns of several loci, including MGMT or ADAMTS14, that may lead to predictive biomarkers for colorectal cancer in African Americans."}, {"pubmed": 25646794, "text": "The data suggest that tumoral MGMT staining below 50% is associated with a high likelihood of treatment response to temozolomide."}, {"pubmed": 25716203, "text": "MGMT hypermethylation may play an important role in the early stage of CRC progression and development, as well as having limited value in prediction of prognosis in colorectal cancer patients"}, {"pubmed": 25723791, "text": "The unmethylated MGMT promoter status could be considered the main predictor of poor prognosis in biopsied glioblastoma"}, {"pubmed": 25773792, "text": "Hypermethylation of the MGMT-B and the SFRP2 gene promoter regions might be involved in IBD development."}, {"pubmed": 25777962, "text": "Study suggests that MGMT-mediated resistance to temozolomide in melanoma and other cancer types requires PARP and that MGMT expression correlates with improved response to combination of temozolomide with PARPi."}, {"pubmed": 25820821, "text": "Our data suggests that MGMT promoter hypermethylation could have a potential function as molecular biomarker of breast oncogenesis"}, {"pubmed": 25864751, "text": "P53, EGFR and MGMT proteins play important roles in the occurrence and development of brain glioma."}, {"pubmed": 25875800, "text": "MGMT inhibition is associated with decrease in survivin expression and increase in sensitivity to gemcitabine in pancreatic cancer."}, {"pubmed": 25908636, "text": "expression and promoter methylation status in colon adenocarcinoma"}, {"pubmed": 25973069, "text": "Report MGMT promoter CpG island methylation in glioblastoma using pyrosequencing."}, {"pubmed": 26011121, "text": "The results generated by physical-functional clustering of protein indicated that the identified mutation in the vicinity of the active site of MGMT protein causes the local and global destabilization of a protein."}, {"pubmed": 26022161, "text": "Correlation of 5hmC amount and molecular genetic markers of GBMs showed that there are no correlations of 5hmC amount and IDH1 mutations, MGMT promoter methylation, and LOH1p/19q"}, {"pubmed": 26035292, "text": "Data show that elevated MGMT expression confers temozolomide resistance in glioblastoma cells and its promotor methylation, causing reduction of its protein expression, predicts a favorable response to temozolomide. [review]"}, {"pubmed": 26118907, "text": "Report fluorescent semi-quantitative methylation-specific PCR method for the determination of MGMT promoter methylation in gliomas."}, {"pubmed": 26183928, "text": "The predisposition to MGMT methylation arising from the 15q15.2 chromosome locus involved regulation of the ubiquitin protein ligase E3 component UBR1 in smokers."}, {"pubmed": 26202203, "text": "This review briefly describes the newer aspects of MGMT posttranslational regulation by ubiquitination, sumoylation and glutathionylation and reveals how the reactivity of the active site Cys145 can be exploited for potent inhibition and depletion of MGMT by thiol-reacting drugs such as the disulfiram and various dithiocarbamate derivatives.  [review]"}, {"pubmed": 26208482, "text": "BO-1055 can be used for treating tumors that with deficient NER, HR, and MGMT DNA repair genes."}, {"pubmed": 26213212, "text": "Results identified MGMT and DAPK1 as predictors of nodal metastasis in oral and oropharyngeal squamous cell carcinoma with a high predictive value and specificity and sensitivity."}, {"pubmed": 26249244, "text": "Methylation of the MGMT promoter in newly diagnosed glioblastoma multiforme patients treated with Gliadel, radiotherapy and temozolomide was associated with significantly improved"}, {"pubmed": 26261487, "text": "DNMT1 overexpression was seen correlated with a reduction of MGMT protein expression in high grade astrocytic tumour."}, {"pubmed": 26276726, "text": "The combined use of IDH1 mutation and MGMT methylation status can be used as prognostic markers for long-term survival of patients with cerebral low-grade glioma."}, {"pubmed": 26289551, "text": "MGMT promoter methylationis associated with glioblastoma."}, {"pubmed": 26320189, "text": "Five-miRNA signature is an independent risk predictor for GBM with MGMT promoter methylation and can be used to identify patients at high risk of unfavorable outcome and resistant to alkylating chemotherapy."}, {"pubmed": 26336131, "text": "Inhibition of DNA-repair genes Ercc1 and Mgmt enhances temozolomide efficacy in glioma treatment."}, {"pubmed": 26370119, "text": "Tumor-adjacent tissues showed higher methylation status of RASSF1A, HIN-1 and MGMT promoters."}, {"pubmed": 26400193, "text": "MGMT expression was inversely correlated with both promoter methylation and p53 protein, implying an epigenetic and transcriptional modulation in silencing MGMT expression."}, {"pubmed": 26420420, "text": "our studies prove a novel function of ERp29\\MGMT in cancer cell survival against radiation. Targeting ERp29\\MGMT axis may be useful for providing better treatment efficacy in combination with radiotherapy in breast cancer."}, {"pubmed": 26447477, "text": "The status of the MMR complex could be related to MGMT activity in glioblastoma multiforme patients as both are related to temozolomide resistance."}, {"pubmed": 26648123, "text": "SFN effectively inhibited activity of NF-kappaB signaling pathway and then reduced MGMT expression."}, {"pubmed": 26682634, "text": "MGMT expression was identified as positive prognostic factor in patients with newly diagnosed glioblastoma who underwent surgical resection followed by adjuvant radiotherapy and concomitant oral TMZ chemotherapy."}, {"pubmed": 26692563, "text": "Human O(6) -alkylguanine DNA alkyltransferase (hAGT) was capable of repairing both alkylene intrastrand cross-link containing duplexes with slightly greater efficiency towards the heptylene analog."}, {"pubmed": 26709653, "text": "review the current role of MGMT methylation and other epigenetic alterations as potential treatment targets in GI tumors"}, {"pubmed": 26717998, "text": "the presence of only the A allele at the rs34180180 single nucleotide polymorphism in malignant glioma was significantly associated with shorter overall survival, independently of the MGMT methylation status"}, {"pubmed": 26753647, "text": "P53, EGFR and MGMT could play a role in the occurrence, development and deterioration of glioma."}, {"pubmed": 26808114, "text": "This study study identified clinicopathological factors related to postoperative seizure in high-grade gliomas and found two predictive biomarkers of postoperative seizure: MGMT and EGFR"}, {"pubmed": 26810771, "text": "MLH1 and MGMT methylation correlated inversely when the tumor was located in the lower third of the stomach"}, {"pubmed": 26823825, "text": "testing for DNA methylations of MGMT plus DAPK1 genes holds some promise for high grade cervical disease screening"}, {"pubmed": 26883115, "text": "These data support the use of both MGMT methylation and MGMT IHC but not allelic methylation data as prognostic markers in patients with temozolomide-treated glioblastoma."}, {"pubmed": 26892260, "text": "The present study shows a tendency that HMGA 2 overexpression correlates with a poor prognosis of glioblastoma patients independent of MGMT methylation status. The results suggest that HMGA 2 could play an important role in the treatment of glioblastoma and could have a function in prognosis of this type of cancer."}, {"pubmed": 26916096, "text": "Treatment of metastatic colorectal cancer (mCRC) with temozolomide driven by MGMT promoter hypermethylation in AT samples did not provide meaningful PFS rate at 12 weeks. This biomarker changed from AT to BT, indicating that testing BT biopsy or plasma is needed for refined target selection"}, {"pubmed": 26943799, "text": "This tudy demonstrates that MGMT expression, CpG island methylation, and histone acetylation vary between melanoma cell lines"}, {"pubmed": 26976975, "text": "Study shows that MGMT DNA methylation status influences significantly on the prognosis of patients with glioblastoma."}, {"pubmed": 26980050, "text": "Glioblastoma patients with high IFIT1 and low MGMT expression have an improved prognosis."}, {"pubmed": 27002765, "text": "Our data indicate that MGMT hypermethylation and BCL-2 overexpression may have an intense role in superficial bladder cancer recurrences."}, {"pubmed": 27006309, "text": "MGMT was an important in vitro predictor of temozolomide activity in colorectal cancer"}, {"pubmed": 27067808, "text": "Methylation was common in the laryngeal cancer specimens, but there was not a significant relationship between the methylation status of MGMT and clinicopathological parameters."}, {"pubmed": 27153440, "text": "MGMT methylation assay, of which PSQ appeared to be the best, could improve the predictive power for Glioblastoma patients with MGMT IHC- tumors"}, {"pubmed": 27221916, "text": "MGMT hypermethylation is associated with colorectal cancer."}, {"pubmed": 27253461, "text": "investigation of MGMT promoter methylation and in particular BRAF V600E mutations represent reliable additional tools to sustain differentiation of Giant Cell Glioblastoma (gcGBM) from Pleomorphic Xanthoastrocytoma (PXA) on a molecular basis. Based on these data specific BRAF kinase inhibitors could represent a promising agent in the therapy of PXA and their use should be emphasized."}, {"pubmed": 27267851, "text": "Rs16906252C>T is associated with elevated risk for MGMT-methylated colorectal cancer."}, {"pubmed": 27268659, "text": "MGMT Promoter Methylation is associated with Meningiomas."}, {"pubmed": 27291049, "text": "MGMT is involved in gastric carcinogenesis via downregulation of MMP2."}, {"pubmed": 27306526, "text": "The data generated support our hypothesis that promoter haplotypes alter the binding of transcription factors to the MGMT promoter/enhancer region and, subsequently, affect their regulatory function on MGMT promoter activity and expression level."}, {"pubmed": 27353036, "text": "Low MGMT expression assessed by immunochemistry in temozolomide-treated patients with pancreatic neuroendocrine tumors is associated with radiological objective response and increased progression-free survival."}, {"pubmed": 27409829, "text": "MGMT promoter methylation was determined by methylation-specific polymerase chain reaction"}, {"pubmed": 27468718, "text": "MGMT gene hypermethylation is associated with gliomas."}, {"pubmed": 27494112, "text": "In oral squamous cell carcinoma there is no statistically significant differences in the expression level of MGMT, p16, and APC genes in tumor samples compared to margin samples."}, {"pubmed": 27503138, "text": "Using a large cohort of newly diagnosed adult gliomas with precise clinical information, study demonstrated that molecular classification using IDH and TERT statuses is a strong prognostic marker of adult gliomas. Results emphasize the importance of combining molecular markers such as IDH, 1p/19q, TERT, and MGMT for accurate molecular diagnosis, prognostication, and the choice of treatment."}, {"pubmed": 27526690, "text": "Combination of MGMTmethylation/IDH1 mutation is associated with considerably longer overall survival of chemoradiotherapy-treated glioblastoma patients."}, {"pubmed": 27533246, "text": "Findings show the cell-context dependent effects of PRIMA-1MET irrespective of p53 status and suggest the role of O6-methylguanine-DNA methyltransferase (MGMT) as a potential molecular target of PRIMA-1MET in MGMT-positive glioblastoma stem cell (GSCs)."}, {"pubmed": 27595933, "text": "High MGMT expression is associated with glioblastoma multiforme resistance to temozolomide"}, {"pubmed": 27603910, "text": "Efficacy of TMZ in adrenocortical carcinoma cells does not seem to be limited by low methylation of MGMT."}, {"pubmed": 27643594, "text": "results demonstrate MGMT methylation is a reliable and independent prognostic factor in DAs. Methylation of MGMT is associated with poor prognosis in patients with stage III DAs"}, {"pubmed": 27733166, "text": "Eleven studies were included to evaluate the relationship between the status of MGMT promoter methylation and glioblastoma patients' survival. [meta-analysis]"}, {"pubmed": 27764705, "text": "MGMT promoter methylation is associated with pseudoprogression and predicts a longer median survival in GBM patients after TMZ-based chemoradiotherapy."}, {"pubmed": 27824946, "text": "review and meta-analysis of correlation of promoter methylation and clinicopathological features in gastric cancer"}, {"pubmed": 27834917, "text": "Data show that patients with MGMT protein promoter methylation and isocitrate dehydrogenase 1 (IDH1) somatic mutation had a better prognosis than those with MGMT methylation alone."}, {"pubmed": 27918718, "text": "Glioblastoma patients with high expression of hepatocyte growth factor or unmethylated O(6)-methylguanine-DNA methyltransferase may benefit from onartuzumab plus bevacizumab chemotherapy."}, {"pubmed": 27921166, "text": "Study suggests that treatment effects of upfront radiotherapy plus concomitant and maintenance temozolomide might offset some of the beneficial effects of cytoreductive surgery in case of a methylated MGMT promoter whereas this unfortunately seems not be true for unmethylated tumors"}, {"pubmed": 27978414, "text": "The study confirmed the importance of the IDH1/2 mutation and hypermethylation of the MGMT gene promoter being present in brain Glioma tissue."}, {"pubmed": 28135856, "text": "Results suggest that methylation at CpG islands of MGMT may be responsible for the downregulation of MGMT protein expression in gastrointestinal cancers."}, {"pubmed": 28152515, "text": "Low MGMT expression is associated with pituitary adenoma tumor recurrence."}, {"pubmed": 28230024, "text": "Hypermethylation rate in MGMT gene promoter of cancer tissue was statistical higher than autologous controls which indicated that MGMT may play an important in the cancer development."}, {"pubmed": 28254081, "text": "Experimental analysis showed that the edema/necrosis volume ratio, tumor/necrosis volume ratio, edema volume, and tumor location and enhancement characteristics were the most significant variables in respect to the status of MGMT promoter methylation in GBM"}, {"pubmed": 28266716, "text": "Review/Meta-analysis: MGMT promoter methylation was associated with longer overall survival in glioblastoma patients."}, {"pubmed": 28275120, "text": "MGMT methylation is a prognostic factor in newly diagnosed glioblastoma. In this study, we evaluated the rate of change of MGMT methylation during the clinical course of the disease, and we found a significant concordance between the first and the second MGMT methylation assessments, with MGMT methylation being stable in 75% of the cases"}, {"pubmed": 28302331, "text": "A novel recursive partitioning analysis classification for glioblastoma was formulated highlighting the impact of MGMTmeth and IDH1mut in the temozolomide era"}, {"pubmed": 28328619, "text": "Deficient MGMT status in pancreatic neuroendocrine tumors, determined by loss of protein expression or by the presence of MGMT gene promoter methylation is not associated with a better response to temozolomide-based chemotherapy."}, {"pubmed": 28384044, "text": "The meta-analysis results demonstrated that the frequency of MGMT promoter methylation was higher in gastric cancer tissues compared with adjacent tissues and normal tissues (OR=4.06, 95% CI: 2.55-6.46, p<0.001; OR=8.85, 95% CI: 1.15-68.23, p=0.036; respectively). MGMT promoter hypermethylation was significantly associated with tumor-node-metastasis stage, lymph node metastasis, and distant metastasis."}, {"pubmed": 28405827, "text": "According to our results, albeit aberrant methylation of MGMT gene promoter can be observed in in vitro propagated Merkel cell carcinoma (MCC)cell lines, it seems to be absent or very rare in MCC lesions in situ"}, {"pubmed": 28409559, "text": "Data show that O(6)-methylguanine-DNA methyltransferase (MGMT) Leu84Phe was significantly related to temozolomide (TMZ) resistance and the prognosis of patients with malignant gliomas."}, {"pubmed": 28425046, "text": "miR-198 decreased the protein expression of MGMT through inhibiting the translation of the MGMT mRNA into the MGMT protein in vitro and in vivo. Results showed that MiR-198 induces temozolomide chemosensitivity in glioblastoma by targeting MGMT and that miR-198 may be used as a new diagnostic marker and therapeutic target for glioblastoma in the future."}, {"pubmed": 28436299, "text": "MGMT gene variants are associated with temozolomide myelotoxicity and glioma risk."}, {"pubmed": 28445279, "text": "Meta-analysis suggested that MGMT gene-promoter hypermethylation was significantly associated with an increased risk of gastric cancer, especially in Asians."}, {"pubmed": 28458179, "text": "DNA promoter hypermethylation and gene expression of MGMT may associate with recursive mutagenesis and is a promising biomarker for OSCC prediction."}, {"pubmed": 28468586, "text": "our results suggest that an aberrant messenger RNA expression may be the outcome of CpG, CHG, and CHH methylation in O(6)-methylguanine-DNA methyltransferase, whereas outcome of CHG and CHH methylation in runt-related transcription factor 3 promoters along with risk factors such as consumption of tobacco, betel nut, and smoking habits in esophageal cancer from Northeast India"}, {"pubmed": 28476818, "text": "MGMT protein expression assessed by immunohistochemistry did not play an important role as a predictive marker for alkylating agents."}, {"pubmed": 28486243, "text": "Data suggest that MGMT promoter methylation could be an important factor in determining which melanoma patients should receive melphalan regional chemotherapy."}, {"pubmed": 28573642, "text": "MGMT promoter methylation in Epstein-Barr virus-associated oral squamous cell carcinomas"}, {"pubmed": 28574607, "text": "When divided at the median, glioblastoma patients with low expression of MGMT protein (AF-low) had the best prognosis"}, {"pubmed": 28609363, "text": "Alkylating agents have high activity in well-differentiated pancreatic neuroendocrine tumors regardless of MGMT status."}, {"pubmed": 28621225, "text": "Loss of O-6-methylguanine-DNA methyltransferase protein was very frequent in the incidence of esophageal cancer from North Indian patients, and methylation of the promoter region of O-6-methylguanine-DNA methyltransferase was significantly associated in its downregulation"}, {"pubmed": 28643947, "text": "Study provides evidence that low-expression of TET1 in oral squamous cell carcinoma (OSCC) stem cells may stimulate MGMT promoter methylation, while inhibiting MGMT mRNA expression, which ultimately strengthens the sensitivity of OSCC stem cells in regards to chemotherapeutics."}, {"pubmed": 28720507, "text": "Nitrogen mustard-induced MGMT-DNA crosslinking in 16HBE cells."}, {"pubmed": 28739733, "text": "Results show that allelic frequencies of the MGMT promoter region locus rs1625649 between patients and healthy control groups were statistically significantly different suggesting an association with the occurrence of laryngeal cancer."}, {"pubmed": 28748002, "text": "Results show that folate concentrations >45.3 nmol/L increased the risk of methylation in specific CpG sites of MGMT."}, {"pubmed": 28753207, "text": "This study shows that when cell death and cell cycle arrest pathways are inhibited, p53 can still mediate MGMT-dependent repair, to promote cell survival upon DNA damage."}, {"pubmed": 28785873, "text": "Methylguanine methyltransferase (MGMT) is a key gene that encodes for a protein that repairs DNA."}, {"pubmed": 28848211, "text": "MGMT promoter methylation may be an early biomarker for the diagnosis of breast cancer (Meta-Analysis)"}, {"pubmed": 28856744, "text": "MGMT methylation was observed in 37% of cases with primary CNS diffuse large B-cell lymphoma"}, {"pubmed": 28986566, "text": "his meta-analysis indicated that MGMT hypermethylation was significantly associated with the risk of breast and gynecological cancers, and it may be utilized as a valuable biomarker in early diagnostics and prognostication of these cancers."}, {"pubmed": 29016808, "text": "Low MGMT promoter methylation is associated with glioblastoma."}, {"pubmed": 29026176, "text": "In most cases, IDH1, TP53 and TERTp mutation status and MGMT and ATRX protein expression levels were stable during recurrence, which may indicate that these alterations occurred early in astrocytic tumour development."}, {"pubmed": 29036186, "text": "the MGMT promoter homozygous rs1625649 (AA genotype) was found to correlate with a better PFS in patients with MGMT methylated glioblastoma"}, {"pubmed": 29080834, "text": "Both blood and tumor tissue MGMT and ERCC1 methylation were associated with cancer rectum."}, {"pubmed": 29150792, "text": "In patients with neuroendocrine neoplasms, response to therapy, progression free survival and overall survival was correlated to MGMT promoter methylation status"}, {"pubmed": 29195029, "text": "MGMT promoter methylation may be correlated with the tumorigenesis of ovarian cancer. It was associated with tumor histotypes, but not correlated with clinical stage and tumor grade."}, {"pubmed": 29218894, "text": "use a compendium of brain MRI scans collected from The Cancer Imaging Archive (TCIA) combined with methylation data from The Cancer Genome Atlas (TCGA) to predict the methylation state of the MGMT regulatory regions in glioblastoma patients"}, {"pubmed": 29246238, "text": "In summary of this results and the published data clearly indicate that MGMT promoter methylation is a rare event in DMG patients supporting the idea that analyzing the MGMT promoter status would only be recommended in H3 K27M-wildtype GBM."}, {"pubmed": 29258097, "text": "MGMT promoter methylation may be correlated with esophageal cancer carcinogenesis and could be associated with age, lymph node status, and clinical stage."}, {"pubmed": 29298992, "text": "Germline variants in MGMT gene are associated with prostate cancer."}, {"pubmed": 29308563, "text": "The changes in MGMT expression reflect the impairment of DNA repair, which probably serves as a stage in the development and progression of endometriosis."}, {"pubmed": 29362385, "text": "Data revealed that MGMT gene methylation was higher in non-small-cell lung carcinoma (NSCLC) tissue samples than normal. Also advanced stage NSCLC patients showed higher methylation than early stage patients without impacting patients survival. These results provided clear evidence about the association of MGMT hypermethylation with increased risk of NSCLC. [review]"}, {"pubmed": 29370316, "text": "results indicated that the MGMT rs12917 TT genotype increases the risk of Head and neck squamous cell carcinoma"}, {"pubmed": 29385852, "text": "In this Phase I trial, seven patients received gene-modified hematopoietic stem cells following myelo-suppressive conditioning, but with only transient low-level engraftment of MGMT(P140K) gene-modified cells detectable in four patients."}, {"pubmed": 29425743, "text": "MGMT promoter methylation and age were related to longer overall survival"}, {"pubmed": 29480969, "text": "Alkylator resistance of S cells is mainly promoted by over-expression of O(6) -methylguanine DNA methyltransferase which results from increased activity of the NF-kappaB pathway in this cell culture model of glioma stem-like cells."}, {"pubmed": 29510343, "text": "The first evidence for non-repair functions of MGMT in cell cycle and highlight the involvement of PCNA in MGMT downregulation, with p21 attenuating the process."}, {"pubmed": 29521523, "text": "Our study confirmed that the independent prognostic role of MGMT methylation status. An average level of methylation between all investigated CpGs of 9% may help discriminating between methylated and unmethylated tumors."}, {"pubmed": 29601666, "text": "Results find that MGMT expression is directly regulated by TRPS1 which binds to its promotor region. Further findings consider that upregulation of Trps1 induces MGMT transcription contributing to the formation of multidrug resistance phenotype in lung cancer cells."}, {"pubmed": 29712977, "text": "We found the merits of prognostication of MGMT parameters, methylation as well as loss of its protein as predictive factors for favorable outcome in terms of better survival for TMZ therapy."}, {"pubmed": 29726772, "text": "methylation-sensitive high-resolution melting is superior to methylation-sensitive polymerase chain reaction for the detection of MGMT promoter methylation"}, {"pubmed": 29735403, "text": "Strong MGMT expression was associated with survival in pancreatic ductal adenocarcinoma"}, {"pubmed": 29801405, "text": "Promoter Hypermethylation of MGMT Gene is associated with Colorectal Cancer."}, {"pubmed": 29882028, "text": "There is no difference in the expression of Integrin alphavbeta3 between tumor samples from glioblastomas patients with methylated or unmethylated promoter regions in the (6)O-methylguanine methyltransferase (MGMT)."}, {"pubmed": 29949196, "text": "It may contribute to the pathogenesis of nonsyndromic orofacial clefts in Chinese populations."}, {"pubmed": 29955793, "text": "O6-methylgaunine-DNA-methyltransferase (MGMT) pmomoter methylation was significantly associated with progression-free survival."}, {"pubmed": 29984907, "text": "MGMT promoter methylation and TERT promoter mutations, combined with MRI-derived and clinical features, revealed different survival subgroups with distinct responses to current treatments, and this information increases the ability to predict the survival of adult primary glioblastoma patients."}, {"pubmed": 30008386, "text": "The findings illuminate a novel phenomenon that may be a potent mechanism underlying glioma recurrence in which glioma-associated normal human astrocytes protect MGMT-negative glioma cells from temozolomide-induced apoptosis by the functional intercellular transfer of exosomal MGMT mRNA."}, {"pubmed": 30038102, "text": "frequency of MGMT promoter methylation in GBMs was 49.2%, which was significantly associated with IDHR132H mutation and ATRX loss"}, {"pubmed": 30040894, "text": "this study, the relationship of base pairing interactions and repair by O-6-methylguanine-DNA methyltransferase was tested in the frequently mutated codon 12 of the KRAS gene with complementary sequences containing each canonical DNA base. The rate of O(6)-MeG repair decreased 2-fold when O(6)-MeG was paired with G, whereas all other canonical bases had no impact on the repair rate."}, {"pubmed": 30049288, "text": "Study demonstrates that MGMT promoter methylation is present from the early life of the carriers and transmitted from mother to daughter suggesting a possible demethylation of MGMT during pregnancy."}, {"pubmed": 30194078, "text": "The methylation of the MGMT promoter is uncommon, or occurs at a low frequency in meningiomas. There is no convincing rationale to test such tumors for their MGMT methylation status in a clinical setting"}, {"pubmed": 30218185, "text": "The presence of CpG islands hemimethylation in tissue inhibitor of metalloproteinases 3 and O-6-methylguanine-DNA methyltransferase genes is a promising triage method in cervical intraepithelial neoplasia recurrence."}, {"pubmed": 30232235, "text": "the T/T genotype of MGMT rs12917 is likely to be linked to an enhanced susceptibility to cancer overall, especially glioma, in the Caucasian population."}, {"pubmed": 30343277, "text": "MGMT Gene Promoter Methylation Status - Assessment of Two Pyrosequencing Kits and Three Methylation-specific PCR Methods for their Predictive Capacity in Glioblastomas."}, {"pubmed": 30379684, "text": "Downregulation of MGMT due to hypermethylation is associated with colorectal cancer."}, {"pubmed": 30430425, "text": "hMLH1 and O6-MGMT promoter methylation are frequently present in endometrial atypical hyperplasia, and thus considered to be early events in the carcinogenesis of endometrial carcinoma, whereas P16 promoter methylation was mainly present in endometrial carcinoma, and not in precursor lesions supporting a late event in the carcinogenesis"}, {"pubmed": 30520434, "text": "Spearman's rank correlation analysis and Bonferroni correction were used to compare the values of DKI and the expression levels of GFAP, Topo IIalpha, and MGMT between the 2 groups."}, {"pubmed": 30542120, "text": "An important role of Fstl1 in the regulation of temozolomide resistance by modulation of DIP2A/MGMT signaling."}, {"pubmed": 30616628, "text": "A subset of KIT/PDGFRA-WT gastrointestinal stromal tumors, including the SDH-deficient, is preferentially MGMT-methylated."}, {"pubmed": 30677446, "text": "Germline mutations and constitutional epimutations in MGMT are not major players in hereditary CRC."}, {"pubmed": 30718431, "text": "our results revealed the essential role of the MGMT-DUB3-MCL1 axis in the chemoresistance of ovarian cancer and identified that a combined treatment with HDACis and PaTrin-2 is an effective method for overcoming chemoresistance in ovarian cancer."}, {"pubmed": 30758983, "text": "Authors first found that the observed downward shift in MGMT promoter methylation status between detection and recurrence cannot be explained solely by evolutionary selection."}, {"pubmed": 30785779, "text": "MGMT rs12917 and higher levels of methylation in the MGMT promoter are associated with the risk of lung cancer"}, {"pubmed": 30811507, "text": "Two recently developed fluorescence-based assays measure MGMT activity accurately."}, {"pubmed": 30824408, "text": "According to retrospective data, O6-methylguanine-DNA methyltransferase (MGMT) status appears to be a predictive factor of neuroendocrine tumors patients response to alkylating agents."}, {"pubmed": 30938887, "text": "Epigenetic modulation of BRCA-1 and MGMT genes, and histones H4 and H3 are associated with breast tumors."}, {"pubmed": 30945122, "text": "MGMT polymorphism rs12917 seems to affect chemotherapy response in Pediatric Hodgkin Lymphoma."}, {"pubmed": 31108342, "text": "Prognostic significance of O6-methylguanine-DNA-methyltransferase (MGMT) promoter methylation and isocitrate dehydrogenase-1 (IDH-1) mutation in glioblastoma multiforme patients: A single-center experience in the Middle East region."}, {"pubmed": 31127647, "text": "Circulating ctDNA methylation quantification of two DNA methyl transferases in papillary thyroid carcinoma."}, {"pubmed": 31141785, "text": "Glioma-related preoperative seizures (GPS) and post-operative seizure control (PSC) may be associated with IDH1 mutation and MGMT gene promoter methylation status but not other glioma characteristics including tumor grade, location, or histopathology based on a retrospective study."}, {"pubmed": 31190217, "text": "The Role of O(6)-methylguanine-DNA Methyltransferase Polymorphisms in Prostate Cancer Susceptibility: a Meta-Analysis."}, {"pubmed": 31202904, "text": "Data provide a strong evidence for association involving MGMT methylation on non-small cell lung cancer risk. [review]"}, {"pubmed": 31264147, "text": "Downregulation of MGMT promotes proliferation of intrahepatic cholangiocarcinoma by regulating p21."}, {"pubmed": 31366977, "text": "Pyrosequencing versus methylation-specific PCR for assessment of MGMT methylation in tumor and blood samples of glioblastoma patients."}, {"pubmed": 31373397, "text": "Study findings indicate that C>T allele of rs16906252, predictor of MGMT promoter methylation status, may be an important feature in the clinical prognosis of premalignant lesions of oral lichen planus."}, {"pubmed": 31422371, "text": "The methylation status of the O(6)-methylguanine- DNA-methyltransferase (MGMT) promoter is a strong predictive marker for therapy success with temozolomide (TMZ) in patients with glioblastoma."}, {"pubmed": 31505292, "text": "radiomics using machine learning algorithms is a feasible noninvasive approach to predict MGMT methylation status in patients with glioblastoma multiforme cancer"}, {"pubmed": 31574102, "text": "The meta-analysis indicated the association between MGMT promoter hypermethylation and squamous intraepithelial lesion and cervical cancer. MGMT methylation detection might have a potential value to be an epigenetic marker for the clinical diagnosis of cervical cancer."}, {"pubmed": 31653608, "text": "Aberrant epigenetic inactivation of RASSF1A and MGMT gene and genetic mutations of KRAS, cKIT and BRAF in Indian testicular germ cell tumours."}, {"pubmed": 31701343, "text": "Strong MGMT gene promoter methylation is associated with glioblastoma."}, {"pubmed": 31704598, "text": "O6-methylguanine-DNA methyltransferase (MGMT) is a DNA repair enzyme that removes the guanine-alkyl group induced by alkylating agents such as temozolomide."}, {"pubmed": 31784096, "text": "High density DNA methylation array is a reliable alternative for PCR-based analysis of the MGMT promoter methylation status in glioblastoma."}, {"pubmed": 31808217, "text": "MGMT promoter methylation is a rare epigenetic change in malignant effusions."}, {"pubmed": 31823165, "text": "Found a statistically significant association between MGMT protein expression and promoter methylation status as well as between EGFR protein expression and EGFR amplification in adult patients with newly diagnosed resected glioblastoma. However, Only MGMT promoter methylation was statistically significantly associated with progression-free and overall survival."}, {"pubmed": 32005184, "text": "Incidence of biomarkers in high-grade gliomas and their impact on survival in a diverse SouthEast Asian cohort - a population-based study."}, {"pubmed": 32066879, "text": "EGFRvIII upregulates DNA mismatch repair resulting in increased temozolomide sensitivity of MGMT promoter methylated glioblastoma."}, {"pubmed": 32086739, "text": "Overexpression miR-486-3p Promoted by Allicin Enhances Temozolomide Sensitivity in Glioblastoma Via Targeting MGMT."}, {"pubmed": 32166314, "text": "MGMT promoter methylation level in newly diagnosed low-grade glioma is a predictor of hypermutation at recurrence."}, {"pubmed": 32283495, "text": "Cross-linking of the DNA repair protein O(6)-alkylguanine DNA alkyltransferase to DNA in the presence of cisplatin."}, {"pubmed": 32321646, "text": "The association between (11)C-methionine uptake, IDH gene mutation, and MGMT promoter methylation in patients with grade II and III gliomas."}, {"pubmed": 32324779, "text": "hmMGMT was suppressed by heavy smoking, and hmMGMT combined with disruptive TP53-mutations may indicate a poor prognosis in patients with HNSCC"}, {"pubmed": 32348734, "text": "MGMT Status as a Clinical Biomarker in Glioblastoma."}, {"pubmed": 32361246, "text": "Radiation-induced extracellular vesicle (EV) release of miR-603 promotes IGF1-mediated stem cell state in glioblastomas."}, {"pubmed": 32535722, "text": "Landscape of Germline Genetic Variants in AGT, MGMT, and TP53 in Mexican Adult Patients with Astrocytoma."}, {"pubmed": 32563269, "text": "A novel Cas9-targeted long-read assay for simultaneous detection of IDH1/2 mutations and clinically relevant MGMT methylation in fresh biopsies of diffuse glioma."}, {"pubmed": 32688383, "text": "MGMT Promoter Methylation Status Is Not Related to Histological or Radiological Features in IDH Wild-type Glioblastomas."}, {"pubmed": 32753598, "text": "MGMT genomic rearrangements contribute to chemotherapy resistance in gliomas."}, {"pubmed": 32841306, "text": "MGMT promoter methylation in triple negative breast cancer of the GeparSixto trial."}, {"pubmed": 32851059, "text": "Immune-Related lncRNA Risk Signatures Predict Survival of IDH Wild-Type and MGMT Promoter Unmethylated Glioblastoma."}, {"pubmed": 32867455, "text": "[The role of lung cancer related gene methylation in the early diagnosis of lung cancer]."}, {"pubmed": 32957941, "text": "The interaction between TERT promoter mutation and MGMT promoter methylation on overall survival of glioma patients: a meta-analysis."}, {"pubmed": 33001310, "text": "MGMT methylation may benefit overall survival in patients with moderately vascularized glioblastomas."}, {"pubmed": 33023393, "text": "miR-221-3p promotes hepatocellular carcinogenesis by downregulating O6-methylguanine-DNA methyltransferase."}, {"pubmed": 33029531, "text": "Automatic Prediction of MGMT Status in Glioblastoma via Deep Learning-Based MR Image Analysis."}, {"pubmed": 33040807, "text": "Immunohistochemical expression of MGMT in Gliomas."}, {"pubmed": 33066633, "text": "MGMT Promoter Methylation and IDH1 Mutations Do Not Affect [(18)F]FDOPA Uptake in Primary Brain Tumors."}, {"pubmed": 33097678, "text": "MMR-proficient and MMR-deficient colorectal cancer cells: 5-Fluorouracil treatment response and correlation to CD133 and MGMT expression."}, {"pubmed": 33116181, "text": "Methylation of MGMT promoter does not predict response to temozolomide in patients with glioblastoma in Donostia Hospital."}, {"pubmed": 33184319, "text": "Extent and prognostic value of MGMT promotor methylation in glioma WHO grade II."}, {"pubmed": 33203454, "text": "Assessment of MGMT methylation status using high-performance liquid chromatography in newly diagnosed glioblastoma."}, {"pubmed": 33287738, "text": "O(6)-methylguanine DNA methyltransferase and glucose transporter 2 in foregut and hindgut gastrointestinal neuroendocrine neoplasms."}, {"pubmed": 33318498, "text": "PLEKHG5 regulates autophagy, survival and MGMT expression in U251-MG glioblastoma cells."}, {"pubmed": 33335215, "text": "Involvement of N-methylpurine DNA glycosylase in resistance to temozolomide in patient-derived glioma cells."}, {"pubmed": 33432978, "text": "MGMT-Positive vs MGMT-Negative Patients With Glioblastoma: Identification of Prognostic Factors and Resection Threshold."}, {"pubmed": 33480240, "text": "MGMT expression in pituitary corticotroph adenomas and its relationship to clinical, pathological, and ultrastructural parameters in patients with Cushing's disease."}, {"pubmed": 33562724, "text": "Immunohistochemical Analysis of DNA Repair- and Drug-Efflux-Associated Molecules in Tumor and Peritumor Areas of Glioblastoma."}, {"pubmed": 33581781, "text": "Prognostic and predictive impact of MGMT promoter methylation in grade 3 gliomas."}, {"pubmed": 33588926, "text": "Genetic and environmental determinants of O(6)-methylguanine DNA-methyltransferase (MGMT) gene methylation: a 10-year longitudinal study of Danish twins."}, {"pubmed": 33632732, "text": "MGMT Promoter Methylation Status in Initial and Recurrent Glioblastoma: Correlation Study with DWI and DSC PWI Features."}, {"pubmed": 33663593, "text": "The number of methylated CpG sites within the MGMT promoter region linearly correlates with outcome in glioblastoma receiving alkylating agents."}, {"pubmed": 33664111, "text": "MRI-Based Deep-Learning Method for Determining Glioma MGMT Promoter Methylation Status."}, {"pubmed": 33684406, "text": "The influence of methylation status on a stochastic model of MGMT dynamics in glioblastoma: Phenotypic selection can occur with and without a downshift in promoter methylation status."}, {"pubmed": 33750464, "text": "Clinical validation of a novel quantitative assay for the detection of MGMT methylation in glioblastoma patients."}, {"pubmed": 33801310, "text": "Genomic Space of MGMT in Human Glioma Revisited: Novel Motifs, Regulatory RNAs, NRF1, 2, and CTCF Involvement in Gene Expression."}, {"pubmed": 33830235, "text": "MGMT promoter methylation is associated with patient age and 1p/19q status in IDH-mutant gliomas."}, {"pubmed": 33838014, "text": "Clinical significance of CDKN2A homozygous deletion in combination with methylated MGMT status for IDH-wildtype glioblastoma."}, {"pubmed": 33917711, "text": "MGMT-Methylation in Non-Neoplastic Diseases of the Central Nervous System."}, {"pubmed": 33952487, "text": "Brainstem Infiltration Predicts Survival in Patients With High-grade Gliomas Treated With Chemoradiotherapy."}, {"pubmed": 34016221, "text": "Evaluation of MGMT Gene Methylation in Neuroendocrine Neoplasms."}, {"pubmed": 34031266, "text": "Autophagy deficiency downregulates O(6)methylguanine-DNA methyltransferase and increases chemosensitivity of liver cancer cells."}, {"pubmed": 34072831, "text": "NBM-BMX, an HDAC8 Inhibitor, Overcomes Temozolomide Resistance in Glioblastoma Multiforme by Downregulating the beta-Catenin/c-Myc/SOX2 Pathway and Upregulating p53-Mediated MGMT Inhibition."}, {"pubmed": 34185258, "text": "Does positive MGMT methylation outbalance the limitation of subtotal resection in glioblastoma IDH-wildtype patients?"}, {"pubmed": 34201219, "text": "Transcriptional Pausing and Activation at Exons-1 and -2, Respectively, Mediate the MGMT Gene Expression in Human Glioblastoma Cells."}, {"pubmed": 34202589, "text": "Lomeguatrib Increases the Radiosensitivity of MGMT Unmethylated Human Glioblastoma Multiforme Cell Lines."}, {"pubmed": 34461101, "text": "DNA polymerases eta and kappa bypass N(2)-guanine-O(6)-alkylguanine DNA alkyltransferase cross-linked DNA-peptides."}, {"pubmed": 34486380, "text": "Identifying the optimal cutoff point for MGMT promoter methylation status in glioblastoma."}, {"pubmed": 34506909, "text": "Perfusion parameters derived from MRI for preoperative prediction of IDH mutation and MGMT promoter methylation status in glioblastomas."}, {"pubmed": 34629798, "text": "MTNR1B polymorphisms with CDKN2A and MGMT methylation status are associated with poor prognosis of colorectal cancer in Taiwan."}, {"pubmed": 34651448, "text": "MGMT gene promoter methylation in humoral tissue as biomarker for lung cancer diagnosis: An update meta-analysis."}, {"pubmed": 34830407, "text": "Discrimination between 34 of 36 Possible Combinations of Three C>T SNP Genotypes in the MGMT Promoter by High Resolution Melting Analysis Coupled with Pyrosequencing Using A Single Primer Set."}, {"pubmed": 34958003, "text": "Ubiquitination and degradation of MGMT by TRIM72 increases the sensitivity of uveal melanoma cells to Dacarbazine treatment."}, {"pubmed": 34969742, "text": "Association of MGMT Gene Promoter Methylation With Clinicopathological Parameters in Patients With Wild-type IDH Glioblastoma."}, {"pubmed": 34997427, "text": "Investigation of promoter methylation patterns association with genes expression profile of ISL1, MGMT and DMNT3b in tissue of breast cancer patients."}, {"pubmed": 35103907, "text": "Prognostic and predictive impact of MGMT promoter methylation status in high risk grade II glioma."}, {"pubmed": 35174383, "text": "Harnessing an emissive guanine surrogate to design small-molecule fluorescent chemosensors of O(6)-methylguanine-DNA-methyltransferase (MGMT)."}, {"pubmed": 35379142, "text": "Temozolomide Resistance: A Multifarious Review on Mechanisms Beyond O-6-Methylguanine-DNA Methyltransferase."}, {"pubmed": 35397757, "text": "MGMT gene promoter methylation by pyrosequencing method correlates volumetric response and neurological status in IDH wild-type glioblastomas."}, {"pubmed": 35671254, "text": "MGMT in glial carcinogenesis. Roles from prevention to treatment."}, {"pubmed": 35708896, "text": "Expression and methylation status of MMR and MGMT in well-differentiated pancreatic neuroendocrine tumors and potential clinical applications."}, {"pubmed": 35738587, "text": "Determination of IDH1, IDH2, MGMT, TERT and ATRX Gene Mutations in Glial Tumors."}, {"pubmed": 36198483, "text": "Preferential MGMT hypermethylation in SDH-deficient wild-type GIST."}, {"pubmed": 36242092, "text": "PARP1-MGMT complex underpins pathway crosstalk in O(6)-methylguanine repair."}, {"pubmed": 36261081, "text": "Organochlorine pesticides may induce leukemia by methylation of CDKN2B and MGMT promoters and histone modifications."}, {"pubmed": 36319884, "text": "Exosomal microRNA-222-3p increases UVB sensitivity of lens epithelium cells by suppressing MGMT."}, {"pubmed": 36361838, "text": "The Significance of MGMT Promoter Methylation Status in Diffuse Glioma."}, {"pubmed": 36525166, "text": "Deep DNA sequencing of MGMT, TP53 and AGT in Mexican astrocytoma patients identifies an excess of genetic variants in women and a predictive biomarker."}, {"pubmed": 36583449, "text": "MGMT, a risk factor for both genetic and environmental forms of dementia."}, {"pubmed": 36585213, "text": "An MGMT Allelic Variant Can Affect Biochemical Relapse in Prostate Cancer Patients."}, {"pubmed": 36675126, "text": "ProNGF Expression and Targeting in Glioblastoma Multiforme."}, {"pubmed": 36680944, "text": "The dual role of DNA repair protein MGMT in cancer prevention and treatment."}, {"pubmed": 36694322, "text": "MR Imaging, MGMT Promoter Methylation Features and Prognostic Analysis of Subventricular Zone Contacting IDH Wild-type Glioblastoma."}, {"pubmed": 36800777, "text": "[Analysis of the difference in MGMT promoter status in gliomas and its significance in prognosis assessment]."}, {"pubmed": 36852768, "text": "Functional analysis of polymorphism haplotypes of MGMT in residents of high background radiation area."}, {"pubmed": 36948276, "text": "Identifying genetic variants regulating MGMT gene expression - A study in monozygotic Danish twins."}, {"pubmed": 36961398, "text": "Downregulation of BASP1 Promotes Temozolomide Resistance in Gliomas via Epigenetic Activation of the FBXO32/NF-kappaB/MGMT Axis."}, {"pubmed": 37047153, "text": "Influence of MMR, MGMT Promotor Methylation and Protein Expression on Overall and Progression-Free Survival in Primary Glioblastoma Patients Treated with Temozolomide."}, {"pubmed": 37161026, "text": "MGMT is frequently inactivated in pancreatic NET-G2 and is associated with the therapeutic activity of STZ-based regimens."}, {"pubmed": 37200021, "text": "Association of MGMT Promoter Methylation With Survival in Low-grade and Anaplastic Gliomas After Alkylating Chemotherapy."}, {"pubmed": 37289281, "text": "Treatment benefit in patients aged 80 years or older with biopsy-proven and non-resected glioblastoma is dependent on MGMT promoter methylation status."}, {"pubmed": 37371109, "text": "Association between MGMT Enhancer Methylation and MGMT Promoter Methylation, MGMT Protein Expression, and Overall Survival in Glioblastoma."}, {"pubmed": 37382159, "text": "O[6] -methylguanine methyltransferase promoter methylation status of glioblastoma cell line clonal population."}, {"pubmed": 37474746, "text": "Significance of O6-methyl guanine methyltransferase promoter methylation in high grade glioma patients: optimal cutoff point, CpG locus, and genetic assay."}, {"pubmed": 37510370, "text": "ERCC1 and MGMT Methylation as a Predictive Marker of Relapse and FOLFOX Response in Colorectal Cancer Patients from South Tunisia."}, {"pubmed": 37634205, "text": "Genetic and epigenetic alterations in MGMT gene and correlation with concomitant chemoradiotherapy (CRT) in cervical cancer."}, {"pubmed": 37641495, "text": "Proteomic and metabolomic analyses illustrate the mechanisms of expression of the O[6] -methylguanine-DNA methyltransferase gene in glioblastoma."}, {"pubmed": 37793472, "text": "DDX5 (p68) orchestrates beta-catenin, RelA and SP1 mediated MGMT gene expression in human colon cancer cells: Implication in TMZ chemoresistance."}, {"pubmed": 37824772, "text": "ABERRANT METHYLATION OF CANCER-RELATED GENES IN VIETNAMESE BREAST CANCER PATIENTS: ASSOCIATIONS WITH CLINICOPATHOLOGICAL FEATURES."}, {"pubmed": 37919784, "text": "Variant allelic frequencies of driver mutations can identify gliomas with potentially false-negative MGMT promoter methylation results."}, {"pubmed": 37983188, "text": "Mass Spectrometric Analysis of the Active Site Tryptic Peptide of Recombinant O[6]-Methylguanine-DNA Methyltransferase Following Incubation with Human Colorectal DNA Reveals the Presence of an O[6]-Alkylguanine Adductome."}, {"pubmed": 37988281, "text": "IDH1-mutated Crohn's disease-associated small bowel adenocarcinomas: Distinctive pathological features and association with MGMT methylation and serrated-type dysplasia."}, {"pubmed": 38054227, "text": "Total DNA methylation profile in assessing the MGMT gene promoter status in malignant gliomas."}, {"pubmed": 38168519, "text": "Cognitive functioning is prognostic in patients with IDH1-wild type and MGMT-unmethylated high-grade gliomas."}, {"pubmed": 38203783, "text": "Pyrosequencing Analysis of O-6-Methylguanine-DNA Methyltransferase Methylation at Different Cut-Offs of Positivity Associated with Treatment Response and Disease-Specific Survival in Isocitrate Dehydrogenase-Wildtype Grade 4 Glioblastoma."}, {"pubmed": 38277015, "text": "Circadian regulation of MGMT expression and promoter methylation underlies daily rhythms in TMZ sensitivity in glioblastoma."}, {"pubmed": 38288307, "text": "Glioblastoma with high O6-methyl-guanine DNA methyltransferase expression are more immunologically active than tumors with low MGMT expression."}, {"pubmed": 38520591, "text": "Predominance of MGMT promoter methylation among Pakistani glioblastoma patients."}, {"pubmed": 38542081, "text": "Constitutional BRCA1 and MGMT Methylation Are Significant Risk Factors for Triple-Negative Breast Cancer and High-Grade Serous Ovarian Cancer in Saudi Women."}], "genomic_pos": {"chr": "10", "end": 129770983, "ensemblgene": "ENSG00000170430", "start": 129467190, "strand": 1}, "genomic_pos_hg19": {"chr": "10", "end": 131566271, "start": 131265448, "strand": 1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0006266", "pubmed": 2188979, "qualifier": "involved_in", "term": "DNA ligation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006281", "qualifier": "involved_in", "term": "DNA repair"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006307", "qualifier": "involved_in", "term": "DNA alkylation repair"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032259", "qualifier": "involved_in", "term": "methylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043066", "pubmed": 24147153, "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000781", "pubmed": 24147153, "qualifier": "involved_in", "term": "positive regulation of double-strand break repair"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 19946888, "qualifier": "located_in", "term": "membrane"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0003677", "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0003908", "qualifier": "enables", "term": "methylated-DNA-[protein]-cysteine S-methyltransferase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0008168", "pubmed": 2188979, "qualifier": "enables", "term": "methyltransferase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0009008", "pubmed": 2405387, "qualifier": "enables", "term": "DNA-methyltransferase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}]}, "homologene": {"genes": [[7955, 553368], [8364, 496878], [9031, 423965], [9544, 698134], [9598, 737624], [9606, 4255], [9615, 442978], [9913, 616091], [10090, 17314], [10116, 25332]], "id": 31089}, "interpro": [{"desc": "Methylated-DNA-[protein]-cysteine S-methyltransferase, active site", "id": "IPR001497", "short_desc": "MethylDNA_cys_MeTrfase_AS"}, {"desc": "Methylguanine DNA methyltransferase, ribonuclease-like domain", "id": "IPR008332", "short_desc": "MethylG_MeTrfase_N"}, {"desc": "Methylated-DNA-[protein]-cysteine S-methyltransferase, DNA binding", "id": "IPR014048", "short_desc": "MethylDNA_cys_MeTrfase_DNA-bd"}, {"desc": "Methylated DNA-protein cysteine methyltransferase, DNA binding domain", "id": "IPR036217", "short_desc": "MethylDNA_cys_MeTrfase_DNAb"}, {"desc": "Winged helix-like DNA-binding domain superfamily", "id": "IPR036388", "short_desc": "WH-like_DNA-bd_sf"}, {"desc": "Methylated DNA-protein cysteine methyltransferase domain superfamily", "id": "IPR036631", "short_desc": "MGMT_N_sf"}], "ipi": "IPI00028618", "map_location": "10q26.3", "name": "O-6-methylguanine-DNA methyltransferase", "other_names": ["6-O-methylguanine-DNA methyltransferase", "O-6-methylguanine-DNA-alkyltransferase", "O6-methylguanine-DNA methyltransferase", "methylated-DNA--protein-cysteine methyltransferase", "methylguanine-DNA methyltransferase"], "pantherdb": {"HGNC": "7059", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "96977", "ortholog_type": "LDO", "panther_family": "PTHR46460", "taxid": 10090, "uniprot_kb": "P26187"}, {"RGD": "3087", "ortholog_type": "LDO", "panther_family": "PTHR46460", "taxid": 10116, "uniprot_kb": "P24528"}, {"Ensembl": "ENSGALG00000042949", "ortholog_type": "LDO", "panther_family": "PTHR46460", "taxid": 9031, "uniprot_kb": "A0A1D5PYE3"}, {"ZFIN": "ZDB-GENE-120614-1", "ortholog_type": "LDO", "panther_family": "PTHR46460", "taxid": 7955, "uniprot_kb": "F1R3V2"}], "uniprot_kb": "P16455"}, "pathway": {"reactome": [{"id": "R-HSA-5657655", "name": "MGMT-mediated DNA damage reversal"}, {"id": "R-HSA-73894", "name": "DNA Repair"}, {"id": "R-HSA-73942", "name": "DNA Damage Reversal"}], "wikipathways": [{"id": "WP4931", "name": "Direct Reversal Repair"}, {"id": "WP4946", "name": "DNA Repair Pathways Full Network"}, {"id": "WP4963", "name": "p53 transcriptional gene network"}]}, "pdb": ["1EH6", "1EH7", "1EH8", "1QNT", "1T38", "1T39", "1YFH", "8RGG", "8RGH", "8RTY", "8RU2"], "pfam": ["PF01035", "PF02870"], "pharmgkb": "PA239", "pharos": {"target_id": 2885, "tdl": "Tchem"}, "pir": "A34889", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF252655", "relationship": "is"}, {"id": "GNF252656", "relationship": "is"}, {"id": "GNF252657", "relationship": "is"}, {"id": "GNF252658", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF160912", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF033218", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF009674", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF240818", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF102877", "relationship": "is"}, {"id": "GNF142531", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000010.11", "NC_060934.1", "NG_052673.1"], "protein": "NP_002403.3", "rna": "NM_002412.5", "translation": {"protein": "NP_002403.3", "rna": "NM_002412.5"}}, "reporter": {"HG-U133_Plus_2": "204880_at", "HG-U95Av2": ["2051_at", "2052_g_at"], "HTA-2_0": "TC10000927.hg.1", "HuEx-1_0": "3270840", "HuGene-1_1": "7931379", "HuGene-2_1": "16710608"}, "summary": "Alkylating agents are potent carcinogens that can result in cell death, mutation and cancer. The protein encoded by this gene is a DNA repair protein that is involved in cellular defense against mutagenesis and toxicity from alkylating agents. The protein catalyzes transfer of methyl groups from O(6)-alkylguanine and other methylated moieties of the DNA to its own molecule, which repairs the toxic lesions. Methylation of the genes promoter has been associated with several cancer types, including colorectal cancer, lung cancer, lymphoma and glioblastoma. [provided by RefSeq, Sep 2015].", "symbol": "MGMT", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1334505"}, "unigene": "Hs.501522", "uniprot": {"Swiss-Prot": "P16455", "TrEMBL": "B4DEE8"}, "wikipedia": {"url_stub": "O-6-methylguanine-DNA methyltransferase"}}