{"AllianceGenome": "7060", "HGNC": "7060", "MIM": "154870", "_id": "4256", "_version": 1, "accession": {"genomic": ["AC007655.1", "AF067176.1", "CH471094.1", "CP068266.2", "DQ004248.1", "M55270.1", "NC_000012.12", "NC_060936.1", "NG_023331.2"], "protein": ["AAB53765.1", "AAB53766.1", "AAC18607.1", "AAH05272.1", "AAH70314.1", "AAH93078.1", "AAP35379.1", "AAT08173.1", "AAY16978.1", "BAG34966.1", "CAA30287.1", "CAA37418.1", "CAG29354.1", "EAW96333.1", "EAW96334.1", "NP_000891.2", "NP_001177768.1", "P08493.2"], "rna": ["AK310040.1", "AK312029.1", "AW997681.1", "AY542304.1", "BC005272.1", "BC070314.1", "BC093078.1", "BF699158.1", "BT006733.1", "CB069816.1", "CB108937.1", "CR450358.1", "M58549.1", "N85639.1", "NM_000900.5", "NM_001190839.3", "X07362.1", "X53331.1"], "translation": [{"protein": "AAT08173.1", "rna": "AY542304.1"}, {"protein": "NP_000891.2", "rna": "NM_000900.5"}, {"protein": "CAA37418.1", "rna": "X53331.1"}, {"protein": "AAH93078.1", "rna": "BC093078.1"}, {"protein": "BAG34966.1", "rna": "AK312029.1"}, {"protein": "NP_001177768.1", "rna": "NM_001190839.3"}, {"protein": "AAH70314.1", "rna": "BC070314.1"}, {"protein": "AAB53766.1", "rna": "M58549.1"}, {"protein": "CAA30287.1", "rna": "X07362.1"}, {"protein": "AAH05272.1", "rna": "BC005272.1"}, {"protein": "CAG29354.1", "rna": "CR450358.1"}, {"protein": "AAP35379.1", "rna": "BT006733.1"}]}, "alias": ["GIG36", "MGLAP", "NTI"], "ensembl": {"gene": "ENSG00000111341", "protein": ["ENSP00000228938", "ENSP00000445436", "ENSP00000445907"], "transcript": ["ENST00000228938", "ENST00000507170", "ENST00000539261", "ENST00000545199"], "translation": [{"protein": "ENSP00000445907", "rna": "ENST00000539261"}, {"protein": "ENSP00000445436", "rna": "ENST00000545199"}, {"protein": "ENSP00000228938", "rna": "ENST00000228938"}], "type_of_gene": "protein_coding"}, "entrezgene": "4256", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 6.28837244084, "exp_mis": 40.199158913, "exp_syn": 16.1611956101, "lof_z": 0.903955963753122, "mis_z": 0.169654270098741, "mu_lof": 5.44653694597e-07, "mu_mis": 4.46703572045e-06, "mu_syn": 1.68098013712e-06, "n_lof": 4.0, "n_mis": 38.0, "n_syn": 19.0, "p_li": 0.00672833394383241, "p_null": 0.238319290851875, "p_rec": 0.754952375204292, "syn_z": -0.437771475447268}, "bp": 387, "cds_end": 15038725, "cds_start": 15035072, "n_exons": 5, "nonpsych": {"exp_lof": 5.61745973173, "exp_mis": 36.3099948444, "exp_syn": 14.5533180199, "lof_z": 1.08458083441495, "mis_z": 0.444469846350792, "mu_lof": 5.44653694597e-07, "mu_mis": 4.46703572045e-06, "mu_syn": 1.68098013712e-06, "n_lof": 3.0, "n_mis": 31.0, "n_syn": 18.0, "p_li": 0.0330111920002236, "p_null": 0.168026146627719, "p_rec": 0.798962661372057, "syn_z": -0.568831215189601}, "nontcga": {"exp_lof": 5.77807768216, "exp_mis": 36.9760035699, "exp_syn": 14.8610759946, "lof_z": 0.729693176478384, "mis_z": 0.243827815772607, "mu_lof": 5.44653694597e-07, "mu_mis": 4.46703572045e-06, "mu_syn": 1.68098013712e-06, "n_lof": 4.0, "n_mis": 34.0, "n_syn": 18.0, "p_li": 0.00548463834382575, "p_null": 0.279451621696843, "p_rec": 0.715063739959331, "syn_z": -0.515557797388645}, "transcript": "ENST00000228938.5"}, "exons": [{"cdsend": 14885791, "cdsstart": 14882138, "chr": "12", "position": [[14880863, 14882280], [14882971, 14883047], [14884212, 14884245], [14885730, 14885854]], "strand": -1, "transcript": "NM_000900", "txend": 14885854, "txstart": 14880863}, {"cdsend": 14885791, "cdsstart": 14882138, "chr": "12", "position": [[14880863, 14882280], [14882971, 14883047], [14884212, 14884245], [14884812, 14884887], [14885730, 14885854]], "strand": -1, "transcript": "NM_001190839", "txend": 14885854, "txstart": 14880863}], "exons_hg19": [{"cdsend": 15038725, "cdsstart": 15035072, "chr": "12", "position": [[15033797, 15035214], [15035905, 15035981], [15037146, 15037179], [15038664, 15038788]], "strand": -1, "transcript": "NM_000900", "txend": 15038788, "txstart": 15033797}, {"cdsend": 15038725, "cdsstart": 15035072, "chr": "12", "position": [[15033797, 15035214], [15035905, 15035981], [15037146, 15037179], [15037746, 15037821], [15038664, 15038788]], "strand": -1, "transcript": "NM_001190839", "txend": 15038788, "txstart": 15033797}], "generif": [{"pubmed": 11073842, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12207096, "text": "REVIEW: an important inhibitor of pathologic calcification, and deficiency contributes to pathogenesis of cardiovascular calcifications in dialysis patients."}, {"pubmed": 12721790, "text": "Genetic variations at the MGP locus did not affect the rate of tooth loss in the elderly.  However, the MGP locus may be associated with some determinants for tooth loss in elderly women."}, {"pubmed": 12721790, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14587031, "text": "the effect of MGP on calcification and osteogenic differentiation is determined by availability of BMP-2"}, {"pubmed": 14963895, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15045141, "text": "Serum MGP levels were lower in patients with coronary artery calcification (CAC) than in those without. As the severity of CAC increased, there was a decrease in serum MGP levels, suggesting a role for MGP in the development of vascular calcification."}, {"pubmed": 15280384, "text": "matrix gamma-carboxyglutamic acid protein and bone morphogenetic protein-2 processing and transport in cultured human vascular smooth muscle cells is regulated by serum fetuin"}, {"pubmed": 15744522, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15864013, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15982861, "text": "MGP has a novel binding activity for vitronectin"}, {"pubmed": 16210837, "text": "Chronic kidney disease and hemodialysis patients have a different distribution of MGP gene polymorphism as compared to the normal population."}, {"pubmed": 16210837, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16392639, "text": "Finds increased frequencies of the MGP G-7A G allele and the G7-A GG genotype in Mexicans compared to Europeans. For the T-138C genotype, we found differences among the Mexicans."}, {"pubmed": 16392639, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 16735944, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16973975, "text": "Matrix Gla protein is associated with individual coronary heart disease CHD) risk factors and the Framingham CHD risk score in men and women free of clinically apparent CHD."}, {"pubmed": 17014561, "text": "accelerated vascular calcification observed in CKD have recently become clearer, leading to the hypothesis that a lack of natural inhibitors of calcification like matrix Gla may trigger calcium deposition"}, {"pubmed": 17509359, "text": "MGP gene polymorphism is associated with kidney stones and influences genetic susceptibility to kidney stones."}, {"pubmed": 17509359, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17643059, "text": "High expression of MGP in varicose veins may contribute to venous wall remodeling by affecting proliferation and mineralization processes probably through impaired carboxylation of MGP."}, {"pubmed": 17670744, "text": "Matrix GLA protein is an inhibitory morphogen in pulmonary vascular development"}, {"pubmed": 17724449, "text": "lower ratio of Gla-MGP over Glu-MGP in pathological fibroblasts compared to controls suggests these cells may play an important role in the ectopic calcification in pseudoxanthoma elasticum"}, {"pubmed": 17848178, "text": "gamma-glutamyl carboxylation and serine phosphorylation of MGP contribute to its function as a calcification inhibitor and that MGP may inhibit calcification via binding to vascular smooth cell-derived vesicles."}, {"pubmed": 17890861, "text": "Undercarboxylated MGP levels were inversely associated with phosphate, positively associated with serum fetuin-A levels, and inversely associated with the aortic augmentation index"}, {"pubmed": 18222176, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18222176, "text": "Results suggest a role for the local calcification inhibitor matrix Gla protein in pseudoxanthoma elasticum manifestation."}, {"pubmed": 18286307, "text": "Circulating levels of MGP and fetuin-A could not be identified as independent predictors of vascular stiffness or other carotid artery parameters in pediatric renal transplant recipients."}, {"pubmed": 18369157, "text": "Suggest that BMP-4 and calcium binding in MGP are independent but functionally intertwined processes and that the BMP binding is essential for prevention of vascular calcification."}, {"pubmed": 18401181, "text": "Developed ELISA for measuring serum matrix Gla. Serum matrix Gla may be used as a biomarker to identify those at risk for developing vascular calcification."}, {"pubmed": 18841280, "text": "MGP is a potent inhibitor of arterial calcification"}, {"pubmed": 18971553, "text": "the kidney is able to extract matrix Gla-protein from the plasma at a constant level of 12.8%, independent of renal function in hypertensive subjects"}, {"pubmed": 19151998, "text": "We have investigated the synthesis and localization of fetuin-A and MGP in bone of hemodialysis patients"}, {"pubmed": 19190822, "text": "Uncarboxylated matrix Gla protein (ucMGP) is associated with coronary artery calcification in haemodialysis patients."}, {"pubmed": 19327888, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19350115, "text": "Examine circulating Matrix Gla-Protein and anticoagulation status in patients with aortic valve calcification."}, {"pubmed": 19352064, "text": "The results of this study suggest a role for MGP genetic variants in coronary atherosclerosis among men that is not reflected in serum MGP concentrations."}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19661459, "text": "Heat shock protein 70 enhances vascular bone morphogenetic protein-4 signaling by binding matrix Gla protein."}, {"pubmed": 19712474, "text": "Upregulation of MGP results in increased cell migration in glioblastoma."}, {"pubmed": 19730704, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19730704, "text": "possible role of SNPs in the promoter region of MGP gene with relation to lead toxicity was investigated for the first time in the Indian population"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20133489, "text": "Plasma MGP increased progressively in a chronic kidney disease setting and was associated with the severity of aortic calcification."}, {"pubmed": 20368306, "text": "matric gla protein is a potent inhibitor of calcification in vitro and may thus play a role in the regulation of peritoneal calcium homeostasis."}, {"pubmed": 20452482, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20479029, "text": "higher FGF23 and lower ucMGP levels are independently associated with mortality and cardiovascular disease events"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20673868, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21143859, "text": "Report increased matrix Gla protein levels in patients with type 2 diabetes and/or ischemic heart disease."}, {"pubmed": 21294711, "text": "a dysregulated MGP system could be involved in left ventricular dysfunction in patients with chronic heart failure"}, {"pubmed": 21724703, "text": "There may be an association between hand osteoarthritis and genetic polymorphism at the matrix Gla protein (MGP) locus that is not reflected by total MGP serum concentrations."}, {"pubmed": 21765215, "text": "Mgp gene deletion may have a role in arteriovenous malformations"}, {"pubmed": 21870514, "text": "MGP A/A variant of MGP promoter G-7-->A polymorphism is a risk factor of ACS in Ukrainian population."}, {"pubmed": 22115341, "text": "The change in serum fetuin-A, matrix Gla protein (MGP), and osteopontin (OPN) levels after intracerebral hemorrhage (ICH) indicates that these parameters play a role in the pathophysiological processes leading to an ICH."}, {"pubmed": 22239033, "text": "MGP level correlated negatively with proinflammatory cytokines & acute phase proteins in acute pancreatitis, & positively with lipase, fetuin A, & albumin, indicating a possible role in calcium & phosphate metabolism disturbances in AP."}, {"pubmed": 22796540, "text": "Angiotensin II exacerbates vascular calcification through activation of transcription factors, and regulation of MGP and inflammatory cytokine expression in vascular smooth muscle cells."}, {"pubmed": 22819559, "text": "Circulating dp-ucMGP and t-ucMGP may serve as markers for the extent of coronary artery calcification, but these findings need to be confirmed"}, {"pubmed": 22992285, "text": "Higher circulating MGP levels could help identify minor carotid stenosis with calcification in a relatively homogenous risk population (i.e., postmenopausal women), regardless of underlying cardiovascular risk factors"}, {"pubmed": 23046575, "text": "findings showed that SNPrs4236 of the MGP gene is associated with kidney stones in the Chinese Han population, and influences the genetic susceptibility to kidney stones"}, {"pubmed": 23062766, "text": "Menaquinone supplementation dose-dependently decreases dephospho-uncarboxylated MGP concentrations, but does not affect other MGP species."}, {"pubmed": 23110920, "text": "MGP is a multi-functional inhibitor of normal and abnormal angiogenesis that may function by coordinating with both Notch and BMP signaling pathways"}, {"pubmed": 23223140, "text": "MGP carboxylation remained much less in pseudoxanthoma elasticum fibroblasts."}, {"pubmed": 23233942, "text": "the A/A-variant of MGP gene promotor is associated with an increased risk of ischemic atherothrombotic stroke in female persons in the Ukrainian population."}, {"pubmed": 23307874, "text": "Increased risk of myocardial infarction associated with MGP ThrAla83 genotype observed elsewhere may be related to faster progression of subclinical coronary atherosclerosis."}, {"pubmed": 23504408, "text": "The MGP-138CC genotype may be associated with slower progression of vascular calcification in maintenance hemodialysis patients"}, {"pubmed": 23563003, "text": "rs1800802 (T > C) polymorphism within the MGP promoter is not related to stenosis of the coronary artery."}, {"pubmed": 23677904, "text": "Genetic variants of MGP are associated with calcification on the arterial wall."}, {"pubmed": 23877986, "text": "the findings of this prospective study among type 2 diabetic patients shows that high circulating dpucMGP levels are associated with increased cardiovascular diseases risk, especially with peripheral arterial disease and heart failure."}, {"pubmed": 24029658, "text": "High MGP concentrations may be associated with more vascular calcification."}, {"pubmed": 24210635, "text": "Vitamin K insufficiency, as assessed by high plasma matrix Gla protein concentrations, is associated with increased risk for cardiovascular disease independent of classical risk factors and vitamin D status."}, {"pubmed": 24228496, "text": "The A/A-variant of MGP gene is associated with an increased risk of ischemic atherothrombotic stroke in the Ukrainian women."}, {"pubmed": 24281054, "text": "Matrix Gla protein gene functional polymorphisms is associated with loss of bone mineral density and progression of aortic calcification."}, {"pubmed": 24445527, "text": "Based on the study results, the MGP protein did not play an important role in the development of stenosis of coronary arteries."}, {"pubmed": 24458983, "text": "Both mutations predict complete loss of MGP function."}, {"pubmed": 24762216, "text": "High matrix Gla protein levels are associated with below-knee arterial calcification score in type 2 diabetes mellitus patients."}, {"pubmed": 24804215, "text": "Extracellular matrix proteins expression profiling in chemoresistant variants of the A2780 ovarian cancer cell line."}, {"pubmed": 24835435, "text": "circulating dp-ucMGP and dp-cMGP may have a role in increasing risk of all-cause and cardiovascular mortality"}, {"pubmed": 25190488, "text": "The concentration of dephosphorylated-uncarboxylated Matrix Gla protein was higher in hemodialysis patients treated with vitamin K."}, {"pubmed": 25421980, "text": "Inactive nonphosphorylated and uncarboxylated matrix Gla protein levels were followed in a Flemish population. They correlated causally with non-cancer mortality and coronary events but not total cardiovascular mortality."}, {"pubmed": 25458708, "text": "It is assumed that Lp-PLA2 is involved in vascular calcification and that dp-ucMGP is a more appropriate biomarker of residual risk than Lp-PLA2 itself."}, {"pubmed": 25528106, "text": "Higher plasma dephosphorylated uncarboxylated MGP (reflective of lower vitamin K status) was associated with higher odds of meniscus damage, osteophytes, bone marrow lesions, and subarticular cysts."}, {"pubmed": 25871831, "text": "Altering NOTCH1 levels affected MGP mRNA and protein."}, {"pubmed": 25957430, "text": "Data shoed increased GAS6 and decreased MGP levels in hemodialysis patients, as mediators of induction or prevention of vascular calcification."}, {"pubmed": 25974989, "text": "MGP expression is impaired in patients with ankylosing spondylitis"}, {"pubmed": 25987667, "text": "High levels of desphospho-uncarboxylated MGP are independently and positively associated with arterial stiffness after adjustment for common cardiovascular risk factors, renal function, and age."}, {"pubmed": 25990696, "text": "MGP expression is significantly lower in diseased relative to normal aortic valve interstitial cells. Lack of this important \"anti-calcification\" protein may contribute to calcification of the aortic valve."}, {"pubmed": 26016598, "text": "Increased desphospho-uncarboxylated matrix Gla protein, which is a circulating biomarker of vitamin K status and vascular calcification, is independently associated with aortic stiffness, but not with stiffness of distal muscular-type arteries."}, {"pubmed": 26040031, "text": "The association has been found between the ischemic atherothrombotic stroke and polymorphic variants of genes MGP and VKORC1."}, {"pubmed": 26771974, "text": "Uncarboxylated MGP in synovial fluid might serve as a novel biomarker for assessing knee osteoarthritis progression."}, {"pubmed": 27009385, "text": "MGP is significantly repressed by miR-155 in breast cancer MCF-7 cells, and concomitantly there is a stimulation of cell proliferation and cell invasiveness."}, {"pubmed": 27119839, "text": "The substitution of threonine by alanine due to MGP exon 4 Thr83Ala polymorphism is related to a decrease in the likelihood of arterial calcification in female persons in the Ukrainian population"}, {"pubmed": 27172275, "text": "ectopic expression of Mgp in murine and human osteosarcoma cells led to a marked increase in lung metastasis.  Abrogation of Mgp prevented lung metastatic activity, an effect that was rescued by forced expression. Mgp levels dramatically altered endothelial adhesion, trans-endothelial migration in vitro and tumour cell extravasation ability in vivo"}, {"pubmed": 27348051, "text": "MGP rs4236 [A/G] gene polymorphism was not to be associated with subgingival dental calculus. Also, that GCF MGP levels were detected higher in patients with subgingival dental calculus than those without subgingival dental calculus independently of polymorphism, may be the effect of adaptive mechanism to inhibit calculus formation."}, {"pubmed": 27951533, "text": "Correlations of plasma desphosphorylated uncarboxylated matrix Gla protein (dp-ucMGP) with vascular calcification and vascular stiffness in chronic kidney disease. Plasma dp-ucMGP was positively associated with vascular calcification and might be utilized as an early marker for vascular calcification in CKD patients."}, {"pubmed": 28411264, "text": "Genetic variability in the MGP gene was associated with vascular recurrence in the Spanish population."}, {"pubmed": 28605143, "text": "Studied serum levels of bone morphogenic protein-4 (BMP-4) and matrix Gla protein (MGP) in patients who were admitted to emergency department with the diagnosis of acute coronary syndrome (ACS) and underwent primary percutaneous coronary intervention. MGP and BMP-4 levels were significantly elevated when compared to subjects with normal coronary arteries."}, {"pubmed": 28654853, "text": "This study concluded that diabetes coexisting with renal disease leads to extreme vascular calcification expressed by elevated MGP levels, resulting in higher frequency of cardiovascular disease in comparison to CKD patients without diabetes."}, {"pubmed": 28734846, "text": "genetic association studies in population in Greece: Data suggest that an SNP in promoter region of matrix Gla protein (rs1,800,802; T-138C) is associated with diabetic angiopathy (as indicated by carotid intima media thickness) in patients with type 2 diabetes and diabetic nephropathy."}, {"pubmed": 28821877, "text": "the MGP gene rs1800801 polymorphism is significantly associated with vascular calcification and atherosclerotic disease, especially in the Caucasian population."}, {"pubmed": 28855172, "text": "Our results indicate that the association between the matrix Gla protein variant and increased risk for hand Osteoarthritis is caused by a lower expression of matrix Gla protein, which may increase the burden of hand Osteoarthritis by decreased inhibition of cartilage calcification."}, {"pubmed": 29303985, "text": "Dp-ucMGP was high preoperatively, and further increased postoperatively in cardiovascular risk patients."}, {"pubmed": 29529056, "text": "Study found an association between diastolic left ventricular function with circulating inactive desphospho-uncarboxylated MGP in two cohorts; undertook histological studies confirming the presence of MGP in the heart and determining its exact localization in healthy and diseased hearts, using conformation-specific MGP antibodies."}, {"pubmed": 29635270, "text": "higher plasma dp-ucMGP concentrations found in African American hemodialysis patients may be associated with greater arterial stiffness and endothelial dysfunction."}, {"pubmed": 29777408, "text": "The polymorphisms of OPN and MGP were not significantly associated with primary knee osteoarthritis in the codominant, dominant, and recessive models (p > 0.05). The study suggests that there are no associations between OPN and MGP polymorphisms with primary knee osteoarthritis in Mexican population."}, {"pubmed": 29788226, "text": "Chronic kidney disease is associated with increased (inactive) dp-ucMGP, a vitamin K-dependent inhibitor of vascular calcification, which correlates with large artery stiffness."}, {"pubmed": 30257426, "text": "This study observed increased expression of MGP in Paclitaxel and Topotecan Resistant Ovarian Cancer Cell Lines at both mRNA and protein level."}, {"pubmed": 30617055, "text": "this study shows that MGP gene rs1800802 polymorphism is associated with increased risk for knee knee osteoarthritis (OA) in Chinese Han population and the rs1800802 polymorphism may be a diagnostic marker of radiographic knee OA."}, {"pubmed": 30717170, "text": "MGLAP is the most powerful natural calcification inhibitor found in the human body, and is tightly associated with all types of calcification, mortality, and cardiovascular disease. (Review)"}, {"pubmed": 31025895, "text": "In people representative for the general population, higher inactive desphospho-uncarboxylated MGP was associated with greater PWV , central pulse pressure, forward pulse wave, and backward pulse wave."}, {"pubmed": 31069456, "text": "High dephospho-uncarboxylated matrix Gla protein concentrations, a plasma biomarker of vitamin K, in relation to frailty: the Longitudinal Aging Study Amsterdam."}, {"pubmed": 31215457, "text": "MGP expression is subject to cis-acting regulators that correlate with the OA association signal. These are active in a range of joint tissues but have effects which are particularly strong in cartilage"}, {"pubmed": 31264274, "text": "our results showed that the HOXC8-MGP axis played an important role in the tumorigenesis of Triple-negative breast cancer (TNBC) and might be a promising therapeutic target for TNBC treatment"}, {"pubmed": 31510823, "text": "Renal Resistive Index Is Associated With Inactive Matrix Gla (gamma-Carboxyglutamate) Protein in an Adult Population-Based Study."}, {"pubmed": 31589964, "text": "Study found that high expression level of MGP is related with a worst prognosis of colorectal cancer (CRC) and correlated with a worse prognosis and survival rate lower than five years."}, {"pubmed": 31804541, "text": "Plasma dephosphorylated-uncarboxylated Matrix Gla-Protein (dp-ucMGP): reference intervals in Caucasian adults and diabetic kidney disease biomarker potential."}, {"pubmed": 32086862, "text": "Intracellular matrix Gla protein promotes tumor progression by activating JAK2/STAT5 signaling in gastric cancer."}, {"pubmed": 32092076, "text": "Inactive matrix gla protein plasma levels are associated with peripheral neuropathy in Type 2 diabetes."}, {"pubmed": 32422228, "text": "Uncarboxylated matrix Gla-protein: A biomarker of vitamin K status and cardiovascular risk."}, {"pubmed": 32584873, "text": "Matrix Gla protein polymorphism rs1800801 associates with recurrence of ischemic stroke."}, {"pubmed": 32839405, "text": "The Association of dp-ucMGP with Cardiovascular Morbidity and Decreased Renal Function in Diabetic Chronic Kidney Disease."}, {"pubmed": 33359068, "text": "Suppression MGP inhibits tumor proliferation and reverses oxaliplatin resistance in colorectal cancer."}, {"pubmed": 33669806, "text": "Circulating Levels of Dephosphorylated-Uncarboxylated Matrix Gla Protein in Patients with Acute Coronary Syndrome."}, {"pubmed": 33984465, "text": "Characterization of dynamic changes in Matrix Gla Protein (MGP) gene expression as function of genetic risk alleles, osteoarthritis relevant stimuli, and the vitamin K inhibitor warfarin."}, {"pubmed": 34809448, "text": "Matrix Gla Protein Levels Are Associated With Arterial Stiffness and Incident Heart Failure With Preserved Ejection Fraction."}, {"pubmed": 35025148, "text": "1,25-(OH)2D3 participates and modulates airway remodeling by reducing MGP and TGF-beta1 expression in TNF-alpha-induced airway smooth muscle cells."}, {"pubmed": 36977707, "text": "Matrix Gla Protein drives stemness and tumor initiation in ovarian cancer."}, {"pubmed": 37187293, "text": "Reduced APPL1 impairs osteogenic differentiation of mesenchymal stem cells by facilitating MGP expression to disrupt the BMP2 pathway in osteoporosis."}, {"pubmed": 37307958, "text": "Assessment of MGP gene expression in cancer and contribution to prognosis."}, {"pubmed": 37327028, "text": "lncRNA MIR31HG Regulates Proliferation and Migration by Targeting Matrix Gla Protein in Nonsyndromic Cleft Lip With or Without Cleft Palate."}], "genomic_pos": {"chr": "12", "end": 14885857, "ensemblgene": "ENSG00000111341", "start": 14880864, "strand": -1}, "genomic_pos_hg19": {"chr": "12", "end": 15038860, "start": 15034115, "strand": -1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0001502", "pubmed": 9916809, "qualifier": "involved_in", "term": "cartilage condensation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001503", "qualifier": "involved_in", "term": "ossification"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030154", "qualifier": "involved_in", "term": "cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030500", "qualifier": "involved_in", "term": "regulation of bone mineralization"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0031012", "qualifier": "is_active_in", "term": "extracellular matrix"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": 20551380, "qualifier": "colocalizes_with", "term": "collagen-containing extracellular matrix"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": [23979707, 27068509, 27559042], "qualifier": "located_in", "term": "collagen-containing extracellular matrix"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 19199708, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "RCA", "id": "GO:0005201", "pubmed": [20551380, 23979707, 27068509, 27559042], "qualifier": "enables", "term": "extracellular matrix structural constituent"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005509", "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 15607035, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0008147", "pubmed": 9916809, "qualifier": "enables", "term": "structural constituent of bone"}]}, "homologene": {"genes": [[9544, 574116], [9598, 465310], [9606, 4256], [9615, 100856382], [9913, 282660], [10090, 17313], [10116, 25333]], "id": 693}, "interpro": [{"desc": "Gamma-carboxyglutamic acid-rich (GLA) domain", "id": "IPR000294", "short_desc": "GLA_domain"}, {"desc": "Osteocalcin/matrix Gla protein", "id": "IPR002384", "short_desc": "Osteocalcin/MGP"}, {"desc": "Matrix Gla protein", "id": "IPR027118", "short_desc": "MGP"}, {"desc": "Gamma-carboxyglutamic acid-rich (GLA) domain superfamily", "id": "IPR035972", "short_desc": "GLA-like_dom_SF"}], "ipi": "IPI00028714", "map_location": "12p12.3", "name": "matrix Gla protein", "other_names": ["cell growth-inhibiting gene 36 protein", "matrix Gla protein"], "pantherdb": {"HGNC": "7060", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "96976", "ortholog_type": "LDO", "panther_family": "PTHR10109", "taxid": 10090, "uniprot_kb": "P19788"}, {"RGD": "3088", "ortholog_type": "LDO", "panther_family": "PTHR10109", "taxid": 10116, "uniprot_kb": "P08494"}, {"Ensembl": "ENSGALG00000011740", "ortholog_type": "LDO", "panther_family": "PTHR10109", "taxid": 9031, "uniprot_kb": "O42413"}, {"ZFIN": "ZDB-GENE-060928-1", "ortholog_type": "LDO", "panther_family": "PTHR10109", "taxid": 7955, "uniprot_kb": "F8W542"}], "uniprot_kb": "P08493"}, "pathway": {"pid": {"id": "fra_pathway", "name": "Validated transcriptional targets of AP1 family members Fra1 and Fra2"}, "wikipathways": [{"id": "WP3413", "name": "NOTCH1 regulation of endothelial cell calcification"}, {"id": "WP474", "name": "Endochondral Ossification"}, {"id": "WP4808", "name": "Endochondral Ossification with Skeletal Dysplasias"}]}, "pharmgkb": "PA30790", "pharos": {"target_id": 12458, "tdl": "Tbio"}, "pir": "A35811", "prosite": "PS50998", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF325399", "relationship": "is"}, {"id": "GNF325400", "relationship": "is"}, {"id": "GNF325401", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF168029", "relationship": "is"}, {"id": "GNF178935", "relationship": "is"}, {"id": "GNF189841", "relationship": "is"}, {"id": "GNF200747", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF158167", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF034139", "relationship": "similar to"}, "GNF_mm+hs-MGC": [{"id": "GNF009675", "relationship": "is"}, {"id": "GNF009676", "relationship": "is"}, {"id": "GNF131902", "relationship": "is"}], "MasterSecretomicsList": [{"id": "GNF330587", "relationship": "is"}, {"id": "GNF332298", "relationship": "is"}, {"id": "GNF334036", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF338058", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF096967", "relationship": "is"}, {"id": "GNF136622", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000012.12", "NC_060936.1", "NG_023331.2"], "protein": ["NP_000891.2", "NP_001177768.1"], "rna": ["NM_000900.5", "NM_001190839.3"], "translation": [{"protein": "NP_000891.2", "rna": "NM_000900.5"}, {"protein": "NP_001177768.1", "rna": "NM_001190839.3"}]}, "reporter": {"HG-U133_Plus_2": ["202291_s_at", "238481_at"], "HG-U95Av2": "36683_at", "HG-U95B": "59424_at", "HTA-2_0": ["TC12001276.hg.1", "TC12002778.hg.1"], "HuEx-1_0": "3445741", "HuGene-1_1": "7961514", "HuGene-2_1": "16761820"}, "summary": "This gene encodes a member of the osteocalcin/matrix Gla family of proteins. The encoded vitamin K-dependent protein is secreted by chondrocytes and vascular smooth muscle cells, and functions as a physiological inhibitor of ectopic tissue calcification. Carboxylation status of the encoded protein is associated with calcification of the vasculature in human patients with cardiovascular disease and calcification of the synovial membranes in osteoarthritis patients. Mutations in this gene cause Keutel syndrome in human patients, which is characterized by abnormal cartilage calcification, peripheral pulmonary stenosis and facial hypoplasia. [provided by RefSeq, Sep 2016].", "symbol": "MGP", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1334506"}, "unigene": "Hs.365706", "uniprot": {"Swiss-Prot": "P08493", "TrEMBL": "H0YGZ6"}, "wikipedia": {"url_stub": "Matrix gla protein"}}