{"AllianceGenome": "7097", "HGNC": "7097", "MIM": "153620", "_id": "4282", "_version": 1, "accession": {"genomic": ["AP000350.1", "CH471095.1", "CP068256.2", "DQ307455.1", "L19686.1", "MN205537.1", "NC_000022.11", "NC_060946.1", "NG_012099.1", "NT_187633.1"], "protein": ["AAA21814.1", "AAA35892.1", "AAA36179.1", "AAA36315.1", "AAH00447.1", "AAH07676.1", "AAH08914.1", "AAH13976.1", "AAH22414.1", "AAH53376.1", "AAL78635.1", "AAP35812.1", "ABB96245.1", "ADO22364.1", "AFM09726.1", "BAG34870.1", "CAA80598.1", "CAG28572.1", "CAG30406.1", "CAG46452.1", "EAW59620.1", "NP_002406.1", "P14174.4", "QGN01272.1"], "rna": ["AF469046.1", "AK311929.1", "BC000447.2", "BC007376.2", "BC007676.1", "BC008914.2", "BC013976.2", "BC022414.1", "BC051440.1", "BC053376.1", "BT007148.1", "CR407644.1", "CR456520.1", "CR541651.1", "GQ891502.1", "JQ846015.1", "L10612.1", "M25639.1", "M95775.1", "NM_002415.2", "Z23063.1"], "translation": [{"protein": "ADO22364.1", "rna": "GQ891502.1"}, {"protein": "AAH08914.1", "rna": "BC008914.2"}, {"protein": "AAA36179.1", "rna": "M95775.1"}, {"protein": "CAG46452.1", "rna": "CR541651.1"}, {"protein": "AAL78635.1", "rna": "AF469046.1"}, {"protein": "AAH53376.1", "rna": "BC053376.1"}, {"protein": "AAH07676.1", "rna": "BC007676.1"}, {"protein": "CAG28572.1", "rna": "CR407644.1"}, {"protein": "AAH00447.1", "rna": "BC000447.2"}, {"protein": "AAP35812.1", "rna": "BT007148.1"}, {"protein": "AFM09726.1", "rna": "JQ846015.1"}, {"protein": "AAA35892.1", "rna": "L10612.1"}, {"protein": "AAH22414.1", "rna": "BC022414.1"}, {"protein": "BAG34870.1", "rna": "AK311929.1"}, {"protein": "CAA80598.1", "rna": "Z23063.1"}, {"protein": "AAA36315.1", "rna": "M25639.1"}, {"protein": "NP_002406.1", "rna": "NM_002415.2"}, {"protein": "CAG30406.1", "rna": "CR456520.1"}, {"protein": "AAH13976.1", "rna": "BC013976.2"}]}, "alias": ["GIF", "GLIF", "MMIF"], "ec": ["5.3.2.1", "5.3.3.12"], "ensembl": [{"gene": "ENSG00000276701", "protein": "ENSP00000482779", "transcript": ["ENST00000613839", "ENST00000625385", "ENST00000626906"], "translation": [{"protein": "ENSP00000482779", "rna": "ENST00000613839"}], "type_of_gene": "protein_coding"}, {"gene": "ENSG00000240972", "protein": "ENSP00000215754", "transcript": ["ENST00000215754", "ENST00000465752", "ENST00000498385"], "translation": [{"protein": "ENSP00000215754", "rna": "ENST00000215754"}], "type_of_gene": "protein_coding"}], "entrezgene": "4282", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 2.25596341089, "exp_mis": 46.1410013274, "exp_syn": 29.542574932, "lof_z": 0.168811307167076, "mis_z": 1.52229383167579, "mu_lof": 2.13464702747e-07, "mu_mis": 6.34226260686e-06, "mu_syn": 4.02729914301e-06, "n_lof": 2.0, "n_mis": 25.0, "n_syn": 21.0, "p_li": 0.0324842227823062, "p_null": 0.359000974443808, "p_rec": 0.608514802773886, "syn_z": 0.974347443148102}, "bp": 348, "cds_end": 24237293, "cds_start": 24236661, "n_exons": 3, "nonpsych": {"exp_lof": 2.00236457249, "exp_mis": 41.7225598973, "exp_syn": 26.6993823007, "lof_z": 0.00164109054429444, "mis_z": 1.69623967103355, "mu_lof": 2.13464702747e-07, "mu_mis": 6.34226260686e-06, "mu_syn": 4.02729914301e-06, "n_lof": 2.0, "n_mis": 20.0, "n_syn": 20.0, "p_li": 0.0320679614143209, "p_null": 0.391256428443053, "p_rec": 0.576675610142626, "syn_z": 0.816295651354765}, "nontcga": {"exp_lof": 2.07163615924, "exp_mis": 42.4458740885, "exp_syn": 27.1753211266, "lof_z": 0.734466285781867, "mis_z": 1.56349951651984, "mu_lof": 2.13464702747e-07, "mu_mis": 6.34226260686e-06, "mu_syn": 4.02729914301e-06, "n_lof": 1.0, "n_mis": 22.0, "n_syn": 21.0, "p_li": 0.173757149279087, "p_null": 0.182682224079126, "p_rec": 0.643560626641787, "syn_z": 0.750057341556617}, "transcript": "ENST00000215754.7"}, "exons": [{"cdsend": 131468, "cdsstart": 130836, "chr": "22_KI270879v1_alt", "position": [[130744, 130944], [131133, 131306], [131401, 131585]], "strand": 1, "transcript": "NM_002415", "txend": 131585, "txstart": 130744}, {"cdsend": 23895106, "cdsstart": 23894474, "chr": "22", "position": [[23894382, 23894582], [23894771, 23894944], [23895039, 23895223]], "strand": 1, "transcript": "NM_002415", "txend": 23895223, "txstart": 23894382}], "exons_hg19": [{"cdsend": 24237293, "cdsstart": 24236661, "chr": "22", "position": [[24236569, 24236769], [24236958, 24237131], [24237226, 24237410]], "strand": 1, "transcript": "NM_002415", "txend": 24237410, "txstart": 24236569}], "generif": [{"pubmed": 11508429, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11920501, "text": "increased expression seen in prostate carcinoma; may serve as prognostic marker"}, {"pubmed": 11978887, "text": "MIF is highly concentrated inside milk fat globules. milk MIF may protect the newborn against infection and play a role in preserving the functionality of the lactating mammary gland."}, {"pubmed": 11985788, "text": "MIF seems to play a role in tumor-stroma interactions of primary breast cancers"}, {"pubmed": 11997397, "text": "role of tautomerase active site as target for discovery of novel anti-inflammatory agents"}, {"pubmed": 12009356, "text": "Monocyte chemotactic protein-1 and macrophage migration inhibitory factor production by peritoneal macrophages may contribute to paracrine and autocrine activation and to macrophage accumulation in peritoneal cavity of women with endometriosis."}, {"pubmed": 12070782, "text": "a novel CATT-tetranucleotide repeat polymorphism correlated with low disease severity in a cohort of rheumatoid arthritis patients"}, {"pubmed": 12109441, "text": "capacity of MMIF to induce increased functional capacity of dendritic cells, and to produce IL-1beta and IL-8 from monocytes and DC, indicate a role of MMIF in the induction and/or perpetuation of the inflammatory environment in ulcerative colitis."}, {"pubmed": 12126556, "text": "The serum level of MIF and PBMC MIF expression increased in acute respiratory distress syndrome patients"}, {"pubmed": 12180727, "text": "The MIF 173 C allele is associated with a significantly increased risk of developing sarcoidosis in patients with erythema nodosum."}, {"pubmed": 12186913, "text": "released from lung epithelial cells rendered necrotic by influenza A virus infection"}, {"pubmed": 12218292, "text": "We found that the murine NB cell line, Neuro2a, secretes macrophage migration inhibitory factor, MIF, a multifunctional cytokine with the potential to block effective immune responses to a tumor"}, {"pubmed": 12218308, "text": "role of MIF in IgA nephropathy"}, {"pubmed": 12235522, "text": "Local and systemic up-regulation of MIF expression is associated with and precedes the occurrence of acute GVHD, suggesting a pathogenetic role."}, {"pubmed": 12355488, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12355488, "text": "The -173-MIF*C allele confers increased risk of susceptibility to juvenile idiopathic arthritis."}, {"pubmed": 12402212, "text": "upregulation in intervillous blood is asociated with placental malaria"}, {"pubmed": 12445161, "text": "expression of MIF in human glioblastomas, a close relationship with VEGF expression."}, {"pubmed": 12480958, "text": "Polymeric IgA increases the expression of this factor by human mesangial cells in IgA nephropathy."}, {"pubmed": 12507885, "text": "up-regulation of MIF expression during hypoxic and hypoglycemic stress might play a critical role for the neovascularization of glial tumors"}, {"pubmed": 12576459, "text": "High levels of this factor are associated with risk of recurrernce after resection of lung cancer."}, {"pubmed": 12607777, "text": "The increased secretion of MIF in AF at term, particularly at term labor, suggests that MIF contributes to the inflammatory events leading to labor."}, {"pubmed": 12612911, "text": "Macrophage migration inhibitory factor is a critical mediator of severe acute pancreatitis."}, {"pubmed": 12615835, "text": "Decreased serum MIF during early gestation were found in recurrent miscarriage with normal fetal chromosome karyotype. Might be related to aetiology of miscarriage."}, {"pubmed": 12626594, "text": "MIF has potent anti-apoptotic activities and suppresses pro-oxidative stress-induced apoptosis."}, {"pubmed": 12631237, "text": "The late morning peak of macrophage migration inhibitory factor, by antagonizing cortisol-mediated pro-inflammatory cytokine suppression may prolong the duration of early morning inflammation"}, {"pubmed": 12667094, "text": "Review. MIF is a critical upstream regulator of immune response. It is released under a variety of circumstances, regulates cytokine secretion & immune receptor expression, inhibits p53 function, & activates components of the MAP kinase & Jab-1 pathways."}, {"pubmed": 12681488, "text": "interaction with apoptosis-associated protein BNIPL"}, {"pubmed": 12738641, "text": "the interaction between MIF and endotoxin may promote fluid collection in the middle ear, particularly in adults"}, {"pubmed": 12740374, "text": "MIF binds two peptides, hepatitis B surface antigen (HBsAg) and insulin B (InsB) with high affinity for HLA class II allo-types, HLA-DP2 and HLA-DQ8, respectively"}, {"pubmed": 12746913, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12746913, "text": "Our study shows the functional relevance of the MIF-173 polymorphism and suggests that the MIF-173*C allele is a predictor of poor outcome in systemic-onset JIA."}, {"pubmed": 12782713, "text": "MIF binds to the extracellular domain of CD74, and CD74 is required for MIF-induced activation of the extracellular signal-regulated kinase-1/2 MAP kinase cascade"}, {"pubmed": 12796500, "text": "MIF-(50-65) exhibits redox activity and has MIF-like biological functions"}, {"pubmed": 12847682, "text": "role for MIF in the regulation of p53 expression and p53-mediated events in the inflamed synovium and is of critical importance in the pathogenesis of RA."}, {"pubmed": 12965208, "text": "Secretion of macrophage migration inhibitory factor is mediated by a non-classical pathway involving an ABCA1 transporter."}, {"pubmed": 14502271, "text": "Macrophage migration inhibitory factor is a regulator of innate immunity."}, {"pubmed": 14551601, "text": "MIF gene polymorphism is associated with susceptibility to but not severity of inflammatroy arthritis."}, {"pubmed": 14551601, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14581488, "text": "MIF is involved in the up-regulation of UVA-induced MMP-1 in dermal fibroblasts through PKC-, PKA-, Src family tyrosine kinase-, MAPK-, c-Jun-, and AP-1-dependent pathways."}, {"pubmed": 14607690, "text": "MIF, TNF-alpha and IL-6 may participate in pathological process of chronic hepatitis B and cirrhosis. IL-6 may play important role in ascites formation. Serum MIF, TNF-alpha and IL-6 appear to reflect severity of tissue injury in hepatitis B."}, {"pubmed": 14736878, "text": "MIF contributes to the inflammatory phase of the wound healing process in concert with thrombin and FXa via PAR-1 and PAR-2."}, {"pubmed": 14760795, "text": "MIF is overexpressed in patients with systemic lupus erythematosus and while partly explained by corticosteroid use, there is evidence of an association between MIF and lupus-related disease damage."}, {"pubmed": 14962818, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15018649, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15065001, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15146413, "text": "MIF may play an important role in the migration of inflammatory cells into the synovium of rheumatoid joints via induction of IL-8."}, {"pubmed": 15146431, "text": "Replication of an association and linkage of MIF with juvenile idiopathic arthritis has been established."}, {"pubmed": 15170913, "text": "MIF activates rheumatoid arthritis COX-2 and IL-6 expression via p38 MAP kinase activation and induces IL-8 via p38 and ERK MAP kinase-independent pathways."}, {"pubmed": 15216464, "text": "H. pylori infection is associated with increased expression of the MIF protein and MIF mRNA in gastric epithelial and inflammatory cells; along with other cytokines, MIF may play a significant role in gastric inflammation related to H. pylori infection"}, {"pubmed": 15286457, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15292349, "text": "Levels remained low normal for 6 months during weight loss, after which they significantly increased to normal levels at 24 months postoperatively, suggesting an ongoine inflammatory state."}, {"pubmed": 15304087, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15304087, "text": "evidence for polymorphisms in the MIF gene, and in particular the CATT(7)-MIF-173(*)C haplotype, being of importance in susceptibility to psoriasis."}, {"pubmed": 15308783, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15472203, "text": "plasma MIF concentrations and MIF mRNA expression in the mononuclear cells are elevated in the obese"}, {"pubmed": 15545061, "text": "Since MIF is an initiator of other proinflammatory cytokines, we suggest that the induction of MIF may precede other inflammatory conditions."}, {"pubmed": 15545824, "text": "Higher circulating MIF levels 6 h post-cardiopulmonary bypass were associated with worse postoperative pulmonary short-course outcome"}, {"pubmed": 15576462, "text": "may be an obesity-dependent mediator of macrophage infiltration of adipose tissue"}, {"pubmed": 15585204, "text": "MIF is expressed in advanced atherosclerotic lesions in close correlation with signs of instability, such as mononuclear cell inflammation and neointimal microvessel formation. Role of MIF in the modulation of atherosclerotic plaque stability."}, {"pubmed": 15585220, "text": "MIF and MMP-9 are markedly upregulated in vulnerable atheromatous plaques. The ability of MIF to induce MMP-9 expression in VSMCs and macrophages suggests that MIF may play a role in the destabilization of human atherosclerotic plaques."}, {"pubmed": 15612021, "text": "The current findings suggest that MIF expression may play a pivotal role in the dismal prognosis of patients with HCC that may be attributable to the modulation of angiogenesis."}, {"pubmed": 15630728, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15630728, "text": "Polymorphism in MIF gene promoter -173 G/C does not appear to be a genetic risk factor for giant cell arteritis (GCA) in Northwest Spain"}, {"pubmed": 15659324, "text": "discussion of roles of MIF in the skin with regard to inflammation, the immune response, skin disease, tumorigenesis and cutaneous wound healing [review]"}, {"pubmed": 15800984, "text": "MIF plays an important role in H pylori-induced gastric epithelial cell proliferation."}, {"pubmed": 15815686, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15820792, "text": "MIF may be involved in endometriosis-related pain and infertility"}, {"pubmed": 15838879, "text": "novel interaction between MIF and myosin light chain kinase (MLCK) may have important implications for the regulation of both non-muscle cytoskeletal dynamics as well as pathobiologic vascular events that involve MLCK"}, {"pubmed": 15910495, "text": "MIF played a role in sustaining cell-mediated hepatic injury during the immune-clearance phase of chronic hepatitis B infection"}, {"pubmed": 15910597, "text": "Results of this study suggest that MIF plays an important role in the pathogenesis of necrotizing enterocolitis (NEC) and may serve as a target for therapeutic intervention in NEC."}, {"pubmed": 16000172, "text": "macrophage migration inhibitory factor may have a role in development of prostate cancer"}, {"pubmed": 16051683, "text": "MIF is expressed all along the epididymis with a higher level of transcript in the proximal segment. In semen, MIF is associated with spermatozoa, prostasomes as well as the soluble fraction."}, {"pubmed": 16085663, "text": "the cycle phase-specific expression of MIF is tightly regulated and may have roles in the reparative, reproductive and inflammatory-like processes that occur in human endometrium during every menstrual cycle"}, {"pubmed": 16115023, "text": "MIF and matrix metalloproteinases may have roles in development of human abdominal aortic aneurysms"}, {"pubmed": 16133063, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16179637, "text": "Macrophage migration inhibitory factor (MIF) is a key proinflammatory mediator. It contributes toward an exaggerated gram-negative inflammatory response via its ability to induce Toll-like receptor-4 expression."}, {"pubmed": 16179637, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16200611, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16205314, "text": "circulating MIF has a role in sepsis after cardiac surgery"}, {"pubmed": 16220288, "text": "Carriers of the MIF did not have increased susceptibility to juvenile rheumatoid arthritis."}, {"pubmed": 16220288, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16224818, "text": "Acts in an autocrine fashion to override glucocorticoid-induced MKP-1 expression and inhibition of cytokine production."}, {"pubmed": 16243796, "text": "Results suggest that MIF expression in colorectal cancer may be a marker of susceptibility to therapies that may depend on induction of hypoxia, possibly including antiangiogenic therapy."}, {"pubmed": 16247506, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16285950, "text": "MIF expression is increased in sporadic human colorectal adenomas, and exogenous MIF drives tumorigenic behavior of epithelial cells in vitro."}, {"pubmed": 16314470, "text": "Pathophysiological states in which MIF plays an important regulatory role suggest a potential therapeutic role for MIF."}, {"pubmed": 16314559, "text": "down-regulation of MIF expression could result in a reduction in cell proliferation and tumor growth in vitro and in vivo"}, {"pubmed": 16317091, "text": "rhMIF induced VCAM-1 and ICAM-1 up-regulation in 12 hours via Src, PI3K, and NFkappaB"}, {"pubmed": 16369812, "text": "macrophage migration inhibitory factor (MIF) levels were found to be elevated in pregnancy. No significant difference was found to occur between the two preeclampsia study groups when compared to the normotensive control group"}, {"pubmed": 16385258, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16388506, "text": "An additional serum marker for the detection of prostatic cancer."}, {"pubmed": 16488392, "text": "Both MIF and hepatitis Bx (HBx) protein cause HepG2 cell G0/G1 phase arrest, proliferation inhibition, and apoptosis. However, MIF can counteract the apoptotic effect of HBx."}, {"pubmed": 16527487, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16538639, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16677407, "text": "In this review the development of the systemic inflammatory response syndrome and multiple organ dysfunction syndrome appear to be related to MIF levels and the balance of T-helper (Th)1 and Th2 lymphocyte function."}, {"pubmed": 16709839, "text": "Helicobacter pylori-induced macrophage migration inhibitory factor binds to CD74 on gastric epithelial cells and up-regulates procarcinogenic signaling by the gastric epithelium."}, {"pubmed": 16724072, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16724072, "text": "There is evidence of association of MMIF gene polymorphisms with systemic lupus erythematosus."}, {"pubmed": 16767681, "text": "Distributions of MIF -173 SNP alleles and genotype frequencies were significantly different between Chinese Han population and European Caucasian."}, {"pubmed": 16767681, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 16780713, "text": "Data shwo that the level of MIF increased in serum and lung interstitium in ARDS children."}, {"pubmed": 16807115, "text": "MIF was strongly expressed at mRNA levels in refractory cases rather than responsive cases with ulcerative colitis and controls."}, {"pubmed": 16820919, "text": "Observational study of gene-environment interaction and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 16839849, "text": "non-fat cells in human adipose tissue contribute to most of the release of macrophage migration inhibitory factor seen during primary culture of adipose tissue explants from obese women"}, {"pubmed": 16854377, "text": "hypoxia, and specifically HIF-1alpha, is a potent and rapid inducer of MIF expression.  In addition, we demonstrate that hypoxia-induced MIF expression is dependent upon a HRE in the 5'UTR of the MIF gene but is further modulated by CREB expression."}, {"pubmed": 16861224, "text": "apoptotic mature neutrophils release MIF upon short term TNF-alpha stimulation"}, {"pubmed": 16872482, "text": "MIF induced phosphorylation of JNK, PKCdelta, and c-jun. Potential novel role for MIF in tissue destruction in rheumatoid arthritis."}, {"pubmed": 16893895, "text": "Has no conventional cytokine activity but, rather, acts to modulate and amplify the response to lipopolysaccharide."}, {"pubmed": 16929348, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16929348, "text": "variability at MIF -173 is associated with functional changes in MIF production and susceptibility to high-density parasitemia in children with malaria"}, {"pubmed": 17005573, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17005573, "text": "The present study found no significant association between the 5-CATT repeat macrophage migration inhibitory factor gene polymorphism and sarcoidosis."}, {"pubmed": 17029206, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17029206, "text": "Results suggest that MIF -173G /C polymorphism was associated with coronary heart disease in Chinese population, the MIF -173C allele might be a risk factor for CHD in Chinese Han nationality."}, {"pubmed": 17075815, "text": "Functional promoter polymorphisms in the MIF gene affect the clinical presentation of scleroderma"}, {"pubmed": 17108334, "text": "MIF is involved in regulating macrophage trafficking at the fetal-maternal interface"}, {"pubmed": 17142775, "text": "Prostate cancer cell lines had increased MIF gene expression and protein levels; cell growth and invasion required MIF activated signal transduction pathways that were not necessary for growth or viability of androgen-dependent prostate cells"}, {"pubmed": 17166737, "text": "The secretion of MIF by dendritic cells is differentially regulated by Toll-like receptors"}, {"pubmed": 17172590, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17181929, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17206642, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17215861, "text": "The macrophage migration inhibitory factor gene is involved with celiac disease susceptibility."}, {"pubmed": 17224449, "text": "granzyme B is induced by ultraviolet A rays in human keratinocytes through MIF"}, {"pubmed": 17435771, "text": "By activating CXCR2 and CXCR4, MIF displays chemokine-like functions and acts as a major regulator of inflammatory cell recruitment and atherogenesis."}, {"pubmed": 17438452, "text": "MIF is increased in patients with meningococcal disease and highest in the presence of shock."}, {"pubmed": 17438455, "text": "An increase in serum MIF from the first to second day of admission in patients with severe sepsis indicates a higher risk of early mortality."}, {"pubmed": 17495357, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17495357, "text": "The -173 C allele is over expressed in acute pancreatitis"}, {"pubmed": 17541237, "text": "Macrophage migration inhibitory factor may be related to the status of H. pylori infection."}, {"pubmed": 17559578, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17559578, "text": "study showed that MIF-173C allele was associated with tuberculosis in a dominant pattern; no allele in the MIF-794 CATT microsatellite was associated with risk of TB; results indicate MIF gene influences the risk of developing TB in the studied population"}, {"pubmed": 17591062, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 17591062, "text": "We evaluated whether the single nucleotide polymorphism (SNP) G/C at position -173 of the MIF gene contributes to the predisposition to IBD and higher amounts of steroid therapy."}, {"pubmed": 17592555, "text": "Imbalances in seminal fluid MIF indicates male infertility."}, {"pubmed": 17620429, "text": "Autocrine production of MIF by ovarian cancer cells stimulates other cytokines, chemokines, and angiogenic factors that may promote colonization of the peritoneum and neovascularization of tumor deposits."}, {"pubmed": 17658526, "text": "MIF may play a physiological role in sperm capacitation but may have deleterious effects on sperm function at abnormal pathophysiological levels, and therefore may have a role in endometriosis-associated infertility."}, {"pubmed": 17706208, "text": "A four-marker panel of CA-125, macrophage chemotactic protein-1, leptin, and macrophage migration inhibitory factor could diagnose the presence of endometriosis with 93% accuracy."}, {"pubmed": 17709373, "text": "MIF promotes Rac1 activity and subsequent tumor cell motility through lipid raft stabilization"}, {"pubmed": 17712545, "text": "Data indicate that MIF may play a causal role in the aetiology of type 2 diabetes and that elevated MIF levels confer a higher disease risk."}, {"pubmed": 17712545, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17728788, "text": "Logistic regression demonstrated a significant association between CaP and the -173G/C, the -173C/C and the -794 7-CATT MIF polymorphisms (P<0.001)."}, {"pubmed": 17728788, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17763209, "text": "MIF-173*C allele was found more frequently in patients with hereditary periodic fever than in controls, with elevated serum levels."}, {"pubmed": 17763209, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17786285, "text": "Functional promoter polymorphisms of the MIF gene might be associated with the severity of gastric mucosal inflammation in younger subjects and with the subsequent development of mucosal atrophy."}, {"pubmed": 17786285, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17854804, "text": "MIF-induced fibroblast activation was accompanied by an induction of calcium signalling"}, {"pubmed": 17854909, "text": "macrophage migration inhibitory factor directly up-regulates alphavbeta3 integrin and VEGF expression in human endometrial Ishikawa cells"}, {"pubmed": 17869648, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17869648, "text": "The -173C allele in the promoter region is associated with increased rheumatoid arthritis predisposition, mainly in early-onset patients."}, {"pubmed": 17906677, "text": "Enhanced angiotensin converting enzyme 2 regulates the insulin/Akt signalling pathway by blockade of macrophage migration inhibitory factor expression."}, {"pubmed": 17912466, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 17912466, "text": "These results provide the first evidence that the IL-17F and MIF gene polymorphisms are significantly associated with the development of functional dyspepsia."}, {"pubmed": 18034423, "text": "The MIF gene is hypomethylated. Transcription factors Sp1 and CREB are critical positive regulators of constitutive human MIF gene expression."}, {"pubmed": 18037272, "text": "MIF might be involved in the pathogenesis of bullous pemphigoid"}, {"pubmed": 18054247, "text": "MIF-173 CC genotype may be associated with susceptibility to UC."}, {"pubmed": 18054247, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18060744, "text": "IL-1beta and MIF cytokine network induce MMP-1 and contribute to the loss of interstitial collagen in skin photoaging"}, {"pubmed": 18074864, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18078632, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 18078632, "text": "There is a clinical relevance of the MIF -173 G/C single nucleotide polymorphism in oligoarticular juvenile idiopathic arthritis. The -173 C allele may represent a predictor of poor response to intra-articular glucocorticoid treatment."}, {"pubmed": 18081874, "text": "Serum MIF levels increase during the active phase of both acute and chronic graft-versus-host disease."}, {"pubmed": 18097599, "text": "promoter polymorphisms of the MIF gene are associated with the progression of gastric mucosal inflammation and the development of mucosal atrophy at an early stage in life and...may increase the risk for the subsequent development of gastric cancer"}, {"pubmed": 18165264, "text": "MIF production by human first-trimester placenta is up-regulated by parasite antigen and may play an essential role as an autocrine/paracrine mediator in placental infection by T. gondii"}, {"pubmed": 18171527, "text": "MIF and cyclin D1 might be related to the growth and metastasis of hepatocellular carcinoma."}, {"pubmed": 18171602, "text": "Overexpression of macrophage migration inhibitory factor induces angiogenesis in human breast cancer"}, {"pubmed": 18177450, "text": "Female more often than males carry DQ2/DQ8 molecules while the majority of negative cases of celiac disease are male"}, {"pubmed": 18228042, "text": "Carriers of the MIF -173*C allele had a significantly higher probability of end-stage renal disease (ESRD) compared with G/G homozygous patients within 5 years from onset (log rank 5.11 p = 0.024)."}, {"pubmed": 18228042, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 18235500, "text": "macrophage migration inhibitory factor (MIF), an upstream regulator of inflammation, is released in the ischaemic heart, where it stimulates AMPK activation through CD74, promotes glucose uptake and protects the heart during ischaemia-reperfusion injury"}, {"pubmed": 18239193, "text": "MIF is an endogenous pro-survival factor in human pulmonary artery endothelial cells and identify a novel mechanism for its role in apoptosis resistance through the regulation of FLIP."}, {"pubmed": 18242614, "text": "Circulating MIF concentrations are not associated with the risk for coronary heart disease"}, {"pubmed": 18242614, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18261992, "text": "First demonstration of increased macrophage migration inhibitory factor (MIF) expression in adult-onset Still's disease suggests that MIF may be an important marker for disease evaluation and monitoring."}, {"pubmed": 18270460, "text": "MIF acts on the migration of VSMCs in an autocrine and paracrine fashion."}, {"pubmed": 18356846, "text": "C-reactive protein, migration inhibitor factor (MIF), leptin, and visfatin levels decreased after weight loss."}, {"pubmed": 18362243, "text": "REVIEW of involvement of MIF in the inflammatory pathogenesis of atherosclerosis and its consequences"}, {"pubmed": 18426738, "text": "MIF may be used as a diagnostic marker in colorectal carcinomas"}, {"pubmed": 18466513, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 18469521, "text": "Knockdown of MIF could inhibit G1/S transition through inhibition of MAPK, PI3K/Akt, NFkappaB, c-Myc-dependent pathway and activation of TGFbeta, p53-dependent pathway."}, {"pubmed": 18474653, "text": "Macrophage migration inhibitory factor and interleukin-8 produced by gastric epithelial cells during Helicobacter pylori exposure induce expression and activation of the epidermal growth factor receptor."}, {"pubmed": 18490733, "text": "findings show MIF may contribute to the immune escape of ovarian carcinoma by transcriptionally down-regulating NKG2D in vitro and in vivo which impairs NK cell cytotoxicity toward tumor cells"}, {"pubmed": 18493321, "text": "functional interdependence between MIF and HIF-1alpha protein stabilization and transactivation activity provide a molecular mechanism for promotion of tumorigenesis by MIF"}, {"pubmed": 18502749, "text": "MIF physically associates with p53 and negatively regulates p53 function."}, {"pubmed": 18618071, "text": "MIF(macrophage migration inhibitory factor) levels increased in Systemic sclerosis (SSc) and higher in diffuse than in limited cutaneous SSc; patients with pulmonary hypertension and recurrent digital ulcers had higher MIF levels than patients without"}, {"pubmed": 18676531, "text": "These results identify MIF as a possible susceptibility gene for autism spectrum disorder."}, {"pubmed": 18677096, "text": "Endogenous MIF may regulate the pro-apoptotic activity of Bim and inhibit the release of cytochrome c from mitochondria."}, {"pubmed": 18680514, "text": "Carriage of the C allele of MIF-173G>C or the 7 CATT repeat of the MIF-794 microsatellite correlated with lower basal and stimulated MIF mRNA levels"}, {"pubmed": 18684922, "text": "D-dopachrome tautomerase (D-DT) and macrophage migration inhibitory factor, individually and additively, promote vascular endothelial growth factor and CXCL8 expression in human lung adenocarcinoma cell lines."}, {"pubmed": 18710704, "text": "Involvement of the nuclear transcription factor NF-kappaB in MIF gene activation in ectopic endometrial cells in response to IL-1 beta and identifies a possible pathway of endometriosis-associated inflammation and ectopic cell growth."}, {"pubmed": 18720262, "text": "Serum levels of MIF in Kawasaki disease patients were the highest in the early acute phase and gradually decreased after defervescence."}, {"pubmed": 18795803, "text": "Results suggest that targeting the C-terminal region could provide new strategies for allosteric modulation of MIF enzymatic activity and the development of novel inhibitors of MIF tautomerase activity."}, {"pubmed": 18815136, "text": "direct interaction between NM23-H1 and macrophage migration inhibitory factor (MIF) is critical for alleviation of MIF-mediated suppression of p53 activity"}, {"pubmed": 18832726, "text": "MIF plays a role in M cell-mediated transport, and cross-talk between bacteria, gut epithelium, and immune system is instrumental in regulating key functions of the gut, including M cell-mediated Ag sampling."}, {"pubmed": 18842989, "text": "CD74 acts as a receptor for MIF in podocytes and may play a role in the pathogenesis of diabetic nephropathy"}, {"pubmed": 18852457, "text": "identify a pseudo-(E)LR motif as the structural determinant for MIF's activity as a non-canonical CXCR2 ligand"}, {"pubmed": 18853133, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18930766, "text": "plasma levels are significantly higher in Alzheimer's disease patients"}, {"pubmed": 19009023, "text": "Data demonstrate that macrophage migration inhibitory factor expression was not only correlated with the presence of colorectal cancer but also may play a direct role in cancer development."}, {"pubmed": 19038405, "text": "Data show that CSF MIF concentrations are significantly increased in Alzheimer's disease and mild cognitive impairment patients compared to controls."}, {"pubmed": 19062717, "text": "Expression levels of MIF, VEGF and p16 were significantly higher in the carcinomas than those in cervical intraepithelial neoplasia or normal tissues."}, {"pubmed": 19081768, "text": "Data suggest that increased serum macrophage migration inhibitory factor in chronic kidney disease are not caused by poor renal function, but are associated with markers of oxidative stress and endothelial activation."}, {"pubmed": 19109179, "text": "Because immunodepletion of MIF from conditioned medium completely restores monocyte-derived macrophage chemotaxis, a functional role of MIF can be shown as an inhibitor of macrophage migration in the context of human cytomegalovirus infection. infection."}, {"pubmed": 19155217, "text": "RPS19 significantly compromised CXCR2-dependent MIF-triggered adhesion of monocytes to endothelial cells under flow conditions. We, therefore, propose that RPS19 acts as an extracellular negative regulator of MIF."}, {"pubmed": 19157791, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19157791, "text": "There is an association between the MIF-173C allele and male psoriasis and late onset psoriasis in the studied Han population in northeastern China."}, {"pubmed": 19167373, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19167373, "text": "particular MIF gene polymorphisms may contribute to myocardial infarction susceptibility in females."}, {"pubmed": 19170716, "text": "In PCOS, MCP-1, MIP-1alpha and MIF correlated positively with central fat mass. A BMI independent positive association was found between MIF and free testosterone in PCOS."}, {"pubmed": 19188484, "text": "MIF is secreted by macrophages upon recognition of immune complexes and is required for TNF production."}, {"pubmed": 19196797, "text": "Macrophage migration inhibitory factor (MIF) acts as a global regulator of wound healing mediating the majority of estrogen's healing promoting activity."}, {"pubmed": 19260777, "text": "MIF suppresses migration of human mesenchymal stem cells in vitro. A small molecule antagonist of MIF attenuates this suppressive effect."}, {"pubmed": 19299454, "text": "findings show a direct role for MIF in the up-regulation of cyclooxygenase 2 synthesis and PGE(2) secretion in ectopic endometrial cells; data provide evidence for mechanism by which MIF can induce a proinflammatory phenotype in ectopic endometrial cells"}, {"pubmed": 19317738, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19317738, "text": "preliminary results suggest an association between the MIF-173C allele and childhood asthma."}, {"pubmed": 19346297, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19346297, "text": "Two distinct polymorphisms in the MIF promoter were analyzed: a G/C transition at -173 and a CATT repeat at -794. Polymorphisms associated with higher MIF expression may have a beneficial effect in community-acquired pneumonia."}, {"pubmed": 19376177, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19376177, "text": "Results suggest that the MIF -173G/C polymorphism confers susceptibility to Chagas disease in the populations under study."}, {"pubmed": 19394321, "text": "expression of MIF is significantly increased in cardiomyocytes exposed to chronic hypoxia, and the activation of 5'-adenosine monophosphate activated protein kinase was increased accordingly"}, {"pubmed": 19406662, "text": "Data suggest that elevated levels of serum macrophage migration inhibitory factor (MIF) observed in sepsis may not reflect MIF produced by blood leukocytes stimulated directly by bacteria or TNF."}, {"pubmed": 19417556, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19417556, "text": "possible role of MIF gene polymorphism in progression of chikungunya infection into cases of acute flaccid paralysis and chronic arthropathy"}, {"pubmed": 19423540, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19428548, "text": "These results indicate that pharmacological inhibition of NF-kappaB causes the release of MIF through de novo synthesis of MIF and the secretion of preformed MIF in CD4(+) T cells through the production of reactive oxygen species."}, {"pubmed": 19454686, "text": "p115 is a critical intermediary component in the regulated secretion of MIF from monocytes/macrophages"}, {"pubmed": 19464392, "text": "MIF is a pleiotropic cytokine that could be involved in the pathogenesis of idiopathic pulmonary fibrosis"}, {"pubmed": 19475570, "text": "MIF-173 polymorphisms may be associated with a higher incidence of prostate cancer compared to controls."}, {"pubmed": 19475570, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19591577, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19591577, "text": "The findings demonstrate that variation in the MIF promoter influences susceptibility to severe malarial anemia and peripheral MIF production."}, {"pubmed": 19601712, "text": "These results suggest that the cell surface TRX serves as one of the MIF binding molecules or MIF receptor component and inhibits MIF-mediated inflammatory signals."}, {"pubmed": 19602265, "text": "intracellular expression of MIF in breast cancer cells is beneficial, whereas extracellular MIF may play a pro-oncogenic role in promoting breast cancer cell-stroma interactions"}, {"pubmed": 19644855, "text": "Hypoxia and glucocorticoid signaling converge to regulate macrophage migration inhibitory factor gene expression."}, {"pubmed": 19665027, "text": "Data show that CD74 forms functional complexes with CXCR4 that mediate MIF-specific signaling."}, {"pubmed": 19720544, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19720544, "text": "patient MIF -173 *C allele may be linked to specific, yet unrevealed functions in tumor biology and graft versus leukemia and lymphoma effects and potentially presents a novel prognostic marker for patient-tailored counseling and therapy"}, {"pubmed": 19723024, "text": "Nutrient isothiocyanates covalently modify and inhibit the inflammatory cytokine macrophage migration inhibitory factor (MIF)."}, {"pubmed": 19724898, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19724898, "text": "Results provided the first evidence that the genetic polymorphisms MIF polymorphism is associated with n CpG island hyper-methylation status in the human gastric mucosa."}, {"pubmed": 19726058, "text": "acts as an autocrine growth factor involved in cell cycle progression"}, {"pubmed": 19737008, "text": "Role of tertiary structure in modulating the biochemical and biological activities of MIF and present new opportunities for modulating MIF biological activities in vivo."}, {"pubmed": 19747950, "text": "Histone deacetylase inhibitors repress macrophage migration inhibitory factor (MIF) expression by targeting MIF gene transcription through a local chromatin deacetylation."}, {"pubmed": 19759012, "text": "dexamethasone-induced inhibition of proliferation, migration, and invasion in glioma cell lines is antagonized by macrophage migration inhibitory factor (MIF) and can be enhanced by specific MIF inhibitors"}, {"pubmed": 19762145, "text": "increased circulating levels of bioactive MIF are present in bladder cancer patient serum."}, {"pubmed": 19773451, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19776019, "text": "analysis of modification of the proinflammatory cytokine macrophage migration inhibitory factor by dietary isothiocyanates"}, {"pubmed": 19776337, "text": "The secretion of MIF by macrophages and hepatocytes required a productive dengue virus infection and occurred without an increase in gene transcription or cell death, thus indicating active secretion from preformed stocks."}, {"pubmed": 19799813, "text": "Positive expression of MIF protein was detected in 53.5% of ovarian carcinoma tissues and was positively correlated to clinical stages of patients."}, {"pubmed": 19829123, "text": "MIF expression is significantly increased especially by mononuclear cells in liver tissue of patients with non-alcoholic fatty liver secondary to inflammation."}, {"pubmed": 19829123, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19938192, "text": "Macrophage MIF increases the proliferation of gastric cancer cells, induces the expression of cyclin D1 at the transcriptional level and inhibits the expression of p27(Kip1) at the post-transcriptional level via the PI3K/Akt pathway"}, {"pubmed": 19941661, "text": "Data suggest that haplotypes with the combination of the -173 C allele and the -794 CATT7 allele may not serve as a marker for susceptibility to sepsis, but may help identify septic patients at risk of dying."}, {"pubmed": 19941661, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19950249, "text": "The replication of Sindbis Virus in human macrophages promoted macrophage activation, leading to the release of macrophage migration inhibitor factor (MIF) from intracellular stores."}, {"pubmed": 20038293, "text": "Restoration of contact inhibition in human glioblastoma cell lines after MIF knockdown."}, {"pubmed": 20085845, "text": "elevated plasma levels in HIV-1 infected patients and role in HIV-1 replication"}, {"pubmed": 20127054, "text": "Results suggest that genetic polymorphisms of IL-17A and MIF, but not IL-17F, are associated with CpG island hyper-methylation status in gastric cancer."}, {"pubmed": 20149326, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20149326, "text": "We showed that children carrying the MIF polymorphism -173*C had a higher percentage of coronary artery anomalies."}, {"pubmed": 20178462, "text": "Data suggest that hypoxia-induced MIF secretion from ECs might play an important role in the recruitment and migration of EPCs to hypoxic tissues such as after ischemia-induced myocardial damage."}, {"pubmed": 20193596, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20200619, "text": "Measured MIF levels in the brain cytosol and cerebrospinal fluid (CSF) of AD patients and age-matched controls. Our results demonstrate a marked increase of MIF levels within the CSF of AD patients compared with controls."}, {"pubmed": 20203087, "text": "MIF is involved in the pathogenesis of non-insulin-dependent diabetes mellitus"}, {"pubmed": 20233515, "text": "Macrophage migration inhibitory factor gene promoter polymorphisms is associated with multiple sclerosis"}, {"pubmed": 20233515, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20303284, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20346241, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20346241, "text": "Our results do not show that MIF-173 gene polymorphism may infer a direct risk for disease susceptibility or cardiovascular disease in patients with rheumatoid arthritis"}, {"pubmed": 20369477, "text": "MIF and CD147 may play important roles in invasion and metastasis in non-small cell lung cancer."}, {"pubmed": 20380014, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20382217, "text": "Elevated MIF is associated with depressive symptoms, blunted cortisol reactivity to acute stress, and lowered morning cortisol."}, {"pubmed": 20383199, "text": "HBP1 directly inhibits MIF gene transcription, which is overexpressed in prostatic cancer."}, {"pubmed": 20406964, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20438785, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20439102, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20447688, "text": "MIF -173G/C polymorphism is involved in the etiology of childhood acute lymphoblastic leukemia."}, {"pubmed": 20447688, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20448056, "text": "MIF can protect human vascular endothelium from the toxic effects of cigarette smoke extract via the antagonism of p53-mediated apoptosis"}, {"pubmed": 20452482, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20460119, "text": "Ferroportin Q248H and low iron stores are both associated with lower circulating tumor necrosis factor-alpha, while only ferroportin Q248H is associated with lower circulating macrophage migration inhibitory factor"}, {"pubmed": 20467327, "text": "These data suggest that MIF is a skeletal muscle cytokine with probable functions beyond inflammatory pathology in the complex regenerative response to muscle fiber damage."}, {"pubmed": 20471506, "text": "MIF promoter polymorphisms have modest effects on bone remodeling and are associated with the rate of bone loss in elderly women."}, {"pubmed": 20471506, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20499270, "text": "An excessive serum MIF elevation overrides the anti-inflammatory effects of cortisol and leads to persistent SIRS followed by MODS in blunt trauma patients."}, {"pubmed": 20534506, "text": "Allosteric inhibition of macrophage migration inhibitory factor is revealed by ibudilast"}, {"pubmed": 20546256, "text": "It is unlikely that common polymorphisms in the MIF gene strongly influence susceptibility to T1D in the UK population."}, {"pubmed": 20546256, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20573157, "text": "High glucose-induced myocardial cell apoptosis involves overexpression of MMIF and activation of the c-Jun N-terminal kinase signaling pathway."}, {"pubmed": 20598902, "text": "Circulating MIF is elevated in polycystic ovary syndrome independent of obesity."}, {"pubmed": 20621719, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20621719, "text": "Our results suggested that tetranucleotide CATT repeat of MIF gene promoter may be associated with the development of UC and the severity of inflammation in patients with ulcerative colitis."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20646540, "text": "Overexpression of MIF and CD74 in the placenta may up-regulate the CRP level in maternal blood, which may be involved in the pathogenesis of preeclampsia."}, {"pubmed": 20673868, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20805296, "text": "Observational study of gene-disease association, gene-gene interaction, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20807568, "text": "Macrophage migration inhibitory factor promotes MAPK signalling through ERK1/2, while it can either activate or inhibit JNK phosphorylation"}, {"pubmed": 20811626, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20829434, "text": "Results propose a MIF-NURR1 signaling axis as a regulator of the glucocorticoid sensitivity of MKP1."}, {"pubmed": 20847814, "text": "The plasma levels of MIF and TRX1 were significantly elevated in patients with severe sepsis or septic shock."}, {"pubmed": 20861157, "text": "The biological effects of MIF are mediated by the CXCR4 and CXCR7 chemokine receptors in rhabdomyosarcoma cell lines that express only one of these receptors: CXCR4."}, {"pubmed": 20863520, "text": "redox active substances may play an important role in the septic inflammatory response: MIF and MnSOD appear to be early predictors for survival in septic patients"}, {"pubmed": 20872800, "text": "High-expression of MIF is significantly associated with increased microvessels and lymph node metastasis in nasopharyngeal carcinoma."}, {"pubmed": 20878093, "text": "Functional promoter polymorphisms of macrophage migration inhibitory factor in peptic ulcer diseases"}, {"pubmed": 20878093, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20944103, "text": "This study identified the presence of MIF as a parameter that positively correlates with neoplastic progression of hypopharyngeal squamous cell carcinoma and cell differentiation status"}, {"pubmed": 20980171, "text": "Early increase of plasma MIF associates with NF-kB translocation and respiratory burst in PMNs of severe trauma patients. MIF is one of the important factors responsible for early PMN activation and may provide a target of immunomodulation after injury."}, {"pubmed": 21030269, "text": "AP-1 mediates Ang II-induced MIF expression which contributes to atherosclerotic plaque destabilization in human endothelial cells."}, {"pubmed": 21045753, "text": "MIF expression is increased in lung and serum of preterm infants and suggest that the high producing MIF -173*C allele may be a protective factor for bronchopulmonary dysplasia."}, {"pubmed": 21045753, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21071513, "text": "a unique and novel regulatory role for MIF family members in CRC pathogenesis"}, {"pubmed": 21087445, "text": "These results identify a novel, cell type-specific enhancer of MIF. The enhancer appears to be driven by Sp1 or related Sp family members and is highly sensitive to inhibition via mithramycin."}, {"pubmed": 21106938, "text": "the N-like loop in MIF is critical for MIF's noncognate interaction with CXCR2 and proatherogenic functions; the 2-site binding model that explains chemokine receptor activation also applies to MIF"}, {"pubmed": 21162929, "text": "MIF is overexpressed in gastric adenocarcinoma. Expression in poorly differentiated is higher than in moderately differentiated and well-differentiated cancer."}, {"pubmed": 21169549, "text": "Hypoxia significantly affects the expression of HIF-1alpha in a MIF-dependent manner, leading to a positive-feedback loop in primary CD4 T cells and influencing the lymphoproliferative response and dexamethasone action."}, {"pubmed": 21208809, "text": "Data show an association between a high-expression MIF allele and occurrence of pneumococcal meningitis."}, {"pubmed": 21209875, "text": "Activation of urothelial PAR1 receptors, either by locally generated thrombin or proteases present in the urine, may mediate bladder inflammation by inducing urothelial MIF release and upregulating urothelial MIF expression"}, {"pubmed": 21269946, "text": "Asymmetric dimethylarginine can up-regulate MIF expression and induce TNF-alpha and IL-8 secretion in THP-1 monocyte-derived macrophages."}, {"pubmed": 21281800, "text": "MIF-mediated melanogenesis occurs mainly through the activation of PAR-2 and SCF expression in keratinocytes after exposure to ultraviolet-B radiation."}, {"pubmed": 21283538, "text": "beta-arrestin1 plays a central role in coupling MIF endocytosis to sustained ERK activation"}, {"pubmed": 21283592, "text": "elevated levels of MIF are associated with cardiac dysfunction in diabetic patients, and the MIF effects are mediated by GRK2"}, {"pubmed": 21360573, "text": "MIF has a clear role in glioblastoma multiforme cells; together with its receptors, MIF may be a promising target for the treatment of malignant gliomas."}, {"pubmed": 21401926, "text": "The interactions among MIF, synovial fibroblasts, osteoclasts, RANKL, and IL-1beta have a close connection in osteoclastogenesis"}, {"pubmed": 21417823, "text": "Studies indicate that in chronic lymphocytic leukemia cells, binding of MIF to CD74 induces nuclear factor-kappaB activation and up-regulation of TAp63 expression, resulting in the secretion of interleukin 8, which in turn promotes cell survival."}, {"pubmed": 21512965, "text": "These findings demonstrate an association between MIF polymorphism rs1007888 and susceptibility to gestational diabetes mellitus in pregnancy and metabolic syndrome development."}, {"pubmed": 21515791, "text": "show promise as prognostic cell surface indicators for IDC and as targets for immunotherapeutic intervention."}, {"pubmed": 21553324, "text": "We have investigated single nucleotide polymorphisms of the MDR1 and MIF (G-173C, rs755622) genes in 170 children with nephrotic syndrome"}, {"pubmed": 21575460, "text": "The expression of MIF protein was found predominantly in the bladder urothelial cell carcinoma tumor cell cytoplasm and was inversely correlated with tumor stage."}, {"pubmed": 21607559, "text": "Suggest that MIF plays a role in early stages of rheumatoid arthritis."}, {"pubmed": 21607712, "text": "MIF may serve as an additional serologic inflammatory marker of disease activity in rheumatoid vasculitis , and it may be implicated in its pathogenesis."}, {"pubmed": 21623990, "text": "The MIF-173G/C polymorphism is associated with polycystic ovary syndrome (PCOS) in Chinese Han women and may contribute to the phenotypic expression of PCOS."}, {"pubmed": 21641401, "text": "MIF was up-regulated and demonstrated to be important for control of T. gondii infection in first-trimester explants and lack of MIF up-regulation in third-trimester placentas may be involved in higher susceptibility to infection at this gestational age."}, {"pubmed": 21684012, "text": "MIF is a promising new candidate in the neuro-immune interplay that may link depressive symptoms, altered immune state and HPA-axis dysregulation."}, {"pubmed": 21725855, "text": "MIF may serve as an independent predictive factor for prognosis of glioma patients"}, {"pubmed": 21750916, "text": "MIF -173G>C polymorphism may play a role in the etiology of bladder cancer in southern Chinese population."}, {"pubmed": 21773885, "text": "MIF immunoreactivity was enhanced in neoplastic astrocytes in WHO grade II glioma and increased significantly in higher tumour grades (III-IV)."}, {"pubmed": 21792010, "text": "overexpression of MIF and CD74 in cervical squamous cell carcinomas and its precancerous lesions and upregulation of VEGF secretion in cervical cancer cells indicate MIF and CD74 may play critical roles in pathogenesis and angiogenesis of cervical cancer"}, {"pubmed": 21817065, "text": "These data indicate that D-DT is a MIF-like cytokine."}, {"pubmed": 21823060, "text": "Women with metabolic syndrome showed elevated circulating MIF level."}, {"pubmed": 21848392, "text": "MIF might have a role in gestational diabetes mellitus."}, {"pubmed": 21852299, "text": "Changes in macrophage inhibitory factor correlate with changes in bone mineral density in glucocorticoid-treated patients with rheumatoid arthritis."}, {"pubmed": 21875883, "text": "The MIF -173 variant is confirmed as a promising clinical phenotype genetic marker."}, {"pubmed": 21890178, "text": "MIF may affect blood coagulation and anticoagulation through its influence on endothelial cell ICAM-1 and thrombomodulin expression."}, {"pubmed": 21990375, "text": "polymorphisms of the MIF gene affecting MIF expression are associated with the occurrence, severity, and outcome of meningococcal disease in children"}, {"pubmed": 22007254, "text": "higher levels in maternal serum and umbilical cord from preeclamptic pregnancies with fetal growth restriction"}, {"pubmed": 22079264, "text": "Comparative levels of macrophage migration inhibitory factor, procalcitonin, osteoprotegerin, interleukin-8, hs-C reactive protein, D-dimer in febrile neutropenia, newly diagnosed cancer patients, and infectious fever."}, {"pubmed": 22099602, "text": "MIF may play a significant role in the process of aseptic-loosening implants after total joint replacement."}, {"pubmed": 22127710, "text": "Macrophage migration inhibitory factor, which has both proinflammatory properties and macrophage and B cell survival functions, exerts a dual influence on the immunopathogenesis of systemic lupus erythematosus."}, {"pubmed": 22166284, "text": "We demonstrated that the C allele is associated with an increased risk for development of UC. This suggests that the G/C polymorphism in the MIF gene promoter may be a potential risk factor for UC in Polish population."}, {"pubmed": 22174124, "text": "MIF enhanced the migration of chondrosarcoma cells by increasing alphavbeta3 integrin expression through the PI3K/Akt/NF-kappaB signal transduction pathway."}, {"pubmed": 22206839, "text": "Brain arteriovenous malformations contain a high level of the pro-inflammatory cytokine MIF."}, {"pubmed": 22271573, "text": "MIF is identified as a novel HSP90 client and it is suggested that HSP90 inhibitors inhibit ErbB2-driven breast tumor growth at least in part by destabilizing MIF."}, {"pubmed": 22302395, "text": "The MIF -173 CC allele may increase the risk for rheumatoid arthritis, and that this effect was more evident among C-reactive protein-negative patients"}, {"pubmed": 22327470, "text": "A meta-analysis shows that the MIF -173 C/G polymorphism may be associated with susceptibility to juvenile idiopathic arthritis."}, {"pubmed": 22415145, "text": "S-nitros(yl)ation of MIF is a pivotal novel regulatory mechanism, providing enhanced activity resulting in increased cytoprotection in myocardial reperfusion injury."}, {"pubmed": 22430150, "text": "The region from -74 to +127 bp of the MIF promoter is required for activation by SRC-3."}, {"pubmed": 22449335, "text": "Data show that atients with knee osteoarthritis had significantly elevated levels of serum macrophage migration inhibitory factor (MIF) compared with those in healthy controls."}, {"pubmed": 22451332, "text": "Childhood obstructive sleep apnea was associated with higher plasma macrophage migration inhibitory factor [MIF] and fasting insulin levels that promote cardiometabolic risk, and the MIF gene SNP rs10433310 may account for some of the risk."}, {"pubmed": 22461895, "text": "Data show that two proteins, PTRF/cavin-1 and MIF, which are differentially expressed between normal lung and non-small cell lung cancer."}, {"pubmed": 22543583, "text": "MIF is a protumorigenic signaling molecule that functions in an autocrine fashion to promote renal cell carcinoma and may be useful as a minimally invasive marker of disease status."}, {"pubmed": 22609310, "text": "Three independent lines of evidence support the hypothesis that MIF may be an important player in aggregate immune cells to the granuloma microenvironments in these animal models of tuberculosis."}, {"pubmed": 22611320, "text": "Upregulation of MIF, CD74 and TLR4 are associated with increasing clinical stage and provide an opportunity as novel gastric cancer chemoprevention and/or treatment strategy."}, {"pubmed": 22649515, "text": "Specific inhibition of MIF alters endometriotic tissue growth and progression in vivo and may represent a promising potential therapeutic avenue for endometriosis."}, {"pubmed": 22676646, "text": "elevated MIF levels in obese adolescents"}, {"pubmed": 22693633, "text": "Study demonstrated enhanced expression of macrophage migration inhibitory factor in acute coronary syndromes."}, {"pubmed": 22742858, "text": "Data indicate that genetic variation in the macrophage migration inhibitory factor (MIF) gene is closely associated with tuberculosis."}, {"pubmed": 22759564, "text": "The present study revealed the existence of a local positive feedback loop by which estrogen acts directly on ectopic endometrial cells to upregulate the expression of MIF, which, in turn, displays the capability of inducing the expression of aromatase."}, {"pubmed": 22782901, "text": "p425 blocked the interaction of MIF with its receptor, CD74, and interfered with the pro-inflammatory activities of the cytokine."}, {"pubmed": 22813781, "text": "There was a statistically significant increase in frequency of the migration inhibitory factor -173 CC genotype in pediatric acute rheumatic fever patients compared with the control subjects."}, {"pubmed": 22820623, "text": "the MIF-173G/C polymorphism is associated with RA susceptibility, but the MBL2 codon 54 polymorphism is not associated with RA."}, {"pubmed": 22821831, "text": "Data indicate that increased macrophage migration inhibitory factor (MIF) expression is associated with poor survival in resected pancreatic ductal adenocarcinoma."}, {"pubmed": 22883521, "text": "The MIF -173G/C SNP is associated with insulin resistance in severe preeclampsia patients."}, {"pubmed": 22892326, "text": "H. pylori infection increases the risks of MIF polymorphisms for susceptibility with gastric cancer."}, {"pubmed": 22893706, "text": "tumor-derived MIF can affect patient prognosis, which might be related to the increase of Th17 cells in the NPC tumor microenvironment."}, {"pubmed": 22898393, "text": "MIF is an integral component of the cytokine storm characteristic of acute HIV infection."}, {"pubmed": 22909194, "text": "macrophage migration inhibitory factor -173G-C polymorphism is not associated with pemphigus vulgaris"}, {"pubmed": 22927777, "text": "CC genotype of MIF (-173) polymorphism may be a risk factor for cardiomyopathy patients"}, {"pubmed": 22939113, "text": "This study identified a strong association of the 2 SNPs, rs755622 and rs2096525, in the MIF gene with Behcet's disease(BD) and suggests that the involvement of MIF in BD may be through regulation of its mRNA expression."}, {"pubmed": 22949182, "text": "structure of the modified MIF obtained from X-ray diffraction data to 1.64 A resolution is presented"}, {"pubmed": 22952837, "text": "a novel regulatory mechanism governing cell migration during intervertebral disc degeneration"}, {"pubmed": 22988252, "text": "Data suggest that macrophage migration inhibitory factor (MIF) and d-dopachrome tautomerase (d-DT) act cooperatively to inhibit steady-state phosphorylation and activation of AMPK in LKB1 wild type and LKB1 mutant non-small cell lung carcinomas cells."}, {"pubmed": 23023114, "text": "SDF-1alpha or MIF affects the metastasis-related behaviors of CXCR4-expressing colon cancer cells."}, {"pubmed": 23028743, "text": "These findings provide new insights into the role of the Leu46 hydrophobic pocket in stabilizing the conformational state of MIF in solution."}, {"pubmed": 23043599, "text": "MIF and GNbeta2 interacted with influenza A H1N1 virus PB1-F2 protein."}, {"pubmed": 23050964, "text": "overview of molecular characteristics and biological aspects of MIF, particularly with respect to inflammatory bowel disease [REVIEW]"}, {"pubmed": 23060578, "text": "this study revealed an association between tissue MIF levels and tumor progression in oral cavity carcinomas."}, {"pubmed": 23064787, "text": "MIF is likely to be an important player in the pathogenesis of ACC and may promote cancer metastasis, which possibly involves JNK inactivation."}, {"pubmed": 23068083, "text": "the lower levels of MIF produced by MIF -173C carriers could influence the host-Leishmania interaction, favoring infection and disease progression."}, {"pubmed": 23125447, "text": "These data show that MIF is a key mediator of host responses against gram-negative bacteria, acting in part via a modulation of bacterial killing by macrophages."}, {"pubmed": 23179933, "text": "These results support the conclusion that functional variants of MIF, INFG, and TFNA genes are not associated with disease susceptibility or hearing loss progression in patients with MD."}, {"pubmed": 23207293, "text": "Increased MIF release during neuroendocrine differentiation is associated with prostate cancer progression or recurrence, especially following androgen deprivation."}, {"pubmed": 23246423, "text": "a subject who is homozygous for the variant allele B of codon 54 of the MBL2and heterozygous for variant allele C of -173 MIF has a risk factor for sensorineural hearing loss."}, {"pubmed": 23272137, "text": "elevated concentrations of placental MIF may be associated with an increased risk of adverse birth outcome."}, {"pubmed": 23315862, "text": "Hepatocellular carcinoma patients with MIF-794CATT5-8 low-repetitive-sequence genotypes had better prognosis than those with high-repetitive-sequence genotypes."}, {"pubmed": 23354841, "text": "Both clinical observations and experimental data suggest that MIF plays a pivotal role in the progression of HNSCC."}, {"pubmed": 23383040, "text": "severe DV infections induce MIF expression, which in turn stimulates monocytes or endothelial cells to express TM and ICAM-1 via the Erk, JNK MAPK and the PI3K signaling pathways"}, {"pubmed": 23402792, "text": "The MIF gene and protein are associated with rheumatoid arthritis in a western Mexican population."}, {"pubmed": 23403077, "text": "Gene knockdown of MIF, CXCR2 or CXCL8 disrupts the growth nasopharyngeal carcinoma tumor spheres."}, {"pubmed": 23410506, "text": "Urinary MIF was upregulated during acute kidney injury while MIF was abundantly expressed in the renal cortical tubules."}, {"pubmed": 23411097, "text": "Macrophage migration inhibitory factor participates in the pathogenesis of Guillain-Barre syndrome by modulating the Toll-like receptor 4 signaling pathway."}, {"pubmed": 23451183, "text": "present findings represent the first evidence that enhanced MIF production is associated with progressive cardiac impairment in chronic human infection with T. cruzi, strengthening relationship between inflammatory response and parasite-driven pathology"}, {"pubmed": 23497377, "text": "expressions of MIF and CXCR4 proteins in tumor cells and TILs have different clinically predictive values in esophageal squamous cell carcinoma"}, {"pubmed": 23523092, "text": "MIF gene -173 G/C polymorphism is not associated with Henoch-Schonlein purpura in the present Turkish population."}, {"pubmed": 23526214, "text": "an important role for MIF in radiation-induced changes in lung-cell antioxidant concentrations via Nrf2, and suggest that MIF may contribute to age-related susceptibility to thoracic radiation."}, {"pubmed": 23537651, "text": "We conclude that polymorphisms in the MIF gene promoter are associated with CAA severity in ischemic stroke patients."}, {"pubmed": 23552723, "text": "Study results suggest a possible role for MIF and thyroid status in ANCA-Associated Vasculitis."}, {"pubmed": 23556458, "text": "MIF-173 C allele confers an increased risk of susceptibility to atopic dermatitis."}, {"pubmed": 23566229, "text": "Results indicate the potential role of macrophage migration inhibitory factor (MIF) in Meniere's disease (MD)."}, {"pubmed": 23707797, "text": "present meta-analysis suggests an association between the MIF--173G/C polymorphism and inflammatory bowel disease risk; however, due to few studies and selection bias existed in some studies, the results should be interpreted with caution"}, {"pubmed": 23721694, "text": "Functional promoter polymorphisms in the MIF gene may contribute to disease susceptibility or clinical presentation of Adult-onset still's disease"}, {"pubmed": 23759989, "text": "This meta-analysis suggests that the -173 G/C polymorphism in the macrophage MIF gene contributes to inflammatory bowel disease susceptibility, specifically in Asian populations."}, {"pubmed": 23770720, "text": "Results suggest that macrophage migration inhibitory factor (MIF)-173 C/C polymorphism might be associated with increased risk of Cchronic hepatitis B (CHB) or HBV-induced liver cirrhosis (HC) in Chinese southern population."}, {"pubmed": 23776208, "text": "Mutant N110C can form a higher-order oligomer in equilibrium with a single locked trimer. The X-ray structure confirms a local conformational change that disrupts the subunit interface and results in global changes responsible for the oligomeric form."}, {"pubmed": 23794947, "text": "We found increased concentrations of MIF in patients with FMF. Increased MIF levels were significantly correlated with oxidative stress and in regression analysis"}, {"pubmed": 23846621, "text": "role for platelet-derived atherogenic cell recruitment"}, {"pubmed": 23882081, "text": "Data indicate that macrophage migration inhibitory factor (MIF) is expressed and released from macrophages in response to tuberculous stimuli."}, {"pubmed": 23895962, "text": "The polymorphism -173G/C of the MIF promoter does not appear to be of major importance in the pathophysiology of necrotizing enterocolitis in preterm infants."}, {"pubmed": 23913513, "text": "Circulating MIF and MIF receptor profiles distinguish primary biliary cirrhosis from the more inflammatory phenotype of autoimmune hepatitis and may play a role in pathogenesis and as biomarkers of these diseases."}, {"pubmed": 23978362, "text": "Our findings show that high MIF plasma levels are associated with diminished endothelial function and arterial stiffness and are correlated with myocardial injury."}, {"pubmed": 23985752, "text": "The expression of MIF mRNA was compared with VEGF mRNA expression and with mRNA expression of other chemokines related to neo-angiogenesis, such as CXCL12, CXCL11, CXCL8 and CXCR4, in human endometrial cancer tissue and normal endometrium."}, {"pubmed": 24003215, "text": "The present data disclose that Gremlin-1 is an endogenous antagonist of MIF and define a role for Gremlin-1/MIF interaction in atherosclerosis."}, {"pubmed": 24039418, "text": "In addition, using immunofluorescence microscopy techniques, we were able to demonstrate that MWCNTs enhance insulin production via the macrophage migration inhibitory factor pathway."}, {"pubmed": 24066864, "text": "In addition, the study shows that the higher MIF-794CATT repeats (>5) is a risk factor for severe malaria."}, {"pubmed": 24091309, "text": "Macrophage migration inhibitory factor induced accumulation of mast cells in vivo is associated with activation of STAT5."}, {"pubmed": 24098445, "text": "MI leads to a rapid release of MIF from the myocardium into circulation. Subsequently MIF facilitates PBMC production of pro-inflammatory mediators and myocardial inflammatory infiltration."}, {"pubmed": 24138931, "text": "MIF is a direct target of miR-451, and MIF regulates NPC cell growth and invasion."}, {"pubmed": 24151396, "text": "Meta-analysis: found no evidence of association of MIF promoter polymorphisms with inflammatory bowel disease."}, {"pubmed": 24158957, "text": "Those with low expression of MIF demonstrated 20% reduced MIF production."}, {"pubmed": 24167613, "text": "Macrophage migration inhibitory factor and stearoyl-CoA desaturase 1: potential prognostic markers for soft tissue sarcomas"}, {"pubmed": 24194192, "text": "Our study identified a strong association of rs755622 with VKH syndrome and certain clinical features. rs2096525 was associated with certain clinical features of VKH syndrome."}, {"pubmed": 24273891, "text": "study found no association of glucocorticoid resistance (GC) and MIF mRNA and protein expression; present study suggested that MIF polymorphism and expression does not contribute to GC resistance in idiopathic thrombocytopenic purpura"}, {"pubmed": 24274936, "text": "Human mesenchymal stem cells, in hypoxic culture, produce endogenous MIF to activate AKT signaling to delay the progression of cellular senescence."}, {"pubmed": 24356968, "text": "findings identify DDT as a functionally redundant but more potent cytokine to MIF in cancer and suggest that current attempts to inhibit MIF signaling may fail because of DDT compensation."}, {"pubmed": 24366206, "text": "MIF and VEGF play an important role in the progression of hepatocellular carcinoma."}, {"pubmed": 24379579, "text": "P115 promotes proliferation of gastric cancer cells through an interaction with MIF."}, {"pubmed": 24384723, "text": "ErbB2 overexpression controls HSF1 activity, with subsequent stabilization of tumor-promoting HSP90 target, MIF."}, {"pubmed": 24396292, "text": "Increased expression of MIF and DJ-1 induced cell invasion and metastasis of nasopharyngeal carcinoma."}, {"pubmed": 24424397, "text": "The HuScFv with highest binding signal to rMIF also inhibited the tautomerase activities of both rMIF and native MIF in human monoblastic leukemia (U937) cells in a dose-dependent manner"}, {"pubmed": 24429801, "text": "MIF is overexpressed in aorta from patients with coronary atherosclerosis and correlates with the severity of coronary artery disease."}, {"pubmed": 24441872, "text": "both MIF and the MIF receptor CD74 are required for maintenance of normal alveolar structure in mice and decreases in MIF are associated with COPD in human subjects."}, {"pubmed": 24490973, "text": "Loss of MIF expression is associated with chronic obstructive pulmonary diseases."}, {"pubmed": 24527464, "text": "Data suggest that MIF plays an important role in pathogenesis and progression of diabetes type 1 and type 2; MIF appears to act as a proinflammatory cytokine. [REVIEW]"}, {"pubmed": 24530749, "text": "MIF gene polymorphisms are associated with SLE susceptibility and with an increase of TNF-alpha serum levels in a Mexican-Mestizo population."}, {"pubmed": 24569872, "text": "MIF/CD74 pathway may represent a crucial target for treating disc degeneration since inhibiting the function of MIF with its antagonist ISO-1 can reduce MIF-induced inflammation and exert potent therapeutic effects."}, {"pubmed": 24644543, "text": "Our results suggest that the role of MIF polymorphisms in the susceptibility to positive response to steroid therapy is still unresolved."}, {"pubmed": 24667663, "text": "A goiter-developmental model incorporating genetic (MIF SNP rs755622) and environmental risk factors (gender, radioiodine treatment, thyroid gland surgery and vitiligo) significantly increased the prediction accuracy."}, {"pubmed": 24683185, "text": "These results demonstrate natural antagonist activity of DRalpha1 for macrophage migration inhibitory factor"}, {"pubmed": 24687413, "text": "There were no statistically significant differences in the distribution of MIF genotypes and allele frequencies between inflammatory bowel disease patients and controls."}, {"pubmed": 24826917, "text": "that MIF gene expression is altered during stroke and dysregulation of the hypoxia signaling-induced MIF expression plays an important role in neuronal death in stroke."}, {"pubmed": 24840392, "text": "The presence of MIF-173 (G/C) gene polymorphism (rs755662) was associated with susceptibility, patient age, and stages of colorectal cancer in Taiwanese."}, {"pubmed": 24850900, "text": "Thus, MIF inhibition is a promising strategy for prevention of the deleterious cutaneous effects of acute and chronic UVB exposure."}, {"pubmed": 24862346, "text": "The ability of polymorphonuclear leukocytes to produce NETs in response to P. aeruginosa was driven by macrophage migration-inhibitory factor (MIF) by promoting mitogen-activated protein kinase."}, {"pubmed": 24879618, "text": "MIF-173 polymorphism is associated with acute myeloid leukemia"}, {"pubmed": 24932684, "text": "Both p53 wildtype and mutant human lung adenocarcinoma tumors rely on MIF family members for maximal cell growth and survival."}, {"pubmed": 24939415, "text": "Findings showed an increased extent of MIF expression in cancer cells and in stromal fibroblasts of Breast Cancer tumor, in contrast to a less uniform increase of CD74 expression."}, {"pubmed": 24951298, "text": "The MIF -173C allele is associated with erythema nodosum in Lofgren's syndrome."}, {"pubmed": 25022961, "text": "The results correlate MIF activity to specific and sequential Rho GTPase activity perturbations, and suggests potential roles for the modulation of cell movement in those events including development, cell survival and viral infection."}, {"pubmed": 25056219, "text": "Stratum corneum MIF levels were found to be significantly higher in atopic dermatitis-involved skin lesions than in uninvolved areas within the same patient."}, {"pubmed": 25105152, "text": "We conclude that the 6/7 genotype of the MIF -794 (CATT)5-8 polymorphism is associated with susceptibility to ACS in a western Mexican population."}, {"pubmed": 25108206, "text": "MIF-173GC polymorphism independently contributes to abdominal obesity and is related to apoB concentrations apparently in men alone; tendency of the -173C-allele carriage to predict new-onset diabetes independently was also confined to men; These gender-modulated associations suggest novel gene-gender-environmental interactions originating from a proinflammatory state"}, {"pubmed": 25168062, "text": "Results show that MIF regulates PI3K/Akt signalling and key cell cycle proteins in melanoma cell lines."}, {"pubmed": 25172501, "text": "In TPA-induced skin inflammation, MIF is released from damaged keratinocytes and then triggers the chemotaxis of CD74(+)CXCR2(+) NKT cells for IFN-gamma production."}, {"pubmed": 25329590, "text": "Review/Meta-analysis: MIF -173G/C gene polymorphism may increase risk of renal disease, especially in children."}, {"pubmed": 25458401, "text": "Significant differences exist in plasma MIF levels between obese and non-obese women with and without polycystic ovary syndrome."}, {"pubmed": 25460285, "text": "HIF1A and MIF as potential predictive mRNA biomarkers of pre-eclampsia"}, {"pubmed": 25463068, "text": "macrophage migration inhibitory factor and its inhibitor Gremlin-1 have roles in coronary artery disease"}, {"pubmed": 25487600, "text": "Overexpression of GYS1, MIF, and MYC is associated with adverse outcome and poor response to azacitidine in myelodysplastic syndromes and acute myeloid leukemia"}, {"pubmed": 25503271, "text": "impact of MIF gene promoter polymorphism on F508del cystic fibrosis patients"}, {"pubmed": 25530499, "text": "Insight into the cellular effects of MIF in human trophoblast, which acts to promote cell migration and invasion."}, {"pubmed": 25561410, "text": "MIF was found to be a major platelet-derived chemotactic recruitment factor with clot-modulating properties and therefore might be relevant in inflammatory diseases such as atherosclerosis"}, {"pubmed": 25593081, "text": "Detected reduction in MCP-1 secretion appears to be advantage because of tumor's growth limiting but an increase in the secretion of MIF."}, {"pubmed": 25600533, "text": "Lack of association between MIF gene -173G>C polymorphism with multiple sclerosis."}, {"pubmed": 25712213, "text": "Macrophage migration inhibitory factor-CXCR4 is the dominant chemotactic axis in human mesenchymal stem cell recruitment to tumors."}, {"pubmed": 25712805, "text": "these results implicate MIF in the pathogenesis of esophageal inflammation and suggest that targeting MIF might represent a novel therapy for EoE."}, {"pubmed": 25716200, "text": "It indicated that MIF knockdown inhibited cell proliferation and induced apoptosis in ADC cells."}, {"pubmed": 25730019, "text": "Our findings demonstrated the associations among MIF polymorphism rs1007888, insulin resistance, and pancreatic b cell functions in gestational diabetes mellitus patients."}, {"pubmed": 25762421, "text": "MIF may have a role in acute kidney injury after orthotopic liver transplantation"}, {"pubmed": 25821795, "text": "These data suggest that MIF -173G/C polymorphism may be related to the development of CHD in a Chinese population. Plasma MIF level is a predictor of plaque stability."}, {"pubmed": 25861163, "text": "data suggest that MIF and Th17 cells increased dynamically and positively correlated with the markers of thyroid autoimmune damage"}, {"pubmed": 25930990, "text": "MIF positively correlates with obesity as well as insulin resistance and contributes to adipose tissue inflammation by modulating adipose tissue macrophages functions. [review]"}, {"pubmed": 25961459, "text": "study indicates MIF is a central and upstream regulator of ADPKD pathogenesis and provides a rationale for further exploration of MIF as a therapeutic target for ADPKD."}, {"pubmed": 25966103, "text": "Antiviral treatment of chronic hepatitis B virus patients with Baraclude alters serum migratory inhibitory factor, IL-17, and IL-10 levels."}, {"pubmed": 25972622, "text": "The study found no relationship between obesity and MIF gene promoter polymorphisms with MIF mRNA expression in young obese subjects."}, {"pubmed": 25998484, "text": "Genetic polymorphism of rs755622 in MIF is associated with increased risk of gestational diabetes and insulin resistance in Han Chinese women."}, {"pubmed": 26005773, "text": "Suggest that MIF could be implicated in the pathogenesis of systemic sclerosis, probably acting as protective factor against the SSc stressful conditions."}, {"pubmed": 26020638, "text": "Bladder PAR activation elicits urothelial MIF release and urothelial MIF receptor signaling at least partly through CXCR4 to result in abdominal hypersensitivity without overt bladder inflammation"}, {"pubmed": 26039541, "text": "CD74-MIF interactions promotes melanoma cell survival to interferon gamma."}, {"pubmed": 26087187, "text": "Authors suggest that HHSECs and paracrine MIF promote initial migration and proliferation of CRC cells in the hepatic sinusoids to generate liver metastases."}, {"pubmed": 26107210, "text": "MIF -173G/C gene polymorphism may increase increase cancer in the Chinese population."}, {"pubmed": 26138061, "text": "HMGA2 and MIF promote the migration and invasion of oral squamous cell carcinoma cell lines in vitro."}, {"pubmed": 26139098, "text": "Blockade of CXCR7 suppressed MIF-mediated ERK- and zeta-chain-associated protein kinase (ZAP)-70 activation"}, {"pubmed": 26209628, "text": "Data suggest that oxidized macrophage migration inhibitory factor (oxMIF) is a diagnostic marker for inflammation and a relevant target for anti-inflammatory therapy."}, {"pubmed": 26234719, "text": "Increased MIF levels during cardiac surgery feature organ-protective properties during myocardial ischemia reperfusion injury."}, {"pubmed": 26272322, "text": "MIF urinary excretion appears to be a prognostic marker of therapy outcomes only in proliferative glomerulonephritis."}, {"pubmed": 26280537, "text": "Data show that macrophage migration inhibitory factor (MIF) binds to the extracellular domain of epidermal growth factor receptor (EGFR)."}, {"pubmed": 26281331, "text": "Macrophage migration inhibitory factor is a proinflammatory cytokine that activates monocytes, macrophages, neutrophils, and T cells."}, {"pubmed": 26345783, "text": "We investigated whether the MIF -173G/C polymorphism was associated with susceptibility to HBV infection in a Chinese Han population."}, {"pubmed": 26348853, "text": "Our results indicate that increased MIF expression and rapid activation of the MIF gene in fat tissue adjacent to acute wound healing disorders may play a role in cell recruitment to the site of inflammation and wound healing"}, {"pubmed": 26352431, "text": "LPA stimulated interaction of CSN5 with HIF1alpha and MIF. Depletion of CSN5 mitigated the association between HIF1alpha and MIF. We suggest HIF1alpha, MIF, and CSN5 form a ternary complex that is necessary to prevent degradation of HIF1alpha under aerobic conditions"}, {"pubmed": 26403072, "text": "Data show that the siRNA-induced macrophage migration inhibitory factor (MIF) reduction in murine mammary cancer line 4T1 and human breast cancer line MDA-MB-231 resulted in significant reduction of cell proliferation and increase of apoptosis."}, {"pubmed": 26412712, "text": "an inverse correlation with the tumor size for stromal MIF and a positive correlation with the triple receptor negative tumor status for stromal CD74 seem to be showed"}, {"pubmed": 26426302, "text": "There was no significant difference in allele frequency of MIF -173 C between patients with sudden sensorineural hearing loss and controls."}, {"pubmed": 26453918, "text": "oxidant generation at inflammatory sites may protect MIF from inactivation by more disruptive electrophiles, including drugs designed to target the tautomerase activity of MIF"}, {"pubmed": 26474589, "text": "Data show that micrRNA miR-608 exerts its anti-cancer function by directly targeting macrophage migration inhibitory factor (MIF) in hepatocellular carcinoma (HCC)."}, {"pubmed": 26485680, "text": "Data show that macrophage migration inhibitory factor (MIF) is a dialyzable plasma component that is effectively filtrated during HD from the patient blood pool in large amounts."}, {"pubmed": 26530123, "text": "Our findings support the role of MIF in tumor aggressiveness and suggest its potential application as a therapeutic target for gallbladder cancer."}, {"pubmed": 26535701, "text": "MIF is related to the development of duodenal ulcer, and that the presence of Hp is closely related with the expression of MIF in the duodenal mucosa and the development of duodenal ulcer."}, {"pubmed": 26541175, "text": "frequency of the -173 C allele higher in steroid-resistant nephrotic syndrome patients than in steroid-sensitive nephrotic syndrome patients"}, {"pubmed": 26542751, "text": "These data suggested a distinct genetic and immunopathogenic basis for tuberculosis at the MIF locus."}, {"pubmed": 26549761, "text": "The present study demonstrated that MIF may be important in the pathogenesis and progression of oral squamous cell carcinoma, and indicated its potential therapeutic value."}, {"pubmed": 26603621, "text": "MIF Is Necessary for Late-Stage Melanoma Patient MDSC Immune Suppression and Differentiation"}, {"pubmed": 26638028, "text": "patients homozygous for high-expression MIF alleles found to be more than 20-fold more likely to have West Nile virus encephalitis; data indicate that MIF is an important determinant of severity of West Nile Virus neuropathogenesis and may be a therapeutic target"}, {"pubmed": 26656832, "text": "MIF gene -173 G/C single nucleotide polymorphisms implicate in genetic susceptibility to TB, and GC+CC of MIF -173 site increases the risk of TB. We also found that no correlation between -173 G/C single nucleotide polymorphism and retreatment cases of TB in Yunnan Province population of China."}, {"pubmed": 26719579, "text": "Results show that MIF is overexpressed in ovarian tumor and represents a surface biomarker for tumor cells."}, {"pubmed": 26741693, "text": "Ionizing radiation (IR) and other DNA damaging stresses can induce robust MIF secretion in several cancer cell lines."}, {"pubmed": 26750167, "text": "High MIF levels and MIF -173G/C gene polymorphism are powerful predictors of the severity of sepsis and its outcome."}, {"pubmed": 26752645, "text": "These findings identify ICBP90 as a key regulator of MIF transcription and provide functional insight into the regulation of the polymorphic MIF locus."}, {"pubmed": 26783235, "text": "macrophage migration inhibitory factor (MIF) was regulated directly by miR451 and was a critical mediator of the biological effects of miR451 in neuroblastoma."}, {"pubmed": 26825917, "text": "Our results suggested that the CC genotype and C allele of MIF rs755622 SNP may be a genetic marker for the risk of coronary artery disease (CAD) and potentially predict the severity of CAD in Chinese Kazakh population."}, {"pubmed": 26829742, "text": "MIF -173CC and GPX1 594TT and high-fat diet are the risk factors for ulcerative colitis."}, {"pubmed": 26851955, "text": "structural modeling predicts a new MIF(CD74)3 dodecamer that may provide the basis for increased MIF potency and the requirement for ~3-fold excess RTL1000 to achieve full antagonism"}, {"pubmed": 26852939, "text": "Syndecan-1 on epithelial tumor cells promotes MIF binding and MIF-mediated cell migration. This may represent a relevant mechanism through which MIF enhances tumor cell motility and metastasis."}, {"pubmed": 26858459, "text": "High expression levels of macrophage migration inhibitory factor sustain the innate immune responses of neonates."}, {"pubmed": 26866879, "text": "the roles of CD74 and MIF in the immune surveillance escape process"}, {"pubmed": 26872252, "text": "The critical element of the Gremlin-1 molecule for regulating MIF-induced chemotactic activity lies at the C-terminal region. A single amino acid exchange of an arginine to an alanine residue is sufficient to abolish the antagonistic effect of Gremlin-1 on MIF. The Gremlin-1 mutant R172A failed to reduce MIF-induced monocyte differentiation into macrophages."}, {"pubmed": 26883190, "text": "Data highlight the complexity of the MIF/CD74 signaling pathway in the development of mesothelioma."}, {"pubmed": 26884830, "text": "miR-451 was down-regulated in renal cell carcinoma and correlated with histological grade and lymphatic metastasis. MIF was identified as a target of miR-451, and down-regulation of MIF could mimic the suppressive functions of miR-451."}, {"pubmed": 26911630, "text": "'low' serum Lipoprotein(a), mediating autoimmune activation, is a major determinant of metabolic disease risk and death. Damaged MIF protein and more complex autoimmune activation in women may be responsible from lack of relationship to Metbolic syndrome/mortality."}, {"pubmed": 26933127, "text": "The assay monitors the increase in absorbance at 320 nm resulting from keto-to-enol tautomerization of 4-hydroxyphenylpyruvate, a reaction catalyzed by MIF. We ran a full-diversity screen evaluating the inhibitory activity of 1.6 million compounds."}, {"pubmed": 26935642, "text": "miR-608 overexpression inhibits the malignant behavior of glioma stem cells by downregulating MIF."}, {"pubmed": 26952810, "text": "Our data suggested that MIF affected the intrinsic properties of tumors and the host immune response in tumor microenvironment by regulating the TLR4/HMGB1 axis, leading to metastasis of breast cancer"}, {"pubmed": 26976591, "text": "strong evidence that carriage of high-expression MIF alleles is a genetic marker of morbidity and mortality of pneumococcal meningitis"}, {"pubmed": 26980763, "text": "our findings suggest that MIF regulates brain tumor-initiating cells function through direct, intracellular inhibition of p53, shedding light on the molecular mechanisms underlying the tumorigenicity of certain malignant brain cells."}, {"pubmed": 26985869, "text": "MIF and cerbB2 were correlated with the occurrence and the development of endometrial cancer"}, {"pubmed": 27049098, "text": "macrophage migration inhibitory factor is an important cell factor which plays a regulating role in the immune system, as it can inhibit macrophage migration and promote the gathering, infiltration and proliferation of macrophages at inflammatory sites."}, {"pubmed": 27079941, "text": "Results suggest that MIF -173 G/C variant increases the risk of HBV in Iranian subjects."}, {"pubmed": 27101443, "text": "Diabetic patients with acute coronary syndrome show increased levels of Gremlin-1 and MIF, leading to unfavorable Gremlin-1/MIF ratios. However, DM2 alone is not associated with low Gremlin-1/MIF ratios."}, {"pubmed": 27105877, "text": "Study revealed that TNF gene -308G[A polymorphism is strongly associated with a susceptibility to dysmenorrhea in Turkish population; however, no relation was found for MIF gene -173G[C polymorphism."}, {"pubmed": 27145382, "text": "MIF is primarily an indirect promoter of glioblastoma progression."}, {"pubmed": 27157615, "text": "MIF-CD74 signaling inhibits interferon (IFN)-gamma secretion in microglia through phosphorylation of microglial ERK1/2 (extracellular signal-regulated protein kinases 1 and 2). The inhibition of MIF signaling or its receptor CD74 promotes IFN-gamma release and amplifies tumor death either through pharmacological inhibition or through siRNA-mediated knockdown."}, {"pubmed": 27163877, "text": "loss of autophagy, by pharmacological inhibition or siRNA silencing of Atg5, enhances MIF secretion by monocytes and macrophages."}, {"pubmed": 27190066, "text": "Serum levels of MIF are significantly higher in patients with chronic obstructive pulmonary disease compared with controls."}, {"pubmed": 27197190, "text": "High MIF expression is associated with Pancreatic Cancer."}, {"pubmed": 27207917, "text": "Absolute numbers of MIF and IL-1beta mRNA molecules are both accurate and reliable predictors of antidepressant response."}, {"pubmed": 27226569, "text": "Macrophage Migration Inhibitory Factor-CXCR4 Receptor Interactions: EVIDENCE FOR PARTIAL ALLOSTERIC AGONISM IN COMPARISON WITH CXCL12 CHEMOKINE."}, {"pubmed": 27270225, "text": "The RANTES level of MSG group was significantly higher than those of the gingivitis group (P=0.01), but MCP-1 and MIF levels were similar in the MSG and gingivitis groups (P>0.05)."}, {"pubmed": 27298517, "text": "MDA, MIF, and LDL-C/HDL-C could be new predictors of metabolic disturbance which promote vascular complications in T2DM."}, {"pubmed": 27337548, "text": "involved in the pathogenesis of idiopathic pulmonary fibrosis being mainly expressed in the areas of remodeling and active fibrosis, in bronchiolar and alveolar epithelium, and in the peripheral zone of fibroblastic foci"}, {"pubmed": 27342658, "text": "MIF levels in SF, but not in serum, were independently associated with the severity of self-reported pain in knee osteoarthritis patients."}, {"pubmed": 27364992, "text": "Plasma MIF was elevated after cardiac stress (relative to before stress) in patients with a positive stress test, compared with those with a negative stress test. Plasma MIF is an early marker for myocardial ischemia. MIF was not altered after exercise in peripheral arterial occlusive disease patients, despite the occurrence of claudication, suggesting that plasma MIF is not a marker for skeletal muscle ischemia."}, {"pubmed": 27381622, "text": "Taken together, our findings suggest that MM-derived MIF regulates MM affinity for BM."}, {"pubmed": 27402018, "text": "Chronic-stage serum MIF levels were significantly lower than acute-stage serum MIF levels (p < 0.001) in patients with acute ischemic stroke and were similar to serum MIF levels in the controls (p = 0.392)."}, {"pubmed": 27426952, "text": "this study shows that MIF genetic polymorphism is associated with Lepromatous Leprosy in Mestizo patients of western Mexico"}, {"pubmed": 27434219, "text": "Study demonstrated that DDT was over- expressed in pancreatic ductal adenocarcinoma (PDAC) tissues and cell lines in a pattern correlated with MIF, and knockdown of DDT and MIF in PANC- 1 cells cooperatively inhibited cell proliferation, invasion and tumor formation. The tautomerase activities of both MIF and DDT are required for their negative regulatory role in p53 and their tumor-promoting functions."}, {"pubmed": 27453287, "text": "These results potentially support an effect of MIF, but not Type I IFN, in heightened systemic lupus erythematosus disease severity in Asian systemic lupus erythematosus. The associations of MIF and Asian ethnicity with PAD are at least partly independent"}, {"pubmed": 27460703, "text": "Basement membrane protein ladinin-1 and the MIF-CD44-beta1 integrin signaling axis are implicated in laryngeal cancer metastasis"}, {"pubmed": 27509135, "text": "increased nuclear-expressed MIF under hypoxia was identified to act as a transcriptional regulator by interacting with the promoter of SOX9 and RUNX2."}, {"pubmed": 27544048, "text": "this study shows that plasma levels of circulating MIF wer are higher in Anca-associated vasculitis patients with active disease compared with those in remission and healthy controls"}, {"pubmed": 27573366, "text": "These results have implications for the manner in which D-DT and MIF compete with each other for binding to the CD74 receptor and for the relative potency of DRa1-MOG-35-55 and RTL1000 for competitive inhibition of D-DT and MIF binding and activation through CD74."}, {"pubmed": 27598332, "text": "The -794 7-CATT locus and the MIF C/7-CATT haplotype were significantly associated with decreased total IgE levels in the plasma, suggesting that these polymorphisms might be a marker for intrinsic atopic dermatitis rather than extrinsic atopic dermatitis."}, {"pubmed": 27612504, "text": "The results showed that miR-451 could play a role in development and progression of colorectal cancer and likely by targeting MIF"}, {"pubmed": 27619729, "text": "The reduction in Class IB PI3K expression occurs because of the displacement of Pro1 towards the second loop of MIF upon inhibitor binding."}, {"pubmed": 27696094, "text": "Serum MIF was increased in Japanese autoimmune hepatitis (AIH) patients versus local controls, in agreement with the US AIH patients. Within both AIH groups, ALT was higher in CC/GC versus GG patients. In the Japanese patient group, the GC/CC genotype also was associated with acute symptomatic presentation."}, {"pubmed": 27721403, "text": "Results identify the CXCL2/MIF-CXCR2 axis as an important mediator in MDSC recruitment and as predictors in bladder cancer."}, {"pubmed": 27793992, "text": "Identification of Iguratimod as an Inhibitor of Macrophage Migration Inhibitory Factor (MIF) with Steroid-sparing Potential.("}, {"pubmed": 27811451, "text": "Serum macrophage migratory inflammatory factor levels were higher in HD patients (982.74 pg/mL) than that of PD patients (762.20 pg/mL), CKD patients (755.66 pg/mL), or healthy controls (336.81 pg/mL) (P = 0.009). Levels were also significantly increased in patients with left ventricular hypertrophy, and they correlated with the levels of other inflammatory factors."}, {"pubmed": 27844180, "text": "In conclusion, MIF rs755622 polymorphism increases breast cancer susceptibility in Chinese population, especially among elder patients."}, {"pubmed": 27846469, "text": "this study identifed macrophage migration inhibitory factor (MIF) as a PARP-1-dependent AIF-associated nuclease (PAAN)."}, {"pubmed": 27872288, "text": "MIF coreceptor CD44 is expressed by rheumatoid synovial fibroblasts in a MIF allele-dependent fashion and undergoes functional regulation and activation by autocrine/paracrine MIF"}, {"pubmed": 28086136, "text": "MiR-451/MIF may be a novel therapeutic target in treatment of osteosarcoma."}, {"pubmed": 28160516, "text": "Macrophage migration inhibitory factor promoter polymorphisms (-794CATT) were correlated with early-stage cervical cancer (ESCC); and 7-CATT might play a role in ESCC. It could be a potential biomarker for ESCC."}, {"pubmed": 28230058, "text": "Study describes a brain glycation profile and identify MIF, an immune regulator and insulin regulator, as being glycated and oxidised in Alzheimer's Disease (AD) brain homogenates. The glycation completely inhibited the oxidoreductase activity of MIF, and severely attenuated its tautomerase activity."}, {"pubmed": 28331211, "text": "The present study indicated that the MIF-173G/C polymorphism may contribute to the development of pulmonary tuberculosis. Furthermore, significantly higher serum MIF levels were observed in pulmonary tuberculosis patients than in controls, which further indicated that the MIF may play an important role in pulmonary tuberculosis progression, particularly in Asians."}, {"pubmed": 28338494, "text": "The knockdown of D-DT and MIF, individually and additively, inhibited the proliferation, migration, and invasion in HeLa and SiHa cells and restrained the growth of xenograft tumor."}, {"pubmed": 28366792, "text": "Increased serum MIF concentrations have close relation to inflammation, trauma severity and clinical outcomes, substantializing MIF as a good prognostic biomarker after TBI"}, {"pubmed": 28370484, "text": "High MIF expression is associated with hepatocellular injury and graft rejection."}, {"pubmed": 28407372, "text": "Studied correlation of serum macrophage migration inhibitory factor (MIF) and atrial fibrillation (AF) patients and healthy subjects; found higher serum MIF concentrations in AF patients than in healthy subjects."}, {"pubmed": 28429502, "text": "MIF is involved in the pathogenesis of AF, probably by down-regulating the protein and gene expression of Cx43 via ERK1/2 kinase activation"}, {"pubmed": 28513076, "text": "These findings predict the binding mode of Hu-MIF-1 and orthologs with CD74."}, {"pubmed": 28574571, "text": "MIF expression was induced in chondrocytes of tissue-engineered cartilage, and could exert a profound effect on chondrocytes by promoting cartilage maturation. MIF could also regulate the phenotype of surrounding macrophages, impairing the maturation of transplanted tissues."}, {"pubmed": 28578664, "text": "No association between coronary artery disease class and -794 CATT5-8 MIF polymorphisms with soluble MIF levels in CAD subjects."}, {"pubmed": 28624489, "text": "genetic polymorphisms of MIF may increase the risk of posttransplant development of donor specific antibodies in kidney allograft recipients"}, {"pubmed": 28642171, "text": "MIF could activate the osteosarcoma RAS/MAPK pathway in a time- and dose-dependent manner, thereby promoting cell proliferation, migration and lung metastasis."}, {"pubmed": 28656911, "text": "MIF serum levels are elevated in erythema nodosum leprosum patients as compared to controls."}, {"pubmed": 28657145, "text": "The rs5844572 polymorphism in MIF is linked to the rate of progression and extent of fibrosis in Biliary Atresia Patients, but not with disease susceptibility."}, {"pubmed": 28668810, "text": "We reviewed the association of the MIF rs755622*C allele with systemic sclerosis, and described a phenotype-specific association of this variant with the susceptibility to develop pulmonary arterial hypertension in patients with diffuse cutaneous systemic sclerosis."}, {"pubmed": 28703031, "text": "Lower circulating migration inhibitory factor protein is associated with metabolic syndrome and diabetes"}, {"pubmed": 28704499, "text": "MIF is a target of miR-451 in NSCLC cells."}, {"pubmed": 28726057, "text": "The function of the binding between MIF and HTRA1 is to inhibit the proteolytic activity of HTRA1."}, {"pubmed": 28729134, "text": "MIF in serum might be a potential biomarker for reflecting inflammation, severity and prognosis of ICH patients"}, {"pubmed": 28768722, "text": "pretreatment of P. aeruginosa with rMIF is associated with reduced bacterial killing by tobramycin."}, {"pubmed": 28801314, "text": "renal tubular MIF is an endogenous renoprotective factor in progressive kidney diseases"}, {"pubmed": 28823650, "text": "Serum MIF provides information about inflammation, brain injury severity and outcome after aSAH"}, {"pubmed": 28905103, "text": "study suggested a strong association between MIF gene -173G > C polymorphism and osteoporosis in a Turkish population"}, {"pubmed": 28912189, "text": "meta-analyses revealed significantly higher circulating MIF levels in patients with rheumatoid arthritis, and found evidence of associations between the MIF-173 C/G and -794CATT5-8 polymorphisms and rheumatoid arthritis susceptibility"}, {"pubmed": 28923927, "text": "High MIF expression is associated with progressive multiple sclerosis."}, {"pubmed": 28965181, "text": "Results found MIF and TNFA mRNA expression increased in psoriatic arthritis (PsA) patients with high activity in relation to patients with moderate activity. These results suggest that both mRNA possibly have a role in the progress of the disease severity."}, {"pubmed": 28993199, "text": "Hypoxia-induced angiogenesis is a complex process that involves distinct but also overlapping functions of HIF-1alpha and HIF- 2alpha in regard to angiogenesis, bioenergetic adaption and the redundant transcriptional induction of MIF."}, {"pubmed": 29079416, "text": "frequent upregulation of MIF is implicated in the development and progression ofesophageal squamous cell carcinoma (ESCC)."}, {"pubmed": 29096759, "text": "No association showed between SLE and the MIF -173 C allele, the -794CATT7 allele, and the -794CATT7-MIF-173C haplotype with high heterogeneity."}, {"pubmed": 29120365, "text": "Increased perioperative MIF-levels are related to an increased risk of adverse outcome in complex aortic surgery and may represent a biomarker for risk stratification in complex aortic surgery."}, {"pubmed": 29186613, "text": "Results suggest that transcriptional regulation of macrophage migration inhibitory factor (MIF) and pursuing pituitary-specific positive transcription factor 1 (Pit-1) as a therapeutic target to treat MIF-mediated inflammatory disorders."}, {"pubmed": 29207023, "text": "the findings of the present study demonstrated that MIF is a key component in lung cancer progression through promoting the Warburg effect, and that the novel MIF/NFkappaB/HIF1alpha axis may prove to be useful for the development of new strategies for treating patients with lung cancer"}, {"pubmed": 29208960, "text": "MIF -173 G > C (rs755622) Gene Polymorphism is associated with Tuberculosis Risk."}, {"pubmed": 29239244, "text": "MIF and IL-6 play important roles in the inflammation associated with polymyositis."}, {"pubmed": 29247897, "text": "In this review, we summarize and discuss MIF post-translational modifications and their effects on the biological properties of this protein. We propose that the redox-sensitive residues in MIF will be modified at sites of inflammation and that this will add further depth to the functional diversity of this intriguing cytokine"}, {"pubmed": 29257298, "text": "The expression collagen type 3, alpha1 (Col3A1), matrix metalloproteinase (MMP)2/-9 and transforming growth factor (TGF)beta was higher in patients with permanent atrial fibrillation (AF), compared with patients in sinus rhythm (SR), and the expression levels of MIF were also increased in AF. MIF was involved in the structural remodeling that accompanies AF, possibly by promoting the proliferation of cardiac fibroblasts."}, {"pubmed": 29289260, "text": "Increased serum MIF levels are associated with the elevation of pre-diabetic risk."}, {"pubmed": 29371591, "text": "MIF inhibits mutant SOD1 nuclear clearance when overexpressed in motor neuron-like NSC-34 cells."}, {"pubmed": 29397904, "text": "Results suggest that MIF can induce a differential inflammatory response in physiological and pathological conditions with a predominance of a Th17 cytokine profile in PBMC from HS and an increase in TNF-alpha and IL-6 expression in PBMC from active SLE patients."}, {"pubmed": 29403061, "text": "Overall, the present work showed that MIF is a shear stress-sensitive cytokine and is transcriptionally regulated by KLF2, suggesting that laminar shear stress exerts its athero-protective effect in part by directly inhibiting pro-inflammatory MIF expression."}, {"pubmed": 29412660, "text": "Authors report that cysteine 81 within MIF serves as a \"switch cysteine\" for the conversion of redMIF to oxMIF. Modulating cysteine 81 by thiol reactive agents leads to significant structural rearrangements of the protein, resulting in a decreased beta-sheet content and an increased random coil content, but maintaining the trimeric quaternary structure."}, {"pubmed": 29487418, "text": "Study shows that acute myeloid leukemia (AML) in the bone marrow has increased levels of MIF compared to other tissues. Further data report that hypoxia acting through HIF1alpha is responsible for the up-regulation of MIF and subsequent proliferation and survival of AML in the tumor microenvironment."}, {"pubmed": 29487601, "text": "Study found that the expression of MIF in lepromatous leprosy (LL) patients is similar to healthy subjects both in serum and in skin. However, the expression of CD74 is significantly increased in the skin lesions of LL patients, although its participation in the physiopathology leprosy remains unclear."}, {"pubmed": 29581527, "text": "Alanine-scanning, functional competition by RLR-containing peptides, and molecular docking indicate that the RLR residues directly participate in contacts between MIF and CXCR4 and highlight the importance of charge-interactions at this interface. Identification of the RLR region adds important structural information to the MIF/CXCR4 binding-site that distinguishes this interface from CXCR4/CXCL12"}, {"pubmed": 29601965, "text": "our results strongly suggest that the MIF binding site is located in the sequence between the transmembrane and the membrane-distal trimerisation domain of CD74, and comprises at least amino acids 113-125 of CD74"}, {"pubmed": 29661540, "text": "This study suggests that polymorphic alleles of MIF polymorphisms could act as sex-specific disease modifiers that increase the severity and progression of multiple sclerosis in male Mexican-Mestizo western population."}, {"pubmed": 29669180, "text": "Molecular dynamics (MD) simulations up to one microsecond revealed dynamical correlation between a residue located at the opening of one end of the MIF solvent channel, previously thought to be a consequence of homotrimerization, and residues in a distal region responsible for CD74 activation. Experiments verified the allosteric regulatory site ."}, {"pubmed": 29669352, "text": "In this study, we conclude that the CC ge-notype of the MIF -173GC variant may be a risk factor in the pathogenesis of Behcet's Disease in the Turkish population. However, further studies with larger samples are needed to address the exact role of this variant in BD."}, {"pubmed": 29690804, "text": "migration inhibitory factor can aggravate diabetic neuropathy by suppressing glyoxalase-I and intraepidermal nerve fibers on the footpad skin lesions and provoke pain."}, {"pubmed": 29702687, "text": "that macrophage migration inhibitory factor directly engages in dengue NS1-induced glycocalyx degradation and that targeting MIF may represent a possible therapeutic approach for preventing dengue-induced vascular leakage"}, {"pubmed": 29723777, "text": "Patients with increased MIF values (in ng/ml) were more likely to reach the endpoint all-cause mortality."}, {"pubmed": 29759141, "text": "The present study demonstrated that elevated plasma levels of MIF at admission were associated with increased risk of post-stroke depression in the next three months and might be useful in identifying stroke at risk for post-stroke depression for early prevention strategies."}, {"pubmed": 29769287, "text": "These data provide evidence of a renoprotective role of MIF."}, {"pubmed": 29773680, "text": "The meta-analysis indicated the MIF-794 allele CATT7 and CATT8 may be a risk factor to increase the susceptibility of tuberculosis, which was confirmed by trial sequential analysis."}, {"pubmed": 29807404, "text": "Study found that plasma MIF and CCL3 were significantly elevated in nasopharyngeal carcinoma (NPC) patients and identified plasma MIF and CCL3 as a promising and potential complementary biomarkers to EBV viral capsid antigen (VCA-IgA) for more effective detection of NPC. The combination of MIF, CCL3 with the traditional NPC tumor marker VCA-IgA may significantly improve the specificity of detection of NPC."}, {"pubmed": 29809055, "text": "MIF -794 CATT genotypes 7/8 and allele CATT 8 were highly associated with pulmonary tuberculosis in a southwestern China population."}, {"pubmed": 29856236, "text": "MIF plays a critical role in the initiation and progression of Guillain-Barre syndrome and experimental autoimmune neuritis"}, {"pubmed": 29863307, "text": "This study provides better understanding of the mechanisms and disease susceptibility for MIF and CD14 genetic variants and inflammatory miRNAs networks involved in ankylosing spondylitis and polyarthralgia."}, {"pubmed": 29870971, "text": "Youth carrying the MIF-173*C and CATT7 alleles displayed attenuated cortisol reactivity when compared with non-carriers. Children with the CATT7-173*C haplotype displayed lower cortisol reactivity to the stressor compared to those without this haplotype. Additionally, the CATT5-173*C and CATT6-173*C haplotypes were associated with lower self-reported anxiety ratings across the stressor."}, {"pubmed": 29896883, "text": "This study investigated a bypass mechanism of resistance to MEK inhibition in KRAS colorectal cancer (CRC). KRAS mutant colorectal cancer cells with refametinib, MEK inhibitor, induced MIF secretion and resulted in activation of STAT3 and MAPK."}, {"pubmed": 29953750, "text": "Patients with granulomatosis with polyangiitis have an increased frequency of high MIF expression CATT alleles. Higher Mif expression increases the incidence of mortality and pulmonary granulomas in Mif lung-Tg2.1 mice, while anti-MIF treatment protects these mice against death."}, {"pubmed": 29996006, "text": "Results indicate that the macrophage inhibitory factor (MIF)-173G/C (rs755622) polymorphism is a risk factor for childhood ALL development with respect to both homozygous and combined polymorphic genotypes."}, {"pubmed": 30009530, "text": "MIF regulates activation of the NLRP3 inflammasome, including findings of a quantitative relationship between MIF and its receptors and IL-1beta levels in the monocytes."}, {"pubmed": 30041958, "text": "our results reveal that MIF expression is a significant independent prognostic factor for patients with oral squamous cell carcinoma"}, {"pubmed": 30074218, "text": "the expression of MMIF, HIF-1alpha, and VEGF in the serum and endometrial tissues may be used to assess the stage of endometriosis and the severity of dysmenorrhea."}, {"pubmed": 30077612, "text": "Similar to the MIF-knockout mice, treatment with RPS19, but not the mutant RPS19, suppressed cisplatin-induced acute kidney injury (AKI). Mechanistically, we found that both genetic knockout and pharmacological inhibition of MIF protected against AKI by inactivating the CD74-nuclear factor kappaB (NF-kappaB) signaling."}, {"pubmed": 30108299, "text": "Study using the in vitro model of placental explants from first trimester pregnancy observed that under hypoxia/re-oxygenation MIF/CD74 axis contributes to maintain trophoblast homeostasis, by preventing abnormal apoptotic death."}, {"pubmed": 30120767, "text": "Our data suggest that MIF-173 polymorphisms may be associated with a higher incidence of prostate cancer compared to controls. We believe that MIF-173 GC+CC genotype can be used as a predictive factor for aggressive behavior of prostate cancer including pathological stage and Gleason scores as well as metastatic potential."}, {"pubmed": 30160778, "text": "Blocking of MIF and CD74 signaling in B cells triggered CXCR4 expression."}, {"pubmed": 30226561, "text": "These results highlight the importance of MIF overexpression in pancreatic ductal adenocarcinoma aggressiveness, and indicate that MIF may be a potential therapeutic target for pancreatic cancer"}, {"pubmed": 30226567, "text": "Modulation of oxidative stress by MIF inhibits the radiation-induced senescence."}, {"pubmed": 30274020, "text": "Elevated MIF expression identifies high-risk patients within the cytogenetically normal pediatric acute lymphoblastic leukemia cases. It is associated with higher mortality rates, lower complete remission rates, lower overall survival and disease-free survival."}, {"pubmed": 30295645, "text": "Macrophage migration inhibitory factor mediates metabolic dysfunction induced by atypical antipsychotic therapy."}, {"pubmed": 30348174, "text": "the contribution of MIF to the pathogenesis of BLEL of the lacrimal gland"}, {"pubmed": 30366984, "text": "MIF, through CD74, constitutively activates NF-kappaB to control mitochondrial dynamics and stability for promoting carcinogenesis via averting apoptosis"}, {"pubmed": 30371153, "text": "Compared with the healthy cohort, CHD and HF patients demonstrated a significant increase of circulating MIF. the HF cohort had significantly elevated MIF levels compared with CHD."}, {"pubmed": 30383785, "text": "As the CD138+ multiple myeloma (MM) cell is chemosensitive, targeting MIF-1 and/or the pathways that it regulates could be a viable way to modulate stemness and chemosensitivity, which could in turn transform the treatment of MM."}, {"pubmed": 30467094, "text": "The -794 CATT5-8 and -173G>C polymorphisms of the MIF gene were determined."}, {"pubmed": 30503813, "text": "Results identify high serum macrophage migration inhibitory factor levels are associated with severity of autism spectrum disorders."}, {"pubmed": 30506423, "text": "By interacting with the CD74/CXCR4 receptor complex, MIF may act as a crucial regulator of monocyte-endothelial cell adhesion and promote the atherosclerotic plaque formation induced by P. gingivalis."}, {"pubmed": 30511959, "text": "The expression of MIF is increased in intervertebral disc tissue in patients with disc herniation."}, {"pubmed": 30567353, "text": "Treatments with ISO-1 or compound 31 attenuates BLM-induced inflammation and fibrosis in lung, and prevents PH development in mice, suggesting that MIF is an important factor for idiopathic pulmonary fibrosis-Pulmonary hypertension"}, {"pubmed": 30569239, "text": "MIF has a dual role in kidney diseases, promoting (auto)immune glomerular diseases and limiting tubular cell injury in the setting of acute and chronic kidney diseases. These data suggest potential safety issues of systemic MIF targeted therapies, but also open new therapeutic options by targeting MIF or its analogues to tubular cells."}, {"pubmed": 30616035, "text": "High MIF levels are independently related to the moderate to high clinical severity in ischemic stroke patients, as well as the poor outcome at discharge."}, {"pubmed": 30626475, "text": "Overexpression of miR-451a can inhibit cell proliferation and colony formation by inhibiting MIF expression in HepG2 cells."}, {"pubmed": 30628898, "text": "Studied macrophage migration inhibitory factor (MIF) gene -173 G>C polymorphism SNP variant in a Turkish coronary artery disease (CAD) and type 2 diabetes (T2DM) cohort. Found the MIF gene variant may contribute to CAD risk through T2DM in Turkish population."}, {"pubmed": 30667094, "text": "Study demonstrated that enhanced expression of MIF was correlated with the occurrence of perineural invasion (PNI) and closely associated with the poor prognosis of salivary adenoid cystic carcinoma (SACC) patients. MIF may accelerate the process of PNI via promoting the occurrence of EMT and inducing tumor cells to differentiate into Schwann-like cells with higher migration and invasion capabilities."}, {"pubmed": 30747392, "text": "An association between the - 794 CATT(7) and - 173*C MIF alleles and the 7C haplotype with Systemic sclerosis (SSc) susceptibility was found. The MIF 7C haplotype is a susceptibility marker for SSc in the southern Mexican population and is associated with MIF mRNA expression."}, {"pubmed": 30802541, "text": "An inverse correlation between miR-451 and macrophage migration inhibitory protein (MIF) protein expression occurred in colon cancer cells."}, {"pubmed": 30841876, "text": "Serum level of MIF was a better biomarker than C-reactive protein or IL-6 for predicting death in pulmonary tuberculosis patients."}, {"pubmed": 30868074, "text": "MIF intragroup comparisons between fluids demonstrated significant high levels of MIF in saliva compared with GCF and serum in both study groups (p<0.05). A positive correlation was found between clinical signs and MIF concentration in GCF (p<0.05)."}, {"pubmed": 30903991, "text": "Genotyping of MIF -173 G > C (rs755622) variant was performed using Polymerase Chain Reaction and RFLP. The data showed that the presence of C allele (GC + CC vs. GG) might predispose females to depression in patients with T2DM. In addition, patients with T2DM carrying at least one C allele showed significantly elevated levels of MIF RNA expression in comparison to individuals with GG genotype"}, {"pubmed": 30962001, "text": "It findings may offer new clues to understanding MIF's multiple functions, and assist the development of putative MIF-targeting therapeutics for a variety of pathologies."}, {"pubmed": 30968541, "text": "MIF may be pathogenic in acute kidney injury (AKI) and levels of plasma and urinary MIF may correlate with the progression and regression of AKI."}, {"pubmed": 30983881, "text": "MIF levels in STEMI patients with or without diabetes can reflect acute cardiac function."}, {"pubmed": 31036057, "text": "The increased MIF secretion by the A549R and H460R cells could be suppressed by a multiple kinase inhibitor, dasatinib, which resulted in the decreased of oncogenic network of Src, CD155 and MIF expression"}, {"pubmed": 31036774, "text": "The results showed the potential association between the high MIF levels in plasma and elevated deep vein thrombosis risk in spinal cord injury patients"}, {"pubmed": 31069878, "text": "Results indicated that MIF-CD74 interaction directly regulated the expression of PD-L1 and helps melanoma tumor cells escape from antitumorigenic immune responses."}, {"pubmed": 31108057, "text": "To the best of our knowledge, this is the first study exploring the association of MIF promoter polymorphisms in patients with vitreoretinal diseases in subjects from the USA."}, {"pubmed": 31154458, "text": "Study investigated the association of MIF gene polymorphisms (-173G>C, rs755622) with alopecia areata (AA) and observed that the frequency of the C allele in the patients was significantly lower than the control group. Results could infer that MIF is more likely to attribute to the preservation of the immune privilege rather than acting as a proinflammatory factor."}, {"pubmed": 31173234, "text": "MIF, an important angiogenic regulator, is a novel target of miR-451 that can reverse the effects of miR-451 on the regulation of angiogenesis in Human Umbilical Vein Endothelial Cells under hypoxic or normoxic conditions."}, {"pubmed": 31174614, "text": "MIF expression was up-regulated in the brains of Alzheimer's disease patients."}, {"pubmed": 31180524, "text": "The data revealed that MIF promoted the proliferation, migration and expression of IL6, MCP1 and collagen I, and phosphorylation of p38 and ERK signaling pathways in retinal pigment epithelial cells in vitro."}, {"pubmed": 31219646, "text": "our findings suggest that MIF may promote the invasion and metastasis of oral squamous cell carcinoma (OSCC) through the activation of MMP-2 and MMP-9 and prompt further investigation into the therapeutic value of MIF for OSCC treatment."}, {"pubmed": 31267487, "text": "The Association Between Serum Macrophage Migration Inhibitory Factor and Delayed Cerebral Ischemia After Aneurysmal Subarachnoid Hemorrhage."}, {"pubmed": 31370326, "text": "Genetic variants in the promoter region of the MIF are associated with the severity of hepatitis C virus-induced liver fibrosis and progression to hepatocellular carcinoma."}, {"pubmed": 31422388, "text": "The results indicated that MIF -137 G>Cis significantly associated with increased risk of nephrotic syndrome."}, {"pubmed": 31499270, "text": "MIF may serve as a biomarker and a therapeutic target of SLE-associated pulmonary arterial hypertension."}, {"pubmed": 31701681, "text": "Macrophage migration inhibitory factor promoter polymorphisms are associated with disease activity in rheumatoid arthritis patients from Southern Mexico."}, {"pubmed": 31752120, "text": "Meta-analysis of whole-genome expression datasets shows a significant enrichment of MIF and related genes in muscle samples from Duchenne muscular dystrophy patients, as well as from patients suffering from Becker's disease and limb-girdle muscular dystrophy type 2B suggesting that MIF may play a role in vivo during muscle degeneration, likely promoting inflammation and local microenvironment reaction.[meta-analysis]"}, {"pubmed": 31790982, "text": "Frequency of the MIF-173G/C genotype was elevated in patients diagnosed with both optic neuritis and myelitis compared with patients with only one symptom."}, {"pubmed": 31811089, "text": "Cross-kingdom mimicry of the receptor signaling and leukocyte recruitment activity of a human cytokine by its plant orthologs."}, {"pubmed": 31866994, "text": "The Proinflammatory and Proangiogenic Macrophage Migration Inhibitory Factor Is a Potential Regulator in Proliferative Diabetic Retinopathy."}, {"pubmed": 31889466, "text": "Correlations of MIF polymorphism and serum levels of MIF with glucocorticoid sensitivity of sudden sensorineural hearing loss."}, {"pubmed": 31924846, "text": "MIF gene rs755622 polymorphism positively associated with acute coronary syndrome in Chinese Han population: case-control study."}, {"pubmed": 31936865, "text": "The Role of Macrophage Migration Inhibitory Factor in Alzheimer's Disease: Conventionally Pathogenetic or Unconventionally Protective?"}, {"pubmed": 31960418, "text": "Exosomes from mesenchymal stem cells overexpressing MIF enhance myocardial repair."}, {"pubmed": 31973534, "text": "Macrophage migration inhibitory factor is differentially expressed in normal and choriocarcinoma trophoblast cells."}, {"pubmed": 31978276, "text": "Association of the genetic variants (-794 CATT5-8 and -173 G > C) of macrophage migration inhibitory factor (MIF) with higher soluble levels of MIF and TNFalpha in women with breast cancer."}, {"pubmed": 32044623, "text": "A novel gene-wide haplotype at the macrophage migration inhibitory factor (MIF) locus is associated with endometrioma."}, {"pubmed": 32196575, "text": "LncRNA MIF-AS1 aggravates the progression of ovarian cancer by sponging miRNA-31-5p."}, {"pubmed": 32279906, "text": "Association of MIF and MBL2 gene polymorphisms with attempted suicide in patients diagnosed with schizophrenia or bipolar disorder."}, {"pubmed": 32317702, "text": "MIF inhibitor, ISO-1, attenuates human pancreatic cancer cell proliferation, migration and invasion in vitro, and suppresses xenograft tumour growth in vivo."}, {"pubmed": 32375447, "text": "Overexpression of MIF promoted the proliferation and migration of SW480 cells (P<0.01), reversed the effect of miR-451 suppressed proliferation and migration of SW480 cells. Conclusion: MiR-451 may regulate proliferation and migration of human colorectal cancer cells by targeting MIF."}, {"pubmed": 32410863, "text": "The Role of MIF-173G/C Gene Polymorphism in the Susceptibility of Autoimmune Diseases."}, {"pubmed": 32433911, "text": "Regulation of MIF Enzymatic Activity by an Allosteric Site at the Central Solvent Channel."}, {"pubmed": 32515296, "text": "Migration inhibitory factor 1 and carcinoembryonic antigen proteins were simultaneously expressed in many colon cancer-tumor cells. Kaplan-Meier survival model and hazard ratio analysis, using a cutoff level at 2.19 mRNA copies/18S rRNA unit, revealed that patients with lymph nodes expressing high levels of migration inhibitory factor 1 mRNA had a 3.5-fold (p = .04) higher risk for recurrence"}, {"pubmed": 32525926, "text": "Macrophage migration inhibitory factor -173 G>C single nucleotide polymorphism and its association with active pulmonary tuberculosis."}, {"pubmed": 32560699, "text": "MIF -173G/C (rs755622) polymorphism modulates coronary artery disease risk: evidence from a systematic meta-analysis."}, {"pubmed": 32582913, "text": "MIF as a biomarker and therapeutic target for overcoming resistance to proteasome inhibitors in human myeloma."}, {"pubmed": 32683105, "text": "Macrophage migration inhibitory factor and chemokine RANTES in young pediatric patients with congenital cardiac communications: Relation to hemodynamic parameters and the presence of Down syndrome."}, {"pubmed": 32705792, "text": "Macrophage inhibitory factor (MIF) gene polymorphisms are associated with disease susceptibility and with circulating MIF levels in active non-segmental vitiligo in patients from western Mexico."}, {"pubmed": 32769903, "text": "Prognostic significance of macrophage migration inhibitory factor expression in cancer patients: A systematic review and meta-analysis."}, {"pubmed": 32800392, "text": "Functional variants in the promoter region of macrophage migration inhibitory factor rs755622 gene (MIF G173C) among patients with heart failure: Association with echocardiographic indices and disease severity."}, {"pubmed": 32811420, "text": "Role of MIF-173G/C and Mbl2 Codon 54A/B Variants in the Risk of Multiple Myeloma: An Association Study."}, {"pubmed": 32885302, "text": "Macrophage migration inhibitory factor is regulated by HIF-1alpha and cAMP and promotes renal cyst cell proliferation in a macrophage-independent manner."}, {"pubmed": 33046033, "text": "Influence of MIF polymorphisms on CpG island hyper-methylation of CDKN2A in the patients with ulcerative colitis."}, {"pubmed": 33046523, "text": "Haplotypes of (-794(CATT)5-8/-173G>C) MIF gene polymorphisms and its soluble levels in basal cell carcinoma in western Mexican population."}, {"pubmed": 33046825, "text": "Genetic regulation of gene expression of MIF family members in lung tissue."}, {"pubmed": 33148606, "text": "The role of macrophage migration inhibitory factor in promoting benign prostatic hyperplasia epithelial cell growth by modulating COX-2 and P53 signaling."}, {"pubmed": 33179462, "text": "Relationship between MIF-173G/C polymorphism and cerebral stroke."}, {"pubmed": 33181151, "text": "Utility of serum macrophage migration inhibitory factor as a potential biomarker for detection of cerebrocardiac syndrome following severe traumatic brain injury."}, {"pubmed": 33279833, "text": "Expression profile of macrophage migration inhibitory factor in periodontitis."}, {"pubmed": 33330982, "text": "Salivary and serum concentrations of monocyte chemoattractant protein-1, macrophage inhibitory factor, and fractalkine in relation to rheumatoid arthritis and periodontitis."}, {"pubmed": 33370549, "text": "Resistance training, gremlin 1 and macrophage migration inhibitory factor in obese men: a randomised trial."}, {"pubmed": 33385298, "text": "Macrophage migration inhibitory factor - 794 CATT5-8 microsatellite polymorphism and susceptibility of tuberculosis."}, {"pubmed": 33401503, "text": "Macrophage Migration Inhibitory Factor (MIF) and Its Homologue d-Dopachrome Tautomerase (DDT) Inversely Correlate with Inflammation in Discoid Lupus Erythematosus."}, {"pubmed": 33525493, "text": "Unexpected Pro-Fibrotic Effect of MIF in Non-Alcoholic Steatohepatitis Is Linked to a Shift in NKT Cell Populations."}, {"pubmed": 33542244, "text": "Hsp90-stabilized MIF supports tumor progression via macrophage recruitment and angiogenesis in colorectal cancer."}, {"pubmed": 33610191, "text": "Macrophage migration inhibitory factor may play a protective role in osteoarthritis."}, {"pubmed": 33673075, "text": "Role of the Macrophage Migration Inhibitory Factor in the Pathophysiology of Pre-Eclampsia."}, {"pubmed": 33787014, "text": "Macrophage migration inhibitory factor predicts an unfavorable outcome after transarterial chemoembolization for hepatic malignancies."}, {"pubmed": 33823474, "text": "Macrophage migration inhibitory factor (MIF) enhances hypochlorous acid production in phagocytic neutrophils."}, {"pubmed": 33839715, "text": "Does Macrophage Migration Inhibitory Factor predict the prognosis of COVID-19 disease?"}, {"pubmed": 33850223, "text": "Association between MIF gene promoter rs755622 and susceptibility to coronary artery disease and inflammatory cytokines in the Chinese Han population."}, {"pubmed": 33945507, "text": "Role of MIF in coordinated expression of hepatic chemokines in patients with alcohol-associated hepatitis."}, {"pubmed": 33985351, "text": "Macrophage migration inhibitory factor as a potential novel biomarker for cognitive function in patients with first-episode schizophrenia."}, {"pubmed": 34012010, "text": "MIF is a 3' flap nuclease that facilitates DNA replication and promotes tumor growth."}, {"pubmed": 34013373, "text": "UHRF1 regulates the transcriptional repressor HBP1 through MIF in T acute lymphoblastic leukemia."}, {"pubmed": 34129019, "text": "Whole-genome sequencing suggests a role of MIF in the pathophysiology of TEMPI syndrome."}, {"pubmed": 34264160, "text": "Macrophage Migration Inhibitory Factor - 173 G/C Polymorphism is Associated With The Age of Onset and Insight in Schizophrenia in the Turkish Population."}, {"pubmed": 34278453, "text": "Macrophage migration inhibitory factor in the pathogenesis of leukemia (Review)."}, {"pubmed": 34306312, "text": "Deficiency of MIF Accentuates Overloaded Compression-Induced Nucleus Pulposus Cell Oxidative Damage via Depressing Mitophagy."}, {"pubmed": 34314630, "text": "Anti-Mullerian Hormone and Macrophage Migration Inhibitory Factor Determine the Reproductive Health of Ladakhi Women Residing at 3,500 m."}, {"pubmed": 34384784, "text": "A structurally preserved allosteric site in the MIF superfamily affects enzymatic activity and CD74 activation in D-dopachrome tautomerase."}, {"pubmed": 34443554, "text": "The Novel Role of MIF in the Secretion of IL-25, IL-31, and IL-33 from PBMC of Patients with Rheumatoid Arthritis."}, {"pubmed": 34482268, "text": "The role of serum macrophage migration inhibitory factor in preoperative prediction of chronic rhinosinusitis with nasal polyps endotypes."}, {"pubmed": 34533238, "text": "Macrophage migration inhibitory factor gene polymorphisms (SNP -173 G>C and STR-794 CATT5-8) confer risk of plaque psoriasis: A case-control study."}, {"pubmed": 34662363, "text": "Macrophage migration inhibitory factor in Nodding syndrome."}, {"pubmed": 34673115, "text": "Macrophage migration inhibitory factor (MIF): A multifaceted cytokine regulated by genetic and physiological strategies."}, {"pubmed": 35091838, "text": "Macrophage migration inhibitory factor family proteins are multitasking cytokines in tissue injury."}, {"pubmed": 35121729, "text": "Interplay between soluble CD74 and macrophage-migration inhibitory factor drives tumor growth and influences patient survival in melanoma."}, {"pubmed": 35151822, "text": "Macrophage migration inhibitory factor gene promoter polymorphism (-173G/C SNP) determines host susceptibility and severity of leptospirosis."}, {"pubmed": 35205271, "text": "MIF rs755622 and IL6 rs1800795 Are Implied in Genetic Susceptibility to End-Stage Renal Disease (ESRD)."}, {"pubmed": 35234206, "text": "Macrophage Migration Inhibitory Factor Provides a Predictive Performance of Septic Acute Kidney Injury."}, {"pubmed": 35563296, "text": "Macrophage Migration Inhibitory Factor (MIF) as a Stress Molecule in Renal Inflammation."}, {"pubmed": 35585040, "text": "Macrophage migration inhibitory factor (MIF) acetylation protects neurons from ischemic injury."}, {"pubmed": 35717879, "text": "MIF in the cerebrospinal fluid is decreased during relapsing-remitting while increased in secondary progressive multiple sclerosis."}, {"pubmed": 35732118, "text": "Single-cell RNA-seq of a soft-tissue sarcoma model reveals the critical role of tumor-expressed MIF in shaping macrophage heterogeneity."}, {"pubmed": 35904178, "text": "Macrophage migration inhibitory factor takes part in the lumbar ligamentum flavum hypertrophy."}, {"pubmed": 36094626, "text": "Heterocomplexes between the atypical chemokine MIF and the CXC-motif chemokine CXCL4L1 regulate inflammation and thrombus formation."}, {"pubmed": 36166743, "text": "Impact of Macrophage Migration Inhibitory Factor Gene Polymorphisms and Serum Macrophage Migration Inhibitory Factor Levels on Pulmonary and Spinal Tuberculosis Susceptibility: A Pooled Analysis."}, {"pubmed": 36222594, "text": "MIF is a common genetic determinant of COVID-19 symptomatic infection and severity."}, {"pubmed": 36257465, "text": "Macrophage Migration Inhibitory Factor Restriction of HIV-1 Transinfection from Dendritic Cells to CD4+ T Cells through the Regulation of Autophagy."}, {"pubmed": 36298774, "text": "Macrophage Migration Inhibitory Factor (MIF) Promotes Increased Proportions of the Highly Permissive Th17-like Cell Profile during HIV Infection."}, {"pubmed": 36326455, "text": "Blockage of CD72 reduces B cell proliferation in immune thrombocytopenic purpura, involving interleukin 1 and macrophage migration inhibitory factor secretion."}, {"pubmed": 36516121, "text": "Plasma Macrophage Migration Inhibitory Factor Concentration at Each Spectrum of Tuberculosis."}, {"pubmed": 36518052, "text": "Macrophage migration inhibitory factor protects bone marrow mesenchymal stem cells from hypoxia/ischemia-induced apoptosis by regulating lncRNA MEG3."}, {"pubmed": 36631486, "text": "Distinct patterns of serum and urine macrophage migration inhibitory factor kinetics predict death in sepsis: a prospective, observational clinical study."}, {"pubmed": 36925198, "text": "Tumor Necrosis Factor alpha-Dependent Lung Inflammation Promotes the Progression of Lung Adenocarcinoma Originating From Alveolar Type II Cells by Upregulating MIF-CD74."}, {"pubmed": 36958712, "text": "Tumor-associated macrophages facilitate oral squamous cell carcinomas migration and invasion by MIF/NLRP3/IL-1beta circuit: A crosstalk interrupted by melatonin."}, {"pubmed": 37252795, "text": "The MIF promoter SNP rs755622 is associated with immune activation in glioblastoma."}, {"pubmed": 37272017, "text": "Targeted Knockdown of Macrophage Migration Inhibitory Factor Enhances UVB Irradiation-Induced Apoptosis Via Increasing ROS Generation in Oral Squamous Cell Carcinoma."}, {"pubmed": 37317750, "text": "Association between macrophage migration inhibitory factor-173G/C polymorphism and psoriasis risk: A meta-analysis."}, {"pubmed": 37326070, "text": "THE ROLE OF BIOMARKER MACROPHAGE MIGRATION INHIBITORY FACTOR IN CARDIAC REMODELING PREDICTION IN PATIENTS WITH ST-SEGMENT ELEVATION MYOCARDIAL INFARCTION."}, {"pubmed": 37331297, "text": "MIF promotes Th17 cell differentiation in Hashimoto's thyroiditis by binding HVEM and activating NF-kappaB signaling pathway."}, {"pubmed": 37363971, "text": "Analysis of Macrophage Migration Inhibitory Factor Genotype in Hemophilia a Patients."}, {"pubmed": 37373198, "text": "MIF Increases sFLT1 Expression in Early Uncomplicated Pregnancy and Preeclampsia."}, {"pubmed": 37498233, "text": "Blockade of MIF biological activity ameliorates house dust mite-induced allergic airway inflammation in humanized MIF mice."}, {"pubmed": 37645013, "text": "Retrospective study on the correlation between serum MIF level and the condition and prognosis of patients with traumatic head injury."}, {"pubmed": 37665108, "text": "Investigation of MIF gene promoter variations and their haplotypes in the Alzheimer disease in Turkish population."}, {"pubmed": 37735872, "text": "Human macrophage migration inhibitory factor potentiates mesenchymal stromal cell efficacy in a clinically relevant model of allergic asthma."}, {"pubmed": 37774962, "text": "Host cell-type and pathogen-specific immunomodulatory functions of macrophage migration inhibitory factor (MIF) in infectious keratitis."}, {"pubmed": 37784249, "text": "Macrophage migration inhibitory factor may contribute to the occurrence of multiple primary lung adenocarcinomas."}, {"pubmed": 37803493, "text": "Association of MIF-173G/C, IL-4 VNTR, and IL-1RA VNTR variants with FMF-related amyloidosis in a Turkish cohort."}, {"pubmed": 37956411, "text": "The Tautomerase Activity of Tumor Exosomal MIF Promotes Pancreatic Cancer Progression by Modulating MDSC Differentiation."}, {"pubmed": 37982154, "text": "Serum macrophage migration inhibitory factor levels predict brain atrophy in people with primary progressive multiple sclerosis."}, {"pubmed": 38145300, "text": "WISP1 induces the expression of macrophage migration inhibitory factor in human lung fibroblasts through Src kinases and EGFR-activated signaling pathways."}, {"pubmed": 38159470, "text": "Macrophage migration inhibitory factor: A noval biomarker upregulates in myasthenia gravis and correlates with disease severity and relapse."}, {"pubmed": 38175171, "text": "Obesity-related Plasma CXCL10 Drives CX3CR1-dependent Monocytic Secretion of Macrophage Migration Inhibitory Factor."}, {"pubmed": 38245877, "text": "Macrophage migration inhibitory factor reversed senescent phenotype in human chondrocytes in vitro."}, {"pubmed": 38267013, "text": "Association study of a single nucleotide polymorphism in the hypoxia response element of the macrophage migration inhibitory factor gene promoter with suicide completers in the Japanese population."}, {"pubmed": 38436543, "text": "Macrophage migration inhibitory factor (MIF) predicts survival in patients with clear cell renal cell carcinoma."}, {"pubmed": 38530238, "text": "The human MIF polymorphism CATT7 enhances pro-inflammatory macrophage polarization in a clinically relevant model of allergic airway inflammation."}, {"pubmed": 38703766, "text": "Targeting low levels of MIF expression as a potential therapeutic strategy for ALS."}], "genomic_pos": [{"chr": "HSCHR22_1_CTG7", "end": 131589, "ensemblgene": "ENSG00000276701", "start": 130366, "strand": 1}, {"chr": "22", "end": 23895227, "ensemblgene": "ENSG00000240972", "start": 23894383, "strand": 1}], "genomic_pos_hg19": {"chr": "22", "end": 24237414, "start": 24236191, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0001516", "pubmed": 12782713, "qualifier": "involved_in", "term": "prostaglandin biosynthetic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0001819", "pubmed": 19602265, "qualifier": "involved_in", "term": "positive regulation of cytokine production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002906", "qualifier": "involved_in", "term": "negative regulation of mature B cell apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007166", "pubmed": 12782713, "qualifier": "involved_in", "term": "cell surface receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008284", "pubmed": 10562313, "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010629", "pubmed": 10562313, "qualifier": "involved_in", "term": "negative regulation of gene expression"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010739", "pubmed": 17045821, "qualifier": "involved_in", "term": "positive regulation of protein kinase A signaling"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010760", "pubmed": 21817065, "qualifier": "involved_in", "term": "negative regulation of macrophage chemotaxis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0019752", "pubmed": 12782713, "qualifier": "involved_in", "term": "carboxylic acid metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030330", "qualifier": "involved_in", "term": "DNA damage response, signal transduction by p53 class mediator"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030336", "pubmed": 22952837, "qualifier": "involved_in", "term": "negative regulation of cell migration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030890", "pubmed": 12782713, "qualifier": "involved_in", "term": "positive regulation of B cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031666", "qualifier": "involved_in", "term": "positive regulation of lipopolysaccharide-mediated signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032760", "pubmed": 21817065, "qualifier": "involved_in", "term": "positive regulation of tumor necrosis factor production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033033", "qualifier": "involved_in", "term": "negative regulation of myeloid cell apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0033138", "pubmed": 17045821, "qualifier": "involved_in", "term": "positive regulation of peptidyl-serine phosphorylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042327", "pubmed": 12782713, "qualifier": "involved_in", "term": "positive regulation of phosphorylation"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0043030", "pubmed": 12782713, "qualifier": "involved_in", "term": "regulation of macrophage activation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043066", "pubmed": 12782713, "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043518", "pubmed": 17045821, "qualifier": "involved_in", "term": "negative regulation of DNA damage response, signal transduction by p53 class mediator"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045087", "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0048146", "pubmed": 12782713, "qualifier": "involved_in", "term": "positive regulation of fibroblast proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050731", "pubmed": 17045821, "qualifier": "involved_in", "term": "positive regulation of peptidyl-tyrosine phosphorylation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050918", "qualifier": "involved_in", "term": "positive chemotaxis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051248", "qualifier": "involved_in", "term": "negative regulation of protein metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0061078", "qualifier": "involved_in", "term": "positive regulation of prostaglandin secretion involved in immune response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0061081", "qualifier": "involved_in", "term": "positive regulation of myeloid leukocyte cytokine production involved in immune response"}, {"evidence": "IPI", "gocategory": "BP", "id": "GO:0070207", "pubmed": 17526494, "qualifier": "involved_in", "term": "protein homotrimerization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070374", "pubmed": [12782713, 17045821], "qualifier": "involved_in", "term": "positive regulation of ERK1 and ERK2 cascade"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0070374", "pubmed": 21817065, "qualifier": "involved_in", "term": "positive regulation of ERK1 and ERK2 cascade"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0090238", "qualifier": "involved_in", "term": "positive regulation of arachidonic acid secretion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0090398", "qualifier": "involved_in", "term": "cellular senescence"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1902166", "pubmed": 17045821, "qualifier": "involved_in", "term": "negative regulation of intrinsic apoptotic signaling pathway in response to DNA damage by p53 class mediator"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000343", "qualifier": "involved_in", "term": "positive regulation of chemokine (C-X-C motif) ligand 2 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000773", "pubmed": 10562313, "qualifier": "involved_in", "term": "negative regulation of cellular senescence"}], "CC": [{"evidence": "HDA", "gocategory": "CC", "id": "GO:0005576", "pubmed": 27068509, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005576", "pubmed": 12782713, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 21817065, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 24569872, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 24569872, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009986", "pubmed": 12782713, "qualifier": "located_in", "term": "cell surface"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0031982", "pubmed": 19190083, "qualifier": "located_in", "term": "vesicle"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0034774", "qualifier": "located_in", "term": "secretory granule lumen"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19056867, 20458337, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:1904813", "qualifier": "located_in", "term": "ficolin-1-rich granule lumen"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0002020", "qualifier": "enables", "term": "protease binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004167", "pubmed": 17526494, "qualifier": "enables", "term": "dopachrome isomerase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005125", "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005125", "pubmed": 12782713, "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005126", "pubmed": 21817065, "qualifier": "enables", "term": "cytokine receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005126", "pubmed": 17045821, "qualifier": "enables", "term": "cytokine receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [12681488, 17526494, 18677096, 25416956, 26280537, 28726057, 31515488], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042056", "pubmed": 19602265, "qualifier": "enables", "term": "chemoattractant activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [20534506, 25416956, 31515488, 32296183], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0050178", "qualifier": "enables", "term": "phenylpyruvate tautomerase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0050178", "pubmed": [16285950, 21817065], "qualifier": "enables", "term": "phenylpyruvate tautomerase activity"}]}, "homologene": {"genes": [[7955, 751093], [8364, 100134996], [9031, 100857237], [9544, 574298], [9606, 4282], [9913, 280858], [10090, 17319], [10116, 81683]], "id": 55655}, "interpro": [{"desc": "Macrophage migration inhibitory factor", "id": "IPR001398", "short_desc": "Macrophage_inhib_fac"}, {"desc": "Tautomerase/MIF superfamily", "id": "IPR014347", "short_desc": "Tautomerase/MIF_sf"}, {"desc": "Macrophage migration inhibitory factor, conserved site", "id": "IPR019829", "short_desc": "Macrophage_inhib_fac_CS"}], "ipi": "IPI00293276", "map_location": "22q11.23", "name": "macrophage migration inhibitory factor", "other_names": ["L-dopachrome isomerase", "L-dopachrome tautomerase", "epididymis secretory sperm binding protein", "macrophage migration inhibitory factor", "macrophage migration inhibitory factor (glycosylation-inhibiting factor)", "phenylpyruvate tautomerase"], "pantherdb": {"HGNC": "7097", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "96982", "ortholog_type": "LDO", "panther_family": "PTHR11954", "taxid": 10090, "uniprot_kb": "P34884"}, {"Ensembl": "ENSRNOG00000033613", "ortholog_type": "O", "panther_family": "PTHR11954", "taxid": 10116, "uniprot_kb": "D3ZXK6"}, {"Ensembl": "ENSRNOG00000006599", "ortholog_type": "O", "panther_family": "PTHR11954", "taxid": 10116, "uniprot_kb": "F1LTZ6"}, {"Ensembl": "ENSRNOG00000021533", "ortholog_type": "O", "panther_family": "PTHR11954", "taxid": 10116, "uniprot_kb": "D4AD38"}, {"Ensembl": "ENSRNOG00000028222", "ortholog_type": "O", "panther_family": "PTHR11954", "taxid": 10116, "uniprot_kb": "D3ZQU2"}, {"Ensembl": "ENSRNOG00000034106", "ortholog_type": "O", "panther_family": "PTHR11954", "taxid": 10116, "uniprot_kb": "D3ZE63"}, {"Ensembl": "ENSRNOG00000033673", "ortholog_type": "O", "panther_family": "PTHR11954", "taxid": 10116, "uniprot_kb": "D4A3P7"}, {"RGD": "621163", "ortholog_type": "LDO", "panther_family": "PTHR11954", "taxid": 10116, "uniprot_kb": "P30904"}, {"Ensembl": "ENSGALG00000006326", "ortholog_type": "LDO", "panther_family": "PTHR11954", "taxid": 9031, "uniprot_kb": "Q02960"}, {"ZFIN": "ZDB-GENE-080708-1", "ortholog_type": "LDO", "panther_family": "PTHR11954", "taxid": 7955, "uniprot_kb": "Q0ZBR7"}, {"WormBase": "WBGene00003236", "ortholog_type": "O", "panther_family": "PTHR11954", "taxid": 6239, "uniprot_kb": "P90835"}, {"WormBase": "WBGene00003235", "ortholog_type": "O", "panther_family": "PTHR11954", "taxid": 6239, "uniprot_kb": "Q18785"}, {"WormBase": "WBGene00003237", "ortholog_type": "O", "panther_family": "PTHR11954", "taxid": 6239, "uniprot_kb": "Q9GUG4"}, {"WormBase": "WBGene00003234", "ortholog_type": "LDO", "panther_family": "PTHR11954", "taxid": 6239, "uniprot_kb": "Q9U228"}, {"TAIR": "2098272", "ortholog_type": "O", "panther_family": "PTHR11954", "taxid": 3702, "uniprot_kb": "Q8LG92"}, {"TAIR": "2149830", "ortholog_type": "O", "panther_family": "PTHR11954", "taxid": 3702, "uniprot_kb": "F4K9G5"}, {"TAIR": "2175554", "ortholog_type": "LDO", "panther_family": "PTHR11954", "taxid": 3702, "uniprot_kb": "F4KAK0"}], "uniprot_kb": "P14174"}, "pathway": {"kegg": [{"id": "hsa00350", "name": "Tyrosine metabolism - Homo sapiens (human)"}, {"id": "hsa00360", "name": "Phenylalanine metabolism - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-202733", "name": "Cell surface interactions at the vascular wall"}, {"id": "R-HSA-447115", "name": "Interleukin-12 family signaling"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-6798695", "name": "Neutrophil degranulation"}, {"id": "R-HSA-8950505", "name": "Gene and protein expression by JAK-STAT signaling after Interleukin-12 stimulation"}, {"id": "R-HSA-9020591", "name": "Interleukin-12 signaling"}], "smpdb": [{"id": "SMP00006", "name": "Tyrosine Metabolism"}, {"id": "SMP00169", "name": "Alkaptonuria"}, {"id": "SMP00190", "name": "Hawkinsinuria"}, {"id": "SMP00218", "name": "Tyrosinemia Type I"}, {"id": "SMP00429", "name": "Disulfiram Action Pathway"}, {"id": "SMP00494", "name": "Tyrosinemia, transient, of the newborn"}, {"id": "SMP00498", "name": "Dopamine beta-hydroxylase deficiency"}, {"id": "SMP00533", "name": "Monoamine oxidase-a deficiency (MAO-A)"}], "wikipathways": [{"id": "WP236", "name": "Adipogenesis"}, {"id": "WP2431", "name": "Spinal Cord Injury"}]}, "pdb": ["1CA7", "1CGQ", "1GCZ", "1GD0", "1GIF", "1LJT", "1MIF", "1P1G", "2OOH", "2OOW", "2OOZ", "3B9S", "3CE4", "3DJH", "3DJI", "3HOF", "3IJG", "3IJJ", "3JSF", "3JSG", "3JTU", "3L5P", "3L5R", "3L5S", "3L5T", "3L5U", "3L5V", "3SMB", "3SMC", "3U18", "3WNR", "3WNS", "3WNT", "4ETG", "4EUI", "4EVG", "4F2K", "4GRN", "4GRO", "4GRP", "4GRQ", "4GRR", "4GRU", "4GUM", "4K9G", "4OSF", "4OYQ", "4P01", "4P0H", "4PKK", "4PKZ", "4PLU", "4TRF", "4TRU", "4WR8", "4WRB", "4XX7", "4XX8", "4Z15", "4Z1T", "4Z1U", "5B4O", "5BS9", "5BSC", "5BSI", "5BSJ", "5EIZ", "5HVS", "5HVT", "5HVV", "5J7P", "5J7Q", "5UMJ", "5UMK", "5UZY", "5V70", "5V73", "5XEJ", "6B1C", "6B1K", "6B2C", "6BG6", "6BG7", "6CB5", "6CBF", "6CBG", "6CBH", "6FVE", "6FVH", "6OY8", "6OYB", "6OYE", "6OYG", "6PEG", "7E45", "7E47", "7E49", "7E4A", "7E4B", "7E4C", "7KQX", "7XTX", "7XVX", "8CA0", "8IMR"], "pfam": "PF01187", "pharmgkb": "PA30819", "pharos": {"target_id": 4665, "tdl": "Tchem"}, "pir": "A48793", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF252687", "relationship": "is"}, {"id": "GNF252688", "relationship": "is"}, {"id": "GNF252689", "relationship": "is"}, {"id": "GNF252690", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF085671", "relationship": "is"}, {"id": "GNF085672", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054290", "relationship": "is"}, {"id": "GNF059070", "relationship": "is"}, {"id": "GNF074397", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF068643", "relationship": "is"}, {"id": "GNF068644", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF009692", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF242407", "relationship": "is"}, "NOVART_hs-genome_siRNA": {"id": "GNF152405", "relationship": "similar to"}}, "refseq": {"genomic": ["NC_000022.11", "NC_060946.1", "NG_012099.1", "NT_187633.1"], "protein": "NP_002406.1", "rna": "NM_002415.2", "translation": {"protein": "NP_002406.1", "rna": "NM_002415.2"}}, "reporter": {"HG-U133_Plus_2": "217871_s_at", "HG-U95Av2": "895_at", "HTA-2_0": "TC22001456.hg.1", "HuEx-1_0": "3939545", "HuGene-1_1": "8071737", "HuGene-2_1": "16928098"}, "summary": "This gene encodes a lymphokine involved in cell-mediated immunity, immunoregulation, and inflammation. It plays a role in the regulation of macrophage function in host defense through the suppression of anti-inflammatory effects of glucocorticoids. This lymphokine and the JAB1 protein form a complex in the cytosol near the peripheral plasma membrane, which may indicate an additional role in integrin signaling pathways. [provided by RefSeq, Jul 2008].", "symbol": "MIF", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1334507"}, "unigene": "Hs.407995", "uniprot": {"Swiss-Prot": "P14174", "TrEMBL": "I4AY87"}, "wikipedia": {"url_stub": "Macrophage migration inhibitory factor"}}