{"AllianceGenome": "26617", "HGNC": "26617", "MIM": "615153", "_id": "197259", "_version": 2, "accession": {"genomic": ["AC004685.1", "AC109599.4", "CH471114.2", "CP068262.2", "CQ859712.1", "KT584829.1", "NC_000016.10", "NC_060940.1"], "protein": ["AAH28141.1", "BAC03728.1", "CAH25906.1", "CAI46144.1", "EAW95679.1", "NP_001135969.1", "NP_689862.1", "Q8NB16.1", "XP_005255891.1", "XP_011521238.1", "XP_047289660.1", "XP_047289661.1", "XP_047289662.1", "XP_047289663.1", "XP_047289664.1", "XP_047289665.1", "XP_047289666.1", "XP_054235719.1", "XP_054235720.1", "XP_054235721.1", "XP_054235722.1", "XP_054235723.1", "XP_054235724.1", "XP_054235725.1", "XP_054235726.1", "XP_054235727.1"], "rna": ["AK091708.1", "AK093013.1", "AK122998.1", "AL833362.1", "BC028141.1", "BQ575071.1", "DA219811.1", "DB291522.1", "NM_001142497.3", "NM_152649.4", "XM_005255834.5", "XM_011522936.3", "XM_047433704.1", "XM_047433705.1", "XM_047433706.1", "XM_047433707.1", "XM_047433708.1", "XM_047433709.1", "XM_047433710.1", "XM_054379744.1", "XM_054379745.1", "XM_054379746.1", "XM_054379747.1", "XM_054379748.1", "XM_054379749.1", "XM_054379750.1", "XM_054379751.1", "XM_054379752.1"], "translation": [{"protein": "XP_054235721.1", "rna": "XM_054379746.1"}, {"protein": "XP_054235722.1", "rna": "XM_054379747.1"}, {"protein": "XP_047289661.1", "rna": "XM_047433705.1"}, {"protein": "XP_054235719.1", "rna": "XM_054379744.1"}, {"protein": "XP_054235724.1", "rna": "XM_054379749.1"}, {"protein": "XP_054235725.1", "rna": "XM_054379750.1"}, {"protein": "XP_054235723.1", "rna": "XM_054379748.1"}, {"protein": "XP_054235726.1", "rna": "XM_054379751.1"}, {"protein": "XP_047289664.1", "rna": "XM_047433708.1"}, {"protein": "NP_001135969.1", "rna": "NM_001142497.3"}, {"protein": "CAI46144.1", "rna": "AL833362.1"}, {"protein": "XP_005255891.1", "rna": "XM_005255834.5"}, {"protein": "BAC03728.1", "rna": "AK091708.1"}, {"protein": "XP_054235720.1", "rna": "XM_054379745.1"}, {"protein": "XP_047289660.1", "rna": "XM_047433704.1"}, {"protein": "XP_011521238.1", "rna": "XM_011522936.3"}, {"protein": "NP_689862.1", "rna": "NM_152649.4"}, {"protein": "XP_047289666.1", "rna": "XM_047433710.1"}, {"protein": "XP_054235727.1", "rna": "XM_054379752.1"}, {"protein": "XP_047289665.1", "rna": "XM_047433709.1"}, {"protein": "XP_047289662.1", "rna": "XM_047433706.1"}, {"protein": "AAH28141.1", "rna": "BC028141.1"}, {"protein": "XP_047289663.1", "rna": "XM_047433707.1"}]}, "alias": "hMLKL", "ensembl": {"gene": "ENSG00000168404", "protein": ["ENSP00000303118", "ENSP00000308351", "ENSP00000459920", "ENSP00000459935", "ENSP00000461110", "ENSP00000461666"], "transcript": ["ENST00000306247", "ENST00000308807", "ENST00000570846", "ENST00000571303", "ENST00000573267", "ENST00000575686", "ENST00000575695", "ENST00000576529"], "translation": [{"protein": "ENSP00000303118", "rna": "ENST00000306247"}, {"protein": "ENSP00000308351", "rna": "ENST00000308807"}, {"protein": "ENSP00000459935", "rna": "ENST00000576529"}, {"protein": "ENSP00000461110", "rna": "ENST00000571303"}, {"protein": "ENSP00000459920", "rna": "ENST00000573267"}, {"protein": "ENSP00000461666", "rna": "ENST00000575686"}], "type_of_gene": "protein_coding"}, "entrezgene": "197259", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 19.5334198484, "exp_mis": 165.290796678, "exp_syn": 66.8785949277, "lof_z": -0.104574743180496, "mis_z": -2.11942980633102, "mu_lof": 1.36709727728e-06, "mu_mis": 1.43501490332e-05, "mu_syn": 5.57611767572e-06, "n_lof": 20.0, "n_mis": 221.0, "n_syn": 76.0, "p_li": 7.47865621818672e-14, "p_null": 0.982956865843372, "p_rec": 0.0170431341565531, "syn_z": -0.691461263644646}, "bp": 1416, "cds_end": 74729655, "cds_start": 74706401, "n_exons": 10, "nonpsych": {"exp_lof": 17.4758629638, "exp_mis": 149.400358566, "exp_syn": 60.3278174255, "lof_z": -0.123133876393241, "mis_z": -1.92295001991439, "mu_lof": 1.36709727728e-06, "mu_mis": 1.43501490332e-05, "mu_syn": 5.57611767572e-06, "n_lof": 18.0, "n_mis": 196.0, "n_syn": 72.0, "p_li": 1.63824351055139e-12, "p_null": 0.973998770773638, "p_rec": 0.026001229224724, "syn_z": -0.946142654402109}, "nontcga": {"exp_lof": 17.9508850338, "exp_mis": 152.047682135, "exp_syn": 61.508450371, "lof_z": -0.011435420073051, "mis_z": -1.85663839286174, "mu_lof": 1.36709727728e-06, "mu_mis": 1.43501490332e-05, "mu_syn": 5.57611767572e-06, "n_lof": 18.0, "n_mis": 198.0, "n_syn": 67.0, "p_li": 2.42499764985209e-12, "p_null": 0.964567662945948, "p_rec": 0.0354323370516271, "syn_z": -0.443353187190083}, "transcript": "ENST00000308807.7"}, "exons": [{"cdsend": 74695757, "cdsstart": 74672503, "chr": "16", "position": [[74671854, 74672538], [74674959, 74675100], [74675323, 74675404], [74692341, 74692416], [74695297, 74695759], [74700452, 74700862]], "strand": -1, "transcript": "NM_001142497", "txend": 74700862, "txstart": 74671854}, {"cdsend": 74695757, "cdsstart": 74672503, "chr": "16", "position": [[74671854, 74672538], [74674959, 74675100], [74675354, 74675404], [74675612, 74675764], [74678898, 74678980], [74682650, 74682786], [74685485, 74685583], [74691276, 74691463], [74692341, 74692416], [74695297, 74695759], [74700452, 74700862]], "strand": -1, "transcript": "NM_152649", "txend": 74700862, "txstart": 74671854}], "exons_hg19": [{"cdsend": 74729655, "cdsstart": 74706401, "chr": "16", "position": [[74705752, 74706436], [74708857, 74708998], [74709221, 74709302], [74726239, 74726314], [74729195, 74729657], [74734350, 74734760]], "strand": -1, "transcript": "NM_001142497", "txend": 74734760, "txstart": 74705752}, {"cdsend": 74729655, "cdsstart": 74706401, "chr": "16", "position": [[74705752, 74706436], [74708857, 74708998], [74709252, 74709302], [74709510, 74709662], [74712796, 74712878], [74716548, 74716684], [74719383, 74719481], [74725174, 74725361], [74726239, 74726314], [74729195, 74729657], [74734350, 74734760]], "strand": -1, "transcript": "NM_152649", "txend": 74734760, "txstart": 74705752}], "generif": [{"pubmed": 19844255, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 22265413, "text": "Findings implicate MLKL as a key mediator of necrosis signaling downstream of the kinase RIP3."}, {"pubmed": 22421439, "text": "study suggests that MLKL is a key RIP3 downstream component of TNF-induced necrotic cell death"}, {"pubmed": 23612963, "text": "the importance of the RIP3-MLKL interaction in the formation of functional necrosomes and suggest that translocation of necrosomes to mitochondria-associated membranes is essential for necroptosis signaling."}, {"pubmed": 23720157, "text": "Low expression of MLKL is associated with decreased OS in patients with resected PAC and decreased RFS and OS in the subset of patients with resected PAC who receive adjuvant chemotherapy."}, {"pubmed": 24219132, "text": "Data suggest that nucleotide- (ATP-) binding residues of human MLKL have divergently evolved from mouse Mlkl and conventional protein kinases; studies include small-angle X-ray scattering, thermal shift of nucleotide binding, and sequence alignment."}, {"pubmed": 24316671, "text": "This study reveals a crucial mechanism of MLKL-mediated TNF-induced necroptosis."}, {"pubmed": 24322838, "text": "MLKL protein expression is significantly upregulated in children, diagnosed with inflammatory bowel disease."}, {"pubmed": 24703947, "text": "Report role of MLKL/RIP3 pathway in necrotic membrane disruption."}, {"pubmed": 24813885, "text": "Authors demonstrate that the full four-helical bundle domain (4HBD) in the N-terminal region of MLKL is required and sufficient to induce its oligomerization and trigger cell death."}, {"pubmed": 24813885, "text": "MLKL binding to phosphatidylinositol phosphates is required for plasma membrane rupture"}, {"pubmed": 25220470, "text": "MLKL structure determined by nuclear magnetic resonance spectroscopy reveals how different structural elements of the MLKL N-terminal region contribute to MLKL function and membrane permeation."}, {"pubmed": 25697054, "text": "in the absence of caspase-8 activity, 24(S)-Hydroxycholesterol induces a necroptosis-like cell death which is RIPK1-dependent but MLKL-independent."}, {"pubmed": 25748555, "text": "High expression of RIP3 in keratinocytes from toxic epidermal necrolysis patients potentiates MLKL phosphorylation/activation and necrotic cell death."}, {"pubmed": 25766324, "text": "a novel non-enzymatic function of AChE-R is to stimulate RIPK1/MLKL-dependent regulated necrosis (necroptosis). The latter complements a cholinergic system in the ovary, which determines life and death of ovarian cells."}, {"pubmed": 26165695, "text": "MLKL upregulation in SPARC overexpressed cells treated with Ara-C, indicates necrosis as a possible cell death process for the SKM-1 cells under these stringent conditions"}, {"pubmed": 26283547, "text": "These data reveal a potential role for RIPK3 as a suppressor of MLKL activation and indicate that phosphorylation can fine-tune the ability of MLKL to induce necroptosis."}, {"pubmed": 26704887, "text": "Modelling predicts that a C-terminal helix constrains the activity of MLKL1, but not MLKL2"}, {"pubmed": 26823841, "text": "MLKL was a prognostic biomarker for cervical squamous cell carcinoma"}, {"pubmed": 26853145, "text": "Results show that upon activation, MLKL undergoes oligomerization mediated by the brace domain, being recruited to the plasma membrane through avidity of N-terminal helix bundle for phosphatidylinositol phosphate (PIP)."}, {"pubmed": 26865533, "text": "Necroptosis signaling is modulated by the kinase RIPK1 and requires the kinase RIPK3 and the pseudokinase MLKL. (Review)"}, {"pubmed": 26866270, "text": "coexpression of Hsp90 increases MLKL oligomerization and plasma membrane translocation and enhances MLKL-mediated necroptosis. Findings demonstrate that an efficient necrotic response requires a functional Hsp90."}, {"pubmed": 26868910, "text": "Phosphorylated MLKL leads to a conformational change, exposure of the N-terminal domain, results in MLKL membrane localization, oligomerization and membrane permeabilization."}, {"pubmed": 26933192, "text": "Results from interaction proteomics identified MLKL as a novel HSP90 client protein in HT-29 cells."}, {"pubmed": 27033670, "text": "MLKL forms cation channels that are permeable preferentially to Mg(2+) rather than Ca(2+) in the presence of Na(+) and K(+)."}, {"pubmed": 27411587, "text": "In AML, MLKL expression is reduced in specific subsets. This is linked to its function in activating the ASC inflammasome."}, {"pubmed": 27432118, "text": "Low expression of mixed lineage kinase domain-like protein was associated with decreased overall survival in all patient-group with resected colon cancer."}, {"pubmed": 27473085, "text": "Downregulated expression of MLKL is associated with gastric caner."}, {"pubmed": 27756058, "text": "results reveal a pathway for MLKL-dependent programmed necrosis that is executed in the absence of RIPK3 and potentially drives the pathogenesis of severe liver diseases."}, {"pubmed": 27920255, "text": "MLKL octamer formation depends on alpha-helices 4 and 5."}, {"pubmed": 28130493, "text": "this study shows that MLKL is an endogenous activator of the NLRP3 inflammasome, and that MLKL activation provides a mechanism for concurrent processing and release of IL-1beta independently of gasdermin-D"}, {"pubmed": 28412393, "text": "adhesion-induced eosinophil cytolysis takes place through RIPK3-MLKL-dependent necroptosis, which can be counterregulated by autophagy"}, {"pubmed": 28650960, "text": "Data suggest that necroptotic cells externalize phosphatidylserine (PS) after translocation of phosphorylated MLKL to cell membrane; necroptotic cells with exposed PS release extracellular vesicles containing MLKL; inhibition of MLKL after PS exposure can reverse process of necroptosis and restore cell viability."}, {"pubmed": 28666573, "text": "this study shows that release of phosphorylated MLKL within extracellular vesicles serves as a mechanism for self-restricting the necroptotic activity of this protein"}, {"pubmed": 28844856, "text": "Thus, activation of MLKL determines cell lysis with release of proinflammatory mediators. We found that pMLKL, the activated form of MLKL, is significantly increased in intestinal epithelial cells expressing RIP3 as well as in bioptic inflamed ileal and colonic tissues from CD and UC patients."}, {"pubmed": 28854080, "text": "Biological events and molecular signaling following MLKL activation during necroptosis have been reported."}, {"pubmed": 28878015, "text": "these findings demonstrate that Trx1 is a critical regulator of necroptosis that suppresses cell death by maintaining MLKL in a reduced inactive state."}, {"pubmed": 29104146, "text": "Data show that phosphatidylinositol transfer protein alpha (PITPalpha) is involved in the function of mixed lineage kinase domain-like protein (MLKL) in necroptosis."}, {"pubmed": 29606984, "text": "Results demonstrate that MLKL concentrations measured after three days of ICU treatment in critically ill patients predict prognosis during intensive care unit treatment. These data not only suggest a previously unrecognized function of MLKL as a biomarker in critical illness and sepsis but also highlight the clinical relevance of MLKL in the pathophysiology of inflammatory and infectious diseases."}, {"pubmed": 29656768, "text": "MLKL expression alters APP metabolism and loss-of-function mutation might contribute to late-onset ApoE varepsilon4-negative AD in the Hong Kong Chinese population."}, {"pubmed": 29883610, "text": "Highly phosphorylated inositol phosphates are an additional, crucial requirement for MLKL death effector function acting directly on MLKL to execute necroptosis."}, {"pubmed": 29930286, "text": "Following activation, toggling within the MLKL pseudokinase domain promotes 4HB domain disengagement from the pseudokinase domain alphaC helix and pseudocatalytic loop, to enable formation of a necroptosis-inducing tetramer."}, {"pubmed": 30084053, "text": "Our studies suggested that chelerythrine (CHE) possibly induces apoptosis through the nuclear translocation of MLKL and *MLKL, which is promoted by a mutual regulation between MLKL and PERK-eIF2alpha pathway in response to ROS formation. The present study clarified the new function of MLKL in apoptosis."}, {"pubmed": 30158627, "text": "Necroinflammation driven by RIPK3-MLKL-dependent necroptosis plays a crucial role in the progression of IRI to CKD."}, {"pubmed": 30355688, "text": "Data demonstrate that the NS1 protein of influenza A virus (IAV) interacts with MLKL. Coiled-coil domain 2 of MLKL has a predominant role in mediating the MLKL interaction with NS1. The interaction of NS1 with MLKL increases MLKL oligomerization and membrane translocation. Moreover, the MLKL-NS1 interaction enhances MLKL-mediated NLRP3 inflammasome activation."}, {"pubmed": 30509860, "text": "REVIEW: recent structural studies of the core machinery of the pathway, the protein kinases receptor-interacting protein kinase (RIPK)1 and RIPK3, and the terminal effector, the pseudokinase mixed lineage kinase domain-like protein (MLKL), in shaping our mechanistic understanding of necroptotic signaling"}, {"pubmed": 30644439, "text": "The bromodomain protein BRD4 positively regulates necroptosis via modulating MLKL expression."}, {"pubmed": 30683918, "text": "The lncRNA-FA2H-2-MLKL pathway is essential for regulation of autophagy and inflammation, and suggested that lncRNA-FA2H-2 and MLKL could act as potential therapeutic targets to ameliorate atherosclerosis-related diseases."}, {"pubmed": 30837196, "text": "These results suggest that MLKL may modulate PI(3,4,5)P3 production, thereby regulating insulin sensitivity."}, {"pubmed": 31031142, "text": "It uncovers mixed lineage kinase domain-like (MLKL's) activating switch in -terminal executioner domain (NED) triggered by a select repertoire of IP metabolites."}, {"pubmed": 31095773, "text": "Study found that the phosphorylated mixed lineage kinase domain-like protein (pMLKL) was increased in the ageing human testes. Seminal pMLKL expression was decreased in groups with sperm concentration 0-5 and 5-10 million/ml when compared with normal sperm concentration in young men and showed an age-related increased expression in men aged 22-60 years with normal sperm concentration."}, {"pubmed": 31230815, "text": "we identify an unexpected role of TAM kinases (Tyro3, Axl, and Mer)as promoters of necroptosis, a pro-inflammatory necrotic cell death. Pharmacologic or genetic targeting of TAM kinases results in a potent inhibition of necroptotic death in various cellular models. We identify phosphorylation of MLKL Tyr376 as a direct point of input from TAM kinases into the necroptosis signaling"}, {"pubmed": 31719524, "text": "Current translational potential and underlying molecular mechanisms of necroptosis."}, {"pubmed": 31727943, "text": "Understanding allosteric interactions in hMLKL protein that modulate necroptosis and its inhibition."}, {"pubmed": 32004572, "text": "ID1 overexpression increases gefitinib sensitivity in non-small cell lung cancer by activating RIP3/MLKL-dependent necroptosis."}, {"pubmed": 32114297, "text": "PI3K mediates tumor necrosis factor induced-necroptosis through initiating RIP1-RIP3-MLKL signaling pathway activation."}, {"pubmed": 32162861, "text": "The Trend of ripk1/ripk3 and mlkl Mediated Necroptosis Pathway in Patients with Different Stages of Prostate Cancer as Promising Progression Biomarkers."}, {"pubmed": 32358523, "text": "A novel neurodegenerative spectrum disorder in patients with MLKL deficiency."}, {"pubmed": 32621119, "text": "MLKL Aggravates Ox-LDL-Induced Cell Pyroptosis via Activation of NLRP3 Inflammasome in Human Umbilical Vein Endothelial Cells."}, {"pubmed": 32788571, "text": "Mixed Lineage Kinase Domain-Like Protein Promotes Human Monocyte Cell Adhesion to Human Umbilical Vein Endothelial Cells Via Upregulation of Intercellular Adhesion Molecule-1 Expression."}, {"pubmed": 32917855, "text": "Reduction in MLKL-mediated endosomal trafficking enhances the TRAIL-DR4/5 signal to increase cancer cell death."}, {"pubmed": 33051424, "text": "Changes in plasma levels of RIPK1, RIPK3, and MLKL in patients with coronary atherosclerotic heart disease and its clinical predictive value.\", trans \"RIPK1RIPK3MLKL."}, {"pubmed": 33054864, "text": "Increased MLKL mRNA level in the PBMCs is correlated with autoantibody production, renal involvement, and SLE disease activity."}, {"pubmed": 33318170, "text": "Locking mixed-lineage kinase domain-like protein in its auto-inhibited state prevents necroptosis."}, {"pubmed": 33531383, "text": "Location, location, location: A compartmentalized view of TNF-induced necroptotic signaling."}, {"pubmed": 33616081, "text": "Differential role of MLKL in alcohol-associated and non-alcohol-associated fatty liver diseases in mice and humans."}, {"pubmed": 33625952, "text": "RIPK3 Activates MLKL-mediated Necroptosis and Inflammasome Signaling during Streptococcus Infection."}, {"pubmed": 33754026, "text": "MLKL: Functions beyond serving as the Executioner of Necroptosis."}, {"pubmed": 33767595, "text": "MLKL inhibits intestinal tumorigenesis by suppressing STAT3 signaling pathway."}, {"pubmed": 33795639, "text": "A family harboring an MLKL loss of function variant implicates impaired necroptosis in diabetes."}, {"pubmed": 33850121, "text": "Conformational interconversion of MLKL and disengagement from RIPK3 precede cell death by necroptosis."}, {"pubmed": 34158471, "text": "The MLKL kinase-like domain dimerization is an indispensable step of mammalian MLKL activation in necroptosis signaling."}, {"pubmed": 34217157, "text": "Mixed Lineage Kinase Domain-Like Pseudokinase (MLKL) Gene Expression in Human Atherosclerosis with and without Type 2 Diabetes Mellitus."}, {"pubmed": 34500630, "text": "Positive Charges in the Brace Region Facilitate the Membrane Disruption of MLKL-NTR in Necroptosis."}, {"pubmed": 34647144, "text": "Mixed lineage kinase domain-like pseudokinase-mediated necroptosis aggravates periodontitis progression."}, {"pubmed": 34710282, "text": "Surviving death: emerging concepts of RIPK3 and MLKL ubiquitination in the regulation of necroptosis."}, {"pubmed": 34811356, "text": "Human RIPK3 maintains MLKL in an inactive conformation prior to cell death by necroptosis."}, {"pubmed": 35166320, "text": "Rare catastrophes and evolutionary legacies: human germline gene variants in MLKL and the necroptosis signalling pathway."}, {"pubmed": 35264437, "text": "Necroptosis-driving genes RIPK1, RIPK3 and MLKL-p are associated with intratumoral CD3(+) and CD8(+) T cell density and predict prognosis in hepatocellular carcinoma."}, {"pubmed": 35264780, "text": "Membrane permeabilization is mediated by distinct epitopes in mouse and human orthologs of the necroptosis effector, MLKL."}, {"pubmed": 35699825, "text": "Upregulation of necroptosis markers RIPK3/MLKL and their crosstalk with autophagy-related protein Beclin-1 in primary immune thrombocytopenia."}, {"pubmed": 35851586, "text": "Enhanced nuclear localization of phosphorylated MLKL predicts adverse events in patients with dilated cardiomyopathy."}, {"pubmed": 36852999, "text": "MLKL-Driven Inflammasome Activation and Caspase-8 Mediate Inflammatory Cell Death in Influenza A Virus Infection."}, {"pubmed": 37301927, "text": "Necroptosis executioner MLKL plays pivotal roles in agonist-induced platelet prothrombotic responses and lytic cell death in a temporal order."}, {"pubmed": 37532777, "text": "Skp2-mediated MLKL degradation confers cisplatin-resistant in non-small cell lung cancer cells."}, {"pubmed": 37770424, "text": "A common human MLKL polymorphism confers resistance to negative regulation by phosphorylation."}, {"pubmed": 37884510, "text": "Phosphorylation-dependent pseudokinase domain dimerization drives full-length MLKL oligomerization."}, {"pubmed": 37904209, "text": "MLKL regulates Cx43 ubiquitinational degradation and mediates neuronal necroptosis in ipsilateral thalamus after focal cortical infarction."}, {"pubmed": 37996483, "text": "MLKL polymerization-induced lysosomal membrane permeabilization promotes necroptosis."}, {"pubmed": 38041169, "text": "MLKL deficiency alleviates neuroinflammation and motor deficits in the alpha-synuclein transgenic mouse model of Parkinson's disease."}, {"pubmed": 38862702, "text": "MLKL regulates radiation-induced death in breast cancer cells: an interplay between apoptotic and necroptotic signals."}], "genomic_pos": {"chr": "16", "end": 74700960, "ensemblgene": "ENSG00000168404", "start": 74671855, "strand": -1}, "genomic_pos_hg19": {"chr": "16", "end": 74734858, "start": 74705753, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0007166", "qualifier": "involved_in", "term": "cell surface receptor signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0051607", "qualifier": "involved_in", "term": "defense response to virus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070207", "pubmed": 24316671, "qualifier": "involved_in", "term": "protein homotrimerization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0070266", "pubmed": [22265414, 24316671, 29883610], "qualifier": "involved_in", "term": "necroptotic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0097527", "qualifier": "involved_in", "term": "necroptotic signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0097527", "pubmed": 22265413, "qualifier": "involved_in", "term": "necroptotic signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0097528", "pubmed": 24316671, "qualifier": "involved_in", "term": "execution phase of necroptosis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0097528", "qualifier": "involved_in", "term": "execution phase of necroptosis"}], "CC": [{"evidence": "ISS", "gocategory": "CC", "id": "GO:0005634", "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 24316671, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": [24316671, 29883610], "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0030054", "qualifier": "located_in", "term": "cell junction"}], "MF": [{"category": "MF", "evidence": "ISS", "id": "GO:0004672", "qualifier": "NOT enables", "term": "protein kinase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004674", "qualifier": "NOT enables", "term": "protein serine/threonine kinase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [22265413, 22265414, 29883609], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005524", "pubmed": 24219132, "qualifier": "enables", "term": "ATP binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0019901", "qualifier": "enables", "term": "protein kinase binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0044877", "pubmed": 22265414, "qualifier": "enables", "term": "protein-containing complex binding"}]}, "homologene": {"genes": [[8364, 100379899], [8364, 100497621], [9031, 415686], [9544, 710316], [9598, 736069], [9606, 197259], [9913, 790225], [10090, 74568], [10116, 690743]], "id": 77416}, "interpro": [{"desc": "Protein kinase domain", "id": "IPR000719", "short_desc": "Prot_kinase_dom"}, {"desc": "Serine-threonine/tyrosine-protein kinase, catalytic domain", "id": "IPR001245", "short_desc": "Ser-Thr/Tyr_kinase_cat_dom"}, {"desc": "Protein kinase-like domain superfamily", "id": "IPR011009", "short_desc": "Kinase-like_dom_sf"}, {"desc": "Adaptor protein Cbl, N-terminal domain superfamily", "id": "IPR036537", "short_desc": "Adaptor_Cbl_N_dom_sf"}], "ipi": ["IPI00180781", "IPI00182167"], "map_location": "16q23.1", "name": "mixed lineage kinase domain like pseudokinase", "other_names": "mixed lineage kinase domain-like protein", "pantherdb": {"HGNC": "26617", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1921818", "ortholog_type": "LDO", "panther_family": "PTHR44329", "taxid": 10090, "uniprot_kb": "Q9D2Y4"}, {"RGD": "1592221", "ortholog_type": "LDO", "panther_family": "PTHR44329", "taxid": 10116, "uniprot_kb": "D3ZKP6"}, {"Ensembl": "ENSGALG00000002766", "ortholog_type": "LDO", "panther_family": "PTHR44329", "taxid": 9031, "uniprot_kb": "E1C6F2"}, {"WormBase": "WBGene00013149", "ortholog_type": "LDO", "panther_family": "PTHR44329", "taxid": 6239, "uniprot_kb": "Q9NAC7"}, {"dictyBase": "DDB_G0290451", "ortholog_type": "O", "panther_family": "PTHR44329", "taxid": 352472, "uniprot_kb": "Q54G43"}, {"dictyBase": "DDB_G0289555", "ortholog_type": "O", "panther_family": "PTHR44329", "taxid": 352472, "uniprot_kb": "Q54HC6"}, {"dictyBase": "DDB_G0278535", "ortholog_type": "O", "panther_family": "PTHR44329", "taxid": 352472, "uniprot_kb": "Q54XX5"}, {"dictyBase": "DDB_G0283267", "ortholog_type": "O", "panther_family": "PTHR44329", "taxid": 352472, "uniprot_kb": "Q54RB7"}, {"dictyBase": "DDB_G0288617", "ortholog_type": "O", "panther_family": "PTHR44329", "taxid": 352472, "uniprot_kb": "Q54IP4"}, {"dictyBase": "DDB_G0281343", "ortholog_type": "O", "panther_family": "PTHR44329", "taxid": 352472, "uniprot_kb": "Q54U31"}, {"dictyBase": "DDB_G0278409", "ortholog_type": "LDO", "panther_family": "PTHR44329", "taxid": 352472, "uniprot_kb": "Q54Y55"}], "uniprot_kb": "Q8NB16"}, "pathway": {"kegg": [{"id": "hsa04217", "name": "Necroptosis - Homo sapiens (human)"}, {"id": "hsa04668", "name": "TNF signaling pathway - Homo sapiens (human)"}, {"id": "hsa05132", "name": "Salmonella infection - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-2672351", "name": "Stimuli-sensing channels"}, {"id": "R-HSA-3295583", "name": "TRP channels"}, {"id": "R-HSA-382551", "name": "Transport of small molecules"}, {"id": "R-HSA-5213460", "name": "RIPK1-mediated regulated necrosis"}, {"id": "R-HSA-5218859", "name": "Regulated Necrosis"}, {"id": "R-HSA-5357801", "name": "Programmed Cell Death"}, {"id": "R-HSA-5675482", "name": "Regulation of necroptotic cell death"}, {"id": "R-HSA-9645723", "name": "Diseases of programmed cell death"}, {"id": "R-HSA-9686347", "name": "Microbial modulation of RIPK1-mediated regulated necrosis"}, {"id": "R-HSA-9693928", "name": "Defective RIPK1-mediated regulated necrosis"}, {"id": "R-HSA-983712", "name": "Ion channel transport"}], "wikipathways": {"id": "WP710", "name": "DNA damage response (only ATM dependent)"}}, "pdb": ["2MSV", "4M67", "4MWI", "5KNJ", "5KO1", "6BWK", "6D74", "6LK5", "6LK6", "6O5Z", "6UX8", "6ZLE", "6ZPR", "6ZVO", "6ZZ1", "7JW7", "7JXU", "7MON", "7NM2", "7NM4", "7NM5", "8SLZ"], "pfam": "PF07714", "pharmgkb": "PA142671349", "pharos": {"target_id": 7413, "tdl": "Tchem"}, "prosite": "PS50011", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF271359", "relationship": "is"}, {"id": "GNF271360", "relationship": "is"}, {"id": "GNF271361", "relationship": "is"}, {"id": "GNF271362", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF159520", "relationship": "is"}, "GNF_hs-Origene": [{"id": "GNF043064", "relationship": "is"}, {"id": "GNF046003", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF084381", "relationship": "is"}, {"id": "GNF084382", "relationship": "is"}, {"id": "GNF084383", "relationship": "is"}, {"id": "GNF088537", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF050618", "relationship": "is"}, {"id": "GNF053769", "relationship": "is"}, {"id": "GNF058540", "relationship": "is"}, {"id": "GNF073782", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF063137", "relationship": "is"}, {"id": "GNF064895", "relationship": "is"}, {"id": "GNF064896", "relationship": "is"}], "GNF_hs-pkinase_IDT-siRNA": [{"id": "GNF165112", "relationship": "is"}, {"id": "GNF165113", "relationship": "is"}, {"id": "GNF165114", "relationship": "is"}, {"id": "GNF165115", "relationship": "is"}], "GNF_hs_LentiORF-HA-MYC": {"id": "GNF282678", "relationship": "is"}, "GNF_hs_LentiORF-Jred": {"id": "GNF283605", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF005328", "relationship": "is"}, "Invitrogen_IVTHSSIPKv2": [{"id": "GNF324408", "relationship": "is"}, {"id": "GNF324409", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": [{"id": "GNF334854", "relationship": "is"}, {"id": "GNF336401", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF092920", "relationship": "is"}, {"id": "GNF115271", "relationship": "is"}, {"id": "GNF132618", "relationship": "is"}, {"id": "GNF154912", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000016.10", "NC_060940.1"], "protein": ["NP_001135969.1", "NP_689862.1", "XP_005255891.1", "XP_011521238.1", "XP_047289660.1", "XP_047289661.1", "XP_047289662.1", "XP_047289663.1", "XP_047289664.1", "XP_047289665.1", "XP_047289666.1", "XP_054235719.1", "XP_054235720.1", "XP_054235721.1", "XP_054235722.1", "XP_054235723.1", "XP_054235724.1", "XP_054235725.1", "XP_054235726.1", "XP_054235727.1"], "rna": ["NM_001142497.3", "NM_152649.4", "XM_005255834.5", "XM_011522936.3", "XM_047433704.1", "XM_047433705.1", "XM_047433706.1", "XM_047433707.1", "XM_047433708.1", "XM_047433709.1", "XM_047433710.1", "XM_054379744.1", "XM_054379745.1", "XM_054379746.1", "XM_054379747.1", "XM_054379748.1", "XM_054379749.1", "XM_054379750.1", "XM_054379751.1", "XM_054379752.1"], "translation": [{"protein": "XP_054235721.1", "rna": "XM_054379746.1"}, {"protein": "XP_054235722.1", "rna": "XM_054379747.1"}, {"protein": "XP_047289661.1", "rna": "XM_047433705.1"}, {"protein": "XP_054235719.1", "rna": "XM_054379744.1"}, {"protein": "XP_054235724.1", "rna": "XM_054379749.1"}, {"protein": "XP_054235725.1", "rna": "XM_054379750.1"}, {"protein": "XP_054235723.1", "rna": "XM_054379748.1"}, {"protein": "XP_054235726.1", "rna": "XM_054379751.1"}, {"protein": "XP_047289664.1", "rna": "XM_047433708.1"}, {"protein": "NP_001135969.1", "rna": "NM_001142497.3"}, {"protein": "XP_005255891.1", "rna": "XM_005255834.5"}, {"protein": "XP_054235720.1", "rna": "XM_054379745.1"}, {"protein": "XP_047289660.1", "rna": "XM_047433704.1"}, {"protein": "XP_011521238.1", "rna": "XM_011522936.3"}, {"protein": "NP_689862.1", "rna": "NM_152649.4"}, {"protein": "XP_047289666.1", "rna": "XM_047433710.1"}, {"protein": "XP_054235727.1", "rna": "XM_054379752.1"}, {"protein": "XP_047289665.1", "rna": "XM_047433709.1"}, {"protein": "XP_047289662.1", "rna": "XM_047433706.1"}, {"protein": "XP_047289663.1", "rna": "XM_047433707.1"}]}, "reporter": {"GNF1H": "gnf1h06941_at", "HG-U133_Plus_2": "238025_at", "HG-U95B": "50829_at", "HTA-2_0": "TC16001270.hg.1", "HuEx-1_0": "3699080", "HuGene-1_1": "8002778", "HuGene-2_1": "16828344"}, "summary": "This gene belongs to the protein kinase superfamily. The encoded protein contains a protein kinase-like domain; however, is thought to be inactive because it lacks several residues required for activity. This protein plays a critical role in tumor necrosis factor (TNF)-induced necroptosis, a programmed cell death process, via interaction with receptor-interacting protein 3 (RIP3), which is a key signaling molecule in necroptosis pathway. Inhibitor studies and knockdown of this gene inhibited TNF-induced necrosis. High levels of this protein and RIP3 are associated with inflammatory bowel disease in children. Alternatively spliced transcript variants have been described for this gene. [provided by RefSeq, Sep 2015].", "symbol": "MLKL", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1537924"}, "unigene": "Hs.119878", "uniprot": {"Swiss-Prot": "Q8NB16", "TrEMBL": ["I3L4Z5", "I3L2U3", "I3L4A6", "I3L2T9"]}}