{"AllianceGenome": "7159", "HGNC": "7159", "MIM": "600108", "_id": "4322", "_version": 1, "accession": {"genomic": ["AP000789.5", "AP001486.5", "AY741163.1", "CH471065.1", "CP068267.2", "HF548062.1", "HF583681.1", "MK497802.1", "NC_000011.10", "NC_060935.1", "NG_021404.1", "U52692.1", "X81640.1"], "protein": ["AAH67522.1", "AAH67523.1", "AAH74807.1", "AAH74808.1", "AAP78939.1", "AAP78940.1", "AAU13907.1", "BAD96468.1", "BAF84900.1", "BAG37740.1", "CAA53056.1", "CAA57108.1", "CAA57296.1", "CCO13773.1", "CCQ43178.1", "EAW67034.1", "EAW67035.1", "NP_002418.1", "P45452.1", "QCQ29126.1"], "rna": ["AK222748.1", "AK292211.1", "AK315341.1", "AY256443.1", "AY256444.1", "BC067522.1", "BC067523.1", "BC074807.2", "BC074808.2", "CA413743.1", "NM_002427.4", "X75308.1", "X81334.1"], "translation": [{"protein": "AAH67522.1", "rna": "BC067522.1"}, {"protein": "BAG37740.1", "rna": "AK315341.1"}, {"protein": "CAA57108.1", "rna": "X81334.1"}, {"protein": "AAH74808.1", "rna": "BC074808.2"}, {"protein": "CAA53056.1", "rna": "X75308.1"}, {"protein": "AAP78939.1", "rna": "AY256443.1"}, {"protein": "AAH67523.1", "rna": "BC067523.1"}, {"protein": "AAH74807.1", "rna": "BC074807.2"}, {"protein": "BAD96468.1", "rna": "AK222748.1"}, {"protein": "NP_002418.1", "rna": "NM_002427.4"}, {"protein": "BAF84900.1", "rna": "AK292211.1"}, {"protein": "AAP78940.1", "rna": "AY256444.1"}]}, "alias": ["CLG3", "MANDP1", "MDST", "MMP-13"], "ec": "3.4.24.-", "ensembl": {"gene": "ENSG00000137745", "protein": ["ENSP00000260302", "ENSP00000339672"], "transcript": ["ENST00000260302", "ENST00000340273"], "translation": [{"protein": "ENSP00000260302", "rna": "ENST00000260302"}, {"protein": "ENSP00000339672", "rna": "ENST00000340273"}], "type_of_gene": "protein_coding"}, "entrezgene": "4322", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 16.9209576337, "exp_mis": 152.816243441, "exp_syn": 66.7484281039, "lof_z": 1.66664630016047, "mis_z": -0.679909212936769, "mu_lof": 1.13323208345e-06, "mu_mis": 1.32044540863e-05, "mu_syn": 5.56532717291e-06, "n_lof": 10.0, "n_mis": 170.0, "n_syn": 73.0, "p_li": 2.16777707829054e-05, "p_null": 0.0959900163643816, "p_rec": 0.903988305864836, "syn_z": -0.474370888481498}, "bp": 1416, "cds_end": 102826434, "cds_start": 102814994, "n_exons": 10, "nonpsych": {"exp_lof": 15.1105228144, "exp_mis": 138.108874111, "exp_syn": 60.2091900818, "lof_z": 1.5437985515137, "mis_z": -0.63911299552805, "mu_lof": 1.13323208345e-06, "mu_mis": 1.32044540863e-05, "mu_syn": 5.56532717291e-06, "n_lof": 9.0, "n_mis": 153.0, "n_syn": 67.0, "p_li": 6.42144659074429e-05, "p_null": 0.115385554162792, "p_rec": 0.884550231371301, "syn_z": -0.551002629112563}, "nontcga": {"exp_lof": 15.5473406816, "exp_mis": 140.571013255, "exp_syn": 61.3886137955, "lof_z": 1.38783568159057, "mis_z": -0.858437682431563, "mu_lof": 1.13323208345e-06, "mu_mis": 1.32044540863e-05, "mu_syn": 5.56532717291e-06, "n_lof": 10.0, "n_mis": 161.0, "n_syn": 68.0, "p_li": 1.23598382474636e-05, "p_null": 0.172861376607862, "p_rec": 0.827126263553891, "syn_z": -0.534282771489372}, "transcript": "ENST00000260302.3"}, "exons": [{"cdsend": 102955705, "cdsstart": 102944265, "chr": "11", "position": [[102942994, 102944366], [102945645, 102945749], [102947890, 102948050], [102949024, 102949158], [102950109, 102950227], [102952011, 102952173], [102954155, 102954281], [102954457, 102954606], [102955251, 102955493], [102955585, 102955732]], "strand": -1, "transcript": "NM_002427", "txend": 102955732, "txstart": 102942994}], "exons_hg19": [{"cdsend": 102826434, "cdsstart": 102814994, "chr": "11", "position": [[102813723, 102815095], [102816374, 102816478], [102818619, 102818779], [102819753, 102819887], [102820838, 102820956], [102822740, 102822902], [102824884, 102825010], [102825186, 102825335], [102825980, 102826222], [102826314, 102826461]], "strand": -1, "transcript": "NM_002427", "txend": 102826461, "txstart": 102813723}], "generif": [{"pubmed": 11883937, "text": "AGRE site plays a rate-limiting role in human collagenase-3 production."}, {"pubmed": 11903048, "text": "Investigation of the role of Endo180/urokinase-type plasminogen activator receptor-associated protein as a collagenase 3 (matrix metalloproteinase 13) receptor"}, {"pubmed": 12009331, "text": "involvement of MAPKs, AP-1 and NF-kappa B transcription factors in the IL-1 induction of MMPs in chondrocytes"}, {"pubmed": 12009332, "text": "Reduction of cytokine-induced expression and activity of MMP-1 and MMP-13 by mechanical strain in MH7A rheumatoid synovial cells"}, {"pubmed": 12139441, "text": "REVIEW: The structure, regulation, and function of human matrix metalloproteinase-13"}, {"pubmed": 12192005, "text": "Data show that keratinocytes use an alternative plasminogen and matrix metalloproteinase-13-dependent pathway for dissolution of collagen fibrils."}, {"pubmed": 12270924, "text": "induction by transforming growth factor-beta via activation of p38 mitogen-activated protein kinase pathway"}, {"pubmed": 12392760, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12392760, "text": "Two new MMP13 promoter polymorphisms. Genotype for one MMP13 polymorphism associated with fibrous plaque in black males. MMP13 expressed in all layers of aorta. Polymorphism a functional variant. Genetic risk factor for extent of fibrous plaque."}, {"pubmed": 12426321, "text": "translational repression by an alternatively spliced form of T-cell-restricted intracellular antigen-related protein"}, {"pubmed": 12734180, "text": "MMP13 expression is regulated by IGF-1 and OP-1"}, {"pubmed": 12878172, "text": "induction of the MMP-13 gene by TNF-alpha is mediated by ERK, p38, and JNK MAP kinases as well as AP-1 and NF-kappaB transcription factors"}, {"pubmed": 12974393, "text": "Together with other prognostic markers, determination of MMP-13 in ascitic fluid may help to identify patients at risk for early death and help to individualize adjuvant therapy"}, {"pubmed": 14558091, "text": "catabolic role of ET-1 in osteoarthritis cartilage via MMP-1 and MMP-13 up-regulation."}, {"pubmed": 15067375, "text": "MMP-13, uPA, and PAI-1 antigen levels were determined in the synovium of patients with osteoarthritis"}, {"pubmed": 15551360, "text": "MMP13 is upregulated in breast cancer"}, {"pubmed": 15640153, "text": "MMP-1 and MMP-3 secretion by gastric epithelial cells are differentially regulated by E prostaglandins and MAPKs"}, {"pubmed": 15654517, "text": "gene expression regulation in Lyme disease"}, {"pubmed": 15693018, "text": "regulation of the PLC pathway through the PTH1R is increased by elevating expression of G(11)alpha in osteoblastic cells leading to increased PTH stimulation of MMP-13 expression by increased stimulation of AP-1 factors c-jun and c-fos."}, {"pubmed": 15763932, "text": "study showed a marked expression of MMP-13 in dental pulp tissue of both sound and carious teeth"}, {"pubmed": 15944607, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15947272, "text": "MMP-9 and MMP-13 are involved in stroke progression and the neuroinflammatory response"}, {"pubmed": 16024014, "text": "Down-regulated by integrin alphavbeta6, not essential for the degradation of type I collagen by oral squamous cell carcinoma cells."}, {"pubmed": 16144844, "text": "GADD45beta plays an essential role during chondrocyte terminal differentiation and mediates MMP-13 gene expression"}, {"pubmed": 16331612, "text": "activation of MMP-13 as well as MMP-9 induced by H-Ras is involved in angiogenesis and with farnesyl transferase inhibitors, in part, exerts their anticancer effects"}, {"pubmed": 16356191, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16398406, "text": "MMP-13 appears to be a factor associated with tumor aggressiveness in cutaneous malignant melanoma"}, {"pubmed": 16507124, "text": "MMP-13 can degrade members from two classes of small leucine-rich repeat proteoglycans. Site at which biglycan is cleaved by MMP-13. MMP-13 induced SLRP degradation may represent early event affecting collagen network by exposing MMP-13 cleavage site."}, {"pubmed": 16648633, "text": "the involvement of p38 MAP kinase in the hyaluronan oligosaccharide induction of MMP-13"}, {"pubmed": 16877349, "text": "The expression of matrix-modeling genes in chronic idiopathic myelofibrosis (cIMF) is not influenced by the JAK2 mutation status but is predominantly related to the stage of disease."}, {"pubmed": 16917496, "text": "a novel role for human MMP-13 in regulating dermal fibroblast survival, proliferation, and interaction in 3D collagen."}, {"pubmed": 16948116, "text": "Since both S100A4 and RAGE are up-regulated in osteoarthritis cartilage, this signaling pathway could contribute to cartilage degradation in this disease."}, {"pubmed": 16984617, "text": "TUNEL-positive cells and MMP-3- and -13-expressing cells were distributed in the degenerative articular cartilage and reparative fibrocartilage tissue in osteochondritis dissecans (OCD) of the elbow."}, {"pubmed": 17009260, "text": "Premature induction of hypertrophy-related molecules (type X collagen and matrix metalloproteinase 13) occurred before production of type II collagen and was followed by up-regulation of alkaline phosphatase activity."}, {"pubmed": 17033924, "text": "No convincing evidence was found to support the association of MMP13 SNPs with increased breast cancer risk or survival."}, {"pubmed": 17033924, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17076612, "text": "activity in gingival crevicular fluid samples was significantly increased in active sites from progressive periodontal disease, supporting its role in the alveolar bone loss"}, {"pubmed": 17116693, "text": "These results identify an unexpectedly broad involvement for p8 in key cellular events linked to cardiomyocyte hypertrophy and cardiac fibroblast matrix metalloproteases production, both of which occur in heart failure."}, {"pubmed": 17138534, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 17138534, "text": "Thus, in the region of Hebei Province where there is a high incidence of GCA and ESCC, the MMP-13 A-77G SNP may not be associated with cancer susceptibility."}, {"pubmed": 17151781, "text": "nicotine stimulates bone matrix turnover by increasing production of tPA and MMP-1, 2, 3, and 13, thereby tipping the balance between bone matrix formation and resorption toward the latter process"}, {"pubmed": 17196980, "text": "We have solved the 2.0 A crystal structure of the complex between the catalytic domain of human MMP-13 (cdMMP-13) and bovine TIMP-2."}, {"pubmed": 17208315, "text": "oncostatin M-stimulated ADAMTS-4 and MMP-13 expression is mediated by extracellular signal-regulated kinases, Janus kinase 3/STAT1/3 and phosphatidylinositol 3-kinase/Akt and by cross talk between these pathways"}, {"pubmed": 17311929, "text": "deregulation of cross-talk between mitogen-activated protein kinases and protein kinase Cdelta signaling may contribute to the etiology of osteoarthritis in human patients"}, {"pubmed": 17373717, "text": "CpG-ODN-treatment also increased MMP-13 activity and neutralizing anti-MMP-13 antibody prevented CpG-ODN-induced invasion in TLR9(+) CaP cells."}, {"pubmed": 17373931, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17395008, "text": "Increased production of reactive oxygen species but not nitric oxide as secondary messengers in the chondrocyte fibronectin fragment signaling pathway leads to increased production of MMPs, including MMP-13."}, {"pubmed": 17495113, "text": "MMP-13 is involved in osteogenic differentiation."}, {"pubmed": 17607721, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 17623656, "text": "a matrix metalloprotease-13 inhibitor reduces cartilage damage in vivo without joint fibroplasia side effects"}, {"pubmed": 17626252, "text": "Nucleolin interacts with the AP-1 site within the promoter sequence of the metalloproteinase-13 gene."}, {"pubmed": 17697361, "text": "TauCl differentially inhibits the expression of MMP-1 and MMP-13 in human synoviocytes"}, {"pubmed": 17724016, "text": "BFGF activates the MAPK and NFkappaB pathways that converge on ELK1 to control production of MMP13 by articular chondrocytes."}, {"pubmed": 17786186, "text": "MMP-13 may serve as a marker for progression of malignant peripheral nerve sheath tumors."}, {"pubmed": 17822788, "text": "Y-box binding protein-1 (YB-1) as a new repressor of MMP-13 transactivation."}, {"pubmed": 17853491, "text": "Fibroblasts of the interface from aseptically loosened endoprostheses selectively express MMP-13"}, {"pubmed": 17876296, "text": "ROCK-II is a critical mediator of colon cancer cell invasion through its modulation of MMP-2 and -13 at the site of invadopodia but regulates proliferation in non-malignant intestinal cells."}, {"pubmed": 17905570, "text": "MyD88, IRAK1 and TRAF6 proteins are crucial early mediators for the IL-1-induced MMP-13 regulation through MAPK pathways and AP-1 activity."}, {"pubmed": 18006768, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18091353, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18091353, "text": "the MMP-13 gene, at least in part, contributes to the development of coroonary artery lesions in Kawasaki disease"}, {"pubmed": 18225566, "text": "MMP-13 gene expression-related polymorphism is associated with risk for the highly aggressive form of oral cancer; the high expression A allele of the -77A/G polymorphism seems to be a prognostic factor for tumor progression"}, {"pubmed": 18225566, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18262231, "text": "MMP-13 is involved in disc histopathology, and that disc cells actively participate in the synthesis of extracellular matrix-degrading proteinases"}, {"pubmed": 18289056, "text": "This review highlights MMP-13, expressed by chondrocytes and synovial cells in osteoarthritis and rheumatoid arthritis and thought to play a critical role in cartilage destruction."}, {"pubmed": 18289383, "text": "Chondrocytes were found to express IL-7 receptors and to respond to IL-7 stimulation with increased production of matrix metalloproteinase-13."}, {"pubmed": 18308831, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18308831, "text": "potential role for MMP12 -82 A/G and MMP13 -77 A/G combined polymorphisms in superficial endometriosis. As no association was found with deep infiltrating endometriosis, these polymorphisms might protect from a more in-depth penetration of tissues."}, {"pubmed": 18366705, "text": "MMP8, but not MMP1 or MMP13, may affect the metastatic behaviour of breast cancer cells through protection against lymph node metastasis"}, {"pubmed": 18373849, "text": "MMP-13 may be particularly useful as a prognostic marker when evaluated along with Her-2/neu and lymph node status."}, {"pubmed": 18487224, "text": "CXCL12 enhances Laryngeal and hypopharyngeal squamous cell carcinoma cell invasiont through paracrine-activated CXCR4, triggering MMP-13 upregulation."}, {"pubmed": 18528653, "text": "increases in IL-6, MMP-13, and RANKL (receptor activator of nuclear factor kappa B ligand)expression in osteoarthritis (OA) subchondral bone osteocytes suggest that in subchondral bone OA progression involves abnormal osseous tissue remodeling"}, {"pubmed": 18593949, "text": "SRC-3/AIB1 directly regulates transcription of matrix metalloproteinase (MMP)-2 and MMP-13 through its coactivation of AP-1 and PEA3."}, {"pubmed": 18709334, "text": "MMP-13 is over-expressed in renal cell carcinoma bone metastasis and is induced by TGF-beta1."}, {"pubmed": 18753468, "text": "MMP-13 and thioredoxin-like 2 in lungs increased in patients with COPD. MMP-13 was mainly expressed in the alveolar macrophages and type II pneumocytes"}, {"pubmed": 18755271, "text": "MMP-1 and -13 differentially regulate osteoblastic markers and their combined suppression is important for the elaboration of an osteoblastic phenotype in periodontal ligament cells"}, {"pubmed": 18971037, "text": "The structural changes in the venous wall in addition to the increased expression of MMP-2, MMP-9 and MMP-13 in venous aneurysms suggests a possible causal role for these MMPs in their pathogenesis."}, {"pubmed": 18985055, "text": "Nuclear extracts from cells confirmed upregulation of active MMP-13 after oxygen and glucose deprivation"}, {"pubmed": 18987329, "text": "Active MMP13 is suppressed in vivo and in vitro by estradiol and progesterone, suggesting a protective effect against vaginal supportive tissue deterioration."}, {"pubmed": 19038372, "text": "BMP-2 enhanced the invasiveness of chondrosarcoma cells by increasing MMP-13 expression through the PI3K, Akt, c-Fos/c-Jun and AP-1 signal transduction pathway."}, {"pubmed": 19094243, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19124506, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19180518, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19185056, "text": "Data show that both AF-1 and AF-2 domains of estrogen receptor alpha are required for regulation of MMP-13 promoter activity."}, {"pubmed": 19248099, "text": "C/EBPbeta directly binds to the MMP-13 promoter region and stimulates the expression of MMP-13 in chondrocytes in inflammatory arthritis."}, {"pubmed": 19248107, "text": "Activated protein C resulted in MMP-13 activation in cartilage cultures, and it was associated with increased MMP-2 and MMP-9 activity."}, {"pubmed": 19248116, "text": "IL-7 stimulates chondrocyte secretion of S100A4 via activation of JAK/STAT signaling, and then S100A4 acts in an autocrine manner to stimulate MMP-13 production via RAGE."}, {"pubmed": 19258954, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19258954, "text": "the A/A genotype of MMP-13-77A/G polymorphism was associated with special pathological subtype and clinical stage in epithelial ovarian cancer at least in Chinese women."}, {"pubmed": 19296842, "text": "15-lipoxygenases may have chondroprotective properties by reducing MMP-1 and MMP-13 expression."}, {"pubmed": 19301259, "text": "Connective tissue growth factor enhances the migration of chondrosarcoma cells by increasing MMP-13 expression through the alphavbeta3 integrin, FAK, ERK, and NF-kappaB signal transduction pathway."}, {"pubmed": 19333684, "text": "mRNA expression and protein production of IL-6, IL-8, and MMP-13, which are involved in the progression of osteoarthritis, were increased in the osteophytes"}, {"pubmed": 19415460, "text": "DDR2-mediated MMP-13 induction by collagen matrix in synovial fibroblasts of RA contributed to articular cartilage destruction"}, {"pubmed": 19422937, "text": "Runx2 may play a crucial role in cytokine-mediated MMP-13 expression in Giant Cell Tumor of bone stromal cells."}, {"pubmed": 19442604, "text": "Primary cultures stromal cells from giant cell tumour of bone produce MMP-1 and MMP-13. Immunohistochemistry confirmed the presence of MMP-1 and MMP-13 in paraffin-embedded GCT tissue samples."}, {"pubmed": 19453573, "text": "Data suggest that the -77A/G and 11A/12A polymorphisms of MMP-13 gene are not associated with susceptibility to severe, generalized CP in a Turkish population. It seems that -77G allele carriage may not influence the outcome of periodontal therapy."}, {"pubmed": 19494318, "text": "age-related shift in ALK1/ALK5 ratio in murine cartilage and a strong correlation between ALK1 and MMP-13 expression in human cartilage"}, {"pubmed": 19551542, "text": "The migration of bone marrow (BM) mesenchymal stromal cells was the result of the variable level of MMP/TIMP in response to inflammatory stimuli."}, {"pubmed": 19561643, "text": "Results indicate that Wnt5a/Ror2 signaling involves the activation of a SFK, leading to MMP-13 expression, and that constitutively active Wnt5a/Ror2 signaling confers invasive properties on osteosarcoma cells in a cell-autonomous manner."}, {"pubmed": 19562509, "text": "Functional polymorphisms in matrix metalloproteinases might play roles in developing esophageal squamous cell carcinoma and gastric cardia adenocarcinoma in high incidence region of North China."}, {"pubmed": 19562509, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19564415, "text": "FOXO3a promotes invasive migration by inducing the expression of matrix metalloproteinase 9 (MMP-9) and MMP-13."}, {"pubmed": 19615667, "text": "Mutation in MMP13 determines the mode of inheritance and the clinical spectrum of metaphyseal anadysplasia."}, {"pubmed": 19779140, "text": "Nitric oxide may regulate the development of abdominal aortic aneurysms in part by inducing the expression of EMMPRIN and modulating the activity of MMP-13 in murine and human aneurysms."}, {"pubmed": 19784544, "text": "Elevated HDAC7 expression in human osteoarthritis may contribute to cartilage degradation via promoting MMP-13 gene expression."}, {"pubmed": 19787229, "text": "High MMP13 is associated with breast cancer."}, {"pubmed": 19821768, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19883500, "text": "Adiponectin may play a significant role in the pathogenesis of rheumatoid arthritis by stimulating the production of VEGF and MMP-1 and MMP-13"}, {"pubmed": 19902888, "text": "Membrane type-1 metalloproteinase mediates nitric oxide-induced activation of matrix metalloproteinase-13 in chondrocytes (chondrocarcoma cell line sw1353)"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19948051, "text": "Regulation of the IGFBP-5 and MMP-13 genes by the microRNAs miR-140 and miR-27a in human osteoarthritic chondrocytes."}, {"pubmed": 20043086, "text": "overexpression of ErbB2 promotes invasive and migratory abilities of H-Ras-activated MCF10A human breast epithelial cells through upregulation of matrix metalloproteinase (MMP)-13 and urokinase-type plasminogen activator (uPA)."}, {"pubmed": 20067416, "text": "Taken together, these studies demonstrate a new level of transcriptional regulation of MMP-13 expression by the c-maf."}, {"pubmed": 20097749, "text": "HDAC4 represses matrix metalloproteinase-13 transcription in osteoblastic cells, and parathyroid hormone controls this repression"}, {"pubmed": 20131257, "text": "miR-27b may play a role in regulating the expression of MMP-13 in human chondrocytes"}, {"pubmed": 20175118, "text": "Thrombin enhances the migration of chondrosarcoma cells by increasing MMP-2 and MMP-13 expression through the PAR/PLC/PKCalpha/c-Src/NF-kappaB signal transduction pathway."}, {"pubmed": 20196777, "text": "there is an association among RUNX-2, SOX-9 and FGF-23 in relation to MMP-13 expression in osteoarthritic chondrocytes"}, {"pubmed": 20376807, "text": "Individuals with MMP-12 -82A/G and MMP-13 -77A/A might have higher risk of overall or special histological type of epithelial ovarian carcinoma development."}, {"pubmed": 20376807, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20452482, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20463008, "text": "These data identify atypical PKC isozymes as STAT and ERK activators that mediate c-fos and collagenase expression."}, {"pubmed": 20484597, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20485444, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20506238, "text": "MMP-13 loss leads to a breakdown in primary human articular chondrocyte differentiation by altering the expression of multiple regulatory factors."}, {"pubmed": 20573369, "text": "Inhibition of MMP-13 reduces resorptive activity of the cells indicating that MMP-13 likely plays an important role giant cell tumor of bone."}, {"pubmed": 20587546, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20615395, "text": "These results indicate that Glial cell line-derived neurotrophic factor (GDNF) enhances migration of glioma cells through the increase of MMP-13 production and is mainly regulated by the MEK/ERK and JNK, c-Jun and AP-1 pathways."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20634891, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20667128, "text": "data show for the first time that growth stimuli are mediated via MMP13 in melanocytes and melanoma, suggesting an autocrine MMP13-driven loop"}, {"pubmed": 20672350, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20673868, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20683000, "text": "MMP-13 expression levels were higher in tumour tissue with liver metastasis than in that without liver metastasis. It is concluded that MMP-13 gene expression is a useful predictor of liver metastasis in patients with CRC."}, {"pubmed": 20685652, "text": "Nuclear S100A4 was bound to the promoter region of MMP-13 in IL-1beta-treated cells."}, {"pubmed": 20706991, "text": "Hyaluronan inhibits IL-1beta-induced MMP-13 and p-p38 in a concentration-dependent manner in arthritic chondrocytes, via CD44."}, {"pubmed": 20827277, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20857147, "text": "MMP-9 and -13 mRNA levels are significantly elevated in patients with chronic pain, indicating their possible synergistic effect in intervertebral disc herniation."}, {"pubmed": 20878060, "text": "the highly invasive potential of cancer stem cells depends on MMP-13 enzymatic activity, thus MMP-13 might be a potential therapeutic target for glioblastomas."}, {"pubmed": 20878116, "text": "that MMP13 is a secreted protein with a significant correlation to development of postoperative relapse; hence it could be a potential prognostic marker for colorectal cancer patients"}, {"pubmed": 20936527, "text": "RT-PCR performed on samples of whole umbilical cord confirmed the transcriptional expression for the genes encoding all the six matrix metalloproteinases investigated, while in HUVEC only the expression of MMP-2, 3, 9, 10 and 13 mRNAs was detected."}, {"pubmed": 20948207, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21039987, "text": "over-expression of Nedd4L might lead to gallbladder cancer invasion by regulating the transcription of the MMP-1 and MMP-13 genes."}, {"pubmed": 21048031, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 21107991, "text": "polymorphism of the -77 MMP-13 promoter region acts as a surrogate marker of anti-CCP antibody production in HLA-DRB1*SE allele-negative patients, which may reflect rheumatoid arthritis severity"}, {"pubmed": 21142220, "text": "Results describe the conserved water molecular dynamics of catalytic and structural Zn(+2) ions in matrix metalloproteinase 13"}, {"pubmed": 21187486, "text": "Cells expressed PTHrP and that this factor stimulated MMP-13 expression, metastatic bone destruction may result from a PTHrP autocrine loop involving a PKC-ERK1/2 signaling pathway."}, {"pubmed": 21191416, "text": "Expression of matrix metalloproteinase-13 is controlled by IL-13 via PI3K/Akt3 and PKC-delta in normal human dermal fibroblasts."}, {"pubmed": 21205837, "text": "These results strongly suggest the underlying mechanism of CXCR4 promoting Tca8113 migration and invasion by regulating MMP-9 and MMP-13 expression perhaps via activation of the ERK signaling pathway."}, {"pubmed": 21211511, "text": "the implication of H-Ras and NADPH oxidase-generated superoxide production in MMP-13 gene regulation by IL-1beta and TNF-alpha"}, {"pubmed": 21278254, "text": "IL-6 and IL-6 receptor interaction enhances migration of chondrosarcoma through an increase in MMP-13 production."}, {"pubmed": 21339746, "text": "findings indicate that MUC1 contributes to ESCC metastasis by stimulating MMP13 expression, suggesting MUC1 as a novel diagnostic biomarker and therapeutic target in ESCC"}, {"pubmed": 21344378, "text": "CCN3 enhances the migration of chondrosarcoma cells by increasing MMP-13 expression through the alphavbeta3/alphavbeta5 integrin receptor, FAK, PI3K, Akt, p65, and NF-kappaB signal transduction pathway."}, {"pubmed": 21344384, "text": "15-deoxy-Delta(12,14)-prostaglandin-J2 and ciglitazone attenuated TNF-alpha-induced MMP-13 expression in synovial fibroblasts primarily through the modulation of NF-kappaB signaling pathways."}, {"pubmed": 21437966, "text": "Autologous protein solution inhibits MMP-13 production by IL-1beta and TNFalpha-stimulated human articular chondrocytes."}, {"pubmed": 21508380, "text": "Induction of MMP-13 expression is associated with bone-metastasizing breast cancer."}, {"pubmed": 21539914, "text": "MMP-1 and MMP-13 differential regulation of osteoblastic markers in MG63 cells likely results from their modulation of divergent signaling pathways involved in osteoblastic differentiation"}, {"pubmed": 21720458, "text": "Short-term, high-dose rosuvastatin therapy has no effect on matrix metalloproteinase-13 and tissue inhibitor of metalloproteinase-1 levels in hypercholesterolemic patients."}, {"pubmed": 21849805, "text": "Forced MMP-13 expression effectively accelerated recovery from liver cirrhosis"}, {"pubmed": 21881840, "text": "MMP-9, MMP-13 and TIMP-1 expression may serve as a prognostic marker for early tumor invasiveness. Moreover, up-regulation of TIMP-1 in tumor and/or surrounding stromal cells may indicate an increased risk for BCC recurrence."}, {"pubmed": 21913037, "text": "MMP-9 and uPA might be involved in the activation of pro-MMP-13 through unknown mechanisms in arthritic diseases."}, {"pubmed": 21938739, "text": "Oct-3/4 enhanced degradation of surrounding extracellular matrix by increasing MMP-13 expression and altering integrin signaling"}, {"pubmed": 21959927, "text": "ET-1 activated FAK/PI3K/AKT/mTOR, which in turn activated IKK and NF-kappaB, resulting in increased MMP-13 expression and migration in human chondrosarcoma cells."}, {"pubmed": 22006368, "text": "The results suggest that the main proteolytic cascade, MMP-2/MMP-13/MT1-MMP is involved in osteoblast differentiation through mechanical forces."}, {"pubmed": 22032644, "text": "within the inflammatory bone microenvironment MMP-13 production was up-regulated in breast tumour cells leading to increased pre-osteoclast differentiation and their subsequent activation"}, {"pubmed": 22084953, "text": "Nuclear expression of MMP-13, but not cytoplasmic expression of MMP-2, -8, and -9, was associated with invasion depth and tumor size. Furthermore, high nuclear MMP-13 expression was predictive of poor outcome"}, {"pubmed": 22095691, "text": "findings show that C/EBPbeta and RUNX2, with MMP-13 as the target and HIF-2alpha as the inducer, control cartilage degradation"}, {"pubmed": 22102411, "text": "a conserved region at 20 kb upstream from the MMP-13 TSS includes a distal transcriptional response element of MMP-13, which contributes to MMP-13 gene expression."}, {"pubmed": 22128168, "text": "Wnt5a-Ror2 signaling might also be required for expression of MMP-13 gene during the development of the cartilaginous tissue."}, {"pubmed": 22153941, "text": "analysis of non-zinc binding inhibitors of MMP13"}, {"pubmed": 22158614, "text": "a novel role for ELF3 as a procatabolic factor that may contribute to cartilage remodeling and degradation by regulating MMP13 gene transcription."}, {"pubmed": 22273691, "text": "Expression of miRNA-140 and MMP-13 was induced by IL-1beta"}, {"pubmed": 22327326, "text": "Increased expression of MMP-13 and MT1-MMP in the tumor portion of hyperostosis of meningiomas might contribute to the initiation of osteolysis."}, {"pubmed": 22488635, "text": "expression by tumor cells associated with poor prognosis in colorectal cancer"}, {"pubmed": 22505473, "text": "identified CREB as the regulating factor able to only bind to the MMP13 promoter when the -104 CpG is demethylated"}, {"pubmed": 22573319, "text": "The minimum collagen type III sequence necessary for cleavage by MMP1 and MMP13 was 5 GXY triplets, including 4 residues before and 11 residues after the cleavage site (P4-P11')."}, {"pubmed": 22590832, "text": "Data show that angiotensin II through activation of AT1 receptors can stimulate the expression of MMP-2, MMP-13 and VEGF, but not MMP-13, in B16F10 melanoma cells."}, {"pubmed": 22610965, "text": "demonstrate that beta-adrenergic receptor stimulation leads to MMP-13 transactivation of protease-activated receptor 1 in both cardiac fibroblasts and cardiomyocytes"}, {"pubmed": 22710194, "text": "Genetic variations in MMP13 may contribute to individual differences in caries susceptibility. Our findings reinforce that susceptibility to caries results from gene-environment interactions."}, {"pubmed": 22710868, "text": "T allele of MMP-13 intron polymorphism rs640198 is associated with the severity of coronary artery disease."}, {"pubmed": 22722466, "text": "MMP-13 is expressed by tumor epithelial cells, stromal and inflammatory cells of nonmelanoma skin cancer in xeroderma pigmentosum and non-xeroderma pigmentosum."}, {"pubmed": 22782903, "text": "a novel molecular mechanism by which MMP13 is up-regulated in cSCCs and indicate that miR-125b plays a tumor suppressive role in cSCC."}, {"pubmed": 22869368, "text": "Osterix regulates calcification and degradation of chondrogenic matrices through matrix metalloproteinase 13 (MMP13) expression in association with transcription factor Runx2 during endochondral ossification"}, {"pubmed": 22950625, "text": "MMP-13 was correlated with progression and metastasis of colorectal cancer."}, {"pubmed": 22992737, "text": "MMP-13 may directly and indirectly promote tumor angiogenesis"}, {"pubmed": 23132541, "text": "Report elevated expression of MMP-13 in osteroarthritic cartilage."}, {"pubmed": 23162804, "text": "The present results suggest that the S100A4 gene may control the invasive potential of human breast cancer cells by modulating MMP-13 levels, thus regulating metastasis and angiogenesis in breast tumors."}, {"pubmed": 23334990, "text": "Our data add to the understanding of MMP13 regulation, which is essential before such mechanisms can be exploited to alleviate the cartilage destruction associated with osteoarthritis."}, {"pubmed": 23417678, "text": "methylation of different CpG sites in the proximal promoters of the human MMP13 and IL1B genes modulates their transcription by distinct mechanisms"}, {"pubmed": 23465389, "text": "Decreases in the MMP-2 (-735) polymorphism GG genotype and increases in the MMP-13 (A77G) polymorphism AG and GG genotypes increase the risk for lung cancer."}, {"pubmed": 23467939, "text": "MMP-13 is associated with thyroid tumour invasion and metastasis."}, {"pubmed": 23665089, "text": "Nonmucinous carcinomas showed higher MMP-13 expression compared with mucinous carcinomas."}, {"pubmed": 23762330, "text": "This is the first report elucidating a feedback regulation between miR-127 and the TGFbeta/c-Jun cascade in hepatocellular carcinoma migration via MMP13."}, {"pubmed": 23847446, "text": "provide the first evidence to demonstrate that 1,25-(OH)2D3 activates MMP13 expression through p38 pathway in chondrocytes"}, {"pubmed": 23898086, "text": "The present study evaluated the association between these single nucleotide polymorphisms in MMP12 and MMp13 in patients with colorectal cancer (CRC) patients and healthy controls."}, {"pubmed": 23913860, "text": "Crystal structure of peptide-MMP-13 interactions have led authors to propose how triple helical collagen strands fit into the active site cleft of the collagenase."}, {"pubmed": 24008762, "text": "MMP13 expression alone is sufficient to overcome the SENP2-induced inhibition of cell migration and invasion."}, {"pubmed": 24023851, "text": "presence of MMP-13 seems to limit the overall extent of ECM deposition in lung fibrosis"}, {"pubmed": 24180431, "text": "activity in chondrocytes reduced by moderate fluid flow shear stress"}, {"pubmed": 24351915, "text": "genotype distribution of MMP13 differed significantly between the group with unilateral tooth agenesis and the controls"}, {"pubmed": 24360951, "text": "miR-126-5p was significantly downregulated in stromal cells of Giant cell tumor and affect osteoclast (OC) differentiation and bone resorption by repressing MMP-13 expression at the post-transcriptional level."}, {"pubmed": 24398989, "text": "All these data proved the utility of CXCR4, MMP-13 and beta-catenin immunohistochemical investigation in basal cell carcinoma."}, {"pubmed": 24563279, "text": "In colorectal adenoma-carcinoma sequence, MMP- 13 overexpression occurred early in the adenoma stage and persisted after malignant transformation."}, {"pubmed": 24599080, "text": "Data indicate that osthole-directed migration activity involves down-regulation of matrix metalloproteinase (MMP)-13 and cell motility dependent focal adhesion kinase (FAK) in migration-prone glioma cells."}, {"pubmed": 24610617, "text": "Suggest elevated level of preoperative MMP-13 was found to associate with tumor progression and poor survival in patients with esophageal squamous cell carcinoma."}, {"pubmed": 24615104, "text": "The results showed that MMP7-181A/G and MMP13-77A/G variants were associated with Colorectal cancer"}, {"pubmed": 24648384, "text": "MMP13 mutations are the cause of recessive metaphyseal dysplasia, Spahr type."}, {"pubmed": 24704999, "text": "These in vivo findings suggest a role for metalloproteinase-13 in the development and progression of adult human dental tissue disorders."}, {"pubmed": 24781753, "text": "Nonsense mutation in exon 2 of MMP13 was described in two brothers who presented with short stature and mixed epiphyseal and metaphyseal dysplasia."}, {"pubmed": 24974940, "text": "Collagenase-3 may play a role in the conversion of a periapical granuloma with epithelium to radicular cyst"}, {"pubmed": 25006778, "text": "Elevated levels of MMP-13 may play a role in the pathogenesis of chronic periodontitis. There is a direct correlation of increased expression of MMP-13 with various clinical and histologic parameters in disease severity"}, {"pubmed": 25166220, "text": "MMP-13 overexpression or exogenous MMP-13 reduces anoikis by more effectively shedding NG2."}, {"pubmed": 25401159, "text": "High level of protein expression of MMP13 was significantly associated with poor prognosis in oral squamous cell carcinoma."}, {"pubmed": 25433723, "text": "in degenerative intervertebral discs, IL1b upregulates NFkB, MMP13 and ADAMTS4"}, {"pubmed": 25527274, "text": "Pit-1 regulates MMP-1 and MMP-13, and that inhibition of MMP-13 blocked invasiveness to lung in Pit-1-overexpressed breast cancer cells."}, {"pubmed": 25562781, "text": "During the Barrett's pathogenesis process, MMP activity is increased early on in the inflamed esophagus and remains high in metaplasia and esophageal adenocarcinoma. However, there is a switch of MMP13 to MMP9 expression once neoplasia develops."}, {"pubmed": 25607396, "text": "The expression of MMP-7, -8, -9 and -13 in the gingiva of the young patients with aggressive periodontitis and type 1 diabetes mellitus was positive in all studied cases."}, {"pubmed": 25609201, "text": "Clusterin is an independent predictive factor for prognosis of hepatocellular carcinoma and it facilitates metastasis through EIF3I/Akt/MMP13 signaling."}, {"pubmed": 25726157, "text": "MMP13 expression positively related to the lymph node and distal metastasis, tumor stage and relapse of colorectal cancer"}, {"pubmed": 25742789, "text": "Up-regulation of matrix metalloproteinase 13 is associated with colitis-associated cancer."}, {"pubmed": 25749207, "text": "MMP-13 was associated with metastasis and poor survival in 79 patients with melanoma. MMP-13 expression was inversely correlated with vasculogenic mimicry. MMP-13 cleaves laminin-5 gamma 2 to accelerate metastasis."}, {"pubmed": 25772251, "text": "Expression levels of miR-125b were negatively correlated with metastatic potential of NSCLC tumors, which may function through regulation of MMP-13."}, {"pubmed": 25835975, "text": "Together, these data suggest that GRh2 may suppress GBM migration through inhibiting Akt-mediated MMP13 activation."}, {"pubmed": 25846944, "text": "IL-32 stimulation promotes the invasion and motility of osteosarcoma cells, possibly via the activation of AKT and the upregulation of MMP-13 expression."}, {"pubmed": 25863779, "text": "MMP-13 can be useful to confirm the diagnosis of alcoholic liver cirrhosis, but levels of MMP-1 are not significantly increased in patients with liver cirrhosis compared to controls."}, {"pubmed": 25880591, "text": "This study demonstrates that stromal as well as tumor derived MMP13 contribute to tumor cell extravasation and establishment of metastases in the liver microenvironment."}, {"pubmed": 25948792, "text": "High expression of matrix metalloproteinase-13 is associated with pancreatic cancer."}, {"pubmed": 25966777, "text": "Both VEGF-C and MMP13 are significantly upregulated in Multiple Myeloma with lymph-node metastases."}, {"pubmed": 25976617, "text": "our results revealed that activation of the P2X7 receptor by ATP promotes breast cancer cell invasion and migration, possibly via activation of the AKT pathway and regulation of E-cadherin and MMP-13 expression."}, {"pubmed": 26092928, "text": "Data show that knockdown of endogenous periostin attenuates constitutive matrix metalloproteinase-13 (MMP-13) expression."}, {"pubmed": 26104765, "text": "Together, these data suggest that shikonin may suppress Osteosarcoma invasiveness through MMP13 suppression. Thus, our data highlight a previous unappreciated role for shikonin in suppressing Osteosarcoma cell metastasis"}, {"pubmed": 26298724, "text": "Our study demonstrates that miR-148a inhibits the migration of breast cancer cells by targeting MMP-13"}, {"pubmed": 26305372, "text": "together, these data demonstrate that SERPINE2 might prevent cartilage catabolism by inhibiting the expression of MMP-13, one of the most relevant collagenases, involved in cartilage breakdown in OA."}, {"pubmed": 26305549, "text": "Data show that blocking the interleukin-8 (IL-8)/androgen receptor (AR)/matrix metalloproteinases (MMPs) signals partially reversed the infiltrating B cells capacity to increase the bladder cancer (BCa) cell invasion."}, {"pubmed": 26308852, "text": "RKIP Inhibits Local Breast Cancer Invasion by Antagonizing the Transcriptional Activation of MMP13"}, {"pubmed": 26362844, "text": "siRNA inhibited the effect of MMP13-containing exosomes on tumor cells metastasis as well as angiogenesis"}, {"pubmed": 26369384, "text": "SENP2 inhibits MMP13 expression in BC cells through de-SUMOylation of TBL1/TBLR1, which inhibits nuclear translocation of beta-catenin."}, {"pubmed": 26378022, "text": "GP73 enhances MMP-13 expression through cAMP responsive element binding protein (CREB)-mediated transcription activation. Levels of GP73 and MMP-13 are increased and positively correlated in human HCC tissues. Augmented MMP-13 potentiates HCC cell metastasis."}, {"pubmed": 26395178, "text": "Data show that the expression of transforming growth factor beta 1 (TGFB1) was correlated with the expression of SMA- and MAD-related protein 3 (SMAD3) and matrix metalloproteinase-13 (MMP13) in osteoarthritis (OA)-affected cartilage."}, {"pubmed": 26447617, "text": "Report modified platelet deposition on matrix metalloproteinase 13 digested collagen I"}, {"pubmed": 26474296, "text": "IL-1Ra is associated with MMP-13 expression and has a novel function in such regulation without interference of the IL-1 signaling cascade."}, {"pubmed": 26526931, "text": "sustained released resveratrol inhibits interleukin-1beta-induced metalloproteinase-13 activation and promotes chondrocyte differentiation"}, {"pubmed": 26583473, "text": "Expression of MMP13 negatively correlated with miR-27b expression in degenerative nucleus pulposus tissues."}, {"pubmed": 26635116, "text": "the mechanisms and roles of MMP-13 secretion in human small airway epithelial cells and functional polymorphisms of the MMP13 gene"}, {"pubmed": 26892680, "text": "These results suggested that HIF-2alpha may cause meniscal matrix degradation by transactivation of MMP-13"}, {"pubmed": 26934732, "text": "Hyaluronic acid exhibits a pronounced suppressive effect on MMP-13 expression in osteoarthritis."}, {"pubmed": 27043283, "text": "data demonstrate that MMP-13 is critical for the development of osteolytic lesions in Multiple myeloma and that targeting the MMP-13 protein - rather than its catalytic activity - constitutes a potential approach to mitigating bone disease in affected patients."}, {"pubmed": 27058373, "text": "No significant association was observed in MMP13, TIMP2 and TGFB3 genes with CP or PI. CP is a risk factor to develop PI, however, there is no association of both diseases with polymorphisms in the MMP13, TIMP2 and TGFB3 genes"}, {"pubmed": 27084377, "text": "MMP-13 may play a role on physiological turnover of cartilage extracellular matrix and that LRP1 is a key modulator of extracellular levels of MMP-13 and its internalization is independent of the levels of ADAMTS-4, -5 and TIMP-3."}, {"pubmed": 27130394, "text": "as the grade of late-stage osteoarthritis advanced, levels of TNF-alpha in the serum became elevated, whereas levels of MMP-13 in the synovial fluid became elevated"}, {"pubmed": 27172796, "text": "Data show that AJUBA upregulated MMP10 and MMP13 expression in esophageal squamous cell carcinoma (ESCC)."}, {"pubmed": 27245877, "text": "The Sp1-mediaded allelic regulation of MMP13 expression by an esophageal squamous cell carcinoma susceptibility SNP rs2252070 has been demonstrated."}, {"pubmed": 27296149, "text": "Serum MMP13 did not differ significantly between normal weight, overweight, and obese participants."}, {"pubmed": 27356690, "text": "High MMP13 serum levels are associated with Esophageal Squamous Cell Carcinoma."}, {"pubmed": 27367673, "text": "Findings suggest thatSirt1 may regulate the expression of Runx2, which is the osteogenic transcription factor, and the production of MMP-13 from chondrocytes in OA."}, {"pubmed": 27377745, "text": "To conclude, Pseudomonas aeruginosa infection induced the expression of matrix metalloproteinases, and Pseudomonas aeruginosa type III secretion system appeared to be a key player in MMP-12 and MMP-13 expression, which is further controlled by NF-kappaB signaling."}, {"pubmed": 27391467, "text": "Matrix metalloprotease (MMP) regulation was the top pathway involved in gingival aging. MMP3, MMP9, MMP12, and MMP13 were upregulated in old gingival tissues, concomitantly with interleukin-1 beta (IL1B) expression."}, {"pubmed": 27555113, "text": "IL-6-stimulated MMP-13 expression was independent of IL-1beta stimulation and was blocked by SAHA, suggesting that SAHA inhibits IL-6 signaling in Osteoarthritis (OA) chondrocytes."}, {"pubmed": 27556690, "text": "ATM could be activated by lung cancer-associated TNF-alpha, up-regulate MMP-13 expression and thereby augment tumor metastasis"}, {"pubmed": 27630193, "text": "proteolysis of collagen-rich natural extracellular matrix (ECM), performed uniquely by individual homologous proteases, leads to distinct events that eventually affect overall ECM morphology, viscoelastic properties, and molecular composition."}, {"pubmed": 27716617, "text": "MMP-13 IRS represents a suitable method to assess pathologic grade of precancerous and cancerous colorectal lesions. MMP-13 has been identified as an excellent marker of high grade IEN and CRC, and may thus be applied for prognostic stratification."}, {"pubmed": 27751807, "text": "TGF-beta1 stimulated a sustained and prolonged expression of ATF-3, and its interaction and regulation of c-Jun protein and their assembly as a protein complex at the AP-1 site of the MMP-13 promoter could be responsible for MMP-13 gene activation in MDA-MB231 cells."}, {"pubmed": 27886420, "text": "A strong association between the -77 MMP-13 polymorphism and posterior tibial tendinopathy insufficiency."}, {"pubmed": 27956552, "text": "these findings support roles for both cFOS (indirect) and ATF3 (direct) in effecting MMP13 transcription in human chondrocytes."}, {"pubmed": 28085114, "text": "In osteoarthritis (OA) chondrocytes, hydrostatic pressure (HP) restores the expression levels of some miRNAs, downregulates MMP-13, ADAMTS-5, and HDAC-4, and modulates the Wnt/beta-catenin pathway activation."}, {"pubmed": 28128735, "text": "These findings suggest that using MMP-13 inhibitors in diffuse group might contribute to the control of tumor growth"}, {"pubmed": 28158191, "text": "These studies have uncovered a new, ATP6V1H-mediated pathway that regulates bone formation, and defines a new mechanism of disease that leads to bone loss. We propose that MMP9/MMP13 could be therapeutic targets for patients with this rare genetic disease."}, {"pubmed": 28238786, "text": "Oxytocin prevents cartilage matrix destruction via regulating MMP1 and MMP13."}, {"pubmed": 28418842, "text": "High Expressions of MMP-13 is associated with degenerative knee osteoarthritis."}, {"pubmed": 28419442, "text": "TGF-beta1 stimulates the phosphorylation of Runx2 at three serine amino acids, and this event is required for MMP-13 expression in osteoblastic cells."}, {"pubmed": 28447732, "text": "The present results suggested that Icariin may have a chondroprotective effect, exerted through the inhibition of MMP1, MMP3 and MMP13 via MAPK pathways. Therefore, Icariin may have potential as a novel therapeutic strategy for the treatment of osteoarthritis."}, {"pubmed": 28512729, "text": "our results indicated that IL-1beta treatment resulted in a significant increase in expression of the transcriptional factor interferon regulatory factor-1 (IRF-1) at both the mRNA and protein levels, which was significantly ameliorated by treatment with Nebivolol. The combination of these findings suggests that Nebivolol can potentially be applied in human osteoarthritis treatment"}, {"pubmed": 28559201, "text": "High MMP13 expression is associated with intervertebral disc degeneration."}, {"pubmed": 28728848, "text": "Endoplasmic reticulum stress participates in the progress of senescence and apoptosis of osteoarthritic chondrocytes, which manifested in increased expression of ADAMTS5, MMP13, and decreased COL2A1 expression."}, {"pubmed": 28766880, "text": "MMP-2 promoted and MMP-13 disrupted vasculogenic mimicry formation in large cell lung cancer by cleaving laminin-5 to influence EGFR signal activation."}, {"pubmed": 28798419, "text": "MMP13 transcription in chondrocytes is regulated by RUNX2 and depends on the DNA methylation of the RUNX2 promoter."}, {"pubmed": 28798935, "text": "One important finding of the present study was that MMP-3 appears to be involved solely in early-onset preeclampsia, but not in late-onset preeclampsia. Higher levels of MMP-2 and MMP-13 and lower levels of MMP-9 seem to be related to both early- and late-onset severe preeclampsia."}, {"pubmed": 28816390, "text": "Transfection of cells with either miR-100 or miR-125b negated the induction of MMP13 release. Additionally, AR activation induced a morphological alteration of MDA-MB-453 cells, which was blocked by miR-125b only."}, {"pubmed": 29126436, "text": "Data suggest that matrix metalloproteinase 13 (MMP-13) and its regulatory networks are suitable targets for the development of effective early treatment strategies for osteoarthritis (OA)."}, {"pubmed": 29247272, "text": "These findings identified a novel function of IRF-8 in regulating articular cartilage matrix destruction by promoting the expression of MMP-13."}, {"pubmed": 29345283, "text": "MMP-13 plays a critical role in the shedding/cleavage of PD-L1 in the human head and neck squamous cell carcinoma."}, {"pubmed": 29996935, "text": "MMP13 potentiates the effects of the ETV4 oncogene during breast cancer genesis and progression."}, {"pubmed": 30003735, "text": "The high expressions of COX-2 and MMP-13 are closely related to the pathological parameters of patients with gastric cancer, especially the invasion, metastasis and tumor stage."}, {"pubmed": 30031810, "text": "TSP-2 regulates cell mobility through MMP-13 expression in lung cancer cells."}, {"pubmed": 30191992, "text": "reduced HBP1 expression and subsequent MMP-13 upregulation may play a pivotal role in the invasiveness of oral cancer."}, {"pubmed": 30439533, "text": "Our findings not only expand genotype and phenotype spectrums of MMP13-related disorders but also offer further information for precise diagnosis and classification of metaphyseal anadysplasia disorders."}, {"pubmed": 30575896, "text": "LncRNA-TUG1 regulates the degradation of extracellular matrix in osteoarthritis via lncRNA-TUG1/miR-195/MMP-13 axis."}, {"pubmed": 30635366, "text": "MMP-13 rs2252070 (-77G>A) single nucleotide polymorphism is associated with knee osteoarthritis susceptibility and increased disease severity in the Chinese Han population."}, {"pubmed": 30695018, "text": "Overexpressing of GOLM1 markedly promoted the tumorigenicity and metastasis of BC cells in vivo, whereas knock-down of GOLM1 caused the opposite outcomes. Results proved that GOLM1 promoted BC cell aggressiveness by regulating matrix metalloproteinase-13 (MMP13)."}, {"pubmed": 30710321, "text": "mmunohistochemistry was used to study the expression of TLR4, MMP11 and MMP13 in 96 patients with stage II Colorectal Cancer"}, {"pubmed": 30759432, "text": "genetic polymorphism rs478927 in MMP13 was associated with dental caries and developmental defects of enamel in children from the Amazon region of Brazil"}, {"pubmed": 30889876, "text": "Association of MMP9-1562C/T and MMP13-77A/G Polymorphisms with Non-Small Cell Lung Cancer in Southern Chinese Population"}, {"pubmed": 30941969, "text": "High expressions of MMP-13 is associated with invasion and metastasis in gastric cancer."}, {"pubmed": 31074012, "text": "increased MMP-13 and decreased RECK contribute to IL-17A-induced TRAF3IP2-dependent smooth muscle cell migration and proliferation."}, {"pubmed": 31081124, "text": "MMP3 and MMP13 might be developed as novel therapeutic targets for anaplastic thyroid cancer."}, {"pubmed": 31129674, "text": "We observed increasing collagenase activity (MMP-1 and MMP-13) with increasing renal cancer grade."}, {"pubmed": 31264811, "text": "miR-675-5' induces expression of MMP1 and MMP13."}, {"pubmed": 31305294, "text": "ADAM8 promotes chondrosarcoma cell migration and invasion by activating the NF-kappaB/MMP-13 signaling axis."}, {"pubmed": 31331201, "text": "Inhibition of BRD4 may suppress MAPK and NF-kappaB signaling and activate autophagy to suppress MMP-13 expression in diabetic IVDD."}, {"pubmed": 31440816, "text": "The positive correlation found between MMP-13 and EMMPRIN in the epithelial and connective tissue of Odontogenic tumors analyzed, seems to be related to the role of EMMPRIN as an inducer of MMP-13 expression."}, {"pubmed": 31587013, "text": "Immunohistochemistry staining showed significantly higher expression of HIF-1alpha and MMP13 protein in ovarian cancer tissues and metastatic lesions than in normal fallopian tissues. HIF-1alpha and MMP13 expression were closely related."}, {"pubmed": 31640085, "text": "GOLM1 increases the metastatic phenotypes of GC cell in a MMP13-dependent manner."}, {"pubmed": 31677173, "text": "Matrix metalloproteinases MMP-1, MMP-2, and MMP-13 are overexpressed in primary nodular melanoma."}, {"pubmed": 31693113, "text": "This study in a mouse model suggested that the molecular mechanism that increased MMP-13 expression by influenza virus A infection triggered acute cardiovascular events mediated by atherosclerotic plaque rupture."}, {"pubmed": 31841200, "text": "Long non-coding RNA DANCR induces chondrogenesis by regulating the miR-1275/MMP-13 axis in synovial fluid-derived mesenchymal stem cells."}, {"pubmed": 32035950, "text": "FTO promotes cell proliferation and migration in esophageal squamous cell carcinoma through up-regulation of MMP13."}, {"pubmed": 32652878, "text": "MMP13 and TIMP1 are functional markers for two different potential modes of action by mesenchymal stem/stromal cells when treating osteoarthritis."}, {"pubmed": 32767318, "text": "CircTMBIM6 promotes osteoarthritis-induced chondrocyte extracellular matrix degradation via miR-27a/MMP13 axis."}, {"pubmed": 33031905, "text": "Long non-coding RNA LINC00511/miR-150/MMP13 axis promotes breast cancer proliferation, migration and invasion."}, {"pubmed": 33526510, "text": "Host-Derived Matrix Metalloproteinase-13 Activity Promotes Multiple Myeloma-Induced Osteolysis and Reduces Overall Survival."}, {"pubmed": 33572320, "text": "Overview of MMP-13 as a Promising Target for the Treatment of Osteoarthritis."}, {"pubmed": 33604811, "text": "Crosstalk between MMP-13, CD44, and TWIST1 and its role in regulation of EMT in patients with esophageal squamous cell carcinoma."}, {"pubmed": 33677160, "text": "Cryptic ligand on collagen matrix unveiled by MMP13 accelerates bone tissue regeneration via MMP13/Integrin alpha3/RUNX2 feedback loop."}, {"pubmed": 33813765, "text": "Complement factor I upregulates expression of matrix metalloproteinase-13 and -2 and promotes invasion of cutaneous squamous carcinoma cells."}, {"pubmed": 33892965, "text": "Investigation of the role of matrix metalloproteinases in the genetic etiology of Alzheimer's disease."}, {"pubmed": 34014552, "text": "TGFbeta1-Induced Transglutaminase-2 Triggers Catabolic Response in Osteoarthritic Chondrocytes by Modulating MMP-13."}, {"pubmed": 34050742, "text": "Small leucine zipper protein promotes the metastasis of castration-resistant prostate cancer through transcriptional regulation of matrix metalloproteinase-13."}, {"pubmed": 34145804, "text": "Lack of association between MMP13 (rs3819089), ADAM12 (rs3740199-rs1871054) and ADAMTS14 (rs4747096) genotypes and advanced-stage knee osteoarthritis."}, {"pubmed": 34171070, "text": "The immunoexpression of MMP-1 and MMP-13 in eyelid basal cell carcinoma."}, {"pubmed": 34172768, "text": "Combination of retinoids and narrow-band ultraviolet B inhibits matrix metalloproteinase 13 expression in HaCaT keratinocytes and a mouse model of psoriasis."}, {"pubmed": 34270864, "text": "Matrix metalloproteinase-13 is fully activated by neutrophil elastase and inactivates its serpin inhibitor, alpha-1 antitrypsin: Implications for osteoarthritis."}, {"pubmed": 34452576, "text": "Tumor-Derived Matrix Metalloproteinase-13 (MMP-13) Expression in Benign and Malignant Breast Lesions."}, {"pubmed": 34696684, "text": "MicroRNA-4423-3p inhibits proliferation of fibroblast-like synoviocytes by targeting matrix metalloproteinase 13 in rheumatoid arthritis."}, {"pubmed": 34756877, "text": "C1r Upregulates Production of Matrix Metalloproteinase-13 and Promotes Invasion of Cutaneous Squamous Cell Carcinoma."}, {"pubmed": 34967278, "text": "Transcription factor paired related homeobox 1 (PRRX1) activates matrix metalloproteinases (MMP)13, which promotes the dextran sulfate sodium-induced inflammation and barrier dysfunction of NCM460 cells."}, {"pubmed": 35163727, "text": "The Role of Matrix Metalloproteinases (MMP-8, MMP-9, MMP-13) in Periodontal and Peri-Implant Pathological Processes."}, {"pubmed": 35298351, "text": "LncRNA RP3-326I13.1 promotes cisplatin resistance in lung adenocarcinoma by binding to HSP90B and upregulating MMP13."}, {"pubmed": 35329213, "text": "Concentration of Selected Metalloproteinases and Osteocalcin in the Serum and Synovial Fluid of Obese Women with Advanced Knee Osteoarthritis."}, {"pubmed": 35621221, "text": "Interleukin-1beta activated c-FOS transcription factor binds preferentially to a specific allele of the matrix metalloproteinase-13 promoter and increases susceptibility to endometriosis."}, {"pubmed": 36055571, "text": "Role of MMP-13-77A/G polymorphism in HIV-associated neurocognitive disorders patients."}, {"pubmed": 36260652, "text": "Interleukin-11/gp130 upregulates MMP-13 expression and cell migration in OSCC by activating PI3K/Akt and AP-1 signaling."}, {"pubmed": 36409042, "text": "Increased expression of angiopoietin-like protein 4 regulates matrix metalloproteinase-13 expression in Porphyromonas gingivalis lipopolysaccharides-stimulated gingival fibroblasts and ligature-induced experimental periodontitis."}, {"pubmed": 36430655, "text": "Semaphorin 3A-Neuropilin-1 Signaling Modulates MMP13 Expression in Human Osteoarthritic Chondrocytes."}, {"pubmed": 37000142, "text": "Pan-cancer analysis reveals the associations between MMP13 high expression and carcinogenesis and its value as a serum diagnostic marker."}, {"pubmed": 37154195, "text": "Disrupting mechanical homeostasis promotes matrix metalloproteinase-13 mediated processing of neuron glial antigen 2 in mandibular condylar cartilage."}, {"pubmed": 37489792, "text": "The Mediating Role of miR-451/ETV4/MMP13 Signaling Axis on Epithelialmesenchymal Transition in Promoting Non-small Cell Lung Cancer Progression."}, {"pubmed": 38251858, "text": "Breast cancer malignancy is governed by regulation of the macroH2A2/TM4SF1 axis, the AKT/NF-kappaB pathway, and elevated MMP13 expression."}, {"pubmed": 38471488, "text": "Human Host Defense Peptide LL-37 Suppresses TNFalpha-Mediated Matrix Metalloproteinases MMP9 and MMP13 in Human Bronchial Epithelial Cells."}, {"pubmed": 38527983, "text": "MMP1, MMP9, MMP11 and MMP13 in melanoma and its metastasis - key points in understanding the mechanisms and celerity of tumor dissemination."}, {"pubmed": 38619683, "text": "Inhibiting MMP13 Attenuates Deep Vein Thrombosis in a Mouse Model by Reducing the Expression of Pdpn."}, {"pubmed": 38770093, "text": "TPX2 upregulates MMP13 to promote the progression of lipopolysaccharide-induced osteoarthritis."}, {"pubmed": 38936942, "text": "Association of Clinicopathological Factors With MMP13 (rs2252070) Gene Polymorphism in Swedish Patients With Colorectal Cancer."}], "genomic_pos": {"chr": "11", "end": 102955732, "ensemblgene": "ENSG00000137745", "start": 102942995, "strand": -1}, "genomic_pos_hg19": [{"chr": "11", "end": 102826463, "start": 102813724, "strand": -1}, {"chr": "HG305_PATCH", "end": 102826464, "start": 102813725, "strand": -1}], "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001958", "qualifier": "involved_in", "term": "endochondral ossification"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0003417", "qualifier": "involved_in", "term": "growth plate cartilage development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006508", "qualifier": "involved_in", "term": "proteolysis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0022617", "pubmed": [8576151, 9065415], "qualifier": "involved_in", "term": "extracellular matrix disassembly"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0022617", "qualifier": "involved_in", "term": "extracellular matrix disassembly"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030198", "qualifier": "involved_in", "term": "extracellular matrix organization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030282", "qualifier": "involved_in", "term": "bone mineralization"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030574", "qualifier": "involved_in", "term": "collagen catabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030574", "pubmed": [8576151, 9065415], "qualifier": "involved_in", "term": "collagen catabolic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0030574", "qualifier": "involved_in", "term": "collagen catabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060349", "pubmed": 16167086, "qualifier": "involved_in", "term": "bone morphogenesis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:1904645", "pubmed": 28912710, "qualifier": "involved_in", "term": "response to amyloid-beta"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0031012", "qualifier": "located_in", "term": "extracellular matrix"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0004175", "pubmed": 18164633, "qualifier": "enables", "term": "endopeptidase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004222", "qualifier": "enables", "term": "metalloendopeptidase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004222", "pubmed": [8576151, 9065415], "qualifier": "enables", "term": "metalloendopeptidase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004222", "qualifier": "enables", "term": "metalloendopeptidase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004252", "qualifier": "enables", "term": "serine-type endopeptidase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005509", "pubmed": 23913860, "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005518", "pubmed": 9065415, "qualifier": "enables", "term": "collagen binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008270", "pubmed": 23913860, "qualifier": "enables", "term": "zinc ion binding"}]}, "homologene": {"genes": [[6239, 178748], [7955, 100006896], [8364, 100490019], [9031, 395683], [9544, 703980], [9598, 451513], [9606, 4322], [9615, 403763], [9913, 281914], [10090, 17386], [10116, 171052]], "id": 20548}, "interpro": [{"desc": "Hemopexin-like domain", "id": "IPR000585", "short_desc": "Hemopexin-like_dom"}, {"desc": "Peptidase M10, metallopeptidase", "id": "IPR001818", "short_desc": "Pept_M10_metallopeptidase"}, {"desc": "Peptidoglycan binding-like", "id": "IPR002477", "short_desc": "Peptidoglycan-bd-like"}, {"desc": "Peptidase, metallopeptidase", "id": "IPR006026", "short_desc": "Peptidase_Metallo"}, {"desc": "Hemopexin, conserved site", "id": "IPR018486", "short_desc": "Hemopexin_CS"}, {"desc": "Hemopexin-like repeats", "id": "IPR018487", "short_desc": "Hemopexin-like_repeat"}, {"desc": "Peptidase M10A, cysteine switch, zinc binding site", "id": "IPR021158", "short_desc": "Pept_M10A_Zn_BS"}, {"desc": "Peptidase M10A", "id": "IPR021190", "short_desc": "Pept_M10A"}, {"desc": "Metallopeptidase, catalytic domain superfamily", "id": "IPR024079", "short_desc": "MetalloPept_cat_dom_sf"}, {"desc": "Peptidase M10A, catalytic domain", "id": "IPR033739", "short_desc": "M10A_MMP"}, {"desc": "PGBD-like superfamily", "id": "IPR036365", "short_desc": "PGBD-like_sf"}, {"desc": "Hemopexin-like domain superfamily", "id": "IPR036375", "short_desc": "Hemopexin-like_dom_sf"}], "ipi": "IPI00021738", "map_location": "11q22.2", "name": "matrix metallopeptidase 13", "other_names": ["collagenase 3", "matrix metalloproteinase 13 (collagenase 3)"], "pantherdb": {"HGNC": "7159", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1340026", "ortholog_type": "LDO", "panther_family": "PTHR10201", "taxid": 10090, "uniprot_kb": "P33435"}, {"RGD": "620196", "ortholog_type": "LDO", "panther_family": "PTHR10201", "taxid": 10116, "uniprot_kb": "P23097"}, {"Ensembl": "ENSGALG00000026297", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 9031, "uniprot_kb": "R4GGH6"}, {"Ensembl": "ENSGALG00000017183", "ortholog_type": "LDO", "panther_family": "PTHR10201", "taxid": 9031, "uniprot_kb": "F1NZ56"}, {"ZFIN": "ZDB-GENE-031202-2", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 7955, "uniprot_kb": "F1QCX8"}, {"ZFIN": "ZDB-GENE-100603-2", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 7955, "uniprot_kb": "X1WEM8"}, {"ZFIN": "ZDB-GENE-060421-5765", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 7955, "uniprot_kb": "F1RBI6"}, {"Ensembl": "ENSDARG00000108401", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 7955, "uniprot_kb": "A0A286Y9P6"}, {"ZFIN": "ZDB-GENE-030131-6152", "ortholog_type": "LDO", "panther_family": "PTHR10201", "taxid": 7955, "uniprot_kb": "A0A0R4ICX2"}, {"WormBase": "WBGene00006987", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 6239, "uniprot_kb": "G5EGM1"}, {"WormBase": "WBGene00016283", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 6239, "uniprot_kb": "G5EBU3"}, {"WormBase": "WBGene00019212", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 6239, "uniprot_kb": "O44836"}, {"WormBase": "WBGene00194737", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 6239, "uniprot_kb": "A0A0K3ARD1"}, {"WormBase": "WBGene00010423", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 6239, "uniprot_kb": "O17913"}, {"FlyBase": "FBgn0033438", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 7227, "uniprot_kb": "Q8MPP3"}, {"FlyBase": "FBgn0035049", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 7227, "uniprot_kb": "Q9W122"}, {"TAIR": "2032467", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 3702, "uniprot_kb": "Q5XF51"}, {"TAIR": "2020548", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 3702, "uniprot_kb": "O04529"}, {"TAIR": "2025891", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 3702, "uniprot_kb": "Q9ZUJ5"}, {"TAIR": "2055605", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 3702, "uniprot_kb": "Q8GWW6"}, {"TAIR": "2130928", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 3702, "uniprot_kb": "O23507"}], "uniprot_kb": "P45452"}, "pathway": {"kegg": [{"id": "hsa04657", "name": "IL-17 signaling pathway - Homo sapiens (human)"}, {"id": "hsa04926", "name": "Relaxin signaling pathway - Homo sapiens (human)"}, {"id": "hsa04928", "name": "Parathyroid hormone synthesis, secretion and action - Homo sapiens (human)"}], "pid": {"id": "upa_upar_pathway", "name": "Urokinase-type plasminogen activator (uPA) and uPAR-mediated signaling"}, "reactome": [{"id": "R-HSA-1442490", "name": "Collagen degradation"}, {"id": "R-HSA-1442490", "name": "Collagen degradation"}, {"id": "R-HSA-1474228", "name": "Degradation of the extracellular matrix"}, {"id": "R-HSA-1474228", "name": "Degradation of the extracellular matrix"}, {"id": "R-HSA-1474244", "name": "Extracellular matrix organization"}, {"id": "R-HSA-1474244", "name": "Extracellular matrix organization"}, {"id": "R-HSA-1474290", "name": "Collagen formation"}, {"id": "R-HSA-1592389", "name": "Activation of Matrix Metalloproteinases"}, {"id": "R-HSA-2022090", "name": "Assembly of collagen fibrils and other multimeric structures"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8878166", "name": "Transcriptional regulation by RUNX2"}, {"id": "R-HSA-8941332", "name": "RUNX2 regulates genes involved in cell migration"}], "wikipathways": [{"id": "WP129", "name": "Matrix Metalloproteinases"}, {"id": "WP2324", "name": "AGE-RAGE pathway"}, {"id": "WP2374", "name": "Oncostatin M Signaling Pathway"}, {"id": "WP474", "name": "Endochondral Ossification"}, {"id": "WP4754", "name": "IL-18 signaling pathway"}, {"id": "WP4808", "name": "Endochondral Ossification with Skeletal Dysplasias"}]}, "pdb": ["1EUB", "1FLS", "1FM1", "1PEX", "1XUC", "1XUD", "1XUR", "1YOU", "1ZTQ", "2D1N", "2E2D", "2OW9", "2OZR", "2PJT", "2YIG", "3ELM", "3I7G", "3I7I", "3KEC", "3KEJ", "3KEK", "3KRY", "3LJZ", "3O2X", "3TVC", "3WV1", "3WV2", "3WV3", "3ZXH", "456C", "4A7B", "4FU4", "4FVL", "4G0D", "4JP4", "4JPA", "4L19", "5B5O", "5B5P", "5BOT", "5BOY", "5BPA", "5UWK", "5UWL", "5UWM", "5UWN", "7JU8", "830C"], "pfam": ["PF00045", "PF00413", "PF01471"], "pharmgkb": "PA30871", "pharos": {"target_id": 12250, "tdl": "Tchem"}, "pir": "A53711", "prosite": "PS51642", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF326026", "relationship": "is"}, {"id": "GNF326027", "relationship": "is"}, {"id": "GNF326028", "relationship": "is"}], "CondMedia_CM_LibrAB": {"id": "GNF292819", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF252803", "relationship": "is"}, {"id": "GNF252804", "relationship": "is"}, {"id": "GNF252805", "relationship": "is"}, {"id": "GNF252806", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF085797", "relationship": "is"}, {"id": "GNF085798", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051823", "relationship": "is"}, {"id": "GNF056591", "relationship": "is"}, {"id": "GNF061372", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF068163", "relationship": "is"}, {"id": "GNF068164", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF009754", "relationship": "is"}, {"id": "GNF009755", "relationship": "is"}, {"id": "GNF278414", "relationship": "is"}, {"id": "GNF278561", "relationship": "is"}], "MasterSecretomicsList": [{"id": "GNF330617", "relationship": "is"}, {"id": "GNF331861", "relationship": "is"}, {"id": "GNF333647", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF337667", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF098263", "relationship": "is"}, {"id": "GNF137918", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000011.10", "NC_060935.1", "NG_021404.1"], "protein": "NP_002418.1", "rna": "NM_002427.4", "translation": {"protein": "NP_002418.1", "rna": "NM_002427.4"}}, "reporter": {"HG-U133_Plus_2": "205959_at", "HG-U95Av2": "39632_at", "HTA-2_0": "TC11002239.hg.1", "HuEx-1_0": "3388893", "HuGene-1_1": "7951309", "HuGene-2_1": "16743764"}, "summary": "This gene encodes a member of the peptidase M10 family of matrix metalloproteinases (MMPs). Proteins in this family are involved in the breakdown of extracellular matrix in normal physiological processes, such as embryonic development, reproduction, and tissue remodeling, as well as in disease processes, such as arthritis and metastasis. The encoded preproprotein is proteolytically processed to generate the mature protease. This protease cleaves type II collagen more efficiently than types I and III. It may be involved in articular cartilage turnover and cartilage pathophysiology associated with osteoarthritis. Mutations in this gene are associated with metaphyseal anadysplasia. This gene is part of a cluster of MMP genes on chromosome 11. [provided by RefSeq, Jan 2016].", "symbol": "MMP13", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1417202"}, "unigene": "Hs.2936", "uniprot": {"Swiss-Prot": "P45452", "TrEMBL": ["G5E971", "Q53H33"]}, "wikipedia": {"url_stub": "Matrix metallopeptidase 13"}}