{"AllianceGenome": "7157", "HGNC": "7157", "MIM": "185261", "_id": "4320", "_version": 1, "accession": {"genomic": ["AP000349.1", "AY899208.1", "CH471095.1", "CP068256.2", "KT584031.1", "NC_000022.11", "NC_060946.1", "NG_029443.1", "NT_187633.1", "X84664.1"], "protein": ["AAH57788.1", "AAW65373.1", "ABD92798.1", "BAG52140.1", "CAA40918.1", "CAA59150.1", "EAW59603.1", "EAW59604.1", "NP_005931.2", "P24347.3"], "rna": ["AK075448.1", "AK125911.1", "AK129792.1", "BC057788.1", "DA747742.1", "DQ399599.1", "NM_005940.5", "NR_133013.2", "X57766.1"], "translation": [{"protein": "BAG52140.1", "rna": "AK075448.1"}, {"protein": "CAA40918.1", "rna": "X57766.1"}, {"protein": "AAH57788.1", "rna": "BC057788.1"}, {"protein": "NP_005931.2", "rna": "NM_005940.5"}, {"protein": "ABD92798.1", "rna": "DQ399599.1"}]}, "alias": ["SL-3", "ST3", "STMY3"], "ec": "3.4.24.-", "ensembl": [{"gene": "ENSG00000099953", "protein": ["ENSP00000215743", "ENSP00000408070", "ENSP00000412107"], "transcript": ["ENST00000215743", "ENST00000428253", "ENST00000434318", "ENST00000437086", "ENST00000460352", "ENST00000465385", "ENST00000465730", "ENST00000477567", "ENST00000480185", "ENST00000488363", "ENST00000489582", "ENST00000492464", "ENST00000493132"], "translation": [{"protein": "ENSP00000215743", "rna": "ENST00000215743"}, {"protein": "ENSP00000408070", "rna": "ENST00000437086"}, {"protein": "ENSP00000412107", "rna": "ENST00000434318"}], "type_of_gene": "protein_coding"}, {"gene": "ENSG00000275365", "protein": ["ENSP00000483349", "ENSP00000486195", "ENSP00000486551"], "transcript": ["ENST00000612388", "ENST00000625962", "ENST00000626399", "ENST00000626587", "ENST00000627283", "ENST00000628212", "ENST00000628372", "ENST00000628530", "ENST00000628782", "ENST00000628805", "ENST00000629008", "ENST00000629467", "ENST00000629514"], "translation": [{"protein": "ENSP00000483349", "rna": "ENST00000612388"}, {"protein": "ENSP00000486551", "rna": "ENST00000629514"}, {"protein": "ENSP00000486195", "rna": "ENST00000627283"}], "type_of_gene": "protein_coding"}], "entrezgene": "4320", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 15.486163337, "exp_mis": 194.574630003, "exp_syn": 93.908503624, "lof_z": 1.63269723941225, "mis_z": 1.07209725629987, "mu_lof": 1.21721098292e-06, "mu_mis": 2.02821100832e-05, "mu_syn": 1.00100252036e-05, "n_lof": 9.0, "n_mis": 164.0, "n_syn": 82.0, "p_li": 6.59354935689745e-05, "p_null": 0.0960253703663486, "p_rec": 0.903908694140083, "syn_z": 0.761822930736674}, "bp": 1467, "cds_end": 24125731, "cds_start": 24115057, "n_exons": 8, "nonpsych": {"exp_lof": 13.8772989349, "exp_mis": 175.9696479, "exp_syn": 84.8570859951, "lof_z": 1.54944885072762, "mis_z": 1.02545671883607, "mu_lof": 1.21721098292e-06, "mu_mis": 2.02821100832e-05, "mu_syn": 1.00100252036e-05, "n_lof": 8.0, "n_mis": 149.0, "n_syn": 76.0, "p_li": 0.000213109390485775, "p_null": 0.104815776943009, "p_rec": 0.894971113666506, "syn_z": 0.605355503968747}, "nontcga": {"exp_lof": 14.2337051392, "exp_mis": 178.995107213, "exp_syn": 86.3822631605, "lof_z": 1.62992844287881, "mis_z": 1.19144168360323, "mu_lof": 1.21721098292e-06, "mu_mis": 2.02821100832e-05, "mu_syn": 1.00100252036e-05, "n_lof": 8.0, "n_mis": 147.0, "n_syn": 79.0, "p_li": 0.000226802007953824, "p_null": 0.0831460917968032, "p_rec": 0.916627106195243, "syn_z": 0.502920526172642}, "transcript": "ENST00000215743.3"}, "exons": [{"cdsend": 23783544, "cdsstart": 23772870, "chr": "22", "position": [[23772848, 23772978], [23779186, 23779416], [23780358, 23780502], [23780581, 23780715], [23780858, 23781100], [23781192, 23781409], [23782225, 23782483], [23783410, 23784316]], "strand": 1, "transcript": "NM_005940", "txend": 23784316, "txstart": 23772848}, {"cdsend": 19906, "cdsstart": 9232, "chr": "22_KI270879v1_alt", "position": [[9210, 9340], [15548, 15778], [16720, 16864], [16943, 17077], [17220, 17462], [17554, 17771], [18587, 18845], [19772, 20678]], "strand": 1, "transcript": "NM_005940", "txend": 20678, "txstart": 9210}, {"cdsend": 20678, "cdsstart": 20678, "chr": "22_KI270879v1_alt", "position": [[9210, 9340], [15548, 15730], [16720, 16864], [16943, 17077], [17220, 17462], [17554, 17771], [18729, 18845], [19772, 20678]], "strand": 1, "transcript": "NR_133013", "txend": 20678, "txstart": 9210}, {"cdsend": 23784316, "cdsstart": 23784316, "chr": "22", "position": [[23772848, 23772978], [23779186, 23779368], [23780358, 23780502], [23780581, 23780715], [23780858, 23781100], [23781192, 23781409], [23782367, 23782483], [23783410, 23784316]], "strand": 1, "transcript": "NR_133013", "txend": 23784316, "txstart": 23772848}], "exons_hg19": [{"cdsend": 24125731, "cdsstart": 24115057, "chr": "22", "position": [[24115035, 24115165], [24121373, 24121603], [24122545, 24122689], [24122768, 24122902], [24123045, 24123287], [24123379, 24123596], [24124412, 24124670], [24125597, 24126503]], "strand": 1, "transcript": "NM_005940", "txend": 24126503, "txstart": 24115035}, {"cdsend": 24126503, "cdsstart": 24126503, "chr": "22", "position": [[24115035, 24115165], [24121373, 24121555], [24122545, 24122689], [24122768, 24122902], [24123045, 24123287], [24123379, 24123596], [24124554, 24124670], [24125597, 24126503]], "strand": 1, "transcript": "NR_133013", "txend": 24126503, "txstart": 24115035}], "generif": [{"pubmed": 11857311, "text": "may play role in meningioma invasiveness"}, {"pubmed": 12006591, "text": "alternative splicing and promoter usage generates an intracellular stromelysin 3 isoform directly translated as an active matrix metalloproteinase"}, {"pubmed": 12429794, "text": "Data confirmed stromelysin-3's contribution to breast cancer progression and its expression was shown to have a direct negative effect on patients' survival."}, {"pubmed": 12538453, "text": "MMP11 may have a role in the pathogenesis of papillary thyroid carcinoma"}, {"pubmed": 12845673, "text": "Active stromelysin-3 increases breast cancer cell survival in three-dimensional Matrigel culture via activation of p42/p44 MAP-kinase"}, {"pubmed": 15459498, "text": "ST3 protein was more involved in the pathway of colorectal cancer development in females, distal locations, infiltrative growth patterns and microsatellite stability."}, {"pubmed": 15509588, "text": "central role of PKC isoforms and the negative regulatory function of c-Src in the control of ST3 expression"}, {"pubmed": 15582574, "text": "colony formation of MMP11 deficient cells was dramatically inhibited in soft agar and tumorigenicity was reduced in nude mice, respectively"}, {"pubmed": 15989693, "text": "cathepsin F, matrix metalloproteinases 11 and 12 are upregulated in cervical cancer"}, {"pubmed": 17085465, "text": "MMP-11, like an inflammatory mediator, may exert a chemotactic influence on macrophages which aggregate in the mesangium; MMP-11 is not likely to have a parallel mitogenic or antifibrotic effect in diseased glomeruli"}, {"pubmed": 17091452, "text": "MMP11 (metalloproteinase 11) gene shows increased expression in papillary thyroid cancer."}, {"pubmed": 17233884, "text": "proposes that ST-3 induction in tumour fibroblasts leads to the stimulation of the IGF-1R pathway in carcinoma cells, thus enhancing their proliferative capacity"}, {"pubmed": 17543340, "text": "Primary colorectal cancers and metastatic liver lesions showed highly significant differences in MMP-1, -10, -11, and TIMP-1."}, {"pubmed": 17980449, "text": "Therefore, MMP-1, MMP-11 and MMP-19 might be of importance for the development of high-grade astrocytic tumors and may be promising targets for therapy."}, {"pubmed": 18172255, "text": "MMP11 may play an important role in carcinogenesis and has potential implication as a biomarker for the diagnosis and prognosis of human cancers including gastric cancer."}, {"pubmed": 18208802, "text": "These results suggest that MMP-2 overexpression by cancer cells in peritoneal implants and not in the primary ovarian cancer is predictive of ovarian cancer prognosis and more likely reflects the presence of particularly aggressive clones of cancer cells."}, {"pubmed": 18476627, "text": "The expression of stromelysin-3 was closely associated with the invasion and metastasis of laryngeal carcinoma."}, {"pubmed": 18622425, "text": "MMP11 exhibits collagenolytic function against collagen VI under malignant conditions."}, {"pubmed": 19159011, "text": "MMP-11 were identified at higher levels in lung secretions of pediatric ALI patients compared with controls."}, {"pubmed": 19212658, "text": "Mutational analysis of the cleavage of the cancer-associated laminin receptor by stromelysin-3 reveals the contribution of flanking sequences to site recognition and cleavage efficiency."}, {"pubmed": 19509157, "text": "Our study describes the identification of MMP11 as a novel broadly expressed tumor associated antigen as target candidate for cancer immunotherapy."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19914229, "text": "MMP-11 and CK-20 are probable prognostic markers whose expression reflects the stages of tumor differentiation and LNM of breast cancer."}, {"pubmed": 20060156, "text": "matrix metalloproteinase 11 is a novel factor in the development and progression of gastric cancer and suggest that matrix metalloproteinase 11 is a marker for advanced gastric cancer."}, {"pubmed": 20160732, "text": "High expression of MMP-11 or -13, or cluster thereof, were significantly associated with higher probability of biochemical recurrence in prostate cancer"}, {"pubmed": 20230842, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20230842, "text": "the results of this study indicate that MMP11 polymorphism may be associated with Kawasaki disease in the Korean population"}, {"pubmed": 20452482, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20587546, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20673868, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21048031, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 21442356, "text": "The MMP-11 is up-regulated by Gli1 and mediates the migration and invasion induced by Gli1 in MDA-MB-231."}, {"pubmed": 21513571, "text": "Serum levels in Chinese patients with advanced gastric carcinoma are not associated with the response to chemotherapy, but play role in lymph node metastasis and prognosis"}, {"pubmed": 21773755, "text": "MMP-11 is overexpressed in many lobular carcinoma cells, and it may play role in lobular carcinogenesis through increasing resistance to anoikis."}, {"pubmed": 22076168, "text": "Report MMP11/12 expression in cervical scrapes cells from cervical precursor lesions."}, {"pubmed": 22227581, "text": "Results describe MMP-11 expression in human epithelial colon adenocarcinoma cell lines (Caco-2, HT-29 and BCS-TC2)."}, {"pubmed": 22286800, "text": "Between two of the tested metalloproteinases (MMP-2 and MMP-11) only MMP-2 appears to have prognostic significance in early forms of breast cancer, and its strong expression is associated with shorter survival."}, {"pubmed": 22488635, "text": "expression by fibroblasts associated with poor prognosis in colorectal cancer"}, {"pubmed": 22768249, "text": "MiR-125a inhibits the proliferation and metastasis of hepatocellular carcinoma by targeting MMP11 and VEGF-A."}, {"pubmed": 22927434, "text": "Data suggest that intra- and extracellular tracking of MMP-11-overexpressing cancer cells might contribute to the understanding of the activation pathways leading to MMP-11-mediated invasive processes."}, {"pubmed": 23115007, "text": "MMP-11 expression was significantly related to clinicopathological parameters, which may be essential to the prediction of disease outcome in patients with invasive ductal carcinoma of the breast."}, {"pubmed": 23211491, "text": "Findings define a regulatory role of miR-98 in tumor angiogenesis and invasion through repressed ALK4 and MMP11 expression."}, {"pubmed": 23755751, "text": "Knockdown of MMP11 expression could inhibit the proliferation and invasion of gastric adenocarcinoma cells probably through down-regulation of the IGF-1 signaling pathway."}, {"pubmed": 24564996, "text": "These findings further suggest MMP11 as a promising biomarker for breast and prostate cabcer."}, {"pubmed": 24838924, "text": "combined effects of the MMP-11 gene polymorphisms and environmental carcinogens are related to an increased risk for the development of OSCC and may be a predictive factor for tumor lymph node metastasis in Taiwanese with OSCC"}, {"pubmed": 25081520, "text": "MMP-14 function might represent one critical regulatory mechanism to control the extent of pericellular MMP-11 bioavailability and protect cells from excessive/inappropriate MMP-11 function."}, {"pubmed": 25423087, "text": "study showed that plasma level of MMP-11 may be useful for assessment of the disease progression, especially lymph node metastasis, in patients with OSCC"}, {"pubmed": 25987024, "text": "High Expression of Matrix Metalloproteinase-11 is associated with Cholangiocarcinoma."}, {"pubmed": 26084486, "text": "Our findings identified these 2 genes as a novel breast cancer biomarker gene set, which may facilitate the diagnosis and treatment in breast cancer clinical therapies."}, {"pubmed": 26507719, "text": "results indicated that both CD147 and MMP-11 may be involved in the progression of colorectal cancer, and they are potential prognostic factors and might become new therapeutic targets for CRC patients"}, {"pubmed": 26861489, "text": "MMP-11 overexpression is associated with aggressive tumor phenotype and unfavorable clinical outcome in urothelial carcinomas."}, {"pubmed": 26892540, "text": "Overexpression of MMP-11 was discovered in sera of cancer patients compared with normal control group as well as in multiple tumor tissue specimens, such as gastric cancer, breast cancer, and pancreatic cancer. At present, some evidence supports that MMP-11 may work as a significant tumor biomarker for early detection of cancer, tumor staging, prognostic analysis, monitoring recurrence [review]"}, {"pubmed": 26956825, "text": "Matrix metalloproteinase 11 has a role in degenerating intervertebral disc disease"}, {"pubmed": 27002762, "text": "Our study established that high serum levels of MMP-11 are associated with poor clinical outcome and may serve as a prognostic biomarker in colon cancer patients."}, {"pubmed": 27081863, "text": "the data demonstrate that miR125a5p functions as a tumor suppressor gene and serves an important role in inhibiting osteosarcoma cell migration, invasion and EMT by targeting MMP11."}, {"pubmed": 27364572, "text": "These results demonstrated that miR-145 has an inhibitory role in TNBC malignancy by targeting MMP11 and Rab27a, which might be potential therapeutic and diagnostic targets for TNBC."}, {"pubmed": 28409241, "text": "A new prognostic model for HR-/HER2+ breast cancer based on the expression of MMP11 and CD2 was developed and the distant metastasis-free survival for patients in the high-risk group according to our model was significantly lower than that for those in the low-risk group."}, {"pubmed": 28427180, "text": "Results revealed that MMP-11 high expression in oral squamous cell carcinoma (OSCC) samples can predict the progression, especially lymph node metastasis, and the survival of OSCC patients."}, {"pubmed": 28445974, "text": "Authors evaluated the expression of known targets of miR-125a and found that sirtuin-7, matrix metalloproteinase-11, and c-Raf were up-regulated in tumor tissue by 2.2-, 3-, and 1.7-fold, respectively. Overall, these data support a tumor suppressor role for miR-125a."}, {"pubmed": 28801789, "text": "In this study, matrix-assisted laser desorption/ionization mass spectrometry imaging (MALDI-MSI) has been used for the first time to investigate the distribution of MMP-11 in human breast cancer tissues in order to show a possible correlation between cancerous and healthy samples, by differential proteomics and using such differences for possible cancer diagnosis and/or prognosis."}, {"pubmed": 29374701, "text": "HMGA1 and MMP-11 may play a key role in the proliferation and progression of skin tumors in humans."}, {"pubmed": 29725257, "text": "We believe that genetic variations in the MMP-11 gene may help to predict early-stage Hepatocellular carcinoma and act as reliable biomarkers for Hepatocellular carcinoma progression"}, {"pubmed": 30218127, "text": "The expression of MMP-11 was increased and more heterogeneous in metastatic specimens compared to non-metastatic breast cancer samples."}, {"pubmed": 30710321, "text": "High MMP11 expression is associated with Recurrence in Colorectal Cancer."}, {"pubmed": 30787663, "text": "This is the first study to show an epigenetic alteration to a member of the MMP gene family in human patellar tendinopathy."}, {"pubmed": 31335488, "text": "Expression of UTX Indicates Poor Prognosis in Patients With Luminal Breast Cancer and is Associated With MMP-11 Expression."}, {"pubmed": 31337950, "text": "Study results indicate no impact of the MMP-11 single-nucleotide polymorphisms on uterine cervical cancer in Taiwanese women."}, {"pubmed": 31342542, "text": "The results showed that MMP11 expression by stromal cells was significantly associated with prognosis. MMP11 expression by cancer-associated fibroblasts (CAFs) was associated with both shortened relapse-free survival (RFS) and overall survival (OS), but MMP11 expression by MICs showed a stronger association with both shortened RFS and OS, therefore being the most potent and independent factor to predict RFS and OS."}, {"pubmed": 31570432, "text": "The genotypes of MMP-11 play a minor role in determining lung cancer risk in Taiwan."}, {"pubmed": 31595150, "text": "Exosomal miR-139 inhibits tumor growth and metastasis of gastric cancer cells by decreasing the expression of MMP11"}, {"pubmed": 31704821, "text": "High MMP11 expression is associated with Pancreatic Cancer."}, {"pubmed": 32590618, "text": "Matrix Metalloproteinase 11 as a Novel Tumor Promoter and Diagnostic and Prognostic Biomarker for Pancreatic Ductal Adenocarcinoma."}, {"pubmed": 33228130, "text": "Impact of Matrix Metalloproteinase-11 Gene Polymorphisms on Biochemical Recurrence and Clinicopathological Characteristics of Prostate Cancer."}, {"pubmed": 33396463, "text": "MMP1 and MMP11 Expression in Peripheral Blood Mononuclear Cells upon Their Interaction with Breast Cancer Cells and Fibroblasts."}, {"pubmed": 33649832, "text": "MMP11 promotes the proliferation and progression of breast cancer through stabilizing Smad2 protein."}, {"pubmed": 34038440, "text": "High MMP-11 expression associated with low CD8+ T cells decreases the survival rate in patients with breast cancer."}, {"pubmed": 34775491, "text": "Matrix metalloproteinase 11 (MMP11) in macrophages promotes the migration of HER2-positive breast cancer cells and monocyte recruitment through CCL2-CCR2 signaling."}, {"pubmed": 35700579, "text": "Mechanism of miR-340-5p in laryngeal cancer cell proliferation and invasion through the lncRNA NEAT1/MMP11 axis."}, {"pubmed": 37602450, "text": "linc00511 Knockdown Inhibits Lung Cancer Progression by Regulating miR-16-5p/MMP11."}, {"pubmed": 37633471, "text": "Cancer-associated fibroblasts drive early pancreatic cancer cell invasion via the SOX4/MMP11 signalling axis."}], "genomic_pos": [{"chr": "HSCHR22_1_CTG7", "end": 20678, "ensemblgene": "ENSG00000275365", "start": 4588, "strand": 1}, {"chr": "22", "end": 23784316, "ensemblgene": "ENSG00000099953", "start": 23768226, "strand": 1}], "genomic_pos_hg19": {"chr": "22", "end": 24126503, "start": 24110413, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0006508", "qualifier": "involved_in", "term": "proteolysis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0022617", "qualifier": "involved_in", "term": "extracellular matrix disassembly"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030198", "qualifier": "involved_in", "term": "extracellular matrix organization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030199", "qualifier": "involved_in", "term": "collagen fibril organization"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030574", "qualifier": "involved_in", "term": "collagen catabolic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0030574", "qualifier": "involved_in", "term": "collagen catabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045599", "qualifier": "involved_in", "term": "negative regulation of fat cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071711", "qualifier": "involved_in", "term": "basement membrane organization"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005796", "qualifier": "located_in", "term": "Golgi lumen"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0031012", "pubmed": 18622425, "qualifier": "located_in", "term": "extracellular matrix"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0004222", "qualifier": "enables", "term": "metalloendopeptidase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004222", "qualifier": "enables", "term": "metalloendopeptidase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004252", "qualifier": "enables", "term": "serine-type endopeptidase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008270", "qualifier": "enables", "term": "zinc ion binding"}]}, "homologene": {"genes": [[7955, 563753], [7955, 565793], [8364, 100493314], [9031, 101751203], [9544, 699067], [9598, 458701], [9606, 4320], [9615, 486408], [9913, 539109], [10090, 17385], [10116, 25481]], "id": 38116}, "interpro": [{"desc": "Hemopexin-like domain", "id": "IPR000585", "short_desc": "Hemopexin-like_dom"}, {"desc": "Peptidase M10, metallopeptidase", "id": "IPR001818", "short_desc": "Pept_M10_metallopeptidase"}, {"desc": "Peptidase, metallopeptidase", "id": "IPR006026", "short_desc": "Peptidase_Metallo"}, {"desc": "Hemopexin, conserved site", "id": "IPR018486", "short_desc": "Hemopexin_CS"}, {"desc": "Hemopexin-like repeats", "id": "IPR018487", "short_desc": "Hemopexin-like_repeat"}, {"desc": "Peptidase M10A, cysteine switch, zinc binding site", "id": "IPR021158", "short_desc": "Pept_M10A_Zn_BS"}, {"desc": "Peptidase M10A", "id": "IPR021190", "short_desc": "Pept_M10A"}, {"desc": "Metallopeptidase, catalytic domain superfamily", "id": "IPR024079", "short_desc": "MetalloPept_cat_dom_sf"}, {"desc": "Peptidase M10A, catalytic domain", "id": "IPR033739", "short_desc": "M10A_MMP"}, {"desc": "Hemopexin-like domain superfamily", "id": "IPR036375", "short_desc": "Hemopexin-like_dom_sf"}], "ipi": ["IPI00306778", "IPI00877681", "IPI00880022"], "map_location": "22q11.23", "name": "matrix metallopeptidase 11", "other_names": ["matrix metallopeptidase 11 (stromelysin 3)", "stromelysin III", "stromelysin-3"], "pantherdb": {"HGNC": "7157", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "97008", "ortholog_type": "LDO", "panther_family": "PTHR10201", "taxid": 10090, "uniprot_kb": "Q02853"}, {"RGD": "3099", "ortholog_type": "LDO", "panther_family": "PTHR10201", "taxid": 10116, "uniprot_kb": "Q499S5"}, {"Ensembl": "ENSGALG00000005968", "ortholog_type": "LDO", "panther_family": "PTHR10201", "taxid": 9031, "uniprot_kb": "F1NBH2"}, {"ZFIN": "ZDB-GENE-070817-3", "ortholog_type": "LDO", "panther_family": "PTHR10201", "taxid": 7955, "uniprot_kb": "E7FCZ5"}, {"ZFIN": "ZDB-GENE-070817-2", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 7955, "uniprot_kb": "F1RA45"}, {"Ensembl": "ENSDARG00000112261", "ortholog_type": "LDO", "panther_family": "PTHR10201", "taxid": 7955, "uniprot_kb": "A0A2R8Q2M8"}, {"WormBase": "WBGene00006987", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 6239, "uniprot_kb": "G5EGM1"}, {"WormBase": "WBGene00016283", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 6239, "uniprot_kb": "G5EBU3"}, {"WormBase": "WBGene00019212", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 6239, "uniprot_kb": "O44836"}, {"WormBase": "WBGene00194737", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 6239, "uniprot_kb": "A0A0K3ARD1"}, {"WormBase": "WBGene00010423", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 6239, "uniprot_kb": "O17913"}, {"FlyBase": "FBgn0033438", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 7227, "uniprot_kb": "Q8MPP3"}, {"FlyBase": "FBgn0035049", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 7227, "uniprot_kb": "Q9W122"}, {"TAIR": "2032467", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 3702, "uniprot_kb": "Q5XF51"}, {"TAIR": "2020548", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 3702, "uniprot_kb": "O04529"}, {"TAIR": "2025891", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 3702, "uniprot_kb": "Q9ZUJ5"}, {"TAIR": "2055605", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 3702, "uniprot_kb": "Q8GWW6"}, {"TAIR": "2130928", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 3702, "uniprot_kb": "O23507"}], "uniprot_kb": "P24347"}, "pathway": {"reactome": [{"id": "R-HSA-1442490", "name": "Collagen degradation"}, {"id": "R-HSA-1474228", "name": "Degradation of the extracellular matrix"}, {"id": "R-HSA-1474244", "name": "Extracellular matrix organization"}, {"id": "R-HSA-1592389", "name": "Activation of Matrix Metalloproteinases"}], "wikipathways": {"id": "WP129", "name": "Matrix Metalloproteinases"}}, "pfam": ["PF00045", "PF00413"], "pharmgkb": "PA30869", "pharos": {"target_id": 9184, "tdl": "Tchem"}, "pir": "S13423", "prosite": "PS51642", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF252795", "relationship": "is"}, {"id": "GNF252796", "relationship": "is"}, {"id": "GNF252797", "relationship": "is"}, {"id": "GNF252798", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF036227", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF085791", "relationship": "is"}, {"id": "GNF085792", "relationship": "is"}, {"id": "GNF085793", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053242", "relationship": "is"}, {"id": "GNF058010", "relationship": "is"}, {"id": "GNF073177", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF068641", "relationship": "is"}, {"id": "GNF068642", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF009753", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": {"id": "GNF336295", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF098264", "relationship": "is"}, {"id": "GNF137919", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000022.11", "NC_060946.1", "NG_029443.1", "NT_187633.1"], "protein": "NP_005931.2", "rna": ["NM_005940.5", "NR_133013.2"], "translation": {"protein": "NP_005931.2", "rna": "NM_005940.5"}}, "reporter": {"HG-U133_Plus_2": ["203876_s_at", "203878_s_at", "235908_at"], "HG-U95Av2": "38181_at", "HTA-2_0": "TC22000138.hg.1", "HuEx-1_0": "3939470", "HuGene-1_1": "8071758", "HuGene-2_1": "16928023"}, "summary": "Proteins of the matrix metalloproteinase (MMP) family are involved in the breakdown of extracellular matrix in normal physiological processes, such as embryonic development, reproduction, and tissue remodeling, as well as in disease processes, such as arthritis and metastasis. Most MMP's are secreted as inactive proproteins which are activated when cleaved by extracellular proteinases. However, the enzyme encoded by this gene is activated intracellularly by furin within the constitutive secretory pathway. Also in contrast to other MMP's, this enzyme cleaves alpha 1-proteinase inhibitor but weakly degrades structural proteins of the extracellular matrix. [provided by RefSeq, Jul 2008].", "symbol": "MMP11", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1366519"}, "unigene": "Hs.143751", "uniprot": {"Swiss-Prot": "P24347", "TrEMBL": ["H7C3I7", "B3KQS8", "E9PED7"]}, "wikipedia": {"url_stub": "MMP11"}}