{"AllianceGenome": "7160", "HGNC": "7160", "MIM": "600754", "_id": "4323", "_version": 1, "accession": {"genomic": ["AB011056.1", "AF158733.1", "AL135998.6", "AY795074.1", "CH471078.2", "CP068264.2", "NC_000014.9", "NC_060938.1", "NG_046989.1"], "protein": ["AAA83770.1", "AAF24178.1", "AAH64803.1", "AAV40837.1", "BAA05519.1", "BAC53889.1", "BAF84014.1", "BAG35540.1", "CAA58519.1", "CAA62432.1", "CAA88372.1", "CCK73138.1", "EAW66236.1", "EAW66237.1", "NP_004986.1", "P50281.3"], "rna": ["AK291325.1", "AK312657.1", "BC039581.1", "BC064803.1", "BQ009340.1", "D26512.1", "HE978355.1", "HY075830.1", "NM_004995.4", "U41078.1", "X83535.1", "X90925.1", "Z48481.1"], "translation": [{"protein": "CAA58519.1", "rna": "X83535.1"}, {"protein": "BAF84014.1", "rna": "AK291325.1"}, {"protein": "BAA05519.1", "rna": "D26512.1"}, {"protein": "AAH64803.1", "rna": "BC064803.1"}, {"protein": "AAA83770.1", "rna": "U41078.1"}, {"protein": "CCK73138.1", "rna": "HE978355.1"}, {"protein": "CAA62432.1", "rna": "X90925.1"}, {"protein": "BAG35540.1", "rna": "AK312657.1"}, {"protein": "NP_004986.1", "rna": "NM_004995.4"}, {"protein": "CAA88372.1", "rna": "Z48481.1"}]}, "alias": ["MMP-14", "MMP-X1", "MT-MMP", "MT-MMP 1", "MT1-MMP", "MT1MMP", "MTMMP1", "WNCHRS"], "ec": "3.4.24.80", "ensembl": {"gene": "ENSG00000157227", "protein": ["ENSP00000308208", "ENSP00000450323", "ENSP00000506068", "ENSP00000506378", "ENSP00000506631"], "transcript": ["ENST00000311852", "ENST00000547074", "ENST00000547279", "ENST00000547596", "ENST00000548162", "ENST00000548761", "ENST00000680097", "ENST00000680941"], "translation": [{"protein": "ENSP00000506068", "rna": "ENST00000548162"}, {"protein": "ENSP00000308208", "rna": "ENST00000311852"}, {"protein": "ENSP00000506378", "rna": "ENST00000680941"}, {"protein": "ENSP00000506631", "rna": "ENST00000680097"}, {"protein": "ENSP00000450323", "rna": "ENST00000547279"}], "type_of_gene": "protein_coding"}, "entrezgene": "4323", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 21.6936307574, "exp_mis": 242.476916994, "exp_syn": 116.134399216, "lof_z": 4.18841206823581, "mis_z": 1.39706234883006, "mu_lof": 1.6117388747e-06, "mu_mis": 2.19795556225e-05, "mu_syn": 1.03897812384e-05, "n_lof": 2.0, "n_mis": 198.0, "n_syn": 98.0, "p_li": 0.987123657228178, "p_null": 2.2255216131877e-07, "p_rec": 0.0128761202196609, "syn_z": 1.04321119331181}, "bp": 1749, "cds_end": 23315248, "cds_start": 23306026, "n_exons": 10, "nonpsych": {"exp_lof": 19.4379686782, "exp_mis": 219.268154172, "exp_syn": 104.915976557, "lof_z": 3.88438622256368, "mis_z": 1.33756484495827, "mu_lof": 1.6117388747e-06, "mu_mis": 2.19795556225e-05, "mu_syn": 1.03897812384e-05, "n_lof": 2.0, "n_mis": 180.0, "n_syn": 86.0, "p_li": 0.974204852979372, "p_null": 1.50237511953201e-06, "p_rec": 0.0257936446455082, "syn_z": 1.16271145433712}, "nontcga": {"exp_lof": 19.9389524055, "exp_mis": 223.059591338, "exp_syn": 106.824462378, "lof_z": 3.96302758020964, "mis_z": 1.3696638087426, "mu_lof": 1.6117388747e-06, "mu_mis": 2.19795556225e-05, "mu_syn": 1.03897812384e-05, "n_lof": 2.0, "n_mis": 182.0, "n_syn": 92.0, "p_li": 0.976429031022619, "p_null": 9.83872160188196e-07, "p_rec": 0.0235699851052211, "syn_z": 0.908169452072397}, "transcript": "ENST00000311852.6"}, "exons": [{"cdsend": 22846039, "cdsstart": 22836817, "chr": "14", "position": [[22836584, 22836925], [22841490, 22841639], [22841912, 22842035], [22842409, 22842717], [22843256, 22843418], [22843709, 22843870], [22844370, 22844509], [22844629, 22844780], [22845250, 22845366], [22845707, 22847758]], "strand": 1, "transcript": "NM_004995", "txend": 22847758, "txstart": 22836584}], "exons_hg19": [{"cdsend": 23315248, "cdsstart": 23306026, "chr": "14", "position": [[23305793, 23306134], [23310699, 23310848], [23311121, 23311244], [23311618, 23311926], [23312465, 23312627], [23312918, 23313079], [23313579, 23313718], [23313838, 23313989], [23314459, 23314575], [23314916, 23316967]], "strand": 1, "transcript": "NM_004995", "txend": 23316967, "txstart": 23305793}], "generif": [{"pubmed": 11448964, "text": "MT1-MMP plays an important role during endothelial cell migration, and its activity can modulate endothelial migration, invasion, and formation of capillary tubes during the angiogenic response."}, {"pubmed": 11779859, "text": "Thus, MT1-MMP oligomerization through the hemopexin, transmembrane, and cytoplasmic domains controls its catalytic activity."}, {"pubmed": 11809713, "text": "Up-regulation of vascular endothelial growth factor by membrane-type 1 matrix metalloproteinase stimulates human glioma xenograft growth and angiogenesis."}, {"pubmed": 11839588, "text": "shed as membrane vesicle associated components by endothelial cells and this may be a mechanism for regulating focalized proteolytic activity vital to invasive and morphogenic events during angiogenesis"}, {"pubmed": 11844598, "text": "Expression of membrane-type-1-matrix metalloproteinase and metalloproteinase-2 in nonsmall cell lung carcinomas"}, {"pubmed": 11911461, "text": "Refolding of the catalytic and hinge domains of human MT1-mMP expressed in Escherichia coli and its characterization."}, {"pubmed": 11920503, "text": "increasing expression and endometrial carcinoma appear closely related"}, {"pubmed": 11928813, "text": "Levels of MMP14 mRNA were reduced in two neuroblastoma clones treated with 300 nM PAF, which was accompanied by an inhibition of invasiveness through Matrigel and by a promotion of differentiation."}, {"pubmed": 12004057, "text": "studies suggest that ectodomain shedding regulates the pericellular and extracellular activities of MT1-MMP through a delicate balance of active and inactive enzyme-soluble fragments"}, {"pubmed": 12115722, "text": "Plasmin activates pro-matrix metalloproteinase-2 with a membrane-type 1 matrix metalloproteinase-dependent mechanism."}, {"pubmed": 12145196, "text": "CD44 directs membrane-type 1 matrix metalloproteinase to lamellipodia by associating with its hemopexin-like domain."}, {"pubmed": 12169394, "text": "MT1-MMP is primarily secreted in the oral squamous cell carcinoma (OSCC) cells and is involved in the invasiveness of the OSCC and lymphatic metastasis."}, {"pubmed": 12185585, "text": "Expression of MT1-MMP was elevated in 22 of 24 colon carcinomas we examined.DNA fragment between -1169 bp and -1163 bp in the 5' flanking region of this gene to be a target of the beta-catenin/Tcf4 complex."}, {"pubmed": 12194986, "text": "required for calcium regulation of matrix metalloproteinase-2 activation in oral squamous cell carcinoma cells"}, {"pubmed": 12220632, "text": "demonstrate that MT1-MMP via its cytoplasmic tail directly associates with a chaperone-like compartment-specific regulator gC1qR"}, {"pubmed": 12372458, "text": "endometrium from women with endometriosis expressed higher levels of MMP-2 and MT1-MMP and lower levels of TIMP-2 than did endometrium from normal women"}, {"pubmed": 12393408, "text": "MT1-MMP may play a pivotal role in the formation of capillarylike tubular structures in a collagen-containing fibrin matrix in vitro and may be involved in angiogenesis in a fibrinous exudate in vivo."}, {"pubmed": 12427871, "text": "Data show a novel mechanism by which ECM regulates membrane-type 1 matrix metalloproteinase (MT1-MMP) association with beta1 or alphavbeta3 integrins, thus modulating its internalization, activity, and function on human endothelial cells."}, {"pubmed": 12473650, "text": "laminin-5 as a substrate for mTLD, suggesting a role for laminin-5 processing by mTLD in the skin."}, {"pubmed": 12488433, "text": "Results demonstrate the ability of hepatitis B virus X protein to promote tumor cell invasion by a mechanism involving the upregulation of membrane-type 1 matrix metalloproteinase (MT1-MMP) and cyclooxygenase-2 (COX-2)."}, {"pubmed": 12587534, "text": "matrix metalloproteinase-2 and 9 and membrane-type 1 matrix metalloproteinase mRNA expression in endometriosis was higher than in normal endometrium whereas E-cadherin, alpha- and beta-catenin mRNA expression was not suppressed in endometriosis"}, {"pubmed": 12661033, "text": "down-regulation of most MT-MMPs is typical for prostate carcinoma; seems to occur mainly in epithelial cells"}, {"pubmed": 12672023, "text": "results implicate myofibroblasts as major producer of MT1-MMP in breast cancer and emphasize the importance of stromal-epithelial cell interactions in their progression"}, {"pubmed": 12727228, "text": "Data demonstrate that blockade of the ERK pathway suppressed the expression of matrix metalloproteinases 3, 9, and 14, and CD44, and markedly inhibited the invasiveness of tumor cells."}, {"pubmed": 12869573, "text": "identify the surface epitopes that render TIMP-1 inactive against MT1-MMP"}, {"pubmed": 12904296, "text": "shedding of syndecan-1 promoted by MT1-MMP through the preferential cleavage of Gly245-Leu246 peptide bond stimulates cell migration"}, {"pubmed": 14597417, "text": "MT1-MMP-controlled cross-talk between alphavbeta3 and alpha2beta1 integrins supports binding of aggressive, MT1-MMP-, and alphavbeta3 integrin-expressing malignant cells on type I collagen, the most common substratum of the extracellular matrix"}, {"pubmed": 14645246, "text": "the presentation of LDL receptor-related protein LRP and the subsequent uptake of its ligands by malignant cells are both strongly regulated by MT1-MMP"}, {"pubmed": 14670950, "text": "data provide evidence for an additional mechanism for post-translational control of membrane type 1 matrix metalloproteinase (MT1-MMP) activity and suggest that glycosylation of MT1-MMP may regulate its substrate targeting"}, {"pubmed": 14673954, "text": "Expression of MT1-MMP is transcriptionally induced by FGF1 in a prostate carcinoma cell line/"}, {"pubmed": 14707454, "text": "Low levels of MT1-MMP, MMP-1 and AI were found to be favourable markers significantly associated with longer survival in advanced colorectal carcinoma"}, {"pubmed": 14729679, "text": "during angiogenesis the full enzymatic activity of MT1-MMP is required for a specific up-regulation of VEGF-A through an activation of Src tyrosine kinase pathways."}, {"pubmed": 15247230, "text": "MT1-MMP activity is regulated by ERK 1/2- and p38 MAPK-modulated TIMP-2 expression which controls TGF-beta1-induced pericellular collagenolysis"}, {"pubmed": 15260832, "text": "Data suggest that in furin-negative colon carcinoma cells membrane type-1 matrix metalloproteinase is autocatalytically processed and the active protease then operates as a prointegrin convertase."}, {"pubmed": 15276180, "text": "The activity of membrane-type 1 matrix metalloproteinase (MT1-MMP) is a double-edged sword-it is crucial for both physiological processes and disease progression."}, {"pubmed": 15350133, "text": "Collagenolytic MMP-14 is found to be more efficient at processing triple-helical peptidase substrates than is MMP-1."}, {"pubmed": 15351710, "text": "MT1-MMP intracellular transport toward the plasma membrane is regulated by syntaxin 4"}, {"pubmed": 15381670, "text": "MT1-MMP cleaves complement C3b"}, {"pubmed": 15381707, "text": "the hemopexin domain of MT1-MMP is not required for the activation of proMMP2 on cell surface but is essential for MT1-MMP-mediated invasion in three-dimensional type I collagen"}, {"pubmed": 15450852, "text": "identified substrates of MMP-14 in plasma"}, {"pubmed": 15466865, "text": "association of MT1-MMP with phosphorylated caveolin-1 occurs in caveolae membranes and involves the cytoplasmic domain of MT1-MMP"}, {"pubmed": 15516694, "text": "MT1-MMP as a molecular target preferentially involved in angiogenesis mediated by CCL2 and CXCL8, but not CXCL12"}, {"pubmed": 15525652, "text": "MT1-MMP processing of laminin-5 in human tumors may resulting in increased tumor cell scattering and migration"}, {"pubmed": 15528467, "text": "In macrophages, ox-LDLs raise the levels of MMP-14 mRNA and protein via cis-acting elements within -213 & -1 nucleotides of the MMP-14 promoter. In this region are 2 major elements, 1 of which is the DNA-binding site for SAF-1 transcription factor."}, {"pubmed": 15554353, "text": "Parathyroid hormone [PTH (1-34)] inhibited MT1-MMP protein expression in cultured normal human osteoblast-like cells (hOB). Decreased MT1-MMP expression by PTH may be involved in RANKL signaling in osteoblasts and activation of osteoclasts."}, {"pubmed": 15558018, "text": "The conserved binding ability of the Hemopexin domains suggests that CD44 may act as a core molecule assembling multiple MT1-MMPs on the cell surface."}, {"pubmed": 15563089, "text": "MMP14 may play a role in laryngeal cancer invasion to a certain extent, but does play an important role in lymph node metastasis of laryngeal cancer."}, {"pubmed": 15632106, "text": "The MT1-MMP upregulation in the elastin-induced angiogenic phenotype of endothelial cells."}, {"pubmed": 15665118, "text": "MT1-MMP is required during human monocyte migration and endothelial transmigration"}, {"pubmed": 15743799, "text": "up-regulation of Ang2, MMP-2, MT1-MMP, and LN 5 gamma 2 is associated with the invasiveness displayed by human gliomas"}, {"pubmed": 15756447, "text": "E1AF positively regulates transcription from MT1-MMP genes, which plays an important role in invasion and metastasis of squamous cell carcinoma of the tongue by converting pro-MMP-2 into active-MMP-2"}, {"pubmed": 15831939, "text": "data demonstrate that the E7 proteins of the high-risk HPV types 16 and 8 lead to the induction of MT-1 MMP; this E7-mediated mechanism may profoundly alter the phenotype of infected keratinocytes"}, {"pubmed": 15841326, "text": "demonstrated that tumor cell migration was dramatically enhanced by expression of MT1-MMP and that MT1-MMP promotes lymph node and lung metastasis of prostate cancer cells"}, {"pubmed": 15878869, "text": "MT1-MMP exhibits an important intracellular cleavage function and causes chromosome instability"}, {"pubmed": 15882863, "text": "The ability of MT1-MMP to induce endothelial cell morphogenic differentiation involves its activation of a caspase-dependent mechanism."}, {"pubmed": 15901740, "text": "the hinge of MT1-MMP evolved to facilitate processing, a promiscuous but compulsory event in the destiny of MT1-MMP, and may play a key role in the control of pericellular proteolysis"}, {"pubmed": 15911696, "text": "furin and PC5 play a role in a MT-MMP-MMP-2 proteolytic cascade, involving provision of macrophage MT1-MMP for the activation of pro-MMP-2; furin and PC5 are expressed in monocytes and colocalize with MT1-MMP in macrophages in the atherosclerotic plaque"}, {"pubmed": 15967115, "text": "prostate cancer cells expressing high levels of MT1-MMP have increased invasive potential through their ability to degrade and invade Ln-10 barriers"}, {"pubmed": 16077081, "text": "These results demonstrate that ischemia induces increased expression of active MT1-MMP and subsequent disruption of cadherin/catenin complexes, implying that MT1-MMP plays a role in ischemia-induced ARF."}, {"pubmed": 16140936, "text": "Cytoplasmic ZO-1 and MT1-MMP could be detected in invasive tumor clusters of human breast carcinomas."}, {"pubmed": 16219679, "text": "MT1-MMP is present in the centrosomal compartment of the cell; it may be involved in pericellular proteolytic events and may target certain intracellular proteins."}, {"pubmed": 16234249, "text": "deltaCAPRI regulates RANKL shedding by modulating MMP14 expression through Ras signaling cascades other than the Erk pathway"}, {"pubmed": 16281052, "text": "Processes mutant 68 kDa secreted gelsolin fragment to amyloidogenic peptides."}, {"pubmed": 16419154, "text": "Data suggest that membrane type 1-matrix metalloproteinase enhances tumor cell survival upon challenge of detachment, and its overexpression could enhance metastasis."}, {"pubmed": 16425263, "text": "The colocalization of EMMPRIN, MT1-MMP and TIMP-2 in human cervical carcinomas seems to be involved in a specific distribution pattern of tumor cell bound MMP-2, which is related with local proteolytic activity."}, {"pubmed": 16461815, "text": "EMMPRIN and MT1-MMP are upregulated on monocytes in acute MI. During cellular interactions, EMMPRIN stimulates MMP-9 in monocytes and MMP-2 in smooth muscle cells."}, {"pubmed": 16473349, "text": "These results suggest that lysis of the extracellular matrix by MT1-MMP promotes focal adhesion turnover and subsequent ERK activation, which in turn stimulates cell migration."}, {"pubmed": 16525713, "text": "MT1-MMP is highly expressed in aggressive breast tumours and associated with clinical outcome and is a potential therapeutic target in breast cancer."}, {"pubmed": 16525718, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16525718, "text": "The haplotype of the MMP14 gene, -165 T : +221 T : +6727 C : +7096 C, might be involved in the pathogenesis of chronic obstructive pulmonary disease."}, {"pubmed": 16551362, "text": "PDK1 mediates mammary epithelial cell growth and invasion in part by MT1-MMP induction, which in turn activates MMP-2 and modulates the ECM proteins decorin and collagen"}, {"pubmed": 16551853, "text": "Overexpression of stromal MT1-MMP is independently associated with shorter disease-specific survival in epithelial ovarian cancer."}, {"pubmed": 16627478, "text": "there is a delicate balance between glycosylation and self-proteolysis of MT1-MMP in cancer cells"}, {"pubmed": 16636666, "text": "furin and related proprotein convertases are essential components of specialized cellular machinery that controls levels of the functionally active, mature, MT1-MMP enzyme on the cell surface to continually support the potency of pericellular proteolysis"}, {"pubmed": 16686598, "text": "MT1-MT4-MMP chimaeras do not undergo normal trafficking and are not correctly processed to their fully active forms and, as a consequence, they are unable to activate pro-MMP-2 at the cell surface."}, {"pubmed": 16776850, "text": "Of the MMP-14/TIMP-2/MMP-2 complex, MMP-14 was factor most significantly associated with outcome of breast cancer and was an independent factor of poor overall survival when adjusted for clinical prognostic factors, but not for certain ancillary markers"}, {"pubmed": 16877349, "text": "The expression of matrix-modeling genes in chronic idiopathic myelofibrosis (cIMF) is not influenced by the JAK2 mutation status but is predominantly related to the stage of disease."}, {"pubmed": 16956391, "text": "Taken together, our results show a novel functional link between MT1-MMP and DC motility and suggest that MT1-MMP may play an important role in modulating the migration of immature DC."}, {"pubmed": 16971509, "text": "These studies demonstrate a pivotal role of catalytically active MT1-MMP in preparing collagen fibrils for phagocytic degradation."}, {"pubmed": 16983145, "text": "Type-1 metalloproteinases, are identified as the triggering agents that independently confer cancer cells with the ability to proteolytically efface the BM scaffolding, initiate the assembly of invasive pseudopodia, and propagate transmigration."}, {"pubmed": 17050542, "text": "MT1-MMP-dependent cleavage eliminates the functional N-terminal domain of EMMPRIN from the cell surface, which is expected to down-regulate its function."}, {"pubmed": 17050733, "text": "Pericellular collagenolysis is regulated by correct molecular assembly of the membrane-anchored collagenase, thereby governing the directionality of the cell to migrate in tissue."}, {"pubmed": 17067460, "text": "The expression of MMP-2 and MT1-MMP in atrophic oral lichen planus was significantly higher than in non-atrophic OLP."}, {"pubmed": 17099140, "text": "The identification that induction of MMP-2 and MT1-MMP by CSE from lung fibroblasts is EGR-1-dependent reveals a molecular mechanism for matrix remodeling in cigarette smoke-related emphysema."}, {"pubmed": 17140440, "text": "MT1-MMP is a major mediator of tumor cell invasiveness and type I collagen degradation by VHL RCC cells that express either MT1-MMP or HIF-2alpha"}, {"pubmed": 17153464, "text": "Our results suggested the importance of MMP-7 and MT1-MMP in the peritoneal metastases of gastric cancer."}, {"pubmed": 17175151, "text": "type I collagen induction of MT1-MMP-mediated MMP-2 activation is repressed by alphaVbeta3 integrin in human breast cancer cells"}, {"pubmed": 17189319, "text": "Together, collagen I and thrombin strongly enhanced MMP-14 mRNA and protein but had no effect individually, suggesting increased MMP-14, the activating protease for MMP-2, may be partially responsible for MMP-2 activation."}, {"pubmed": 17219425, "text": "Atypical localization of membrane type 1-matrix metalloproteinase in the nucleus is associated with aggressive features of hepatocellular carcinoma"}, {"pubmed": 17283058, "text": "These findings highlight a pivotal role for furin, MT1-MMP, and MMP2 in TNF-alpha-induced sphingolipid signaling, and they identify this system as a possible target to inhibit SMC proliferation in vascular diseases."}, {"pubmed": 17329256, "text": "RECK protein interacts with MT1-MMP and CD13/aminopeptidase N and modulates their endocytic pathways"}, {"pubmed": 17332756, "text": "MT1-MMP delivery to invasive structures, and therefore its proinvasive activity, is regulated by Rab8 GTPase."}, {"pubmed": 17425593, "text": "These results suggest that TIMP-2 environment determines MT1-MMP substrate choice between direct cleavage of its own substrates and MMP-2 activation"}, {"pubmed": 17475671, "text": "These results suggest that PEA3 is regulated by EGFR and that the elevated PEA3 expression detected in human ovarian cancer may divert cells to a more invasive phenotype by regulating MMP-9 and MMP-14."}, {"pubmed": 17525276, "text": "Results suggest that prostate cancer-associated MT1-MMP plays a direct and/or indirect role in bone matrix degradation, thus favoring intraosseous tumor expansion."}, {"pubmed": 17591781, "text": "the cytoplasmic tail of ICAM-1 regulates leukocyte transmigration through MT1-MMP interaction"}, {"pubmed": 17618273, "text": "Data show how invasive tumor cells coordinate mechanotransduction and collagen remodelling by segregating the force-generating leading edge containing beta1 integrin, MT1-MMP and F-actin from a posterior proteolytic zone executing fibre breakdown."}, {"pubmed": 17640303, "text": "MT1-MMP contributes to tumor cell proliferation through the cleavage of GDF15, which down-regulates cell proliferation by inducing activation of p53 and p21 synthesis."}, {"pubmed": 17650075, "text": "both the subcellular localization and the activity of MT1-MMP are regulated in a coordinated fashion, such that proMT1-MMP is retained intracellularly until activation, then proMT1-MMP traffics to the cell surface to cleave extracellular substrates"}, {"pubmed": 17668281, "text": "The results suggest that MT1-MMP is an enzyme responsible for Ln-5gamma2 cleavage in ESCC, and interaction between them may play a critical role in promoting invasion and metastasis of human E"}, {"pubmed": 17669621, "text": "Data suggest a role for MT1-MMP in early tumour progression, expression of MMP-1 during metastasis and focal expression pattern of MMP-3 and the expression profiles may provide markers for early breast cancer diagnoses and potential therapeutic targets."}, {"pubmed": 17670887, "text": "Elevated steady-state MT1-MMP mRNA and protein levels occurred in dilated cardiomyopathy fibroblast cultures despite a decline in translational efficiency."}, {"pubmed": 17886098, "text": "MMP-2, MT1-MMP and TIMP-2 mRNA expression levels were correlated with clinical stages and histological subtypes of thymic epithelial tumours. The activation of pro-MMP-2 might be mediated by MT1-MMP and TIMP-2 up-regulation."}, {"pubmed": 17928399, "text": "MT1-MMP affects placental development and may thus contribute to long-term structural alterations in the placenta in pregestational diabetes."}, {"pubmed": 17938169, "text": "the functional role of the inhibitory prodomain and on the proteolytic control of MT1-MMP activation, a crucial process that may be differentially regulated in normal and cancer cells."}, {"pubmed": 17943163, "text": "by activating the Abi1 pathway, Bcr-Abl induces a translocation of MT1-MMP to a membrane-associated structural complex enriched with F-actin and adhesion molecules."}, {"pubmed": 17962943, "text": "MMP-14 and DR6 are part of a mechanism tumor cells can employ to actively escape detection by the immune system by affecting the generation of antigen presenting cells"}, {"pubmed": 17991754, "text": "Findings illustrate a novel role for MT1-MMP-TIMP-2 interaction, which controls cell functions by a mechanism independent of extracellular matrix degradation."}, {"pubmed": 18045645, "text": "MMP2, MMP14, and MMP9 might be used as prognostic markers in patients with sinonasal and oral malignant melanoma."}, {"pubmed": 18164686, "text": "The interaction of MT1-MMP with p130Cas at the cell periphery suggests the existence of a close interplay between pericellular proteolysis and signaling pathways involved in endothelial cell migration."}, {"pubmed": 18174174, "text": "MT1-MMP-induced phenotypic changes were dependent upon up-regulation of Wnt5a, which has been implicated in epithelial-to-mesenchymal transition."}, {"pubmed": 18196535, "text": "MT1-MMP localization and IGF-1R expression in prostate carcinoma could be predictive biomarkers for aggressive disease."}, {"pubmed": 18206415, "text": "elastokine-mediated up-regulation of MT1-MMP and pseudotube formation on Matrigel required NO production through activation of the PI(3)-kinase/Akt/NO synthase and NO/cGMP/Erk1/2 pathways."}, {"pubmed": 18223680, "text": "The E-cadherin-repressed hNanos1 gene induces tumor cell invasion by upregulating MT1-MMP expression."}, {"pubmed": 18227728, "text": "These data suggest that MMP-9 and MMP-14 overexpression may have an important role in gallbladder tumorigenesis."}, {"pubmed": 18267120, "text": "Targeted inhibition of either MT1-MMP or G6PT may lead to reduced infiltrative and invasive properties of brain tumor cells."}, {"pubmed": 18307173, "text": "TGF-beta1-induced HaCaT cell migration is mediated by MMP-14, which regulates MMP-9 expression via JNK signaling"}, {"pubmed": 18329693, "text": "This study suggests that MMP14 is involved mostly in prostate cancer implantation and that MMP2 and TIMP2 expression by reactive stromal cells might be used as predictors of diease-free survival in T3N0-2M0 Pca."}, {"pubmed": 18354229, "text": "monocyte-derived but not alveolar macrophages produce TGFBI following ingestion of apoptotic cells, leading to the down-regulation of MMP14 levels in fibroblasts through a mechanism involving p53 and PU.1, and to subsequent accumulation of collagen"}, {"pubmed": 18368597, "text": "Megakaryocytic progenitors expressed matrix metalloproteinase-9 (MMP-9) and membrane-type (MT) 1-MMP, and transmigrated across the reconstituted basement membrane Matrigel."}, {"pubmed": 18413312, "text": "the 44-kDa form of MT1-MMP generated during autocatalytic processing ha a role in maintaining the pool of active enzyme at the cell surface"}, {"pubmed": 18423448, "text": "Data show that Mmp14 is required for proper cell polarity underlying the directed migration of mesodermal cells during gastrulation, and identify a genetic interaction between mmp14 and non-canonical Wnt signaling."}, {"pubmed": 18428024, "text": "Total immunoreactivity of soluble urinary MMP-14 and the levels of trypsin (TRY)-1 and TRY-2, but not of TATI, were also significantly increased in diabetic nephropahty"}, {"pubmed": 18441011, "text": "in response to EGF, active MT1-MMP is directed to the leading edge of migrating cells along micropatterned fibronectin stripes, in tandem with the local accumulation of the EGF receptor"}, {"pubmed": 18454303, "text": "Involvement of MT1-MMP activity in ICAM-1 ectodomain shedding."}, {"pubmed": 18495869, "text": "the tissue-invasive properties of MT1-MMP are unexpectedly embedded within distinct, but parsimonious, sequences that serve to tether the requisite matrix-degradative activity to the surface of migrating cells"}, {"pubmed": 18519667, "text": "suggest that the transactivation activity of MT1-MMP contributes to the promigratory cell phenotype, which is induced by this tumorigenic proteinase"}, {"pubmed": 18541723, "text": "MT1-MMP-dependent TGFbeta signaling through Alk5 is also required for PGE(2)-induced endothelial cord formation in vitro, and Alk5 kinase activity is required for PGE(2)-induced neovascularization in vivo."}, {"pubmed": 18566294, "text": "TIMP-3 is downregulated in a distinct subpopulation of atherosclerotic foam cells which have increased MMP-14."}, {"pubmed": 18571410, "text": "Collectively, these data point to a specific role of VAMP7 in delivering MT1-MMP to sites of matrix degradation, maintaining the functional machinery required for invasion."}, {"pubmed": 18602101, "text": "MT1-MMP-mediated proteolytic processing of ECM-bound LTBP-1 is a mechanism to release latent TGF-beta from the subendothelial matrix."}, {"pubmed": 18617643, "text": "VEGF stimulates HDAC7 phosphorylation and cytoplasmic accumulation modulating MT-MMP1/MMP10 expression and angiogenesis."}, {"pubmed": 18655030, "text": "Plays an essential role for development of hyperlipidemia and atherosclerosis as a result of degradation of apolipoprotein E."}, {"pubmed": 18661187, "text": "MT1-MMP-positive expression in bone marrow is associated with metastasis in gastric cancer"}, {"pubmed": 18663148, "text": "CD151 is a key regulator of MT1-MMP in endothelial homeostasis"}, {"pubmed": 18784838, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18802920, "text": "The targeting of MT1-MMP in exosomes represents a novel mechanism for cancer cells to secrete membrane type metalloproteolytic activity into the extracellular space."}, {"pubmed": 18829229, "text": "Estrogen and progeterone upregulate MT1-MMP/MMP-2 and alter cell migration in vascular smooth cells."}, {"pubmed": 18927121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18927121, "text": "SNPS within MT1-MMP promoter was associated with risk reduction for development of FSGS"}, {"pubmed": 18955496, "text": "The cytoplasmic tail dileucine motif LL572 determines the glycosylation pattern of membrane-type 1 matrix metalloproteinase."}, {"pubmed": 19006025, "text": "type 2 diabetes mellitus is linked with elevated blood level of MMP-1, and polymorphisms of the promoter region of its gene might be associated with coronary heart disease"}, {"pubmed": 19010933, "text": "a novel role to fibroblast-derived MT1-MMP in stromal-epithelial signaling in breast carcinomas."}, {"pubmed": 19020757, "text": "Serous and mucinous ovarian tumors express different profiles of MT1-MMP."}, {"pubmed": 19023892, "text": "These results support a role for MT1-MMP in cell retraction during CD44-mediated cell invasion."}, {"pubmed": 19047908, "text": "proteolytic processing of the LN-5 gamma 2 chain by MT1-MMP is involved in cell migration and subsequent architectural organization in ovarian clear cell carcinoma"}, {"pubmed": 19074885, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19123976, "text": "caveolin-1 is essential in the down-regulation of MT1-MMP activity by promoting internalization from the cell surface"}, {"pubmed": 19136391, "text": "Our studies indicate that mechanisms to transport and/or support MT1-MMP in the prostate tumor cell plasma membrane may be critical steps in progression of prostate tumor cells"}, {"pubmed": 19147814, "text": "combination therapies that target CXCR4 and MT1-MMP should improve the limitations of the current therapies for metastatic melanoma"}, {"pubmed": 19197139, "text": "Motility, adhesion, homing, and mobilization of human hematopoietic progenitor cells are regulated in a cell-autonomous manner by dynamic and opposite changes in MT1-MMP and RECK expression."}, {"pubmed": 19208838, "text": "Potential of a selective MMP-14 inhibitor for the treatment of solid tumors."}, {"pubmed": 19211836, "text": "Simultaneous knockdown of two or three members of the tetraspanin family (CD9, CD81, and TSPAN12) markedly decreases MT1-MMP proteolytic functions in cancer cells."}, {"pubmed": 19232058, "text": "the presence of the functionally inert catalytic domain alone was sufficient to cause the MT1-MMP to interact with ANT2, thus indicating that there is a non-proteolytic mode of these interactions"}, {"pubmed": 19243022, "text": "TGF-beta treatment promotes MDA-MB-435s cell migration, involving MT1-MMP-mediated CD44 cleavage."}, {"pubmed": 19248098, "text": "MT1-MMP serves as an essential collagen-degrading proteinase during pannus invasion in human rheumatoid arthritis."}, {"pubmed": 19272160, "text": "We provide evidence for enhanced COX-2 expression in CD133(+) glioma cells, and direct cell-based evidence of NF-kappaB-mediated COX-2 regulation by MT1-MMP."}, {"pubmed": 19286653, "text": "Low Levels of MT1-MMP due to epigenetic silencing is associated with invasiveness in cancer."}, {"pubmed": 19330734, "text": "MMPs play an important role in carcinogenesis in biliary cancers"}, {"pubmed": 19339693, "text": "MT1-MMP-dependent proteolytic process that creates tunnel spaces is directly and functionally coupled to the signaling mechanisms required for endothelial cell lumen and tube network formation"}, {"pubmed": 19406172, "text": "Interactions which involve membrane type-1 matrix metalloproteinase, tissue inhibitor of metalloproteinases-2, furin-like proprotein convertases and the low density lipoprotein-related protein 1 signaling scavenger receptor, are discussed."}, {"pubmed": 19409422, "text": "The identification of the molecular events by which the intracellular domain of MT1-MMP links proteolysis to modification of cell function may provide important information by which this enzyme controls the invasive behavior of neoplastic cells in vivo."}, {"pubmed": 19458085, "text": "MT1-MMP surface action is regulated by phosphorylation at cytoplasmic tail residue Thr(567); phospho-mimetic mutants of Thr(567) exhibit enhanced matrix invasion as well as more extensive growth within a three-dimensional type I collagen matrix."}, {"pubmed": 19487339, "text": "LOX-1-MT1-MMP axis plays a crucial role in RhoA and Rac1 activation signalling pathways in ox-LDL stimulation."}, {"pubmed": 19509114, "text": "Contribution of EGFR activation to control of MT1-MMP cell surface dynamics was investigated. Data support an EGFR-dependent mechanism for regulation of growth of ovarian carcinoma cells via modulation of MT1-MMP cell surface dynamics."}, {"pubmed": 19523958, "text": "hypoxia reduces MMP-2 activation and subsequent invasion of human cardiac myofibroblasts by reducing membrane expression of MT1-MMP and may delay healing after myocardial infarction"}, {"pubmed": 19551841, "text": "both the interactions of TIMP-2 with MT1-MMP, and the conventional inhibition of MT1-MMP's catalytic activity by TIMP-2, play a role in the invasion-promoting function of MT1-MMP"}, {"pubmed": 19571574, "text": "The proangiogenic role of MT1-MMP in the cornea may be mediated, in part, by facilitated cleavage of corneal decorin."}, {"pubmed": 19577357, "text": "Van Gogh-Like 2 regulates tumor cell migration and matrix metalloproteinase-dependent invasion."}, {"pubmed": 19586554, "text": "SFRP5 is downregulated and inversely correlated with MMP-7 and MT1-MMP in gastric cancer"}, {"pubmed": 19610062, "text": "High expression of MMP-14 is associated with malignant and invasive skin squamous cell carcinoma growth."}, {"pubmed": 19654316, "text": "MT1-MMP-associated protein p27RF-Rho binds p27(kip1) and prevents p27(kip1) from binding to RhoA."}, {"pubmed": 19667067, "text": "Lutheran blood group glycoprotein (Lu) is one of the proteins cleaved by MT1-MMP."}, {"pubmed": 19709349, "text": "Of MMP-2/TIMP-2/MMP-14 complex, high expression of MMP-2, TIMP-2 & MMP-14 mRNA may contribute to local invasiveness of ameloblastoma; local invasive capacity of ameloblastoma more likely related to high transcription levels of TIMP-2 and MMP-14."}, {"pubmed": 19753302, "text": "MMP14 could have a role in progression of human pleural mesothelioma"}, {"pubmed": 19780834, "text": "Membrane type-1 matrix metalloprotease-independent activation of pro-matrix metalloprotease-2 by proprotein convertases."}, {"pubmed": 19820359, "text": "EGF receptor up-regulated the expression of MT1-MMP and down-regulated the synthesis of MMP-2 through the mitogen-activated protein kinase/extracellular signal-regulated kinase pathway."}, {"pubmed": 19855192, "text": "membrane type-1 matrix metalloproteinase has a role in cancer cell motility and tumor growth, and selective MT1-MMP inhibitors may have utility as anticancer agents"}, {"pubmed": 19887621, "text": "Cav-1 is an essential regulator of MT1-MMP function and invadopodia-mediated breast cancer cell invasion"}, {"pubmed": 19901267, "text": "hMSC invasion and differentiation programs fall under the control of the pericellular collagenase, MT1-MMP."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19934222, "text": "MT1-MMP and Cdc42 co-regulate tumor cell invasion in 3D collagen matrices."}, {"pubmed": 19961596, "text": "these results suggest that tyrosine phosphorylated MT1-MMP plays an important role in neuroblastoma progression"}, {"pubmed": 20050683, "text": "In situ experiments show that purified soluble MT1-MMP can degrade parenchymal fibrillar amyloid plaques that form in the brains of amyloid beta precursor protein transgenic mice."}, {"pubmed": 20056911, "text": "An autocrine linkage between the endothelial protein kinase C-MMP-14 axis and Tie-2 shedding was shown to be a novel regulatory mechanism for the Ang-Tie-2 system and may play a role in modulating endothelial function during angiogenesis."}, {"pubmed": 20110530, "text": "In a large cohort of European Caucasian systemic sclerosis (SSc) patients, MMP2, MMP9, and MMP14 genes are not involved in the genetic background of SSc."}, {"pubmed": 20110530, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20198326, "text": "Upregulation of MT1-MMP, together with elevation of cytoskeletal remodeling dynamics can effectively cause elevated invasiveness and enhanced matrix degrading capability in breast cancer cells."}, {"pubmed": 20215637, "text": "Endothelial lumen signaling complexes control 3D matrix-specific tubulogenesis through interdependent Cdc42- and MT1-MMP-mediated events."}, {"pubmed": 20233321, "text": "Observations show an increased expression of MT1-MMP in periodontitis-affected gingival tissues. Moreover, the balance between MT1-MMP and its inhibitor TIMP-2 was altered in periodontitis-affected tissues."}, {"pubmed": 20452482, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20453000, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20471446, "text": "G-CSF-induced upregulation of MT1-MMP in hematopoietic cells and its enhanced incorporation into membrane lipid rafts contributes to proMMP-2 activation, which facilitates mobilization of HSPC."}, {"pubmed": 20471961, "text": "The results suggest that MT1-MMP contributes to proliferation of cancer cells in the extracellular matrix by activating ERK through c-Src and paxillin."}, {"pubmed": 20483788, "text": "these findings identify MT1-MMP as a master regulator of the pathologic extracellular matrix remodeling that characterizes rheumatoid arthritis"}, {"pubmed": 20484597, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20529824, "text": "The aim of the present study was therefore to evaluate serum levels of active form of membrane type 1 matrix metalloproteinase (MT1-MMP/MMP-14)."}, {"pubmed": 20579139, "text": "RECK and MMP-14 proteins may serve as markers in the estimation of the extent of metastasis and dissemination of the neuroblastoma."}, {"pubmed": 20586027, "text": "No association was found between MT1-MMP expression and lymph node metastasis."}, {"pubmed": 20587546, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20589835, "text": "Results present a differential effect of cytoplasmic and nuclear beta-catenin on MT1-MMP activity in non-cancer cells versus cancer cells."}, {"pubmed": 20599698, "text": "YB-1 contributes to the development of an invasive, metastatic breast carcinoma phenotype by enhanced presentation of MT1-MMP at the sites of cellular invasion."}, {"pubmed": 20605790, "text": "Expression of MT1-MMP may be anti-tumorigenic in keratinocytes by promoting cellular aggregation."}, {"pubmed": 20608975, "text": "GRASP55 may function as an adaptor protein coupling MT1-MMP with furin, thus leading to the activation of the zymogen."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20628624, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20634891, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20660624, "text": "The MMP14 gene directs obesogenic collagen turnover and is linked to obesity in mice."}, {"pubmed": 20666777, "text": "Results suggest that GI24 contributes to tumor-invasive growth in the collagen matrix by augmenting cell surface MT1-MMP."}, {"pubmed": 20673868, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20706772, "text": "This study suggests that the 2G/2G genotype and 2G allele of -1607 MMP-1 polymorphism are associated with an increased susceptibility for developing GBM."}, {"pubmed": 20721961, "text": "Overexpression of the MT1-MMP gene is considered a useful independent predictor of outcomes in patients with CRC."}, {"pubmed": 20724289, "text": "Significantly higher venous levels of MT1-MMP were associated with hemodialysis arteriovenous fistula maturation."}, {"pubmed": 20809186, "text": "The level of ERK1/2 pathway phosphorylation was positively correlated with protein expression levels of MMP-7 and MMP-14 in gliomas of different pathological grades respectively."}, {"pubmed": 20837484, "text": "Results indicate that PTK7 is a major target of MT1-MMP."}, {"pubmed": 20946474, "text": "MT1-MMP co-expressed with HB-EGF in ovarian carcinoma cells potentiates the activity of HB-EGF to promote invasive tumor growth and spreading in vivo."}, {"pubmed": 21048031, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 21057545, "text": "Pancreatic ductal adenocarcinoma cells repress let-7 microRNA, in part through increased TGF-beta1-mediated expression of MT1-MMP"}, {"pubmed": 21062896, "text": "MT1-MMP regulates VEGF-A expression through a complex with VEGFR-2 and Src."}, {"pubmed": 21146836, "text": "Extracellular matrix metalloproteinase inducer and membrane-type 1 matrix metalloproteinase were demonstrated on macrophages in stenotic aortic valves, into which extracellular matrix metalloproteinase inducer may promote monocyte immigration."}, {"pubmed": 21176152, "text": "knockdown of MT1-MMP abolished FBI-1-mediated cell migration and invasion. Conversely, stable knockdown of FBI-1 remarkably reduced the motility of these cells with decreased expression of MT1-MMP."}, {"pubmed": 21193411, "text": "structural basis of MT1-MMP dimerization that is crucial to promote cellular invasion"}, {"pubmed": 21239435, "text": "concluded that GnRHII stimulates PI3K/Akt pathway, and the phosphorylation of glycogen synthase kinase3beta, thereby enhancing the beta-catenin-dependent up-regulation of MT1-MMP production which contributes to ovarian cancer metastasis"}, {"pubmed": 21276823, "text": "Akt-dependent mechanisms of interference with motility/invasion of human glioblastoma cells: through a rapid modulation of cell adhesion and MT1-MMP translocation to membrane protrusions and delayed downregulation of MMP-2 and MT1-MMP expression."}, {"pubmed": 21288898, "text": "Pancreatic cancer cells respond to type I collagen by inducing snail expression to promote membrane type 1 matrix metalloproteinase-dependent collagen invasion."}, {"pubmed": 21298348, "text": "MMP14 gene polymorphisms is associated with pathological development to hepatocellular carcinoma."}, {"pubmed": 21372132, "text": "analysis of Warburg effect that arises in tumor cells expressing membrane type-1 matrix metalloproteinase"}, {"pubmed": 21419107, "text": "miR-10b induced glioma cell invasion by modulating tumor invasion factors MMP-14 and uPAR expression via the direct target HOXD10"}, {"pubmed": 21512861, "text": "Results suggest that the MMP-14 +7096 and +6767 polymorphic genotypes and the haplotype +6727 C: +6767 G: +7096 T: +8153 G of MMP-14 gene might contribute to the prediction of susceptibility and pathological development to oral squamous cell carcinoma."}, {"pubmed": 21518755, "text": "aberrations in the membrane type 1 matrix metalloproteinase/PTK7 axis are detrimental to cell movements that shape the body plan"}, {"pubmed": 21549099, "text": "these results suggest that cleavage of lipid-free apoA-I by MMP-14 may contribute to reduced HDL formation."}, {"pubmed": 21571860, "text": "Elevated MT1-MMP expression correlated with blood vessel invasion in biopsies from triple-negative breast cancers."}, {"pubmed": 21628952, "text": "study shows that MT1-MMP mediates the RhoA/Ca(2+) and Rac1/NADPH oxidase-dependent signaling pathways in thrombin-induced vascular responses"}, {"pubmed": 21641389, "text": "The MAPK signaling pathway is a potential key intracellular modulator of Ang II-induced increase in MMP-2 activity and MMP-14 and BSG protein expression."}, {"pubmed": 21669197, "text": "The NHE1 mediates MDA-MB-231 cells invasion partly through regulating MT1-MMP in ERK1/2 and p38 MAPK signaling pathways dependent manner."}, {"pubmed": 21671177, "text": "Knockdown of beta-catenin gene may decrease the invasive ability of human osteosarcoma cells through down-regulating MT1-MMP expression."}, {"pubmed": 21706048, "text": "MMP-14 activity promotes tumor progression by circumventing apoptosis."}, {"pubmed": 21777927, "text": "Silencing of MT1-MMP in aged vascular smooth muscle cells results in impaired but not complete inhibition of basal and Est-stimulated increases in MMP-2 activity."}, {"pubmed": 21795678, "text": "Cross-talk between MMP-14 and CD44 results in phosphorylation of EGF receptor and downstream activation of the MAPK and PI3K signaling pathways involved in cell migration."}, {"pubmed": 21832072, "text": "the importance of the intradomain cleavages resulting in the inactivation of the respective inhibitory prodomains not only for MT1-MMP but also for other MMP family members."}, {"pubmed": 21846327, "text": "MT1-MMP dimerization occurs dynamically and constantly at the leading edge of migrating cells during cellular invasion"}, {"pubmed": 21858102, "text": "Data show that CC and DW increased MMP-2 and MT1-MMP expression."}, {"pubmed": 21925226, "text": "genetic variations are associated with increased risk of ulcerative colitis in Caucasians of New Zealand"}, {"pubmed": 21965271, "text": "conclude that graded increases in the MEK1 signaling module are correlated with M1-MMP expression, renal epithelial cell tumor phenotype, invasive activity and nuclear grade"}, {"pubmed": 21993836, "text": "Thus, our findings reveal that MMP14 is necessary to efficiently reduce the physical restraints imposed by collagen-I during branching morphogenesis."}, {"pubmed": 21997166, "text": "NHE1 mediates HeLa cell metastasis via regulating the expression and localization of MT1-MMP and provides a theoretical basis for the development of novel therapeutic strategies targeting cervical cancer."}, {"pubmed": 22002053, "text": "fluid shear stress and sphingosine 1-phosphate activate calpain to promote membrane type 1 matrix metalloproteinase (MT1-MMP) membrane translocation and endothelial invasion into three-dimensional collagen matrices"}, {"pubmed": 22002060, "text": "Results reveal important roles for MT1-MMP phosphorylation and trafficking in both cell signaling and cell invasion."}, {"pubmed": 22006368, "text": "The results suggest that the main proteolytic cascade, MMP-2/MMP-13/MT1-MMP, and more particularly, its initial regulator MT1-MMP is involved in osteoblast differentiation through mechanical forces."}, {"pubmed": 22007770, "text": "We demonstrated cortactin and MT1-MMP expression in ameloblastoma."}, {"pubmed": 22038627, "text": "the association between Furin and its substrate MT1-MMP is regulated by PDGFR stimulation and c-Src."}, {"pubmed": 22118498, "text": "we showed for the first time that MT1-MMP activates matriptase through the cleavage of HAI-1"}, {"pubmed": 22123215, "text": "Low MT1-MMP is associated with peripheral artery disease."}, {"pubmed": 22138224, "text": "Antibody fragments selected against emopexin domain of MT-MMP could inhibit its activity."}, {"pubmed": 22159414, "text": "MT1-MMP is involved in extracellular matrix fibronectin turnover and endocytosis."}, {"pubmed": 22200690, "text": "Failed to demonstrate any prognostic relevance of MT1-MMP levels in advanced epithelial ovarian neoplasms."}, {"pubmed": 22327326, "text": "Increased expression of MMP-13 and MT1-MMP in the tumor portion of hyperostosis of meningiomas might contribute to the initiation of osteolysis."}, {"pubmed": 22330140, "text": "Proprotein convertases, primarily furin, activate latent matrix metalloproteinase-14, which then directly cleaves BAI1 to release the bioactive fragment."}, {"pubmed": 22338226, "text": "The expression level of MT1-MMP was associated with invasive depth of tumor cells."}, {"pubmed": 22342364, "text": "study concludes that MMP-14 (via its ability to activate proMMP-2) and MMP-2 are key proteases in collagen contraction mediated by fibroblasts in Dupuytren's disease patients."}, {"pubmed": 22407449, "text": "pro-angiogenic signals converge to activate calpain-dependent vimentin cleavage and increase vimentin solubility, which act upstream to facilitate MT1-MMP membrane translocation"}, {"pubmed": 22527932, "text": "COX-2 increased the expression of MT1-MMP, which in turn activates MMP-2"}, {"pubmed": 22527983, "text": "Taiwan women with variant homozygote CC (+7096) and haplotypes, TCCG and GGTG, of MT1-MMP exhibit more risk than other women for developing cervical neoplasia."}, {"pubmed": 22534634, "text": "MMP-14 expression decreased with progression from actinic keratosis to in situ and invasive squamous cell carcinoma."}, {"pubmed": 22564723, "text": "miR-9 suppresses MMP-14 expression via the binding site in the 3'-UTR, thus inhibiting the invasion, metastasis, and angiogenesis of neuroblastoma."}, {"pubmed": 22678797, "text": "A significant higher risk of osteoporosis was found in individuals with MMP14 rs1003349 GT genotype."}, {"pubmed": 22679501, "text": "The observations suggest that MT1-MMP is a key molecule capable of executing conversion of stationary TICs to invasive tumor initiating cells under hypoxic conditions and thereby controlling metastasis."}, {"pubmed": 22835601, "text": "Glut-1 may regulate MMP-2 and MT1-MMP expression in laryngeal carcinoma."}, {"pubmed": 22843853, "text": "results suggest that kidney injury molecule-1 (KIM-1) negatively regulates cellular function mediated through interaction with collagen, and MT1-MMP abrogates it through the cleavage and shedding of KIM-1"}, {"pubmed": 22855183, "text": "These findings indicated for the first time that the co-expression of MMP-14 and MMP-19 is significantly correlated with prognosis in glioma patients"}, {"pubmed": 22893718, "text": "Gestational diabetes up-regulates MT1-MMP in the feto-placental endothelium, and insulin and IGF-II contribute."}, {"pubmed": 22922033, "text": "we have now identified homozygous mutations in membrane type-1 metalloproteinase (MT1-MMP or MMP14 in Winchester syndrome."}, {"pubmed": 22922740, "text": "study identified a new function of hyaluronan (HA)in induction of MT1-MMP expression in breast cancer cell lines and CD44 cleavage to increase cell migration during invasion process; HA oligosaccharide-induced MT1-MMP expression in breast cancer cells may be a critical step in the formation of metastatic colonies"}, {"pubmed": 22963260, "text": "data suggest that increased collagen expression and MMP activity in PKD kidneys may induce cyst formation and expansion."}, {"pubmed": 23102905, "text": "Modulation of MT1-MMP activity and microRNA-133a exportation into the myocardial interstitium occurred in the setting of acute myocardial ischemia-reperfusion."}, {"pubmed": 23166329, "text": "NK1R is a potential regulator of human glioma cell migration by the up-regulation of MMP-2 and MT1-MMP"}, {"pubmed": 23220260, "text": "our findings have identified inhibition of MMP-2 and -14 expression and MMP-dependent migration as a novel mechanism by which angiostatin inhibits angiogenesis under pathological-like conditions."}, {"pubmed": 23222716, "text": "Data indicate that Overexpression or knockdown of miR-145 altered both the mRNA and protein levels of HIF-2alpha and its downstream genes, cyclin D1, matrix metalloproteinase 14 and vascular endothelial growth factor, in neuroblastoma cells."}, {"pubmed": 23236386, "text": "lumican inhibits mesenchymal stem cell tube-like structure formation and migration via mechanisms that involve a decrease of MMP-14 expression and activity"}, {"pubmed": 23314917, "text": "associated with tumor progression in gastric cancer patients"}, {"pubmed": 23354307, "text": "Leptin, MT1-MMP and KIF1B are overexpressed in GC tissues."}, {"pubmed": 23357422, "text": "GnT-V guided the transcriptional activation of membrane-type matrix metalloproteinase-1 (MT1-MMP) in cancer cells."}, {"pubmed": 23373994, "text": "High MMP14 expression is associated with metastasis of colorectal cancer."}, {"pubmed": 23394613, "text": "Methyl jasmonate attenuates MMP-14 expression via decreasing the Sp1 expression and binding on MMP-14 promoter, thus inhibiting the migration, invasion and angiogenesis of gastric cancer cells."}, {"pubmed": 23413031, "text": "MT1-MMP-catalyzed activation of proMMP-2 is involved in the outgrowth of cultured lymphatic endothelial cells in a collagen matrix in vitro, as well as in lymphatic vessel sprouting assayed ex vivo"}, {"pubmed": 23439492, "text": "CDCP1 is an essential regulator of the trafficking and function of MT1-MMP- and invadopodia-mediated invasion of cancer cells."}, {"pubmed": 23470162, "text": "Reduced placental MT1-MMP in fetal growth restriction may contribute to the impaired trophoblast functions associated with this pathology."}, {"pubmed": 23500527, "text": "Tetraspanins thus distinctly affect MT1-MMP subcellular localization and function, and may constitute an effective mechanism to control MT1-MMP-dependent proteolysis at the cell surface."}, {"pubmed": 23548172, "text": "Our study indicates that overexpression of MT1-MMP induces epithelial to mesenchymal transition and results in the acquisition of cancer stem cell-like properties in SCC9 cells."}, {"pubmed": 23548906, "text": "Overexpression of a nonphosphorylatable MT1-MMP mutant (Y573F) abrogates CSF-2 and CSF-3 transcriptional increases."}, {"pubmed": 23605953, "text": "demonstrated that ZO-2 inhibition increases invasive and migrative capacities of invasive tumor cells. This was associated with an increase of MT1-MMP"}, {"pubmed": 23606746, "text": "Rab5a, Rab8a and Rab14 are major regulators of MT1-MMP trafficking and invasive migration of primary human macrophages."}, {"pubmed": 23629968, "text": "Up-regulated MT1-MMP codistributes with and cleaves intracellular EphA2 in invasive cells within human breast carcinomas."}, {"pubmed": 23640058, "text": "Data indicate that alpha2-macroglobulin (alpha2M*), through its receptor LRP1, induces cellular migration of Muller glial cells by a mechanism that involves MT1-MMP intracellular traffic to the plasma membrane by a Rab11-dependent recycling pathway."}, {"pubmed": 23733191, "text": "Data indicate that fluorescent reporter quantifies the active MT1-MMP enzyme levels in multiple cell types."}, {"pubmed": 23756810, "text": "MT1-MMP regulates cell cycle progression and thereby cell proliferation in confluent cultures."}, {"pubmed": 23773714, "text": "MT1-MMP gene expression was not affected by low dihydrotestosterone exposure but was downregulated at high levels."}, {"pubmed": 23783274, "text": "Increased MMP14 expression is associated with lung cancer."}, {"pubmed": 23787075, "text": "MT1-MMP expression and low CD11b may have roles in overall survival in gastric cancer"}, {"pubmed": 23812425, "text": "KLF8 and FAK cooperatively enrich the active MMP14 on the cell surface required for the metastatic progression of breast cancer."}, {"pubmed": 24006261, "text": "Data suggest that a ternary protein complex composed of ADAM12, alphaVbeta3 integrin and MMP-14 at the tumor cell surface regulates the function of MMP-14."}, {"pubmed": 24075964, "text": "Western blot analysis confirmed the results of gene expression analysis, but the up regulation of MMP1, -9, and -14 was donor-specific"}, {"pubmed": 24084442, "text": "High MMP14 expression is associated with malignant pleural mesothelioma."}, {"pubmed": 24156018, "text": "the inhibition of MMP14 sensitizes tumor cells to TMZ and XRT and could be used as a future strategy for antiglioma therapy."}, {"pubmed": 24164895, "text": "indicate the mechanism of cross talk between the protumorigenic membrane protease MT1-MMP and the signal integrator mTOR to activate HIF-1 during normoxia."}, {"pubmed": 24165131, "text": "Deletion of the MT-LOOP effectively inhibited functions of MT1-MMP on the cell surface, including proMMP-2 activation, degradation of gelatin and collagen films, and cellular invasion into a collagen matrix."}, {"pubmed": 24180670, "text": "CD26 expression on T-anaplastic large cell lymphoma (ALCL) line Karpas 299 is associated with increased expression of versican and MT1-MMP and enhanced adhesion."}, {"pubmed": 24196787, "text": "The combined expression of FSCN1 and MMP14 is associated with a poor prognosis, and miR-133a, which regulates their mRNAs, can serve as a strong tumour suppressor of ESCC."}, {"pubmed": 24202705, "text": "Depletion of NEDD9 impaired invasion of cancer cells through inactivation of membrane-bound matrix metalloproteinase MMP14 by excess TIMP2 on the cell surface."}, {"pubmed": 24323769, "text": "This study demonistrated that Membrane-type 1 metalloproteinase is upregulated in microglia/brain macrophages in neurodegenerative and neuroinflammatory diseases"}, {"pubmed": 24335752, "text": "Data indicate a consistent correlation between RECK, MT1MMP, and TIMP2 across different models of clinical samples and cell lines and suggest evidence of the potential use of this subset of genes as a gene signature for diagnosing melanoma."}, {"pubmed": 24384087, "text": "BRCA2 is cleaved into two fragments by membrane type-1 matrix metalloproteinase (MT1-MMP), and knockdown of MT1-MMP prevents the removal of BRCA2 from centrosomes during metaphase."}, {"pubmed": 24387669, "text": "These data highlight a novel MT1-MMP/MMP2/RAC1 signaling axis in melanoma."}, {"pubmed": 24399074, "text": "Suppression of the expression of CXCR4 and MMP14 by vandetanib in human neuroblastoma cells inhibits cell migration and invasion."}, {"pubmed": 24462646, "text": "Overexpression of MT1-MMP recombinant protein led to increased BNIP3 gene and protein expressions."}, {"pubmed": 24463815, "text": "Basal localization of MT1-MMP is a key factor promoting the degradation of extracellular matrix by polarized epithelial cells."}, {"pubmed": 24472034, "text": "The MMP14 position +7096 TC+CC genotype might lower the risk of vulnerable carotid plaque formation."}, {"pubmed": 24485069, "text": "The presence of MMP14 (and MMP2) during ovarian follicular development from the follicles and corpus luteum was confirmed."}, {"pubmed": 24492617, "text": "MT1-MMP operates as a novel protease that promotes Notch1 activation in melanoma cells."}, {"pubmed": 24571988, "text": "Our observations suggest that leptin is an effective regulator of MMP14 expression, which consequently plays critical roles in invasion of extravillous trophoblast cells."}, {"pubmed": 24603589, "text": "Higher levels of MMP-14 immunostaining were associated with standard factors of better ovarian carcinoma prognosis"}, {"pubmed": 24657728, "text": "In the present review, we discuss the role of MMP14 in glioma progression as well as the mechanisms of MMP14 regulation in the context of future therapeutic manipulations.[review]"}, {"pubmed": 24710006, "text": "Experimental results show high abundance of affinity-enhancing mutations in TIMP2, with some point mutations producing more than ten-fold improvement in affinity to MMP14."}, {"pubmed": 24719186, "text": "MT1-MMP is key for tumour angiogenesis, which explains how the derivatives of indinavir have roles in anti-cancer therapy"}, {"pubmed": 24733393, "text": "These results strongly suggest that CD81 stimulates melanoma cell motility by inducing MT1-MMP expression through the Akt-dependent Sp1 activation signaling pathway, leading to increased melanoma invasion and metastasis."}, {"pubmed": 24753582, "text": "Report up-regulation of MT1-MMP and atypical protein kinase C in hormone receptor-negative breast tumors in association with a higher risk of metastasis. Silencing of aPKC impaired delivery of MT1-MMP from storage compartments and inhibited invasion."}, {"pubmed": 24789545, "text": "MMP-14 may be an independent prognostic factor for cervical carcinoma patients"}, {"pubmed": 24807903, "text": "Increased level of SNAP23-Syntaxin4-VAMP7 interaction correlates with decreased Syntaxin4 phosphorylation and trafficking of MT1-MMP to invadopodia during cellular invasion."}, {"pubmed": 24878529, "text": "Inhibition using function blocking antibodies reveals that MMP-14 activates soluble MMPs like MMP-2 and -9 under various mechanical stimuli in the pancreatic cancer cell line, Panc-1."}, {"pubmed": 24898588, "text": "MMP14 was found to be induced at the mRNA/protein level by adhesion to collagen I and is necessary for invasion into a collagen I matrix."}, {"pubmed": 24976399, "text": "fibronectin assembly initiated by MT1-MMP knockdown results in increase of N-cadherin adhesions, which are prerequisite for further fibronectin matrix formation."}, {"pubmed": 24984957, "text": "MT1-MMP, which is an activator of MMP-2, was similarly expressed in actinic keratosis, squamous cell carcinoma and basal cell carcinoma."}, {"pubmed": 24986569, "text": "MMP-14 expression was an independent prognostic indicator (P < 0.001) for the survival of patients with non-small cell lung cancer"}, {"pubmed": 24986796, "text": "MT1-MMP controls FGF-2 signaling by a proteolytic mechanism that decreases the cell's biological response to FGF-2"}, {"pubmed": 25015290, "text": "CLIC3 controls trafficking of late endosomal MT1-MMP and dictates invasion and metastasis in breast cancer."}, {"pubmed": 25046380, "text": "Eight PAC-1 and five isatin derivatives were docked into MMP-9 and MMP-14. The same compounds were synthesized, characterized, purified and tested as inhibitors of MMP-9 and MMP-14, using fluorescence quenched peptide and biological substrates."}, {"pubmed": 25081520, "text": "MMP-14 function might represent one critical regulatory mechanism to control the extent of pericellular MMP-11 bioavailability and protect cells from excessive/inappropriate MMP-11 function."}, {"pubmed": 25119918, "text": "The rs2236307 polymorphism of MMP-14 gene is associated with risk of cerebral infarction."}, {"pubmed": 25162582, "text": "MT1-MMP/Akt signaling axis is a key modifier for TNF-alpha-induced signaling pathways for modulation of procoagulant activity and apoptosis of endothelial cells."}, {"pubmed": 25205731, "text": "proteolytic clearing of MUC16/CA-125, catalyzed by MT1-MMP, may then expose integrins for high-affinity cell binding to peritoneal tissues"}, {"pubmed": 25241893, "text": "Results establish a novel role for NEDD9 as a key regulator of Arf6-dependent trafficking of MMP14 and its invasive properties, highlighting the basic mechanism utilized by NEDD9 to support breast cancer cell invasion and metastasis."}, {"pubmed": 25268950, "text": "miR-34a plays an important role in lymph node metastases of tongue squamous cell carcinoma through targeting MMP9 and MMP14."}, {"pubmed": 25405519, "text": "we concluded that NCTD enhances TIMP2 antitumor and antiVM activities in gallbladder cancers through downregulating MMP2 and MT1MMP."}, {"pubmed": 25449281, "text": "vinculin negatively regulates malignant phenotype of tumor cells including MT1-MMP transcription through MEK/ERK pathway"}, {"pubmed": 25482542, "text": "The crystal structures of Fab LEM-2/15 in complex with the MT1-MMP surface antigen suggest that conformational swiveling of the enzyme surface loop is required for effective binding and consequent inhibition of MT1-MMP activity on the cell membrane."}, {"pubmed": 25490770, "text": "RAGE/MT1-MMP axis modified HMBG-1-mediated TF expression through RhoA and Rac1 activation and NF-kappaB phosphorylation in endothelial cells"}, {"pubmed": 25492683, "text": "MMP-14 was identified as one of the candidate genes in Mayer-Rokitansky-Kuster-Hauser syndrome."}, {"pubmed": 25549355, "text": "The matrix metalloproteinase 14 (MMP14) is identified as a new target gene of miR-150-5p. miR-150-5p markedly inhibits MMP14 expression in hepatoma cells, and miR-150-5p expression is negative correlation with MMP14 expression in vivo"}, {"pubmed": 25552509, "text": "Up-regulation of MT1-MMP and furin expression and low TIMP-2 expression make the main contribution to the invasiveness potential of squamous cell cervical carcinomas."}, {"pubmed": 25566991, "text": "This study sets the stage for CD44 and MT1-MMP as therapeutic targets in pancreatic cancer, for which small molecule or biologic inhibitors are available."}, {"pubmed": 25592038, "text": "HNF4A exhibits oncogenic activity that affects the aggressiveness and angiogenesis of neuroblastoma through activating the transcription of MMP-14."}, {"pubmed": 25640948, "text": "Data elucidate a new role for MTCBP-1 regulating the intracellular function of MT1-MMP-mediated autophagy. Their inverse expression correlation with brain tumor grades could also contribute to the decreased autophagic index observed in high-grade tumors."}, {"pubmed": 25681470, "text": "hypoxia promotes HO-8910PM ovarian cancer cell traffic through 3D matrix via Snail-mediated MT1-MMP upregulation, a possible molecular mechanism of ovarian cancer cell invasion under hypoxia"}, {"pubmed": 25710962, "text": "MMP14 blockade decreased im-suppr TGFbeta, polarized macrophages to an antitumor phenotype, increased iNOS, and improved tumor perfusion, resulting in reduced tumor growth and enhanced response to radiation therapy, especially in high MMP14-expressing tumors"}, {"pubmed": 25748728, "text": "MMP14 mRNA and protein expression are increased in gastric cancer tissues.Increased expression of MMP14 correlates with the poor prognosis of Chinese patients with gastric cancer."}, {"pubmed": 25774665, "text": "MT1-MMP-discoidin domain receptor 1 axis regulates collagen-induced apoptosis in breast cancer cells"}, {"pubmed": 25800869, "text": "conclude that PC and MT1-MMP activation are mechanosensitive events that are required for EC invasion into 3D collagen matrices"}, {"pubmed": 25829357, "text": "high levels of MMP14 protein were positively correlated with increased clinical stage,increased distant metastasis and shorter overall survival time than did patients with low MMP14 expression in nasopharyngeal carcinoma."}, {"pubmed": 25851348, "text": "our study demonstrates that MT1-MMP was overexpressed in gastric cancer tissue, and reduced expression of MT1-MMP suppressed cell migration, invasion, and through regulating the expression of MMPs and the process of EMT in gastric cancer."}, {"pubmed": 25893299, "text": "p63 and MT1-MMP are upregulated in human basal-like breast tumors suggesting that p63/MT1-MMP axis contributes to progression of basal-like breast cancers with elevated p63 and MT1-MMP levels."}, {"pubmed": 25977338, "text": "Results establish the regulation of MMP-14 in cancers by miR-181a-5p through a posttranscriptional mechanism."}, {"pubmed": 25987077, "text": "High MMP14 expression is associated with metastasis in Hepatoblastoma and Neuroblastoma."}, {"pubmed": 26052095, "text": "delivery of MMP14-targeting shRNA by a fiber-modified adenoviral vector to the glioma cells effectively suppresses their proliferation in vitro and in vivo."}, {"pubmed": 26084291, "text": "Data indicate that miR-337-3p directly binds the MMP-14 promoter to repress its transcription, thus suppressing the progression of NB."}, {"pubmed": 26091717, "text": "MT1-MMP is central to two key elements of Tuberculosis pathogenesis, causing collagen degradation and regulating monocyte migration."}, {"pubmed": 26106602, "text": "we conclude that although MT1-MMP may play a role in CRC invasion, it is not of key relevance to the current models of CRC invasion and aggressiveness."}, {"pubmed": 26107110, "text": "Results indicate that both macrophages and cancer cells use a similar strategy, namely RAB GTPase-driven trafficking circuitries, to adjust their surface levels of MT1-MMP and thus drive extracellular matrix degradation and invasion."}, {"pubmed": 26116571, "text": "Stimulation of endothelial cells with basal-cell-derived growth factors induced endothelial cell expression of matrix metallopeptidase 14 (MMP14)"}, {"pubmed": 26130649, "text": "Data show that ligand-binding domain of receptor tyrosine kinase EphA2 is cleaved frequently by the membrane metalloproteinase MT1-MMP."}, {"pubmed": 26138721, "text": "Matrix metalloproteinase 14 was highly expressed in uterine leiomyoma and correlated with myostatin and activin A mRNA expression. Moreover, MMP14 and myostatin mRNA expression correlated significantly and directly with the intensity of dysmenorrhea."}, {"pubmed": 26191191, "text": "E6-HPV16/E7-HPV16 promoted the activity of MT1-MMP and MMP-2/9, contributing to the migration of cervical cells and neoplasm invasiveness."}, {"pubmed": 26194050, "text": "results indicate Moesin may regulate cell motility through its interactions with MT1-MMP and E-cadherin/p120-catenin adhesion complex and cytoplasmic expression of Moesin correlates with nodal metastasis and poor prognosis of OSCCs"}, {"pubmed": 26204513, "text": "Data indicate that microRNA miR-335 can regulate cell surface membrane-type 1 matrix metalloproteinase (MT1-MMP) levels in some tumor cells, a property accompanied by increased motility and proliferation in these cells."}, {"pubmed": 26283728, "text": "The Notch1-dependent enhancement of furin expression increases the activities of MT1-MMP and ADAM10."}, {"pubmed": 26289026, "text": "ERM proteins contribute toward accelerated CD44 shedding by MT1-MMP through ERM protein-mediated interactions between their cytoplasmic tails."}, {"pubmed": 26314845, "text": "TIMP2-based and enediyne-integrated fusion protein targets MMP-14 in colorectal and esophageal neoplasms to suppress growth."}, {"pubmed": 26331622, "text": "TIMP-2 interaction with MT1-MMP provides tumor cells with either pro- or anti-apoptotic signaling depending on the extracellular environment and apoptotic stimulus."}, {"pubmed": 26392417, "text": "Results identify the tumor suppressor SPRY4 as a novel molecular effector of MT1-MMP affecting melanoma cell motility."}, {"pubmed": 26423227, "text": "Overexpression of MT1-MMP in HT-1080 cells does not significantly alter the invasive ability of these cells."}, {"pubmed": 26464678, "text": "positive MT1-MMP immunostaining could be found in synoviocytes, vascular endothelial cells, infiltrating macrophages and monocytes in rheumatoid arthritis synovium tissues"}, {"pubmed": 26537061, "text": "In summary, clinical and cell-based experiments suggested that physical interaction between MT1-MMP and ADI1 led to suppression of hepatitis C virus infection. This inhibitory effect could be reversed by ADI1 overexpression."}, {"pubmed": 26576027, "text": "Silencing KIF1B inhibited expression of membranal MT1-MMP in glioma cells; however, the amount of MT1-MMP in the whole cell lysate was not affected."}, {"pubmed": 26578437, "text": "Report design of PEGylated peptide probes conjugated with (18)F-labeled BODIPY to be used as a hybrid PET/optical imaging agent and for non-invasive monitoring of MT1-MMP activity in cancers."}, {"pubmed": 26610210, "text": "MiR-22 downregulation promotes GC invasion and metastasis by upregulating MMP14 and Snail, and then inducing ECM remodeling and EMT."}, {"pubmed": 26620678, "text": "Downregulation of miR-193a-3p promoted loss of type II collagen by directly targeting MMP14 in IDD. miR-193a-3p inhibited IDD in vitro and in vivo. miR-193a-3p may be a promising candidate for prevention of degenerative disc disease."}, {"pubmed": 26636948, "text": "Pressure and Temperature Effects on the Activity and Structure of the Catalytic Domain of Human MT1-MMP"}, {"pubmed": 26650241, "text": "High expression of MMP14 is associated with Colorectal Cancer."}, {"pubmed": 26769900, "text": "Hic-5 appears to enhance complex formation between MT1-MMP and FAK in activated endothelial cells, which likely coordinates matrix proteolysis and cell motility."}, {"pubmed": 26825836, "text": "Increased MMP14 expression is associated with malignant phenotype of cervical cancer."}, {"pubmed": 26842619, "text": "The results suggest a regulatory role of miRNA-410 in modulating levels of MMP-14 in endometrial cancer"}, {"pubmed": 26850053, "text": "These results suggest that KLF6 regulates MMP14 transcription and is a critical player of the gene expression network triggered during endothelial repair."}, {"pubmed": 26881932, "text": "MT1-MMP-expressing cells induced co-cultured non-MT1-MMP-expressing cells."}, {"pubmed": 26893363, "text": "Findings suggest that regulation of cellular trafficking and microtubule-mediated localization of MT1-MMP by mDia1 is likely important in breast cancer invasion through the expression of cancer stem cell genes."}, {"pubmed": 26899482, "text": "TOM1L1 enhances ERBB2-induced cell invasiveness by promoting invadopodia formation and MT1-MMP trafficking to the plasma membrane."}, {"pubmed": 26916665, "text": "The results suggest that MT1-MMP promotes esophageal squamous cell carcinoma invasion and metastasis."}, {"pubmed": 26940916, "text": "Rab8 can induce Rac1- and Tiam1-dependent cortical actin polymerization and focal adhesion disassembly through the proteases MT1-MMP and calpain, and Rho-GTPase-dependent mechanisms"}, {"pubmed": 26959113, "text": "The current data support MT1-MMP as an additional ILK substrate and show that modulation of ILK expression and activity inhibit MT1-MMP-related pro-metastatic behaviors of ovarian cancer cells."}, {"pubmed": 27038607, "text": "Independent prognostic value of MMP-14 expression in ovarian cancer is limited to a role in PFS for stromal MMP-14."}, {"pubmed": 27056569, "text": "possible involvement of membrane-type 1 matrix metalloproteinase processing of erythropoietin-producing hepatocellular receptor-2in invasiveness of cutaneous cutaneous squamous cell carcinoma"}, {"pubmed": 27069022, "text": "MT1-MMP islets thus act as cellular memory devices."}, {"pubmed": 27116935, "text": "In turn, LIMK1 and LIMK2 are required for MT1-MMP-dependent matrix degradation and cell invasion in a three-dimensional type I collagen environment."}, {"pubmed": 27144841, "text": "We conclude that ADAM12 and MMP-14 are associated with cavernous sinus invasion in pituitary adenomas, which qualifies these proteins in diagnosis and therapy."}, {"pubmed": 27155335, "text": "Akt level was reduced in preeclamptic placentas relative to preterm control. Inhibition of PI3K/Akt resulted in significantly elevated soluble endoglin release from endothelial cells, had no effect on MMP14 mRNA expression but resulted in significantly reduced TIMP3. In contrast inhibiting PI3K/Akt in placental explants or primary trophoblast did not change soluble endoglin release."}, {"pubmed": 27231093, "text": "only collagen-IV elicits the formation of proteolytically active podosomes through a mechanism involving increased Src phosphorylation, p190RhoGAP-B (also known as ARHGAP5) relocalisation and MT1-MMP (also known as MMP14) cell surface exposure at podosome sites."}, {"pubmed": 27240342, "text": "Studies demonstrate that the interaction Bst-2 and MT1-MMP, actually happens and the cytoplasmic tails, both the N-terminal domain of Bst-2 and the C-terminal domain of MT1-MMP, play crucial roles in the interaction. The interaction between Bst-2 and MT1-MMP is important in MT1-MMP regulating the tetherin activity of Bst-2 and also in Bst-2 regulating the activity of the MT1-MP/proMMP2/MMP2 pathway."}, {"pubmed": 27259238, "text": "miR-337-3p directly binds to the MMP-14 promoter to repress MZF1-facilitatd MMP-14 expression, thus suppressing the progression of gastric cancer"}, {"pubmed": 27405411, "text": "analysis of MT1-MMP structure and proteolytic activity"}, {"pubmed": 27458061, "text": "Kinase activation led to increased MMP-2 and MT1-MMP expression and melanoma cell migration induced by hHK-1. Thus, hHK-1 and the NK1 receptor are critical to melanoma cell migration and each may be a promising chemotherapeutic target"}, {"pubmed": 27471094, "text": "CCN3 (Nov) and CCN5 (WISP2) are novel substrates of MMP14."}, {"pubmed": 27498853, "text": "Gelatin zymography and WB experiment showed that hHK-1 enhanced the levels of MMP-2 and MMP-14; inhibition of these two MMPs blocked hHK-1-induced cell migration."}, {"pubmed": 27526171, "text": "developed a GNP-based, near-infrared fluorescent contrast agent that is highly specific for MMP-14 detection in breast tumor cell lines."}, {"pubmed": 27531896, "text": "MMP-14 is regulated by a cascade of IL-6 and p53, demonstrating that the tumor microenvironment directly stimulates molecular changes in cancer cells to drive an invasive phenotype"}, {"pubmed": 27562173, "text": "High expression of MMP14 and CDK7 was independent prognostic factors for overall survival in patients with gastric cancer."}, {"pubmed": 27590006, "text": "The subgroup of patients with double expression of MMP-14 and CD44 had a poor prognosis despite complete debulking. Serous subtype in advanced-stage patients and CD44 expression were found to be correlated with vimentin expression, and CD44 expression was found to be significantly correlated with complete debulking"}, {"pubmed": 27613828, "text": "cytomembrane MMP14 was induced by IL-6 secreted from astrocytes, thereby enhancing the migration and invasion of glioma cells through activation of MMP2"}, {"pubmed": 27756325, "text": "This study demonstrates that excessive ECM degradation mediated by high levels of MT1-MMP is not associated with cell migration and tumourigenesis, while low levels of MT1-MMP promote invasion and vascularization in vivo."}, {"pubmed": 27790907, "text": "The mechanism of transition from nondifferentiated to differentiated states in HepaRG cells was studied by proteomics.  Two key factors (MMP-14 and OCLN) were validated by qRT-PCR and Western blot. Blockade of MMP-14 further demonstrated its important function during tumor cell migration."}, {"pubmed": 27889376, "text": "results suggest that the cytoplasmic domain regulates MT1-MMP function in a manner required for cell survival, but is dispensable for cell migration"}, {"pubmed": 28013056, "text": "MMP14 plays an important mechanistic role in NSCLC progression, by supporting cancer invasiveness, promoting collagen degradation, and releasing HB-EGF, which accelerates lung tumor progression."}, {"pubmed": 28120021, "text": "MMP-14 levels decrease in lungs from endotoxemic mice and serum from septic patients. * Mmp14 (-/-) mice show increased lung injury and mortality following endotoxemia. * Absence of Mmp14 decreases activated MMP-2 and increases S100A9 levels in lung tissue. * MMP-14 ameliorates inflammation by promoting S100A9 cleavage by activated MMP-2."}, {"pubmed": 28270508, "text": "DDR2 mediates collagen-induced activation of MT1-MMP in human fibroblasts"}, {"pubmed": 28362108, "text": "MMP-14 Is a novel substrate for matriptase, which regulates the levels of MMP-14 on the cell surface. High levels of matriptase in alpha-1 antitrypsin deficiency may contribute to increased extracellular matrix degradation by alveolar macrophages both directly and through MMP-14 activation."}, {"pubmed": 28655772, "text": "Data suggest that phosphorylation of Thr567 in cytoplasmic tail of MT1-MMP (MMP14) influences behavior of both individual ovarian cancer cells and multicellular aggregates; tumor cells expressing MT1-MMP-T567E phosphomimetic mutant exhibit enhanced cell migration and enhanced cell adhesion to peritoneum and other biological surfaces."}, {"pubmed": 28692057, "text": "Authors demonstrate that CAIX associates with MMP14 through potential phosphorylation residues within its intracellular domain, and that CAIX enhances MMP14-mediated collagen degradation by directly contributing hydrogen ions required for MMP14 catalytic activity."}, {"pubmed": 28774960, "text": "ERO1alpha plays a crucial role in HSC proliferation via posttranslational modification of collagen and MT1-MMP"}, {"pubmed": 28827574, "text": "These data demonstrate that miR-584-3p directly targets the MMP-14 promoter to repress YY1-facilitated MMP-14 expression and inhibits the progression of gastric cancer."}, {"pubmed": 28993312, "text": "Overexpression of MMP-14 in familial amyloidotic polyneuropathy might be associated with the inflammatory process and can also contribute to further remodeling of the ECM."}, {"pubmed": 29136507, "text": "Endoplasmic reticulum (ER) glycosylation of MMP14 is required for ECM degradation and tumor growth."}, {"pubmed": 29138529, "text": "MMP14 rs1042703 was associated with nominally shorter time to progression in malignant mesothelioma patients."}, {"pubmed": 29253518, "text": "it was demonstrated recently that lumican interacts directly with the catalytic domain of MMP-14 and inhibits its activity. The aim of this review was to summarize the interactions between SLRPs and MMPs with a special interest to lumican."}, {"pubmed": 29265076, "text": "In squamous cell carcinoma of the cervix (SCCC), higher levels of MMP-14 expression were established in tumor cells, as evidenced by IHC (+3) and RT-PCR.Furin activity in the tumor was much higher than that in normal tissues.  The expression of TIMP-2 mRNA was sufficiently obvious in both the tumor and normal tissues to the bottom of the uterine cavity."}, {"pubmed": 29286099, "text": "Study suggest that the downregulation of miR1505p and the overexpression of MMP14 may be deeply involved in the pathogenesis of lung squamous cell carcinoma."}, {"pubmed": 29292760, "text": "the expression of three cytokines for the pathogenesis of osteoarthritis (OA). which include IL-1beta, MMP14 and GRP78 was decreased by the various concentrations of icariin. These preliminary results imply that icariin might be an effective compound for the treatment of OA disease."}, {"pubmed": 29363569, "text": "High expression of mmp14 is associated with preeclampsia."}, {"pubmed": 29473954, "text": "Converting a broad matrix metalloproteinase family inhibitor into a specific inhibitor of MMP-9 and MMP-14."}, {"pubmed": 29565476, "text": "MMP-14 aggravated the onset of severe preeclampsia by mediating sEng release."}, {"pubmed": 29651043, "text": "This MMP14 biosensor promises to serve as a tool for the advancement of a broad range of investigations targeting MMP14 activity during cell migration in health and disease"}, {"pubmed": 29654697, "text": "Melatonin disturbs SUMOylation-mediated crosstalk between c-Myc and nestin via MT1 activation and promotes the sensitivity of paclitaxel in brain cancer stem cells"}, {"pubmed": 29741626, "text": "Functional analysis demonstrated that this mutation, in contrast to previously reported human and murine MMP14 mutations, does not affect MMP14's transport to the cell membrane. Instead, it partially impairs MMP14's proteolytic activity. This residual activity likely accounts for the mitigated phenotype observed in our patients"}, {"pubmed": 29781531, "text": "down-regulation of KIF2A can inhibit gastric cancer cell invasion by suppressing MT1-MMP"}, {"pubmed": 29853773, "text": "The results suggest that MMP-14 is involved in proliferative diabetic retinopathy angiogenesis."}, {"pubmed": 29891722, "text": "irected receptor recycling is used by cancer cells to achieve invasive migration. Accordingly, abrogating HRS- and actin-dependent MT1-MMP recycling results in defective matrix degradation and invasion of triple-negative breast cancer cells."}, {"pubmed": 29934494, "text": "Study shows that modulation of matrix pore size or of lamin A expression known to modulate nuclear stiffness directly impinges on levels of MT1-MMP-mediated pericellular collagenolysis by cancer cells. This response requires an intact connection between the nucleus and the centrosome via the linker of nucleoskeleton and cytoskeleton (LINC) complex protein nesprin-2 and dynein adaptor Lis1."}, {"pubmed": 29934628, "text": "PROX1 is a transcriptional regulator of MMP14"}, {"pubmed": 29935194, "text": "that MMP-14 enhances the invasive ability of SW982 cells by inducing epithelial-to-mesenchymal transition"}, {"pubmed": 30111578, "text": "In invasive cells, MT1-MMP endocytosis to the endolysosomal reservoir compartment requires flotillin 1 and flotillin 2."}, {"pubmed": 30120968, "text": "MMP14 plays an important role in colorectal cancer progression and prognosis"}, {"pubmed": 30355924, "text": "MMP14 down-regulated the expression of TNF-alpha to inhibit extracellular matrix and MMP14 down-regulation was found to impair the proliferation and invasion ability of cervical cancer cells."}, {"pubmed": 30471921, "text": "Study unraveled MT1-MMP positioning on lipid bilayers via opposite tips of its symmetric substrate-binding domain. The compatibility with binding of collagen, other substrates, and other protomers of MT1-MMP is discussed."}, {"pubmed": 30487181, "text": "Pancreatic tumor cell metastasis is restricted by MT1-MMP binding protein MTCBP-1."}, {"pubmed": 30502358, "text": "Data show that MT1-MMP regulates an outside-in DNA Damage Response (DDR) through the modulation of integrinbeta1."}, {"pubmed": 30532247, "text": "This study indicates for the first time that high serum soluble MMP-14 levels in gastric cancer serves as a marker for a poor prognosis, possibly indicating the presence of distant metastases."}, {"pubmed": 30548828, "text": "SNPs (rs2236302) exhibit a significant association with increased risk of steroid-induced femur head osteonecrosis in the population of northern China."}, {"pubmed": 30628644, "text": "miR5845p also inhibited the expression of MMP4 and Slug, which are involved in tumor invasion and metastasis. Taken together, these results indicated that the miR5845p/MMP14 axis may serve as an anticancer target in the treatment of nonsmallcell lung cancer patients."}, {"pubmed": 30720114, "text": "MT1MMP was overexpressed in gastric carcinoma cells, and silencing of MT1MMP inhibited the proliferation and invasion of cells via regulating the expression of vimentin and Ecadherin."}, {"pubmed": 30794673, "text": "The tissue's MMP-14/TIMP-2 ratio may regulate the degree of Pro-MMP-2 activation as a determining factor, while the enzymatic activities of MMP-14 and TIMP-2 do not seem to play a key role in aneurysm development."}, {"pubmed": 31282404, "text": "These results were then correlated to the immunohistochemical expression of MMP-14 and MMP-2 and clinical characteristics.  ... the MMP-14 +7096 polymorphism showed only TT genotype, in sharp contrast to the described MAF (minimal allele frequency) C of 27%. The MMP-14 +6767 G>A polymorphism was found to have a hazard ratio of 2.09 (CI 1.00-4.35, p 0.046) for recurrence-free survival in advanced-stage patients."}, {"pubmed": 31298339, "text": "MFI2-AS1 regulates the aggressive phenotypes in glioma by modulating MMP14 via a positive feedback loop."}, {"pubmed": 31308045, "text": "A novel redox-sensitive APE1-ARF6-MMP-14 signaling axis that mediates cellular invasion in esophageal adenocarcinoma.APE1 upregulates MMP-14 protein level on cell surface via its redox function."}, {"pubmed": 31439888, "text": "CLIC4 regulates late endosomal trafficking and matrix degradation activity of MMP14 at focal adhesions in RPE cells."}, {"pubmed": 31466240, "text": "The expression and function of MMP14 is closely related to the mesenchymal cell phenotype, and is highly expressed in most sarcomas. MMP14 regulates the activity of multiple extracellular and plasma membrane proteins, influencing cell-cell and cell-extracellular matrix (ECM) communication. This regulation mediates processes such as ECM degradation and remodeling, cell invasion, and cancer metastasis. [review]"}, {"pubmed": 31486923, "text": "demonstration for the first time miR-410 expression in human dental pulp and that expression of this microRNA was downregulated in inflamed dental pulp and odontoblasts"}, {"pubmed": 31519727, "text": "The MT1-MMP may also use Bet1 for its export from raft-like structures in the endoplasmic reticulum (ER)."}, {"pubmed": 31530842, "text": "Quantitative expression of MMPs 2, 9, 14, and collagen IV in LCIS and paired normal breast tissue."}, {"pubmed": 31549406, "text": "Circular RNA hsa_circ_0053277 promotes the development of colorectal cancer by upregulating matrix metallopeptidase 14 via miR-2467-3p sequestration."}, {"pubmed": 31560170, "text": "High tissue MMP14 expression predicts worse survival in gastric cancer, particularly with a low PROX1."}, {"pubmed": 31653854, "text": "Study uncovered a protease-independent role for MT1-MMP in controlling actin polymerization and mechanical force production at the invadopodial front. These data make a shift in the invadopodia paradigm wherein self-assembling, force-producing proteolytic cell-matrix contacts promote matrix pore enlargement to facilitate tumor-cell invasion."}, {"pubmed": 31988105, "text": "Critical Role of Matrix Metalloproteinase 14 in Adipose Tissue Remodeling during Obesity."}, {"pubmed": 32028690, "text": "Regulation of MT1-MMP Activity through Its Association with ERMs."}, {"pubmed": 32049862, "text": "content increases with increasing grade of tumor in urinary bladder carcinoma"}, {"pubmed": 32122646, "text": "High MMP14 expression is predictive of poor prognosis in resectable hepatocellular carcinoma."}, {"pubmed": 32149403, "text": "Insufficient CD100 shedding contributes to suppression of CD8(+) T-cell activity in non-small cell lung cancer."}, {"pubmed": 32390382, "text": "Prognostic Significance of Matrix Metalloproteinase 14 in Patients with Cancer: a Systematic Review and Meta-Analysis."}, {"pubmed": 32479595, "text": "Protrudin-mediated ER-endosome contact sites promote MT1-MMP exocytosis and cell invasion."}, {"pubmed": 32575583, "text": "Kallikrein-Related Peptidase 14 Activates Zymogens of Membrane Type Matrix Metalloproteinases (MT-MMPs)-A CleavEx Based Analysis."}, {"pubmed": 32633349, "text": "High expression of MMP14 is associated with progression and poor short-term prognosis in muscle-invasive bladder cancer."}, {"pubmed": 32819585, "text": "Membrane type 1 matrix metalloproteinase regulates anaplastic thyroid carcinoma cell growth and invasion into the collagen matrix."}, {"pubmed": 32929380, "text": "circPTCH1 promotes invasion and metastasis in renal cell carcinoma via regulating miR-485-5p/MMP14 axis."}, {"pubmed": 32930509, "text": "Matrix metalloproteinase-14 (MMP-14) downregulation inhibits esophageal squamous cell carcinoma cell migration, invasion, and proliferation."}, {"pubmed": 33154487, "text": "Tumor cell MT1-MMP is dispensable for osteosarcoma tumor growth, bone degradation and lung metastasis."}, {"pubmed": 33282112, "text": "Matrix Metalloproteinase 14 Mediates APP Proteolysis and Lysosomal Alterations Induced by Oxidative Stress in Human Neuronal Cells."}, {"pubmed": 33396696, "text": "AG-9, an Elastin-Derived Peptide, Increases In Vitro Oral Tongue Carcinoma Cell Invasion, through an Increase in MMP-2 Secretion and MT1-MMP Expression, in a RPSA-Dependent Manner."}, {"pubmed": 33566639, "text": "Receptor-type protein tyrosine phosphatase alpha (PTPalpha) mediates MMP14 localization and facilitates triple-negative breast cancer cell invasion."}, {"pubmed": 33592276, "text": "A common SNP risk variant MT1-MMP causative for Dupuytren's disease has a specific defect in collagenolytic activity."}, {"pubmed": 33727629, "text": "Genetic association of MMP14 promoter variants and their functional significance in gallbladder cancer pathogenesis."}, {"pubmed": 33744418, "text": "Inhibition of beta1 integrin induces its association with MT1-MMP and decreases MT1-MMP internalization and cellular invasiveness."}, {"pubmed": 33778834, "text": "[Expression levels of MMP-14, ING4 and HIF-1alpha in 60 patients with oral squamous cell carcinoma and their clinical significance]."}, {"pubmed": 33805743, "text": "Loss of MT1-MMP in Alveolar Epithelial Cells Exacerbates Pulmonary Fibrosis."}, {"pubmed": 33879222, "text": "Key proteins of invadopodia are overexpressed in oral squamous cell carcinoma suggesting an important role of MT1-MMP in the tumoral progression."}, {"pubmed": 33882324, "text": "Active MT1-MMP is tethered to collagen fibers in DDR2-containing remnants."}, {"pubmed": 33883305, "text": "Exosomes derived from miR-1228 overexpressing bone marrow-mesenchymal stem cells promote growth of gastric cancer cells."}, {"pubmed": 34012098, "text": "Metastasis-suppressor NME1 controls the invasive switch of breast cancer by regulating MT1-MMP surface clearance."}, {"pubmed": 34107282, "text": "Matrix metalloproteinase 14 regulates HSV-1 infection in neuroblastoma cells."}, {"pubmed": 34229297, "text": "Chloride intracellular channel protein 2 is secreted and inhibits MMP14 activity, while preventing tumor cell invasion and metastasis."}, {"pubmed": 34242818, "text": "Matrix metalloprotease-14 is a target enzyme for detecting peritoneal metastasis in gastric cancer."}, {"pubmed": 34414666, "text": "Increased airway epithelial cell-derived exosomes activate macrophage-mediated allergic inflammation via CD100 shedding."}, {"pubmed": 34517516, "text": "Bioinformatics analysis identified MMP14 and COL12A1 as immune-related biomarkers associated with pancreatic adenocarcinoma prognosis."}, {"pubmed": 34638754, "text": "MMP14 Contributes to HDAC Inhibition-Induced Radiosensitization of Glioblastoma."}, {"pubmed": 34830157, "text": "Extracellular Matrix Remodeling by Fibroblast-MMP14 Regulates Melanoma Growth."}, {"pubmed": 34868395, "text": "Comprehensive Analysis of the Immune and Prognostic Implication of MMP14 in Lung Cancer."}, {"pubmed": 34884812, "text": "MT1-MMP Cooperates with TGF-beta Receptor-Mediated Signaling to Trigger SNAIL and Induce Epithelial-to-Mesenchymal-like Transition in U87 Glioblastoma Cells."}, {"pubmed": 35044708, "text": "A muscle cell-macrophage axis involving matrix metalloproteinase 14 facilitates extracellular matrix remodeling with mechanical loading."}, {"pubmed": 35045102, "text": "Urine peptidome in combination with transcriptomics analysis highlights MMP7, MMP14 and PCSK5 for further investigation in chronic kidney disease."}, {"pubmed": 35062057, "text": "Changes in the expression of membrane type-matrix metalloproteinases genes (MMP14, MMP15, MMP16, MMP24) during treatment and their potential impact on the survival of patients with non-small cell lung cancer (NSCLC)."}, {"pubmed": 35150061, "text": "M2-phenotype tumour-associated macrophages upregulate the expression of prognostic predictors MMP14 and INHBA in pancreatic cancer."}, {"pubmed": 35627129, "text": "The Role of Functional Polymorphisms in the Extracellular Matrix Modulation-Related Genes on Dupuytren's Contracture."}, {"pubmed": 35680971, "text": "Activation of the GTPase ARF6 regulates invasion of human vascular smooth muscle cells by stimulating MMP14 activity."}, {"pubmed": 35768470, "text": "Regulation of age-associated insulin resistance by MT1-MMP-mediated cleavage of insulin receptor."}, {"pubmed": 35786766, "text": "Endothelial cells induce degradation of ECM through enhanced secretion of MMP14 carried on extracellular vesicles in venous malformation."}, {"pubmed": 35944080, "text": "MT1-MMP and ADAM10/17 exhibit a remarkable overlap of shedding properties."}, {"pubmed": 35955799, "text": "Endoglin and MMP14 Contribute to Ewing Sarcoma Spreading by Modulation of Cell-Matrix Interactions."}, {"pubmed": 36076910, "text": "Novel Roles of MT1-MMP and MMP-2: Beyond the Extracellular Milieu."}, {"pubmed": 36100402, "text": "[Matrix metalloproteinase 14 and plasma kallikrein 1 may be potential biomarkers in the diagnosis and treatment of sepsis: a proteomics and bioinformatics analysis]."}, {"pubmed": 36430705, "text": "MT1-MMP Expression Levels and Catalytic Functions Dictate LDL Receptor-Related Protein-1 Ligand Internalization Capacity in U87 Glioblastoma Cells."}, {"pubmed": 36564389, "text": "Control of SARS-CoV-2 infection by MT1-MMP-mediated shedding of ACE2."}, {"pubmed": 36765296, "text": "MMP14 expression levels accurately predict the presence of extranodal extensions in oral squamous cell carcinoma: a retrospective cohort study."}, {"pubmed": 36883877, "text": "Tumour Suppressor Neuron Navigator 3 and Matrix Metalloproteinase 14 are Co-expressed in Most Melanomas but Downregulated in Thick Tumours."}, {"pubmed": 37086494, "text": "ALIX promotes cell migration and invasion of head and neck squamous cell carcinoma by regulating the expression of MMP9, MMP14, VEGF-C."}, {"pubmed": 37105082, "text": "Characterizing the function-related specific assembly pattern of matrix metalloproteinase-14 by dSTORM imaging."}, {"pubmed": 37162337, "text": "Gallbladder cancer-associated genetic variants rs1003349 and rs1004030 regulate MMP14 expression by altering SOX10- and MYB-binding sites."}, {"pubmed": 37169079, "text": "Degradomic Identification of Membrane Type 1-Matrix Metalloproteinase as an ADAMTS9 and ADAMTS20 Substrate."}, {"pubmed": 37696580, "text": "KIF16B drives MT1-MMP recycling in macrophages and promotes co-invasion of cancer cells."}, {"pubmed": 37904429, "text": "Expression of MMP-14 and its role in bone destruction in middle ear cholesteatoma: A prospective observational study."}, {"pubmed": 37986083, "text": "Association of MMP3, MMP14, and MMP25 gene polymorphisms with cerebral stroke risk: a case-control study."}, {"pubmed": 38661040, "text": "MCT4 and CD147 colocalize with MMP14 in invadopodia and support matrix degradation and invasion by breast cancer cells."}, {"pubmed": 38670210, "text": "Exosomal lncRNA-MIAT promotes neovascularization via the miR-133a-3p/MMP-X1 axis in diabetic retinopathy."}, {"pubmed": 38766853, "text": "Calreticulin regulates the expression of MMP14 and ADAR1 through EIF2AK2 signaling to promote the proliferation and progression of malignant melanoma cells."}], "genomic_pos": {"chr": "14", "end": 22849041, "ensemblgene": "ENSG00000157227", "start": 22836560, "strand": 1}, "genomic_pos_hg19": {"chr": "14", "end": 23318236, "start": 23305766, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0001501", "qualifier": "involved_in", "term": "skeletal system development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001525", "qualifier": "involved_in", "term": "angiogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001541", "qualifier": "involved_in", "term": "ovarian follicle development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001666", "qualifier": "involved_in", "term": "response to hypoxia"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001935", "qualifier": "involved_in", "term": "endothelial cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001958", "qualifier": "involved_in", "term": "endochondral ossification"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006508", "pubmed": [15863497, 24970228], "qualifier": "involved_in", "term": "proteolysis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006508", "pubmed": 14645246, "qualifier": "involved_in", "term": "proteolysis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006979", "qualifier": "involved_in", "term": "response to oxidative stress"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008584", "qualifier": "involved_in", "term": "male gonad development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009612", "qualifier": "involved_in", "term": "response to mechanical stimulus"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010831", "qualifier": "involved_in", "term": "positive regulation of myotube differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010954", "qualifier": "involved_in", "term": "positive regulation of protein processing"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014070", "qualifier": "involved_in", "term": "response to organic cyclic compound"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0016485", "pubmed": 24970228, "qualifier": "involved_in", "term": "protein processing"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0022617", "qualifier": "involved_in", "term": "extracellular matrix disassembly"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030163", "pubmed": 35177851, "qualifier": "involved_in", "term": "protein catabolic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030198", "qualifier": "involved_in", "term": "extracellular matrix organization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030307", "pubmed": 22065321, "qualifier": "involved_in", "term": "positive regulation of cell growth"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030324", "qualifier": "involved_in", "term": "lung development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030335", "pubmed": 22065321, "qualifier": "involved_in", "term": "positive regulation of cell migration"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030574", "qualifier": "involved_in", "term": "collagen catabolic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0030574", "qualifier": "involved_in", "term": "collagen catabolic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0031638", "qualifier": "involved_in", "term": "zymogen activation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0031638", "pubmed": 20666777, "qualifier": "involved_in", "term": "zymogen activation"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0035987", "pubmed": 23154389, "qualifier": "involved_in", "term": "endodermal cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035988", "qualifier": "involved_in", "term": "chondrocyte proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043615", "qualifier": "involved_in", "term": "astrocyte cell migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043627", "qualifier": "involved_in", "term": "response to estrogen"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045579", "qualifier": "involved_in", "term": "positive regulation of B cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045746", "qualifier": "involved_in", "term": "negative regulation of Notch signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048701", "qualifier": "involved_in", "term": "embryonic cranial skeleton morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048754", "qualifier": "involved_in", "term": "branching morphogenesis of an epithelial tube"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048771", "qualifier": "involved_in", "term": "tissue remodeling"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0048870", "pubmed": 14645246, "qualifier": "involved_in", "term": "cell motility"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051895", "qualifier": "involved_in", "term": "negative regulation of focal adhesion assembly"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060322", "qualifier": "involved_in", "term": "head development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0097094", "qualifier": "involved_in", "term": "craniofacial suture morphogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0160145", "pubmed": 35177851, "qualifier": "involved_in", "term": "negative regulation of GDF15-GFRAL signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1903076", "pubmed": 20666777, "qualifier": "involved_in", "term": "regulation of protein localization to plasma membrane"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1905523", "qualifier": "involved_in", "term": "positive regulation of macrophage migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1990834", "qualifier": "involved_in", "term": "response to odorant"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0005615", "pubmed": 24784232, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0005634", "pubmed": 24784232, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 22065321, "qualifier": "colocalizes_with", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005796", "qualifier": "located_in", "term": "Golgi lumen"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 8015608, "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": [15351710, 24859005], "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005925", "pubmed": 21423176, "qualifier": "located_in", "term": "focal adhesion"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0031012", "qualifier": "located_in", "term": "extracellular matrix"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0031410", "pubmed": 24859005, "qualifier": "located_in", "term": "cytoplasmic vesicle"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0042470", "qualifier": "located_in", "term": "melanosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0044354", "pubmed": 24859005, "qualifier": "located_in", "term": "macropinosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0045111", "qualifier": "located_in", "term": "intermediate filament cytoskeleton"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0004175", "pubmed": 20666777, "qualifier": "enables", "term": "endopeptidase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004222", "qualifier": "enables", "term": "metalloendopeptidase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004222", "pubmed": [8015608, 35177851], "qualifier": "enables", "term": "metalloendopeptidase activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0004222", "qualifier": "enables", "term": "metalloendopeptidase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004222", "qualifier": "enables", "term": "metalloendopeptidase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004252", "qualifier": "enables", "term": "serine-type endopeptidase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005178", "qualifier": "enables", "term": "integrin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [14718544, 18164686, 20608975, 20666777, 20798051, 21152186, 21219645, 21572390, 22065321, 24112707, 25304424, 25416956, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008270", "qualifier": "enables", "term": "zinc ion binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0070006", "pubmed": 24970228, "qualifier": "enables", "term": "metalloaminopeptidase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0070006", "pubmed": 14645246, "qualifier": "enables", "term": "metalloaminopeptidase activity"}]}, "homologene": {"genes": [[6239, 186805], [7165, 1270173], [7227, 37949], [7955, 373882], [7955, 566945], [8364, 594950], [9544, 712429], [9598, 742887], [9606, 4323], [9615, 403823], [9913, 281915], [10090, 17387], [10116, 81707]], "id": 21040}, "interpro": [{"desc": "Hemopexin-like domain", "id": "IPR000585", "short_desc": "Hemopexin-like_dom"}, {"desc": "Peptidase M10, metallopeptidase", "id": "IPR001818", "short_desc": "Pept_M10_metallopeptidase"}, {"desc": "Peptidoglycan binding-like", "id": "IPR002477", "short_desc": "Peptidoglycan-bd-like"}, {"desc": "Peptidase, metallopeptidase", "id": "IPR006026", "short_desc": "Peptidase_Metallo"}, {"desc": "Hemopexin, conserved site", "id": "IPR018486", "short_desc": "Hemopexin_CS"}, {"desc": "Hemopexin-like repeats", "id": "IPR018487", "short_desc": "Hemopexin-like_repeat"}, {"desc": "Peptidase M10A, cysteine switch, zinc binding site", "id": "IPR021158", "short_desc": "Pept_M10A_Zn_BS"}, {"desc": "Peptidase M10A", "id": "IPR021190", "short_desc": "Pept_M10A"}, {"desc": "Peptidase M10A, matrix metallopeptidase, C-terminal", "id": "IPR021805", "short_desc": "Pept_M10A_metallopeptidase_C"}, {"desc": "Metallopeptidase, catalytic domain superfamily", "id": "IPR024079", "short_desc": "MetalloPept_cat_dom_sf"}, {"desc": "Peptidase M10A, catalytic domain", "id": "IPR033739", "short_desc": "M10A_MMP"}, {"desc": "PGBD-like superfamily", "id": "IPR036365", "short_desc": "PGBD-like_sf"}, {"desc": "PGBD superfamily", "id": "IPR036366", "short_desc": "PGBDSf"}, {"desc": "Hemopexin-like domain superfamily", "id": "IPR036375", "short_desc": "Hemopexin-like_dom_sf"}], "ipi": ["IPI00218398", "IPI01022293", "IPI01022788"], "map_location": "14q11.2", "name": "matrix metallopeptidase 14", "other_names": ["matrix metallopeptidase 14 (membrane-inserted)", "matrix metalloproteinase-14", "membrane type 1 metalloprotease", "membrane-type-1 matrix metalloproteinase"], "pantherdb": {"HGNC": "7160", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "101900", "ortholog_type": "LDO", "panther_family": "PTHR10201", "taxid": 10090, "uniprot_kb": "P53690"}, {"RGD": "620198", "ortholog_type": "LDO", "panther_family": "PTHR10201", "taxid": 10116, "uniprot_kb": "Q10739"}, {"ZFIN": "ZDB-GENE-030901-1", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 7955, "uniprot_kb": "F1Q899"}, {"ZFIN": "ZDB-GENE-030901-2", "ortholog_type": "LDO", "panther_family": "PTHR10201", "taxid": 7955, "uniprot_kb": "B0R0I1"}, {"WormBase": "WBGene00006987", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 6239, "uniprot_kb": "G5EGM1"}, {"WormBase": "WBGene00016283", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 6239, "uniprot_kb": "G5EBU3"}, {"WormBase": "WBGene00019212", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 6239, "uniprot_kb": "O44836"}, {"WormBase": "WBGene00194737", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 6239, "uniprot_kb": "A0A0K3ARD1"}, {"WormBase": "WBGene00010423", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 6239, "uniprot_kb": "O17913"}, {"FlyBase": "FBgn0033438", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 7227, "uniprot_kb": "Q8MPP3"}, {"FlyBase": "FBgn0035049", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 7227, "uniprot_kb": "Q9W122"}, {"TAIR": "2032467", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 3702, "uniprot_kb": "Q5XF51"}, {"TAIR": "2020548", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 3702, "uniprot_kb": "O04529"}, {"TAIR": "2025891", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 3702, "uniprot_kb": "Q9ZUJ5"}, {"TAIR": "2055605", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 3702, "uniprot_kb": "Q8GWW6"}, {"TAIR": "2130928", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 3702, "uniprot_kb": "O23507"}], "uniprot_kb": "P50281"}, "pathway": {"biocarta": {"id": "reckpathway", "name": "inhibition of matrix metalloproteinases"}, "kegg": [{"id": "hsa04668", "name": "TNF signaling pathway - Homo sapiens (human)"}, {"id": "hsa04912", "name": "GnRH signaling pathway - Homo sapiens (human)"}, {"id": "hsa04928", "name": "Parathyroid hormone synthesis, secretion and action - Homo sapiens (human)"}], "pid": {"id": "hif2pathway", "name": "HIF-2-alpha transcription factor network"}, "reactome": [{"id": "R-HSA-1442490", "name": "Collagen degradation"}, {"id": "R-HSA-1442490", "name": "Collagen degradation"}, {"id": "R-HSA-1474228", "name": "Degradation of the extracellular matrix"}, {"id": "R-HSA-1474228", "name": "Degradation of the extracellular matrix"}, {"id": "R-HSA-1474244", "name": "Extracellular matrix organization"}, {"id": "R-HSA-1474244", "name": "Extracellular matrix organization"}, {"id": "R-HSA-1592389", "name": "Activation of Matrix Metalloproteinases"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-9006936", "name": "Signaling by TGFB family members"}, {"id": "R-HSA-9839373", "name": "Signaling by TGFBR3"}, {"id": "R-HSA-9839383", "name": "TGFBR3 PTM regulation"}], "wikipathways": [{"id": "WP129", "name": "Matrix Metalloproteinases"}, {"id": "WP2324", "name": "AGE-RAGE pathway"}, {"id": "WP3888", "name": "VEGFA-VEGFR2 Signaling Pathway"}, {"id": "WP4754", "name": "IL-18 signaling pathway"}, {"id": "WP615", "name": "Senescence and Autophagy in Cancer"}]}, "pdb": ["1BQQ", "1BUV", "2MQS", "3C7X", "3MA2", "3X23", "4P3C", "4P3D", "4QXU", "5H0U", "6CLZ", "6CM1"], "pfam": ["PF00045", "PF00413", "PF01471", "PF11857"], "pharmgkb": "PA30872", "pharos": {"target_id": 6970, "tdl": "Tchem"}, "pir": "I38028", "prosite": "PS51642", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF252807", "relationship": "is"}, {"id": "GNF252808", "relationship": "is"}, {"id": "GNF252809", "relationship": "is"}, {"id": "GNF252810", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF043237", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF085799", "relationship": "is"}, {"id": "GNF085800", "relationship": "is"}, {"id": "GNF085801", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051356", "relationship": "is"}, {"id": "GNF056121", "relationship": "is"}, {"id": "GNF060844", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF068837", "relationship": "is"}, {"id": "GNF068838", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF009756", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF233468", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF098261", "relationship": "is"}, {"id": "GNF137916", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000014.9", "NC_060938.1", "NG_046989.1"], "protein": "NP_004986.1", "rna": "NM_004995.4", "translation": {"protein": "NP_004986.1", "rna": "NM_004995.4"}}, "reporter": {"HG-U133_Plus_2": ["160020_at", "202827_s_at", "202828_s_at", "217279_x_at"], "HG-U95Av2": ["160020_at", "34747_at"], "HTA-2_0": "TC14000133.hg.1", "HuEx-1_0": "3528864", "HuGene-1_1": "7973336", "HuGene-2_1": "16782187"}, "summary": "Proteins of the matrix metalloproteinase (MMP) family are involved in the breakdown of extracellular matrix in normal physiological processes, such as embryonic development, reproduction, and tissue remodeling, as well as in disease processes, such as arthritis and metastasis. Most MMP's are secreted as inactive proproteins which are activated when cleaved by extracellular proteinases. However, the protein encoded by this gene is a member of the membrane-type MMP (MT-MMP) subfamily; each member of this subfamily contains a potential transmembrane domain suggesting that these proteins are expressed at the cell surface rather than secreted. This protein activates MMP2 protein, and this activity may be involved in tumor invasion. [provided by RefSeq, Jul 2008].", "symbol": "MMP14", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1417203"}, "unigene": "Hs.2399", "uniprot": {"Swiss-Prot": "P50281", "TrEMBL": ["A0A7P0TBK8", "A0A7P0TAV6", "A0A7P0TAG0", "F8VP90"]}, "wikipedia": {"url_stub": "MMP14"}}