{"AllianceGenome": "7156", "HGNC": "7156", "MIM": "185260", "_id": "4319", "_version": 1, "accession": {"genomic": ["AP000619.5", "AY744675.1", "CH471065.1", "CP068267.2", "M30461.1", "NC_000011.10", "NC_060935.1", "S52374.1"], "protein": ["AAD14910.1", "AAH02591.1", "AAO65617.1", "AAP36110.1", "AAU21039.1", "BAD96321.1", "BAG36676.1", "CAA30679.1", "EAW67029.1", "NP_002416.1", "P09238.1"], "rna": ["AK222601.1", "AK313960.1", "BC002591.2", "BT007442.1", "NM_002425.3", "X07820.1"], "translation": [{"protein": "AAP36110.1", "rna": "BT007442.1"}, {"protein": "AAH02591.1", "rna": "BC002591.2"}, {"protein": "BAG36676.1", "rna": "AK313960.1"}, {"protein": "NP_002416.1", "rna": "NM_002425.3"}, {"protein": "BAD96321.1", "rna": "AK222601.1"}, {"protein": "CAA30679.1", "rna": "X07820.1"}]}, "alias": ["SL-2", "STMY2"], "ec": "3.4.24.22", "ensembl": {"gene": "ENSG00000166670", "protein": ["ENSP00000279441", "ENSP00000441485"], "transcript": ["ENST00000279441", "ENST00000539681"], "translation": [{"protein": "ENSP00000279441", "rna": "ENST00000279441"}, {"protein": "ENSP00000441485", "rna": "ENST00000539681"}], "type_of_gene": "protein_coding"}, "entrezgene": "4319", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 15.2816987711, "exp_mis": 130.22842902, "exp_syn": 58.3031781373, "lof_z": -0.688813182482612, "mis_z": -2.43329497872012, "mu_lof": 1.02004945462e-06, "mu_mis": 1.14704495029e-05, "mu_syn": 4.92543202104e-06, "n_lof": 18.0, "n_mis": 187.0, "n_syn": 78.0, "p_li": 1.98053112611486e-13, "p_null": 0.991820698388039, "p_rec": 0.00817930161176316, "syn_z": -1.59918770533633}, "bp": 1431, "cds_end": 102651322, "cds_start": 102641523, "n_exons": 10, "nonpsych": {"exp_lof": 13.6305603488, "exp_mis": 117.668446594, "exp_syn": 52.5691485406, "lof_z": -0.630290484256968, "mis_z": -2.57279374478985, "mu_lof": 1.02004945462e-06, "mu_mis": 1.14704495029e-05, "mu_syn": 4.92543202104e-06, "n_lof": 16.0, "n_mis": 173.0, "n_syn": 72.0, "p_li": 6.29318075386055e-12, "p_null": 0.984451757435185, "p_rec": 0.0155482425585222, "syn_z": -1.6872903611089}, "nontcga": {"exp_lof": 14.0395855256, "exp_mis": 119.7905855, "exp_syn": 53.6193459801, "lof_z": 0.0104217484334041, "mis_z": -2.28551283337579, "mu_lof": 1.02004945462e-06, "mu_mis": 1.14704495029e-05, "mu_syn": 4.92543202104e-06, "n_lof": 14.0, "n_mis": 170.0, "n_syn": 70.0, "p_li": 1.03466508349625e-09, "p_null": 0.910870472514546, "p_rec": 0.0891295264507889, "syn_z": -1.41642200535278}, "transcript": "ENST00000279441.4"}, "exons": [{"cdsend": 102780591, "cdsstart": 102770792, "chr": "11", "position": [[102770501, 102770893], [102772011, 102772115], [102772846, 102773006], [102775187, 102775321], [102776279, 102776424], [102776611, 102776776], [102778623, 102778749], [102779212, 102779361], [102779503, 102779745], [102780486, 102780628]], "strand": -1, "transcript": "NM_002425", "txend": 102780628, "txstart": 102770501}], "exons_hg19": [{"cdsend": 102651322, "cdsstart": 102641523, "chr": "11", "position": [[102641232, 102641624], [102642742, 102642846], [102643577, 102643737], [102645918, 102646052], [102647010, 102647155], [102647342, 102647507], [102649354, 102649480], [102649943, 102650092], [102650234, 102650476], [102651217, 102651359]], "strand": -1, "transcript": "NM_002425", "txend": 102651359, "txstart": 102641232}], "generif": [{"pubmed": 15095982, "text": "The catalytic domain of human matrix metalloproteinase-10 (MMP-10) has been expressed in Escherichia coli and its crystal structure solved at 2.1 angstroms resolution."}, {"pubmed": 15288123, "text": "Beta-carotene suppresses UVA-induction of MMP-10."}, {"pubmed": 15371548, "text": "a tightly regulated expression level of stromelysin-2 is required for limited matrix degradation at the wound site"}, {"pubmed": 15375490, "text": "Overexpression of MMP-10 is associated with non-small cell lung cancer"}, {"pubmed": 15944607, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15944607, "text": "identified significant interactions between MMP10 (nt+180) polymorphisms and gender in abdominal aortic aneurysm"}, {"pubmed": 16054593, "text": "zinc finger protein 267 as a negative transcriptional regulator of MMP-10 might promote liver fibrogenesis"}, {"pubmed": 16331256, "text": "Increased levels of MMP-10 is associated with gastric cancer"}, {"pubmed": 16516860, "text": "Finally, we found that induction of mmp-3 and mmp-10 gene expression by hypomethylation was cell-specific, suggesting that epigenetic changes may predispose cells to express stromelysin genes."}, {"pubmed": 16580524, "text": "C-reactive protein augmented MMP-1 and -10 messenger ribonucleic acid expression in vascular endothelial cells. Might provide a link between inflammation and plaque vulnerability."}, {"pubmed": 17009259, "text": "The ability of MMP-10 to superactivate procollagenases that are relevant to cartilage degradation suggests that this activation represents an important mechanism by which this MMP contributes to tissue destruction in arthritis."}, {"pubmed": 17543340, "text": "Primary colorectal cancers and metastatic liver lesions showed highly significant differences in MMP-1, -10, -11, and TIMP-1."}, {"pubmed": 17695449, "text": "MMP-10 protein levels were higher in the lung tumor tissues than in the adjacent normal tissues."}, {"pubmed": 18035073, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18427549, "text": "Knockdown of MMP-10 expression blocks anchorage-independent growth and invasion of NSCLC cells and addition of catalytically active MMP-10 to PKCiota- or Par6alpha-deficient cells restores anchorage-independent growth and invasion"}, {"pubmed": 18617643, "text": "VEGF stimulates HDAC7 phosphorylation and cytoplasmic accumulation modulating MT-MMP1/MMP10 expression and angiogenesis."}, {"pubmed": 19317417, "text": "Study showed that MMP-9 and TIMP-2 were highly produced in brain microvessels while MMP-10 was notably increased in neurons of the ischemic brain but not in healthy areas."}, {"pubmed": 19489686, "text": "MMP1 and MMP10 were suitable markers for cancer detection with gingiva and margin as controls. Using neck tissue as the control, only MMP10 was suitable for cancer detection"}, {"pubmed": 19601983, "text": "Results suggest that MMP-10 may be important in the initial stages of squamous cell cancer progression and induced in the stroma relating to the general host-response reaction to skin cancer."}, {"pubmed": 19695094, "text": "MMP-10 expression is increased in the symptomatic degenerate intervertebral disc"}, {"pubmed": 19762781, "text": "circulating MMP-10 levels (P<0.01) were augmented in patients with endothelial activation associated with high (disseminated intravascular coagulation) and moderate (previous acute myocardial infarction) systemic thrombin generation"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19921252, "text": "MMP-10 and MMP-26, in particular, may associate with aggressive Merkel cell carcinoma."}, {"pubmed": 19935709, "text": "TGF-beta transcriptionally upregulated MMP-10 through activation of MEF2A, concomitant with acetylation of core histones increasing around the promoter, as a consequence of degradation of the class IIa HDACs."}, {"pubmed": 20215736, "text": "changes in the extracellular matrix metabolism during the ageing process influence the level of circulating MMP-3 and MMP-10, as well as their tissue inhibitors TIMP-1 and TIMP-2, in a healthy population"}, {"pubmed": 20219015, "text": "MMP-10 and -7 abundance increased, accompanied by decreased TIMP-4 in dilated cardiomyopathy failing hearts compared with non-failing hearts."}, {"pubmed": 20432469, "text": "Data demonstrate induction of MMP-10 by VEGF in HUVEC and support an angiogenic role for MMP-10 in response to VEGF stimulation in vitro and in vivo."}, {"pubmed": 20452482, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20453000, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20484597, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20584750, "text": "Enhanced expression of MMP-10 is associated with progression from non-dysplastic Barrett's oesophagus to adenocarcinoma."}, {"pubmed": 20587546, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20673868, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20936527, "text": "Immunocytochemistry also revealed protein expression for MMP-2, 3, 8, 9 and 10 in cultured HUVEC."}, {"pubmed": 21410539, "text": "No association was found between MMP10 C/T rs486055 variants and anterior cruciate ligament rupture."}, {"pubmed": 21925226, "text": "genetic variations are associated with increased risk of ulcerative colitis in Caucasians of New Zealand"}, {"pubmed": 21998657, "text": "the roles of MMP-10 in the invasion of head and neck squamous cell carcinoma cells in vitro"}, {"pubmed": 22022614, "text": "Mmp10 is overexpressed in lung tumors induced by either the smoke carcinogen urethane or oncogenic Kras."}, {"pubmed": 22104553, "text": "MMP-10 was capable of enhancing tissue plasminogen activator-induced fibrinolysis via a thrombin-activatable fibrinolysis inhibitor inactivation-mediated mechanism."}, {"pubmed": 22121946, "text": "Findings suggest that MMP10 plays an important role in esophageal squamous cell carcinoma progression in the early stage, and overexpression of MMP10 in tumor tissues could be used as a potential prognostic marker in the early clinical stage of ESCC."}, {"pubmed": 22427646, "text": "Data show that TIMP-1 inhibits the MMP-10 with a K(i) of 1.1 x 10(-9) M, and TIMP-2 inhibits the MMP-10 with a K(i) of 5.8 x 10(-9) M."}, {"pubmed": 22492089, "text": "Thrombin/CD40L elicited a strong synergistic effect on endothelial MMP-10 expression and microparticles containing MMP-10 in vitro and in vivo, which may represent a new link between inflammation/thrombosis with prognostic implications."}, {"pubmed": 22524815, "text": "High MMP-10 is associated with malignant pleural effusion."}, {"pubmed": 22545096, "text": "Analysis of gene expression data from human cancers reveals a strong positive correlation between tumor Mmp10 expression and metastatic behavior in many human tumor types."}, {"pubmed": 22821423, "text": "COOH truncation of the hepatitis B virus X protein, plays a role in enhancing cell invasiveness and metastasis in hepatocellular carcinoma by activating MMP10 through C-Jun."}, {"pubmed": 23098370, "text": "Variants in MMP1 through MMP10 and MMP2 regions seem to affect population variation in ocular refraction in environmental conditions less favorable for myopia development."}, {"pubmed": 23742289, "text": "serum proMMP-10 after acute ischemic stroke is associated with TNFalpha and may have a role in brain damage and poor outcome"}, {"pubmed": 24009192, "text": "Marked induction of matrix metalloproteinase-10 by respiratory syncytial virus infection in human nasal epithelial cells."}, {"pubmed": 24077220, "text": "Data suggest that MMP10 promotes differentiation of myoblasts into osteoblasts by up-regulating BMP2/Smad6/Smad7 (bone morphogenetic protein 2) signaling pathway and gene expression of proteins found in bone (collagen, type I; osterix; osteocalcin)."}, {"pubmed": 24078057, "text": "MMP-10 is involved in the development of microvascular complications in type 1 diabetes and emerges as a potential therapeutic target for slowing down the evolution of diabetic nephropathy and retinopathy."}, {"pubmed": 24122885, "text": "Chrysin downregulates matrix metalloproteinase-10 in triple-negative breast cancer cells."}, {"pubmed": 24255036, "text": "Small hairpin RNA silencing of proteinases overexpressed in diabetic corneas enhanced corneal epithelial and stem cell marker staining and accelerated wound healing."}, {"pubmed": 24327153, "text": "rs17435959 of the MMP-10 gene is associated with carotid vulnerable plaque."}, {"pubmed": 24413984, "text": "Noncomplicated PVVs are associated with systemic, prothrombotic activation of hemostasis and increased concentration of MMP-10, suggesting a prothrombotic and proinflammatory state."}, {"pubmed": 24576976, "text": "Preliminary evidence suggests that MMP-10 may be a mediator of the number of depressive phases during bipolar disorder"}, {"pubmed": 24884523, "text": "YY1 suppresses invasion and metastasis of pancreatic ductal adenocarcinoma by downregulating MMP10 in a MUC4/ErbB2/p38/MEF2C-dependent mechanism."}, {"pubmed": 24885595, "text": "Taken together, our findings show that MMP-10 can play a significant role in tumor growth and progression, and that MMP-10 perturbation may represent a rational strategy for cancer treatment."}, {"pubmed": 25441671, "text": "Suggest that MMP-10 is associated with severity and poor outcome in peripheral arterial disease."}, {"pubmed": 25742789, "text": "Up-regulation of matrix metalloproteinase 10 is associated with colitis-associated cancer."}, {"pubmed": 25808184, "text": "hepatocellular carcinoma cells stably expressing MMP10 had increased CXCR4 expression and migratory capacity"}, {"pubmed": 26415518, "text": "MMP-10 may be a novel biomarker reflecting both disease severity and prognosis in patients with idiopathic pulmonary fibrosis."}, {"pubmed": 26419737, "text": "the rs17435959 polymorphism of the MMP-10 gene may be associated with an increased risk of pelvic organ prolapse (POP)."}, {"pubmed": 26625808, "text": "According to this study, the expression of ST-2 is associated with histopathological grade and tumor differentiation in head and neck squamous cell carcinomas."}, {"pubmed": 26861993, "text": "these results suggest that TGF-beta1 stimulates HSC-4 cell invasion through the Slug/Wnt-5b/MMP-10 signalling axis."}, {"pubmed": 27072580, "text": "MMP10 is a novel marker for cancer stem-like cells (CSCs)/cancer-initiating cells in epithelial ovarian cancer"}, {"pubmed": 27172796, "text": "Data show that AJUBA upregulated MMP10 and MMP13 expression in esophageal squamous cell carcinoma (ESCC)."}, {"pubmed": 27316687, "text": "These results indicate that MMP10 serves a beneficial role in response to acute infection by moderating the proinflammatory response of resident and infiltrating macrophages."}, {"pubmed": 27351228, "text": "There is a significant association in the expression of P-Rex1 and MMP10 in human luminal breast cancer, and their co-expression is indicative of poor prognosis."}, {"pubmed": 27567711, "text": "Our results suggest that the level of the MMP-10 expression in tumor epithelium of cutaneous squamous cell carcinoma and basal cell carcinoma may contribute to the different invasive patterns observed in these tumors"}, {"pubmed": 27654284, "text": "Mycobacterium tuberculosis activates inflammatory and stromal cells to secrete MMP-10, and this is partly driven by the virulence factor early secretory antigenic target-6."}, {"pubmed": 28005267, "text": "MMP10 expression is significantly upregulated in human masticatory mucosa during wound healing."}, {"pubmed": 28379489, "text": "MMP10, either alone or in combination with tPA, might represent a new strategy for thrombolysis in ischemic stroke, providing higher protection against cerebrovascular damage."}, {"pubmed": 28510611, "text": "We conclude that in the resected esophageal cancer an increased mRNA expression of MMP-7, MMP-10 and TIMP-1 correlated with clinicopathologic features. We suggest that these genes may play a role during progression of the disease MMP-10, MMP-7, TIMP-1, TIMP-2 were overexpressed in 73%, 85%, 55% and 42% of esophageal cancer samples, respectively."}, {"pubmed": 28805015, "text": "MMP10 is overexpressed in the serum and pulmonary arteries of patients with systemic sclerosis-associated pulmonary hypertension."}, {"pubmed": 28939077, "text": "increased abundance of Snail and Axin2 is highly correlated to malignant transformation of OL, making them novel biomarker(s) predicting oral cancer development"}, {"pubmed": 29016666, "text": "Using a quantum chemical approach method, it has been established that mutations in MMP-10 and FGA proteins led to substantial energetic modifications suggesting an impact on their functions and/or stability in the recurrent pregnancy loss patients."}, {"pubmed": 30268068, "text": "MMP10 plays a role in atherosclerosis, favoring inflammation, development and complication of the plaque"}, {"pubmed": 30949574, "text": "Our results suggest that MMP-10 facilitates H. pylori persistence and promotes gastritis."}, {"pubmed": 31192258, "text": "study provides new insights into the role that MMP2 and MMP10 plays in the mechanism of Steroid-Induced Osteonecrosis of the Femoral Head."}, {"pubmed": 31913319, "text": "MMP-10 is Increased in Early Stage Diabetic Kidney Disease and can be Reduced by Renin-Angiotensin System Blockade."}, {"pubmed": 32188274, "text": "MMP-10, which is overexpressed in aortic valve from patients with calcific aortic stenosis, seems to play a central role in calcification in AS through Akt phosphorylation."}, {"pubmed": 32325785, "text": "Expression of Matrix Metalloproteinases and Their Inhibitors in Endometrium: High Levels in Endometriotic Lesions."}, {"pubmed": 32650441, "text": "Matrix Metalloproteinase Genes (MMP1, MMP10, MMP12) on Chromosome 11q22 and the Risk of Non-Contact Anterior Cruciate Ligament Ruptures."}, {"pubmed": 33436543, "text": "Matrix metalloproteinase-10 protects against acute kidney injury by augmenting epidermal growth factor receptor signaling."}, {"pubmed": 33548006, "text": "miR-496/MMP10 Is Involved in the Proliferation of IL-1beta-Induced Fibroblast-Like Synoviocytes Via Mediating the NF-kappaB Signaling Pathway."}, {"pubmed": 34175352, "text": "Identification of matrix metalloproteinase-10 as a key mediator of podocyte injury and proteinuria."}, {"pubmed": 34418671, "text": "MMP-10 rs17435959 Polymorphism is Associated with the Formation and Stability of Carotid Atherosclerosis Plaque: A Case-Control Study."}, {"pubmed": 35088840, "text": "Matrix metalloproteinase 10 is linked to the risk of progression to dementia of the Alzheimer's type."}, {"pubmed": 35314531, "text": "MicroRNA-152 Regulates Endometrial Serous Carcinoma Cell Motility by Suppressing Matrix Metalloproteinase 10 Expression."}, {"pubmed": 35479098, "text": "Asymptomatic SARS-CoV-2 Infection Is Associated With Higher Levels of Serum IL-17C, Matrix Metalloproteinase 10 and Fibroblast Growth Factors Than Mild Symptomatic COVID-19."}, {"pubmed": 35992547, "text": "Study on the Mechanism of circRNA-0024103 Reducing Endothelial Cell Injury by Regulating miR-363/MMP-10."}, {"pubmed": 36231910, "text": "Higher Content but Not Activity of Stromelysin-2 (MMP-10) in Comparison to Stromelysin-1 (MMP-3) in Human Renal Carcinoma."}, {"pubmed": 36282475, "text": "The roles of MMP8/MMP10 polymorphisms in ischemic stroke susceptibility."}, {"pubmed": 37652204, "text": "Matrix metalloproteinase-10 deficiency has protective effects against peritoneal inflammation and fibrosis via transcription factor NFkappaBeta pathway inhibition."}, {"pubmed": 38806571, "text": "Identification of a functional missense variant in the matrix metallopeptidase 10 (MMP10) gene in two families with premature myocardial infarction."}], "genomic_pos": {"chr": "11", "end": 102780628, "ensemblgene": "ENSG00000166670", "start": 102770502, "strand": -1}, "genomic_pos_hg19": {"chr": "11", "end": 102651359, "start": 102641234, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0006508", "qualifier": "involved_in", "term": "proteolysis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0022617", "qualifier": "involved_in", "term": "extracellular matrix disassembly"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030198", "qualifier": "involved_in", "term": "extracellular matrix organization"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030574", "qualifier": "involved_in", "term": "collagen catabolic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0030574", "qualifier": "involved_in", "term": "collagen catabolic process"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0031012", "qualifier": "located_in", "term": "extracellular matrix"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0004222", "qualifier": "enables", "term": "metalloendopeptidase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004222", "qualifier": "enables", "term": "metalloendopeptidase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004252", "qualifier": "enables", "term": "serine-type endopeptidase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008270", "qualifier": "enables", "term": "zinc ion binding"}]}, "homologene": {"genes": [[9031, 418981], [9544, 701793], [9598, 740658], [9606, 4319], [10090, 17384], [10116, 117061]], "id": 20546}, "interpro": [{"desc": "Hemopexin-like domain", "id": "IPR000585", "short_desc": "Hemopexin-like_dom"}, {"desc": "Peptidase M10, metallopeptidase", "id": "IPR001818", "short_desc": "Pept_M10_metallopeptidase"}, {"desc": "Peptidoglycan binding-like", "id": "IPR002477", "short_desc": "Peptidoglycan-bd-like"}, {"desc": "Peptidase, metallopeptidase", "id": "IPR006026", "short_desc": "Peptidase_Metallo"}, {"desc": "Hemopexin, conserved site", "id": "IPR018486", "short_desc": "Hemopexin_CS"}, {"desc": "Hemopexin-like repeats", "id": "IPR018487", "short_desc": "Hemopexin-like_repeat"}, {"desc": "Peptidase M10A, cysteine switch, zinc binding site", "id": "IPR021158", "short_desc": "Pept_M10A_Zn_BS"}, {"desc": "Peptidase M10A", "id": "IPR021190", "short_desc": "Pept_M10A"}, {"desc": "Metallopeptidase, catalytic domain superfamily", "id": "IPR024079", "short_desc": "MetalloPept_cat_dom_sf"}, {"desc": "Peptidase M10A, catalytic domain", "id": "IPR033739", "short_desc": "M10A_MMP"}, {"desc": "PGBD-like superfamily", "id": "IPR036365", "short_desc": "PGBD-like_sf"}, {"desc": "Hemopexin-like domain superfamily", "id": "IPR036375", "short_desc": "Hemopexin-like_dom_sf"}], "ipi": ["IPI00013405", "IPI01012130"], "map_location": "11q22.2", "name": "matrix metallopeptidase 10", "other_names": ["MMP-10", "matrix metalloprotease 10", "matrix metalloproteinase 10 (stromelysin 2)", "matrix metalloproteinase-10", "stromelysin-2", "transin 2"], "pantherdb": {"HGNC": "7156", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "97007", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 10090, "uniprot_kb": "O55123"}, {"RGD": "620192", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 10116, "uniprot_kb": "P07152"}, {"MGI": "97010", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 10090, "uniprot_kb": "P28862"}, {"RGD": "621317", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 10116, "uniprot_kb": "P03957"}, {"Ensembl": "ENSGALG00000017184", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 9031, "uniprot_kb": "F6R1W4"}, {"WormBase": "WBGene00006987", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 6239, "uniprot_kb": "G5EGM1"}, {"WormBase": "WBGene00016283", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 6239, "uniprot_kb": "G5EBU3"}, {"WormBase": "WBGene00019212", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 6239, "uniprot_kb": "O44836"}, {"WormBase": "WBGene00194737", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 6239, "uniprot_kb": "A0A0K3ARD1"}, {"WormBase": "WBGene00010423", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 6239, "uniprot_kb": "O17913"}, {"FlyBase": "FBgn0033438", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 7227, "uniprot_kb": "Q8MPP3"}, {"FlyBase": "FBgn0035049", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 7227, "uniprot_kb": "Q9W122"}, {"TAIR": "2032467", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 3702, "uniprot_kb": "Q5XF51"}, {"TAIR": "2020548", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 3702, "uniprot_kb": "O04529"}, {"TAIR": "2025891", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 3702, "uniprot_kb": "Q9ZUJ5"}, {"TAIR": "2055605", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 3702, "uniprot_kb": "Q8GWW6"}, {"TAIR": "2130928", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 3702, "uniprot_kb": "O23507"}], "uniprot_kb": "P09238"}, "pathway": {"reactome": [{"id": "R-HSA-1442490", "name": "Collagen degradation"}, {"id": "R-HSA-1442490", "name": "Collagen degradation"}, {"id": "R-HSA-1474228", "name": "Degradation of the extracellular matrix"}, {"id": "R-HSA-1474228", "name": "Degradation of the extracellular matrix"}, {"id": "R-HSA-1474244", "name": "Extracellular matrix organization"}, {"id": "R-HSA-1474244", "name": "Extracellular matrix organization"}, {"id": "R-HSA-1592389", "name": "Activation of Matrix Metalloproteinases"}], "wikipathways": [{"id": "WP129", "name": "Matrix Metalloproteinases"}, {"id": "WP3888", "name": "VEGFA-VEGFR2 Signaling Pathway"}]}, "pdb": ["1Q3A", "3V96", "4ILW"], "pfam": ["PF00045", "PF00413", "PF01471"], "pharmgkb": "PA30868", "pharos": {"target_id": 11652, "tdl": "Tchem"}, "pir": "A28816", "prosite": "PS51642", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF326023", "relationship": "is"}, {"id": "GNF326024", "relationship": "is"}, {"id": "GNF326025", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF229727", "relationship": "is"}, {"id": "GNF252791", "relationship": "is"}, {"id": "GNF252792", "relationship": "is"}, {"id": "GNF252793", "relationship": "is"}, {"id": "GNF252794", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF085789", "relationship": "is"}, {"id": "GNF085790", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF059368", "relationship": "is"}, {"id": "GNF074746", "relationship": "is"}], "GNF_hs-druggable_siRNA": {"id": "GNF068743", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF009752", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF330809", "relationship": "is"}, {"id": "GNF332034", "relationship": "is"}, {"id": "GNF333703", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF337228", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF098253", "relationship": "is"}, {"id": "GNF137908", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000011.10", "NC_060935.1"], "protein": "NP_002416.1", "rna": "NM_002425.3", "translation": {"protein": "NP_002416.1", "rna": "NM_002425.3"}}, "reporter": {"HG-U133_Plus_2": "205680_at", "HG-U95Av2": "1006_at", "HTA-2_0": "TC11002233.hg.1", "HuEx-1_0": "3388785", "HuGene-1_1": "7951259", "HuGene-2_1": "16743707"}, "summary": "This gene encodes a member of the peptidase M10 family of matrix metalloproteinases (MMPs). Proteins in this family are involved in the breakdown of extracellular matrix in normal physiological processes, such as embryonic development, reproduction, and tissue remodeling, as well as in disease processes, such as arthritis and metastasis. The encoded preproprotein is proteolytically processed to generate the mature protease. This secreted protease breaks down fibronectin, laminin, elastin, proteoglycan core protein, gelatins, and several types of collagen. The gene is part of a cluster of MMP genes on chromosome 11. [provided by RefSeq, Jan 2016].", "symbol": "MMP10", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1417200"}, "unigene": "Hs.2258", "uniprot": {"Swiss-Prot": "P09238", "TrEMBL": "F5GYX7"}, "wikipedia": {"url_stub": "MMP10"}}