{"AllianceGenome": "7174", "HGNC": "7174", "MIM": "178990", "_id": "4316", "_version": 1, "accession": {"genomic": ["AH006461.2", "AP001830.5", "AY795972.1", "CH471065.1", "CP068267.2", "GN341824.1", "NC_000011.10", "NC_060935.1"], "protein": ["AAC37543.1", "AAH03635.1", "AAV40839.1", "ABD92799.1", "BAD96700.1", "BAG56875.1", "CAA30678.1", "CAA77942.1", "CAY39331.1", "EAW67023.1", "NP_002414.1", "P09237.1"], "rna": ["AI675414.1", "AK222980.1", "AK293359.1", "AK309687.1", "BC003635.2", "BP332706.1", "CB109660.1", "DQ399600.1", "NM_002423.5", "X07819.1", "Z11887.1"], "translation": [{"protein": "BAD96700.1", "rna": "AK222980.1"}, {"protein": "CAA77942.1", "rna": "Z11887.1"}, {"protein": "CAA30678.1", "rna": "X07819.1"}, {"protein": "BAG56875.1", "rna": "AK293359.1"}, {"protein": "NP_002414.1", "rna": "NM_002423.5"}, {"protein": "ABD92799.1", "rna": "DQ399600.1"}, {"protein": "AAH03635.1", "rna": "BC003635.2"}]}, "alias": ["MMP-7", "MPSL1", "PUMP-1"], "ec": "3.4.24.23", "ensembl": {"gene": "ENSG00000137673", "protein": "ENSP00000260227", "transcript": ["ENST00000260227", "ENST00000531200", "ENST00000533366"], "translation": [{"protein": "ENSP00000260227", "rna": "ENST00000260227"}], "type_of_gene": "protein_coding"}, "entrezgene": "4316", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 11.9798787894, "exp_mis": 88.6424237858, "exp_syn": 40.0066194628, "lof_z": -0.291954554487801, "mis_z": -1.26540571330737, "mu_lof": 8.4771695005e-07, "mu_mis": 7.63641246559e-06, "mu_syn": 3.32741998494e-06, "n_lof": 13.0, "n_mis": 113.0, "n_syn": 54.0, "p_li": 1.6572045692897e-09, "p_null": 0.938247061968304, "p_rec": 0.0617529363744917, "syn_z": -1.37153266883594}, "bp": 804, "cds_end": 102401431, "cds_start": 102391506, "n_exons": 6, "nonpsych": {"exp_lof": 10.7230417581, "exp_mis": 80.1100449421, "exp_syn": 36.0899468031, "lof_z": -0.382974275704735, "mis_z": -1.34627452086796, "mu_lof": 8.4771695005e-07, "mu_mis": 7.63641246559e-06, "mu_syn": 3.32741998494e-06, "n_lof": 12.0, "n_mis": 104.0, "n_syn": 51.0, "p_li": 6.72253797436219e-09, "p_null": 0.932727513202239, "p_rec": 0.0672724800752235, "syn_z": -1.56260585277247}, "nontcga": {"exp_lof": 11.0098013729, "exp_mis": 81.53934818, "exp_syn": 36.7944042921, "lof_z": -0.591681415037896, "mis_z": -1.40473929641957, "mu_lof": 8.4771695005e-07, "mu_mis": 7.63641246559e-06, "mu_syn": 3.32741998494e-06, "n_lof": 13.0, "n_mis": 107.0, "n_syn": 51.0, "p_li": 7.7547819952164e-10, "p_null": 0.960123543722067, "p_rec": 0.0398764555024548, "syn_z": -1.4828288151288}, "transcript": "ENST00000260227.4"}, "exons": [{"cdsend": 102530700, "cdsstart": 102520775, "chr": "11", "position": [[102520507, 102520804], [102523239, 102523401], [102524935, 102525064], [102527523, 102527672], [102527756, 102527983], [102530592, 102530747]], "strand": -1, "transcript": "NM_002423", "txend": 102530747, "txstart": 102520507}], "exons_hg19": [{"cdsend": 102401431, "cdsstart": 102391506, "chr": "11", "position": [[102391238, 102391535], [102393970, 102394132], [102395666, 102395795], [102398254, 102398403], [102398487, 102398714], [102401323, 102401478]], "strand": -1, "transcript": "NM_002423", "txend": 102401478, "txstart": 102391238}], "generif": [{"pubmed": 11701474, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11801551, "text": "MMP-7 activity is upregulated in colorectal cancer liver metastases"}, {"pubmed": 11925859, "text": "plays an important role not only in tumor metastasis but in micrometastasis to lymph node"}, {"pubmed": 11927011, "text": "Overexpression of MMP-7 is associated with invasiveness in gastric carcinoma"}, {"pubmed": 11983918, "text": "Gene expression analysis reveals matrilysin as a key regulator of pulmonary fibrosis in mice and humans."}, {"pubmed": 12005165, "text": "Immunoelectron microscopy revealed that matrix metalloproteinase-7 was expressed within basal laminar deposits and amorphous materials around the retinal pigment epithelial cells in age-related macular degeneration."}, {"pubmed": 12034345, "text": "destruction of the surrounding matrix by endometriosis might be caused by various MMPs, which are mainly produced in stromal cells."}, {"pubmed": 12112311, "text": "study of expression in ulcerative colitis related tumorigenesis"}, {"pubmed": 12464266, "text": "Cleavage of FasL by MMP-7 occurs at the leucine residues in sequence \"ELAELR\" within the region between the transmembrane and trimerization domains. When this site is unavailable, a \"SL,\" is cleaved. MMP-7 differentially processes murine and human FasL"}, {"pubmed": 12579270, "text": "increased expression of matrix metalloproteinase-7 is associated with high grade transitional cell carcinoma of the urinary bladder may be associated with tumor invasion and metastasis"}, {"pubmed": 12684625, "text": "Increased expression of MMP-7 in high grade renal cell carcinoma might be associated with tumor invasion and metastasis"}, {"pubmed": 12759241, "text": "In alveolar-like epithelial cells, transfection of activated matrilysin resulted in shedding of E-cadherin and accelerated cell migration. In vivo, matrilysin co-localized with E-cadherin at the basolateral surfaces of migrating tracheal epithelium."}, {"pubmed": 12759346, "text": "findings suggest that local pericellular production of hypochlorous acid by phagocytes is a physiological mechanism for governing matrix metalloproteinase-7 activity during inflammation"}, {"pubmed": 12808021, "text": "MMP-7 is induced in human gastric epithelial cells infected with Helicobacter pylori; it has a role in epithelial cell migration"}, {"pubmed": 12958188, "text": "src oncogene signaling involves synergistic cooperation between the AP-1 and LEF-1 transcription factors in activation of the matrilysin promoter in colon cancer cells."}, {"pubmed": 12963695, "text": "Data show that matrilysin confers macrophages with their most potent matrix metalloproteinase-dependent elastolytic system."}, {"pubmed": 14516315, "text": "Down-regulated PTEN expression and up-regulated MMP-7 expression were greatly implicated in tumorigenesis and progression of gastric carcinoma."}, {"pubmed": 14744783, "text": "May contribute to the tumorigenesis of MMP-7-producing IGF-IR-expressing tumors in the primary site and to organ-specific metastasis in a paracrine manner"}, {"pubmed": 15040016, "text": "Heparanase, CD44v6 and nm23 may play important roles in the invasive infiltration and lymph node metastasis in gastric carcinomas."}, {"pubmed": 15102692, "text": "matrix metalloproteinase-7 has a role in progression of pancreatic cancer"}, {"pubmed": 15149334, "text": "matrilysin may have a role in renal tubular injury and progression of tubulointerstitial fibrosis, and Wnt4 may regulate matrilysin expression in the kidney"}, {"pubmed": 15239678, "text": "the importance of MMP7 as a predictor of secondary Extramammary Paget's disease or the putative origin of Paget's cells from the dermal adenocarcinoma cells of apocrine duct origin"}, {"pubmed": 15375490, "text": "Overexpression of MMP-7 is associated with non-small cell lung cancer"}, {"pubmed": 15523695, "text": "These results indicate MMP-7 is overexpressed in malignant ovarian epithelium and suggest MMP-7 may facilitate tumor cell invasion in vivo partly through the induction of progelatinase activation."}, {"pubmed": 15618645, "text": "alcohols are considered to bind the hydrophobic S1' subsite most plausibly, and the size of the pocket was estimated to be large enough to accommodate the length of 1-butanol (4-carbon chain) and the bulk of tertiary alcohols"}, {"pubmed": 15652345, "text": "pattern of secretion in polarized MDCK cells expressing stably transfected human MMP-7"}, {"pubmed": 15696117, "text": "Results imply that MMP-7 is a major MMP associated with the tissue remodeling during the progression of liver fibrosis in biliary atresia."}, {"pubmed": 15725655, "text": "We assessed mRNA expression of MMPs in six human colorectal cancer cell lines and found a considerable level of MMP-7 expression in HT-29 cells."}, {"pubmed": 15800927, "text": "results suggest E1A-F is overexpressed in early stages of human CRC development and may be an important factor in the overexpression of COX-2 and MMP-7"}, {"pubmed": 15809719, "text": "Activation of MMP-7 protein closely involved in disruption of tight junction structure and consequent induction of cell dissociation as well as invasion in pancreatic cancer"}, {"pubmed": 15860507, "text": "Some green tea catechins induce pro-MMP-7 production via O2- production and the activation of JNK1/2."}, {"pubmed": 15866216, "text": "expression up-regulated in Helicobacter species-infected colon and bile duct epithelial cells and hepatocytes."}, {"pubmed": 15930031, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 15930031, "text": "Polymorphism might be a candidate marker for predicting individuals who are at higher risk to certain tumors but might not be used to predict potential of lymphatic metastasis in various cancers."}, {"pubmed": 15979995, "text": "sFasL and matrilysin are expressed in seminal plasma and have a role in regulation of the function of the Fas system"}, {"pubmed": 16097959, "text": "MMP7 immunoreactivity was present in only polymyositis not dermatomyositis"}, {"pubmed": 16115946, "text": "Study suggests that targeting matrilysin may have important therapeutic implications."}, {"pubmed": 16142384, "text": "Increased expression of MMP-7 in high grade uterine endometrial carcinoma (UEC) may be associated with tumor invasion and metastasis, and MMP-7 could serve as a prognostic maker in UEC."}, {"pubmed": 16248458, "text": "In chronic rhinosinusitis and nasal polyps tissues the expression of TGF-beta1, MMP-7, MMP-9, TIMP-1 protein was significant increased compared to controls."}, {"pubmed": 16278009, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16286510, "text": "shed syndecan-1 or MMP7-syndecan-1 complexes may have roles in tumor progression"}, {"pubmed": 16356191, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16405530, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16455621, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16455621, "text": "The 181A/G polymorphism in MMP7 has a potential to be a susceptibility factor for endometriosis and adenomyosis."}, {"pubmed": 16474169, "text": "Fas downregulation and a consequential increased resistance to FasL-triggered apoptosis resulting from upregulated MMP-7 in colorectal cancer cells could be a key mechanism for their escape from the immune surveillance"}, {"pubmed": 16474379, "text": "Data suggest that tissue expression of MMP-7 could be a useful marker to predict the progression and metastasis of hepatocellular carcinoma."}, {"pubmed": 16476739, "text": "it is likely that binding of matrilysin to cholesterol sulfate facilitates the matrilysin-catalyzed modulation of cell surface proteins, thus inducing the cancer cell aggregation"}, {"pubmed": 16494848, "text": "FGF-2-induced MMP7 expression in endothelium depends on AP-1 and FGF-2 signaling to AP-1 involves a Stat1/3-dependent pathway."}, {"pubmed": 16804904, "text": "intense MMP-7 signal in tumor cells is an independent prognostic factor predicting better survival in epithelial ovarian cancer"}, {"pubmed": 16940985, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 16956593, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16956593, "text": "The present result, for the first time, suggested that the MMP-7-181A/G polymorphism might be associated with the susceptibility to adult astrocytoma."}, {"pubmed": 17009118, "text": "Matrix metalloproteinase-7 overexpression is thought to be an early event in the colonic adenoma-carcinoma pathway."}, {"pubmed": 17009258, "text": "These data demonstrate that CD151 is overexpressed in osteoarthritic cartilage and suggest that CD151 plays a role in the pericellular activation of proMMP-7, leading to cartilage destruction and/or chondrocyte cloning."}, {"pubmed": 17029196, "text": "Data show that MMP7 may be relevant with carcinogenesis, development and metastasis of adenoid cystic carcinoma, and different metastasis potential may result from different subtype of MMPs gene family."}, {"pubmed": 17038551, "text": "Estrogen modulates tight junctional resistance through estrogen receptor-alpha-mediated remodeling of occludin"}, {"pubmed": 17114341, "text": "MMP-7 secretion/activation may represent a new mechanism that facilitates ovarian cancer invasion."}, {"pubmed": 17125518, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 17129995, "text": "A significant increase in the proportion of MMP 7 immunopositive cells was seen in the nucleus pulposus of discs classified as showing intermediate levels of degeneration and a further increase was seen in discs with severe degeneration."}, {"pubmed": 17145820, "text": "MMP-7 influences tumor progression by regulating invasion and angiogenesis. Multivariate analysis showed that MMP-7 status of cancer tissues was strong predictor of poor prognosis. MMP-7 targeting treatment may be a potential target against human RCC."}, {"pubmed": 17145868, "text": "Data show that MMP7 and LN5 are coexpressed in colonic carcinoma cells HT29 cells."}, {"pubmed": 17153464, "text": "Our results suggested the importance of MMP-7 and MT1-MMP in the peritoneal metastases of gastric cancer."}, {"pubmed": 17209789, "text": "MMP-7 is associated with the innate host defense in periodontal tissues."}, {"pubmed": 17219436, "text": "MMP-7 has a role in invasiveness of glioma"}, {"pubmed": 17310281, "text": "MMP-7-selective targeting to the plasma membrane of epithelial cells promotes its activity by conferring resistance to TIMP-2."}, {"pubmed": 17373931, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17396032, "text": "incubation with HGF mediated the release of MMP-7, resulting in extracellular cleavage of E-cadherin from stomach cancer cells"}, {"pubmed": 17487834, "text": "MMP-7 is an independent prognostic factor for survival in advanced colorectal cancer. In our sample, the risk of death associated to MMP-7 increase is much higher than the risk of death associated to lactate dehydrogenase elevation"}, {"pubmed": 17502620, "text": "reveal the MMP7-activated photodynamic therapy efficacy of this photodynamic molecular beacons"}, {"pubmed": 17507989, "text": "The expression of MMP7 was specifically enhanced at the bronchiolo-alveolar duct junction and suggests that MMP7 plays a key role during the bronchioalveolar remodeling."}, {"pubmed": 17554258, "text": "Diminished expression of MMP-7 may play a role in fibronectin accumulation in the diabetic kidney in response to advanced glycation end products and/or TGF-beta."}, {"pubmed": 17564313, "text": "Expression of MMP7 was evaluated in hepatocellular carcinoma and surrounding non-tumor tissue."}, {"pubmed": 17607721, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 17671679, "text": "VEGF, MMP2, 7 and 9, and COX-2 expression is related to progression of advanced uterine cervical cancer in young women"}, {"pubmed": 17672933, "text": "MMP-7 -181A/G polymorphism may influence the susceptibility to astrocytoma."}, {"pubmed": 17672933, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17695544, "text": "MMP-7 gene expression is associated with increased risk only for early stages of oral cancer."}, {"pubmed": 17718429, "text": "MMP-7 expression in human rectal cancer increases significantly and plays a key role in the invasion and metastasis of human rectal cancer."}, {"pubmed": 17728005, "text": "Wnt1 may play a critical role in regulating the intratumoral MMP-7 expression"}, {"pubmed": 18006768, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18023162, "text": "MMP-7 is involved in tumor angiogenesis, thereby contributing to malignant growth and hence associated with decreased survival"}, {"pubmed": 18036564, "text": "evidence that matrix metalloproteinase-7 (MMP-7) interacts with anionic, cationic and neutral lipid membranes, although it interacts strongest with anionic membranes."}, {"pubmed": 18179407, "text": "the significantly increased expression of MMP7 in primary CNS lymphoma (PCNSL), suggest the involvement of this MMP in the characteristic infiltration pattern of PCNSL."}, {"pubmed": 18202161, "text": "Circulating Pro-MMP-7 is associated with IgG specific to pro-MMP-7 in patients with renal cell carcinomas"}, {"pubmed": 18214300, "text": "Immunoassays showed significantly elevated content of matrix metalloproteinase 7 in tumors compared to adjacent histologically unchanged mucosa of patients with colorectal cancer."}, {"pubmed": 18308831, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18329694, "text": "Expression of MMP-7 in cholangiocarcinoma is an unfavorable postoperative prognostic factor of cholangiocarcinoma arising from the large bile ducts. Underexpression of MMPs in papillary cholangiocarcinoma might be associated with a favorable prognosis."}, {"pubmed": 18340552, "text": "matrilysin may be multiple, multifarious, and multifaceted functions contributing to early tumor growth"}, {"pubmed": 18364512, "text": "reduced extracellular proteolytic activity of certain matrix metalloproteinases-for example, MMP-7-is associated with accelerated aging and senescence in normal HMECs."}, {"pubmed": 18385523, "text": "TIMP-1 interacts with matrix metalloproteinases and regulates matrilysin activity during airway epithelial repair."}, {"pubmed": 18411043, "text": "HER2-dependent transcriptional upregulation and protein secretion of MMP-7 are mediated by activated STAT3."}, {"pubmed": 18422740, "text": "Increased plasma MMP-7 is associated with metastatic disease in patients with renal cell carcinomas"}, {"pubmed": 18447576, "text": "MMP7 and MMP1, are overexpressed in the lung microenvironment and distinguish idiopathic pulmonary fibrosis from other chronic lung diseases. Additionally, increased MMP7 concentration may be indicative of asymptomatic ILD and reflect disease progression."}, {"pubmed": 18448157, "text": "Individuals with MMP-7 -181GG genotype are at significantly higher risk of cervical cancer."}, {"pubmed": 18448157, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 18485588, "text": "HLE may be a natural inactivator of MMP-7 which can counteract MMP-7-induced apoptosis resistance."}, {"pubmed": 18500535, "text": "MMP7 may contribute to the process by which intraductal papillary mucinous neoplasm (IPMN) of the pancreas advances from adenoma to carcinoma and to subsequent invasion of tumor cells in IPMN."}, {"pubmed": 18511876, "text": "E1AF mRNA overexpression correlated well with matrilysin expression in rectal cancers."}, {"pubmed": 18548257, "text": "MMP7 may act as a downstream mediator of FVIIa/TF signal transduction to facilitate the development of metastasis in colon cancer."}, {"pubmed": 18600430, "text": "HRG-beta-induced MMP-7 expression was regulated by HER2-mediated AP-1 activation in MCF-7 cells."}, {"pubmed": 18636198, "text": "Higher matrix metallopeptidase 7 is associated with colorectal cancer."}, {"pubmed": 18644839, "text": "MMP-7 cleaves the NR1 subunit of the N-methyl-d-aspartate (NMDA) receptor to generate an N-terminal fragment of approximately 65 kDa"}, {"pubmed": 18648013, "text": "Results from our study suggest that common MMP-7 genetic polymorphisms may contribute to breast cancer susceptibility"}, {"pubmed": 18653469, "text": "p120 and Kaiso regulate Helicobacter pylori-induced expression of matrix metalloproteinase-7"}, {"pubmed": 18674869, "text": "beta-catenin expression was significantly related to E-cadherin and MMP-7 expression"}, {"pubmed": 18695873, "text": "activin A may modulate the expression of MMP-7 via AP-1"}, {"pubmed": 18713744, "text": "MMP7 and MMP9-mediated cleavage of EphB2 is induced by receptor-ligand interactions at the cell surface and that this event triggers cell-repulsive responses"}, {"pubmed": 18715618, "text": "The matrix metalloproteinase-7 gene may be up-regulated by mutated or continuously elevated beta-catenin protein in sporadic desmoid tumors."}, {"pubmed": 18721140, "text": "It is supposed that the cleavage of cell surface annexin II by matrilysin contributes to tumor invasion and metastasis by enhancing tPA-mediated pericellular proteolysis by cancer cells."}, {"pubmed": 18768525, "text": "Functional polymorphisms in the promoter of MMP-7 do not significantly confer susceptibility to hepatocellular carcinoma in a southern Chinese population."}, {"pubmed": 18768525, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18798254, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18798254, "text": "common MMP-7 genetic polymorphisms may have roles in survival among Chinese women with breast cancer"}, {"pubmed": 18805052, "text": "Gene expression revealed up-regulation of pro-angiogenic (PGF), anti-apoptotics (BAG-1, BCL-2), heart development (TNNT2, TNNC1) and extracellular matrix remodelling (MMP-2, MMP-7) genes in SM."}, {"pubmed": 18823373, "text": "the expression level of MMP-7 in tumor cells is predictive of response to chemotherapy and outcome in patients with advanced NSCLC receiving platinum-based chemotherapy."}, {"pubmed": 18931651, "text": "metalloproteinase-7 expression was associated with more aggressive buccal squamous cell carcinomas"}, {"pubmed": 18955490, "text": "Identification of amino acid residues of matrix metalloproteinase-7 essential for binding to cholesterol sulfate."}, {"pubmed": 18958543, "text": "In Japan, carriage of the MMP-7-181 G allele and of the CMA/B A allele were each associated with an increased risk for H. pylori-related noncardia gastric cancer development."}, {"pubmed": 18958543, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18974372, "text": "VEGF escapes the sequestration by endothelial sVEGFR-1 and promotes angiogenesis in the presence of MMP-7."}, {"pubmed": 19000448, "text": "High concentration of tamoxifen can inhibit the proliferation of ERbeta-positive HT-29 cells, and effectively bind with ERbeta to down-regulate MMP-7 expression."}, {"pubmed": 19016757, "text": "MMP7 gene expression was significantly higher in colorectal cancer patients than in healthy volunteers."}, {"pubmed": 19020757, "text": "Serous and mucinous ovarian tumors express different profiles of MMP-7."}, {"pubmed": 19022775, "text": "RECK is cleaved by MMP-2 and MMP-7 and competitively inhibits MMP-7-catalyzed cleavage of fibronectin"}, {"pubmed": 19094228, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19121849, "text": "metastasis and survival of patients with bladder cancer are mediated, at least in part, by matrix metalloproteinase-7"}, {"pubmed": 19132754, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19173304, "text": "cleavage of CLEC3A by MMP-7 weakens the stable adhesion of"}, {"pubmed": 19181662, "text": "Differential Processing of {alpha}- and {beta}-Defensin Precursors by Matrix Metalloproteinase-7 (MMP-7)."}, {"pubmed": 19221016, "text": "These findings indicate that MMP7-catalyzed release of heparin-binding EGF-like growth factor mediates acetylcholine induced transactivation of epithelial growth factor receptors and consequent proliferation of colon cancer cells"}, {"pubmed": 19231585, "text": "Hyaluronan synthase (HAS2 and HAS3) and hyaluronan may mediate cellular invasion via changes in MMP-7 expression in SW620 colon carcinoma cells."}, {"pubmed": 19266094, "text": "MMP7 is related to the acquisition of oxaliplatin-resistance and its inhibition restores drug sensitivity by increasing Fas receptor."}, {"pubmed": 19303106, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19317620, "text": "Helicobacter pylori CagA-positive patients carrying MMP-7 -181 G allele had a higher risk for lymphoid follicle formation."}, {"pubmed": 19317620, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19329997, "text": "MMP7 coordinates allergic lung inflammation by activating interleukin 25 while simultaneously inhibiting retinoid-dependent development of regulatory T cells."}, {"pubmed": 19360357, "text": "Three-dimensional culture using a radial flow bioreactor induces matrix metalloprotease 7-mediated EMT-like process in tumor cells via TGFbeta1/Smad pathway."}, {"pubmed": 19420105, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19421758, "text": "Elevated expressions of MMP7, TROP2, and survivin are associated with survival, disease recurrence, and liver metastasis of colon cancer."}, {"pubmed": 19435861, "text": "none of 30 haplotype tagging polymorphisms in MMP-1, MMP-3, and MMP-7 were found to be significantly associated with endometrial cancer risk."}, {"pubmed": 19465902, "text": "Hepatocellular adenoma was characterized by the complete absence of matrix metalloproteinase-7 expression"}, {"pubmed": 19505922, "text": "The fecal RNA test using COX-2 and MMP-7 mRNAs improved the sensitivity to detect colorectal cancer without decreasing the specificity"}, {"pubmed": 19586554, "text": "SFRP5 is downregulated and inversely correlated with MMP-7 and MT1-MMP in gastric cancer"}, {"pubmed": 19596921, "text": "Significantly higher expression of MMP-7 and MMP-9 in tumor tissue than in the surrounding tissue or in benign lung disease tissue supports the notion of an important role of these metalloproteinases in the growth of lung carcinoma"}, {"pubmed": 19608871, "text": "matrilysin-1 may play an important role in the bronchiolization of alveoli by promoting proliferation, migration, and attenuation of apoptosis involving multiple genes in the MAP kinase pathway."}, {"pubmed": 19634113, "text": "E-cadherin and metalloproteinase-1 and -7 polymorphisms have roles in colorectal cancer"}, {"pubmed": 19634113, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19643940, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19643940, "text": "SNPs in MMP1, MMP2, MMP7 and MMP12 have roles in response to chemotherapy in lung cancer"}, {"pubmed": 19654318, "text": "These observations demonstrate that sulfated GAGs regulate matrilysin activation from promatrilysin and its activity against specific substrates."}, {"pubmed": 19676133, "text": "A novel nonsynonymous variant of matrix metalloproteinase-7 confers risk of liver cirrhosis."}, {"pubmed": 19676133, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19679556, "text": "The selective inhibition of MMP-7 in the tumor-bone microenvironment may be of benefit for the treatment of lytic breast-to-bone metastases."}, {"pubmed": 19682489, "text": "Cellular senescence of human mammary epithelial cells (HMEC) is associated with an altered MMP-7/HB-EGF signaling and increased formation of elastin-like structures."}, {"pubmed": 19690403, "text": "increased expression in interstitial pneumonia"}, {"pubmed": 19690958, "text": "Concomitant elevations of MMP-3 and MMP-7 serum levels in the H. pylori-infected gastric cancer patients could serve as potential biomarkers to correlate with poor survival."}, {"pubmed": 19701966, "text": "Results suggest that laminin (LN)gamma2 and LNbeta3, in conjunction with MMP7, play a key role in the progression of biliary tract cancer."}, {"pubmed": 19724852, "text": "positive expression of both CD44v6 and MMP-7, and negative expression of nuclear Cdx2 may serve as powerful predictors of lymph node metastasis in gastric cancer"}, {"pubmed": 19728912, "text": "MMP-7 and survivin are related to the generation of colon cancer, and are independent factors for prognosis of colon cancer."}, {"pubmed": 19730683, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19785773, "text": "endocrine therapy is an efficient therapy for inhibiting ERbeta-positive colon cancer cell proliferation and migration via down-regulation of MMP7."}, {"pubmed": 19787626, "text": "Immunoexpression of metalloproteinase-7 does not correlate with recurrence, mortality, relapse-free survival, survival, degree of cell differentiation, or staging of colorectal cancer."}, {"pubmed": 19789190, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19834535, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19929564, "text": "MMP-7 is associated with the prognosis of patients with acinic cell and mucoepidermoid carcinoma."}, {"pubmed": 20007614, "text": "MMP-7 protein expression in epithelial cells was significantly higher in red peritoneal lesions compared with that of deep infiltrating endometriosis, ovarian endometriosis and black peritoneal lesions, in all phases of the menstrual cycle."}, {"pubmed": 20040080, "text": "although the level of MMP7 secretion was the highest in the secretory phase the difference from the proliferative phase did not reach statistical significance"}, {"pubmed": 20096949, "text": "we have identified novel relationships between serum MMP-7 and diabetic complications specifically in renal disease and in diastolic dysfunction."}, {"pubmed": 20113256, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20113256, "text": "The MMP-7 -181 A/G genotype is a potential factor for susceptibility to endometrial cancer."}, {"pubmed": 20132413, "text": "Data show that genes overexpressed in ovarian/peritoneal carcinoma including MMP7."}, {"pubmed": 20139113, "text": "MMP-7 is involved in the cleavage of N-cadherin and modulates vascular smooth muscle cell apoptosis, and may contribute to atherosclerotic plaque development and rupture."}, {"pubmed": 20146992, "text": "Increased circulating MMP-7 might indicate enhanced adipocyte differentiation in subjects who had undergone bariatric surgery."}, {"pubmed": 20156184, "text": "MMP-7 was used for the screening secretory metalloproteinase inhibitors in conditioned media of human cancer cell cultures.  Human epidermoid carcinoma conditioned media demonstrated the most intense band in reverse-zymography and in Western blotting."}, {"pubmed": 20180812, "text": "MMP-7 is a promising marker to detect present and to predict future metastasis in bladder cancer"}, {"pubmed": 20192597, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 20219015, "text": "MMP-10 and -7 abundance increased, accompanied by decreased TIMP-4 in dilated cardiomyopathy failing hearts compared with non-failing hearts."}, {"pubmed": 20230842, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20300917, "text": "MMP-7 overexpression is associated with lymph node and distant metastases as well as with prognosis of gastric cancer"}, {"pubmed": 20347338, "text": "Genetic polymorphisms of MMP7 predispose to development of bronchiolitis obliterans (BOS). Patients carrying these risk alleles express lower levels of MMP-7, which may contribute to aberrant tissue repair and culminate in development of BOS."}, {"pubmed": 20347338, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20359117, "text": "The positive rates of Ang-2 and MMP-7 were significantly higher in laryngeal carcinoma tissue than those in adjacent non-cancerous tissue. Patients with positive expression of Ang-2 had worse overall survival."}, {"pubmed": 20360147, "text": "MMP7 -181 AG and GG genotype carriers had an increased gastric cancer risk"}, {"pubmed": 20360147, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20372795, "text": "MMP-7 and SGCE are distinctive molecular factors in sporadic colorectal cancers from the mutator phenotype pathway"}, {"pubmed": 20375326, "text": "Increased expression of MMP7 was the only consistent differentially regulated gene in the conjunctival samples of trichiasis subjects."}, {"pubmed": 20452482, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20473942, "text": "Elevated serum matrix metalloproteinase 7 levels are associated with metastatic prostate cancer."}, {"pubmed": 20484597, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20491537, "text": "role of these proteins in the process of invasion and metastasis cannot be ruled out since their presence is more marked along the tumor invasion front compared to more central areas of squamous cell carcinoma of the tongue"}, {"pubmed": 20584750, "text": "Enhanced expression of MMP-7 is associated with progression from non-dysplastic Barrett's oesophagus to adenocarcinoma."}, {"pubmed": 20587546, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20605361, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20605361, "text": "The A/G genotype had a significant association with recurrence-free survival in postprostatectomy patients & the frequency of the risk-reducing genotype A/A was 74% whereas that of the risk-enhancing genotypes A/G & G/G were 20% & 6%"}, {"pubmed": 20605794, "text": "Cholesterol sulfate alters substrate preference of matrix metalloproteinase-7 and promotes degradations of pericellular laminin-332 and fibronectin."}, {"pubmed": 20624652, "text": "chronic disordered epithelial expression of MMP-7 in patients with asthma might increase mFasL cleavage and contribute to airway epithelial damage and inflammation."}, {"pubmed": 20628624, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20662554, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20662554, "text": "investigation of the association of single-nucleotide polymorphism at MMP-1 16071G/2G, MMP-7 181A/G, and MMP-9 279R/Q genes with colorectal cancer in the southwest Chinese Han population"}, {"pubmed": 20673868, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20680712, "text": "High MMP7 expression was confirmed to be an independent prognostic factor of colon cancer"}, {"pubmed": 20707923, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20730428, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20736794, "text": "Tissue present at the site of hypertrophic nonunions commonly expresses significantly higher levels of MMP-7 and MMP-12 in relation to mineralized fracture callus."}, {"pubmed": 20813660, "text": "PKD3 may contribute to the malignant progression of prostate cancer cells through negative regulation of MMP-7 expression."}, {"pubmed": 20826916, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20826916, "text": "study provided new support for the association of MMP1-1607 and MMP7-181 in bladder cancer development, the tumorigenic effect of which was observed to be more enhanced in case of tobacco exposure"}, {"pubmed": 20827277, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20853162, "text": "NGAL may be considered a novel stress protein, whereas MMP-7, MMP-9, and TIMP-1 may be regarded as indicators of stress response in the pediatric population on chronic dialysis"}, {"pubmed": 20872971, "text": "Serum values of MMP7 and CA19-9 appear to be useful biomarkers for differentiating cholangiocarcinoma from benign biliary tract obstructive diseases."}, {"pubmed": 20939893, "text": "Up-regulation of MMP-7 expression through beta2-AR-mediated signaling pathway is involved in invasion and metastasis of gastric cancer."}, {"pubmed": 20979817, "text": "In the serum of patients with idiopathic pulmonary fibrosis, the level of MMP-1 was lower but the level of MMP-7 higher than in patients with sarcoidosis."}, {"pubmed": 21048031, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 21116502, "text": "The concentration of MMP-7 was maximum in the blood of patients with tumor invasion in lymph vessels. These data suggest MMP-7 as a possible serological marker of gastric cancer."}, {"pubmed": 21165404, "text": "We revealed a positive correlation between serum levels of MMP-7 in patients with primary ovarian cancer and the size of the primary tumor"}, {"pubmed": 21255765, "text": "direct association observed between morphological scores of malignancy and MMP immunoreactivity, with the association being significant for MMP-7. present results demonstrate important role of MMPs in development of SCCs of lower lip and tongue."}, {"pubmed": 21302026, "text": "There is marked relationship between matrix metalloproteinase 7 and brain atrophy in HIV infection."}, {"pubmed": 21315773, "text": "These results suggest that the induction of MMP-7 by Tax is regulated by JunD and that MMP-7 could facilitate visceral invasion in adult T-cell leukemia ."}, {"pubmed": 21336735, "text": "There was significant difference in IL-8 -251TT and MMP-7 -181GG genotypes between the cervical cancer group and the lymph node metastasis group. Individuals with IL-8 T or MMP-7 G carriers were at significantly higher risk of cervical cancer."}, {"pubmed": 21455340, "text": "MMP-7 may have a role in esophageal squamous cell carcinoma"}, {"pubmed": 21481787, "text": "demonstrate that serum MMP7 level in human patients with pancreatic ductal adenocarcinoma correlated with metastatic disease and survival"}, {"pubmed": 21516345, "text": "The aim of this study was to evaluate serum concentrations of sFas, sFasL, and their potential regulators (MMP-2, MMP-7, MMP-9, TIMP-1, TIMP-2), in children and young adults chronically dialyzed."}, {"pubmed": 21517234, "text": "Homozygous variant GG genotype of MMP-7 (-181A>G) polymorphism was associated with a more than two fold increased risk of gastric cancer."}, {"pubmed": 21593056, "text": "These results suggest thatactive-site tyrosyl residue, Tyr219 of the matrix metalloproteinase 7 is not critical for catalytic activity, but is involved in the broad pH-dependence of the activity."}, {"pubmed": 21707759, "text": "The median MMP-7 serum level of systemic sclerosis patients with lung fibrosis (LF) was significantly higher compared with those without LF."}, {"pubmed": 21722074, "text": "MMP7 -181A/G polymorphism is associated with the development of vulnerable carotid plaques"}, {"pubmed": 21764478, "text": "High levels of MMP-7 in tumor cells and high levels of MMP-9 in tumor associated stroma were independent positive prognostic factors in NSCLC patients."}, {"pubmed": 21787888, "text": "Thermodynamic analysis of ionizable groups involved in the catalytic mechanism of human matrix metalloproteinase 7."}, {"pubmed": 21814482, "text": "The increased MMP-7 expression due to H2O2 treatment of SW620 cells was mediated by activation of MAP kinases in an AP-1-dependent manner. Dimerumic acid inhibits AP-1-mediated MMP-7 gene transcription."}, {"pubmed": 21858178, "text": "Data show that decidualization was associated with increased expression of 428 genes including SCARA5 (181-fold), DKK1 (71-fold) and PROK1 (32-fold), and decreased expression of 230 genes including MMP-7 (35-fold) and SFRP4 (21-fold)."}, {"pubmed": 21901248, "text": "fibulin-3 negatively modulates the invasiveness of lung cancer cells via regulation of MMP-7 and MMP-2 and its expression is regulated by hypermethylation of the promoter region"}, {"pubmed": 21912055, "text": "MMP-7 (-181A>G) GG carriers are at a higher risk of esophageal squamous cell carcinoma in Kashmir valley."}, {"pubmed": 21935919, "text": "plasma HYP, collagen I and MMP-7 may be useful as novel predictive markers of opisthorchiasis-related BBD, and HYP may be used as a diagnostic marker for CCA"}, {"pubmed": 21981819, "text": "Antisense oligonucleotide targeting matrix metalloproteinase-7 (MMP-7) changes the ultrastructure of human A549 lung adenocarcinoma cells, inhibiting proliferation and invasion."}, {"pubmed": 21999204, "text": "correlation between MSLN and MMP-7 in the progression of ovarian cancer, and the mechanism of MSLN in enhancing ovarian cancer invasion"}, {"pubmed": 22024063, "text": "Overexpression of MMP-7 generally indicated a higher metastatic potential and inferior overall survival of adenocarcinoma of colon and rectum."}, {"pubmed": 22042554, "text": "findings suggest PB inhibits MMP-7 expression epigenetically through phosphoacetylation of histone proteins, and thereby, reduced invasive ability of an ATC thyroid cancer cell line"}, {"pubmed": 22047080, "text": "MMP7 -181A/G polymorphism is associated with cancer development."}, {"pubmed": 22051851, "text": "Matrix metalloproteinase 7, TIMP-1, and TIMP-2 were significantly increased in cervicovaginal fluid during labor."}, {"pubmed": 22076613, "text": "A novel TF/FVIIa/MAPK/c-Fos/MMP-7 axis plays an important role in modulating the invasion of colon cancer cells."}, {"pubmed": 22089237, "text": "Data show that elevated levels of matrix metalloproteinase-7 (MMP7) and a disintegrin and metalloproteinase-12 (ADAM12) in alpha(1a)-247R-expressing cells are responsible for EGF receptor (EGFR) transactivation."}, {"pubmed": 22095947, "text": "levels of renal MMP-7 correlate with Wnt/beta-catenin activity."}, {"pubmed": 22113040, "text": "The allele and genotype frequencies of MMP7 rs11568818 were not associated with the development of gastric cancer development and lymph node metastasis."}, {"pubmed": 22131018, "text": "It was found that PRL-3 induced MMP-7 through oncogenic pathways including PI3K/AKT and ERK and that there is a relationship between the expression of PRL-3 and MMP-7 in human tumor cell lines."}, {"pubmed": 22200690, "text": "Failed to demonstrate any prognostic relevance of MMP7 levels in advanced epithelial ovarian neoplasms."}, {"pubmed": 22215634, "text": "Matrilysin expression in RD may be an injury response that disrupts normal nephrogenesis by impairing BMP-7 signaling."}, {"pubmed": 22227189, "text": "the data suggest that MMP-7 directly mediates shedding of syndecan-2 from colon cancer cells."}, {"pubmed": 22246095, "text": "Obtained results indicate a possible relationship between -181 A/G polymorphism of the MMP-7 gene and malignant transformation of colorectal epithelial cells and progression of colorectal cancer."}, {"pubmed": 22268124, "text": "These results suggest that increased sensitivity of the polymorphic matrix metalloproteinase 7 promoter to FOXA2 provides one of the genetic bases for the upregulation of matrix metalloproteinase 7 in idiopathic pulmonary fibrosis."}, {"pubmed": 22292085, "text": "The identification of MMP7 as a direct SOX18 target gene as well as other potential candidates including guidance molecules provides a molecular basis for the proposed function of this transcription factor in the regulation of vessel formation."}, {"pubmed": 22368250, "text": "Human matrix metalloproteinase 7 (MMP-7) activity exhibits broad bell-shaped pH profile with the acidic and alkaline pK(a) (pK(e1) and pK(e2)) values of about 4 and 10."}, {"pubmed": 22417142, "text": "These findings have suggested that MMP-7 polymorphism might be associated with the risk and progression of COPD in the Turkish population."}, {"pubmed": 22524815, "text": "High MMP-7 is associated with malignant pleural effusion."}, {"pubmed": 22582975, "text": "The influence of transforming growth factor-alpha, cyclooxygenase-2, matrix metalloproteinase (MMP)-7, MMP-9 and CXCR4 proteins involved in epithelial-mesenchymal transition on overall survival of patients with gastric cancer."}, {"pubmed": 22621753, "text": "This study suggests that genetic variants in MMP-2,7,9 and TIMP-2genes are associated with higher susceptibility of gallbladder cancer."}, {"pubmed": 22631636, "text": "study found positive expression of MMP- 7 in colorectal cancer (CRC) tissues was higher than that in distal normal mucosa; poor histological differentiation, advanced clinical stage and lymph node metastasis were correlated with MMP-7 expression in CRC"}, {"pubmed": 22645147, "text": "Findings identify MMP7 as a novel mechanism through which FOXC1 may regulate the basal-like breast cancer invasive phenotype and the propensity of these cancers to metastasize."}, {"pubmed": 22645431, "text": "H. pylori-infected gastric ulcers express higher MMP-7, MMP-9, and TIMP-1 than NSAID-related ulcers"}, {"pubmed": 22883281, "text": "Mean matrix metalloproteinase-7 levels were lower in multiple sclerosis patients compared with controls and increased significantly in the treated group"}, {"pubmed": 22936257, "text": "confirms the importance of MMP-1, 7, 9, and 12 in the development of preeclampsia"}, {"pubmed": 22944341, "text": "Reduced PTEN expression and MMP-7 over-expression may play important roles in the pathogenesis of colorectal cancer."}, {"pubmed": 22957090, "text": "SPARC suppresses angiogenesis of gastric cancer by down-regulating the expression of VEGF and MMP-7"}, {"pubmed": 22957785, "text": "upregulation of MMP-7 contributed by REG 4 protein"}, {"pubmed": 22974215, "text": "MMP7 is a novel target of EpCAM signalling."}, {"pubmed": 23065739, "text": "Data indicate that a serum biomarker panel consisting of CA19-9, cathepsin D, and MMP-7 may provide the most effective screening test currently feasible for Pancreatic ductal adenocarcinoma."}, {"pubmed": 23076342, "text": "High MMP7 expression is associated with prostate cancer."}, {"pubmed": 23249718, "text": "Data indicate that the plasma protein levels of MMP-7 in lung cancer patients were significantly higher than those in healthy control subjects."}, {"pubmed": 23300791, "text": "Ascl1 directly regulates expression of matrix metalloproteinase-7 and O(6)-methylguanine-DNA methyltransferase."}, {"pubmed": 23343931, "text": "Data indicate that MMP-1 and MMP-3 expressed predominated in synovia, whereas MMP-12 expression was higher in rheumatoid nodules, and higher MMP-7 expression in nodules that featured infiltrating monocyte/macrophage-producing MMP-7 protein."}, {"pubmed": 23344661, "text": "MMP7 probably enhances myofibroblast proliferation and luminal lesion expansion in acute Kawasaki disease vasculopathy."}, {"pubmed": 23437250, "text": "miR-126&126* restored expressions play a tumor suppressor role by directly regulating ADAM9 and MMP7 in melanoma."}, {"pubmed": 23562717, "text": "The MMP-7 (-181A>G) polymorphism was associated with higher cancer risk."}, {"pubmed": 23644699, "text": "Promoter polymorphism of matrix metalloproteinase 7 is associated with digestive cancer."}, {"pubmed": 23671562, "text": "Data indicate that Il-9 and IL-13 regulate expressions of MUC5AC, SPDEF and matrix metalloproteinase 7 (MMP-7) in pediatric bronchial epithelial cell."}, {"pubmed": 23682078, "text": "Increased expression of MMP7 is associated with colorectal cancer."}, {"pubmed": 23725125, "text": "MMP-7 (-181A>G) polymorphism is associated with digestive system cancer risk."}, {"pubmed": 23783374, "text": "Patients with high cilium gene expression demonstrate more microscopic honeycombing, but not fibroblastic foci, and have elevated tissue expression of tracheobronchial mucin 5 protein and Matrix Metalloproteinase 7."}, {"pubmed": 23790336, "text": "The abnormal expressions of COX-2 and MMP-7 are closely related to the biological behavior of oral squamous cell carcinoma."}, {"pubmed": 23803888, "text": "Inhibition of BCMO1 expression is associated with increased invasiveness of colon cancer cells and increased expression of MMP7 and MMP28. beta-Carotene can upregulate BCMO1 and reverse these effects."}, {"pubmed": 23807291, "text": "MMP-7 and MMP-9 immunostaining was significantly different between pathological and normal discs and correlated with the extent of histopathological degeneration."}, {"pubmed": 23893803, "text": "No significant relationship was observed between the MMP-1 -1607 1G/2G alleles and genotypes and the risk of gastric cancer."}, {"pubmed": 23895900, "text": "MMP7 -181GG genotype is associated with overall cancer risk in Asian populations."}, {"pubmed": 23953525, "text": "Polymorphisms of MMP7 and MMP20 genes may be surrogate markers to predict long-term outcomes after kidney transplantation."}, {"pubmed": 24043512, "text": "the effect of common MMP1 1G/2G, MMP3 5A/6A, MMP7 -181A>G, MMP9 R279Q, and MMP12 -82A>G polymorphisms on atherosclerotic plaque presence may be site- and sex-dependent"}, {"pubmed": 24048760, "text": "Molecular expression of MMP-7, laminin c2 or EGFR, and their combinations, may be associated with gastric cancer tumor aggressiveness"}, {"pubmed": 24143235, "text": "functional upregulation of secreted-MMP7 is associated to the loss of PTEN"}, {"pubmed": 24261884, "text": "GAD1 expression correlates with cellular invasiveness and migration by regulating beta-catenin translocation and MMP7 activation."}, {"pubmed": 24270662, "text": "These results suggest a possible contribution of IL-24 to squamous cell carcinoma invasion via enhancing focal expression of MMP7."}, {"pubmed": 24283384, "text": "MMP7 was found to be a direct and functional target of miR-148a."}, {"pubmed": 24400123, "text": "MMP-7 could contribute to plaque instability in carotid atherosclerosis, potentially involving macrophage-related mechanisms."}, {"pubmed": 24425843, "text": "MMP7 increases with dysplasia and cancer disease stage in tumour tissue as well as in the regional lymph nodes. It may be used as a complement in investigating suspected locally advanced cancer"}, {"pubmed": 24469951, "text": "Increased level of MMP7 resulted in the enhanced drug resistance in colorectal cancer."}, {"pubmed": 24613844, "text": "Taken together, these data suggest that IL-1alpha regulates extracellular domain shedding of syndecan-2 through regulation of the MAP kinase-mediated MMP-7 expression in colon cancer cells."}, {"pubmed": 24615104, "text": "The results showed that MMP7-181A/G and MMP13-77A/G variants were associated with Colorectal cancer"}, {"pubmed": 24624896, "text": "regulator of beta-catenin function in injured lung epithelium"}, {"pubmed": 24632608, "text": "this study identified a novel role of the cleavage form of NCL generated by MMP7 in stabilizing MMP9 mRNA."}, {"pubmed": 24704993, "text": "findings indicate that increased expression of MMP-7 is associated with lymph node metastasis and upregulated by COX-2, and promotes the tumorigenesis of LAC"}, {"pubmed": 24755685, "text": "MMP-7 and nestin may be beneficial as markers, given their sensitivity to gastrointestinal stromal tumors."}, {"pubmed": 24833109, "text": "We conclude that enzymatic processing of perlecan in the BM or territorial matrix by MMP-7 as occurs in the invasive tumor microenvironment acts as a molecular switch to alter PCa cell behavior and favor cell dispersion and invasiveness."}, {"pubmed": 24847890, "text": "MMP7 expression and MMP7 promoter methylation may be useful as prognostic biomarkers. Furthermore, MMP7 expression and promoter methylation analysis may be effective mechanisms to distinguish basal-like breast cancers from other triple-negative subtypes."}, {"pubmed": 24903600, "text": "Cell surface lipid attachment of human MMP7 differentially modulates proteolytic activity."}, {"pubmed": 24930385, "text": "Increased immunoreactivity of MMP-7 and local caseinolytic activity were found in neoplastic cells but not in stromal cells."}, {"pubmed": 24980707, "text": "MMP7 serum levels are increased in women exposed to biomass combustion."}, {"pubmed": 24981249, "text": "our data suggest that miRNA-34 inhibits EGFR signaling to regulate MMP7 expression in gastric carcinoma"}, {"pubmed": 25063248, "text": "There was an interaction between two alleles of MMP-7 G and MMP-9 T that significantly increased the risk of severe preeclampsia by 1.4-fold"}, {"pubmed": 25123263, "text": "MMP-7 mRNA levels were increased in lymph node metastasis-positive gastric carcinoma."}, {"pubmed": 25263962, "text": "the proliferation of HBSMCs induced by stretch was resulted from the stretch-induced MMPs expression and release."}, {"pubmed": 25300296, "text": "MMP-2, MMP-9, MMP-7 and TIMP-2 were upregulated in primary spontaneous pneumothorax lesions."}, {"pubmed": 25321193, "text": "High mmp7 expression is associated with chemotherapy resistance in colorectal cancer."}, {"pubmed": 25338725, "text": "Colorectal tumor patients with Reg4- and MMP-7-positive tumors had extremely poor overall survival."}, {"pubmed": 25357219, "text": "Report CD34/MMP7 expression and invasiveness in early colorectal neoplasms using narrow band imaging and immunohistochemistry."}, {"pubmed": 25368272, "text": "High serum MMP7 level is associated with cholangiocarcinoma."}, {"pubmed": 25549795, "text": "It was demonstrated that the pretreatment concentration of proMMP-1 may be clinically useful when evaluating the mass of the tumor, whereas MMP-7 may be a prognostic factor for DFS in men with rectal cancer without distant metastasis"}, {"pubmed": 25579141, "text": "The present study revealed a significant association of MMP-7 -181A/G (rs11568818) GG genotype with chronic pancreatitis patients, indicating its possible association with the disease."}, {"pubmed": 25588786, "text": "Our meta-analysis results revealed that MMP-7 overexpression is associated with advanced TNM and histological grades, and is linked to aggressive LN metastasis in lung cancer patients."}, {"pubmed": 25607396, "text": "The expression of MMP-7, -8, -9 and -13 in the gingiva of the young patients with aggressive periodontitis and type 1 diabetes mellitus was positive in all studied cases."}, {"pubmed": 25676403, "text": "EFEMP1 suppresses growth and invasion of lung cancer cells by downregulating MMP7 expression."}, {"pubmed": 25823818, "text": "MMP-7 upregulation in response to shear stress exposure has the ability to promote lung colonization of chondrosarcomas in vivo."}, {"pubmed": 25847246, "text": "Nicotine shows an additive effect over MMP7 GG genotype toward gastric cancer risk."}, {"pubmed": 25875355, "text": "The results suggest that MMP7 over-expression may be one of the mechanisms by which PKP3 loss leads to increased cell invasion and tumor formation."}, {"pubmed": 25901368, "text": "the expression of WNT4, a Wnt ligand, and three targets of Wnt-ss-catenin transcription activation, namely, MMP7, cyclinD1 (CD1) and c-MYC in 141 penile tissue cores from 101 unique samples, were investigated."}, {"pubmed": 25919283, "text": "Results from the meta-analysis indicated a significant poor prognostic effect of matrix metalloproteinase-7 in gastric cancer survival. Additionally it was associated with aggressive tumor phenotype."}, {"pubmed": 26116564, "text": "Molecular switch from NOX1 to NOX2 in colon cancer cells induces ROS production and subsequently enhances MMP-7 expression by deactivating AMPK."}, {"pubmed": 26164539, "text": "The ELM7 assay was specific towards in vitro MMP-7 degraded elastin."}, {"pubmed": 26214021, "text": "Data show that 5-hydroxytryptamine receptor (5-HT1DR) played an important role in cell invasion via Axin1/beta-catenin/matrix metalloproteinase 7 (MMP-7) pathway."}, {"pubmed": 26229436, "text": "increased expression levels of MMP-7 may be related to an advanced TNM stage, lower differentiation grade, aggressive invasive grade, and lymph node metastasis in esophageal cancer"}, {"pubmed": 26301605, "text": "For the MMP7 -181 A/G polymorphism, a decreased bladder cancer risk was found (G-allele vs. A-allele."}, {"pubmed": 26330178, "text": "In a Chinese population, genetic polymorphisms in MMP7 were associated with risk of coal workers pneumoconiosis."}, {"pubmed": 26402225, "text": "Study shows that MiR-543 inhibits translation of MMP7 through binding to the 3'-UTR of MMP7 mRNA in ovarian cancer. PLGF suppresses miR-543, which activates MMP7-mediated cancer invasion."}, {"pubmed": 26408312, "text": "The expression of KAI1/CD82, CD44, MMP7 and beta-catenin is related to tumor metastasis and prognosis in colorectal carcinoma."}, {"pubmed": 26412030, "text": "Data suggest that, in type 2 diabetes complicated by kidney disease, up-regulation of urinary MMP7 is strongly associated with progression to end-stage renal disease/subsequent mortality; study was conducted in public hospitals in Los Angeles County."}, {"pubmed": 26418251, "text": "Data showed that AEG1 and MMP7 levels were both significantly increased and strongly correlated in non-small cell lung cancer (NSCLC) tissues. AEG-1 promotes NSCLC cell invasiveness through MAPK-p42/p44-dependent activation of MMP7."}, {"pubmed": 26457789, "text": "Data suggest MMP7 (matrix metalloproteinase 7) in follicular fluid cleaves proNGF (pro-nerve growth factor) in ovarian follicle; both MMP7 and proNGF appear to be products of granulosa cells; processing of proNGF to NGF appears to regulate apoptosis."}, {"pubmed": 26464654, "text": "Protein, mRNA, and serum expression levels of MMP-7 and IL-15 in patients with osteoarthritis were all significantly increased in osteoarthritis patients compared with the control group."}, {"pubmed": 26507660, "text": "PKD2 is a core factor in the formation of this multiprotein complex at the TGN that controls constitutive secretion of matrix metalloproteinase cargo."}, {"pubmed": 26520416, "text": "MMP-7 expression is highly specific, though only of moderate sensitivity, for the diagnosis of carcinoma in the differential diagnosis from both benign and malignant mesothelial cells."}, {"pubmed": 26526578, "text": "A hospital-based case-control study was conducted in 230 patients with cervical cancer and 230 healthy controls to investigate the possible association between the MMP2 rs243865, MMP3 rs3025058, MMP7 rs11568818, and MMP9 rs3918242 polymorphisms, respectively, and the risk of cervical cancer"}, {"pubmed": 26553362, "text": "Together, these data suggest that IDH2 may be a tumor suppressor in that its loss may promote malignant progression of gastric cancer via NF-kappaB-dependent increases in MMP7 activity."}, {"pubmed": 26648518, "text": "These findings demonstrate that Tan-IIA inhibits the migration ability of AGS human gastric cancer cells and that decreasing the protein expression of NF-kappaB-p65, COX-2, and MMP-2, -7 and -9 may be an underlying molecular mechanism"}, {"pubmed": 26652716, "text": "Expression of MMP2 and MMP7 in gastric cancer is not associated with mTOR, MMP9 expression might be related to mTOR signalling in a subset of tumors"}, {"pubmed": 26792722, "text": "Our data suggested a potential role of Rab11-FIP2 in tumor progression and provided novel insights into the mechanism of how Rab11-FIP2 positively regulated cell migration and invasion in CRC cells."}, {"pubmed": 26862737, "text": "Together, perlecan fragments in sera and MMP-7 in tissues of Prostate cancer patients are measures of invasive Prostate cancer."}, {"pubmed": 26906940, "text": "Urinary MMP7 improves the overall diagnostic performance of urinary CXCL10 for distinguishing normal histology from subclinical and clinical inflammation/injury, but not subclinical inflammation alone."}, {"pubmed": 26950446, "text": "The prevalence of matrix metallopeptidase 7 G allele was 40% in studied individuals."}, {"pubmed": 27069188, "text": "The multivariate stepwise logistic regression identified the following biomarkers as the best gastric cancer predictors: CEA, CA72-4, pepsinogen I, Helicobacter pylori presence and MMP7"}, {"pubmed": 27078876, "text": "Data show that spider venom sphingomyelinase D increased expression/secretion of MMP2, MMP9 and MMP7 which was associated with keratinocyte cell death."}, {"pubmed": 27098106, "text": "Changes in MMPs and TIMP expression may be a common element in, or perhaps even a marker for, recurrent depressive disorders and somatic diseases."}, {"pubmed": 27146730, "text": "MMP-7 is a stable neutral hydrophilic secreted protein, and it may play a vital role in the invasion and metastasis of cancer cells."}, {"pubmed": 27222481, "text": "The results suggest that MMP2, MMP7 and MMP9 promoter polymorphisms play a role as one of the key modulators of the risk of developing colorectal cancer in Kashmiri population."}, {"pubmed": 27270030, "text": "data suggest that syndecan-2 induces extracellular shedding of E-cadherin and supports the acquisition of a fibroblast-like morphology by regulating MMP-7 expression in a colon cancer cell line"}, {"pubmed": 27293304, "text": "Elevated levels of MMP-7 are Associated with Idiopathic Pulmonary Fibrosis."}, {"pubmed": 27356744, "text": "the crosstalk between ARF and MMP7 in nucleus contributes to ECM network in tumor microenvironments in vivo, implicating a novel therapeutic target for advanced PCa treatment."}, {"pubmed": 27409770, "text": "The concomitant presence of both MMP-2 C and MMP-7 G alleles was associated with 1.82-fold increased risk of multiple sclerosis."}, {"pubmed": 27429508, "text": "High MMP2 expression is associated with necrosis in Pancreatic Ductal Adenocarcinoma."}, {"pubmed": 27434116, "text": "The A/A genotype (OR=0.120) and A allele (OR=0.442) reduce the risk of recurrent depressive disorder occurrence in the examined polymorphisms for MMP-2, MMP-7 and MMP-9."}, {"pubmed": 27538541, "text": "In conclusion, individuals with -181GG genotype and G allele had no impact on susceptibility to the development of HIV-associated neurocognitive disorder and its severity."}, {"pubmed": 27556509, "text": "S1P induces advanced tumor phenotypes of hepatocellular carcinoma via establishing an MMP-7/syndecan-1/TGF-beta1 autocrine loop"}, {"pubmed": 27561093, "text": "plasma concentrations of MMP-7, MMP-8, -9 and TIMP-1 within 96 h from the onset of acute pancreatitis symptoms are elevated in acute pancreatitis patients compared with healthy controls"}, {"pubmed": 27611862, "text": "In summary, our study demonstrates that IL-7/IL-7R axis promotes the invasion and migration of prostate cancer cells, through activation of AKT/NF-kappaB pathway and upregulation of MMP-3 and MMP-7 expression"}, {"pubmed": 27755977, "text": "ZnCo-heterobimetallic analog of cdMMP7 with Co(II) bound in the catalytic site was prepared and characterized. This study describes a well-characterized analog of MMP7 that is available for future inhibitor design efforts."}, {"pubmed": 27827523, "text": "Expression of MMP7 was increased in CRC tissues and cell lines, and inversely correlated with miR-143 expression in CRC tissues. Increased expression of miR-143 repressed MMP7 expression in CRC cells both in mRNA and protein levels.  Increased expression of MMP7 reversed the potential influence of miR-143 on CRC cell proliferation and invasion ability."}, {"pubmed": 27922675, "text": "MMP-7 expression is regulated by SOX18 in prostate cancer."}, {"pubmed": 27987113, "text": "There were no statistically significant differences in the distribution of MMP7 -181 A/G and MMP12 -82 A/G genotype, allele, or haplotype frequencies between IRSA patients and controls, as well as patients' primary and secondary idiopathic recurrent spontaneous abortion"}, {"pubmed": 28137415, "text": "No significant differences were found between MMP-7 A-181G, C-115T, and TIMP-2 G-418C polymorphism and coronary artery disease and myocardial infarction in a Turkish population."}, {"pubmed": 28241871, "text": "Studies have identified an unexpected tumor-suppressive role for host-derived MMP-7 in myeloma bone disease in vivo, and highlight the importance of elucidating the effect of individual MMPs in a disease-specific context."}, {"pubmed": 28252644, "text": "Overexpression of LAMC2 and knockdown of CD82 markedly promoted GC cell invasion and activated EGFR/ERK1/2-MMP7 signaling via upregulation of the expression of phosphorylated (p)-EGFR, p-ERK1/2 and MMP7."}, {"pubmed": 28333147, "text": "SLC12A5 promoted the migration and invasion of BUC by enhancing MMP-7 expression."}, {"pubmed": 28510611, "text": "We conclude that in the resected esophageal cancer an increased mRNA expression of MMP-7, MMP-10 and TIMP-1 correlated with clinicopathologic features. We suggest that these genes may play a role during progression of the disease MMP-10, MMP-7, TIMP-1, TIMP-2 were overexpressed in 73%, 85%, 55% and 42% of esophageal cancer samples, respectively."}, {"pubmed": 28652430, "text": "Our findings suggest that the two MMP-7 polymorphisms A-181G and C-153T do not play a major role in determining personal susceptibility to renal cell cancer in Taiwan"}, {"pubmed": 28662671, "text": "These findings suggest the usefulness of combining MMP-7 with CA 125 and HE4 in the diagnosis of epithelial ovarian cancer as a new tumor marker panel."}, {"pubmed": 28699830, "text": "results suggest that MMP-7 might be involved in the pathogenesis of H. pylori; peptic ulcer was associated with cag pathogenicity island-dependent MMP-7 upregulation"}, {"pubmed": 28821612, "text": "Data suggest that the cytoplasmic domain of Sdc2 is involved in regulation of expression of MMP7 in colon carcinoma/adenocarcinoma cells; induction of MMP7 involves protein kinase C gamma-mediated FAK/ERK signaling. (Sdc2 = syndecan-2; MMP7 = matrix metalloproteinase-7; FAK = focal adhesion kinase 1)"}, {"pubmed": 28870920, "text": "Matrix Metalloproteinase-7 Promoter polymorphism is associated with breast Cancer."}, {"pubmed": 28871443, "text": "The results demonstrate that MMP-7 may play an important role in the defensive mechanism against the aggregation of amyloid beta (1-42), which gives rise to the pathology of Alzheimer's disease."}, {"pubmed": 28885729, "text": "Results provide evidence that MMP7 expression is regulated by leptin through ERK and JNK pathways to modulate cell invasion of ovarian neoplasm."}, {"pubmed": 28922659, "text": "Higher serum MMP-7 levels were independently associated with renal fibrosis and poor prognosis in IgA Nephropathy."}, {"pubmed": 28944430, "text": "None of the studied polymorphisms showed statistically significant association with the risk of varicose veins of the lower extremities."}, {"pubmed": 29046355, "text": "Data suggest that HAI1, a protease on the surface of colon carcinoma cells, is an MMP7 substrate; proteolysis by MMP7 releases extracellular region as soluble HAI1 (sHAI1); sHAI1 induces cancer cell aggregation; cholesterol sulfate is required for MMP-7--catalyzed generation of sHAI1. (HAI1 = hepatocyte growth factor activator inhibitor type 1; MMP7 = matrix metalloproteinase-7)"}, {"pubmed": 29187444, "text": "Results indicate that the matrix metallopeptidase 7 (MMP7)A-181G genotype interacts with age and gender and may serve as an early and predictive biomarker for childhood acute lymphoblastic leukemia (ALL)."}, {"pubmed": 29317790, "text": "MMP-7(-181A/G) polymorphisms associate with obesity risk and its severity."}, {"pubmed": 29476769, "text": "the anti-tumor activity of oleuropein against hepatocellular carcinoma could be attributed to influencing the pro-NGF/NGF balance via affecting MMP-7 activity without affecting the gene expression of NGF"}, {"pubmed": 29556339, "text": "PRL-3 promotes glioblastoma progression by enhancing MMP7 through the ERK and JNK pathways."}, {"pubmed": 29558202, "text": "EGFR-mediated matrix metalloproteinase-7 up-regulation promotes epithelial-mesenchymal transition via ERK1-AP1 axis during ovarian endometriosis progression."}, {"pubmed": 29599326, "text": "MMP7 promoter genotypes only play an indirect role in determining the personal susceptibility to oral cancer in Taiwan."}, {"pubmed": 29631554, "text": "CTHRC1 serves as a pro-metastatic gene that contributes to NSCLC invasion and metastasis, which are mediated by upregulated MMP7 and MMP9 expression. Targeting CTHRC1 may be beneficial for inhibiting NSCLC metastasis."}, {"pubmed": 29695403, "text": "MMP-7 A-181G may play an indirect role in determining personal susceptibility to Colorectal Cancer."}, {"pubmed": 29721609, "text": "among HPV-positive OPSCC patients, high MMP-7 expression is related to worse 5-year DSS and increased rate of distant recurrences"}, {"pubmed": 29740048, "text": "Knockdown of Sema3A prevented Domain IV-3-induced tumoroid formation and Sema3A was sensitive to MMP-7 proteolysis. The perlecan-Sema3A complex abrogates FAK activity and stabilizes PCa cell interactions."}, {"pubmed": 29770948, "text": "Plasma OPN + MMP7 + PSG9 elevation in combination was a prognostic factor for overall survival in hepatocellular carcinoma"}, {"pubmed": 29845775, "text": "This study shows expression of matrix metalloproteinase7 is associated with the progressive epithelial changes that characterize the transformation of normal squamous epithelium through the preneoplastic condition of Barrett's esophagus to esophageal adenocarcinoma."}, {"pubmed": 29880550, "text": "High serum level of MMP-7 was associated with increased risk of incident spontaneous subarachnoid hemorrhage, independently of the main risk factors for subarachnoid hemorrhage."}, {"pubmed": 29947568, "text": "MMP1 rs1799750 1G/2G genotype was found to play a significant role in the development of exudative AMD at the age of less than 65 years. IL-1beta concentration was significantly higher in exudative AMD patients for MMP1 rs1799750 1G/1G genotype and MMP7 rs11568818 A/G genotype compared with control group subjects."}, {"pubmed": 30036379, "text": "Results suggest a significant correlation of higher serum zinc levels with the diagnosis of prostate cancer. The polymorphism rs11568818 in MMP-7 gene was also associated with an increased prostate cancer risk in Poland."}, {"pubmed": 30187906, "text": "no difference in the expression of MMP-7 and TIMP-1 in the endometrium in relation to hormone levels and menstrual cycle phases were observed"}, {"pubmed": 30275186, "text": "Absence of MMP-7 Promoter Polymorphisms is associated with Lung Cancer Susceptibility."}, {"pubmed": 30303742, "text": "Increased MMP7 expression is associated with membrane rupture at parturition."}, {"pubmed": 30388078, "text": "The results of this study suggest that the two MMP-7 polymorphisms, - A-181G and C-153T, do not play a major role in determining personal susceptibility to bladder cancer in Taiwan."}, {"pubmed": 30414845, "text": "the results indicated that changes in MMP7 sensitivity, attributable to mutant AA, have the potential of identifying patients with distinct survival outcomes as well as patients with cancer specimen immune activity."}, {"pubmed": 30627896, "text": "Low level of MMP2 and high level of MMP7 in the plasma of gastric adenocarcinoma patients correlated with poor overall survival."}, {"pubmed": 30689319, "text": "Blood concentrations of MMP2 and MMP7 did not distinguish between different types of endocarditis"}, {"pubmed": 30695426, "text": "Comparatively lower expression of MMP-7 in gastric mucosal inflammation and imbalanced expression of TIMP-1 might be two of the pathogeneses of chronic stomach disease"}, {"pubmed": 30809850, "text": "Up-regulation of MMP7 expression in the acute myeloid leukemia.High expression of MMP7 predicted poor prognosis in the acute myeloid leukemia."}, {"pubmed": 30911281, "text": "MMP7 expression is regulated by Hes3 in lung cancer cells."}, {"pubmed": 30967475, "text": "FXR suppresses MMP7 transcription by binding to a negative FXR-responsive element in the 5' MMP7 promoter, an event that inhibited colon cancer cell proliferation and invasion."}, {"pubmed": 31129920, "text": "we demonstrated that the recurrence potential in PNETs is characterized by the upregulation of genes related to ECM organization and cell adhesion. This study identified three genes-CLEC3, MMP7, and LCN2-that contribute to the prediction of postoperative recurrence of PNETs in clinical practice."}, {"pubmed": 31299414, "text": "Plasma levels of C-reactive protein, matrix metalloproteinase-7 and lipopolysaccharide-binding protein distinguish active pulmonary or extrapulmonary tuberculosis from uninfected controls in children."}, {"pubmed": 31299935, "text": "Our results suggest that SREBP1 can promote the invasion and metastasis of CRC cells by means of promoting the expression of MMP7 related to phosphorylation of p65."}, {"pubmed": 31342296, "text": "Results show that MMP7 expression was significantly elevated in biliary atresia patients who failed to clear jaundice after Kasai portoenterostomy as well as in patients with progression suggesting that MMP7 upregulation is a marker of poor prognosis."}, {"pubmed": 31350432, "text": "Newcastle disease virus mediated apoptosis and migration inhibition of human oral cancer cells: A probable role of beta-catenin and matrix metalloproteinase-7."}, {"pubmed": 31366549, "text": "we compared the expression of MMP1, MMP2, MMP7, and MMP9, well known as secreted MMPs, and found that MMP expression varied in lesions with different histological grade,histological subtype, and type of invasion."}, {"pubmed": 31576476, "text": "To sum up, MMP-7 gene -181A/G polymorphism is not associated with the susceptibility to bladder cancer. However, subgroup analyses obtain significant association among the groups of smokers and drinkers."}, {"pubmed": 31644669, "text": "MMP-7 -181A>G polymorphisms is associated with gastric cancer risk, but not with colorectal cancer(Meta-Analysis)"}, {"pubmed": 31771979, "text": "Moonlighting matrix metalloproteinase substrates: Enhancement of proinflammatory functions of extracellular tyrosyl-tRNA synthetase upon cleavage."}, {"pubmed": 31827648, "text": "urinary MMP-7, measured at time of acute kidney injury (AKI) clinical diagnosis, is a novel biomarker for predicting the progression of AKI after cardiac surgery"}, {"pubmed": 31882462, "text": "A-181G and C-153T genotypes at MMP7 do not have a direct role in determining Taiwanese susceptibility to pterygium."}, {"pubmed": 32014910, "text": "The G allele of MMP7 A-181G may serve as an early predictor for gastric cancer risk in Taiwanese."}, {"pubmed": 32101136, "text": "Elevated circulating metalloproteinase 7 predicts recurrent cardiovascular events in patients with carotid stenosis: a prospective cohort study."}, {"pubmed": 32373960, "text": "IPO5 promotes malignant progression of esophageal cancer through activating MMP7."}, {"pubmed": 32377701, "text": "miR5083p suppresses the development of ovarian carcinoma by targeting CCNA2 and MMP7."}, {"pubmed": 32663776, "text": "Matrix metalloproteinase-7 could be a predictor for acute inflammation in psoriatic patients."}, {"pubmed": 32892475, "text": "Association of Urinary Matrix Metalloproteinase 7 Levels With Incident Renal Flare in Lupus Nephritis."}, {"pubmed": 32961536, "text": "The Behavior of MMP-2, MMP-7, MMP-9, and Their Inhibitors TIMP-1 and TIMP-2 in Adenoma-Colorectal Cancer Sequence."}, {"pubmed": 33005257, "text": "Coexpression of Matrix Metalloproteinase-7 and Tissue Inhibitor of Metalloproteinase-1 as a Prognostic Biomarker in Gastric Cancer."}, {"pubmed": 33139675, "text": "Matrix metalloproteinase 7 is a candidate biomarker in systemic sclerosis-associated interstitial lung disease.\", trans \"Matrix metalloproteinase 7 is a candidate biomarker in systemic sclerosis-associated interstitial lung disease."}, {"pubmed": 33237244, "text": "Polymorphisms of matrix metalloproteinase-7 and -9 are associated with oral tongue squamous cell carcinoma."}, {"pubmed": 33536476, "text": "Serum matrix metalloproteinase 7 (MMP7) is a biomarker of fibrosis in patients with non-alcoholic fatty liver disease."}, {"pubmed": 33581214, "text": "Increased production of matrix metalloproteinase-7 (MMP-7) by asbestos exposure enhances tissue migration of human regulatory T-like cells."}, {"pubmed": 33655961, "text": "MMP7 as a potential biomarker of colon cancer and its prognostic value by bioinformatics analysis."}, {"pubmed": 33713636, "text": "Roles of matrix metalloproteinase-7 (MMP-7) in cancer."}, {"pubmed": 33736747, "text": "Circulating MMP-7 and VEGF as potential predictive biomarkers for recurrent implantation failures."}, {"pubmed": 33809984, "text": "Cleavage of the Perlecan-Semaphorin 3A-Plexin A1-Neuropilin-1 (PSPN) Complex by Matrix Metalloproteinase 7/Matrilysin Triggers Prostate Cancer Cell Dyscohesion and Migration."}, {"pubmed": 33974241, "text": "Disheveled-associated activator of morphogenesis 2 promotes invasion of colorectal cancer by activating PAK1 and promoting MMP7 expression."}, {"pubmed": 34117704, "text": "MMP-7 affects peritoneal ultrafiltration associated with elevated aquaporin-1 expression via MAPK/ERK pathway in peritoneal mesothelial cells."}, {"pubmed": 34225019, "text": "Blood-brain barrier dysfunction significantly correlates with serum matrix metalloproteinase-7 (MMP-7) following traumatic brain injury."}, {"pubmed": 34588190, "text": "The prognostic role of matrix metalloproteinase-7 in scleroderma-associated interstitial lung disease."}, {"pubmed": 34588192, "text": "A systematic review of blood biomarkers with individual participant data meta-analysis of matrix metalloproteinase-7 in idiopathic pulmonary fibrosis."}, {"pubmed": 34769248, "text": "Bacteroides fragilis Enterotoxin Upregulates Matrix Metalloproteinase-7 Expression through MAPK and AP-1 Activation in Intestinal Epithelial Cells, Leading to Syndecan-2 Release."}, {"pubmed": 34973082, "text": "Matrix metalloproteinase-7 induces E-cadherin cleavage in acid-exposed primary human pharyngeal epithelial cells via the ROS/ERK/c-Jun pathway."}, {"pubmed": 35045102, "text": "Urine peptidome in combination with transcriptomics analysis highlights MMP7, MMP14 and PCSK5 for further investigation in chronic kidney disease."}, {"pubmed": 35152729, "text": "Urinary Matrix Metalloproteinase 7 Activated by Oxidative Stress Predicts Kidney Prognosis in Myeloperoxidase-Antineutrophil Cytoplasmic Antibody-Associated Vasculitis."}, {"pubmed": 35200585, "text": "Risk Association of TOX3 and MMP7 Gene Polymorphisms with Sporadic Breast Cancer in Mexican Women."}, {"pubmed": 35288736, "text": "Whole-exome sequencing and functional validation reveal a rare missense variant in MMP7 that confers ovarian endometriosis risk."}, {"pubmed": 35303536, "text": "First trimester serum matrix metalloproteinase-7 is a poor predictor of late-onset preeclampsia."}, {"pubmed": 35327637, "text": "Circulating Levels of PD-L1, TIM-3 and MMP-7 Are Promising Biomarkers to Differentiate COVID-19 Patients That Require Invasive Mechanical Ventilation."}, {"pubmed": 35343563, "text": "MMP-7 marks severe pancreatic cancer and alters tumor cell signaling by proteolytic release of ectodomains."}, {"pubmed": 35496040, "text": "Expression of Matrix Metalloproteinase-7 Predicts Poor Prognosis in Gastric Cancer."}, {"pubmed": 35612832, "text": "Association of Matrix Metalloproteinase 7 Expression With Pathologic Response After Neoadjuvant Treatment in Patients With Resected Pancreatic Ductal Adenocarcinoma."}, {"pubmed": 35717157, "text": "Serum matrix metalloproteinase-7 levels in infants with cholestasis and biliary atresia."}, {"pubmed": 35729470, "text": "Dynamic analysis of serum MMP-7 and its relationship with disease progression in biliary atresia: a multicenter prospective study."}, {"pubmed": 35834547, "text": "Association between urinary biomarkers MMP-7/TIMP-2 and reduced renal function in children with ureteropelvic junction obstruction."}, {"pubmed": 35852664, "text": "Fibulin-3 sponges Tiam1 to manipulate MMP-7 activity through beta-catenin signaling in oral squamous cell carcinoma."}, {"pubmed": 35904018, "text": "An Unexplored Role for MMP-7 (Matrix Metalloproteinase-7) in Promoting Gut Permeability After Ischemic Stroke."}, {"pubmed": 36066668, "text": "Matrix metalloproteinase 7 is associated with clinical and pathological characteristics of salivary adenoid cystic carcinomas."}, {"pubmed": 36094664, "text": "Diagnostic values of plasma matrix metalloproteinase-7, interleukin-8, and gamma-glutamyl transferase in biliary atresia."}, {"pubmed": 36150916, "text": "The role of CTNNB1 mutations and matrix metalloproteinases (MMPs) in anti-angiogenesis treatment of endometrial carcinoma."}, {"pubmed": 36275703, "text": "Matrix metalloproteinase 7 contributes to intestinal barrier dysfunction by degrading tight junction protein Claudin-7."}, {"pubmed": 36288882, "text": "The Contribution of Matrix Metalloproteinase-7 Promoter Genotypes to Hepatocellular Carcinoma Susceptibility."}, {"pubmed": 36361378, "text": "Expression of Matrix Metalloproteinase-2,-7,-9 in Serum during Pregnancy in Patients with Pre-Eclampsia: A Prospective Study."}, {"pubmed": 36508772, "text": "MMP-7 expression is associated with a higher rate of tumor spread through air spaces in resected lung adenocarcinomas."}, {"pubmed": 36585199, "text": "Association of Matrix Metalloproteinase-7 Genotypes With Prostate Cancer Risk."}, {"pubmed": 36645203, "text": "MAGP1 maintains tumorigenicity and angiogenesis of laryngeal cancer by activating Wnt/beta-catenin/MMP7 pathway."}, {"pubmed": 37181812, "text": "Matrix Metalloproteinase-7 Associated with Congestive Heart Failure in Peritoneal Dialysis Patients: A Prospective Cohort Study."}, {"pubmed": 37527206, "text": "Association of MMP7 T > C Gene Variant (rs10502001) and Expression in Chronic Obstructive Pulmonary Disease."}, {"pubmed": 37814323, "text": "Fusobacterium nucleatum upregulates MMP7 to promote metastasis-related characteristics of colorectal cancer cell via activating MAPK(JNK)-AP1 axis."}, {"pubmed": 37902872, "text": "The magnetic resonance imaging and age-adjusted matrix metalloproteinase-7 assist the diagnosis of biliary atresia."}, {"pubmed": 38073039, "text": "Matrix Metalloproteinase-7 in Urinary Extracellular Vesicles Identifies Rapid Disease Progression in Autosomal Dominant Polycystic Kidney Disease."}, {"pubmed": 38485250, "text": "Utility of peripheral protein biomarkers for the prediction of incident interstitial features: a multicentre retrospective cohort study."}, {"pubmed": 38522506, "text": "Neurotensin contributes to cholestatic liver disease potentially modulating matrix metalloprotease-7."}, {"pubmed": 38914992, "text": "Relationships of serum MMP-7 and clinical characteristics in choledochal cyst children."}, {"pubmed": 38925847, "text": "Contribution of Matrix Metalloproteinase-7 Genotypes to Endometriosis Risk in Taiwan."}], "genomic_pos": {"chr": "11", "end": 102530750, "ensemblgene": "ENSG00000137673", "start": 102520508, "strand": -1}, "genomic_pos_hg19": {"chr": "11", "end": 102401484, "start": 102391239, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0002779", "qualifier": "involved_in", "term": "antibacterial peptide secretion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002780", "qualifier": "involved_in", "term": "antibacterial peptide biosynthetic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006508", "pubmed": [15297466, 26482249], "qualifier": "involved_in", "term": "proteolysis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006509", "pubmed": 23437250, "qualifier": "acts_upstream_of_or_within", "term": "membrane protein ectodomain proteolysis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009410", "qualifier": "involved_in", "term": "response to xenobiotic stimulus"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0022617", "qualifier": "involved_in", "term": "extracellular matrix disassembly"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030198", "qualifier": "involved_in", "term": "extracellular matrix organization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030335", "pubmed": 23437250, "qualifier": "involved_in", "term": "positive regulation of cell migration"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030574", "qualifier": "involved_in", "term": "collagen catabolic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0030574", "qualifier": "involved_in", "term": "collagen catabolic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0031293", "pubmed": 23437250, "qualifier": "acts_upstream_of_or_within", "term": "membrane protein intracellular domain proteolysis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042127", "qualifier": "involved_in", "term": "regulation of cell population proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050829", "qualifier": "involved_in", "term": "defense response to Gram-negative bacterium"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050830", "qualifier": "involved_in", "term": "defense response to Gram-positive bacterium"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0031012", "qualifier": "located_in", "term": "extracellular matrix"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 23533145, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0004175", "pubmed": 23845380, "qualifier": "enables", "term": "endopeptidase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004222", "qualifier": "enables", "term": "metalloendopeptidase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004222", "qualifier": "enables", "term": "metalloendopeptidase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004252", "qualifier": "enables", "term": "serine-type endopeptidase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 20812334, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008237", "pubmed": [15297466, 26482249], "qualifier": "enables", "term": "metallopeptidase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008270", "qualifier": "enables", "term": "zinc ion binding"}]}, "homologene": {"genes": [[3702, 827365], [4530, 4349359], [9031, 418983], [9544, 703072], [9598, 451509], [9606, 4316], [9615, 489432], [9913, 286794], [10090, 17393], [10116, 25335]], "id": 37619}, "interpro": [{"desc": "Peptidase M10, metallopeptidase", "id": "IPR001818", "short_desc": "Pept_M10_metallopeptidase"}, {"desc": "Peptidoglycan binding-like", "id": "IPR002477", "short_desc": "Peptidoglycan-bd-like"}, {"desc": "Peptidase, metallopeptidase", "id": "IPR006026", "short_desc": "Peptidase_Metallo"}, {"desc": "Peptidase M10A, cysteine switch, zinc binding site", "id": "IPR021158", "short_desc": "Pept_M10A_Zn_BS"}, {"desc": "Peptidase M10A", "id": "IPR021190", "short_desc": "Pept_M10A"}, {"desc": "Metallopeptidase, catalytic domain superfamily", "id": "IPR024079", "short_desc": "MetalloPept_cat_dom_sf"}, {"desc": "Peptidase M10A, catalytic domain", "id": "IPR033739", "short_desc": "M10A_MMP"}, {"desc": "PGBD-like superfamily", "id": "IPR036365", "short_desc": "PGBD-like_sf"}], "ipi": "IPI00013400", "map_location": "11q22.2", "name": "matrix metallopeptidase 7", "other_names": ["matrilysin", "matrin", "matrix metallopeptidase 7 (matrilysin, uterine)", "matrix metalloproteinase 7 (matrilysin, uterine)", "matrix metalloproteinase-7", "pump-1 protease", "uterine matrilysin", "uterine metalloproteinase"], "pantherdb": {"HGNC": "7174", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "103189", "ortholog_type": "LDO", "panther_family": "PTHR10201", "taxid": 10090, "uniprot_kb": "Q10738"}, {"RGD": "3100", "ortholog_type": "LDO", "panther_family": "PTHR10201", "taxid": 10116, "uniprot_kb": "P50280"}, {"Ensembl": "ENSGALG00000026297", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 9031, "uniprot_kb": "R4GGH6"}, {"Ensembl": "ENSGALG00000017183", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 9031, "uniprot_kb": "F1NZ56"}, {"ZFIN": "ZDB-GENE-031202-2", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 7955, "uniprot_kb": "F1QCX8"}, {"ZFIN": "ZDB-GENE-100603-2", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 7955, "uniprot_kb": "X1WEM8"}, {"ZFIN": "ZDB-GENE-060421-5765", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 7955, "uniprot_kb": "F1RBI6"}, {"Ensembl": "ENSDARG00000108401", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 7955, "uniprot_kb": "A0A286Y9P6"}, {"ZFIN": "ZDB-GENE-030131-6152", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 7955, "uniprot_kb": "A0A0R4ICX2"}, {"WormBase": "WBGene00006987", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 6239, "uniprot_kb": "G5EGM1"}, {"WormBase": "WBGene00016283", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 6239, "uniprot_kb": "G5EBU3"}, {"WormBase": "WBGene00019212", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 6239, "uniprot_kb": "O44836"}, {"WormBase": "WBGene00194737", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 6239, "uniprot_kb": "A0A0K3ARD1"}, {"WormBase": "WBGene00010423", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 6239, "uniprot_kb": "O17913"}, {"FlyBase": "FBgn0033438", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 7227, "uniprot_kb": "Q8MPP3"}, {"FlyBase": "FBgn0035049", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 7227, "uniprot_kb": "Q9W122"}, {"TAIR": "2032467", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 3702, "uniprot_kb": "Q5XF51"}, {"TAIR": "2020548", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 3702, "uniprot_kb": "O04529"}, {"TAIR": "2025891", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 3702, "uniprot_kb": "Q9ZUJ5"}, {"TAIR": "2055605", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 3702, "uniprot_kb": "Q8GWW6"}, {"TAIR": "2130928", "ortholog_type": "O", "panther_family": "PTHR10201", "taxid": 3702, "uniprot_kb": "O23507"}], "uniprot_kb": "P09237"}, "pathway": {"kegg": [{"id": "hsa04310", "name": "Wnt signaling pathway - Homo sapiens (human)"}, {"id": "hsa05166", "name": "Human T-cell leukemia virus 1 infection - Homo sapiens (human)"}], "pid": [{"id": "ajdiss_2pathway", "name": "Posttranslational regulation of adherens junction stability and dissassembly"}, {"id": "p75ntrpathway", "name": "p75(NTR)-mediated signaling"}, {"id": "syndecan_1_pathway", "name": "Syndecan-1-mediated signaling events"}], "reactome": [{"id": "R-HSA-1442490", "name": "Collagen degradation"}, {"id": "R-HSA-1474228", "name": "Degradation of the extracellular matrix"}, {"id": "R-HSA-1474228", "name": "Degradation of the extracellular matrix"}, {"id": "R-HSA-1474244", "name": "Extracellular matrix organization"}, {"id": "R-HSA-1474244", "name": "Extracellular matrix organization"}, {"id": "R-HSA-1474290", "name": "Collagen formation"}, {"id": "R-HSA-1592389", "name": "Activation of Matrix Metalloproteinases"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-2022090", "name": "Assembly of collagen fibrils and other multimeric structures"}, {"id": "R-HSA-8939211", "name": "ESR-mediated signaling"}, {"id": "R-HSA-9006931", "name": "Signaling by Nuclear Receptors"}, {"id": "R-HSA-9009391", "name": "Extra-nuclear estrogen signaling"}], "wikipathways": [{"id": "WP129", "name": "Matrix Metalloproteinases"}, {"id": "WP2324", "name": "AGE-RAGE pathway"}, {"id": "WP399", "name": "Wnt signaling pathway and pluripotency"}, {"id": "WP4659", "name": "Gastrin signaling pathway"}]}, "pdb": ["1MMP", "1MMQ", "1MMR", "2DDY", "2MZE", "2MZH", "2MZI", "2Y6C", "2Y6D", "5UE2", "5UE5", "7WXX", "8JUD", "8JUF", "8JUG", "8K4Z"], "pfam": ["PF00413", "PF01471"], "pharmgkb": "PA30887", "pharos": {"target_id": 11653, "tdl": "Tchem"}, "pir": "B28816", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF326017", "relationship": "is"}, {"id": "GNF326018", "relationship": "is"}, {"id": "GNF326019", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF252779", "relationship": "is"}, {"id": "GNF252780", "relationship": "is"}, {"id": "GNF252781", "relationship": "is"}, {"id": "GNF252782", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF161260", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF083736", "relationship": "is"}, {"id": "GNF085836", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF055166", "relationship": "is"}, {"id": "GNF074568", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF062187", "relationship": "is"}, {"id": "GNF062603", "relationship": "is"}, {"id": "GNF062604", "relationship": "is"}], "GNF_hs_LentiORF-HA-MYC": {"id": "GNF282831", "relationship": "is"}, "GNF_hs_LentiORF-Jred": {"id": "GNF283758", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF009763", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF285153", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF330286", "relationship": "is"}, {"id": "GNF332024", "relationship": "is"}, {"id": "GNF334295", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF336864", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF104069", "relationship": "is"}, {"id": "GNF143718", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000011.10", "NC_060935.1"], "protein": "NP_002414.1", "rna": "NM_002423.5", "translation": {"protein": "NP_002414.1", "rna": "NM_002423.5"}}, "reporter": {"HG-U133_Plus_2": "204259_at", "HG-U95Av2": "668_s_at", "HTA-2_0": "TC11002228.hg.1", "HuEx-1_0": "3388673", "HuGene-1_1": "7951217", "HuGene-2_1": "16743647"}, "summary": "This gene encodes a member of the peptidase M10 family of matrix metalloproteinases (MMPs). Proteins in this family are involved in the breakdown of extracellular matrix in normal physiological processes, such as embryonic development, reproduction, and tissue remodeling, as well as in disease processes, such as arthritis and metastasis. The encoded preproprotein is proteolytically processed to generate the mature protease. This secreted protease breaks down proteoglycans, fibronectin, elastin and casein and differs from most MMP family members in that it lacks a conserved C-terminal hemopexin domain. The enzyme is involved in wound healing, and studies in mice suggest that it regulates the activity of defensins in intestinal mucosa. The gene is part of a cluster of MMP genes on chromosome 11. This gene exhibits elevated expression levels in multiple human cancers. [provided by RefSeq, Jan 2016].", "symbol": "MMP7", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1417212"}, "unigene": "Hs.2256", "uniprot": {"Swiss-Prot": "P09237"}, "wikipedia": {"url_stub": "MMP7"}}