{"AllianceGenome": "7225", "HGNC": "7225", "MIM": "159440", "_id": "4359", "_version": 1, "accession": {"genomic": ["AC243898.3", "AH000841.2", "AH000848.2", "AL592295.25", "CH471121.2", "CP068277.2", "D14720.2", "NC_000001.11", "NC_060925.1", "NG_008055.1", "Z31718.1"], "protein": ["AAA18981.1", "AAA20656.1", "AAB28708.1", "AAH06491.1", "AAP35411.1", "BAA01395.1", "BAA03540.1", "BAG36330.1", "CAA83513.1", "EAW52605.1", "EAW52606.1", "NP_000521.2", "NP_001302420.1", "P25189.1", "XP_016856810.1", "XP_054192651.1"], "rna": ["AK313555.1", "BC006491.2", "BF509916.1", "BM663255.1", "BT006765.1", "CD172418.1", "CD515400.1", "CD515605.1", "D10537.1", "DB210759.1", "NM_000530.8", "NM_001315491.2", "S66705.1", "XM_017001321.3", "XM_054336676.1"], "translation": [{"protein": "BAA01395.1", "rna": "D10537.1"}, {"protein": "NP_001302420.1", "rna": "NM_001315491.2"}, {"protein": "NP_000521.2", "rna": "NM_000530.8"}, {"protein": "AAH06491.1", "rna": "BC006491.2"}, {"protein": "XP_016856810.1", "rna": "XM_017001321.3"}, {"protein": "AAB28708.1", "rna": "S66705.1"}, {"protein": "XP_054192651.1", "rna": "XM_054336676.1"}, {"protein": "BAG36330.1", "rna": "AK313555.1"}, {"protein": "AAP35411.1", "rna": "BT006765.1"}]}, "alias": ["CHM", "CHN2", "CMT1", "CMT1B", "CMT2I", "CMT2J", "CMT4E", "CMTDI3", "CMTDID", "DSS", "HMSNIB", "MPP", "P0"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2020-08-25T16:00:00.000Z", "disease_label": "Charcot-Marie-Tooth disease", "gcep": "Charcot-Marie-Tooth Disease Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0015626", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_11f638d2-d8d2-4fe4-ab79-acff5cf32a18-2020-08-25T160000.000Z", "sop": "SOP7"}}, "ensembl": {"gene": "ENSG00000158887", "protein": ["ENSP00000431441", "ENSP00000431538", "ENSP00000432943", "ENSP00000488104", "ENSP00000499818", "ENSP00000500814"], "transcript": ["ENST00000463290", "ENST00000476410", "ENST00000488271", "ENST00000491222", "ENST00000526189", "ENST00000533357", "ENST00000672287", "ENST00000672602", "ENST00000674861"], "translation": [{"protein": "ENSP00000431538", "rna": "ENST00000463290"}, {"protein": "ENSP00000432943", "rna": "ENST00000533357"}, {"protein": "ENSP00000500814", "rna": "ENST00000672602"}, {"protein": "ENSP00000431441", "rna": "ENST00000491222"}, {"protein": "ENSP00000499818", "rna": "ENST00000672287"}, {"protein": "ENSP00000488104", "rna": "ENST00000526189"}], "type_of_gene": "protein_coding"}, "entrezgene": "4359", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 7.87784829849, "exp_mis": 99.3099869017, "exp_syn": 48.8912487396, "lof_z": 2.42738406328764, "mis_z": 1.58583085070187, "mu_lof": 5.13739577255e-07, "mu_mis": 8.91012363749e-06, "mu_syn": 4.26883148584e-06, "n_lof": 1.0, "n_mis": 67.0, "n_syn": 39.0, "p_li": 0.691715780756532, "p_null": 0.00405962129489815, "p_rec": 0.30422459794857, "syn_z": 0.876970634131475}, "bp": 747, "cds_end": 161279695, "cds_start": 161275665, "n_exons": 6, "nonpsych": {"exp_lof": 7.01634928655, "exp_mis": 89.7712602352, "exp_syn": 44.1374269775, "lof_z": 2.23063972400333, "mis_z": 1.74456068583025, "mu_lof": 5.13739577255e-07, "mu_mis": 8.91012363749e-06, "mu_syn": 4.26883148584e-06, "n_lof": 1.0, "n_mis": 57.0, "n_syn": 37.0, "p_li": 0.648818878414946, "p_null": 0.00731407331324134, "p_rec": 0.343867048271813, "syn_z": 0.676397158256468}, "nontcga": {"exp_lof": 7.23652188413, "exp_mis": 91.3540958312, "exp_syn": 44.9688444533, "lof_z": 2.65366558871079, "mis_z": 1.53008135505714, "mu_lof": 5.13739577255e-07, "mu_mis": 8.91012363749e-06, "mu_syn": 4.26883148584e-06, "n_lof": 0.0, "n_mis": 62.0, "n_syn": 37.0, "p_li": 0.90578541425213, "p_null": 0.000766870107132101, "p_rec": 0.0934477156407375, "syn_z": 0.752422263227175}, "transcript": "ENST00000533357.1"}, "exons": [{"cdsend": 161309905, "cdsstart": 161305875, "chr": "1", "position": [[161304734, 161305977], [161306107, 161306168], [161306328, 161306464], [161306707, 161306921], [161307257, 161307424], [161309838, 161309968]], "strand": -1, "transcript": "NM_000530", "txend": 161309968, "txstart": 161304734}, {"cdsend": 161309905, "cdsstart": 161305683, "chr": "1", "position": [[161304734, 161305977], [161306107, 161306168], [161306328, 161306464], [161306707, 161306921], [161307257, 161307424], [161309838, 161309968]], "strand": -1, "transcript": "NM_001315491", "txend": 161309968, "txstart": 161304734}], "exons_hg19": [{"cdsend": 161279695, "cdsstart": 161275665, "chr": "1", "position": [[161274524, 161275767], [161275897, 161275958], [161276118, 161276254], [161276497, 161276711], [161277047, 161277214], [161279628, 161279758]], "strand": -1, "transcript": "NM_000530", "txend": 161279758, "txstart": 161274524}, {"cdsend": 161279695, "cdsstart": 161275473, "chr": "1", "position": [[161274524, 161275767], [161275897, 161275958], [161276118, 161276254], [161276497, 161276711], [161277047, 161277214], [161279628, 161279758]], "strand": -1, "transcript": "NM_001315491", "txend": 161279758, "txstart": 161274524}], "generif": [{"pubmed": 11545686, "text": "Observational study of genetic testing. (HuGE Navigator)"}, {"pubmed": 11835375, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 12211648, "text": "SSCP analysis for this gene in Croatian patients"}, {"pubmed": 12911457, "text": "We suggest that axonal and demyelinating forms of CMT are not two distinct classes, but rather parts of a spectrum of genotypically related conditions, particularly with some MPZ mutations"}, {"pubmed": 12940837, "text": "DNA sequencing analysis shows the Asn131Lys mutation in the myelin protein zero gene in three members of an affected family."}, {"pubmed": 15036333, "text": "A novel mutation, Thr65Ala, in the MPZ gene in a patient with Charcot-Marie-Tooth type 1B disease with focally folded myelin."}, {"pubmed": 15050444, "text": "Four missense mutations and one 4-base pair (bp) deletion, respectively, were identified in five patients, of which one mutation, c.173 T>A, has never been previously reported"}, {"pubmed": 15050444, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15094849, "text": "MPZ gene screening should be performed for wide phenotype spectrum of Charcot-Marie-Tooth disease."}, {"pubmed": 15159512, "text": "Chronic cough was associated with a Thr124 Met mutation. MPZ must be critical for maintenance of axonal function in addition to its role in myelin. All MPZ mutations associated with tonic pupils affect the same region of the extracellular domain."}, {"pubmed": 15184631, "text": "A novel Thr124Lys mutation in the MPZ gene is associated with congenital neuropathy with hypomyelination."}, {"pubmed": 15261887, "text": "Within 94 MPZ gene mutations reported up to now, only a few were identified in the exon 4 of the MPZ gene. In this study we have identified a novel Leu190fs mutation in the MPZ gene."}, {"pubmed": 15326256, "text": "A novel mutation, 290 A-->T (Glu97Val), in the myelin protein zero gene (P0) is reported in a family with late-onset Charcot-Marie-Tooth disease type 2."}, {"pubmed": 15555916, "text": "PMP22 and P0 are involved in both trans-homophilic and trans-heterophilic interactions. Disease-related point mutations of P0 resulted in a decreased adhesion capability correlating with the severity of the respective disease phenotype."}, {"pubmed": 15596778, "text": "4 patients had a Val102/fs null mutation (306delA at codon 102), age-dependent variability of clinical & electrophysiologic phenotype, segmental conduction abnormalities mainly in ulnar nerves at the elbow, & excessive myelin foldings & thickenings."}, {"pubmed": 15729519, "text": "There was concordance between median MNCV and specific MPZ mutations."}, {"pubmed": 16162811, "text": "P0, the major myelin protein, is also expressed during nephrogenesis and in mature kidney, mostly in podocytes."}, {"pubmed": 16198109, "text": "family in which five members of three consecutive generations had a heterozygous mutation in nucleotide position 143 with a T-C transition in exon 2 of the MPZ gene. The resulting substitution of Leu48 with proline has not been previously described."}, {"pubmed": 16279991, "text": "Charcot-Marie-Tooth disease due to the Thr124Met mutation in the myelin protein zero gene associated with multiple sclerosis."}, {"pubmed": 16398147, "text": "Polymorphic short tandem repeats for PCR-based diagnosis of the Charcot-Marie-Tooth 1A duplication in Ukraine was performed."}, {"pubmed": 16414078, "text": "Peripheral neuropathies caused by mutations in the myelin protein zero."}, {"pubmed": 16488608, "text": "Two patients of Charcot-Marie-Tooth disease type 1B from subsequent generations were homozygous for an Asp195Tyr mutation in the intracellular domain of P0 (P0ic)."}, {"pubmed": 16543539, "text": "MPZ gene showed a novel point mutation in the extracellular domain in two families with axonal CMT."}, {"pubmed": 16856127, "text": "Data confirm that a mutation in myelin protein zero can cause axonal neuropathy, in the absence of segmental demyelination, thus uncoupling the two pathological processes."}, {"pubmed": 17030746, "text": "Intronic mutations cause CMT1B by disrupting splicing and certain MPZ mutations may cause neuropathy by interacting with the wild type MPZ in the extracellular space of compact myelin."}, {"pubmed": 17142269, "text": "the cytoplasmic apposition (major dense line) in compact myelin may be stabilized via the hydrogen-bonding of beta-strands formed as a result of local P0-P0 aggregation."}, {"pubmed": 17143884, "text": "a new myelin protein zero gene mutation (c.89T>C,Ile30Thr) was detected in a family with the Dejerine-Sottas disease phenotype"}, {"pubmed": 17602703, "text": "A patient with Charcot Marie Tooth Disease, Type Ib had a MPZ mutation with A-C transversion (nucleotide: 116, codon: 10, histidine-to-proline)."}, {"pubmed": 17663472, "text": "a novel Pro105Thr mutation in the MPZ gene"}, {"pubmed": 17825553, "text": "Congenital hypomyelinating neuropathy is a rare condition characterized by prenatal, neonatal or early infantile onset of hypotonia, paresis and areflexia.Here we describe a family with a heterozygous mutation in MPZ, confirmed in two generations."}, {"pubmed": 17940173, "text": "In all patients, molecular analysis demonstrated a novel heterozygous missense mutation (208C>T) in MPZ exon 2, causing the Pro70Ser substitution in the extracellular domain. The diagnosis of CMT2 associated with MPZ"}, {"pubmed": 18209201, "text": "The novel mutation causes a late-onset demyelinating polyneuropathy, putatively resulting from aberrant intracellular trafficking of the mutant P(0) protein, which compromises the adhesiveness of the cells."}, {"pubmed": 18337304, "text": "Results suggest that at least some late-onset MPZ mutations cause a partial loss of function in the transfected cells, whereas multiple abnormal gain of function pathways can result in early-onset neuropathy."}, {"pubmed": 18422810, "text": "Our study provides further evidence that phenotypic features of MPZ mutations can vary within and among different families with CMT Ib"}, {"pubmed": 18663734, "text": "A heterozygous nonsense mutation (Tyr145Stop) corresponding to a T-to-A transition at nucleotide position 435 in exon 3 of the MPZ gene was identified in Charcot-Marie-Tooth disease type 1B patients."}, {"pubmed": 19259128, "text": "Data show that the CMT1Adup, GJB1, MPZ and PMP22 mutation frequencies were in the range of those described in other CMT patient collectives with different ethnical backgrounds."}, {"pubmed": 19259128, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19293842, "text": "Findings suggest that the clinical features associated with MPZ mutations depend partly on the nature of amino acid change."}, {"pubmed": 19293842, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19475438, "text": "mutations in MPZ may have a role in Charcot-Marie-Tooth disease type 1B [case report]"}, {"pubmed": 19882637, "text": "The index patient of this family with unusual Charcot-Marie-Tooth phenotype is found to have a missense mutation within the intracellular domain of myelin protein zero."}, {"pubmed": 19906531, "text": "Here we describe an unusual presentation of the Val102fs mutation characterized by symptoms of spinal root hypertrophy with no overt peroneal muscular atrophy. This report adds new data concerning the clinical presentations of MPZ mutations."}, {"pubmed": 19928689, "text": "A genetic test disclosed a heterozygous mutation of myelin protein zero (MPZ); p.Thr124Met."}, {"pubmed": 19950375, "text": "novel mutation in vocal cord paralysis"}, {"pubmed": 20215982, "text": "The results of this study concluded that ARG98HIS MPZ mutation may cause hereditary and relatively mild and asymmetric demyelinating sensorimotor polyneuropathy"}, {"pubmed": 20456450, "text": "Phenotypes associated with each of the new mutations include severe hereditary motor and sensory neuropathy type III, and mild phenotype CMT1B presented with only decreased or absent reflexes, foot deformities and mild or absent lower limb atrophies"}, {"pubmed": 20461396, "text": "Cells expressing mutant P(0), as compared with those expressing wild-type P(0), demonstrated variable degrees of reduction in the cell adhesiveness"}, {"pubmed": 20516806, "text": "A novel frameshift mutation affecting the transmembrane domain (Leu144fs)in a patient with Charcot-Marie-Tooth disease presenting as with late-onset, remitting neurologic symptoms."}, {"pubmed": 20544920, "text": "Charcot-Marie-Tooth disease with intermediate conduction velocities caused by a novel mutation in the MPZ gene."}, {"pubmed": 20556410, "text": "five patients with four novel MPZ mutations were identified by molecular genetic testing"}, {"pubmed": 20621479, "text": "two new MPZ mutations causing congenital hypomyelinating neuropathies; c.368_382delGCACGTTCACTTGTG (in-frame deletion of five amino acids) and c.392A>G, Asn131Ser"}, {"pubmed": 21107784, "text": "we present here, for the first time, morphological data obtained in two sural nerve biopsies pointing to a hypomyelination-dysmyelination process in a family harboring the Pro132Leu mutation in the myelin protein zero gene"}, {"pubmed": 21179557, "text": "a rare myelin protein zero (MPZ) variant alters enhancer activity in vitro and in vivo"}, {"pubmed": 21503568, "text": "The identified mutation in MPZ may be the underlying cause of Charcot-Marie-Tooth disease in this family."}, {"pubmed": 21787890, "text": "Charcot-Marie-Tooth disease has been described in a large Norwegian family caused by a copy number variation in myelin protein zero."}, {"pubmed": 21971831, "text": "The crystal structure of the extracellular domain of human MPZ fused with maltose binding protein"}, {"pubmed": 22018721, "text": "This study expanded the spectrum of the MPZ mutations and revealed two disparate mechanisms of MPZ mutations associated with a typical Charcot Marie Tooth 1b phenotype"}, {"pubmed": 22222859, "text": "The p.Arg106Cys allele in MPZ causes late-onset predominantly axonal sensory and motor neuropathy."}, {"pubmed": 22243284, "text": "The overall frequency of MPZ mutation was 0.58% in a Greek population of Charcot-Marie-Tooth type 1."}, {"pubmed": 22275255, "text": "MPZ plays an important role in a family with 6 affected members in 3 consecutive generations, presenting with motor and sensory demyelinating polyneuropathy."}, {"pubmed": 22433810, "text": "The new allelic variants of hereditary motor-sensor neuropathy caused by mutations in the MPZ (P0) gene are described."}, {"pubmed": 22457349, "text": "L-MPZ, a novel isoform of myelin P0, is produced by stop codon readthrough."}, {"pubmed": 22490868, "text": "Myelin protein P0 is a major Aire-regulated peripheral nervous system antigen demonstrating defective tolerance to P0 in both Aire-deficient mice and humans."}, {"pubmed": 22622165, "text": "Thiss study demonistrated that two affected member of the same family with the same genotype had an 8-base pair deletion, c.160_167delTCCCGGGT in MPZ exon 2."}, {"pubmed": 22633464, "text": "this mutation is especially important because it implicates the significance of the immunoglobulin-like structure of MPZ protein"}, {"pubmed": 22704856, "text": "Myelin protein zero is a key structural component of compact myelin, and over 100 mutations in this protein have been reported, which can give rise to neuropathies with either axonal, demyelinating, or other features encompassing a range of severity."}, {"pubmed": 22734905, "text": "Patients with CMT1B caused by Ser63del MPZ have a classical CMT1 phenotype that is much less severe than that of patients with Arg98Cys MPZ"}, {"pubmed": 23197742, "text": "report of 2 siblings who presented with early onset severe Charcot-Marie-Tooth disease; a novel heterozygous C to T base substitution at neucleotide position 199 (c.199C>T) was identified in exon 2 of MPZ resulting in substitution of arginine for cysteine at codon 67 (p.Arg67Cys)"}, {"pubmed": 23279346, "text": "MPZ-related neuropathy should be considered in the diagnostic work up of patients with painful axonal neuropathy"}, {"pubmed": 23743332, "text": "This study showed that mutation of MPZ in patient with Charcot-Marie-Tooth disease."}, {"pubmed": 24028194, "text": "This study demonistrated that The mutation c.419C>G of MPZ exhibited relatively late onset and slowly progressive CMT1 phenotype."}, {"pubmed": 24762602, "text": "P0 protein in serum may be an early effective biomarker for peripheral nerve neuropathy"}, {"pubmed": 24819634, "text": "2 heterozygous missense mutations were identified among 38 Italian CMT2 patients."}, {"pubmed": 25720167, "text": "As a result of the haplotype analysis, based on ten markers (seven SNPs, two microsatellites and an intronic polyA stretch), the founder effect hypothesis for this allele migration is suggestive."}, {"pubmed": 26135405, "text": "The obtained results depict that the protein with I30T mutation had variable structural conformation and dynamic behavior than native and mutant I30M of MPZ protein."}, {"pubmed": 26310628, "text": "Genotype of MPZ mutations and phenotype of Charcot Marie Tooth Disease are correlated."}, {"pubmed": 26406915, "text": "interaction with neurofascins impaired by mutations D6Y, D32G, and H52Y responsible for late onset forms of the human disease"}, {"pubmed": 27639257, "text": "The authors report a large Italian family affected Palmoplantar Keratoderma and Charcot Marie Tooth disease. Two different mutated genes, KRT1 and MPZ were responsible for the two main clinical signs. Exome analysis detected two missense mutations, one in KRT1 and one in MPZ."}, {"pubmed": 27862672, "text": "In this Chinese Han population six novel Charcot-Marie-Tooth disease-associated gene mutations of MPZ (c.440T>C) was discovered."}, {"pubmed": 29465609, "text": "The novel MPZ base-pair substitution in the family is associated with inherited distal demyelinating neuropathy and should be reclassified as pathogenic for Charcot-Marie-Tooth."}, {"pubmed": 29627640, "text": "Studied the structural and functional changes of genetic variants of Mannose-Binding Lectin 2 (MBL2) and myelin protein zero (MPZ) in Colombian families with leprosy."}, {"pubmed": 30677751, "text": "Pathology was consistent with a myelinopathy of the auditory, vestibular, and facial nerves bilaterally. The pathophysiology of cranial nerve dysfunction in CMT is unknown. Findings in the current case suggested, at least in cranial nerves 7 and 8, that a myelinopathy may be causative."}, {"pubmed": 30679613, "text": "structure and function of myelin protein P0 in membrane stacking"}, {"pubmed": 30755303, "text": "Myelin basic protein and the cytoplasmic domain of myelin protein zero bound and aggregated negatively charged lipid vesicles, while simultaneously folding, and both ionic strength and calcium had systematic effects on these interactions."}, {"pubmed": 31173589, "text": "membrane binding properties of the human myelin protein P0 cytoplasmic tail"}, {"pubmed": 32506583, "text": "Diagnostic yield of targeted sequential and massive panel approaches for inherited neuropathies."}, {"pubmed": 32829291, "text": "Myelin protein zero gene dose dependent axonal ion-channel dysfunction in a family with Charcot-Marie-Tooth disease."}, {"pubmed": 33179255, "text": "Genetic spectrum of Charcot-Marie-Tooth disease associated with myelin protein zero gene variants in Japan."}, {"pubmed": 33960567, "text": "Loss of function MPZ mutation causes milder CMT1B neuropathy."}, {"pubmed": 34205075, "text": "Emerging Therapies for Charcot-Marie-Tooth Inherited Neuropathies."}, {"pubmed": 35174662, "text": "MPZ gene variant site in Chinese patients with Charcot-Marie-Tooth disease."}, {"pubmed": 36203352, "text": "Disease Progression in Charcot-Marie-Tooth Disease Related to MPZ Mutations: A Longitudinal Study."}, {"pubmed": 36567457, "text": "Novel mutation in the MPZ gene causes early-onset but slow-progressive Charcot-Marie-Tooth disease in a Russian family: a case report."}, {"pubmed": 37372933, "text": "Evaluation of Pathogenicity and Causativity of Variants in the MPZ and SH3TC2 Genes in a Family Case of Hereditary Peripheral Neuropathy."}, {"pubmed": 37542466, "text": "Homomeric interactions of the MPZ Ig domain and their relation to Charcot-Marie-Tooth disease."}, {"pubmed": 37581289, "text": "Myelin protein zero mutation-related hereditary neuropathies: Neuropathological insight from a new nerve biopsy cohort."}], "genomic_pos": {"chr": "1", "end": 161309968, "ensemblgene": "ENSG00000158887", "start": 161304735, "strand": -1}, "genomic_pos_hg19": {"chr": "1", "end": 161279762, "start": 161274525, "strand": -1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0007268", "pubmed": 7693129, "qualifier": "involved_in", "term": "chemical synaptic transmission"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0042552", "qualifier": "involved_in", "term": "myelination"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0042552", "pubmed": 10545037, "qualifier": "involved_in", "term": "myelination"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0098742", "pubmed": 18337304, "qualifier": "involved_in", "term": "cell-cell adhesion via plasma-membrane adhesion molecules"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0098743", "pubmed": 18337304, "qualifier": "involved_in", "term": "cell aggregation"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 18337304, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0043209", "qualifier": "located_in", "term": "myelin sheath"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0045202", "qualifier": "located_in", "term": "synapse"}], "MF": {"category": "MF", "evidence": "NAS", "id": "GO:0005198", "pubmed": 7693129, "qualifier": "enables", "term": "structural molecule activity"}}, "homologene": {"genes": [[7955, 114417], [8364, 780198], [9031, 100859605], [9544, 719969], [9598, 747431], [9606, 4359], [9615, 488654], [9913, 539462], [10090, 17528], [10116, 24564]], "id": 445}, "interpro": [{"desc": "Myelin P0 protein-related", "id": "IPR000920", "short_desc": "Myelin_P0-rel"}, {"desc": "Immunoglobulin V-set domain", "id": "IPR013106", "short_desc": "Ig_V-set"}, {"desc": "Immunoglobulin-like fold", "id": "IPR013783", "short_desc": "Ig-like_fold"}, {"desc": "Myelin protein P0, C-terminal", "id": "IPR019566", "short_desc": "MYP0_C"}, {"desc": "Myelin P0 protein, conserved site", "id": "IPR019738", "short_desc": "Myelin_P0_CS"}, {"desc": "Immunoglobulin-like domain superfamily", "id": "IPR036179", "short_desc": "Ig-like_dom_sf"}, {"desc": "Immunoglobulin subtype", "id": "IPR003599", "short_desc": "Ig_sub"}, {"desc": "Immunoglobulin-like domain", "id": "IPR007110", "short_desc": "Ig-like_dom"}, {"desc": "Myelin P0 protein, Ig-like domain", "id": "IPR047014", "short_desc": "Myelin_P0_Ig-like"}], "ipi": ["IPI00478921", "IPI00844448", "IPI00976050"], "map_location": "1q23.3", "name": "myelin protein zero", "other_names": ["Charcot-Marie-Tooth neuropathy 1B", "myelin peripheral protein", "myelin protein P0"], "pantherdb": {"HGNC": "7225", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "103177", "ortholog_type": "LDO", "panther_family": "PTHR13869", "taxid": 10090, "uniprot_kb": "P27573"}, {"RGD": "3109", "ortholog_type": "LDO", "panther_family": "PTHR13869", "taxid": 10116, "uniprot_kb": "P06907"}, {"Gene": "MPZ", "ortholog_type": "LDO", "panther_family": "PTHR13869", "taxid": 9031, "uniprot_kb": "P37301"}, {"Ensembl": "ENSGALG00000030372", "ortholog_type": "O", "panther_family": "PTHR13869", "taxid": 9031, "uniprot_kb": "A0A1D5NXP5"}, {"ZFIN": "ZDB-GENE-010724-4", "ortholog_type": "O", "panther_family": "PTHR13869", "taxid": 7955, "uniprot_kb": "A0A2R8QN30"}, {"Ensembl": "ENSDARG00000110858", "ortholog_type": "O", "panther_family": "PTHR13869", "taxid": 7955, "uniprot_kb": "A0A2R8QSS6"}, {"Ensembl": "ENSDARG00000111605", "ortholog_type": "LDO", "panther_family": "PTHR13869", "taxid": 7955, "uniprot_kb": "A0A2R8QQY0"}], "uniprot_kb": "P25189"}, "pathway": {"kegg": {"id": "hsa04514", "name": "Cell adhesion molecules - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-9619665", "name": "EGR2 and SOX10-mediated initiation of Schwann cell myelination"}, {"id": "R-HSA-9675108", "name": "Nervous system development"}], "wikipathways": [{"id": "WP2064", "name": "Neural Crest Differentiation"}, {"id": "WP4856", "name": "Intracellular trafficking proteins involved in CMT neuropathy"}]}, "pdb": ["3OAI", "8IIA"], "pfam": ["PF07686", "PF10570"], "pharmgkb": "PA30930", "pharos": {"target_id": 4234, "tdl": "Tbio"}, "pir": "JH0252", "prosite": "PS50835", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF252871", "relationship": "is"}, {"id": "GNF252872", "relationship": "is"}, {"id": "GNF252873", "relationship": "is"}, {"id": "GNF252874", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF161177", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF086242", "relationship": "is"}, {"id": "GNF086243", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF057508", "relationship": "is"}, {"id": "GNF072595", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070077", "relationship": "is"}, {"id": "GNF070078", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF009820", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF101385", "relationship": "is"}, {"id": "GNF141040", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1", "NG_008055.1"], "protein": ["NP_000521.2", "NP_001302420.1", "XP_016856810.1", "XP_054192651.1"], "rna": ["NM_000530.8", "NM_001315491.2", "XM_017001321.3", "XM_054336676.1"], "translation": [{"protein": "NP_001302420.1", "rna": "NM_001315491.2"}, {"protein": "NP_000521.2", "rna": "NM_000530.8"}, {"protein": "XP_054192651.1", "rna": "XM_054336676.1"}, {"protein": "XP_016856810.1", "rna": "XM_017001321.3"}]}, "reporter": {"HG-U133_Plus_2": "210280_at", "HG-U95Av2": "37070_at", "HTA-2_0": "TC01003424.hg.1", "HuEx-1_0": "2440784", "HuGene-1_1": "7921852", "HuGene-2_1": "16695677"}, "summary": "This gene is specifically expressed in Schwann cells of the peripheral nervous system and encodes a type I transmembrane glycoprotein that is a major structural protein of the peripheral myelin sheath. The encoded protein contains a large hydrophobic extracellular domain and a smaller basic intracellular domain, which are essential for the formation and stabilization of the multilamellar structure of the compact myelin. Mutations in this gene are associated with autosomal dominant form of Charcot-Marie-Tooth disease type 1 (CMT1B) and other polyneuropathies, such as Dejerine-Sottas syndrome (DSS) and congenital hypomyelinating neuropathy (CHN). A recent study showed that two isoforms are produced from the same mRNA by use of alternative in-frame translation termination codons via a stop codon readthrough mechanism. [provided by RefSeq, Oct 2015].", "symbol": "MPZ", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1417248"}, "unigene": "Hs.591486", "uniprot": {"Swiss-Prot": "P25189", "TrEMBL": ["E9PL80", "A0A5F9ZI26", "A0A0J9YWT2"]}, "wikipedia": {"url_stub": "Myelin protein zero"}}