{"AllianceGenome": "7228", "HGNC": "7228", "MIM": "153618", "_id": "4360", "_version": 1, "accession": {"genomic": ["AC069023.5", "AH002983.2", "AL139238.13", "AL928580.4", "AL928729.2", "BX255924.4", "CP068268.2", "EF444997.1", "HF583682.1", "NC_000010.11", "NC_060934.1", "NG_047011.1"], "protein": ["AAA59868.1", "AAA60389.1", "AAI42643.1", "AAI46839.1", "ABG47462.1", "ACA06020.1", "BAG59571.1", "CAH70733.1", "CAH71176.1", "CAI15339.1", "CCQ43179.1", "NP_002429.1", "P22897.1"], "rna": ["AK297044.1", "AK308132.1", "AK308167.1", "AV659122.1", "BC016003.1", "BC142642.1", "BC146838.1", "BU198859.1", "DC296466.1", "DQ663787.1", "J05550.1", "NM_001009567.1", "NM_002438.4", "X55635.1"], "translation": [{"protein": "AAI46839.1", "rna": "BC146838.1"}, {"protein": "AAI42643.1", "rna": "BC142642.1"}, {"protein": "AAA59868.1", "rna": "J05550.1"}, {"protein": "ABG47462.1", "rna": "DQ663787.1"}, {"protein": "NP_002429.1", "rna": "NM_002438.4"}, {"protein": "BAG59571.1", "rna": "AK297044.1"}]}, "alias": ["CD206", "CLEC13D", "CLEC13DL", "MMR", "MRC1L1", "bA541I19.1", "hMR"], "ensembl": {"gene": "ENSG00000260314", "protein": "ENSP00000455897", "transcript": "ENST00000569591", "translation": [{"protein": "ENSP00000455897", "rna": "ENST00000569591"}], "type_of_gene": "protein_coding"}, "entrezgene": "4360", "exons": [{"cdsend": 17910465, "cdsstart": 17809465, "chr": "10", "position": [[17809347, 17809526], [17823073, 17823475], [17827541, 17827715], [17833674, 17833839], [17840692, 17840806], [17845288, 17845435], [17849578, 17849764], [17852966, 17853124], [17856241, 17856352], [17861386, 17861502], [17863533, 17863682], [17866561, 17866761], [17870245, 17870373], [17870847, 17870935], [17871981, 17872126], [17873783, 17873825], [17875089, 17875253], [17877899, 17877967], [17879720, 17879821], [17880524, 17880670], [17881066, 17881181], [17885268, 17885435], [17894209, 17894312], [17898033, 17898266], [17900787, 17900953], [17901972, 17902122], [17906885, 17906999], [17907533, 17907698], [17909305, 17909347], [17910214, 17911164]], "strand": 1, "transcript": "NM_002438", "txend": 17911164, "txstart": 17809347}], "exons_hg19": [{"cdsend": 18199394, "cdsstart": 17851464, "chr": "10", "position": [[17851346, 17851525], [17865072, 17865474], [17869540, 17869714], [17875673, 17875838], [18129621, 18129735], [18134217, 18134364], [18138507, 18138693], [18141895, 18142053], [18145170, 18145281], [18150315, 18150431], [18152462, 18152611], [18155490, 18155690], [18159174, 18159302], [18159776, 18159864], [18160910, 18161055], [18162712, 18162754], [18164018, 18164182], [18166828, 18166896], [18168649, 18168750], [18169453, 18169599], [18169995, 18170110], [18174197, 18174364], [18183138, 18183241], [18186962, 18187195], [18189716, 18189882], [18190901, 18191051], [18195814, 18195928], [18196462, 18196627], [18198234, 18198276], [18199143, 18200093]], "strand": 1, "transcript": "NM_002438", "txend": 18200093, "txstart": 17851346}], "generif": [{"pubmed": 12368450, "text": "reduced expression in Mycobacterium tuberculosis-infected human macrophages exhibiting enhanced cellular adhesion"}, {"pubmed": 14568928, "text": "Engagement of the endocytic C-type 1 mannose receptor elicits a secretory program in dendritic cells characterized by a repertoire of anti-inflammatory cytokines and chemokines and the ability to inhibit the generation of Th1-polarized immune responses."}, {"pubmed": 15042510, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15155616, "text": "alveolar macrophage mannose receptor mediates Pneumocystis mediated NF-kB nuclear translocation and may represent an important mechanism of the host cell response to Pneumocystis infection"}, {"pubmed": 15190005, "text": "Endocytosis of glycosylated protein by the mannose receptor does not enhance presentation of antigen. The postulated role of the mannose receptor in presentation of glycoprotein-derived antigen is reevaluated in light of these results."}, {"pubmed": 15767290, "text": "MR is a binding receptor, which requires a partner to trigger phagocytosis in some specialized cells such as macrophages."}, {"pubmed": 16000387, "text": "The mannose receptors on human AM may suppress select proinflammatory cytokine release and may serve to regulate the innate inflammatory responses to infectious challenge in the lungs."}, {"pubmed": 16203868, "text": "Engagement of the Mannose Receptor by mannose-capped lipoarabinomannan during the phagocytic process directs Mycobacterium tuberculosis to its initial phagosomal niche, thereby enhancing survival in human macrophages."}, {"pubmed": 16385451, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17020928, "text": "Pc-mediated IL-8 release by human AM requires the coexpression of MR and TLR2 and further supports the concept that combinatorial interactions of macrophage innate receptors provide specificity of host defense cell responses to infectious challenge."}, {"pubmed": 17360361, "text": "Mannose receptor (MR) may serve as a binding and an entry site, but the MR-mediated pathway does not lead to productive HIV-1 infection."}, {"pubmed": 17502612, "text": "demonstrate that entry of FVIII into human dendritic cells (DC) leading to T cell activation, is mediated by mannose-terminating glycans on FVIII"}, {"pubmed": 18279703, "text": "RAGE could also behave as a receptor for Mycobacterium tuberculosis"}, {"pubmed": 18353434, "text": "The expressions of CD105, DC-SIGN and MMR were the strongest in decidua basalis of mid pregnancy and indicate the importance of decidual macrophages in tissue homeostasis at the uteroplacental interface."}, {"pubmed": 19196802, "text": "The mannose receptor and hCG were colocalized on the surface of uterine natural killer cells."}, {"pubmed": 19197942, "text": "The studies provide the first demonstration of a significant role for mannose receptor, synergistic with TLR2, in activating a proinflammatory response to P. aeruginosa infection."}, {"pubmed": 19224860, "text": "macrophage mannose receptor oligomerization enhances gp120-mediated binding of HIV-1"}, {"pubmed": 19403625, "text": "Expansion of small sputum macrophages in cystic fibrosis shows a failure to express MARCO and CD206."}, {"pubmed": 19683778, "text": "These data suggest that in hepatitis B virus infected patients, mannose receptor-mediated interaction between HBsAg and dendritic cells and subsequent impairment of dendritic cells predominantly occurs at the main site of infection, the liver."}, {"pubmed": 19772890, "text": "Data show that macrophages cocultured with MSCs consistently showed high-level expression of CD206, a marker of alternatively activated macrophages."}, {"pubmed": 19902202, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19902202, "text": "Results suggest that sequence variations in the MRC1 gene are associated with the development of asthma in two independent and ethnically diverse populations."}, {"pubmed": 20035344, "text": "A significant association of exon 7 encoded amino acid haplotypes with leprosy per se (P = 0.012) and multibacillary leprosy (P = 0.004)."}, {"pubmed": 20035344, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20554962, "text": "Data identify a new molecular pathway that links engagement of the mannose receptor, an important pattern recognition receptor for M. tuberculosis, with PPARgamma activation, which regulates the macrophage inflammatory response."}, {"pubmed": 20610655, "text": "MR plays a key role in the T helper type (Th)2 cell polarization observed after dust mite glycoallergen Der p 1 exposure through regulation of indoleamine 2,3-dioxygenase activity."}, {"pubmed": 21029423, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21029423, "text": "This is the first study to imply that genetic variants in MRC1, a major member of the C-type lectin, contribute to the development of sarcoidosis."}, {"pubmed": 21331365, "text": "Studies show that tumoral mucin-mediated ligation of the MR on infiltrating TAM may contribute to their immune suppressive phenotype."}, {"pubmed": 21416197, "text": "MMR distribution in liver, spleen, lung, kidney, heart, diaphragm, quadriceps, and triceps in these animal models and compared them with MMR distribution in wild-type mice."}, {"pubmed": 22132194, "text": "hMR expressed by vaginal epithelial cells has high affinity for HIV gp120 and this binding induces production of matrix metalloproteinases."}, {"pubmed": 22289891, "text": "Sugar moieties on ADAMTS13 interact with MR, thereby promoting its endocytosis by antigen presenting cells."}, {"pubmed": 22314623, "text": "elderly subjects had twofold higher CD68 and CD206 gene expression (both P < 0.002) than young participants. In both studies, CD68(+) muscle macrophages were not associated with BMI"}, {"pubmed": 22392581, "text": "results failed to confirm the reported association between MRC1 variant rs1926736 and IFNG variant rs2430561 and leprosy in Han Chinese; however variants rs692527 and rs34856358 of the MRC1 gene were associated with paucibacillary leprosy and rs3138557 of the IFNG gene was significantly associated with multibacillary leprosy"}, {"pubmed": 22393309, "text": "The frequency of MRC1 allele G1186A (rs34039386)in a Chinese population was higher in the pulmonary tuberculosis group than controls. No association was found for G1195A, T1212C, C1221G, C1303T or C1323T."}, {"pubmed": 22967244, "text": "The mannose receptor found on the novel hybridoma cell has endocytic characteristics consistent with and similar to the mannose receptor found on the surface of monocyte-derived human macrophages."}, {"pubmed": 23148569, "text": "The presence of human mannose receptor in a smaller number of vaginal epithelial cells of serodiscordant females prevented binding and HIV entry into these cells and therefore prevented sexual transmission of HIV."}, {"pubmed": 23345393, "text": "The molecular association of the macrophage mannose receptor (MR) with HSP70 family members via the receptor cytoplasmic tail may contribute to MR trafficking in macrophages."}, {"pubmed": 23603511, "text": "Report CD44/macrophage mannose receptor as a ligand/receptor pair involved in the process of lymphocyte transit via the lymphatic vasculature."}, {"pubmed": 23653008, "text": "Novel MRC1 gene polymorphisms are associated with susceptibility to pulmonary tuberculosis in Chinese Uygur and Kazak populations."}, {"pubmed": 23734186, "text": "Data suggest a role for CD206 in regulating allergen induced allergic responses in asthma."}, {"pubmed": 23951013, "text": "The MRC1/CD68 ratio is positively associated with adipose tissue lipogenesis and with muscle mitochondrial gene expression in humans."}, {"pubmed": 24114918, "text": "presence of soluble form of MR in human serum in critical illness"}, {"pubmed": 24184555, "text": "confers responsivenes to CpG-motif containing oligodeoxynucleotides in macrophages"}, {"pubmed": 24498098, "text": "There was a significant negative correlation between the number of CD163(+), CD204(+) or CD206(+) alveolar macrophages."}, {"pubmed": 24969847, "text": "MRC-1 SNP, rs691005 was found to be associated with sustained viral response in HCV-1-infected patients; identified an interaction between MRC-1 rs691005 and IL-28B rs8099917 and response"}, {"pubmed": 25057126, "text": "The genome wide significant association of MRC1 with sCOMP levels was found likely to act independent of osteoarthritis subtypes."}, {"pubmed": 25146376, "text": "Increased expression of CD206 was found in perivascular macrophages from HIV-infected brain."}, {"pubmed": 25182001, "text": "TAMs phenotypes of glioma samples are the potential biomarkers in assessing the degree of malignancy, tumor invasion, and patient prognosis in clinic."}, {"pubmed": 25614715, "text": "CD206+ cells differentiate between influenza A (H1N1)pdm09 and seasonal influenza virus in lung tissue of fatal cases"}, {"pubmed": 26169445, "text": "CD206 is a novel biomarker of alternative macrophage activation and treatment outcome in multiple myeloma."}, {"pubmed": 26202986, "text": "Data indicate that mannose receptor (CD206) is a major binding receptor for gamma-tilmanocept."}, {"pubmed": 26209923, "text": "Data show that umbilical cord-derived mesenchymal stem cells (UCMSCs) transplantation promoted the expression of CD206 antigen and increased phagocytic activity of macrophages through interleukin-6 (IL-6) in systemic lupus erythematosus (SLE) patients."}, {"pubmed": 26352004, "text": "Findings show that CD206 was highly expressed in the hepatocellular carcinoma (HCC) tissues and indicate that CD206 is a potential biomarker for predicting HCC prognosis."}, {"pubmed": 26352275, "text": "The effect of LPS in the expression of CD163 and CD206 on monocytes is not reverted in LPS tolerant cells, and the inhibition of inflammatory cytokines in tolerant cells is not related with modulation of these receptors"}, {"pubmed": 26682511, "text": "MRC1 and S100A9 may contribute to the determination of the mechanisms and screening involved in CRC."}, {"pubmed": 26703454, "text": "Our work demonstrates a key role for MR in the modulation of the TLR4-AhR-IDO axis, which has a significant effect on DC behavior and the development of immune responses against allergens."}, {"pubmed": 27449998, "text": "1,25(OH)2D3 upregulates mannose receptor expression and enhances the monocyte/macrophage phagocytic potential in pulmonary tuberculosis."}, {"pubmed": 27601670, "text": "regulatory effect of the mannose receptor (MR) was mediated by a direct interaction with CD45 on the T cell, inhibiting its phosphatase activity, which resulted in up-regulation of CTLA-4 and the induction of T-cell tolerance. Inhibition of CD45 prevented expression of B-cell lymphoma 6 (Bcl-6), a transcriptional inhibitor that directly bound the CTLA-4 promoter and regulated its activity"}, {"pubmed": 27793384, "text": "Peritoneal dendritic cellss in endometriosis tissue express high levels of MR, which promotes phagocytosis of dead endometrial cells and thereby contributes to the etiology of endometriosis."}, {"pubmed": 27832191, "text": "Mannose Receptor and CLEC5A on Macrophage first attracts the Dengue Virus with high avidity, and the virus concurrently interacts with CLEC5A in close proximity to form a multivalent hetero-complex and facilitate CLEC5A-mediated signal transduction. Dengue Virus Infection Is through a Cooperative Interaction between a Mannose Receptor and CLEC5A on Macrophage as a Multivalent Hetero-Complex."}, {"pubmed": 28059035, "text": "The results showed that the small dense LDL particles reduce the MRC1 gene expression levels in the differentiated M2 macrophages from patients with coronary artery disease. Furthermore, they had high inflammatory capacity for the secretion of histamine."}, {"pubmed": 28066953, "text": "Loss of antral CD206-positive anti-inflammatory macrophages is a key feature in human gastroparesis and it is associates with interstitial cells of Cajal loss."}, {"pubmed": 28598681, "text": "Soluble CD206 plasma levels in rheumatoid arthritis reflect decrease in disease activity."}, {"pubmed": 28656201, "text": "A combination of CD68/CD206 density and HBV-positivity improves further predictive value for post-operative recurrence of hepatocellular carcinoma (HCC) . Quantification of CD68/CD206 macrophages and their distribution can be exploited for better postsurgical management of HCC patients."}, {"pubmed": 29100978, "text": "no significant difference between our population of Egyptian SCD cases and controls regarding CD209 A>G polymorphism. Infections occurred more frequently among the heterozygous genotype (AG) and homozygous genotype (GG) patients."}, {"pubmed": 29225077, "text": "Structural Insights into the pH-dependent conformational change and collagen recognition of the human mannose receptor have been reported."}, {"pubmed": 29732570, "text": "Galectin-9 binds to CD206 on M2 macrophages, which appear to drive angiogenesis and the production of chemokines that support melanoma growth."}, {"pubmed": 30177769, "text": "The expression of macrophage mannose receptor, CD206, predicts prognosis in patients with pulmonary tuberculosis."}, {"pubmed": 30521839, "text": "We suggest that sMR has potential as a new biomarker for the prediction of disease severity in patients with community-acquired pneumonia."}, {"pubmed": 31143953, "text": "Levels of serum sCD206 are increased in patients with dermatomyositis/clinically amyopathic DM with anti-MDA5 antibody."}, {"pubmed": 31242338, "text": "These data indicate that CD163 and CD206 are shed from the macrophages by very different mechanisms potentially involving distinctive inflammatory processes."}, {"pubmed": 31491467, "text": "The binding pocket of 4-SO4-GalNAc of the mannose receptor has pH-dependent conformational change."}, {"pubmed": 31822747, "text": "Macrophage Mannose Receptor CD206 Predicts Prognosis in Community-acquired Pneumonia."}, {"pubmed": 31825135, "text": "High CD206 levels in Hodgkin lymphoma-educated macrophages are linked to matrix-remodeling and lymphoma dissemination."}, {"pubmed": 31982413, "text": "Peritoneal Level of CD206 Associates With Mortality and an Inflammatory Macrophage Phenotype in Patients With Decompensated Cirrhosis and Spontaneous Bacterial Peritonitis."}, {"pubmed": 32690608, "text": "Ozone-derived oxysterols impair lung macrophage phagocytosis via adduction of some phagocytosis receptors."}, {"pubmed": 33192174, "text": "Increased Levels of Soluble CD206 Associated with Rapidly Progressive Interstitial Lung Disease in Patients with Dermatomyositis."}, {"pubmed": 33545173, "text": "Structural analysis of carbohydrate binding by the macrophage mannose receptor CD206."}, {"pubmed": 34267749, "text": "CD206 Expression in Induced Microglia-Like Cells From Peripheral Blood as a Surrogate Biomarker for the Specific Immune Microenvironment of Neurosurgical Diseases Including Glioma."}, {"pubmed": 34486997, "text": "The myeloid cell biomarker EMR1 is ectopically expressed in colon cancer."}, {"pubmed": 34608184, "text": "The mannose receptor (CD206) identifies a population of colonic macrophages in health and inflammatory bowel disease."}, {"pubmed": 34990410, "text": "Human CD206+ macrophages associate with diabetes and adipose tissue lymphoid clusters."}, {"pubmed": 36183584, "text": "CD163 and CD206 expression define distinct macrophage subsets involved in active ANCA-associated glomerulonephritis."}, {"pubmed": 36376784, "text": "CD206[+]CD68[+] mono-macrophages and serum soluble CD206 level are increased in antineutrophil cytoplasmic antibodies associated glomerulonephritis."}, {"pubmed": 37041007, "text": "Soluble CD206 levels correlate with disease deterioration and predict prognosis of anti-MDA5 antibody-positive dermatomyositis related interstitial lung disease."}, {"pubmed": 38078733, "text": "Transcriptional regulation of the HIV-1 inhibitory factor human mannose receptor 1 by the myeloid-specific transcription factor PU.1."}], "genomic_pos": {"chr": "10", "end": 17911164, "ensemblgene": "ENSG00000260314", "start": 17809348, "strand": 1}, "genomic_pos_hg19": [{"chr": "10", "end": 18200091, "start": 18098352, "strand": 1}, {"chr": "HG544_PATCH", "end": 17953161, "start": 17851343, "strand": 1}], "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0006898", "qualifier": "involved_in", "term": "receptor-mediated endocytosis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006898", "pubmed": 20035344, "qualifier": "involved_in", "term": "receptor-mediated endocytosis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046718", "qualifier": "involved_in", "term": "symbiont entry into host cell"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071222", "qualifier": "involved_in", "term": "cellular response to lipopolysaccharide"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071346", "qualifier": "involved_in", "term": "cellular response to type II interferon"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071353", "qualifier": "involved_in", "term": "cellular response to interleukin-4"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 20035344, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0009986", "qualifier": "located_in", "term": "cell surface"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0010008", "pubmed": 20035344, "qualifier": "located_in", "term": "endosome membrane"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0001618", "qualifier": "enables", "term": "virus receptor activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0004888", "qualifier": "enables", "term": "transmembrane signaling receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 11222859, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005537", "qualifier": "enables", "term": "D-mannose binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0038023", "qualifier": "enables", "term": "signaling receptor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0038024", "pubmed": 20035344, "qualifier": "enables", "term": "cargo receptor activity"}]}, "homologene": {"genes": [[7955, 100286774], [8364, 100493504], [9031, 420516], [9544, 701010], [9598, 450333], [9606, 4360], [9615, 487114], [9913, 787578], [10090, 17533], [10116, 291327]], "id": 37622}, "interpro": [{"desc": "Fibronectin type II domain", "id": "IPR000562", "short_desc": "FN_type2_dom"}, {"desc": "Ricin B, lectin domain", "id": "IPR000772", "short_desc": "Ricin_B_lectin"}, {"desc": "C-type lectin-like", "id": "IPR001304", "short_desc": "C-type_lectin-like"}, {"desc": "Kringle-like fold", "id": "IPR013806", "short_desc": "Kringle-like"}, {"desc": "C-type lectin-like/link domain superfamily", "id": "IPR016186", "short_desc": "C-type_lectin-like/link_sf"}, {"desc": "C-type lectin fold", "id": "IPR016187", "short_desc": "CTDL_fold"}, {"desc": "C-type lectin, conserved site", "id": "IPR018378", "short_desc": "C-type_lectin_CS"}, {"desc": "Ricin B-like lectins", "id": "IPR035992", "short_desc": "Ricin_B-like_lectins"}, {"desc": "Fibronectin type II domain superfamily", "id": "IPR036943", "short_desc": "FN_type2_sf"}], "ipi": ["IPI00027848", "IPI00890809"], "map_location": "10p12.33", "name": "mannose receptor C-type 1", "other_names": ["C-type lectin domain family 13 member D", "human mannose receptor", "macrophage mannose receptor 1", "macrophage mannose receptor 1-like protein 1", "mannose receptor, C type 1-like 1"], "pantherdb": {"HGNC": "7228", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "97142", "ortholog_type": "LDO", "panther_family": "PTHR22803", "taxid": 10090, "uniprot_kb": "Q61830"}, {"RGD": "1309353", "ortholog_type": "LDO", "panther_family": "PTHR22803", "taxid": 10116, "uniprot_kb": "D3ZD31"}, {"Ensembl": "ENSGALG00000028357", "ortholog_type": "O", "panther_family": "PTHR22803", "taxid": 9031, "uniprot_kb": "R4GM67"}, {"Ensembl": "ENSGALG00000008638", "ortholog_type": "O", "panther_family": "PTHR22803", "taxid": 9031, "uniprot_kb": "E1BZ32"}, {"Ensembl": "ENSGALG00000028304", "ortholog_type": "O", "panther_family": "PTHR22803", "taxid": 9031, "uniprot_kb": "R4GL09"}, {"Ensembl": "ENSGALG00000027765", "ortholog_type": "O", "panther_family": "PTHR22803", "taxid": 9031, "uniprot_kb": "M1XJF4"}, {"Ensembl": "ENSGALG00000008629", "ortholog_type": "LDO", "panther_family": "PTHR22803", "taxid": 9031, "uniprot_kb": "F1NLS1"}, {"ZFIN": "ZDB-GENE-070705-13", "ortholog_type": "O", "panther_family": "PTHR22803", "taxid": 7955, "uniprot_kb": "F1QYF2"}, {"ZFIN": "ZDB-GENE-090915-4", "ortholog_type": "LDO", "panther_family": "PTHR22803", "taxid": 7955, "uniprot_kb": "A0A0R4INM0"}, {"WormBase": "WBGene00020585", "ortholog_type": "O", "panther_family": "PTHR22803", "taxid": 6239, "uniprot_kb": "Q22591"}, {"WormBase": "WBGene00010228", "ortholog_type": "O", "panther_family": "PTHR22803", "taxid": 6239, "uniprot_kb": "P34472"}, {"WormBase": "WBGene00018246", "ortholog_type": "O", "panther_family": "PTHR22803", "taxid": 6239, "uniprot_kb": "Q9TZ75"}, {"WormBase": "WBGene00015052", "ortholog_type": "O", "panther_family": "PTHR22803", "taxid": 6239, "uniprot_kb": "Q17452"}, {"WormBase": "WBGene00020191", "ortholog_type": "O", "panther_family": "PTHR22803", "taxid": 6239, "uniprot_kb": "P91429"}, {"WormBase": "WBGene00015050", "ortholog_type": "O", "panther_family": "PTHR22803", "taxid": 6239, "uniprot_kb": "Q17450"}, {"WormBase": "WBGene00015631", "ortholog_type": "O", "panther_family": "PTHR22803", "taxid": 6239, "uniprot_kb": "G4RY15"}, {"WormBase": "WBGene00012251", "ortholog_type": "O", "panther_family": "PTHR22803", "taxid": 6239, "uniprot_kb": "Q9XUL6"}, {"WormBase": "WBGene00007565", "ortholog_type": "O", "panther_family": "PTHR22803", "taxid": 6239, "uniprot_kb": "Q9XVE1"}, {"WormBase": "WBGene00012253", "ortholog_type": "O", "panther_family": "PTHR22803", "taxid": 6239, "uniprot_kb": "Q9XUL7"}, {"FlyBase": "FBgn0031273", "ortholog_type": "O", "panther_family": "PTHR22803", "taxid": 7227, "uniprot_kb": "Q9VPS3"}], "uniprot_kb": "P22897"}, "pathway": {"kegg": [{"id": "hsa04145", "name": "Phagosome - Homo sapiens (human)"}, {"id": "hsa05152", "name": "Tuberculosis - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1236975", "name": "Antigen processing-Cross presentation"}, {"id": "R-HSA-1236975", "name": "Antigen processing-Cross presentation"}, {"id": "R-HSA-1236978", "name": "Cross-presentation of soluble exogenous antigens (endosomes)"}, {"id": "R-HSA-1236978", "name": "Cross-presentation of soluble exogenous antigens (endosomes)"}, {"id": "R-HSA-1280218", "name": "Adaptive Immune System"}, {"id": "R-HSA-1280218", "name": "Adaptive Immune System"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-9635486", "name": "Infection with Mycobacterium tuberculosis"}, {"id": "R-HSA-9637628", "name": "Modulation by Mtb of host immune system"}, {"id": "R-HSA-9824439", "name": "Bacterial Infection Pathways"}, {"id": "R-HSA-983169", "name": "Class I MHC mediated antigen processing & presentation"}, {"id": "R-HSA-983169", "name": "Class I MHC mediated antigen processing & presentation"}]}, "pdb": ["1EGG", "1EGI", "5XTS", "5XTW", "6INN", "6INO", "6INU", "6INV", "6IOE", "7JUB", "7JUC", "7JUD", "7JUE", "7JUF", "7JUG", "7JUH", "7L61", "7L62", "7L63", "7L64", "7L65", "7L66", "7L67", "7L68"], "pfam": ["PF00040", "PF00059", "PF00652"], "pharmgkb": "PA30933", "pharos": {"target_id": 12997, "tdl": "Tbio"}, "pir": "A36563", "prosite": ["PS50041", "PS50231", "PS51092"], "refseq": {"genomic": ["NC_000010.11", "NC_060934.1", "NG_047011.1"], "protein": "NP_002429.1", "rna": ["NM_001009567.1", "NM_002438.4"], "translation": {"protein": "NP_002429.1", "rna": "NM_002438.4"}}, "reporter": {"HG-U133_Plus_2": "204438_at", "HG-U95Av2": "36908_at", "HTA-2_0": ["TC10000132.hg.1", "TC10000135.hg.1"], "HuEx-1_0": ["3237195", "3237286"], "HuGene-1_1": ["7926410", "7926451"], "HuGene-2_1": ["16702836", "16702881"]}, "retired": [414308, 101060092, 101928757], "summary": "The recognition of complex carbohydrate structures on glycoproteins is an important part of several biological processes, including cell-cell recognition, serum glycoprotein turnover, and neutralization of pathogens. The protein encoded by this gene is a type I membrane receptor that mediates the endocytosis of glycoproteins by macrophages. The protein has been shown to bind high-mannose structures on the surface of potentially pathogenic viruses, bacteria, and fungi so that they can be neutralized by phagocytic engulfment.[provided by RefSeq, Sep 2015].", "symbol": "MRC1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1417249"}, "unigene": ["Hs.743903", "Hs.75182"], "uniprot": {"Swiss-Prot": "P22897"}}