{"AllianceGenome": "7315", "HGNC": "7315", "MIM": "112210", "_id": "931", "_version": 1, "accession": {"genomic": ["AB520824.1", "AH003353.2", "AP001034.5", "AP003127.2", "CH471076.1", "CP068267.2", "JA362570.1", "M27394.1", "NC_000011.10", "NC_060935.1", "NG_023388.1"], "protein": ["AAA35581.1", "AAA88911.1", "AAH02807.1", "BAF84857.1", "BAG61836.1", "CAA30179.1", "CAA30180.1", "CAA31046.1", "CCA94567.1", "EAW73889.1", "EAW73890.1", "EAW73891.1", "EAW73892.1", "NP_068769.2", "NP_690605.1", "NP_690606.1", "P11836.1"], "rna": ["AK225630.1", "AK292168.1", "AK300025.1", "AK310118.1", "AW504475.1", "BC002807.2", "CD691924.1", "NM_021950.4", "NM_152866.3", "NM_152867.2", "X07203.1", "X07204.1", "X12530.1"], "translation": [{"protein": "BAG61836.1", "rna": "AK300025.1"}, {"protein": "AAH02807.1", "rna": "BC002807.2"}, {"protein": "NP_068769.2", "rna": "NM_021950.4"}, {"protein": "CAA30179.1", "rna": "X07203.1"}, {"protein": "CAA31046.1", "rna": "X12530.1"}, {"protein": "NP_690605.1", "rna": "NM_152866.3"}, {"protein": "BAF84857.1", "rna": "AK292168.1"}, {"protein": "CAA30180.1", "rna": "X07204.1"}, {"protein": "NP_690606.1", "rna": "NM_152867.2"}]}, "alias": ["B1", "Bp35", "CD20", "CVID5", "FMC7", "LEU-16", "S7"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "limited", "classification_date": "2022-03-02T18:57:14.677Z", "disease_label": "immunodeficiency, common variable, 5", "gcep": "Antibody Deficiencies Gene Curation Expert Panel", "moi": "AR", "mondo": "MONDO:0013285", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_eba48c0f-53fa-48c9-8f4e-9892d095b515-2022-03-02T185714.677Z", "sop": "SOP8"}}, "ensembl": {"gene": "ENSG00000156738", "protein": ["ENSP00000314620", "ENSP00000374589", "ENSP00000432219", "ENSP00000432270", "ENSP00000433277", "ENSP00000433519", "ENSP00000437002", "ENSP00000501369"], "transcript": ["ENST00000345732", "ENST00000389939", "ENST00000527101", "ENST00000528313", "ENST00000530482", "ENST00000532073", "ENST00000532418", "ENST00000532491", "ENST00000533306", "ENST00000534503", "ENST00000534668", "ENST00000674194"], "translation": [{"protein": "ENSP00000432219", "rna": "ENST00000532491"}, {"protein": "ENSP00000433519", "rna": "ENST00000532073"}, {"protein": "ENSP00000314620", "rna": "ENST00000345732"}, {"protein": "ENSP00000433277", "rna": "ENST00000534668"}, {"protein": "ENSP00000432270", "rna": "ENST00000528313"}, {"protein": "ENSP00000437002", "rna": "ENST00000533306"}, {"protein": "ENSP00000501369", "rna": "ENST00000674194"}, {"protein": "ENSP00000374589", "rna": "ENST00000389939"}], "type_of_gene": "protein_coding"}, "entrezgene": "931", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 8.09271481732, "exp_mis": 80.9516358915, "exp_syn": 34.3496365821, "lof_z": 1.4251287255492, "mis_z": -1.03552646372574, "mu_lof": 5.17132458526e-07, "mu_mis": 7.14873643031e-06, "mu_syn": 2.91345689443e-06, "n_lof": 4.0, "n_mis": 100.0, "n_syn": 29.0, "p_li": 0.0153881692917396, "p_null": 0.105333010265466, "p_rec": 0.879278820442794, "syn_z": 0.565865102285323}, "bp": 894, "cds_end": 60235941, "cds_start": 60229847, "n_exons": 6, "nonpsych": {"exp_lof": 7.20498382153, "exp_mis": 73.149340205, "exp_syn": 30.970031899, "lof_z": 1.17263087477644, "mis_z": -0.816821116918995, "mu_lof": 5.17132458526e-07, "mu_mis": 7.14873643031e-06, "mu_syn": 2.91345689443e-06, "n_lof": 4.0, "n_mis": 87.0, "n_syn": 26.0, "p_li": 0.0119046994096959, "p_null": 0.160306986163912, "p_rec": 0.827788314426392, "syn_z": 0.56227877030252}, "nontcga": {"exp_lof": 7.4336298212, "exp_mis": 74.4638422885, "exp_syn": 31.5899989689, "lof_z": 1.24232209705024, "mis_z": -0.954710459323115, "mu_lof": 5.17132458526e-07, "mu_mis": 7.14873643031e-06, "mu_syn": 2.91345689443e-06, "n_lof": 4.0, "n_mis": 91.0, "n_syn": 23.0, "p_li": 0.0121258263905514, "p_null": 0.136729924285446, "p_rec": 0.851144249324003, "syn_z": 0.967699871430491}, "transcript": "ENST00000534668.1"}, "exons": [{"cdsend": 60468468, "cdsstart": 60462374, "chr": "11", "position": [[60455808, 60455945], [60462358, 60462533], [60463001, 60463121], [60464287, 60464344], [60465920, 60466157], [60466958, 60467060], [60468249, 60470752]], "strand": 1, "transcript": "NM_021950", "txend": 60470752, "txstart": 60455808}, {"cdsend": 60468468, "cdsstart": 60462374, "chr": "11", "position": [[60455846, 60455945], [60461071, 60461160], [60462184, 60462533], [60463001, 60463121], [60464287, 60464344], [60465920, 60466157], [60466958, 60467060], [60468249, 60470752]], "strand": 1, "transcript": "NM_152866", "txend": 60470752, "txstart": 60455846}, {"cdsend": 60468468, "cdsstart": 60462374, "chr": "11", "position": [[60455846, 60455945], [60462184, 60462533], [60463001, 60463121], [60464287, 60464344], [60465920, 60466157], [60466958, 60467060], [60468249, 60470752]], "strand": 1, "transcript": "NM_152867", "txend": 60470752, "txstart": 60455846}], "exons_hg19": [{"cdsend": 60235941, "cdsstart": 60229847, "chr": "11", "position": [[60223281, 60223418], [60229831, 60230006], [60230474, 60230594], [60231760, 60231817], [60233393, 60233630], [60234431, 60234533], [60235722, 60238225]], "strand": 1, "transcript": "NM_021950", "txend": 60238225, "txstart": 60223281}, {"cdsend": 60235941, "cdsstart": 60229847, "chr": "11", "position": [[60223319, 60223418], [60228544, 60228633], [60229657, 60230006], [60230474, 60230594], [60231760, 60231817], [60233393, 60233630], [60234431, 60234533], [60235722, 60238225]], "strand": 1, "transcript": "NM_152866", "txend": 60238225, "txstart": 60223319}, {"cdsend": 60235941, "cdsstart": 60229847, "chr": "11", "position": [[60223319, 60223418], [60229657, 60230006], [60230474, 60230594], [60231760, 60231817], [60233393, 60233630], [60234431, 60234533], [60235722, 60238225]], "strand": 1, "transcript": "NM_152867", "txend": 60238225, "txstart": 60223319}], "generif": [{"pubmed": 12144126, "text": "review of structure, function, tissue and cell distribution"}, {"pubmed": 12218101, "text": "CD20 functionally associates with the B cell receptor (BCR) on the surface of stimulated B lymphocytes, then rapidly dissociates before BCR internalization."}, {"pubmed": 12393541, "text": "Differences in complement recruitment correlated with the redistribution of CD20 in the cell membrane following mAb ligation"}, {"pubmed": 12447967, "text": "presence of this antigen, but not CD3 antigen in T-cell prolymphocytic leukemia"}, {"pubmed": 12835728, "text": "FMC7 antigen is identified as a CD20 epitope; sensitivity to cholesterol reveals conformational state of CD20 that is regulated by cholesterol"}, {"pubmed": 12920111, "text": "raft-associated CD20 constitutes a component of a SOC entry pathway activated by the B cell receptor"}, {"pubmed": 14976189, "text": "CD20 calcium channel is localized to microvilli and constitutively associated with membrane rafts"}, {"pubmed": 15480506, "text": "a marker of follicular B-cell non-Hodgkin's lymphoma"}, {"pubmed": 15638430, "text": "Estimating the expression of CD20+ lymphocytes in the antrum mucosa in children, infected with Helicobacter pylori and after bacterial eradication."}, {"pubmed": 15927668, "text": "Neither upregulation of CD20 antigen nor a change of the proportion of CD20 positive cells was observed after a dose of 5 microg/kg GM-CSFin B cell chronic leukemia."}, {"pubmed": 16095505, "text": "CD20 may have a role in steroid-resistant renal allograft rejection and reduced graft survival"}, {"pubmed": 16285718, "text": "expression in bacterial cells; isolation and biophysical and structural studies"}, {"pubmed": 16923555, "text": "PegIFN does not appear to upregulate CD20 expression in peripheral lymph node tumor cells"}, {"pubmed": 16923582, "text": "analysis of CD5-positive diffuse large B-cell lymphoma with the unusual phenotype of cytoplasmic CD20 (+), surface CD20 (-) [case report]"}, {"pubmed": 17000895, "text": "CD20, a trans-membrane B-cell-specific antigen, is a potential target for treatment of certain malignant and nonmalignant plasma cell disorders including refractory idiopathic thrombocytopenic purpura."}, {"pubmed": 17268523, "text": "Rituximab may be effective in patients with multiple myeloma expressing this antigen."}, {"pubmed": 17299094, "text": "human tonsil contains long-lived plasma cells, the majority of which express CD20"}, {"pubmed": 17336267, "text": "binding of Gb(3)/CD77 by its cognate ligand transmits information within the lipid bilayer of model lymphoma cells to impact the behaviour of selective proteins, most notably CD20, via a mechanism influenced by the level of cholesterol within the membrane"}, {"pubmed": 17362749, "text": "Possibly detected in B lymphocytes in renal allograft biopsy specimens and might be useful as a prognostic marker."}, {"pubmed": 17712791, "text": "Monitoring of serum HCV RNA levels and transaminases may be helpful to understand the cause of liver dysfunction in patients receiving chemotherapy"}, {"pubmed": 18006839, "text": "CD20-targeted and convertase-armed measles virus can synergize with fludarabine"}, {"pubmed": 18095154, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18324964, "text": "current study showed that the level of CD20 was differentially expressed among fluorescent in-situ hybridization subtypes of chronic lymphocytic leukaemia (CLL); patients with trisomy 12 CLL showed strong leukemic cell CD20 expression"}, {"pubmed": 18346788, "text": "Chimeric 2H7 (C2H7) can mediate complement dependent cytotoxicity and antibody-dependent cellular cytotoxicity effects on CD20 positive human Burkitt lymphoma cells."}, {"pubmed": 18426802, "text": "CD20 induces cytosolic calcium flux through its ability to associate with and \"hijack\" the signaling potential of the BCR"}, {"pubmed": 18652276, "text": "Statistically significant difference in disease free survival has been found between groups with and without CD20 expression in patients with Hodgkins lymphoma"}, {"pubmed": 19000453, "text": "The expression of CD20 is not an independent prognostic factor for failure-free survival and overall survival of naive classical Hodgkin's Lymphoma patients."}, {"pubmed": 19054557, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19111631, "text": "urinary levels of CD20 detected by RT-PCR had a high sensitivity for CD20+ staining in the corresponding renal tissue, but with a low specificity. Patients with clusters of CD20+ cells >50/HPF had higher serum creatinine after 2 years of follow up."}, {"pubmed": 19136769, "text": "CD20 expression is frequent in classical Hodgkin's Lymphoma and our results are in consensus with reported literature on this subject."}, {"pubmed": 19153665, "text": "Results identify a subpopulation of CD133(+) cells expressing the B-cell marker CD20, which display myogenic properties."}, {"pubmed": 19207312, "text": "the initial interpretation of a malignant effusion should not have had to be reconsidered only due to the CD20 negativity."}, {"pubmed": 19211644, "text": "Data dhow that CD20 mutations involving the rituximab epitope were detected in only 1/264 (0.4%) and 1/15 (6%) of the biopsies taken at diagnosis and relapse, respectively."}, {"pubmed": 19211644, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19246561, "text": "Some epigenetic mechanisms may be partly related to the down-regulation of CD20 expression after rituximab treatment."}, {"pubmed": 19276251, "text": "CD20 mutations were found in 11 of 50 patients in non-Hodgkin's lymphoma."}, {"pubmed": 19513512, "text": "Report dual functional molecular imaging probe targeting CD20 with PET and optical imaging."}, {"pubmed": 19513562, "text": "Report combination treatment of malignant B cells using the anti-CD20 antibody rituximab and the anti-malarial artesunate."}, {"pubmed": 19641607, "text": "Host immune responses to EOC vary widely according to histological subtype and the extent of residual disease. TIA-1, FoxP3 and CD20 emerge as new positive prognostic factors in high-grade serous EOC from optimally debulked patients"}, {"pubmed": 20038800, "text": "CD20 deficiency in humans results in impaired T cell-independent antibody responses."}, {"pubmed": 20191119, "text": "CD20 immunoexpresion in early rheumatoid arthritis synovium."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20350657, "text": "The structure of CD20, its membrane distribution, internalization, and role in calcium signaling in B cells are described. Its functions make it a target for monoclonal antibody therapy. Review."}, {"pubmed": 20354182, "text": "type I CD20 antibody cytotoxicity critically depends on Fc receptor ITAM signaling"}, {"pubmed": 20641064, "text": "This study provided that cd20 antigen depleation is effective to the central nervous system autoimmunity."}, {"pubmed": 20660329, "text": "Lymphomas with 2 translocations involving c-MYC and BCL2 or BCL6 frequently showed a common immunophenotype that includes decreased expression of CD20"}, {"pubmed": 20674973, "text": "Quantification of CD20 mRNA and protein levels in chronic lymphocytic leukemia suggests a post-transcriptional defect."}, {"pubmed": 20815894, "text": "Adoptively T cells transduced anti-CD20scFvFc/CD28/CD3zeta gene mediates enhanced anti-tumor activities against CD20 positive tumor cells, suggesting a potential of gene-based immunotherapy for non-Hodgkin lymphoma."}, {"pubmed": 21048031, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 21092589, "text": "The neoplastic epithelial cells in cases of type A and type AB thymoma, as well as few cases of type B1 and B2 thymoma, express CD20."}, {"pubmed": 21258801, "text": "Report disappointing results after long term treatment of lupus nephritis with anti-CD20 antibody rituximab."}, {"pubmed": 21348573, "text": "Studies showed the qualitative and quantitative expression of four target surface antigens, CD19, CD20, CD22, and CD33, for which MoAbs are currently available for clinical use, in ALL."}, {"pubmed": 21444918, "text": "Using protein tomography, different CD20 complexes were found to be associated with the 2 antibodies, and confocal microscopy showed different membrane compartmentalization of these subpopulations of the cellular CD20 pool."}, {"pubmed": 21630262, "text": "Results suggest for the clinical utility of CD20-specific T cells in B cell malignancies."}, {"pubmed": 21839272, "text": "Case Report: obtained good results in 2 high-titer ABO-incompatible living donor kidney transplantation using anti-CD20 and anti-CD25 antibodies without splenectomy, in conjunction with a calcineurin inhibitor plus mycophenolate mofetil or mizoribine."}, {"pubmed": 21961844, "text": "Results obtained through a large cohort of European caucasian patients with systemic sclerosis do not support the contribution of CD19, CD20, CD22, CD24 variants to the genetic susceptibility."}, {"pubmed": 22130422, "text": "Defects in CD20/ B-cell receptors signalosome conformation might predispose to the spectrum of common variable immunodeficiency disorders."}, {"pubmed": 22171710, "text": "Data show that in the blood of rheumatoid arthritis (RA) patients, a greater proportion of Th17 cells are of a CD20+ phenotype compared to healthy individuals, suggesting these cells may represent an additional target for anti-CD20 therapies."}, {"pubmed": 22315496, "text": "CD20 antigen is not expressed in cancer stem cells in multiple myeloma."}, {"pubmed": 22490442, "text": "B-cell depletion induces transient aggressive behavior in BDC2.5 diabetogenic T cells and reduction in regulatory T (Treg) cell number and function during the B-cell depletion period."}, {"pubmed": 22514692, "text": "Dsta show that differential expression of MS4A1 is a stromal signal of uncertain significance, and an example of the rationale for tumor cell enrichment in preparation for gene expression studies to identify markers of particular tumor phenotypes."}, {"pubmed": 22517865, "text": "Activation of human B cells mediated through two distinct cell surface differentiation antigens, Bp35 and Bp50."}, {"pubmed": 22664043, "text": "CD20 expression in B-cell precursor acute lymphoblastic leukemia is common in Mexican patients and lacks a prognostic value."}, {"pubmed": 22665052, "text": "MS4A1/CD20 is responsible for TGF-beta-induced apoptosis of B-cell lymphoma cells. Moreover, downregulation of MS4A1/CD20 by TGF-beta attenuated the effects of the monoclonal anti-MS4A1/CD20 antibody, rituximab, on Ramos cells."}, {"pubmed": 22685558, "text": "Data indicate that a signature of seven biomarkers (Bax, Bcl-X, PTEN, COX-2, beta-Catenin, MTAP and CD20) was found to be an independent negative predictor for overall and recurrence-free survival in cutaneous malignant melanoma (MM)."}, {"pubmed": 22692757, "text": "Anti-hCD20 IgE antibodies have in vitro cytotoxic activity."}, {"pubmed": 22758374, "text": "CD20-positive posttransplant lymphoproliferative disorder lesions in kidney transplant patients are significantly more likely to develop early after transplant and represent an inferior outcome."}, {"pubmed": 22843692, "text": "Prenyltransferases regulate CD20 protein levels and influence anti-CD20 monoclonal antibody-mediated activation of complement-dependent cytotoxicity"}, {"pubmed": 22914441, "text": "Data indicate that the bridging of CD20 antigen and FcgammaRIIIa is an essential interaction for the initiation of antibody dependent cell-mediated cytotoxicity (ADCC) activity and assay."}, {"pubmed": 23031227, "text": "Case Report: CD20-positive NK/T-cell lymphoma with an indolent clinical course."}, {"pubmed": 23428174, "text": "Expansion aggregation of CD20+ B cells, HLA-DR expression and arteriolar hyaline thickening influence the outcome of acute cellular rejection in renal allograft."}, {"pubmed": 23659384, "text": "Patients whose percentage of CD20 antigen was above 60.3% had longer treatment-free survival."}, {"pubmed": 24145652, "text": "CD20 protein was aberrantly expressed in T-mycosis fungoides lesions"}, {"pubmed": 24244415, "text": "CD20 and CD19 targeting vectors induce activating stimuli in resting B lymphocytes, which most likely renders them susceptible for lentiviral vector transduction."}, {"pubmed": 24245949, "text": "Significantly lower rates of CD20 B cells were found in women with placental malaria infections compared with those without such infections. Neither placental malaria infection nor CD20 are associated with low birth weight."}, {"pubmed": 24408089, "text": "CD20 in multiple myeloma without the t(11;14) may have a role in poor prognosis and aberrant expression of Wnt signaling"}, {"pubmed": 24467775, "text": "in two cases of mycosis fungoides, CD20 was expressed by a significant population of the neoplastic T-cells, but these T-cells lacked expression of other B-cell markers, including CD79a, CD19 and PAX5."}, {"pubmed": 24898664, "text": "In conclusion, SNPs of CD20 were not high risk factors of DLBCL, but the T allele of rs2070770 was a potential indicator of superior survival."}, {"pubmed": 24928997, "text": "Data indicate that depletion of CD20-expressing T cells may also contribute to the therapeutic effect of rituximab (RTX)."}, {"pubmed": 25098425, "text": "Microenvironment CD20 + cells seem to play a favorable prognostic role in classical Hodgkin Lymphoma. Depletion of CD20 + cells together with an increase of TAMs identifies a group of patients with high-risk disease."}, {"pubmed": 25394454, "text": "Letter/Review: Liver transplant recipients developing CD20-positive lymphoproliferative lesions are significantly older at time of transplantation."}, {"pubmed": 25449106, "text": "This study identified a novel D393-CD20-derived MHC Class II restricted epitopes that bind various HLA-DR alleles. IFN-gamma-producing D393-CD20 specific CD4 T cell responses were detected in blood lymphocytes from lymphoma patients and D393-CD20 specific CD4 Th1 clones were able to recognize both lymphoma cell lines and autologous lymphoma cells and to induce their apoptosis."}, {"pubmed": 25517315, "text": "Data indicate that CD20 antigen downregulation relies on transcriptional mechanisms in SRC family kinases (SFKs)-dependent transcriptional regulation of CD20."}, {"pubmed": 26013593, "text": "The ABC values obtained for CD20 expression levels using PE, APC, or PerCP Cy5.5 are consistent over the five different instrument platforms for any given apparently healthy donor independent of the fluorochrome used"}, {"pubmed": 26119874, "text": "there is a high CD23a/CD23b ratio of chronic lymphocytic leukemia cells, which demonstrates that in a subset of CLL cases, low CD23 expression together with high CD20 and CD38 expressions may serve as a surrogate for trisomy 12"}, {"pubmed": 26299072, "text": "Characterize premature human NK/T-cell lymphoma cell line with expression of the B-cell marker CD20."}, {"pubmed": 26381030, "text": "Case Report: aberrant CD20 expression by skin-infiltrating T cells using multispectral imaging."}, {"pubmed": 26398317, "text": "the findings demonstrate that treatment with anti-CD20-hIFNalpha reverses resistance of B-NHL"}, {"pubmed": 26459310, "text": "Studies indicate that CD20 antigen expression is absent in a variety of diffuse large B cell lymphomas (DLBCLs), including plasmablastic lymphoma, primary effusion lymphoma, anaplastic lymphoma, kinase-positive DLBCL, and large B cell lymphoma arising in human herpesvirus 8-associated multicentric Castleman disease."}, {"pubmed": 26585505, "text": "lipid formulations based on a polyplex or lipoplex backbone additionally equipped with anti-CD20 antibodies are promising non-viral vectors for specific oligonucleotide transfer into human tumor cells."}, {"pubmed": 26814615, "text": "IL-17-producing pathogenic T lymphocytes co-express CD20 in primary Sjogren's syndrome patients."}, {"pubmed": 26858360, "text": "Data suggest that insulitis (destruction of pancreatic beta-cells and their ability to produce/secrete insulin) occurs in two distinct profiles in type 1 diabetes; these differ in proportion of CD20-positive B-lymphocytes (relative to CD4-positive T-lymphocytes) present within the infiltrate; greater infiltration of CD20-positive B-lymphocytes leads to more aggressive disease progression."}, {"pubmed": 27090891, "text": "Data indicate that Philadelphia chromosome-positive (Ph-positive) acute lymphoblastic leukemia (ALL) patients who presented with cyclin dependent kinase inhibitor 2A/B (CDKN2A/B) deletion showed a higher rate of CD20 antigen expression."}, {"pubmed": 27097113, "text": "Limiting the antibody-induced induction of immunosuppressive reactive oxygen species may improve the anti-leukemic efficacy of anti-CD20 therapy in chronic lymphocytic leukemia."}, {"pubmed": 27528699, "text": "We conclude that the relationship between complement-regulatory proteins CFHR1 and CFHR3 and response to anti-CD20 mAb therapy varies based on the specific anti-CD20 mAb used."}, {"pubmed": 27535497, "text": "PZ-DHA also arrested MDA-MB-231 cell division at the G2/M phase and down-regulated expression of cyclin B1 and cyclin-dependent kinase 1 (CDK1)"}, {"pubmed": 27840885, "text": "Case Report: primary cutaneous T-cell lymphoma with aberrant CD20 expression."}, {"pubmed": 28442514, "text": "the immunohistochemical staining patterns of CD3 and CD20 in Malignant Lymphoma Cells, were investigated."}, {"pubmed": 28550186, "text": "showed here that 3' UTR NOTCH1 mutations are associated with low CD20 expression and with relative resistance to anti-CD20 immunotherapy in vitro"}, {"pubmed": 29079175, "text": "Our study found that a small subset of papillary thyroid carcinomas (<10%, mainly of classic variant) exhibited aberrant membranous expression of CD20"}, {"pubmed": 29567884, "text": "Our results support the fact that CD200 can be added to routine Chronic lymphoproliferative disorders panel as it is useful in subcategorizing them. However, inclusion of CD20 ABC to routine panel does not seem plausible but may be done for difficult diagnostic cases or where anti-CD20 therapy is planned."}, {"pubmed": 30273194, "text": "Older age and CD20 expression are significant and favorable independent prognostic factors of HHV-8-negative effusion-based lymphoma."}, {"pubmed": 30342536, "text": "Case Report: indolent T-cell lymphoproliferative disorder with aberrant CD20 expression involving the gastrointestinal tract and bone marrow."}, {"pubmed": 30528368, "text": "APOE-MS4A genetic interactions are associated with executive dysfunction and network abnormality in clinically mild Alzheimer's disease."}, {"pubmed": 31669559, "text": "Depletion of the transcriptional coactivators CREB-binding protein or EP300 downregulates CD20 in diffuse large B-cell lymphoma cells and impairs the cytotoxic effects of anti-CD20 antibodies."}, {"pubmed": 31682318, "text": "CD20-positive primary nasal peripheral T-cell lymphoma: An analysis of one case and review of the literature."}, {"pubmed": 32056202, "text": "STIM1 knock-down decreases the affinity of obinutuzumab for CD20 by altering CD20 localization to Triton-soluble membrane."}, {"pubmed": 32079680, "text": "this study obtained a structure of CD20 in complex with rituximab (RTX), revealing CD20 as a compact double-barrel dimer bound by two RTX antigen-binding fragments (Fabs), each of which engages a composite epitope and an extensive homotypic Fab:Fab interface."}, {"pubmed": 32210425, "text": "CD20 deletion has no effect upon B-cell receptor signaling or calcium flux. Also B-cell survival and proliferation is unaffected in the absence of CD20."}, {"pubmed": 32669656, "text": "Pharmacokinetics and safety of IBI301 versus rituximab in patients with CD20(+) B-cell lymphoma: a multicenter, randomized, double-blind, parallel-controlled study."}, {"pubmed": 33352466, "text": "MS4A1 expression and function in T cells in the colorectal cancer tumor microenvironment."}, {"pubmed": 34542773, "text": "Differential effects of CD20+ B cells and PD-L1+ immune cells on pathologic complete response and outcome: comparison between inflammatory breast cancer and locally advanced breast cancer patients."}, {"pubmed": 34654826, "text": "CD20 positive CD8 T cells are a unique and transcriptionally-distinct subset of T cells with distinct transmigration properties."}, {"pubmed": 34743199, "text": "CD20 expression, TrkB activation and functional activity of diffuse large B cell lymphoma-derived small extracellular vesicles."}, {"pubmed": 35091527, "text": "MS4A1 as a Potential Independent Prognostic Factor of Breast Cancer Related to Lipid Metabolism and Immune Microenvironment Based on TCGA Database Analysis."}, {"pubmed": 37433400, "text": "Novel cell subtypes of SPP1 + S100P+, MS4A1-SPP1 + S100P+ were key subpopulations in intrahepatic cholangiocarcinoma."}], "genomic_pos": {"chr": "11", "end": 60470752, "ensemblgene": "ENSG00000156738", "start": 60455846, "strand": 1}, "genomic_pos_hg19": {"chr": "11", "end": 60238233, "start": 60223225, "strand": 1}, "go": {"BP": [{"evidence": "IMP", "gocategory": "BP", "id": "GO:0002115", "pubmed": 12920111, "qualifier": "involved_in", "term": "store-operated calcium entry"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0006959", "pubmed": 2448768, "qualifier": "involved_in", "term": "humoral immune response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007166", "qualifier": "involved_in", "term": "cell surface receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009617", "qualifier": "involved_in", "term": "response to bacterium"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030183", "pubmed": 3925015, "qualifier": "involved_in", "term": "B cell differentiation"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0042100", "pubmed": 2448768, "qualifier": "involved_in", "term": "B cell proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042113", "pubmed": 3925015, "qualifier": "involved_in", "term": "B cell activation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050853", "pubmed": 18474602, "qualifier": "involved_in", "term": "B cell receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051262", "pubmed": [7684739, 18474602], "qualifier": "involved_in", "term": "protein tetramerization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1902656", "pubmed": 7684739, "qualifier": "involved_in", "term": "calcium ion import into cytosol"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1905665", "qualifier": "involved_in", "term": "positive regulation of calcium ion import across plasma membrane"}], "CC": [{"evidence": "HDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 22664934, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 23874341, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005886", "pubmed": 2448768, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0009897", "qualifier": "is_active_in", "term": "external side of plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009986", "pubmed": 3925015, "qualifier": "located_in", "term": "cell surface"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0044853", "pubmed": 12920111, "qualifier": "located_in", "term": "plasma membrane raft"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 20458337, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0005154", "qualifier": "enables", "term": "epidermal growth factor receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [25416956, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0019865", "pubmed": 18474602, "qualifier": "enables", "term": "immunoglobulin binding"}, {"category": "MF", "evidence": "HDA", "id": "GO:0023026", "pubmed": 20458337, "qualifier": "enables", "term": "MHC class II protein complex binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": 32792392, "qualifier": "enables", "term": "identical protein binding"}]}, "homologene": {"genes": [[9544, 696843], [9598, 451223], [9606, 931], [9615, 485430], [9913, 505653], [10090, 12482], [10116, 309217]], "id": 7259}, "interpro": [{"desc": "CD20-like family", "id": "IPR007237", "short_desc": "CD20-like"}, {"desc": "Membrane-spanning 4-domains subfamily A", "id": "IPR030417", "short_desc": "MS4A"}], "ipi": ["IPI00007880", "IPI00910599", "IPI00975633", "IPI00977605"], "map_location": "11q12.2", "name": "membrane spanning 4-domains A1", "other_names": ["B-lymphocyte antigen CD20", "B-lymphocyte cell-surface antigen B1", "CD20 antigen", "CD20 receptor", "leukocyte surface antigen Leu-16", "membrane-spanning 4-domains, subfamily A, member 1"], "pantherdb": {"HGNC": "7315", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "88321", "ortholog_type": "LDO", "panther_family": "PTHR23320", "taxid": 10090, "uniprot_kb": "P19437"}, {"RGD": "1311999", "ortholog_type": "LDO", "panther_family": "PTHR23320", "taxid": 10116, "uniprot_kb": "D4A4Y3"}, {"ZFIN": "ZDB-GENE-080902-2", "ortholog_type": "O", "panther_family": "PTHR23320", "taxid": 7955, "uniprot_kb": "B8A642"}, {"ZFIN": "ZDB-GENE-131121-638", "ortholog_type": "O", "panther_family": "PTHR23320", "taxid": 7955, "uniprot_kb": "E7FDA1"}, {"ZFIN": "ZDB-GENE-080829-11", "ortholog_type": "O", "panther_family": "PTHR23320", "taxid": 7955, "uniprot_kb": "E9QBB2"}, {"ZFIN": "ZDB-GENE-080829-14", "ortholog_type": "O", "panther_family": "PTHR23320", "taxid": 7955, "uniprot_kb": "X1WFQ3"}, {"ZFIN": "ZDB-GENE-030131-3532", "ortholog_type": "O", "panther_family": "PTHR23320", "taxid": 7955, "uniprot_kb": "A0A0R4IKD9"}, {"ZFIN": "ZDB-GENE-080829-13", "ortholog_type": "O", "panther_family": "PTHR23320", "taxid": 7955, "uniprot_kb": "A0A0R4IN69"}, {"ZFIN": "ZDB-GENE-030131-8110", "ortholog_type": "O", "panther_family": "PTHR23320", "taxid": 7955, "uniprot_kb": "X1WDL1"}, {"ZFIN": "ZDB-GENE-080829-12", "ortholog_type": "O", "panther_family": "PTHR23320", "taxid": 7955, "uniprot_kb": "E9QBH0"}, {"ZFIN": "ZDB-GENE-041111-14", "ortholog_type": "O", "panther_family": "PTHR23320", "taxid": 7955, "uniprot_kb": "A0A1D5NS73"}, {"Ensembl": "ENSDARG00000100946", "ortholog_type": "O", "panther_family": "PTHR23320", "taxid": 7955, "uniprot_kb": "A0A0G2L0F5"}, {"ZFIN": "ZDB-GENE-070822-16", "ortholog_type": "O", "panther_family": "PTHR23320", "taxid": 7955, "uniprot_kb": "F1QSM6"}, {"ZFIN": "ZDB-GENE-060825-240", "ortholog_type": "O", "panther_family": "PTHR23320", "taxid": 7955, "uniprot_kb": "F1QWG5"}, {"ZFIN": "ZDB-GENE-060503-931", "ortholog_type": "O", "panther_family": "PTHR23320", "taxid": 7955, "uniprot_kb": "Q1L8P9"}, {"ZFIN": "ZDB-GENE-030131-8466", "ortholog_type": "O", "panther_family": "PTHR23320", "taxid": 7955, "uniprot_kb": "E7FD05"}, {"ZFIN": "ZDB-GENE-070209-265", "ortholog_type": "O", "panther_family": "PTHR23320", "taxid": 7955, "uniprot_kb": "F1QPR7"}, {"ZFIN": "ZDB-GENE-070424-27", "ortholog_type": "O", "panther_family": "PTHR23320", "taxid": 7955, "uniprot_kb": "A0A2R8Q8D5"}, {"ZFIN": "ZDB-GENE-131121-133", "ortholog_type": "O", "panther_family": "PTHR23320", "taxid": 7955, "uniprot_kb": "E7F0M5"}, {"ZFIN": "ZDB-GENE-141222-24", "ortholog_type": "O", "panther_family": "PTHR23320", "taxid": 7955, "uniprot_kb": "A0A0R4IX53"}, {"ZFIN": "ZDB-GENE-070705-398", "ortholog_type": "O", "panther_family": "PTHR23320", "taxid": 7955, "uniprot_kb": "A5PMI7"}, {"ZFIN": "ZDB-GENE-131121-526", "ortholog_type": "O", "panther_family": "PTHR23320", "taxid": 7955, "uniprot_kb": "X1WBL5"}, {"ZFIN": "ZDB-GENE-080829-2", "ortholog_type": "O", "panther_family": "PTHR23320", "taxid": 7955, "uniprot_kb": "F1QTD0"}, {"ZFIN": "ZDB-GENE-070705-367", "ortholog_type": "O", "panther_family": "PTHR23320", "taxid": 7955, "uniprot_kb": "A5WUV2"}, {"ZFIN": "ZDB-GENE-080829-1", "ortholog_type": "O", "panther_family": "PTHR23320", "taxid": 7955, "uniprot_kb": "X1WEF3"}, {"ZFIN": "ZDB-GENE-080829-4", "ortholog_type": "O", "panther_family": "PTHR23320", "taxid": 7955, "uniprot_kb": "F6NXH3"}, {"ZFIN": "ZDB-GENE-070705-365", "ortholog_type": "O", "panther_family": "PTHR23320", "taxid": 7955, "uniprot_kb": "A5WUU8"}, {"ZFIN": "ZDB-GENE-080829-9", "ortholog_type": "O", "panther_family": "PTHR23320", "taxid": 7955, "uniprot_kb": "A5PM84"}, {"ZFIN": "ZDB-GENE-080829-10", "ortholog_type": "O", "panther_family": "PTHR23320", "taxid": 7955, "uniprot_kb": "F1RAR5"}, {"ZFIN": "ZDB-GENE-050417-307", "ortholog_type": "O", "panther_family": "PTHR23320", "taxid": 7955, "uniprot_kb": "F6NRS7"}, {"ZFIN": "ZDB-GENE-080829-3", "ortholog_type": "O", "panther_family": "PTHR23320", "taxid": 7955, "uniprot_kb": "X1WE70"}, {"ZFIN": "ZDB-GENE-070705-315", "ortholog_type": "O", "panther_family": "PTHR23320", "taxid": 7955, "uniprot_kb": "F1R162"}, {"ZFIN": "ZDB-GENE-050320-79", "ortholog_type": "O", "panther_family": "PTHR23320", "taxid": 7955, "uniprot_kb": "A5WUU9"}, {"ZFIN": "ZDB-GENE-131121-414", "ortholog_type": "O", "panther_family": "PTHR23320", "taxid": 7955, "uniprot_kb": "X1WC19"}, {"ZFIN": "ZDB-GENE-050417-157", "ortholog_type": "O", "panther_family": "PTHR23320", "taxid": 7955, "uniprot_kb": "F1R2D6"}, {"ZFIN": "ZDB-GENE-040912-55", "ortholog_type": "O", "panther_family": "PTHR23320", "taxid": 7955, "uniprot_kb": "A5WUV1"}, {"ZFIN": "ZDB-GENE-161017-12", "ortholog_type": "O", "panther_family": "PTHR23320", "taxid": 7955, "uniprot_kb": "E9QHI6"}], "uniprot_kb": "P11836"}, "pathway": {"kegg": {"id": "hsa04640", "name": "Hematopoietic cell lineage - Homo sapiens (human)"}}, "pdb": ["2OSL", "3BKY", "3PP4", "6VJA", "6Y90", "6Y92", "6Y97", "6Y9A"], "pfam": "PF04103", "pharmgkb": "PA31111", "pharos": {"target_id": 13505, "tdl": "Tclin"}, "pir": "A30586", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF247027", "relationship": "is"}, {"id": "GNF247028", "relationship": "is"}, {"id": "GNF247029", "relationship": "is"}, {"id": "GNF247030", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF161491", "relationship": "is"}, "GNF_hs-Origene": [{"id": "GNF035965", "relationship": "is"}, {"id": "GNF043378", "relationship": "is"}, {"id": "GNF043440", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF009944", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF285243", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF111386", "relationship": "is"}, {"id": "GNF147317", "relationship": "similar to"}, {"id": "GNF151027", "relationship": "is"}, {"id": "GNF153067", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000011.10", "NC_060935.1", "NG_023388.1"], "protein": ["NP_068769.2", "NP_690605.1", "NP_690606.1"], "rna": ["NM_021950.4", "NM_152866.3", "NM_152867.2"], "translation": [{"protein": "NP_068769.2", "rna": "NM_021950.4"}, {"protein": "NP_690605.1", "rna": "NM_152866.3"}, {"protein": "NP_690606.1", "rna": "NM_152867.2"}]}, "reporter": {"HG-U133_Plus_2": ["210356_x_at", "217418_x_at", "228592_at", "228599_at"], "HG-U95Av2": ["40749_at", "619_s_at"], "HG-U95B": "48320_at", "HTA-2_0": "TC11000510.hg.1", "HuEx-1_0": "3332403", "HuGene-1_1": "7940287", "HuGene-2_1": "16725252"}, "summary": "This gene encodes a member of the membrane-spanning 4A gene family. Members of this nascent protein family are characterized by common structural features and similar intron/exon splice boundaries and display unique expression patterns among hematopoietic cells and nonlymphoid tissues. This gene encodes a B-lymphocyte surface molecule which plays a role in the development and differentiation of B-cells into plasma cells. This family member is localized to 11q12, among a cluster of family members. Alternative splicing of this gene results in two transcript variants which encode the same protein. [provided by RefSeq, Jul 2008].", "symbol": "MS4A1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1417326"}, "unigene": "Hs.712553", "uniprot": {"Swiss-Prot": "P11836", "TrEMBL": ["E9PKH8", "E9PPL6"]}, "wikipedia": {"url_stub": "CD20"}}