{"AllianceGenome": "7330", "HGNC": "7330", "MIM": "603328", "_id": "4440", "_version": 1, "accession": {"genomic": ["AC003982.1", "CH471054.1", "CP068266.2", "HB886867.1", "HC944276.1", "NC_000012.12", "NC_060936.1"], "protein": ["AAB95636.1", "BAA33962.1", "BAB69767.1", "BAB69768.1", "BAB69769.1", "BAB70469.1", "BAG51178.1", "CBF67590.1", "CBU92464.1", "EAW98185.1", "EAW98186.1", "EAW98187.1", "NP_001401414.1", "NP_001401415.1", "NP_001401416.1", "NP_001401417.1", "NP_001401418.1", "NP_001401419.1", "NP_001401420.1", "NP_001401421.1", "NP_001401422.1", "NP_001401423.1", "NP_001401424.1", "NP_001401425.1", "NP_001401426.1", "NP_001401427.1", "NP_002433.1", "O43347.1", "XP_006719467.1", "XP_011536663.1", "XP_011536666.1", "XP_011536668.1", "XP_011536670.1", "XP_011536672.1", "XP_011536673.1", "XP_047284828.1", "XP_054228056.1", "XP_054228057.1", "XP_054228058.1", "XP_054228059.1", "XP_054228060.1", "XP_054228061.1", "XP_054228062.1", "XP_054228063.1"], "rna": ["AB012851.1", "AB072590.1", "AB072591.1", "AB072592.1", "AB073212.1", "AI583233.1", "AK023262.1", "BX393884.2", "NM_001414485.1", "NM_001414486.1", "NM_001414487.1", "NM_001414488.1", "NM_001414489.1", "NM_001414490.1", "NM_001414491.1", "NM_001414492.1", "NM_001414493.1", "NM_001414494.1", "NM_001414495.1", "NM_001414496.1", "NM_001414497.1", "NM_001414498.1", "NM_002442.4", "XM_006719404.4", "XM_011538361.4", "XM_011538364.3", "XM_011538366.3", "XM_011538368.3", "XM_011538370.3", "XM_011538371.3", "XM_047428872.1", "XM_054372081.1", "XM_054372082.1", "XM_054372083.1", "XM_054372084.1", "XM_054372085.1", "XM_054372086.1", "XM_054372087.1", "XM_054372088.1"], "translation": [{"protein": "XP_011536666.1", "rna": "XM_011538364.3"}, {"protein": "XP_011536670.1", "rna": "XM_011538368.3"}, {"protein": "XP_054228061.1", "rna": "XM_054372086.1"}, {"protein": "NP_001401425.1", "rna": "NM_001414496.1"}, {"protein": "BAB69769.1", "rna": "AB072592.1"}, {"protein": "NP_001401419.1", "rna": "NM_001414490.1"}, {"protein": "NP_001401423.1", "rna": "NM_001414494.1"}, {"protein": "XP_054228060.1", "rna": "XM_054372085.1"}, {"protein": "NP_001401416.1", "rna": "NM_001414487.1"}, {"protein": "NP_001401426.1", "rna": "NM_001414497.1"}, {"protein": "BAB70469.1", "rna": "AB073212.1"}, {"protein": "XP_054228059.1", "rna": "XM_054372084.1"}, {"protein": "NP_001401427.1", "rna": "NM_001414498.1"}, {"protein": "BAA33962.1", "rna": "AB012851.1"}, {"protein": "XP_054228062.1", "rna": "XM_054372087.1"}, {"protein": "XP_054228058.1", "rna": "XM_054372083.1"}, {"protein": "NP_001401424.1", "rna": "NM_001414495.1"}, {"protein": "BAB69768.1", "rna": "AB072591.1"}, {"protein": "XP_054228056.1", "rna": "XM_054372081.1"}, {"protein": "XP_011536668.1", "rna": "XM_011538366.3"}, {"protein": "XP_011536673.1", "rna": "XM_011538371.3"}, {"protein": "NP_001401422.1", "rna": "NM_001414493.1"}, {"protein": "BAB69767.1", "rna": "AB072590.1"}, {"protein": "XP_054228057.1", "rna": "XM_054372082.1"}, {"protein": "NP_001401417.1", "rna": "NM_001414488.1"}, {"protein": "XP_011536663.1", "rna": "XM_011538361.4"}, {"protein": "NP_001401421.1", "rna": "NM_001414492.1"}, {"protein": "XP_006719467.1", "rna": "XM_006719404.4"}, {"protein": "XP_011536672.1", "rna": "XM_011538370.3"}, {"protein": "XP_047284828.1", "rna": "XM_047428872.1"}, {"protein": "NP_001401418.1", "rna": "NM_001414489.1"}, {"protein": "NP_001401415.1", "rna": "NM_001414486.1"}, {"protein": "XP_054228063.1", "rna": "XM_054372088.1"}, {"protein": "BAG51178.1", "rna": "AK023262.1"}, {"protein": "NP_001401414.1", "rna": "NM_001414485.1"}, {"protein": "NP_001401420.1", "rna": "NM_001414491.1"}, {"protein": "NP_002433.1", "rna": "NM_002442.4"}]}, "ensembl": {"gene": "ENSG00000135097", "protein": ["ENSP00000257552", "ENSP00000446710"], "transcript": ["ENST00000257552", "ENST00000546622", "ENST00000546985"], "translation": [{"protein": "ENSP00000257552", "rna": "ENST00000257552"}, {"protein": "ENSP00000446710", "rna": "ENST00000546985"}], "type_of_gene": "protein_coding"}, "entrezgene": "4440", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 16.9310093646, "exp_mis": 138.16272422, "exp_syn": 73.5215258773, "lof_z": 4.07597138097218, "mis_z": 2.91962689746148, "mu_lof": 1.33928506575e-06, "mu_mis": 1.56964368553e-05, "mu_syn": 8.42468787053e-06, "n_lof": 0.0, "n_mis": 68.0, "n_syn": 63.0, "p_li": 0.997146450593471, "p_null": 1.36424876836027e-07, "p_rec": 0.00285341298165255, "syn_z": 0.760713525780492}, "bp": 1089, "cds_end": 120806894, "cds_start": 120783393, "n_exons": 14, "nonpsych": {"exp_lof": 15.1015662471, "exp_mis": 124.82797033, "exp_syn": 66.321450186, "lof_z": 3.81648027056245, "mis_z": 3.01692226149236, "mu_lof": 1.33928506575e-06, "mu_mis": 1.56964368553e-05, "mu_syn": 8.42468787053e-06, "n_lof": 0.0, "n_mis": 58.0, "n_syn": 61.0, "p_li": 0.995071265919011, "p_null": 6.31577147518868e-07, "p_rec": 0.0049281025038419, "syn_z": 0.411402096561841}, "nontcga": {"exp_lof": 15.5548283832, "exp_mis": 127.088014569, "exp_syn": 67.618111686, "lof_z": 3.89057582540279, "mis_z": 2.964848185592, "mu_lof": 1.33928506575e-06, "mu_mis": 1.56964368553e-05, "mu_syn": 8.42468787053e-06, "n_lof": 0.0, "n_mis": 60.0, "n_syn": 58.0, "p_li": 0.995424042004239, "p_null": 4.31152512305858e-07, "p_rec": 0.00457552684324866, "syn_z": 0.740594674993161}, "transcript": "ENST00000257552.2"}, "exons": [{"cdsend": 120369091, "cdsstart": 120345590, "chr": "12", "position": [[120341329, 120343105], [120345569, 120345632], [120346134, 120346322], [120347445, 120347514], [120351343, 120351400], [120353298, 120353379], [120356901, 120357019], [120357815, 120357898], [120359004, 120359053], [120363042, 120363135], [120364713, 120364755], [120368007, 120368092], [120368191, 120368273], [120368832, 120368873], [120369032, 120369164]], "strand": -1, "transcript": "NM_002442", "txend": 120369164, "txstart": 120341329}], "exons_hg19": [{"cdsend": 120806894, "cdsstart": 120783393, "chr": "12", "position": [[120779132, 120780908], [120783372, 120783435], [120783937, 120784125], [120785248, 120785317], [120789146, 120789203], [120791101, 120791182], [120794704, 120794822], [120795618, 120795701], [120796807, 120796856], [120800845, 120800938], [120802516, 120802558], [120805810, 120805895], [120805994, 120806076], [120806635, 120806676], [120806835, 120806967]], "strand": -1, "transcript": "NM_002442", "txend": 120806967, "txstart": 120779132}], "generif": [{"pubmed": 12054577, "text": "association between Musashi1 and the development of liver cancer"}, {"pubmed": 12907678, "text": "analysis of RNA binding affinity of domains in mouse musashi1 protein"}, {"pubmed": 16106215, "text": "The presence of Msi-1 in a significant percentage of neurons containing cytoplasmic inclusions in Alzheimer disease and Pick disease suggests that it may play a role in the pathogenesis of these lesions."}, {"pubmed": 16214366, "text": "Msi-1's ability to regulate progenitor maintenance is through the translational inhibition of the cyclin-dependent kinase inhibitor p21WAF-1."}, {"pubmed": 16777095, "text": "Results indicate that Musashi1 is a useful marker for immature cells in periventricular areas inhabited by stem cells, progenitor cells, and differentiating cells."}, {"pubmed": 17549630, "text": "We conclude that Helicobacter pylori infection strongly induces Msi-1 in the gastric corpus.  Given its expression in dividing cells, Msi-1 may modulate the state of gastric progenitor cells."}, {"pubmed": 18419830, "text": "may be involved in carcinogenesis of the cervix and progression of cervical carcinoma"}, {"pubmed": 18471519, "text": "Msi-1 involved in cancer cell proliferation, inhibition of apoptosis, and mitotic catastrophe, suggesting an important potential mechanism for its role in tumorigenesis."}, {"pubmed": 18473332, "text": "study demonstrated endometrial expression of Musashi-1; Musashi-1 expressing stromal cell & cell group numbers were increased in endometriotic & endometrial carcinoma tissue compared to secretory endometrium"}, {"pubmed": 18826648, "text": "Msi1 may promote cancer cell proliferation and survival as its loss seems to have a detrimental effect in the maintenance of medulloblastoma cancer cells."}, {"pubmed": 19214660, "text": "Msi-1 suppresses expression of Paneth cell-specific genes in IECs, presumably through a pathway independent from Notch or Wnt"}, {"pubmed": 19258308, "text": "Msi1 affects a network of genes and could function as a master regulator during development and tumor formation."}, {"pubmed": 19714342, "text": "Musashi-1 and beta1-integrin may be involved in human colorectal tumor carcinogenesis and progression."}, {"pubmed": 20727204, "text": "Msi1 is a negative prognostic indicator of breast cancer patient survival, and is indicative of tumor cells with stem cell-like characteristics."}, {"pubmed": 21165952, "text": "We conclude that Ishikawa cells contain a subpopulation of cells with stem cell-like properties. Musashi-1 modulates endometrial carcinoma cell cycle progression and apoptosis via the stemness-related factors Notch-1, Hes-1 and p21(WAF1/CIP1)"}, {"pubmed": 21199875, "text": "APC as a key factor in MSI1 regulation through Wnt signaling and identify APC mRNA as a novel target of translational inhibition by MSI1."}, {"pubmed": 21442350, "text": "Overexpression of Msi-1 was associated with lymph node metastasis in colon cancer."}, {"pubmed": 21751144, "text": "Msi-1 positive cells have several characteristics of stem cells, such as high proliferative potentiality and multipotency"}, {"pubmed": 21829201, "text": "CD44 and Musashi-1 are frequently expressed in both premalignant gastric lesions and invasive gastric cancer, whereas CD133 expression is restricted mainly to neoplastic tissues."}, {"pubmed": 21881409, "text": "study concludes that tumor suppressor miRNAs are direct and influential regulators of Msi1, affecting its expression pattern during tumorigenesis of malignant nervous system tumors"}, {"pubmed": 22012766, "text": "Our study suggested that Msi-1 and/or ALDH1 expression might be closely related to the carcinogenesis, progression, clinical biological behaviors, and prognosis of gallbladder adenocarcinoma."}, {"pubmed": 22113197, "text": "Overexpression of MSI1 was sufficient to increase Hes1, stimulate proliferation, inhibit apoptosis and reduce insulin expression, whereas Msi1 knockdown had the converse effects on proliferation and insulin expression."}, {"pubmed": 22258704, "text": "Musashi1 is regulated by HuR via mRNA translation and stability in glioblastoma cells."}, {"pubmed": 22985791, "text": "Msi1 functions as a regulator of multiple processes in medulloblastoma formation and could become an important therapeutic target."}, {"pubmed": 23017339, "text": "Msi1 has different expression patterns in glioma from Grade I to Grade IV, and the different expression patterns play diverse roles in angiogenesis of glioma."}, {"pubmed": 23164718, "text": "was a statistical difference between the MSI1 gene expression in intestinal versus diffuse type gastric cancer"}, {"pubmed": 23418578, "text": "study provides novel insights into Hedgehog/Msi1 signaling and its role in the regulation of the self-renewal capability of human umbilical cord blood (UCB)-derived mesenchymal stem cells"}, {"pubmed": 23715514, "text": "Msi1 regulates the proliferation of stem-like spheroid lung tumor cells in associated with Notch and Wnt signaling."}, {"pubmed": 24022895, "text": "Musashi-1 mediates the downregulation of the 26S proteasome by binding to the mRNA of NF-YA, the transcriptional factor regulating 26S proteasome subunit expression"}, {"pubmed": 24057325, "text": "High levels of Musashi-1 were associated with gliomas."}, {"pubmed": 24061461, "text": "our data demonstrated that Musashi 1 is highly and un-differentially expressed in both examined tumoral and apparently normal bladder tissues."}, {"pubmed": 24151393, "text": "Msi-1-positive cells may play a key role in the early events of gastric carcinogenesis and may be involved in invasion and metastasis of gastric cancer cells."}, {"pubmed": 24163304, "text": "Msi1 was significantely overexpressed in 41.5 % of tumor samples."}, {"pubmed": 24365097, "text": "Aberrant Musashi-1 expression in adenomyosis may be involved in the pathogenesis and pathophysiology of adenomyosis, but it does not correlate with changes in serum estradiol or progesterone levels."}, {"pubmed": 24444033, "text": "oncogenic role in hepatocellular carcinoma may be through modulation of cell growth and cell cycle by activating Wnt pathway via direct downregulation of APC and DKK1"}, {"pubmed": 24452324, "text": "The principal findings included significantly higher level of Msi-1 expression in younger gastric cancer patients compared to older ones, and probable association of tumor Msi-1 expression in young gastric cancer patients with more aggressive tumor type."}, {"pubmed": 24525742, "text": "NOTCH3 signaling regulates MUSASHI-1 expression in metastatic colorectal cancer cells."}, {"pubmed": 24787949, "text": "an association between a Musashi-1 genotype and lung cancer risk"}, {"pubmed": 25362645, "text": "High Msi1 promotes tumor growth and cell proliferation by targeting cell cycle checkpoint proteins p21, p27 and p53 in cervical carcinomas."}, {"pubmed": 25380226, "text": "Msi proteins contribute to an epithelial gene expression program in neural and mammary cell types."}, {"pubmed": 25394506, "text": "Knockdown of endogenous Msi1 protein inhibited the growth and tumor formation by activating the cell cycle suppressor p21cip"}, {"pubmed": 25747387, "text": "Msi1 is a mediator of TRAIL resistance in HCC cells"}, {"pubmed": 25773390, "text": "we suggest that Musashi-1, Lgr5, and pEGFR are overexpressed in human SIAs and may play roles in human SIA carcinogenesis and progression."}, {"pubmed": 25851660, "text": "This review highlights both the essential contribution of RBPs to posttranscriptional regulation and the importance of the Musashi family as master regulators of male gamete development--{REVIEW}"}, {"pubmed": 25888190, "text": "data suggest that in response to environmental cues that oppose cell cycle progression, regulation of Musashi function is required to promote target mRNA translation and cell fate transition"}, {"pubmed": 25940441, "text": "Our results demonstrate that miR-137 acts as a tumor-suppressive miRNA in colorectal cancers and negatively regulates oncogenic Musashi-1"}, {"pubmed": 25971681, "text": "Musashi-1 and ALDH1 expression are closely related to metastasis of ovarian adenocarcinoma."}, {"pubmed": 26100017, "text": "The findings uncover a role for MSI1 as a central regulator of cell adhesion pathways that contribute to Glioblastoma by influencing cell adhesion, morphology, migration, and invasion."}, {"pubmed": 26191146, "text": "Suggest high level of Musashi-1 protein expression is associated with poor survival in endometrioid adenocarcinoma patients."}, {"pubmed": 26294058, "text": "Msi1 overexpression is associated with Esophageal Squamous Cell Carcinoma."}, {"pubmed": 26563371, "text": "miR-761 and MSI1 are inversely expressed in ovarian cancer tissues. In conclusion, we demonstrated that miR-761 repressed ovarian cancer proliferation and invasion by targeting MSI1"}, {"pubmed": 26673327, "text": "Concomitant loss of function of both MSI1 is sufficient to abrogate the growth of human colorectal cancer cells, and Msi gene deletion inhibits tumorigenesis in several mouse models of intestinal cancer."}, {"pubmed": 27142513, "text": "Results show that Meis1 may have a positive feedback with Msi1 during the esophageal squamous cell carcinoma progression."}, {"pubmed": 27281208, "text": "studies highlight Msi reporters as a unique tool to identify therapy resistance, and define Msi signalling as a central regulator of pancreatic cancer"}, {"pubmed": 27285760, "text": "Musashi-1 has a role in regulating AKT-derived IL-6 autocrinal/paracrinal malignancy and chemoresistance in glioblastoma"}, {"pubmed": 27470713, "text": "our results suggest a role for MSI1 in double-strand break repair and that its inhibition may enhance the effect of radiotherapy"}, {"pubmed": 28088346, "text": "Msi1promoted epithelial-mesenchymal transformation of cervical neoplasms via activation of the Wnt signaling pathway and contributing to poor prognosis."}, {"pubmed": 28143872, "text": "MSI1 and MSI2 bind and regulate the mRNA stability and translation of proteins operating in essential oncogenic signaling pathways..This review provides a current overview of Musashi as a cancer driver and novel therapeutic target."}, {"pubmed": 28216140, "text": "Musashi-1 expression was higher in Barrett esophagus and early esophageal adenocarcinoma compared to advanced adenocarcinoma."}, {"pubmed": 28572454, "text": "Musashi-1 interacts with the Zika genome and enables viral replication."}, {"pubmed": 28713964, "text": "Msi1 acts as a stemness-associated gene in esophageal cancer cell lines and could serve as a prognostic marker in patients with ESCC."}, {"pubmed": 28821879, "text": "These findings suggested a critical role of MSI1-TNS3 axis in regulating glioblastoma migration."}, {"pubmed": 28853072, "text": "Enhanced expression of Musashi-1 was observed in adenomyosis foci in comparison with endometrial cells. The most intensive staining was found in nodular adenomyosis, especially in epithelial cells during the secretion phase. These data attest to the role of somatic stem cells in the development and progression of various forms of adenomyosis."}, {"pubmed": 29141252, "text": "MSI1 was a target of miR-181a-5p, a microRNA involved in the regulation of cancer development. The expression levels of MSI1 and miR-181a-5p were negatively correlated in NSCLC."}, {"pubmed": 29486283, "text": "findings indicate that MSI1 plays a leading role in stress granule formation that grants cancer stem cell properties and chemoresistant stress granules in GBM, in response to stressful conditions via the PKR/eIF2alpha signalling cascade."}, {"pubmed": 29745066, "text": "Tumor location has been proposed as an additional prognostic indicator and -more recently- as a factor with significant influence on the prognostic value of particular molecular markers and/or combination of markers (KRAS, MSI, APC/MSI), allowing the discrimination of specific disease subsets with considerably disparate outcome and the identification of high risk cases"}, {"pubmed": 30097032, "text": "This provides proof of concept for the development of Gn-lip as a molecular therapy for colon cancer with MSI1/MSI2 overexpression."}, {"pubmed": 30322656, "text": "MSI1 is associated with glioblastoma radioresistance via homologous recombination repair, tumor invasion and cancer stem-like cell properties."}, {"pubmed": 30362859, "text": "we demonstrated the value of combined treatments with luteolin and olaparib (PARP inhibitor) or ionizing radiation (IR). Our results show that luteolin functions as an inhibitor of Msi1 and demonstrates its potential use in glioblastoma therapy."}, {"pubmed": 30367664, "text": "This study demonstrated that MSI1 is present in an oligomeric state in Alzheimer's disease brains compared to the age-matched non-demented subjects and that these large assemblies co-localize with tau contributing to the neurodegenerative pathogenesis."}, {"pubmed": 30959276, "text": "High MSI1 expression is associated with Glioblastoma."}, {"pubmed": 31004009, "text": "High MSI1 expression is associated with glioblastoma development."}, {"pubmed": 31052494, "text": "In the current study, a similar expression pattern of MSI1 and RUNX2 during in vitro osteogenic differentiation was identified."}, {"pubmed": 31059073, "text": "the findings of the present study suggested that MSI1 silencing can suppress oral squamous cell carcinoma cell proliferation and progression, in part by inhibiting the activation of the cMyc/STAT3 pathway."}, {"pubmed": 31532069, "text": "The results illustrate a possible mechanism of neurodegeneration mediated by the aggregation of MSI1proteins and TauO, suggesting that MSI1 plays a critical role in cellular dysfunction."}, {"pubmed": 31603583, "text": "Crystal and solution structures of human oncoprotein Musashi-2 N-terminal RNA recognition motif 1."}, {"pubmed": 31692135, "text": "Interplay between the RNA binding-protein Musashi and developmental signaling pathways."}, {"pubmed": 31903115, "text": "Musashi-1 promotes stress-induced tumor progression through recruitment of AGO2."}, {"pubmed": 31907147, "text": "Overexpression of MSI1 in HepG2 cells also down-regulated the expression of APC and up-regulated the expression of beta-catenin protein"}, {"pubmed": 32245259, "text": "Knockdown of Musashi RNA Binding Proteins Decreases Radioresistance but Enhances Cell Motility and Invasion in Triple-Negative Breast Cancer."}, {"pubmed": 32780197, "text": "RNA-binding protein Musashi2 regulates Hippo signaling via SAV1 and MOB1 in pancreatic cancer."}, {"pubmed": 32855391, "text": "RNA-binding proteins Musashi and tau soluble aggregates initiate nuclear dysfunction."}, {"pubmed": 32945509, "text": "Density of Musashi1positive stem cells in the stomach of patients with irritable bowel syndrome."}, {"pubmed": 33120728, "text": "Musashi1 expression is negatively correlated with numb expression in brain metastases."}, {"pubmed": 33541259, "text": "Increased expression of MUSASHI1 in epithelial breast cancer cells is due to down regulation of miR-125b."}, {"pubmed": 34291358, "text": "Knockdown of the prognostic cancer stem cell marker Musashi-1 decreases radio-resistance while enhancing apoptosis in hormone receptor-positive breast cancer cells via p21(WAF1/CIP1)."}, {"pubmed": 34309875, "text": "Assessment of MUSASHI 1 and MUSASHI 2 expression in spermatozoa and testicular tissue."}, {"pubmed": 34468911, "text": "Immunolocalization of stem/progenitor cell biomarkers Oct-4, C-kit and Musashi-1 in endometriotic lesions."}, {"pubmed": 34768932, "text": "Dual Knockdown of Musashi RNA-Binding Proteins MSI-1 and MSI-2 Attenuates Putative Cancer Stem Cell Characteristics and Therapy Resistance in Ovarian Cancer Cells."}, {"pubmed": 35011618, "text": "The RNA-Binding Protein Musashi1 Regulates a Network of Cell Cycle Genes in Group 4 Medulloblastoma."}, {"pubmed": 35840700, "text": "Theoretical studies on RNA recognition by Musashi 1 RNA-binding protein."}, {"pubmed": 36854751, "text": "Zika virus RNA structure controls its unique neurotropism by bipartite binding to Musashi-1."}, {"pubmed": 36995659, "text": "Exosomal Circ_FMN2 Derived from the Serum of Colorectal Cancer Patients Promotes Cancer Progression by miR-338-3p/MSI1 Axis."}, {"pubmed": 36996499, "text": "Increased expression of musashi 1 on breast cancer cells has implication to understand dormancy and survival in bone marrow."}, {"pubmed": 37481823, "text": "Dysregulated Stem Cell Markers Musashi-1 and Musashi-2 are Associated with Therapy Resistance in Inflammatory Breast Cancer."}, {"pubmed": 37607966, "text": "The oncogene Musashi1 encodes novel miRNAs in breast cancer."}, {"pubmed": 37858462, "text": "Short C-terminal Musashi-1 proteins regulate pluripotency states in embryonic stem cells."}], "genomic_pos": {"chr": "12", "end": 120369164, "ensemblgene": "ENSG00000135097", "start": 120341330, "strand": -1}, "genomic_pos_hg19": {"chr": "12", "end": 120806983, "start": 120779133, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0006417", "qualifier": "involved_in", "term": "regulation of translation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007399", "pubmed": 9790759, "qualifier": "involved_in", "term": "nervous system development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007417", "qualifier": "involved_in", "term": "central nervous system development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009725", "qualifier": "involved_in", "term": "response to hormone"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030855", "qualifier": "involved_in", "term": "epithelial cell differentiation"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}], "MF": [{"category": "MF", "evidence": "HDA", "id": "GO:0003723", "pubmed": 22681889, "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0003729", "qualifier": "enables", "term": "mRNA binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [30367664, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008266", "qualifier": "enables", "term": "poly(U) RNA binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": 30367664, "qualifier": "enables", "term": "identical protein binding"}]}, "homologene": {"genes": [[7955, 541389], [8364, 496961], [9031, 416979], [9544, 699286], [9598, 452305], [9606, 4440], [9615, 611488], [9913, 527436], [10090, 17690], [10116, 259272]], "id": 55657}, "interpro": [{"desc": "RNA recognition motif domain", "id": "IPR000504", "short_desc": "RRM_dom"}, {"desc": "Nucleotide-binding alpha-beta plait domain superfamily", "id": "IPR012677", "short_desc": "Nucleotide-bd_a/b_plait_sf"}, {"desc": "RNA-binding protein Musashi homologue, RNA recognition motif 2", "id": "IPR034126", "short_desc": "MSI_RRM2"}, {"desc": "RNA-binding domain superfamily", "id": "IPR035979", "short_desc": "RBD_domain_sf"}], "ipi": "IPI00001007", "map_location": "12q24.31", "name": "musashi RNA binding protein 1", "other_names": ["RNA-binding protein Musashi homolog 1", "musashi-1", "musashi1"], "pantherdb": {"HGNC": "7330", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "107376", "ortholog_type": "LDO", "panther_family": "PTHR48032", "taxid": 10090, "uniprot_kb": "Q61474"}, {"RGD": "628778", "ortholog_type": "LDO", "panther_family": "PTHR48032", "taxid": 10116, "uniprot_kb": "Q8K3P4"}, {"Ensembl": "ENSGALG00000007227", "ortholog_type": "LDO", "panther_family": "PTHR48032", "taxid": 9031, "uniprot_kb": "A0A3Q2UHP1"}, {"Ensembl": "ENSDARG00000102015", "ortholog_type": "O", "panther_family": "PTHR48032", "taxid": 7955, "uniprot_kb": "A0A0G2KT66"}, {"ZFIN": "ZDB-GENE-050320-86", "ortholog_type": "LDO", "panther_family": "PTHR48032", "taxid": 7955, "uniprot_kb": "F1R9K5"}, {"WormBase": "WBGene00003423", "ortholog_type": "O", "panther_family": "PTHR48032", "taxid": 6239, "uniprot_kb": "G5EFS2"}, {"FlyBase": "FBgn0011666", "ortholog_type": "O", "panther_family": "PTHR48032", "taxid": 7227, "uniprot_kb": "Q8IMS8"}, {"FlyBase": "FBgn0260943", "ortholog_type": "O", "panther_family": "PTHR48032", "taxid": 7227, "uniprot_kb": "Q9VVE5"}, {"TAIR": "2169068", "ortholog_type": "O", "panther_family": "PTHR48032", "taxid": 3702, "uniprot_kb": "F4JYK6"}, {"EnsemblGenome": "AT5G55550", "ortholog_type": "O", "panther_family": "PTHR48032", "taxid": 3702, "uniprot_kb": "A0A1P8BF26"}, {"TAIR": "2133862", "ortholog_type": "O", "panther_family": "PTHR48032", "taxid": 3702, "uniprot_kb": "Q8W569"}, {"TAIR": "2077392", "ortholog_type": "O", "panther_family": "PTHR48032", "taxid": 3702, "uniprot_kb": "F4JFN7"}], "uniprot_kb": "O43347"}, "pathway": {"kegg": {"id": "hsa03015", "name": "mRNA surveillance pathway - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-376176", "name": "Signaling by ROBO receptors"}, {"id": "R-HSA-422475", "name": "Axon guidance"}, {"id": "R-HSA-9010553", "name": "Regulation of expression of SLITs and ROBOs"}, {"id": "R-HSA-9675108", "name": "Nervous system development"}]}, "pfam": "PF00076", "pharmgkb": "PA31137", "pharos": {"target_id": 5539, "tdl": "Tbio"}, "prosite": "PS50102", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF168042", "relationship": "is"}, {"id": "GNF178948", "relationship": "is"}, {"id": "GNF189854", "relationship": "is"}, {"id": "GNF200760", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF097760", "relationship": "is"}, {"id": "GNF137415", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000012.12", "NC_060936.1"], "protein": ["NP_001401414.1", "NP_001401415.1", "NP_001401416.1", "NP_001401417.1", "NP_001401418.1", "NP_001401419.1", "NP_001401420.1", "NP_001401421.1", "NP_001401422.1", "NP_001401423.1", "NP_001401424.1", "NP_001401425.1", "NP_001401426.1", "NP_001401427.1", "NP_002433.1", "XP_006719467.1", "XP_011536663.1", "XP_011536666.1", "XP_011536668.1", "XP_011536670.1", "XP_011536672.1", "XP_011536673.1", "XP_047284828.1", "XP_054228056.1", "XP_054228057.1", "XP_054228058.1", "XP_054228059.1", "XP_054228060.1", "XP_054228061.1", "XP_054228062.1", "XP_054228063.1"], "rna": ["NM_001414485.1", "NM_001414486.1", "NM_001414487.1", "NM_001414488.1", "NM_001414489.1", "NM_001414490.1", "NM_001414491.1", "NM_001414492.1", "NM_001414493.1", "NM_001414494.1", "NM_001414495.1", "NM_001414496.1", "NM_001414497.1", "NM_001414498.1", "NM_002442.4", "XM_006719404.4", "XM_011538361.4", "XM_011538364.3", "XM_011538366.3", "XM_011538368.3", "XM_011538370.3", "XM_011538371.3", "XM_047428872.1", "XM_054372081.1", "XM_054372082.1", "XM_054372083.1", "XM_054372084.1", "XM_054372085.1", "XM_054372086.1", "XM_054372087.1", "XM_054372088.1"], "translation": [{"protein": "XP_011536666.1", "rna": "XM_011538364.3"}, {"protein": "XP_011536670.1", "rna": "XM_011538368.3"}, {"protein": "XP_054228061.1", "rna": "XM_054372086.1"}, {"protein": "NP_001401425.1", "rna": "NM_001414496.1"}, {"protein": "NP_001401419.1", "rna": "NM_001414490.1"}, {"protein": "NP_001401423.1", "rna": "NM_001414494.1"}, {"protein": "XP_054228060.1", "rna": "XM_054372085.1"}, {"protein": "NP_001401416.1", "rna": "NM_001414487.1"}, {"protein": "NP_001401426.1", "rna": "NM_001414497.1"}, {"protein": "XP_054228059.1", "rna": "XM_054372084.1"}, {"protein": "NP_001401427.1", "rna": "NM_001414498.1"}, {"protein": "XP_054228062.1", "rna": "XM_054372087.1"}, {"protein": "XP_054228058.1", "rna": "XM_054372083.1"}, {"protein": "NP_001401424.1", "rna": "NM_001414495.1"}, {"protein": "XP_054228056.1", "rna": "XM_054372081.1"}, {"protein": "XP_011536668.1", "rna": "XM_011538366.3"}, {"protein": "XP_011536673.1", "rna": "XM_011538371.3"}, {"protein": "NP_001401422.1", "rna": "NM_001414493.1"}, {"protein": "XP_054228057.1", "rna": "XM_054372082.1"}, {"protein": "NP_001401417.1", "rna": "NM_001414488.1"}, {"protein": "XP_011536663.1", "rna": "XM_011538361.4"}, {"protein": "NP_001401421.1", "rna": "NM_001414492.1"}, {"protein": "XP_006719467.1", "rna": "XM_006719404.4"}, {"protein": "XP_011536672.1", "rna": "XM_011538370.3"}, {"protein": "XP_047284828.1", "rna": "XM_047428872.1"}, {"protein": "NP_001401418.1", "rna": "NM_001414489.1"}, {"protein": "NP_001401415.1", "rna": "NM_001414486.1"}, {"protein": "XP_054228063.1", "rna": "XM_054372088.1"}, {"protein": "NP_001401414.1", "rna": "NM_001414485.1"}, {"protein": "NP_001401420.1", "rna": "NM_001414491.1"}, {"protein": "NP_002433.1", "rna": "NM_002442.4"}]}, "reporter": {"HG-U133_Plus_2": "206333_at", "HG-U95Av2": ["31395_i_at", "31396_r_at"], "HG-U95B": "47919_at", "HTA-2_0": ["TC12002043.hg.1", "TC12003123.hg.1"], "HuEx-1_0": "3474461", "HuGene-1_1": "7967039", "HuGene-2_1": "16771288"}, "summary": "This gene encodes a protein containing two conserved tandem RNA recognition motifs. Similar proteins in other species function as RNA-binding proteins and play central roles in posttranscriptional gene regulation. Expression of this gene has been correlated with the grade of the malignancy and proliferative activity in gliomas and melanomas. A pseudogene for this gene is located on chromosome 11q13. [provided by RefSeq, Jul 2008].", "symbol": "MSI1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1417335"}, "unigene": "Hs.158311", "uniprot": {"Swiss-Prot": "O43347", "TrEMBL": "H0YHB7"}, "wikipedia": {"url_stub": "MSI1"}}