{"AllianceGenome": "7406", "HGNC": "7406", "MIM": "156360", "_id": "4502", "_version": 1, "accession": {"genomic": ["AC026461.11", "CH471092.1", "CP068262.2", "DQ370420.1", "HI574296.1", "J00271.1", "M15244.1", "NC_000016.10", "NC_060940.1", "X00504.1"], "protein": ["AAA59583.1", "AAA59584.1", "AAB24908.1", "AAH07034.1", "AAH70289.1", "AAP35979.1", "ABC79300.1", "BAA05808.1", "CAA23841.1", "CAA25196.1", "CAA65915.1", "CBX47637.1", "EAW82869.1", "EAW82870.1", "NP_005944.1", "P02795.1"], "rna": ["BC007034.1", "BC062435.1", "BC070289.1", "BM746626.1", "BT007315.1", "D28442.1", "DW466290.1", "M26637.1", "NM_005953.5", "S52379.1", "V00594.1", "X97260.1"], "translation": [{"protein": "AAB24908.1", "rna": "S52379.1"}, {"protein": "CAA65915.1", "rna": "X97260.1"}, {"protein": "BAA05808.1", "rna": "D28442.1"}, {"protein": "AAH07034.1", "rna": "BC007034.1"}, {"protein": "AAH70289.1", "rna": "BC070289.1"}, {"protein": "AAP35979.1", "rna": "BT007315.1"}, {"protein": "AAA59584.1", "rna": "M26637.1"}, {"protein": "CAA23841.1", "rna": "V00594.1"}, {"protein": "NP_005944.1", "rna": "NM_005953.5"}]}, "alias": ["MT-2", "MT-II", "MT2"], "ensembl": {"gene": "ENSG00000125148", "protein": ["ENSP00000245185", "ENSP00000456804"], "transcript": ["ENST00000245185", "ENST00000561491", "ENST00000562017", "ENST00000563985", "ENST00000567300"], "translation": [{"protein": "ENSP00000245185", "rna": "ENST00000245185"}, {"protein": "ENSP00000456804", "rna": "ENST00000561491"}], "type_of_gene": "protein_coding"}, "entrezgene": "4502", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 3.23003505, "exp_mis": 24.835028, "exp_syn": 15.35673, "lof_z": 0.677959202358619, "mis_z": 0.768997258663177, "mu_lof": 1.74113816668e-07, "mu_mis": 2.08096257255e-06, "mu_syn": 1.24441141401e-06, "n_lof": 2.0, "n_mis": 17.0, "n_syn": 9.0, "p_li": 0.0538691874978182, "p_null": 0.245120511896898, "p_rec": 0.701010300605284, "syn_z": 1.00561980753044}, "bp": 186, "cds_end": 56643266, "cds_start": 56642567, "n_exons": 3, "nonpsych": {"exp_lof": 2.8615866, "exp_mis": 22.4161906, "exp_syn": 13.8374158, "lof_z": 0.500204300358335, "mis_z": 0.683530609399207, "mu_lof": 1.74113816668e-07, "mu_mis": 2.08096257255e-06, "mu_syn": 1.24441141401e-06, "n_lof": 2.0, "n_mis": 16.0, "n_syn": 7.0, "p_li": 0.0509729372304844, "p_null": 0.284305484466009, "p_rec": 0.664721578303507, "syn_z": 1.15725275234707}, "nontcga": {"exp_lof": 2.96559799, "exp_mis": 22.842193, "exp_syn": 14.12215788, "lof_z": 0.553122699896265, "mis_z": 0.817482529541378, "mu_lof": 1.74113816668e-07, "mu_mis": 2.08096257255e-06, "mu_syn": 1.24441141401e-06, "n_lof": 2.0, "n_mis": 15.0, "n_syn": 8.0, "p_li": 0.0499392543127863, "p_null": 0.261286254523556, "p_rec": 0.688774491163658, "syn_z": 1.0315171182777}, "transcript": "ENST00000245185.5"}, "exons": [{"cdsend": 56609354, "cdsstart": 56608655, "chr": "16", "position": [[56608583, 56608683], [56608991, 56609057], [56609262, 56609497]], "strand": 1, "transcript": "NM_005953", "txend": 56609497, "txstart": 56608583}], "exons_hg19": [{"cdsend": 56643266, "cdsstart": 56642567, "chr": "16", "position": [[56642495, 56642595], [56642903, 56642969], [56643174, 56643409]], "strand": 1, "transcript": "NM_005953", "txend": 56643409, "txstart": 56642495}], "generif": [{"pubmed": 12192109, "text": "Transgenic mice overexpressing human metallothionein 2A from a cardiac-specific promoter were protected from doxorubicin cardiotoxicity. MT can protect the heart from oxidative injury only if it is present prior to induction of oxidative stress."}, {"pubmed": 12646258, "text": "Data suggest that the physical interaction of esophageal cancer related gene 2 (ECRG2) and metallothionein 2A (MT2A) may play an important role in the carcinogenesis of esophageal cancer."}, {"pubmed": 12714254, "text": "zinc ion bioavailability by zinc-bound MTs homeostasis is pivotal to reach health longevity and successful ageing."}, {"pubmed": 14530512, "text": "metallothionein plays a significant role in erythropoietin-induced proliferation, but not in the erythroid-specific differentiation of progenitor cells"}, {"pubmed": 14550308, "text": "Metallothionein 2A interacts with the kinase domain of PKCmu and may have a role in prostate cancer"}, {"pubmed": 15041247, "text": "liver and perhaps other cells, Zn(7)-MT is probably important in the cytosolic trafficking of zinc to the mitochondria for the uptake of zinc into the mitochondrial matrix by the putative zinc uptake transporter"}, {"pubmed": 15541360, "text": "EOLA1 and MT2A may have an important role of cell protection in inflammation reaction."}, {"pubmed": 15747776, "text": "Eight MT genes were up-regulated after treatment of T-ALL cells with 0.15 and 1.5 microg/mL of metal ores.  Heavy metal binding activity."}, {"pubmed": 16087360, "text": "The Overexpressed MT2 with added zinc showed a greater inhibitory effect on cell viability and protected cells against low concentrations of cadmium ions (10 microM), but increased cell death in response to high concentrations (20-50 microM)."}, {"pubmed": 16166738, "text": "MT1 and MT2 deficient mice are susceptible to acute lung injury"}, {"pubmed": 16215939, "text": "Findings suggest that EOLA1 is a novel gene and the interaction of EOLA1 and MT2A may play an important role in cell protection in inflammation reaction."}, {"pubmed": 16243847, "text": "MT2a has a role in oxidative stress, and the formation of MT disulfide bonds is involved in the regulation of zinc homeostasis"}, {"pubmed": 16402917, "text": "MT2A expression may be a beneficial downstream adaptive response in complex I-deficient cells."}, {"pubmed": 16518702, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 16546755, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16927099, "text": "the A --> G single-nucleotide polymorphism reduces the efficiency of those aspects of the transcription of the gene for MT-IIA that are controlled by general transcription factors"}, {"pubmed": 17224279, "text": "High-yield expression in Escherichia coli of soluble MT2A with native functions was studied."}, {"pubmed": 17622311, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17622311, "text": "The +838 C/G MT2A polymorphism seems to influence inflammatory markers, zinc availability, NK cell cytotoxicity, and trace element status, all of which may promote carotid artery stenosis development."}, {"pubmed": 17914565, "text": "MT was up-regulated under hypoxia in prostate cancer cells and overexpressed in prostate cancer tissue and residual cancer cells after androgen ablation therapy"}, {"pubmed": 18208603, "text": "The goals of this study were to define the expression of the isoforms of MT 1, 2, 3 at both mRNA and protein levels, in normal prostate, benign prostatic hyperplasia (BPH) and malignant PC-3 cells."}, {"pubmed": 18349110, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18601746, "text": "Lupus nephritis is associated with significant alterations in renal MT-I+II expression. Important prognostic information can be deduced from the renal MT-I+II expression profile in systemic lupus erythematosus patients with nephritis."}, {"pubmed": 18996371, "text": "Inhibition of MT2A expression by siRNA in the HIPK2 knockdown cells restored p53 transcription activity."}, {"pubmed": 19062161, "text": "MT-2A could plausibly modulate cell cycle progression from G1- to S-phase via the ATM/Chk2/cdc25A pathway"}, {"pubmed": 19097988, "text": "Nickel mobilizes intracellular zinc to induce MT2A in human airway epithelial cells."}, {"pubmed": 19433272, "text": "Stable overexpression of human metallothionein-IIA in a heart-derived cell line confers oxidative protection."}, {"pubmed": 19515364, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19572214, "text": "A --> G single-nucleotide polymorphism was deteceted in metallothionein 2A core promoter region of Turkish population."}, {"pubmed": 19572214, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 19881214, "text": "It plays a role in the detoxification of heavy metals and reactive oxygen species. (review)"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20038220, "text": "Data show that MT-I + II and megalin are significantly altered in CNS lymphoma relative to controls."}, {"pubmed": 20127519, "text": "Data suggest that increase in cell size, intracellular granulation and megakaryocytic specific antigen expression such as CD41 and CD42, and arresting cell proliferation validate the role of metallothioneins in cell differentiation."}, {"pubmed": 20303360, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20303360, "text": "The core promoter region polymorphism of metallothionein 2A increases the accumulation of Cd in human renal cortex."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20646067, "text": "MT2 diminishes Transthyretin-Abeta binding, whereas MT3 has the opposite effect"}, {"pubmed": 20711450, "text": "metallothioneins represented by MT-2A capable of protecting against Abeta aggregation and toxicity"}, {"pubmed": 20711930, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 20812968, "text": "MT-1A, -1F, -1G, -1X and -2A isoforms are significantly down-regulated in proliferating keloid fibroblasts."}, {"pubmed": 21187089, "text": "MT-2A promotes breast cancer cell invasion by upregulating MMP-9 via AP-1 and NF-kappaB activation."}, {"pubmed": 21277639, "text": "these data support that the IL-6 -174 C+ carriers and MT2A -5 G- carriers may be more advantageous for longevity."}, {"pubmed": 21328412, "text": "MT2A -5A/G core promoter region single nucleotide polymorphism has an effect in accumulating placental Cd and transferring maternal to fetal essential micronutrients."}, {"pubmed": 21767559, "text": "Highly statistically significant associations are detected between the -5 adenine/guanine core promoter region single nucleotide polymorphism in the MT2A gene and cadmium, lead, and zinc (but not copper) blood levels."}, {"pubmed": 21868554, "text": "MT-I/II may play a key role in IDC proliferation, but is not a useful prognostic factor of this disease"}, {"pubmed": 22005883, "text": "pregnant women with AG genotype for MT2A polymorphism might have high blood lead levels and their newborns may be at risk of low-level cord blood lead variation"}, {"pubmed": 22090273, "text": "Possible role of MT as a marker of cell stress and homeostasis restoration in Graves'disease."}, {"pubmed": 22248277, "text": "High MT2A is associated with prostate cancer."}, {"pubmed": 22824183, "text": "Investigated whether MT2A gene polymorphisms are associated with a risk of prostate cancer. Three MT2A SNPs were genotyped in 358 prostate cancer cases and 406 population controls; one SNP showed a positive association with prostate cancer."}, {"pubmed": 23028585, "text": "MT-I/II expression was increased in hippocampi from temporal lobe epilepsy."}, {"pubmed": 23042264, "text": "A positive correlation between MT and Ki-67 expression was observed for all the studied cases but was even stronger in the metatypic subtype of basal cell carcinoma."}, {"pubmed": 23053628, "text": "These data suggest that the rs28366003 single nucleotide polymorphism in MT2A is associated with risk of breast cancer in Polish population."}, {"pubmed": 23064051, "text": "findings show 5 MT isoforms were overexpressed in non-small cell lung cancer and overexpression of MT-1F and MT-2A predicted poor outcome; both isoforms may be involved in progression of this cancer type"}, {"pubmed": 23148893, "text": "suggest that Mt2a might be involved in insulin resistance through the up-regulation of Mt gene expression, which may lead to the modulation of insulin action in fat cells"}, {"pubmed": 23381845, "text": "Metallothionein overexpression in cardiac myocytes is capable of abolishing an otherwise expected significant diabetic capillary basement membrane thickening."}, {"pubmed": 23466427, "text": "A significant association between rs28366003 genotype and MT2A expression level is found in prostate cancer patients."}, {"pubmed": 23553990, "text": "MiR-23a in amplified 19p13.13 loci targets metallothionein 2A and promotes growth in gastric cancer cells."}, {"pubmed": 23620539, "text": "Data suggest that up-regulation of MT2A expression in hepatic stellate cells down-regulates expression of specific biological markers (alpha-smooth muscle actin; collagen-I; collagenases) and up-regulates others (matrix metalloproteinases 1, 8, 13)."}, {"pubmed": 23870553, "text": "MT2A might play a tumor suppressive activity through inhibiting NF-kappaB signaling"}, {"pubmed": 23947958, "text": "Low MT2A expression is associateed with lung carcinogenesis."}, {"pubmed": 23986211, "text": "Suggest a potential role of MT-I/II in the proliferation of gastrointestinal stromal tumor cells and disease progression."}, {"pubmed": 23994556, "text": "Cotreatment with aryl hydrocarbon receptor agonist and dexamethasone enhances human MT2A gene expression."}, {"pubmed": 24157868, "text": "MT2A contributes to chemotherapy resistance in osteosarcoma, an effect partially mediated by zinc chelation."}, {"pubmed": 24662736, "text": "MT2A was down-regulated in renal cell carcinogenesis."}, {"pubmed": 24918957, "text": "Electrospray ionization ion mobility mass spectrometry and molecular dynamics simulations reveal new insights into metal-induced conformational changes and the mechanism for metalation of human metallothionein-2A."}, {"pubmed": 24952512, "text": "A genetic variation of MT2A may be a risk factor in laryngeal cancer in a Polish population and the presence of -5 A/G (rs28366003) MT2A gene polymorphism could be considered as a new potential biomarker of the invasive phenotype of laryngeal cancer."}, {"pubmed": 25157674, "text": "-5 A/G SNP in MT2A gene may have an effect on allele-specific gene expression and accumulation of metal levels in laryngeal cancer."}, {"pubmed": 25555862, "text": "In the Han population of China, the gene polymorphism of MT2A-838G/C is correlated to coronary heart disease."}, {"pubmed": 25808318, "text": "Metallothionein 2A affects the cell respiration by suppressing the expression of mitochondrial protein cytochrome c oxidase subunit II."}, {"pubmed": 25900616, "text": "MT2A mRNA expression has a significant inverse correlation with Cd and Cu levels in dry inverted papilloma tissue. Inverted papilloma cases with lower average cadmium and copper content were observed to be the most frequent positive MT2A mRNA expression."}, {"pubmed": 26036762, "text": "The findings suggest that MT2A gene variation rs28366003 may be implicated in the etiology of sinonasal inverted papilloma in a Polish population"}, {"pubmed": 26093198, "text": "Data suggest that blood metallothionein-2A (MT-2A) expression and serum MT-2A levels could be important prognostic indices of less differentiated, more aggressive breast cancer phenotype."}, {"pubmed": 26456220, "text": "HMBOX1 regulates intracellular free zinc level by interacting with MT2A to inhibit apoptosis and promote autophagy in vascular endothelial cells."}, {"pubmed": 26594907, "text": "Polymorphism of Metallothionein 2A modifies Lead Body Burden in workers chronically exposed to the metal."}, {"pubmed": 26666815, "text": "Underexpression of MT2A is associated with HPV-positive head and neck cancers."}, {"pubmed": 26801633, "text": "MT2A may be a chemosensitivity indicator in gastric cancer patients receiving docetaxel-based treatment."}, {"pubmed": 27049123, "text": "The present study was undertaken to explore further the interrelationship between p53 and metallothioneins."}, {"pubmed": 27122239, "text": "MT2A A-5G polymorphism may be associated with risk of developing chronic kidney disease and diabetes."}, {"pubmed": 27956698, "text": "blockade of metallothioneins 1 and 2 constitutes a promising approach for the treatment of conditions which result in muscle atrophy."}, {"pubmed": 28059470, "text": "Data suggest that genotype AA for SNP rs28366003 in MT2A is associated with higher blood zinc levels in subjects with diabetes type 2 (with chronic kidney disease) as compared to control subjects. This case-control, genetic association study was conducted in the Czech Republic."}, {"pubmed": 28228606, "text": "Our results indicated that the rs10636 and rs28366003 polymorphisms in MT2A increased breast cancer risk in Northwest Chinese Han population."}, {"pubmed": 28391890, "text": "the association of the blood lead level and HDL-C may be modified by the MT2A genetic combination"}, {"pubmed": 28432463, "text": "There are evidence for implicating MT2A polymorphisms in the development of Sinonasal Inverted Papilloma. The findings also illustrate the key role played by the MT2A gene in inducing an aggressive Schneiderian Papilloma phenotype."}, {"pubmed": 28507149, "text": "this study uncovers an important role for XAF1-MT2A antagonism as a linchpin to govern cell fate under various stressful conditions including heavy metal exposure."}, {"pubmed": 28635422, "text": "We found a significant association of SNP rs28366003 at MT2A gene with susceptibility to the dry form of AMD in a Northern Spanish population."}, {"pubmed": 28865957, "text": "The facility of forming bead-like structures at physiological pH for Zn5-MT2a means that Zn7-MT2a can donate up to two Zn(II) to Zn-dependent enzymes."}, {"pubmed": 30301827, "text": "Metallothionein 2A (MT2A)/myeloid zinc-finger 1 (MZF1) may serve as a prognostic marker and a therapeutic target for human gastric cancer."}, {"pubmed": 31444479, "text": "MT2A is an early predictive biomarker of response to chemotherapy and a potential therapeutic target in osteosarcoma."}, {"pubmed": 31713610, "text": "Reduced hepatic metallothionein expression in first trimester fetuses in response to intrauterine smoking exposure: a consequence of low maternal zinc levels?"}, {"pubmed": 32340109, "text": "Effects of Vitamin D Receptor, Metallothionein 1A, and 2A Gene Polymorphisms on Toxicity of the Peripheral Nervous System in Chronically Lead-Exposed Workers."}, {"pubmed": 32638210, "text": "MT2A Promotes Oxaliplatin Resistance in Colorectal Cancer Cells."}, {"pubmed": 32809904, "text": "Quantitative assessment of the association of polymorphisms in the metallothionein 2A gene with cancer risk."}, {"pubmed": 33084977, "text": "Expression profiles of metallothionein-I/II and megalin/LRP-2 in uterine cervical squamous lesions."}, {"pubmed": 34053181, "text": "Cardiac metallothionein overexpression rescues diabetic cardiomyopathy in Akt2-knockout mice."}, {"pubmed": 34220318, "text": "Effect of MT2A on apoptosis and proliferation in HL60 cells."}, {"pubmed": 35075127, "text": "Structural basis of the ligand binding and signaling mechanism of melatonin receptors."}, {"pubmed": 35107738, "text": "Downregulation of metallothionein 2A reduces migration, invasion and proliferation activities in human squamous cell carcinoma cells."}, {"pubmed": 36060520, "text": "ptk2 and mt2a Genes Expression in Gastritis and Gastric Cancer Patients with Helicobacter pylori Infection."}, {"pubmed": 36649442, "text": "Esterase D interacts with metallothionein 2A and inhibits the migration of A549 lung cancer cells in vitro."}, {"pubmed": 36690679, "text": "Association of metallothionein 2A rs10636 with low mean corpuscular volume (MCV), low mean corpuscular haemoglobin (MCH) in healthy Taiwanese."}, {"pubmed": 36981043, "text": "An Assessment of MT1A (rs11076161), MT2A (rs28366003) and MT1L (rs10636) Gene Polymorphisms and MT2 Concentration in Women with Endometrial Pathologies."}, {"pubmed": 37713131, "text": "Single-cell transcriptome analysis revealing the intratumoral heterogeneity of ccRCC and validation of MT2A in pathogenesis."}], "genomic_pos": {"chr": "16", "end": 56609497, "ensemblgene": "ENSG00000125148", "start": 56608584, "strand": 1}, "genomic_pos_hg19": {"chr": "16", "end": 56643409, "start": 56642111, "strand": 1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0006878", "pubmed": 6719135, "qualifier": "involved_in", "term": "intracellular copper ion homeostasis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006882", "qualifier": "involved_in", "term": "intracellular zinc ion homeostasis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0010273", "qualifier": "involved_in", "term": "detoxification of copper ion"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0036016", "pubmed": 11168427, "qualifier": "involved_in", "term": "cellular response to interleukin-3"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0036018", "pubmed": 11168427, "qualifier": "involved_in", "term": "cellular response to erythropoietin"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045926", "qualifier": "involved_in", "term": "negative regulation of growth"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0071276", "qualifier": "involved_in", "term": "cellular response to cadmium ion"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0071280", "qualifier": "involved_in", "term": "cellular response to copper ion"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0071294", "qualifier": "involved_in", "term": "cellular response to zinc ion"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0071294", "pubmed": 11168427, "qualifier": "involved_in", "term": "cellular response to zinc ion"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005634", "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005737", "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [12646258, 12970870, 14550308, 15541360, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0008270", "qualifier": "enables", "term": "zinc ion binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}]}, "homologene": {"genes": [[9598, 471221], [9606, 4502]], "id": 136536}, "interpro": [{"desc": "Metallothionein, vertebrate", "id": "IPR000006", "short_desc": "Metalthion_vert"}, {"desc": "Metallothionein domain superfamily", "id": "IPR017854", "short_desc": "Metalthion_dom_sf"}, {"desc": "Metallothionein, vertebrate, metal binding site", "id": "IPR018064", "short_desc": "Metalthion_vert_metal_BS"}, {"desc": "Metallothionein domain superfamily, vertebrate", "id": "IPR023587", "short_desc": "Metalthion_dom_sf_vert"}], "ipi": "IPI00022498", "map_location": "16q13", "name": "metallothionein 2A", "other_names": ["metallothionein-2", "metallothionein-II"], "pantherdb": {"HGNC": "7406", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "97172", "ortholog_type": "LDO", "panther_family": "PTHR23299", "taxid": 10090, "uniprot_kb": "P02798"}, {"RGD": "2324335", "ortholog_type": "O", "panther_family": "PTHR23299", "taxid": 10116, "uniprot_kb": "D3ZHV3"}, {"Ensembl": "ENSRNOG00000043098", "ortholog_type": "LDO", "panther_family": "PTHR23299", "taxid": 10116, "uniprot_kb": "P04355"}, {"Ensembl": "ENSGALG00000028451", "ortholog_type": "LDO", "panther_family": "PTHR23299", "taxid": 9031, "uniprot_kb": "P68497"}, {"ZFIN": "ZDB-GENE-030131-4174", "ortholog_type": "LDO", "panther_family": "PTHR23299", "taxid": 7955, "uniprot_kb": "P52722"}], "uniprot_kb": "P02795"}, "pathway": {"kegg": {"id": "hsa04978", "name": "Mineral absorption - Homo sapiens (human)"}, "pid": {"id": "ap1_pathway", "name": "AP-1 transcription factor network"}, "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-5660526", "name": "Response to metal ions"}, {"id": "R-HSA-5660526", "name": "Response to metal ions"}, {"id": "R-HSA-5661231", "name": "Metallothioneins bind metals"}, {"id": "R-HSA-5661231", "name": "Metallothioneins bind metals"}, {"id": "R-HSA-877300", "name": "Interferon gamma signaling"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-913531", "name": "Interferon Signaling"}], "wikipathways": [{"id": "WP3286", "name": "Copper homeostasis"}, {"id": "WP3529", "name": "Zinc homeostasis"}, {"id": "WP3624", "name": "Lung fibrosis"}]}, "pdb": ["1MHU", "2MHU"], "pfam": "PF00131", "pharmgkb": "PA31214", "pharos": {"target_id": 6072, "tdl": "Tbio"}, "pir": ["A03271", "I63131"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF168046", "relationship": "is"}, {"id": "GNF178952", "relationship": "is"}, {"id": "GNF189858", "relationship": "is"}, {"id": "GNF200764", "relationship": "is"}, {"id": "GNF227650", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF158059", "relationship": "similar to"}, "GNF_hs-Origene": {"id": "GNF035082", "relationship": "similar to"}, "GNF_mm+hs-MGC": [{"id": "GNF009985", "relationship": "is"}, {"id": "GNF009987", "relationship": "is"}, {"id": "GNF029527", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF242072", "relationship": "is"}}, "refseq": {"genomic": ["NC_000016.10", "NC_060940.1"], "protein": "NP_005944.1", "rna": "NM_005953.5", "translation": {"protein": "NP_005944.1", "rna": "NM_005953.5"}}, "reporter": {"HG-U133_Plus_2": "212185_x_at", "HG-U95Av2": "39081_at", "HTA-2_0": "TC16002034.hg.1", "HuEx-1_0": ["2729852", "3662106"], "HuGene-1_1": ["7995783", "8095362", "8095376"], "HuGene-2_1": "16819207"}, "summary": "This gene is a member of the metallothionein family of genes. Proteins encoded by this gene family are low in molecular weight, are cysteine-rich, lack aromatic residues, and bind divalent heavy metal ions, altering the intracellular concentration of heavy metals in the cell. These proteins act as anti-oxidants, protect against hydroxyl free radicals, are important in homeostatic control of metal in the cell, and play a role in detoxification of heavy metals. The encoded protein interacts with the protein encoded by the homeobox containing 1 gene in some cell types, controlling intracellular zinc levels, affecting apoptotic and autophagy pathways. Some polymorphisms in this gene are associated with an increased risk of cancer. [provided by RefSeq, Sep 2017].", "symbol": "MT2A", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1417402"}, "unigene": "Hs.534330", "uniprot": {"Swiss-Prot": "P02795", "TrEMBL": "H3BSP9"}, "wikipedia": {"url_stub": "Metallothionein 2A"}}