{"AllianceGenome": "7464", "HGNC": "7464", "MIM": "600804", "_id": "4544", "_version": 1, "accession": {"genomic": ["AB033598.2", "AP002371.3", "AP003171.2", "CH471065.1", "CP068267.2", "NC_000011.10", "NC_060935.1", "NG_028160.1"], "protein": ["AAC50612.1", "AAH69163.1", "AAL75503.1", "AAM78367.1", "AAS00461.1", "BAA92315.1", "EAW66891.1", "NP_005950.1", "P49286.1", "XP_011541141.1", "XP_016873266.1", "XP_054224823.1", "XP_054224824.1"], "rna": ["AF467654.1", "AY114100.1", "AY521019.1", "BC069163.1", "NM_005959.5", "U25341.1", "XM_011542839.3", "XM_017017777.2", "XM_054368848.1", "XM_054368849.1"], "translation": [{"protein": "AAM78367.1", "rna": "AY114100.1"}, {"protein": "AAL75503.1", "rna": "AF467654.1"}, {"protein": "AAC50612.1", "rna": "U25341.1"}, {"protein": "XP_011541141.1", "rna": "XM_011542839.3"}, {"protein": "XP_054224824.1", "rna": "XM_054368849.1"}, {"protein": "AAS00461.1", "rna": "AY521019.1"}, {"protein": "NP_005950.1", "rna": "NM_005959.5"}, {"protein": "XP_016873266.1", "rna": "XM_017017777.2"}, {"protein": "AAH69163.1", "rna": "BC069163.1"}, {"protein": "XP_054224823.1", "rna": "XM_054368848.1"}]}, "alias": ["FGQTL2", "MEL-1B-R", "MT2"], "ensembl": {"gene": "ENSG00000134640", "protein": ["ENSP00000257068", "ENSP00000433573", "ENSP00000436101"], "transcript": ["ENST00000257068", "ENST00000528076", "ENST00000532482"], "translation": [{"protein": "ENSP00000257068", "rna": "ENST00000257068"}, {"protein": "ENSP00000436101", "rna": "ENST00000532482"}, {"protein": "ENSP00000433573", "rna": "ENST00000528076"}], "type_of_gene": "protein_coding"}, "entrezgene": "4544", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 6.8179742051, "exp_mis": 150.071367121, "exp_syn": 71.0385222581, "lof_z": 1.06905233859147, "mis_z": -0.0370762814669119, "mu_lof": 5.77808573588e-07, "mu_mis": 1.42014303182e-05, "mu_syn": 6.78186089994e-06, "n_lof": 4.0, "n_mis": 151.0, "n_syn": 74.0, "p_li": 0.00870272985599477, "p_null": 0.19027175165576, "p_rec": 0.801025518488245, "syn_z": -0.217826827588067}, "bp": 1089, "cds_end": 92715478, "cds_start": 92702891, "n_exons": 2, "nonpsych": {"exp_lof": 6.13452590314, "exp_mis": 135.792674281, "exp_syn": 64.2603139053, "lof_z": 0.846375130389742, "mis_z": -0.00897269142229646, "mu_lof": 5.77808573588e-07, "mu_mis": 1.42014303182e-05, "mu_syn": 6.78186089994e-06, "n_lof": 4.0, "n_mis": 136.0, "n_syn": 68.0, "p_li": 0.00711861443573675, "p_null": 0.254183812956959, "p_rec": 0.738697572607304, "syn_z": -0.29371604208584}, "nontcga": {"exp_lof": 6.26898870142, "exp_mis": 138.062120146, "exp_syn": 65.3518902481, "lof_z": 0.893953321367165, "mis_z": -0.0397667216927088, "mu_lof": 5.77808573588e-07, "mu_mis": 1.42014303182e-05, "mu_syn": 6.78186089994e-06, "n_lof": 4.0, "n_mis": 139.0, "n_syn": 69.0, "p_li": 0.00703797938912582, "p_null": 0.22928808009971, "p_rec": 0.763673940511164, "syn_z": -0.285733525834616}, "transcript": "ENST00000257068.2"}, "exons": [{"cdsend": 92982312, "cdsstart": 92969725, "chr": "11", "position": [[92969650, 92969948], [92981446, 92982782]], "strand": 1, "transcript": "NM_005959", "txend": 92982782, "txstart": 92969650}], "exons_hg19": [{"cdsend": 92715478, "cdsstart": 92702891, "chr": "11", "position": [[92702816, 92703114], [92714612, 92715948]], "strand": 1, "transcript": "NM_005959", "txend": 92715948, "txstart": 92702816}], "generif": [{"pubmed": 11940583, "text": "Monitoring of ligand-independent dimerization and ligand-induced conformational changes of melatonin receptors in living cells by bioluminescence resonance energy transfer (melatonin receptor 2)"}, {"pubmed": 12088876, "text": "Melatonin inhibited ERalpha mRNA expression & enhanced induction of pancreatic spasmolytic polypeptide in MT(1)-transfected breast cancer cells, suggesting a role for the MT(1) receptor in melatonin-regulated growth-suppression & gene-modulation."}, {"pubmed": 12767050, "text": "Expression in cultured skin cells."}, {"pubmed": 15913560, "text": "residues N268 and A275 in TM6 as well as residues V291 and L295 in TM7 are essential for 2-iodomelatonin binding to the MT2 receptor"}, {"pubmed": 16098099, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16098099, "text": "melatonin receptor type 1B polymorphism is associated with the presence of rheumatoid factor in Korean rheumatoid arthritis"}, {"pubmed": 17108395, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17316165, "text": "MT(2) was localized to ganglion and bipolar cells in the inner nuclear layer, and to the inner segments of the photoreceptor cells, cellular processes in inner and outer plexiform layers . In AD patients intensity of MT(2)-staining was decreased."}, {"pubmed": 17632395, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17632395, "text": "Polymorphisms of the promoter of MTNR1B gene were associated with AIS, but not with the curve severity in AIS patients. This suggested that MTNR1B was an AIS predisposition gene."}, {"pubmed": 18001530, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18341518, "text": "Truncation of the C-terminal tail of both receptors (MT(1)Y7.64 and MT(2)Y7.64) inhibited internalization as well as the cAMP response, suggesting the importance of the C-terminal tail in these receptor functions."}, {"pubmed": 18363673, "text": "MT2 receptor is involved in mediating the insulin- and cGMP-inhibiting action of melatonin in panreatic beta cells."}, {"pubmed": 18544139, "text": "role of proline residues in structure & function of the MT2 receptor; results indicate residues P174, P212 & P266 are important for ligand binding and/or signaling of the MT2 receptor"}, {"pubmed": 19001515, "text": "Melatonin synergizes with oxytocin to promote myometrial cell contractions in vitro, which in vivo would promote coordinated and forceful contractions of the late term pregnant uterus necessary for parturition."}, {"pubmed": 19060907, "text": "Meta-analysis and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19060907, "text": "Variants in the gene encoding melatonin receptor 1B (MTNR1B) were consistently associated with fasting glucose across all ten studies."}, {"pubmed": 19060908, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19060908, "text": "These data suggest that the circulating hormone melatonin, which is predominantly released from the pineal gland in the brain, is involved in the pathogenesis of type 2 diabetes."}, {"pubmed": 19060909, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19060909, "text": "These data suggest a possible link between circadian rhythm regulation and glucose homeostasis through the melatonin signaling pathway."}, {"pubmed": 19060910, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19088850, "text": "Common genetic variation within MTNR1B determines glucose-stimulated insulin secretion and plasma glucose concentrations."}, {"pubmed": 19184136, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19241057, "text": "A common variant in the MTNR1B gene is associated with an increased risk of type 2 diabetes and increased fasting plasma glucose in Han Chinese."}, {"pubmed": 19241057, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19324937, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19324940, "text": "G-allele increases risk of type 2 diabetes and associates with estimates of beta-cell dysfunction and hepatic insulin resistance."}, {"pubmed": 19324940, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19455304, "text": "Genetic variation of MTNR1B is associated with defective early insulin response and decreased beta cell glucose sensitivity."}, {"pubmed": 19502414, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19533084, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19533084, "text": "Variations and single-nucleotide polymorphisms are associated in variations in fasting plasma glucose and an increased risk of type 2 diabetes."}, {"pubmed": 19651812, "text": "Genetic variation in this protein may contribute to abnormal glucose metabolism and related metabolic disturbances among Indian Asians."}, {"pubmed": 19651812, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19741166, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19808892, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19833888, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19933996, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19937311, "text": "Fasting glucose association at MTNR1b is replicable across ethnic groups, although ethnic diversity in the pattern and strength of linkage disequilibrium exists."}, {"pubmed": 19937311, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20050988, "text": "MT(2) melatonin receptor may have undergone a selective pressure in response to global variation in sunshine duration. selection of rs4753426C allele would insure that carriers adapted to local daily and seasonal rhythms more quickly"}, {"pubmed": 20050988, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 20110911, "text": "The results demonstrate a down-regulation of melatonin receptors in regions affected by Parkinson disease, suggesting their possible involvement in the disease process."}, {"pubmed": 20185807, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20200315, "text": "MTNR1B variations associate with with increased body mass and decreased fasting blood glucose in Europeans."}, {"pubmed": 20200315, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20207350, "text": "MTNR1B contributes to the phenotypic expression of polycystic ovary syndrome."}, {"pubmed": 20207350, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20377855, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20398260, "text": "A common variant in MTNR1B was associated with fasting glucose, HbA1C and HOMA-B but not with sleep status in Chinese Hans from Shanghai."}, {"pubmed": 20398260, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20490451, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20536959, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20536959, "text": "The common variant in MTNR1B confers the risk of Type 2 diabetes and modulates FPG in both the Han Chinese and European populations."}, {"pubmed": 20597807, "text": "variants in MTNR1B confer pancreatic beta-cell dysfunction"}, {"pubmed": 20628598, "text": "Common variants of MTNR1B, G6PC2 and GCK are associated with elevated FPG and impaired insulin secretion, both individually and jointly, suggesting that these risk alleles may precipitate or perpetuate hyperglycemia in predisposed individuals."}, {"pubmed": 20628598, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20657642, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20657642, "text": "Study identified six non-synonymous mutations for MTNR1A and ten for MTNR1B in autism spectrum disorders patients . The majority of these variations altered receptor function."}, {"pubmed": 20668700, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20668700, "text": "Study showed that SNPs from GCK, G6PC2 and MTNR1B modulated the fasting glucose levels in the normoglycaemic population while SNPs from G6PC2 and GCKR was associated with type 2 diabetes."}, {"pubmed": 20712903, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20726823, "text": "Melatonin has a modulating effect on dopaminergic neurotransmission in the brain.  Read More: http://informahealthcare.com/doi/full/10.3109/15622975.2010.496870"}, {"pubmed": 20726823, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20733416, "text": "No significant differences were found in the hMel-1B and RORa receptors in patients with adolescent idiopathic scoliosis compared with controls"}, {"pubmed": 20802253, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20858683, "text": "Observational study, meta-analysis, and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20879858, "text": "Observational study of gene-disease association, gene-gene interaction, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20889853, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20959387, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20959387, "text": "SNPs within the MTNR1B gene are associated with polycystic ovary syndrome in Han Chinese women."}, {"pubmed": 21036910, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21059861, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21059861, "text": "This is the first single study, replicating the association between the MTNR1B locus and diabetes-related traits in overweight and obese children and adolescents."}, {"pubmed": 21228692, "text": "Data suggest that the genetic effect of promoter polymorphisms of BMP4, IL6, leptin, MMP3, and MTNR1B can be synergistic for susceptibility to AIS."}, {"pubmed": 21308753, "text": "we concluded that MTNR1B SNP is not associated with either adolescent idiopathic scoliosis predisposition or curve severity in Japanese."}, {"pubmed": 21353709, "text": "The results of this study suggested that the Single nucleotide polymorphisms MT(2) receptor gene influence the risk of recurrent depressive disorder."}, {"pubmed": 21366812, "text": "The G-allele of rs10830693 in the MTNR1B gene was significantly related to glucose levels, while an impact of this genetic variant on the changes in glucose metabolism in children participating in a lifestyle intervention was not observable."}, {"pubmed": 21380592, "text": "There is no effect by the common gene variant rs10830963 of the melatonin receptor 1B on the association between sleep disturbances and type 2 diabetes."}, {"pubmed": 21470412, "text": "The rs3781637 A/G polymorphism of the MTNR1B gene is associated with type 2 diabetes, plasma, total cholesterol and LDL-C levels in the Han Chinese population."}, {"pubmed": 21515849, "text": "Children and adolescents carrying glucose-raising alleles of G6PC2, MTNR1B, GCK, and GLIS3 also showed reduced beta-cell function, as indicated by homeostasis model assessment of beta-cell function."}, {"pubmed": 21558052, "text": "There is a strong association of rs1374645 polymorphism with low fasting blood glucose levels in the low BMI group compared to the high BMI group."}, {"pubmed": 21658282, "text": "There were significant associations between the two genetic variants (rs10830963 and rs1387153) of the melatonin receptor 1B gene and gestational diabetes mellitus."}, {"pubmed": 21701235, "text": "The rs10830963 polymorphism in MTNR1B was associated with increased fasting glucose and risk of impaired fasting glucose in Chinese children and adolescents."}, {"pubmed": 21809392, "text": "Data indicate that melatonin receptors MT1 and MT2 expression levels decreased in both early and advanced stages of tumors in males."}, {"pubmed": 22017484, "text": "Description of the constitutive activity of cloned human melatonin receptors hMT(1) and hMT(2) and discovery of inverse agonists."}, {"pubmed": 22096510, "text": "Six SNP(rs7754840 in CDKAL1, rs391300 in SRR, rs2383208 in CDKN2A/2B, rs4402960 in IGF2BP2, rs10830963 in MTNR1B, rs4607517 in GCK)risk alleles of type 2 diabetes were associated with GDM in pregnant Chinese women."}, {"pubmed": 22138747, "text": "Results suggest that common genetic variation in the MTNR1a and 1b genes may contribute to breast cancer susceptibility, and that associations may vary by menopausal status."}, {"pubmed": 22286214, "text": "Rare MTNR1B variants impairing melatonin receptor 1B function contribute to type 2 diabetes."}, {"pubmed": 22450346, "text": "This study confirms the association of gestational diabetes mellitus with the rs10830963 variant in a sample of the Greek population."}, {"pubmed": 22686298, "text": "MT1 and MT2 expression is significantly reduced in preeclamptic compared with normotensive pregnancy placentas."}, {"pubmed": 22698518, "text": "These data showing the association of polymorphisms in the TPH2 and MTNR1B genes with the progressive subtypes of multiple sclerosis and disability suggest dysregulation in melatonin pathway"}, {"pubmed": 22759724, "text": "Investigated whether genetic variants in MTNR1B were associated with delirium; none of the 5 single nucleotide polymorphisms tested were found to be associated with the occurrence of delirium."}, {"pubmed": 22768333, "text": "The MTNR1B is likely to be involved in the regulation of glucose homeostasis during pregnancy."}, {"pubmed": 23226241, "text": "The rs10830963 MTNR1B polymorphism is a risk factor for developing impaired glucose regulation and type 2 diabetes mellitus. (Meta-analysis)"}, {"pubmed": 23333399, "text": "Genetic inactivation of both transgenic MT1 and MT2 receptors produces an increase of wakefulness, likely as a result of reduced NREMS due to the lack of MT2 transgene receptors, and reduced REMS induced by the lack of MT1 transgene receptors."}, {"pubmed": 23611530, "text": "Genetics of MTNR1B point to impact of the melatonin signalling pathway for BP and left ventricular function."}, {"pubmed": 23761423, "text": "genetic association study in women in Finland: Data suggest that 2 SNPs in MTNR1B (rs10830963; rs1387153) are associated with gestational diabetes (and type 2 diabetes, as shown in previous studies); down-regulation of insulin secretion is related."}, {"pubmed": 23798576, "text": "14 mutants with loss of Gi protein activation that associate with increased risk of type 2 diabete development (Review)"}, {"pubmed": 23840762, "text": "GCKR rs780094 variant confers high cross-ethnicity risk for the development of T2DM, while significant associations between GCK, MTNR1B and G6PC2 variants and T2DM risk are limited to Caucasians."}, {"pubmed": 24117008, "text": "Suggest that physiological regulation of the melatonin receptors may result from complex and subtle mechanisms, a small difference in affinity between the active and inactive states of the receptor, and spontaneous coupling to G-proteins."}, {"pubmed": 24142542, "text": "High expression for MT2 receptor is associated with gastric adenocarcinoma."}, {"pubmed": 24157813, "text": "genetic polymorphisms rs2119882 in melatonin receptor 1A (MTNR1A) and rs10830963 in melatonin receptor 1B (MTNR1B) are associated with an increased risk of developing gestational diabetes mellitus and insulin resistance in Han Chinese women"}, {"pubmed": 24335056, "text": "Our data indicate that variants in the circadian-related genes CRY2 and MTNR1B may affect long-term changes in energy expenditure, and dietary fat intake may modify the genetic effects."}, {"pubmed": 24710643, "text": "the association between the common MTNR1B rs10830963 variation and fasting plasma glucose levels in BH population."}, {"pubmed": 24728128, "text": "We conclude that variation in MTNR1B contributes to the absolute level of insulin secretion but not to differences in the temporal rate of change in insulin secretion."}, {"pubmed": 25059758, "text": "The extent of receptor internalization for the human MT2 receptor is independent of the intrinsic efficacy of agonists and provide novel insights into the controversial relationship between intrinsic agonist efficacy and agonist-induced internalization"}, {"pubmed": 25146448, "text": "our study found that the genetic polymorphisms rs10830963 and rs1387153 in MTNR1B and rs1801278 in IRS1 were associated with an increased risk of developing GDM."}, {"pubmed": 25707907, "text": "these observations suggest a biologically plausible season-dependent association between SNPs at CRY1, CRY2 and MTNR1B and glucose homeostasis."}, {"pubmed": 25770211, "text": "cross-talk mediated via physical association of melatonin MT2 and 5-HT2C receptors into functional heteromers"}, {"pubmed": 25822611, "text": "Sections from paraffin-embedded normal tissue from 42 individuals, representing the different parts of the GI tract (n=39) and pancreas (n=3) were studied with immunohistochemistry using antibodies for melatonin, MT1 and MT2 receptors and serotonin."}, {"pubmed": 25870980, "text": "rs10830963 MTNR1B polymorphism could be associated with individual differences in weight loss induced by a hypocaloric diet"}, {"pubmed": 25898821, "text": "MTNR1B rs4753426 and MTNR1B rs10830963 polymorphisms are not obviously associated with risk of AIS in either Asian populations or Caucasian populations."}, {"pubmed": 25919927, "text": "It has been shown for the first time in obese youth that the MTNR1B variant is associated with an increased risk of IFG"}, {"pubmed": 25922310, "text": "results obtained are suggestive of MTNR1B role in T2D etiology, they need to be confirmed with much larger sample sizes"}, {"pubmed": 25939854, "text": "results indicate, for the first time, the presence of a functional circadian clock in the human myometrium with the hMTNR1B gene as a clock controlled target."}, {"pubmed": 25982863, "text": "Carriers of the G allele of MTNR1B rs10830963 are more likely to develop gestational diabetes than carriers of the C allele."}, {"pubmed": 26345809, "text": "Authors investigated the association between rs4753426 single nucleotide polymorphisms in the melatonin receptor 1B (MTNR1B) gene and the risk of developing gestational diabetes mellitus (GDM)."}, {"pubmed": 26431121, "text": "This systematic review was a comprehensive analysis of the currently available evidence, and found an overall significant association of rs4753426 polymorphism with the risk of--{REVIEW}"}, {"pubmed": 26440713, "text": "MTNR1B rs10830963 risk variant worsens the effect of melatonin on glucose tolerance"}, {"pubmed": 26519818, "text": "rs10830963 polymorphism was not associated with polycystic ovary syndrome in Han Chinese."}, {"pubmed": 26551672, "text": "Increases in islet MTNR1B expression is associated with type 2 diabetes susceptibility."}, {"pubmed": 26563312, "text": "the risk allele (G allele) of rs10830963 and (T allele) of rs1387153 in MTNR1B lead to a higher risk for gestational diabetes mellitus"}, {"pubmed": 26564225, "text": "For the first time, we show that Cry 2 rs2292910 and MTNR1B rs3781638 are associated with osteoporosis in a Chinese geriatric cohort."}, {"pubmed": 26868293, "text": "Our results provide the surprising insight that the MTNR1B risk allele influences dynamics of melatonin secretion, generating a novel hypothesis that the MTNR1B risk allele may extend the duration of endogenous melatonin production later into the morning and that early waking may magnify the diabetes risk conferred by the risk allele."}, {"pubmed": 26912228, "text": "Insomnia does not mediate or modify the association between MTNR1B risk variant rs10830963 and glucose levels."}, {"pubmed": 26991397, "text": "finding suggests that the MTNR1B-dependent vulnerability for elevated fasting plasma glucose levels is shared between bipolar disorder and schizophrenia"}, {"pubmed": 27115109, "text": "The present data suggested that MTNR1B polymorphisms could influence the clinical features in lupus patients, and especially the susceptibility to leucopenia"}, {"pubmed": 28072873, "text": "MTNR1B rs10830963/G variant is associated with gestational diabetes binary and glycemic traits in the Caucasian case-control study."}, {"pubmed": 28084098, "text": "MTNR1B rs10830963 polymorphism is associated with gestational diabetes susceptibility, and women with a higher number of G alleles have an increased risk of gestational diabetes development."}, {"pubmed": 28167435, "text": "In women with psychosis, troponin T levels were associated with genetic variants in MTNR1B."}, {"pubmed": 28455106, "text": "Studied glucose tolerance, melatonin levels and timing of dinner in subjects with and without the melatonin receptor 1B (MTNR1B) risk allele (risk for type-2 diabetes). Found eating later significantly impaired glucose tolerance only in risk-carriers and not in the non-risk carriers."}, {"pubmed": 28580603, "text": "melatonin stimulates PINK1 expression via an MT2 /Akt/NF-kappaB pathway, and such stimulation is important for the prevention of neuronal cell apoptosis under high glucose conditions."}, {"pubmed": 28708046, "text": "that MTNR1B and IRS2 gene variants impacted epicardial fat thickness, lipid profile and glucose homeostasis"}, {"pubmed": 28827538, "text": "Collectively, these data show that GPR61, GPR62 and GPR135 are unable to bind melatonin, but show a reciprocal regulatory interaction with MT2 receptors."}, {"pubmed": 28869073, "text": "Melatonin receptor 1B (MTNR1B) could be implicated in body weight homeostasis, given that this gene encodes receptor for melatonin."}, {"pubmed": 29516223, "text": "The Melatonin receptor 1B (MTNR1B) gene, which encodes one of the two high-affinity receptors for melatonin , is associated with fasting plasma glucose and the risk of type 2 diabetes."}, {"pubmed": 29590381, "text": "Our findings suggest that gestational weight gain may modify the circadian rhythm-related MTNR1B genetic variant on long-term glycemic changes, highlighting the significance of gestational weight management in diabetes prevention among women with gestational diabetes."}, {"pubmed": 29656698, "text": "Study shows that the genetic polymorphism rs10830963 in MTNR1B and its protein expression levels in placenta are associated with an increased risk of developing gestational diabetes mellitus."}, {"pubmed": 29674279, "text": "The reduced titer of melatonin, along with altered fasting blood glucose due to MTNR1B genetic variant, acts as a risk factor towards type 2 diabetes in the Gujarat population of India."}, {"pubmed": 29691896, "text": "Genome-wide significant (P < 5 x 10(-8) ) interaction with MTNR1B and joint effects were detected for CMIP intronic rs17197883."}, {"pubmed": 29726288, "text": "The MTNR1B gene was not confirmed as an obesity susceptibility gene in adolescents. However, an association between the MTNR1B gene and insulin resistance/hypercholesterolemia/metabolic syndrome was observed in obese adolescents."}, {"pubmed": 30089436, "text": "*The MTNR1B genetic diabetes risk variant rs10830963 does not contribute to the known comorbidity between depression and type 2 diabetes."}, {"pubmed": 30154102, "text": "Data suggest specific pathway parameters of melatonin receptor MT2 (MT2) associated with type 2 diabetes (T2D) risk."}, {"pubmed": 30477160, "text": "Carrying the G risk allele of the MTNR1B rs10830963 gene variant robustly increases the odds of antenatal insulin therapy initiation in gestational diabetes mellitus (GDM) patients with pre-pregnancy BMI equal to or more than 29 kg/m-squared in a Central European GDM study population."}, {"pubmed": 30481216, "text": "76 subjects of European descent of which 18 (23.7%) had postoperative delirium. Four of seven subjects with the risk genotype had delirium versus only 20.3% of subjects without the risk genotype. This carried an odds ratio of 5. Study suggests a role of the risk genotype, GG, of rs10830963 SNP of melatonin receptor 1B in the development of postoperative delirium."}, {"pubmed": 30508778, "text": "The -1193C variant was associated with the extreme morningness phenotype in a codominant model (C/C vs. T/T), recessive model (C/C + C/T vs. T/T) and alleles (C vs. T). A negative correlation was found between -1193C alleles and social jetlag scores. these data provide the first insights into the role of MTNR1B gene in the regulation of sleep, biological rhythms, and entrainment in humans."}, {"pubmed": 30520249, "text": "MTNR1B polymorphism is associated with type 2 diabetes."}, {"pubmed": 30592226, "text": "This study current findings suggest that the amount of daylight may affect glycemic traits, especially fasting glucose and insulin secretion even though the effect size is small. The association can vary according to the rs10830963 risk variant."}, {"pubmed": 30664204, "text": "the TT genotype at the rs2119882 site was the key protective factor for obesityPolycystic ovary syndrome (PCOS) patients. Our study found that MTNR1A rs2119882 and MTNR1B rs10830963 could increase the risk for PCOS and cause glycolipid metabolism disorder in PCOS patients."}, {"pubmed": 30811895, "text": "Meta-analysis shows MTNR1B rs10830963 association with type 2 diabetes mellitus, especially in South Asians."}, {"pubmed": 30834760, "text": "the MTNR1B rs10830963 polymorphism was associated with increased fasting glucose levels, insulin resistance, and risk of type two diabetes"}, {"pubmed": 30981681, "text": "Dietary-fat effect of the rs10830963 polymorphism in MTNR1B on insulin resistance in response to 3 months weight-loss diets.\", trans \"Efecto del polimorfismo rs10830963 MTNR1B y la composicion de grasa de la dieta en la resistencia a la insulina tras la perdida de peso durante 3 meses."}, {"pubmed": 30991439, "text": "Effects of MTNR1B Genetic Variants on Individual Susceptibility to Gestational Diabetes Mellitus: A Meta-Analysis."}, {"pubmed": 31019305, "text": "X-ray free electron laser (XFEL) structures of the human MT2 receptor in complex with the agonists 2-phenylmelatonin (2-PMT) and ramelteon at resolutions of 2.8 A and 3.3 A, respectively"}, {"pubmed": 31140197, "text": "MTNR1B is a potential biomarker for prediction of chordoma prognosis and selection of treatment options, and chordoma patients might benefit from targeting MTNR1B/Galphai2/SRC/beta-catenin axis."}, {"pubmed": 31333000, "text": "MTNR1beta gene polymorphism rs10830963 G allele might contribute in systemic lupus erythematosus pathogenesis"}, {"pubmed": 31580701, "text": "we determined that the rs1387153 and rs10830963 variants of MTNR1B are associated with gestational diabetes mellitus in Saudi women"}, {"pubmed": 31623012, "text": "Associations between chronotype, MTNR1B genotype and risk of type 2 diabetes in UK Biobank."}, {"pubmed": 31757795, "text": "These findings suggest that MTNR1B risk allele carriers who carry out shift work or have more extreme morningness-eveningness preference may not have enhanced risk of type 2 diabetes."}, {"pubmed": 31808503, "text": "A functional polymorphism rs10830963 in melatonin receptor 1B associated with the risk of gestational diabetes mellitus."}, {"pubmed": 31826236, "text": "The maternal MTNR1B genotype might interact with gestational weight gain on offspring's obesity risk during childhood."}, {"pubmed": 31884106, "text": "The data demonstrated that the correlation between MTNR1B rs10830963 and gestational diabetes mellitus susceptibility is significant in Asian (allele: G vs. C, OR = 1.236, 95%CI: 1.109-1.378, P < 0.001) and European (heterozygote: CG vs. CC, OR = 1.302, 95%CI: 1.011-1.677, P = 0.041)."}, {"pubmed": 31901302, "text": "Melatonin Effects on Glucose Metabolism: Time To Unlock the Controversy."}, {"pubmed": 31936298, "text": "Expression of Melatonin and Dopamine D3 Receptor Heteromers in Eye Ciliary Body Epithelial Cells and Negative Correlation with Ocular Hypertension."}, {"pubmed": 32057567, "text": "A circadian rhythm-related MTNR1B genetic variant (rs10830963) modulate body weight change and insulin resistance after 9months of a high protein/low carbohydrate vs a standard hypocaloric diet."}, {"pubmed": 32434355, "text": "The association between melatonin receptor 1B gene polymorphisms and type 2 diabetes mellitus (T2DM) in Chinese populations: a meta-analysis."}, {"pubmed": 32463080, "text": "Association between melatonin receptor gene polymorphisms and polycystic ovarian syndrome: a systematic review and meta-analysis."}, {"pubmed": 32616615, "text": "Increased Risk of Myocardial Infarction Among Patients With Type 2 Diabetes Who Carry the Common rs10830963 Variant in the MTNR1B Gene."}, {"pubmed": 32656703, "text": "MTNR1B gene on susceptibility to gestational diabetes mellitus: a two-stage hospital-based study in Southern China."}, {"pubmed": 32804352, "text": "Melatonin 1A and 1B Receptors' Expression Decreases in the Placenta of Women with Fetal Growth Restriction."}, {"pubmed": 33119394, "text": "A circadian rhythm-related MTNR1B genetic variant (rs10830963) modulates glucose metabolism and insulin resistance after body weight loss secondary to biliopancreatic diversion surgery.\", trans \"La variante genetica MTNR1B (rs10830963), relacionada con el ritmo circadiano, modula el metabolismo de la glucosa y la resistencia a la insulina despues de la perdida de peso corporal secundaria a una cirugia de derivacion bil..."}, {"pubmed": 33138317, "text": "Chronological Age Interacts with the Circadian Melatonin Receptor 1B Gene Variation, Determining Fasting Glucose Concentrations in Mediterranean Populations. Additional Analyses on Type-2 Diabetes Risk."}, {"pubmed": 33392634, "text": "MT1 and MT2 melatonin receptors play opposite roles in brain cancer progression."}, {"pubmed": 33709300, "text": "Analysis of Evolution and Ethnic Diversity at Glucose-Associated SNPs of Circadian Clock-Related Loci with Cryptochrome 1, Cryptochrome 2, and Melatonin receptor 1B."}, {"pubmed": 33958070, "text": "Does the Common Type 2 Diabetes-Susceptibility Variant in the MTNR1B Gene Matter for Glycemic Control Among Patients on Antidiabetic Pharmacotherapy?"}, {"pubmed": 34047943, "text": "Melatonin Alleviates Acute Gouty Inflammation In Vivo and In Vitro."}, {"pubmed": 34117605, "text": "Type 2 diabetes is associated with the MTNR1B gene, a genetic bridge between circadian rhythm and glucose metabolism, in a Turkish population."}, {"pubmed": 34118937, "text": "Evaluation of the effect of MTNR1B rs10830963 gene variant on the therapeutic efficacy of nateglinide in treating type 2 diabetes among Chinese Han patients."}, {"pubmed": 34629798, "text": "MTNR1B polymorphisms with CDKN2A and MGMT methylation status are associated with poor prognosis of colorectal cancer in Taiwan."}, {"pubmed": 34669935, "text": "Interaction between rs10830962 polymorphism in MTNR1B and lifestyle intervention on maternal and neonatal outcomes: secondary analyses of the DALI lifestyle randomized controlled trial."}, {"pubmed": 34967052, "text": "No association between a common type 2 diabetes risk gene variant in the melatonin receptor gene (MTNR1B) and mortality among type 2 diabetes patients."}, {"pubmed": 35017578, "text": "KIBRA, MTNR1B, and FKBP5 genotypes are associated with decreased odds of incident delirium in elderly post-surgical patients."}, {"pubmed": 35064058, "text": "Night Shift Work, MTNR1B rs10830963 Polymorphism, and Prostate Cancer Risk: Findings from a Prospective, Population-Based Study."}, {"pubmed": 35411403, "text": "Interaction of night shift work with polymorphism in melatonin receptor 1B gene on incident stroke."}, {"pubmed": 35467761, "text": "The role of MTNR1B polymorphism on circadian rhythm-related cancer: A UK Biobank cohort study."}, {"pubmed": 35733780, "text": "The rs10830963 Polymorphism of the MTNR1B Gene: Association With Abnormal Glucose, Insulin and C-peptide Kinetics."}, {"pubmed": 36018079, "text": "Melatonin receptor gene polymorphisms as a risk factor in patients with diabetic peripheral neuropathy."}, {"pubmed": 36632752, "text": "Role of melatonin receptor 1B gene polymorphism and its effect on the regulation of glucose transport in gestational diabetes mellitus."}, {"pubmed": 36892670, "text": "MTNR1A and MTNR1B Gene Variants of the Melatonin Receptor and Arterial Stiffness in Persons without Arterial Hypertension."}, {"pubmed": 36974476, "text": "The melatonin receptor 1B gene links circadian rhythms and type 2 diabetes mellitus: an evolutionary story."}, {"pubmed": 37111205, "text": "The Association between Dietary Iron Intake, SNP of the MTNR1B rs10830963, and Glucose Metabolism in Chinese Population."}, {"pubmed": 37138267, "text": "Association of rotating night shift work, CLOCK, MTNR1A, MTNR1B genes polymorphisms and their interactions with type 2 diabetes among steelworkers: a case-control study."}, {"pubmed": 37395040, "text": "Melatonin Receptor 1B and Corticosteroid Receptor Polymorphisms in Infertile Women with Implantation Failure and Miscarriages."}, {"pubmed": 37511203, "text": "Myocardial Infarction Susceptibility and the MTNR1B Polymorphisms."}, {"pubmed": 37980891, "text": "MTNR1B rs1387153 Polymorphism and Risk of Gestational Diabetes Mellitus: Meta-Analysis and Trial Sequential Analysis."}, {"pubmed": 38007162, "text": "MTNR1B gene variations and high pre-pregnancy BMI increase gestational diabetes mellitus risk in Chinese women."}, {"pubmed": 38013530, "text": "Relationship Between Genetic Variant Of OXTR (Rs53576) And MTNR1B (Rs1387153) And Symptoms Of Psychological Stress In Females With Gestational Diabetes Mellitus."}, {"pubmed": 38052941, "text": "MTNR1B genotype and effects of carbohydrate quantity and dietary glycaemic index on glycaemic response to an oral glucose load: the OmniCarb trial."}, {"pubmed": 38213225, "text": "MTNR 1B (rs10830963) Gene Polymorphism, but not MTNR 1A (rs2119882), Associated with Type 2 Diabetes Mellitus Risk in Saudi Arabia."}, {"pubmed": 38246330, "text": "Melatonin ameliorates hepatic fibrosis via the melatonin receptor 2-mediated upregulation of BMAL1 and anti-oxidative enzymes."}], "genomic_pos": {"chr": "11", "end": 92985066, "ensemblgene": "ENSG00000134640", "start": 92969651, "strand": 1}, "genomic_pos_hg19": {"chr": "11", "end": 92718232, "start": 92702886, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0007186", "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007187", "pubmed": 7568007, "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway, coupled to cyclic nucleotide second messenger"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007268", "pubmed": 7568007, "qualifier": "involved_in", "term": "chemical synaptic transmission"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010754", "qualifier": "involved_in", "term": "negative regulation of cGMP-mediated signaling"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0042593", "pubmed": 20668700, "qualifier": "involved_in", "term": "glucose homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043010", "qualifier": "involved_in", "term": "camera-type eye development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043524", "qualifier": "involved_in", "term": "negative regulation of neuron apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045906", "qualifier": "involved_in", "term": "negative regulation of vasoconstriction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046010", "qualifier": "involved_in", "term": "positive regulation of circadian sleep/wake cycle, non-REM sleep"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046676", "qualifier": "involved_in", "term": "negative regulation of insulin secretion"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0050796", "pubmed": 20668700, "qualifier": "involved_in", "term": "regulation of insulin secretion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051481", "qualifier": "involved_in", "term": "negative regulation of cytosolic calcium ion concentration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051970", "qualifier": "involved_in", "term": "negative regulation of transmission of nerve impulse"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051971", "qualifier": "involved_in", "term": "positive regulation of transmission of nerve impulse"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0098908", "qualifier": "involved_in", "term": "regulation of neuronal action potential"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0045202", "qualifier": "located_in", "term": "synapse"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0004930", "qualifier": "enables", "term": "G protein-coupled receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [20859254, 25770211, 26514267, 28827538], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008502", "qualifier": "enables", "term": "melatonin receptor activity"}]}, "homologene": {"genes": [[7955, 30668], [8364, 100493509], [9031, 396338], [9544, 695629], [9598, 466747], [9606, 4544], [9615, 607818], [9913, 528665], [10090, 244701], [10116, 192646]], "id": 4350}, "interpro": [{"desc": "Melatonin receptor family", "id": "IPR000025", "short_desc": "Melatonin_rcpt"}, {"desc": "G protein-coupled receptor, rhodopsin-like", "id": "IPR000276", "short_desc": "GPCR_Rhodpsn"}, {"desc": "Melatonin receptor 1A/1B", "id": "IPR002278", "short_desc": "Mel_1A/1B_rcpt"}, {"desc": "GPCR, rhodopsin-like, 7TM", "id": "IPR017452", "short_desc": "GPCR_Rhodpsn_7TM"}], "ipi": ["IPI00026564", "IPI00980186"], "map_location": "11q14.3", "name": "melatonin receptor 1B", "other_names": ["mel1b receptor", "melatonin receptor MEL1B", "melatonin receptor type 1B"], "pantherdb": {"HGNC": "7464", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2181726", "ortholog_type": "LDO", "panther_family": "PTHR24228", "taxid": 10090, "uniprot_kb": "Q8CIQ6"}, {"RGD": "620798", "ortholog_type": "LDO", "panther_family": "PTHR24228", "taxid": 10116, "uniprot_kb": "P49287"}, {"Gene": "MTR1B_CHICK", "ortholog_type": "LDO", "panther_family": "PTHR24228", "taxid": 9031, "uniprot_kb": "P51050"}, {"GeneID": "396338", "ortholog_type": "LDO", "panther_family": "PTHR24228", "taxid": 9031, "uniprot_kb": "A0A0A0MQ60"}, {"ZFIN": "ZDB-GENE-990415-157", "ortholog_type": "O", "panther_family": "PTHR24228", "taxid": 7955, "uniprot_kb": "Q90456"}, {"ZFIN": "ZDB-GENE-990415-156", "ortholog_type": "LDO", "panther_family": "PTHR24228", "taxid": 7955, "uniprot_kb": "P51049"}, {"FlyBase": "FBgn0025632", "ortholog_type": "LDO", "panther_family": "PTHR24228", "taxid": 7227, "uniprot_kb": "Q9W533"}, {"FlyBase": "FBgn0046687", "ortholog_type": "O", "panther_family": "PTHR24228", "taxid": 7227, "uniprot_kb": "Q9NDM2"}, {"FlyBase": "FBgn0025631", "ortholog_type": "O", "panther_family": "PTHR24228", "taxid": 7227, "uniprot_kb": "Q9W534"}], "uniprot_kb": "P49286"}, "pathway": {"kegg": [{"id": "hsa04080", "name": "Neuroactive ligand-receptor interaction - Homo sapiens (human)"}, {"id": "hsa04713", "name": "Circadian entrainment - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-418594", "name": "G alpha (i) signalling events"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}], "wikipathways": [{"id": "WP247", "name": "Small Ligand GPCRs"}, {"id": "WP3298", "name": "Melatonin metabolism and effects"}, {"id": "WP455", "name": "GPCRs, Class A Rhodopsin-like"}]}, "pdb": ["6ME6", "6ME7", "6ME8", "6ME9", "7VH0"], "pfam": "PF00001", "pharmgkb": "PA31268", "pharos": {"target_id": 7004, "tdl": "Tclin"}, "pir": "I38990", "prosite": "PS50262", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF252951", "relationship": "is"}, {"id": "GNF252952", "relationship": "is"}, {"id": "GNF252953", "relationship": "is"}, {"id": "GNF252954", "relationship": "is"}], "GNF_hs-GPCR_IDT-siRNA": [{"id": "GNF280664", "relationship": "is"}, {"id": "GNF280665", "relationship": "is"}, {"id": "GNF280666", "relationship": "is"}, {"id": "GNF280667", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF085881", "relationship": "is"}, {"id": "GNF085882", "relationship": "is"}, {"id": "GNF085883", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052865", "relationship": "is"}, {"id": "GNF057630", "relationship": "is"}, {"id": "GNF072742", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF069123", "relationship": "is"}, {"id": "GNF069124", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF093608", "relationship": "is"}, {"id": "GNF133266", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000011.10", "NC_060935.1", "NG_028160.1"], "protein": ["NP_005950.1", "XP_011541141.1", "XP_016873266.1", "XP_054224823.1", "XP_054224824.1"], "rna": ["NM_005959.5", "XM_011542839.3", "XM_017017777.2", "XM_054368848.1", "XM_054368849.1"], "translation": [{"protein": "XP_011541141.1", "rna": "XM_011542839.3"}, {"protein": "XP_054224824.1", "rna": "XM_054368849.1"}, {"protein": "NP_005950.1", "rna": "NM_005959.5"}, {"protein": "XP_016873266.1", "rna": "XM_017017777.2"}, {"protein": "XP_054224823.1", "rna": "XM_054368848.1"}]}, "reporter": {"HG-U133_Plus_2": "208516_at", "HG-U95Av2": "31405_at", "HTA-2_0": ["TC11000905.hg.1", "TC11002827.hg.1", "TC11002828.hg.1"], "HuEx-1_0": "3344608", "HuGene-1_1": "7943098", "HuGene-2_1": "16730021"}, "summary": "This gene encodes one of two high affinity forms of a receptor for melatonin, the primary hormone secreted by the pineal gland. This gene product is an integral membrane protein that is a G-protein coupled, 7-transmembrane receptor. It is found primarily in the retina and brain although this detection requires RT-PCR. It is thought to participate in light-dependent functions in the retina and may be involved in the neurobiological effects of melatonin. [provided by RefSeq, Jul 2008].", "symbol": "MTNR1B", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1442506"}, "unigene": "Hs.569039", "uniprot": {"Swiss-Prot": "P49286", "TrEMBL": ["E9PR36", "H0YDG4"]}, "wikipedia": {"url_stub": "Melatonin receptor 1B"}}