{"AllianceGenome": "7463", "HGNC": "7463", "MIM": "600665", "_id": "4543", "_version": 1, "accession": {"genomic": ["AB029933.2", "AC110761.3", "AF085498.1", "CH471056.2", "CP068274.2", "NC_000004.12", "NC_060928.1"], "protein": ["AAB17720.1", "AAH74946.1", "AAH74947.1", "AAI13817.1", "AAI26298.1", "AAI26300.1", "AAL30809.1", "ABY87926.1", "BAA85303.1", "EAX04617.1", "NP_005949.1", "P48039.1", "XP_011530304.1", "XP_054206069.1"], "rna": ["AF435588.1", "BC074946.2", "BC074947.2", "BC113816.1", "BC126297.1", "BC126299.1", "EU432127.1", "NM_005958.4", "U14108.1", "XM_011532002.4", "XM_054350094.1"], "translation": [{"protein": "ABY87926.1", "rna": "EU432127.1"}, {"protein": "AAI13817.1", "rna": "BC113816.1"}, {"protein": "AAL30809.1", "rna": "AF435588.1"}, {"protein": "AAH74947.1", "rna": "BC074947.2"}, {"protein": "NP_005949.1", "rna": "NM_005958.4"}, {"protein": "AAH74946.1", "rna": "BC074946.2"}, {"protein": "AAI26298.1", "rna": "BC126297.1"}, {"protein": "XP_054206069.1", "rna": "XM_054350094.1"}, {"protein": "XP_011530304.1", "rna": "XM_011532002.4"}, {"protein": "AAI26300.1", "rna": "BC126299.1"}, {"protein": "AAB17720.1", "rna": "U14108.1"}]}, "alias": ["MEL-1A-R", "MT1"], "ensembl": {"gene": "ENSG00000168412", "protein": ["ENSP00000302811", "ENSP00000515216"], "transcript": ["ENST00000307161", "ENST00000703170"], "translation": [{"protein": "ENSP00000515216", "rna": "ENST00000703170"}, {"protein": "ENSP00000302811", "rna": "ENST00000307161"}], "type_of_gene": "protein_coding"}, "entrezgene": "4543", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 4.82258291452, "exp_mis": 135.532787605, "exp_syn": 78.6027503019, "lof_z": 0.371047506183754, "mis_z": 0.568567330085885, "mu_lof": 4.10348974452e-07, "mu_mis": 1.36547005951e-05, "mu_syn": 8.01879853601e-06, "n_lof": 4.0, "n_mis": 122.0, "n_syn": 67.0, "p_li": 0.00303239205970951, "p_null": 0.408286772633408, "p_rec": 0.588680835306882, "syn_z": 0.811318735090134}, "bp": 1053, "cds_end": 187476519, "cds_start": 187454842, "n_exons": 2, "nonpsych": {"exp_lof": 4.33415397014, "exp_mis": 122.639506182, "exp_syn": 71.1123245597, "lof_z": 0.157632729407894, "mis_z": 0.347945644065921, "mu_lof": 4.10348974452e-07, "mu_mis": 1.36547005951e-05, "mu_syn": 8.01879853601e-06, "n_lof": 4.0, "n_mis": 115.0, "n_syn": 63.0, "p_li": 0.00257353897002339, "p_null": 0.473790569404893, "p_rec": 0.523635891625084, "syn_z": 0.605670124762196}, "nontcga": {"exp_lof": 4.43377929668, "exp_mis": 124.687176657, "exp_syn": 72.3115357955, "lof_z": 0.671701815250445, "mis_z": 0.432211320512736, "mu_lof": 4.10348974452e-07, "mu_mis": 1.36547005951e-05, "mu_syn": 8.01879853601e-06, "n_lof": 3.0, "n_mis": 115.0, "n_syn": 62.0, "p_li": 0.0172814895475349, "p_null": 0.266680393436483, "p_rec": 0.716038117015982, "syn_z": 0.76778914071988}, "transcript": "ENST00000307161.5"}, "exons": [{"cdsend": 186555365, "cdsstart": 186533688, "chr": "4", "position": [[186533654, 186534557], [186555181, 186555567]], "strand": -1, "transcript": "NM_005958", "txend": 186555567, "txstart": 186533654}], "exons_hg19": [{"cdsend": 187476519, "cdsstart": 187454842, "chr": "4", "position": [[187454808, 187455711], [187476335, 187476721]], "strand": -1, "transcript": "NM_005958", "txend": 187476721, "txstart": 187454808}], "generif": [{"pubmed": 11841602, "text": "Increased melatonin 1a-receptor immunoreactivity in the hippocampus of Alzheimer's disease patients."}, {"pubmed": 11940583, "text": "Monitoring of ligand-independent dimerization and ligand-induced conformational changes of melatonin receptors in living cells by bioluminescence resonance energy transfer (melatonin receptor 2)"}, {"pubmed": 12088876, "text": "Melatonin inhibited ERalpha mRNA expression & enhanced induction of pancreatic spasmolytic polypeptide in MT(1)-transfected breast cancer cells, suggesting a role for the MT(1) receptor in melatonin-regulated growth-suppression & gene-modulation."}, {"pubmed": 12767050, "text": "Expression in cultured skin cells."}, {"pubmed": 12973153, "text": "Identification of variants in the human melatonin receptor could provide a useful tool for testing the gene in the predisposition to various other melatonin-related disorders and for clarifying the role of melatonin in adolescent idiopathic scoliosis."}, {"pubmed": 14675129, "text": "the first evidence for the presence of MT1 receptor in human gallbladder epithelia; might be involved in the regulation of gallbladder function"}, {"pubmed": 16098099, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17072839, "text": "The colocalization of MT1 and CRH suggests that melatonin might directly modulate the hypothalamus-pituitary-adrenal axis in the PVN, which may have implications for stress conditions such as depression"}, {"pubmed": 17349020, "text": "Human osteoblasts expressed melatonin 1a receptor and its expression levels decreased gradually with the age of the hosts."}, {"pubmed": 17645699, "text": "on the abundant expression of MT1-mRNA in human bone tumors and osteosarcoma cells lines suggest an important role for MT1 in bone pathology"}, {"pubmed": 17803522, "text": "Luzindole also stimulates downregulation of the MT1 receptor protein, interfering with the synthesis and/or degradation of the receptor"}, {"pubmed": 18067741, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18341518, "text": "Truncation of the C-terminal tail of both receptors (MT(1)Y7.64 and MT(2)Y7.64) inhibited internalization as well as the cAMP response, suggesting the importance of the C-terminal tail in these receptor functions."}, {"pubmed": 18378672, "text": "MUPP1 binds to the G protein-coupled MT(1) melatonin receptor and directly regulates its G(i)-dependent signal transduction"}, {"pubmed": 18452558, "text": "MTNR1A is the most likely target for epigenetic silencing at 4q35 and to play a pivotal role during oral carcinogenesis."}, {"pubmed": 18794763, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18794763, "text": "Promoter polymorphism of the MTNR1A gene was not associated with the occurrence or curve severity of adolescent idiopathic scoliosis."}, {"pubmed": 18979234, "text": "These studies suggest amplification of the MT1 gene in some breast tumors"}, {"pubmed": 19001515, "text": "Melatonin synergizes with oxytocin to promote myometrial cell contractions in vitro, which in vivo would promote coordinated and forceful contractions of the late term pregnant uterus necessary for parturition."}, {"pubmed": 19184136, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20050373, "text": "MT1 receptor is a major transducer of melatonin's actions in the breast, suppressing mammary gland development and mediating the anticancer actions of melatonin through multiple pathways."}, {"pubmed": 20110911, "text": "The results demonstrate a down-regulation of melatonin receptors in regions affected by Parkinson disease, suggesting their possible involvement in the disease process."}, {"pubmed": 20372918, "text": "Immunohistochemical analysis revealed that during tooth development Mel1aR was expressed in secretory ameloblasts, the cells of the stratum intermedium and stellate reticulum, external dental epithelial cells, odontoblasts, and dental sac cells."}, {"pubmed": 20377855, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20657642, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20657642, "text": "Study identified six non-synonymous mutations for MTNR1A and ten for MTNR1B in autism spectrum disorders patients . The majority of these variations altered receptor function."}, {"pubmed": 20726823, "text": "Melatonin has a modulating effect on dopaminergic neurotransmission in the brain."}, {"pubmed": 20726823, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 21474908, "text": "The single nucleotide polymorphism rs2119882 is associated with polycystic ovary syndrome"}, {"pubmed": 21497337, "text": "Melatonin protects human spermatozoa from apoptosis via melatonin receptor- and extracellular signal-regulated kinase-mediated pathways."}, {"pubmed": 21526376, "text": "Results suggest that MTNR1A may be a susceptibility gene for schizophrenia and may be associated with insomnia symptoms exhibited in schizophrenia patients."}, {"pubmed": 21615493, "text": "Data found a splice site mutation in ASMT (IVS5+2T>C) and one stop mutation in MTNR1A (Y170X) - detected exclusively in patients with ADHD - for which biochemical analyses indicated that they abolish the activity of ASMT and MTNR1A."}, {"pubmed": 21635358, "text": "The finding suggests a synergism effect between the unfavourable genotype (CT) of the MELIA receptor SNP and the vascular disease in this subgroup of patients."}, {"pubmed": 21652546, "text": "Single nucleotide polymorphisms in the melatonin receptor 1A gene is associated with calcium nephrolithiasis."}, {"pubmed": 21809392, "text": "Data indicate that melatonin receptors MT1 and MT2 expression levels decreased in both early and advanced stages of tumors in males."}, {"pubmed": 21818375, "text": "piRNA_015520 negatively regulates MTNR1A gene expression by binding to its genomic region"}, {"pubmed": 21994366, "text": "This study delineated a pathologic process whereby mutant htt-induced loss of the mitochondrial MT1 receptor enhances neuronal vulnerability and potentially accelerates the neurodegenerative process."}, {"pubmed": 22017484, "text": "Description of the constitutive activity of cloned human melatonin receptors hMT(1) and hMT(2) and discovery of inverse agonists."}, {"pubmed": 22138747, "text": "Results suggest that common genetic variation in the MTNR1a and 1b genes may contribute to breast cancer susceptibility, and that associations may vary by menopausal status."}, {"pubmed": 22217986, "text": "the decreased expression of MT1 in human colorectal cancer could point to a role of melatonin in this disease."}, {"pubmed": 22686298, "text": "MT1 and MT2 expression is significantly reduced in preeclamptic compared with normotensive pregnancy placentas."}, {"pubmed": 23155241, "text": "intracytoplasmic positivity for the MTNR1A receptor in the excretory ducts of human major and minor salivary glands and Warthin's tumor was found"}, {"pubmed": 23250547, "text": "MT1 negative TNBC in all cases regardless of race showed a significantly higher hazard ratio for disease progression, shorter progression free survival, and disease-related death, and shorter OS."}, {"pubmed": 23333399, "text": "Genetic inactivation of both transgenic MT1 and MT2 receptors produces an increase of wakefulness, likely as a result of reduced NREMS due to the lack of MT2 transgene receptors, and reduced REMS induced by the lack of MT1 transgene receptors."}, {"pubmed": 23725077, "text": "MR-1A placental expression is elevated in all types of hypertensive syndromes in pregnancy"}, {"pubmed": 24117008, "text": "Suggest that physiological regulation of the melatonin receptors may result from complex and subtle mechanisms, a small difference in affinity between the active and inactive states of the receptor, and spontaneous coupling to G-proteins."}, {"pubmed": 24157813, "text": "genetic polymorphisms rs2119882 in melatonin receptor 1A (MTNR1A) and rs10830963 in melatonin receptor 1B (MTNR1B) are associated with an increased risk of developing gestational diabetes mellitus and insulin resistance in Han Chinese women"}, {"pubmed": 24724723, "text": "this study provides a detailed delineation of the melatonin-mediated activation of ERK1/2 in HEK293 cells that are transfected with melatonin receptor MT1."}, {"pubmed": 25514412, "text": "There were no significant differences between the expression of MT1 and histological type, staging, grading, presence of residual disease, or overall survival time."}, {"pubmed": 25806809, "text": "results support gene-environment interactions of MTNR1A polymorphisms with smoking and betel quid-chewing habits possibly altering oral-cancer susceptibility and metastasis"}, {"pubmed": 25822611, "text": "Sections from paraffin-embedded normal tissue from 42 individuals, representing the different parts of the GI tract (n=39) and pancreas (n=3) were studied with immunohistochemistry using antibodies for melatonin, MT1 and MT2 receptors and serotonin."}, {"pubmed": 26514267, "text": "MT1 is part of the presynaptic protein network and negatively regulates Cav 2.2 activity, providing a first hint for potential synaptic functions of MT1."}, {"pubmed": 26519818, "text": "rs2119882 polymorphism was associated with polycystic ovary syndrome in Han Chinese. A significant difference in transmission of allele C of rs2119882 was found between obese and non-obese women with PCOS."}, {"pubmed": 26997408, "text": "One single nucleotide polymorphism (SNP), rs713224, located near the brain-expressed melatonin receptor (MTNR1A) gene, was associated with the somatic complaints domain of depression symptoms. [Meta-Analysis]"}, {"pubmed": 27038909, "text": "By integrating genetic and epigenetic data, we identified that a differentially methylated CpG site within the melatonin receptor 1A (MTNR1A) gene mediates the effect of a paternally transmitted genetic variant on the comorbidity of asthma and AR. This study provides a novel insight into the role of epigenetic mechanisms in patients with allergic respiratory diseases."}, {"pubmed": 28084098, "text": "There were no statistically significant differences in the distribution of MTNR1A rs2119882 and MTNR1B rs4753426 genotypes and alleles between women with gestational diabetes and healthy pregnant women."}, {"pubmed": 28364478, "text": "findings suggest that a variant near MTNR1A may be associated with job-related exhaustion in shift workers"}, {"pubmed": 29104467, "text": "polymorphic genotypes of rs6553010 of MTNR1A might contribute to the ability to predict aggressive phenotypes of UCC. This is the first study to provide insights into risk factors associated with intronic MTNR1A variants in the clinicopathologic development of UCC in Taiwan."}, {"pubmed": 29247541, "text": "we provide evidence that decreased expression of MTNR1A (MT1 ) in the liver of diabetic individuals is associated with poorly controlled diabetes"}, {"pubmed": 29982836, "text": "Findings suggest variation close to MTNR1A as a risk factor for Alzheimer's disease in old age. The genetic associations are likely to be mediated by differences in MTNR1A expression, which, in turn, modulate APP metabolism."}, {"pubmed": 30183205, "text": "this study evaluated the expression of MT1 receptor gene in gastric adenocarcinoma tissues which consistent with our previous study but with some difference in comparisons between kind of tissue expression and difference in polymorphisms."}, {"pubmed": 30360728, "text": "results indicate melatonin 1 and GLUT1 as potential targets for breast cancer subtypes and prognosis"}, {"pubmed": 30664204, "text": "the TT genotype at the rs2119882 site was the key protective factor for obesityPolycystic ovary syndrome (PCOS) patients. Our study found that MTNR1A rs2119882 and MTNR1B rs10830963 could increase the risk for PCOS and cause glycolipid metabolism disorder in PCOS patients."}, {"pubmed": 31019306, "text": "high-resolution room-temperature X-ray free electron laser (XFEL) structures of MT1 in complex with four agonists: the insomnia drug ramelteon, two melatonin analogues, and the mixed melatonin-serotonin antidepressant agomelatine"}, {"pubmed": 31029764, "text": "There is substantial evidence indicating a role for MT1 receptor in modulating brain function and mood.  [review]"}, {"pubmed": 31290783, "text": "Role of Melatonin in Breast Carcinoma: Correlation of Expression Patterns of Melatonin-1 Receptor With Estrogen, Progesterone, and HER2 Receptors."}, {"pubmed": 31588999, "text": "Variation near MTNR1A associates with early development and interacts with seasons."}, {"pubmed": 31829023, "text": "Expression and prognostic significance of melatonin receptor MT1 in patients with gastric adenocarcinoma."}, {"pubmed": 31936298, "text": "Expression of Melatonin and Dopamine D3 Receptor Heteromers in Eye Ciliary Body Epithelial Cells and Negative Correlation with Ocular Hypertension."}, {"pubmed": 31947744, "text": "Age Associated Decrease of MT-1 Melatonin Receptor in Human Dermal Skin Fibroblasts Impairs Protection Against UV-Induced DNA Damage."}, {"pubmed": 32430930, "text": "Nociceptive responses in melatonin MT2 receptor knockout mice compared to MT1 and double MT1 /MT2 receptor knockout mice."}, {"pubmed": 32730662, "text": "The MTNR1A mRNA is stabilized by the cytoplasmic hnRNPL in renal tubular cells."}, {"pubmed": 32804352, "text": "Melatonin 1A and 1B Receptors' Expression Decreases in the Placenta of Women with Fetal Growth Restriction."}, {"pubmed": 33392634, "text": "MT1 and MT2 melatonin receptors play opposite roles in brain cancer progression."}, {"pubmed": 35075127, "text": "Structural basis of the ligand binding and signaling mechanism of melatonin receptors."}, {"pubmed": 35889222, "text": "Melatonin Reverses the Warburg-Type Metabolism and Reduces Mitochondrial Membrane Potential of Ovarian Cancer Cells Independent of MT1 Receptor Activation."}, {"pubmed": 36244129, "text": "Association between genetic polymorphisms in the melatonin receptor type 1 A gene and sleep bruxism."}, {"pubmed": 36892670, "text": "MTNR1A and MTNR1B Gene Variants of the Melatonin Receptor and Arterial Stiffness in Persons without Arterial Hypertension."}, {"pubmed": 37138267, "text": "Association of rotating night shift work, CLOCK, MTNR1A, MTNR1B genes polymorphisms and their interactions with type 2 diabetes among steelworkers: a case-control study."}, {"pubmed": 37259752, "text": "Melatonin receptor 1A (MTNR1A) gene linkage and association to type 2 diabetes in Italian families."}, {"pubmed": 38549765, "text": "Rs4862705 in the melatonin receptor 1A gene is associated with renal function decline in type 1 diabetes individuals."}], "genomic_pos": {"chr": "4", "end": 186555567, "ensemblgene": "ENSG00000168412", "start": 186526792, "strand": -1}, "genomic_pos_hg19": {"chr": "4", "end": 187476721, "start": 187454809, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0007186", "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007187", "pubmed": 9645677, "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway, coupled to cyclic nucleotide second messenger"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007193", "pubmed": 10531408, "qualifier": "involved_in", "term": "adenylate cyclase-inhibiting G protein-coupled receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007617", "pubmed": 7946354, "qualifier": "involved_in", "term": "mating behavior"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007623", "pubmed": 9645677, "qualifier": "involved_in", "term": "circadian rhythm"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 10531408, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043235", "pubmed": 10531408, "qualifier": "part_of", "term": "receptor complex"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0004930", "qualifier": "enables", "term": "G protein-coupled receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [17215244, 20859254, 26514267, 28298427, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008502", "pubmed": 10531408, "qualifier": "enables", "term": "melatonin receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042562", "pubmed": 10531408, "qualifier": "enables", "term": "hormone binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0097159", "pubmed": 10531408, "qualifier": "enables", "term": "organic cyclic compound binding"}]}, "homologene": {"genes": [[7955, 30667], [7955, 565718], [8364, 100488908], [9031, 396319], [9544, 702686], [9598, 471417], [9606, 4543], [9615, 482904], [9913, 539948], [10090, 17773], [10116, 114211]], "id": 21207}, "interpro": [{"desc": "Melatonin receptor family", "id": "IPR000025", "short_desc": "Melatonin_rcpt"}, {"desc": "G protein-coupled receptor, rhodopsin-like", "id": "IPR000276", "short_desc": "GPCR_Rhodpsn"}, {"desc": "Melatonin receptor 1A/1B", "id": "IPR002278", "short_desc": "Mel_1A/1B_rcpt"}, {"desc": "GPCR, rhodopsin-like, 7TM", "id": "IPR017452", "short_desc": "GPCR_Rhodpsn_7TM"}], "ipi": "IPI00007600", "map_location": "4q35.2", "name": "melatonin receptor 1A", "other_names": ["mel1a receptor", "melatonin receptor type 1A"], "pantherdb": {"HGNC": "7463", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "102967", "ortholog_type": "LDO", "panther_family": "PTHR24228", "taxid": 10090, "uniprot_kb": "Q61184"}, {"Ensembl": "ENSGALG00000013576", "ortholog_type": "LDO", "panther_family": "PTHR24228", "taxid": 9031, "uniprot_kb": "P49285"}, {"Ensembl": "ENSDARG00000114199", "ortholog_type": "O", "panther_family": "PTHR24228", "taxid": 7955, "uniprot_kb": "A0A2R8PZG3"}, {"Ensembl": "ENSDARG00000055852", "ortholog_type": "O", "panther_family": "PTHR24228", "taxid": 7955, "uniprot_kb": "F1QHL7"}, {"ZFIN": "ZDB-GENE-990415-155", "ortholog_type": "LDO", "panther_family": "PTHR24228", "taxid": 7955, "uniprot_kb": "P51046"}, {"FlyBase": "FBgn0025632", "ortholog_type": "O", "panther_family": "PTHR24228", "taxid": 7227, "uniprot_kb": "Q9W533"}, {"FlyBase": "FBgn0046687", "ortholog_type": "O", "panther_family": "PTHR24228", "taxid": 7227, "uniprot_kb": "Q9NDM2"}, {"FlyBase": "FBgn0025631", "ortholog_type": "O", "panther_family": "PTHR24228", "taxid": 7227, "uniprot_kb": "Q9W534"}], "uniprot_kb": "P48039"}, "pathway": {"kegg": [{"id": "hsa04080", "name": "Neuroactive ligand-receptor interaction - Homo sapiens (human)"}, {"id": "hsa04713", "name": "Circadian entrainment - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-418594", "name": "G alpha (i) signalling events"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}], "wikipathways": [{"id": "WP247", "name": "Small Ligand GPCRs"}, {"id": "WP3298", "name": "Melatonin metabolism and effects"}, {"id": "WP455", "name": "GPCRs, Class A Rhodopsin-like"}]}, "pdb": ["6ME2", "6ME3", "6ME4", "6ME5", "7DB6", "7VGY", "7VGZ"], "pfam": "PF00001", "pharmgkb": "PA31267", "pharos": {"target_id": 7434, "tdl": "Tclin"}, "pir": "I38848", "prosite": "PS50262", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF252947", "relationship": "is"}, {"id": "GNF252948", "relationship": "is"}], "GNF_hs-GPCR_IDT-siRNA": [{"id": "GNF280660", "relationship": "is"}, {"id": "GNF280661", "relationship": "is"}, {"id": "GNF280662", "relationship": "is"}, {"id": "GNF280663", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF085878", "relationship": "is"}, {"id": "GNF085879", "relationship": "is"}, {"id": "GNF085880", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053615", "relationship": "is"}, {"id": "GNF058383", "relationship": "is"}, {"id": "GNF073597", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF072023", "relationship": "is"}, {"id": "GNF072024", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF278382", "relationship": "is"}, {"id": "GNF278535", "relationship": "is"}], "NOVART_hs-genome_siRNA": {"id": "GNF133323", "relationship": "is"}}, "refseq": {"genomic": ["NC_000004.12", "NC_060928.1"], "protein": ["NP_005949.1", "XP_011530304.1", "XP_054206069.1"], "rna": ["NM_005958.4", "XM_011532002.4", "XM_054350094.1"], "translation": [{"protein": "XP_054206069.1", "rna": "XM_054350094.1"}, {"protein": "XP_011530304.1", "rna": "XM_011532002.4"}, {"protein": "NP_005949.1", "rna": "NM_005958.4"}]}, "reporter": {"HG-U133_Plus_2": "221369_at", "HTA-2_0": "TC04002950.hg.1", "HuEx-1_0": "2797311", "HuGene-1_1": "8104074", "HuGene-2_1": "16982264"}, "summary": "This gene encodes one of two high affinity forms of a receptor for melatonin, the primary hormone secreted by the pineal gland. This receptor is a G-protein coupled, 7-transmembrane receptor that is responsible for melatonin effects on mammalian circadian rhythm and reproductive alterations affected by day length. The receptor is an integral membrane protein that is readily detectable and localized to two specific regions of the brain. The hypothalamic suprachiasmatic nucleus appears to be involved in circadian rhythm while the hypophysial pars tuberalis may be responsible for the reproductive effects of melatonin. [provided by RefSeq, Jul 2008].", "symbol": "MTNR1A", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1417449"}, "unigene": "Hs.243467", "uniprot": {"Swiss-Prot": "P48039"}, "wikipedia": {"url_stub": "Melatonin receptor 1A"}}