{"AllianceGenome": "7515", "HGNC": "7515", "MIM": "158373", "_id": "4586", "_version": 1, "accession": {"genomic": ["AADC01095577.1", "AADD01112371.1", "AC139749.4", "AC256300.1", "AF016834.2", "AJ001403.1", "AJ298318.1", "AJ298319.1", "AP006588.1", "CH471158.1", "CP068267.2", "FO680660.6", "FP326773.16", "JQ413280.1", "JQ413281.1", "JQ511954.1", "KC800812.1", "KC821598.1", "KC821599.1", "KC821600.1", "KC821601.1", "NC_000011.10", "NC_060935.1", "NW_015148966.2", "Z34276.1"], "protein": ["AAA18431.1", "AAC15950.1", "AAC15951.1", "AAC19168.1", "AAC41774.1", "AAH33831.1", "AFG72987.1", "AGI42861.1", "AGI42862.1", "AGI42863.1", "AGI42864.1", "AGR44427.1", "CAA04737.1", "CAA04738.1", "CAA57309.1", "CAA84030.1", "CAA84031.1", "CAA84032.1", "CAA84033.1", "CAA84034.1", "CAA84035.1", "CAA84036.1", "CAA84037.1", "CAA88307.1", "CAC44892.1", "CAC83674.1", "CAC83675.1", "CAC83676.1", "CAH56330.1", "EAX02424.1", "EAX02425.1", "NP_001291288.1", "P98088.4"], "rna": ["AF015521.1", "AF043909.1", "AJ001402.1", "AJ292079.1", "AJ298317.1", "AL833060.1", "BC033831.1", "L46721.1", "NM_001304359.2", "NM_017511.1", "U06711.1", "X81649.1", "Z34277.1", "Z34278.1", "Z34279.1", "Z34280.1", "Z34281.1", "Z34282.1", "Z34283.1", "Z48314.1"], "translation": [{"protein": "AAC19168.1", "rna": "AF043909.1"}, {"protein": "CAC83674.1", "rna": "AJ298317.1"}, {"protein": "AAC15950.1", "rna": "AF015521.1"}, {"protein": "AAH33831.1", "rna": "BC033831.1"}, {"protein": "CAA04737.1", "rna": "AJ001402.1"}, {"protein": "CAA84031.1", "rna": "Z34277.1"}, {"protein": "NP_001291288.1", "rna": "NM_001304359.2"}, {"protein": "AAC41774.1", "rna": "L46721.1"}, {"protein": "CAA84033.1", "rna": "Z34279.1"}, {"protein": "CAA84032.1", "rna": "Z34278.1"}, {"protein": "CAH56330.1", "rna": "AL833060.1"}, {"protein": "CAA84036.1", "rna": "Z34282.1"}, {"protein": "CAA57309.1", "rna": "X81649.1"}, {"protein": "CAA84037.1", "rna": "Z34283.1"}, {"protein": "CAA84034.1", "rna": "Z34280.1"}, {"protein": "CAA84035.1", "rna": "Z34281.1"}, {"protein": "CAC44892.1", "rna": "AJ292079.1"}, {"protein": "CAA88307.1", "rna": "Z48314.1"}, {"protein": "AAA18431.1", "rna": "U06711.1"}]}, "alias": ["MUC5", "TBM", "leB", "mucin"], "ensembl": [{"gene": "ENSG00000215182", "protein": "ENSP00000485659", "transcript": "ENST00000621226", "translation": [{"protein": "ENSP00000485659", "rna": "ENST00000621226"}], "type_of_gene": "protein_coding"}, {"gene": "ENSG00000291363", "protein": "ENSP00000516835", "transcript": "ENST00000707307", "translation": [{"protein": "ENSP00000516835", "rna": "ENST00000707307"}], "type_of_gene": "protein_coding"}], "entrezgene": "4586", "exons": [{"cdsend": 1200702, "cdsstart": 1157999, "chr": "11", "position": [[1157952, 1158072], [1160611, 1160689], [1161526, 1161586], [1161906, 1162168], [1162531, 1162646], [1162954, 1163045], [1163881, 1163991], [1164105, 1164319], [1164406, 1164532], [1165301, 1165419], [1165621, 1165760], [1167876, 1167987], [1168482, 1168552], [1168641, 1168779], [1168861, 1169026], [1172428, 1172523], [1174495, 1174622], [1174881, 1175137], [1175217, 1175270], [1176150, 1176251], [1176513, 1176665], [1176927, 1177066], [1177230, 1177344], [1177453, 1177633], [1178443, 1178683], [1179091, 1179248], [1180021, 1180150], [1180353, 1180516], [1181138, 1181182], [1181270, 1181459], [1182154, 1192525], [1192782, 1192982], [1193484, 1193659], [1194109, 1194360], [1194486, 1194670], [1195011, 1195279], [1195875, 1196054], [1196387, 1196475], [1196616, 1196720], [1196876, 1196908], [1197467, 1197639], [1197902, 1198004], [1198267, 1198305], [1198873, 1198996], [1199086, 1199185], [1199370, 1199490], [1199694, 1199764], [1199854, 1199969], [1200437, 1201138]], "strand": 1, "transcript": "NM_001304359", "txend": 1201138, "txstart": 1157952}, {"cdsend": 190127, "cdsstart": 147414, "chr": "11_KQ759759v1_fix", "position": [[147367, 147487], [150036, 150114], [150951, 151011], [151331, 151593], [151956, 152071], [152379, 152470], [153306, 153416], [153530, 153744], [153831, 153957], [154726, 154844], [155046, 155185], [157301, 157412], [157907, 157977], [158066, 158204], [158286, 158451], [161853, 161948], [163920, 164047], [164306, 164562], [164642, 164695], [165575, 165676], [165938, 166090], [166352, 166491], [166655, 166769], [166878, 167058], [167868, 168108], [168516, 168673], [169446, 169575], [169778, 169941], [170563, 170607], [170695, 170884], [171579, 181950], [182207, 182407], [182909, 183084], [183534, 183785], [183911, 184095], [184436, 184704], [185300, 185479], [185812, 185900], [186041, 186145], [186301, 186333], [186892, 187064], [187327, 187429], [187692, 187730], [188298, 188421], [188511, 188610], [188795, 188915], [189119, 189189], [189279, 189394], [189862, 190563]], "strand": 1, "transcript": "NM_001304359", "txend": 190563, "txstart": 147367}], "exons_hg19": [{"cdsend": 1221928, "cdsstart": 1151626, "chr": "11", "position": [[1151579, 1151699], [1154227, 1154305], [1155143, 1155203], [1155523, 1155785], [1156148, 1156263], [1156571, 1156662], [1157498, 1157608], [1157722, 1157936], [1158023, 1158149], [1158951, 1159069], [1159270, 1159409], [1161211, 1161322], [1161817, 1161887], [1161976, 1162114], [1162196, 1162361], [1212759, 1212784], [1212784, 1213750], [1214007, 1214207], [1214710, 1214885], [1215335, 1215586], [1215712, 1215896], [1216237, 1216316], [1216316, 1216337], [1216338, 1216505], [1217101, 1217280], [1217613, 1217701], [1217842, 1217946], [1218102, 1218134], [1218693, 1218865], [1219128, 1219230], [1219493, 1219531], [1220099, 1220222], [1220312, 1220411], [1220596, 1220716], [1220920, 1220990], [1221080, 1221195], [1221663, 1222364]], "strand": 1, "transcript": "NM_001304359", "txend": 1222364, "txstart": 1151579}], "generif": [{"pubmed": 11062147, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11919081, "text": "Neutrophil elastase induces MUC5AC gene expression in airway epithelium via a pathway involving reactive oxygen species"}, {"pubmed": 11988092, "text": "Gastric MUC5AC and MUC6 are large oligomeric mucins that differ in size, glycosylation and tissue distribution"}, {"pubmed": 11992401, "text": "Mapping of two new epitopes on the apomucin encoded by MUC5AC gene: expression in normal GI tract and colon tumors."}, {"pubmed": 12042033, "text": "Overexpression of MUC5AC induced by interleukin-1 beta, tumor necrosis factor-alpha, lipopolysaccharide, and neutrophil elastase is inhibited by a retinoic acid receptor alpha antagonist."}, {"pubmed": 12360467, "text": "Aberrant expression of MUC5AC and MUC6 gastric mucins and sialyl Tn antigen in intraepithelial neoplasms of the pancreas."}, {"pubmed": 12391274, "text": "in human pulmonary epithelial cells, IL-1beta activates ERK or p38 to induce COX-2 production, which in turn induces MUC2 and MUC5AC production."}, {"pubmed": 12417511, "text": "A significant reduction of gastric differentiation as reflected by MUC5AC immunoreactivity represents a marker of worse survival probability in gastric cancer. Finally, reduced MUC5AC positivity defines a high-risk subgroup of pTNM stage I patients."}, {"pubmed": 12527922, "text": "The expression of MUC5AC in pancreatic cancer cell lines may involve additional regions or other mechanisms than proximal promoter methylation."}, {"pubmed": 12652076, "text": "FUT1 catalyses the addition of alpha-1,2-fucose to MUC1 and MUC5AC apomucins"}, {"pubmed": 12690113, "text": "IL1beta and TNFalpha activation of MSK1 and CREB and cAMP-response element signaling cascades occurs via ERK/p38 MAP kinases and are crucial aspects of the intracellular mechanisms that mediate MUC5AC gene expression"}, {"pubmed": 12820724, "text": "There was no correlation of MUC2 or MUC5AC mucin with polyp size or the grade of dysplasia using the non-VNTR antibodies"}, {"pubmed": 12972643, "text": "expression is meadiated by tumor necrosis factor alpha-converting enzyme in cultured airway cells"}, {"pubmed": 14527933, "text": "IL-1beta, in a dose- and time-dependent manner, increased the secretion of MUC5AC, but not MUC5B in bronchial epithelium"}, {"pubmed": 14535999, "text": "Mucin MUC5AC is the most important carrier of the LeB carbohydrate structure in normal gastric tissue and forms the major receptor for H. pylori."}, {"pubmed": 14749330, "text": "identification of five major intracellular populations of the MUC5AC polypeptide (unglycosylated monomer and dimer, GalNAc-substituted dimer, fully glycosylated dimer, and higher order oligomers)"}, {"pubmed": 14988081, "text": "The concentration of MUC5AC and MUC5B are decreased in the CF airways relative to normal mucus. This may be due to a relative increase in other components of sputum in the CF airway or to a primary defect in mucin secretion in CF."}, {"pubmed": 15235131, "text": "MUC5AC expression plays an important role in impacting tumor progression in invasive ductal carcinoma of the pancreas; its expression is associated with increased survival"}, {"pubmed": 15531749, "text": "Metalloproteinases mediate mucin 5AC expression by epidermal growth factor receptor activation"}, {"pubmed": 15563276, "text": "There were significant differences were found in the glycosylation of MUC5B/MUC5AC or gp-340 between CF and non-CF subjects with severe lung disease, implying that CF does not influence SMG secretion mucin glycosylation in end-stage lung disease."}, {"pubmed": 15640347, "text": "hypothesis that Duox1 activates TACE, cleaving pro-TGF-alpha into soluble TGF-alpha, resulting in MUC5AC mucin expression is examined and supported"}, {"pubmed": 16142311, "text": "MUC5AC and MUC2, TFF1 and TFF3, APC and p21 in subsets of colorectal polyps and cancers suggests a distinct pathway of pathogenesis of mucinous carcinoma of the colorectum"}, {"pubmed": 16142316, "text": "TFF1, TFF2, TFF3 and MUC5AC may have roles in pathogenesis of pterygium goblet cells"}, {"pubmed": 16148149, "text": "HNE activates TACE via ROS generation, resulting in cleavage of pro-TGF-alpha, EGFR activation, and MUC5AC mucin expression in airway epithelial cells"}, {"pubmed": 16188033, "text": "MUC1, MUC5B and MUC8, but not MUC2 or MUC5AC, are up-regulated in endometrial adenocarcinomas"}, {"pubmed": 16251127, "text": "Ocular surface inflammation, tear film instability, and decreased conjunctival MUC5AC mRNA expression were thought to be important in the pathogenesis of noninfectious corneal shield ulcers in atopic ocular surface disease."}, {"pubmed": 16409634, "text": "Decreased survival in colorectal carcinoma patients with MUC5AC antibody positivity may be due to a decrease in the MUC5AC expression in tumor tissues of surviving carcinoma patients."}, {"pubmed": 16465045, "text": "IL-13 might induce the expression of MUC5AC and hCLCA1 gene and protein in well-differentiated NHBE cells. These cells might also differentiate into goblet cells and become hyperplastic."}, {"pubmed": 16475027, "text": "Overexpresssed in the progression and lymphatic metastasis of prostate cancer."}, {"pubmed": 16500622, "text": "This is the first reliable investigation of the regulation of MUC5AC mucin secretion by silencing AQP5."}, {"pubmed": 16540890, "text": "MUC5AC/glyceraldehyde 3-phosphate dehydrogenase (GAPDH) mRNA ratios in the study group was significantly increased compared with those in both control groups (P < .05)."}, {"pubmed": 16552336, "text": "The expression of MUC5AC increased with the progression of lesions in pancreatic carcinoma."}, {"pubmed": 16596179, "text": "Increased MUC5AC is associated with the pancreatobiliary phenotype of ampulla of vater carcinoma and involved in later events in carcinogenesis, such as invasion and metastasis"}, {"pubmed": 16722930, "text": "MUC5AC is preferentially expressed in intraductal papillary mucinous adenomas than in mucinous cystdenomas."}, {"pubmed": 16787389, "text": "The cleavage of MUC5AC and the generation of the reactive new C-terminus could contribute to the adherent and viscous mucus found at chronic lung diseases, characterized by mucus hypersecretion and lowered pH of the airways."}, {"pubmed": 17148666, "text": "An inflammation-dependent EGF-R cascade causes overproduction of the gel-forming mucin MUC5AC, which accumulates in cholesterol gallstone disease. The ability to interrupt this cascade is of potential interest in the prevention of cholesterol gallstones."}, {"pubmed": 17203232, "text": "a decrease in MUC2 expression and staining of MUC5AC in non-goblet-like cells are observed in progression of preneoplastic lesions"}, {"pubmed": 17227128, "text": "Expressions of membrane (MUC1) and secreted (MUC5AC, MUC6) mucins are frequently modified in reactive gastropathy."}, {"pubmed": 17237423, "text": "pneumolysin is required for up-regulation of MUC5AC mucin via TLR4-dependent activation of ERK1 in Streptococcus pneumoniae infections; IKK alpha and IKKbeta are distinctly involved in MUC5AC induction by S. pneumoniae via an ERK1-dependent mechanism"}, {"pubmed": 17321686, "text": "MUC5AC was isolated from an adenomatous colorectal neoplasm cell line and from gallbladder.  The effect of chitinase on it was studied."}, {"pubmed": 17330845, "text": "Results indicate that ATBF1 in the nucleus negatively regulates the MUC5AC gene in gastric cancer by binding to an AT motif-like element in the MUC5AC promoter."}, {"pubmed": 17333267, "text": "Histiocytoid features of invasive lobular carcinoma is immunopositive for MUC5AC."}, {"pubmed": 17356062, "text": "The isolated MU5AC gene product from ocular mucin displayes intramolecular conformational heterogeneity."}, {"pubmed": 17395013, "text": "NAD(P)H:quinone oxidoreductase 1has an important role as a mediator of neutrophil elastase-regulated oxidant stress and MUC5AC mucin gene expression."}, {"pubmed": 17401217, "text": "Downregulation of MUC5AC is associated with disease progression to adenocarcinoma of the esophagus"}, {"pubmed": 17471237, "text": "this study demonstrates the important role for methylation and/or histone modifications in regulating the 11p15 mucin genes in epithelial cancer cells."}, {"pubmed": 17543073, "text": "Type A TC of gastric phenotype could be related to lobular endocervical glandular hyperplasia of gastric phenotype."}, {"pubmed": 17555715, "text": "bring novel insights into our understanding of synergistic regulation of MUC5AC mucin by both pathological and physiological inducers"}, {"pubmed": 17565737, "text": "Result suggest that testing of M1/MUC5AC can enhance the detection of precancerous lesions and colon cancer."}, {"pubmed": 17621824, "text": "Thus gene is up-regulated in sinus mucosa of chronic rhinosinusitis and nasal polyposis"}, {"pubmed": 17646388, "text": "Data demonstrate that CREB activation via nonclassical retinoic acid signaling may regulate the expression of mucin genes, including MUC5AC, and mediating the early biological effects of RA during normal mucous differentiation in NHTBE cells."}, {"pubmed": 17659847, "text": "Intestinal cystitis glandularis expresses MUC2 and MUC5AC."}, {"pubmed": 17703412, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17891046, "text": "Better basal gene expression was observed by co-cultured respiratory epithelial cells compared to dispase dissociated cells."}, {"pubmed": 17982272, "text": "The TFF1-GKN2 heterodimer and TFF2 differ characteristically by their binding to gastric mucins."}, {"pubmed": 17991319, "text": "In colorectal adenocarcinoma MUC2 and MUC5AC expression were positively correlated to E-cad expression."}, {"pubmed": 18006877, "text": "Acrolein, a constituent of cigarette smoke and an endogenous mediator of oxidative stress, increases airway MUC5AC production."}, {"pubmed": 18027866, "text": "expression of both SOX2 and MUC5AC in serrated polyps supports the hypothesis that these polyps may be predominant precursors of mucinous and signet ring cell carcinomas of the colorectum"}, {"pubmed": 18073139, "text": "Subsequently, ROS generation by PA-LPS releases transforming growth factor-alpha (TGF-alpha), which in turn, leads to up-regulate MUC5AC expression."}, {"pubmed": 18163520, "text": "up-regulated MUC expression by synovial tissue cells and suggest a novel role of MUC3 and MUC5AC in the pathogenesis of arthritis"}, {"pubmed": 18166592, "text": "Mycoplasma pneumoniae exposure significantly increases MUC5AC mRNA and protein expression preferentially in airway epithelial cells isolated from asthmatic subjects"}, {"pubmed": 18167142, "text": "Data demonstrate for the first time that the widely used mAb 45M1, as well as 2-12M1 and 166M1, are true antibodies against MUC5AC, with epitopes located in the C-terminal cysteine-rich part of the mucin."}, {"pubmed": 18201532, "text": "MUC5AC gene expression is upregulated by NGF in goblet cells."}, {"pubmed": 18254322, "text": "Histamine upregulates and Dexamethasone downregulates MUC5AC mRNA and protein expression in nasal polyps."}, {"pubmed": 18283638, "text": "Most signet ring cell carcinomas and adenocarcinomas of the urinary bladder secreted MUC5AC apomucin."}, {"pubmed": 18285671, "text": "MUC5AC is over-expressed in gallstone disease, despite the decrease in the expression of EGFR mRNA."}, {"pubmed": 18300795, "text": "Report MUC5AC expression/pathological features of adenomatous and foveolar gastric epithelial dysplasia."}, {"pubmed": 18424749, "text": "Pendrin induced expression of MUC5AC, a major product of mucus in asthma and COPD, in airway epithelial cells"}, {"pubmed": 18475301, "text": "Serum MUC5AC is a highly specific tumour-associated mucin that may be useful in the diagnosis and formulation of therapeutic strategies in biliary tract cancer (BTC)."}, {"pubmed": 18539955, "text": "Nox4, a subtype of nonphagocytic NADPH oxidase, was found to play a key role in intracellular ROS generation and exogenous H(2)O(2)-induced MUC5AC gene expression in NHNE cells"}, {"pubmed": 18676374, "text": "MUC5AC gene expression are mediated by a complex regulatory cascade controlling interactions between CREB and c-Ets1 that bind to a promoter element in the MUC5AC gene enhancing MUC5AC gene transcription."}, {"pubmed": 18782111, "text": "Changes in conjunctival epithelial MUC5AC and MUC16 mRNA expression is thought to be important in the pathogenesis of atopic ocular surface disease."}, {"pubmed": 18782768, "text": "pneumolysin selectively induced expression of MKP1 via a TLR4-dependent MyD88-TRAF6-ERK pathway, which inhibited the PAK4-JNK signaling pathway,leading to up-regulation of MUC5AC mucin production"}, {"pubmed": 18825309, "text": "rates of positivity for E-cadherin and beta-catenin membranous expression patterns and mucin (MUC2, MUC5AC and MUC6) positivity were higher in the young group (P<0.01)than in old patients with gastric carcinoma"}, {"pubmed": 18834073, "text": "These mucin genes were up-regulated after exposure to low pH in vitro (p < 0.005). Pepsin inhibited this up-regulation (p <0.001).Reflux laryngitis is associated with down-regulation of mucin gene expression."}, {"pubmed": 18848467, "text": "Alternatively glycosylated MUC1 and MUC5AC could be of significant potential as effective tumor markers in gastric cancer diagnosis."}, {"pubmed": 18978302, "text": "The novel coupling of antiviral defense machinery (i.e., TLR3) and major epithelial proliferation/repair pathway (i.e., EGFR) might play an important role in viral-induced airway remodeling and airway disease exacerbation."}, {"pubmed": 19059885, "text": "Regulator of G-protein signaling 4 suppresses LPS-induced MUC5AC overproduction in the airway."}, {"pubmed": 19141355, "text": "increased expression in biopsies from patients with eosinophilic esophagitis"}, {"pubmed": 19168703, "text": "Short duration episodes of mechanical stress at 30 cm H(2)O, representative of those occurring during bronchoconstriction, are sufficient to increase MUC5AC protein expression in bronchial epithelial cells in vitro."}, {"pubmed": 19201815, "text": "Prostaglandin E(2) can induce MUC5AC overproduction via the EP(4) receptor and that RGS4 may have suppressive effects in controlling MUC5AC overexpression in the airway."}, {"pubmed": 19201889, "text": "a single pathway from PGF(2alpha) receptor to CREB is responsible for inducing MUC5AC overproduction"}, {"pubmed": 19258923, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19266212, "text": "Both solitary and SMAD4 mutated JP case showed extensive co-localization of the alterations described above: decreased expression of SMAD4, CDX2 and partially also MUC2 and de novo expression of MUC5AC."}, {"pubmed": 19394453, "text": "Reduction of Human neutrophil elastase -induced MUC5AC secretion by L-carbocisteine in the pulmonary epithelial cells may partly relate to the reduction of ROS"}, {"pubmed": 19501047, "text": "LPS-stimulated secretion and activation of MMP-9, and the regulatory effects of this pathway on the production of MUC5AC in the human airway cells NCI-H292 were studied."}, {"pubmed": 19556605, "text": "NRG1beta1 is a novel mediator of MUC5AC and MUC5B expression in HBECs, and may represent a novel therapeutic target for mucus hypersecretion in respiratory diseases."}, {"pubmed": 19558858, "text": "The production of MUC5AC in human nasal epithelial cells is regulated via the expression and activation of epidermal growth factor receptor signaling pathway."}, {"pubmed": 19596978, "text": "IL-8-induced binding of RNA-binding proteins to the 3'-untranslated region of MUC5AC is a potential mechanism for regulating MUC5AC gene expression at the posttranscriptional level"}, {"pubmed": 19671252, "text": "[6]-Gingerol suppresses IL-1 beta -induced MUC5AC gene expression in human airway epithelial cells via the ERK- and p38 MAPK-dependent pathways; therefore, [6]-gingerol may be considered a possible anti-hypersecretory agent."}, {"pubmed": 19718656, "text": "MUC5AC is upregulated by IL-4 through CREB in human airway epithelial cells"}, {"pubmed": 19718741, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19718741, "text": "This study compared polymorphisms in MUC2, MUC5AC, and MUC5B genes in otitis media (OM) patients and controls."}, {"pubmed": 19723147, "text": "COPD is associated with increased MUC5AC expression in submucosal glands, indicating that MUC5AC may be involved in the pathophysiology of the disease."}, {"pubmed": 19789190, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19841186, "text": "This is the first demonstration of the participation of NF-kappaB and its specific binding site in cytokine-mediated airway MUC5AC expression."}, {"pubmed": 19841867, "text": "The production of MUC5AC is downregulated on type-IV collagen through a Src-independent pathway. In contrast, MUC5AC is upregulated on Matrigel through a Src-dependent pathway in NCI-H292 cells."}, {"pubmed": 19856421, "text": "The combination of MUC5ac and WT-1 stains is useful in distinguishing pancreatic ductal from ovarian serous carcinoma in body fluid cytology."}, {"pubmed": 19924550, "text": "Data provide evidence that some common variations in MUC1 and MUC5AC genes contribute to an elevated risk of stomach cancer."}, {"pubmed": 19924550, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20117097, "text": "SHP-1 plays an important role in airway mucin production through regulating oxidative stress."}, {"pubmed": 20216230, "text": "Nrf2 is a novel nuclear factor involved in down-regulating MUC5AC synthesis by inhibiting ROS generation and augmenting proteinase inhibitor production."}, {"pubmed": 20338103, "text": "expression is downregulated by diatary polyphenols leading to inhibition of mucus hypersecretion"}, {"pubmed": 20362698, "text": "MUC5AC expression was increased by LPS through the EGFR-p38/JNK pathway"}, {"pubmed": 20368025, "text": "There was an obvious increase of ROS production in cells exposed to neutrophil elastase, with elevation of Nox1 and MUC5AC protein production."}, {"pubmed": 20422702, "text": "In human nasal polyp epithelial cells, leptin increased the expression of MUC5AC and MUC5B, in a dose- and time-dependent manner, at the gene and protein levels."}, {"pubmed": 20464982, "text": "Increased expression of hCLCA1 in allergic rhinitis was correlated with the expression of MUC5AC."}, {"pubmed": 20485009, "text": "Mucinous colorectal adenocarcinomas displayed 182 upregulated and 135 downregulated genes. The most upregulated genes included those involved in cellular differentiation and mucin metabolism (eg, MUC5AC +4.2)."}, {"pubmed": 20503287, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20525715, "text": "Rhinovirus induced MUC5AC in bronchial epithelial cells in vitro by activating an epidermal growth factor receptor-dependent cascade culminating in specificity protein-1 transactivation of the MUC5AC promoter."}, {"pubmed": 20639461, "text": "alpha-Melanocyte-stimulating hormone inhibits tumor necrosis factor alpha-stimulated MUC5AC expression in human nasal epithelial cells"}, {"pubmed": 20709182, "text": "benzopyrene-induced MUC5AC upregulation and mucin production were inhibited by AhR siRNA or the use of an antioxidative agent"}, {"pubmed": 20713760, "text": "This study demonstrates MUC5AC gene changes in patients with OM and highlights the need for greater understanding of the molecular responses in OM; particularly that of mucin."}, {"pubmed": 20731025, "text": "Results describe the expression profiles of MUC2 and MUC5AC in tumorigenesis of colorectal carcinoma and in its different pathologic types."}, {"pubmed": 20734208, "text": "MUC5AC is regulated by CpG methylation and histone H3-K9 modification of the MUC5AC promoter distal region, but not by miRNAs."}, {"pubmed": 20929551, "text": "MUC1, MUC2, MUC5AC, and MUC6 may have a role in malignant transformation and invasion to mucosa or the muscularis mucosae in colorectal polyps"}, {"pubmed": 20953890, "text": "These results support the idea about the involvement of MUC 5AC and MUC 1 with some specific sugar structures in the mechanism of Helicobacter pylori infection."}, {"pubmed": 20972463, "text": "GLI1-upregulated MUC5AC interfered with the membrane localization of E-cadherin, leading to decreased E-cadherin-dependent cell-cell adhesion and promoting the migration and invasion of pancreatic ductal adenocarcinoma cells."}, {"pubmed": 21092491, "text": "Mechanical stretching could increase the expression of MUC5AC in airway epithelial cells."}, {"pubmed": 21097527, "text": "MCP-1 has a novel function in airway epithelium, increasing the two major airway mucins MUC5AC and MUC5B, an effect mediated, at least in part, by a cascade of events initiated by interaction of its receptor CCR2B with G(q) subunits in caveolae"}, {"pubmed": 21131736, "text": "After being activated by JNK and ERK which are phosphorylated by cigarette smoke, AP-1 binds to its DNA binding elements on the promoter of MUC5AC gene and up-regulates MUC5AC expression at the transcriptional level."}, {"pubmed": 21139981, "text": "Both phacotrabeculectomy and short-term anti-glaucoma medications can decrease the MUC5AC in the tear fluid of primary angle-closure glaucoma patients."}, {"pubmed": 21146919, "text": "Studies indicate that MUC5AC, the major mucin present in respiratory secretions, is expressed mostly by the goblet cells of the surface epithelium lining the air passages."}, {"pubmed": 21197415, "text": "A serum ELISA was developed using NPC-1C monoclonal antibody that reacts with specific epitopes expressed by pancreatic and colorectal tumor-associated MUC5AC that do not appear on MUC5AC from normal tissues."}, {"pubmed": 21211365, "text": "Elafin may down-regulate MUC5AC overexpression through the inhibition of AP-1 and NF-kappaB."}, {"pubmed": 21249315, "text": "A new dimension of MUC5AC as a functional immunosuppressive agent and its important role in pancreatic cancer progression."}, {"pubmed": 21275604, "text": "results show that SPDEF plays a critical role in regulating a transcriptional network mediating IL-13-induced MUC5AC synthesis dependent on STAT6."}, {"pubmed": 21300824, "text": "Binding of CCL20 to G protein-coupled receptor CCR6 induces MUC5AC mucin production in human airway epithelial (NCI-H292) cells via metalloprotease TNF-alpha-converting enzyme (TACE)-dependent EGFR activation."}, {"pubmed": 21348892, "text": "Most TTF-1-negative pulmonary adenocarcinomas are mucinous lesions with the predominant expression of MUC5AC."}, {"pubmed": 21362305, "text": "LPS may activate ER stress through the overexpression of MUC5AC. Dexamethasone may protect human airway epithelial cells against ER stress-related apoptosis by attenuating the overload of MUC5AC."}, {"pubmed": 21418859, "text": "Compared with control group, the levels of OREBP, HSP70-2 and MUC5AC in supernatant significantly increased after HBE16 cells were exposed to hypertonic media."}, {"pubmed": 21418911, "text": "SphK1 plays an important role in regulating the MUC5AC expression in airway epithelial cells under the induction of TNF-alpha."}, {"pubmed": 21455588, "text": "AQP5 expression increases MUC5AC and MUC5B mucin production"}, {"pubmed": 21502330, "text": "Muc5ac: a critical component mediating the rejection of enteric nematodes."}, {"pubmed": 21512244, "text": "role of E-cadherin in modulating mucin production"}, {"pubmed": 21544845, "text": "Epidermal growth factor receptor-mediated signaling pathways are important in regulating cigarette smoke-induced Hypoxia inducible factor-1 activation and MUC5AC expression."}, {"pubmed": 21556755, "text": "Chronic mechanical stress can enhance MUC5AC expression in human bronchial epithelial cells through the ERK signal transduction pathway."}, {"pubmed": 21622856, "text": "ERK kinase activation is necessary for the regulation of epidermal growth factor receptor (EGFR)-mediated MUC5AC expression by Notch signaling in a lung carcinoma cell line."}, {"pubmed": 21685325, "text": "Mucin and MUC5AC expression is selectively induced by Aspergillus fumigatus extracts or the culture supernatant of live microorganisms in NCI-H292 tumor cells and primary cultures of human airway epithelial cells."}, {"pubmed": 21697763, "text": "significance of MUC5AC expression for the development of pancreatic ductal adenocarcinoma and the possibility of using MUC5AC as a target for immunotherapy for pancreatic cancer"}, {"pubmed": 21773870, "text": "These data highlight a negative feedback role for miR-146a in the control of MUC5AC production from airway epithelial cells stimulated by neutrophil elastase."}, {"pubmed": 21815153, "text": "Low MUC5AC is associated with gallbladder adenocarcinoma."}, {"pubmed": 21857919, "text": "Data indicate that SNP rs2735733 in the region of the mucin 5, subtypes A/C gene (MUC5AC) exhibited nominal evidence for association with COME/ROM."}, {"pubmed": 21998660, "text": "a novel link between the MUC5AC 6.4 kb VNTR allele and severity of CF lung disease"}, {"pubmed": 22078291, "text": "Alpha-methylacyl-coenzyme A racemase expression is associated with mucin phenotypes of gastric neoplasia, particularly with the expression of CDX2 and MUC5AC."}, {"pubmed": 22213337, "text": "The MUC5AC gene expression and secretion induced by EGF or PMA or TNF-alpha from NCI-H292 cells was inhibited by pretreatment with 100 microm of resveratrol."}, {"pubmed": 22220206, "text": "The measurement of the CA 19-9 antigen on individual proteins could improve performance over the standard CA 19-9 assay."}, {"pubmed": 22239058, "text": "Histamine-induced increased expression of MUC5AC by activated p38MAPK/COX-2 may be a possible pathogenesis of mucus hypersecretion in allergic rhinitis."}, {"pubmed": 22261707, "text": "Report Divergent expression of MUC5AC, MUC6, MUC2, CD10, and CDX-2 in dysplasia and intramucosal adenocarcinomas with intestinal and foveolar morphology and roles in neoplastic progression."}, {"pubmed": 22269464, "text": "Similar MUC1, MUC2 and MUC5B expression patterns were observed between mucocele-like lesions and mucinous carcinoma (MC) type A and between MC type B and mucinous carcinoma."}, {"pubmed": 22275269, "text": "Silibinin can regulate gene expression, production and secretion of mucin by directly acting on airway epithelial cells."}, {"pubmed": 22297031, "text": "The detection of the MUC5AC transcript in corneal epithelium is a more sensitive method to diagnose limbal stem cell deficiency (LSCD)."}, {"pubmed": 22303480, "text": "TLR-dependent TRAF6-MKK3-p38 MAPK signaling pathway synergizes with PKCtheta;-MEK-ERK signaling pathway. CARMA1 plays a crucial role in mediating this synergistic effect via TRAF6."}, {"pubmed": 22348416, "text": "MUC5AC was noted in only five cases (26%) by immunohistochemistry and was found in the mucinogenic proliferations of type 1 congenital pulmonary airway malformations."}, {"pubmed": 22388989, "text": "Apigenin and wogonin inhibit MUC5AC mucin production and gene expression in NCI-H292 epithelial cells."}, {"pubmed": 22389405, "text": "S. dysenteriae-induced expression of interleukin-1beta upregulates MUC2 expression and the differential expression of MUC5AC."}, {"pubmed": 22391959, "text": "Macrophages are related to goblet cell hyperplasia and induce MUC5B but not MUC5AC in human bronchus epithelial cells"}, {"pubmed": 22441738, "text": "It was shown that 12R-lipoxygenase is involved in MUC5AC expression via ERK- and Sp1-signalling pathways."}, {"pubmed": 22500101, "text": "By RT-PCR and ELISA, results showed that T3 inhibited MUC5AC mRNA expression and protein secretion in HBE16 cells, and further analysis demonstrated that T3 repressed MUC5AC expression, in part due to inhibition of Sp1 binding to the promoter."}, {"pubmed": 22610099, "text": "PDE4B mediates ERK-dependent up-regulation of mucin MUC5AC by S. pneumoniae by inhibiting cAMP-PKA-dependent MKP-1 pathway."}, {"pubmed": 22676183, "text": "genes associated with MUC5AC expression in smokers"}, {"pubmed": 22691042, "text": "Immunohistochemistry showed a reverse correlation between MUC2 and Notch3 or Jagged1 (P = 0.033 and P = 0.005, respectively) and between MUC5AC and Jagged1 or Hes1"}, {"pubmed": 22700966, "text": "CS induces MUC5AC gene transcription predominantly through increased Sp1 nuclear protein levels and increased Sp1 binding to its promoter region."}, {"pubmed": 22748473, "text": "Anterior gradient homolog 2 and MUC5AC are useful positive markers of adenocarcinoma."}, {"pubmed": 22798432, "text": "glucocorticoid receptor and HDAC2 are recruited to the MUC5AC promoter and mediate the glucocorticoid repression of MUC5AC gene expression."}, {"pubmed": 23084780, "text": "The hypoxia response element site site at -65 in the MUC5AC promoter and the HIF-1alpha are the major regulators for the cellular response against hypoxia in human bronchial epithelial cells."}, {"pubmed": 23112547, "text": "MUC5 expression is significantly higher in the granular-type than in the non-granular-type of colorectal laterally spreading tumor"}, {"pubmed": 23113953, "text": "Thus, GGE effectively reduces cellular content and secretion of MUC5AC, increases MTR, and alters mucus rheology, and may therefore be useful in treating airway mucus hypersecretion and mucostasis in airway diseases."}, {"pubmed": 23249391, "text": "Findings suggest that normal regulation of MUC5AC and MUC5B production by human bronchial epithelial cells is TGF-beta isoform-specific and that TGF-beta(2) downregulates both MUC5AC and MUC5B."}, {"pubmed": 23252568, "text": "The infection of Helicobacter pylori is correlated with a decrease in MUC5AC protein amount in gastric cancer tissue."}, {"pubmed": 23292004, "text": "results indicate MUC5AC inhibits TRAILinduced apoptosis in human pancreatic cancer and may serve as an important indicator in diagnosis and prognosis"}, {"pubmed": 23392388, "text": "IL-31 and IL-31RA are upregulated in patients with allergic rhinitis, and induce MUC5AC gene expression in human airway epithelial cells."}, {"pubmed": 23392769, "text": "Neutrophil elastase can increase PAR2 expression and MUC5AC release."}, {"pubmed": 23464473, "text": "Down-regulated expression of MUC-2, -4 and -5AC may be involved in pathogenesis."}, {"pubmed": 23527003, "text": "The frequency of MUC5B+ and MUC5AC+ distal airways was increased in idiopathic pulmonary fibrosis. MUC5B-expressing cells were the dominant mucus cell type in the honeycomb cyst epithelium."}, {"pubmed": 23549814, "text": "MUC5AC expression is suppressed by cell membrane cholesterol depletion in human airway epithelial cells."}, {"pubmed": 23551418, "text": "The MUC5AC association and the interactions with inflammatory mediators suggest that genetically determined differences in MUC5AC expression alter susceptibility to respiratory disease."}, {"pubmed": 23581859, "text": "The degree of MUC5AC expression may correlate with the invasiveness and progression of Paget's disease extramammary"}, {"pubmed": 23582017, "text": "We found that H2 O2 induced SHP-2 activation, which acted as a suppressor in H2 O2 signalling to regulate MUC5AC transcription in the airway."}, {"pubmed": 23602830, "text": "Human airway trypsin-like protease can stimulate mucin5AC hypersecretion through a PAR2-mediated signaling pathway in 16HBE cells."}, {"pubmed": 23619266, "text": "PGE2 induces MUC2 and MUC5AC expression in intrahepatic biliary epithelial cells via EP4-p38MAPK signaling."}, {"pubmed": 23671562, "text": "Data indicate that Il-9 and IL-13 regulate expressions of MUC5AC, SPDEF and matrix metalloproteinase 7 (MMP-7) in pediatric bronchial epithelial cell."}, {"pubmed": 23768102, "text": "Rhythmic pressure waves modulate MUC5AC expression via the EGFR-PI3K-Akt/ERK-signaling pathway in human bronchial epithelial cells."}, {"pubmed": 23801416, "text": "Low Muc5AC expression increased the invasion and migration of gastric cancer cells and could be a useful biomarker of poor prognosis in gastric cancer."}, {"pubmed": 23807779, "text": "we report the expression pattern of MUC2, MUC5AC, MUC5B, and MUC6 in a large series of colorectal carcinomas"}, {"pubmed": 23828387, "text": "Decrease of MUC5AC expression in columnar epithelial cells and goblet exocrinocytes was found in areas of severe dysplasia and intestinal metaplasia in the precancerous tissue of stomach."}, {"pubmed": 23828549, "text": "High Mucin 5AC expression is associated with gastric carcinoma."}, {"pubmed": 23836919, "text": "MUC5AC glycoforms may be highly specific and sensitive biomarkers for the differentiation of mucinous from nonmucinous pancreatic cysts."}, {"pubmed": 23860410, "text": "Notch signaling can directly downregulate MUC5AC promoter activity through Hes1-dependent mechanisms."}, {"pubmed": 23953484, "text": "Acrolein increased MUC5AC gene expression on middle ear epithelial cells."}, {"pubmed": 24010879, "text": "Characterization of the MUC5AC gene and the sequence variation."}, {"pubmed": 24027752, "text": "Our results suggested that LPS increases MUC5AC expression through the TACE/TGF-alpha/EGFR pathway in HIBECs"}, {"pubmed": 24065389, "text": "PKC and NADPH oxidase regulate MUC5AC production in lipopolysaccharide-challenged human biliary epithelial cells."}, {"pubmed": 24102466, "text": "Respiratory morbidity associated with urban particulate matter exposure in children may be related to increased expression of MUC5AC and IL8."}, {"pubmed": 24120646, "text": "Results suggest that elevated shear stress induces MUC5AC hypersecretion via tyrosine-phosphorylated cortactin-associated actin polymerization in cultured human airway epithelial cells."}, {"pubmed": 24332705, "text": "Sputum is not inert and degradation reduces apparent mucin concentrations and sputum elasticity."}, {"pubmed": 24468034, "text": "MUC5AC could be related to tumor stage and long-term survival in patients with biliary tract cancerundergoing"}, {"pubmed": 24487386, "text": "Data show that dexamethasone, a glucocorticoid that transcriptionally represses MUC5AC gene expression under constitutive conditions, also represses IL-1beta-mediated upregulation of MUC5AC gene expression."}, {"pubmed": 24556756, "text": "SN induces MUC5AC hypersecretion in a dose- and time-dependent manner; moreover, the MUC5AC over synthesis induced by SN is strongly associated with the enhanced binding of EGF to NRP1"}, {"pubmed": 24598137, "text": "MUC5CA gene expression was increased in middle ear epithelial cells, after urban particles exposure in a dose dependent manner."}, {"pubmed": 24603585, "text": "CDX2, MUC1, MUC5AC, and MUC6 expression patterns may provide better estimations of survival after surgical resection of small intestinal adenocarcinoma."}, {"pubmed": 24717945, "text": "production is stimulated by co-culture of airway epithelial cell line with the eosinophilic cell line or with human blood eosinophils stimul"}, {"pubmed": 24720799, "text": "findings indicate that melatonin effectively inhibits MUC5AC expression."}, {"pubmed": 24722639, "text": "MUC5AC and MUC16 may have a role in poor outcome in patients with small bowel cancer"}, {"pubmed": 24797786, "text": "Cigarette smoke alters non-neuronal cholinergic system components inducing MUC5AC production in the H292 cell line"}, {"pubmed": 24810798, "text": "Our findings indicate that Notch3 signaling, associated with MUC5AC expression, could be a more favorable prognostic factor in small intestinal adenocarcinoma."}, {"pubmed": 24840724, "text": "Anoxia up-regulates MUC5AC by the HIF-1alpha signaling pathway in human nasal epithelia."}, {"pubmed": 24887023, "text": "results suggest that certain genetic variations in MUC5AC upstream repetitive region are associated with the susceptibility and progression of gastric cancer"}, {"pubmed": 24901072, "text": "LL-37 induced TACE and EGFR activation, as well as TGF-alpha and MUC5AC mucin production by NCI-H292 cells."}, {"pubmed": 24901817, "text": "There was no difference in the expression of deep MUC1, MUC2, MUC5AC, or MUC6 between the groups of gastric cancer and controls."}, {"pubmed": 24920497, "text": "The genetic length variants in the central repetitive region of MUC5AC were not associated with meconium ileus in cystic fibrosis."}, {"pubmed": 24935372, "text": "results indicated that some common genetic variations in the MUC5AC gene might have effects on the risk of non-cardia gastric cancer in our studied population."}, {"pubmed": 24975020, "text": "these data reveal the capacity of these three S100 proteins to induce MUC5AC production in airway epithelial cells, suggesting that they all serve as key mediators linking neutrophil-dominant airway inflammation to mucin hyperproduction."}, {"pubmed": 25036673, "text": "the role of Akt in the regulation of MUC5AC production"}, {"pubmed": 25108707, "text": "aberrant SOX2 expression is specifically linked neither to mucinous Colorectal cancers nor to the induction of MUC5AC"}, {"pubmed": 25151557, "text": "serum/bile ratio showed excellent diagnostic performance for differentiating cholangiocarcinoma from cholangitis"}, {"pubmed": 25166306, "text": "Results showed that MUC5AC expression is correlated to the tumor stage where advanced gastric cancers present reduced levels of MUC5AC and that Gli regulates its expression via interaction with a highly conserved sequence in its promoter region."}, {"pubmed": 25298197, "text": "MUC5AC expression in ovarian mucinous tumors did not change from benign to malignant tumors."}, {"pubmed": 25376946, "text": "We found significantly increased SPDEF and MUC5AC expression in CRSwNP patients compared to the controls (P < .05); the mRNA level of SPDEF was positively correlated with MUC5AC expression in CRS patients (P < .05)."}, {"pubmed": 25403854, "text": "Data suggest that determination of mucin 5AC (MUC5AC) methylation status may be useful for understanding and predicting the natural history of colorectal cancers (CRC)."}, {"pubmed": 25559041, "text": "Recombinant versions of MUC5AC were produced in airway cell lines and secretion of MUC5AC was identified."}, {"pubmed": 25605164, "text": "Common genetic variations in the MUC5AC gene are not related to helicobacter pylori serologic status."}, {"pubmed": 25638393, "text": "Increased expression of MUC5AC was associated with bacterial biofilm formation in chronic rhinosinusitis patients."}, {"pubmed": 25649981, "text": "Studied the effects of 15-HETE on MUC5AC expression and related pathways."}, {"pubmed": 25704757, "text": "An important role for MMP-9 activated by NADPH/reactive oxygen species signaling pathways in regulating high glucose-induced MUC5AC expression."}, {"pubmed": 25838093, "text": "Leukotriene E4 induces MUC5AC release from human airway epithelial NCI-H292 cells"}, {"pubmed": 26057128, "text": "EGF removal or tyrphostin AG1478 treatment of differentiating air-liquid interface cultures from asthmatic children would result in a reduction of epithelial goblet cells and mucus secretion."}, {"pubmed": 26100173, "text": "is a major component of the mucus produced by airway epithelial cells."}, {"pubmed": 26161982, "text": "These data lend support to the notion that beta2AR-agonists may contribute to asthma exacerbations by increasing mucin production via activation of beta2ARs on epithelial cells."}, {"pubmed": 26299896, "text": "The expression of ALPi and MUC5AC in cocultures of Caco-2 and HT29 cells developed for permeability studies is reported."}, {"pubmed": 26318254, "text": "Data show that verproside inhibits tumor necrosis factor alpha-induced mucin 5AC (MUC5AC) expression through NF-kappa B pathway."}, {"pubmed": 26420972, "text": "Review-Meta-analysis: decreased Muc5AC expression might be a poor prognostic predictor for gastric cancer."}, {"pubmed": 26476272, "text": "MUC5AC hypomethylation is predictive of serrated lesions with malignant potential"}, {"pubmed": 26722604, "text": "The interference of p38 gene expression inhibited the release of IL-1beta and TNF-alpha in cultured cells. It also depressed both mRNA and protein levels of MUC5A."}, {"pubmed": 26751774, "text": "MUC5AC interacts with integrin beta4 that mediates phosphorylation of FAK at Y397 leading to lung cancer cell migration."}, {"pubmed": 26867523, "text": "The expression of messenger RNAs is inhibited by EGFR tyrosine kinase inhibitor"}, {"pubmed": 26871672, "text": "Overexpression of MUC5AC has been described in idiopathic pulmonary fibrosis lungs.  Read More: http://www.atsjournals.org/doi/full/10.1164/rccm.201507-1322LE#.V2WAGNLrtNs"}, {"pubmed": 26881964, "text": "The HNE-TACE signalling pathway has an important role in the process of MUC5AC overexpression in chronic rhinosinusitis."}, {"pubmed": 26971129, "text": "This paper aims at developing a quantitative computer-aided methodology for automated identification of mucin areas and its percentage using tissue histological images"}, {"pubmed": 26980390, "text": "this study shows that SYK increased MUC5AC expression via ERK2 and p38 MAPK signaling pathways in airway epithelial cells"}, {"pubmed": 27084849, "text": "Cigarette smoke exposure initially triggers the production of mitoROS and subsequently elicits autophagy in airway epithelial cells, which then regulate MUC5AC expression partially through modulation of the JNK signaling and the transcription factor AP-1."}, {"pubmed": 27183390, "text": "Mucus plugs from individuals with fatal asthma are heterogeneous gels with distinct MUC5AC- and MUC5B-containing domains. Tethering of MUC5AC-containing domains to the epithelium causes mucostasis and likely represents a major cause of mucus plugging in asthma."}, {"pubmed": 27193208, "text": "Low mucin1 expression is associated with peritoneal dissemination of gastrointestinal cancer."}, {"pubmed": 27297822, "text": "smoking might decrease tear secretion, goblet cell density and tear MUC5AC concentration."}, {"pubmed": 27298226, "text": "outcome, while the gain of aberrant expression of MUC5AC and particularly of MUC6 was associated with favorable outcome in colorectal cancer, notably in intermediate stages II and III"}, {"pubmed": 27324793, "text": "These results suggest that IFN-gamma represses MUC5AC expression, disturbing binding of Sp1 to its target sequences."}, {"pubmed": 27517516, "text": "this study shows that S-allylmercapto-l-cysteine can suppress MUC5AC secretion using the cell model of chronic obstructive pulmonary disease"}, {"pubmed": 27610469, "text": "Knockdown of MUC5AC in SW620 cells remarkably suppressed cell vitality and promoted apoptosis and G1 cell cycle arrest, resulting in the impaired ability of colony formation. The inhibition of MUC5AC in SW620 cells dramatically repressed the cell migration and invasion."}, {"pubmed": 27729120, "text": "MUC5B was significantly more often detected in middle ear effusion fluid relative to MUC5AC. MUC5AC presence was not significantly different in mucoid and serous fluid."}, {"pubmed": 27776277, "text": "IL-33 induced MUC5AC mRNA and MUC5AC protein, and also goblet cell hyperplasia at air liquid interface culture in human nasal epithelial cells. In addition to that, IL-33 induced MUC5B and FOXA3, and reduces FOXJmRNA."}, {"pubmed": 27845339, "text": "MUC5AC expression was significantly higher in pancreatic adenocarcinoma than in healthy controls and chronic pancreatitis patients."}, {"pubmed": 27845589, "text": "MUC5AC has pathologic roles in mechanisms of allergen-induced airway hyperresponsiveness, mucous metaplasia, and airway mucus plugging."}, {"pubmed": 27919041, "text": "Cyclic pressure did not induce MUC5AC secretion in the airway mucus epithelium via Ca(2+)-dependent ATP release, and nearly all Ca(2+) was provided by stored intracellular Ca(2)."}, {"pubmed": 27992432, "text": "Results show that the glycoforms of MUC5AC in mucinous cysts of the pancreas display two unusual motifs, terminal alphaGlcNAc and terminal betaGlcNAc."}, {"pubmed": 28321513, "text": "The gastric phenotype of MUC5AC and MUC6 may be linked to the malignant potential of superficial non-ampullary duodenal epithelial tumors"}, {"pubmed": 28430953, "text": "The results suggest that the analysis of expression of MUC5AC and TFF1 may be useful for differentiating sessile serrated adenomas/polyps (SSA/Ps) from hyperplastic polyps (HPs)."}, {"pubmed": 28505002, "text": "The only individual marker that was found to have direct and strong correlation with the clinical outcome of ampullary carcinoma was MUC5AC (not used in the Ang or Chang panels), with statistically significant survival differences found with various cutoffs tested (for 20% cutoff, 5-y survival, 68% vs. 31%; P=0.0002). In addition, MUC5AC significantly stratified the histologically pancreatobiliary and intestinal cases."}, {"pubmed": 28602698, "text": "The Egr-1 is essential for CSE-induced MUC5AC production in HBE cells likely through interaction with and modulation of AP-1, and re-emphasize targeting Egr-1 as a novel therapeutic strategy for COPD."}, {"pubmed": 28762513, "text": "Oct-4 expression and the reduction of MUC5AC expression may be involved in the progression and an unfavorable prognosis of GC"}, {"pubmed": 28942146, "text": "Leptin knockdown suppressed MUC5AC production and secretion induced by IL-13 in human bronchial epithelial cells."}, {"pubmed": 28946937, "text": "Data suggest that secreted IL-6 regulates CLB2.0-induced MUC5AC and MUC1 expression via ROS-mediated downregulation of claudin-1 expression to maintain mucus homeostasis in the airway."}, {"pubmed": 29031476, "text": "this paper shows that IL-1beta upregulates Muc5ac expression via NF-kappaB-induced HIF-1alpha in asthma"}, {"pubmed": 29286856, "text": "High-Mobility Group Box 1 Upregulates MUC5AC and MUC5B Expression in Primary Airway Epithelial Cells"}, {"pubmed": 29289532, "text": "the splice switch to DeltaC-ZIP2 as well as decreased expression of other ZIPs caused zinc deficiency, which is sufficient for induction of MUC5AC."}, {"pubmed": 29408556, "text": "We have analysed the tumour-associated carbohydrate antigens sialyl-Lewis x (SLe(x)) and sialyl-Tn (STn) on MUC1 and MUC5AC in Pancreatic adenocarcinoma (PDAC)tissues. immunoprecipitation of MUC5AC from positive PDAC tissues and subsequent SLe(x) immunodetection confirmed the presence of SLe(x) on MUC5AC. Altogether, MUC5AC-SLe(x) glycoform is present in PDAC and can be regarded as potential biomarker."}, {"pubmed": 29604272, "text": "resistin induced MUC5AC and MUC5B expression via activation of different signaling pathways in human airway epithelial cells."}, {"pubmed": 29705272, "text": "Mucins levels increased in wnt4, wnt5a or SB216763-treated HIBECs, and reduced by miR-93 mimics transfection.  These results suggest a new potential mechanism in intrahepatic stones, regulating by miR-93/TCF7, non-canonical Wnt pathway, and mucins."}, {"pubmed": 29767240, "text": "The results of the present study indicate that Munc132 may be an essential regulator of basal MUC5AC exocytosis, while Munc134 appears to be a Munc13 protein subtype that may to be sensitive to hNE stimulation during airway MUC5AC hypersecretion."}, {"pubmed": 29802623, "text": "Th2 cytokines orchestrate the secretion of MUC5AC and MUC5B in IL-5-positive chronic rhinosinusitis with nasal polyps."}, {"pubmed": 29869461, "text": "Helicobacter pylori (H. pylori)-CagA significantly upregulated MUC5AC, MUC2, and MUC5B expression in AGS cells, but did not affect E-cadherin and MUC6 expression."}, {"pubmed": 29878077, "text": "MUC5AC may be a useful biomarker for respiratory syncytial virus disease severity."}, {"pubmed": 29906464, "text": "S100A12 activates NLPR3 inflammasomes to induce MUC5AC production in airway epithelial cells. ATP induces MUC5AC production in a mechanistically similar mode to S100A12."}, {"pubmed": 29943626, "text": "this study shows that high concentration of insulin induces MUC5AC expression via PI3K/AKT and MAPK signaling pathways in human airway epithelial cells"}, {"pubmed": 30061200, "text": "study showing AEC-PPARgamma's role as a transcriptional repressor of MUC5AC highlights this receptor's potential as a pharmacological target for asthma."}, {"pubmed": 30089720, "text": "Study in 2 independent human cohorts found at both mRNA and protein levels that MUC5AC is a significant determinant of poor prognoses in patients with KRAS (but not EGFR) mutant lung adenocarcinoma."}, {"pubmed": 30272559, "text": "Data show that Ca(2+)-binding protein (KChIP3) levels regulate baseline Mucin 5AC (MUC5AC) secretion."}, {"pubmed": 30482841, "text": "Differentiated normal bronchial epithelial (NHBE) cells and tracheal cells from patients with cystic fibrosis (CFT1-LC3) expressed only TRPM4 and all three isoforms of NCXs. Blocking the activity of TRPM4 or NCX proteins abrogated MUC5AC secretion from NHBE and CFT1-LC3 cells."}, {"pubmed": 30552067, "text": "MUC5AC has an association with susceptibility to the development of moderate-to-severe asthma.  Altered expression of the pathogenic mucin MUC5AC potentially contributes to mucus plugging and airway obstruction."}, {"pubmed": 30628655, "text": "The results showed that the core promoter area of MUC5AC was located within the 935/+48 region and that P300 reduced the expression of MUC5AC in A549 cells."}, {"pubmed": 30727993, "text": "In lung specimens, CD147 and MUC5AC expression levels were increased in chronic obstructive pulmonary disease patients. Increased CD147 levels induced by cigarette smoke extract could stimulate MUC5AC secretion through the MMP9 and p38 MAPK signaling pathway in human bronchial epithelial cells."}, {"pubmed": 30759005, "text": "Analysis of human airway progenitor epithelial cells and airway tissue shows that IL-13 signaling to MUC5AC mucin gene expression relies on specific activation of mitogen-activated protein kinase 13, providing a druggable target for attenuating mucus production in the setting of viral infection and other inhaled stimuli of airway inflammation. [review]"}, {"pubmed": 30837395, "text": "Cortactin is involved in shear stress-mediated MUC5AC secretion in human airway epithelial cells, and the phosphorylated site of Tyr421 and Tyr470 may play an important role in it"}, {"pubmed": 30909132, "text": "In human neutrophil elastase -induced chronic rhinosinusitis, autophagy increases the secretion of MUC5AC by promoting the phosphorylation of JNK and c-Jun."}, {"pubmed": 31128106, "text": "With specific shRNA transduction, AGR2 was shown to be a key factor in MUC5AC hypersecretion immortalized epithelial bronchial cells in vitro. During hypoxia-induced MUC5AC hypersecretion in vitro there was increased binding and intracytoplasmic colocation of HIF-1alpha and AGR2."}, {"pubmed": 31362570, "text": "Invasive stratified mucin-producing carcinoma: a clinicopathological analysis of three cases."}, {"pubmed": 31466461, "text": "In HNE-induced CRS, miR-146a downregulates the expression of MUC5AC by inhibiting the activation of EGFR, and EGFR is a target gene of miR-146a."}, {"pubmed": 31596609, "text": "Targeting SPDEF led to proportional decreases in MUC5AC expression in HBECs stimulated with IL-13, a central mediator of allergic asthma. Near-complete targeting of SPDEF abolished IL-13-induced MUC5AC expression and goblet cell differentiation."}, {"pubmed": 31922915, "text": "NOTCH3 is a regulator of MUC5AC production."}, {"pubmed": 32028958, "text": "Evaluation of serum MUC5AC in combination with CA19-9 for the diagnosis of pancreatic cancer."}, {"pubmed": 32076085, "text": "Regional Comparison of Goblet Cell Number and Area in Exposed and Covered Dry Eyes and Their Correlation with Tear MUC5AC."}, {"pubmed": 32083303, "text": "MUC5AC was an independent prognosis factor for poor prognosis in lung adenocarcinoma with mucin production. MUC5AC was associated with lymphovascular invasion and tumors with intra-cytoplasmic mucin. MUC5AC was more significant in invasive mucinous adenocarcinoma, as well as in tumors with KRAS mutations and a lack of thyroid transcription factor 1 expression."}, {"pubmed": 32098629, "text": "Molecular implications of MUC5AC-CD44 axis in colorectal cancer progression and chemoresistance."}, {"pubmed": 32208937, "text": "Copy Number Variation in MUC5AC and Susceptibility to Allergic Rhinitis: A Low-Coverage Whole-Genome Sequencing and Validation Cohort Study."}, {"pubmed": 32400877, "text": "Increased MUC1 plus a larger quantity and complex size for MUC5AC in the peripheral airway lumen of long-term tobacco smokers."}, {"pubmed": 32401676, "text": "MUC1 contributes to goblet cell metaplasia and MUC5AC expression in response to cigarette smoke in vivo."}, {"pubmed": 32776556, "text": "Elevated MUC1 and MUC5AC mucin protein levels in airway mucus of critical ill COVID-19 patients."}, {"pubmed": 32992527, "text": "The Potential Role and Regulatory Mechanisms of MUC5AC in Chronic Obstructive Pulmonary Disease."}, {"pubmed": 33111394, "text": "Clericuzio-type poikiloderma with neutropenia in a patient from India."}, {"pubmed": 33154304, "text": "Associations between the expression of mucins (MUC1, MUC2, MUC5AC and MUC6) and clinicopathologic parameters of human breast carcinomas."}, {"pubmed": 33232357, "text": "Assessment of mucin-related gene alterations following treatment with rebamipide ophthalmic suspension in Sjogren's syndrome-associated dry eyes."}, {"pubmed": 33245816, "text": "Expression of T helper cytokines associated with MUC5AC secretion in eosinophil-based endotypes of nasal polyps."}, {"pubmed": 33300069, "text": "Molecular mechanism underlying miR130bSp1 transcriptional regulation in LPSinduced upregulation of MUC5AC in the bile duct epithelium."}, {"pubmed": 33332733, "text": "Porphyromonas gingivalis gingipains potentially affect MUC5AC gene expression and protein levels in respiratory epithelial cells."}, {"pubmed": 33373033, "text": "Elevated MUC5AC expression is associated with mismatch repair deficiency and proximal tumor location but not with cancer progression in colon cancer."}, {"pubmed": 33760106, "text": "Endoplasmic reticulum stress/XBP1 promotes airway mucin secretion under the influence of neutrophil elastase."}, {"pubmed": 33765317, "text": "Investigating the Interaction of Helicobacter pylori with the Gastric Mucosa."}, {"pubmed": 33963925, "text": "Prognostic relevance and putative histogenetic role of cytokeratin 7 and MUC5AC expression in Crohn's disease-associated small bowel carcinoma."}, {"pubmed": 34019912, "text": "Inducible expression quantitative trait locus analysis of the MUC5AC gene in asthma in urban populations of children."}, {"pubmed": 34058148, "text": "Airway mucin MUC5AC and MUC5B concentrations and the initiation and progression of chronic obstructive pulmonary disease: an analysis of the SPIROMICS cohort."}, {"pubmed": 34130299, "text": "Human Neutrophil Elastase Mediates MUC5AC Hypersecretion via the Tumour Necrosis Factor-alpha Converting Enzyme-Epidermal Growth Factor Receptor Signalling Pathway in vivo."}, {"pubmed": 34167450, "text": "Influence of o,p'-DDT on MUC5AC expression via regulation of NF-kappaB/AP-1 activation in human lung epithelial cells."}, {"pubmed": 34171599, "text": "MUC5AC expression is linked to mucinous/endometroid subtype, absence of nodal metastasis and mismatch repair deficiency in ovarian cancer."}, {"pubmed": 34281463, "text": "Telmisartan mitigates lipopolysaccharide (LPS)-induced production of mucin 5AC (MUC5AC) through increasing suppressor of cytokine signaling 1 (SOCS1)."}, {"pubmed": 34288207, "text": "Quantification of increased MUC5AC expression in airway mucus of smoker using an automated image-based approach."}, {"pubmed": 34321852, "text": "Diverse expression patterns of mucin 2 in colorectal cancer indicates its mechanism related to the intestinal mucosal barrier."}, {"pubmed": 34459484, "text": "Analysis of blood group antigens on MUC5AC in mucinous ovarian cancer tissues using in situ proximity ligation assay."}, {"pubmed": 34534538, "text": "Mucin 5AC Serves as the Nexus for beta-Catenin/c-Myc Interplay to Promote Glutamine Dependency During Pancreatic Cancer Chemoresistance."}, {"pubmed": 34656442, "text": "Pathophysiological relevance of sputum MUC5AC and MUC5B levels in patients with mild asthma."}, {"pubmed": 34868022, "text": "Epithelial Aryl Hydrocarbon Receptor Protects From Mucus Production by Inhibiting ROS-Triggered NLRP3 Inflammasome in Asthma."}, {"pubmed": 34871838, "text": "The protective effects of Omarigliptin against Lipopolysaccharide (LPS)- induced inflammatory response and expression of mucin 5AC (MUC5AC) in human bronchial epithelial cells."}, {"pubmed": 34969769, "text": "Establishment of Patient-derived Preclinical Models for Invasive Papillary Cholangiocarcinoma."}, {"pubmed": 35185017, "text": "A combination of immunohistochemical markers, MUC1, MUC5AC, PAX8 and growth pattern for characterization of mucinous neoplasm of the ovary."}, {"pubmed": 35219699, "text": "Mucin 5AC-Mediated CD44/ITGB1 Clustering Mobilizes Adipose-Derived Mesenchymal Stem Cells to Modulate Pancreatic Cancer Stromal Heterogeneity."}, {"pubmed": 35776514, "text": "Mucins MUC5AC and MUC5B Are Variably Packaged in the Same and in Separate Secretory Granules."}, {"pubmed": 35915986, "text": "HNE Induces the Hyperexpression of MUC5AC in Chronic Rhinosinusitis With Nasal Polyps by Activating the TRAF6/Autophagy Regulatory Axis."}, {"pubmed": 36012669, "text": "Home Dust Mites Promote MUC5AC Hyper-Expression by Modulating the sNASP/TRAF6 Axis in the Airway Epithelium."}, {"pubmed": 36068759, "text": "Autocrine TGF-alpha is associated with Benzo(a)pyrene-induced mucus production and MUC5AC expression during allergic asthma."}, {"pubmed": 36111525, "text": "De novo NUF2 variant in a novel inherited bone marrow failure syndrome including microcephaly and renal hypoplasia."}, {"pubmed": 36189284, "text": "Serum MUC5AC protein levels are correlated with the development and severity of connective tissue disease-associated pulmonary interstitial lesions."}, {"pubmed": 36367122, "text": "Evaluation of MUC1, MUC2, MUC5AC, and MUC6 Expression Differences in Lung Adenocarcinoma Subtypes by Using a Final Immunoreactivity Score (FIRS)."}, {"pubmed": 36427316, "text": "MUC5B mobilizes and MUC5AC spatially aligns mucociliary transport on human airway epithelium."}, {"pubmed": 36495503, "text": "The Regulation Mechanism of MUC5AC Secretion in Airway of Obese Asthma."}, {"pubmed": 36675209, "text": "Nebulized Menthol Impairs Mucociliary Clearance via TRPM8 and MUC5AC/MUC5B in Primary Airway Epithelial Cells."}, {"pubmed": 36823694, "text": "MUC5AC Genetic Variation Is Associated With Tuberculous Meningitis Cerebral Spinal Fluid Cytokine Responses and Mortality."}, {"pubmed": 37146737, "text": "The association between MUC5AC and MUC5B genes expression and remodeling progression in severe neutrophilic asthma: A direct relationship."}, {"pubmed": 37175794, "text": "Predictive Value of MUC5AC Signature in Pancreatic Ductal Adenocarcinoma: A Hypothesis Based on Preclinical Evidence."}], "genomic_pos": [{"chr": "HG107_HG2565_PATCH", "end": 198622, "ensemblgene": "ENSG00000291363", "start": 155427, "strand": 1}, {"chr": "11", "end": 1201138, "ensemblgene": "ENSG00000215182", "start": 1157953, "strand": 1}], "genomic_pos_hg19": {"chr": "11", "end": 1222364, "start": 1151580, "strand": 1}, "go": {"CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 31732694, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005796", "qualifier": "located_in", "term": "Golgi lumen"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0031012", "qualifier": "is_active_in", "term": "extracellular matrix"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 19199708, "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0070701", "pubmed": 14749330, "qualifier": "located_in", "term": "mucus layer"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0005201", "pubmed": 7513696, "qualifier": "enables", "term": "extracellular matrix structural constituent"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}]}, "homologene": {"genes": [[7955, 100148804], [8364, 100493765], [8364, 100493937], [9544, 720912], [9606, 4586], [9615, 483654], [9913, 100847395], [10090, 17833], [10116, 682837]], "id": 137237}, "interpro": [{"desc": "VWFC domain", "id": "IPR001007", "short_desc": "VWF_dom"}, {"desc": "von Willebrand factor, type D domain", "id": "IPR001846", "short_desc": "VWF_type-D"}, {"desc": "Trypsin Inhibitor-like, cysteine rich domain", "id": "IPR002919", "short_desc": "TIL_dom"}, {"desc": "Cystine knot, C-terminal", "id": "IPR006207", "short_desc": "Cys_knot_C"}, {"desc": "VWF/SSPO/Zonadhesin-like, cysteine-rich domain", "id": "IPR014853", "short_desc": "VWF/SSPO/ZAN-like_Cys-rich_dom"}, {"desc": "WxxW domain", "id": "IPR025155", "short_desc": "WxxW_domain"}, {"desc": "Serine protease inhibitor-like superfamily", "id": "IPR036084", "short_desc": "Ser_inhib-like_sf"}], "map_location": "11p15.5", "name": "mucin 5AC, oligomeric mucus/gel-forming", "other_names": ["gastric mucin", "lewis B blood group antigen", "major airway glycoprotein", "mucin 5, subtypes A and C, tracheobronchial/gastric", "mucin 5AC, oligomeric mucus/gel-forming pseudogene", "mucin-5 subtype AC, tracheobronchial", "mucin-5AC", "tracheobronchial mucin"], "pantherdb": {"HGNC": "7515", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "104697", "ortholog_type": "LDO", "panther_family": "PTHR11339", "taxid": 10090, "uniprot_kb": "E9QAQ8"}, {"Ensembl": "ENSRNOG00000055996", "ortholog_type": "LDO", "panther_family": "PTHR11339", "taxid": 10116, "uniprot_kb": "A0A0G2K1Y4"}, {"Ensembl": "ENSGALG00000006717", "ortholog_type": "O", "panther_family": "PTHR11339", "taxid": 9031, "uniprot_kb": "F1NZY2"}, {"Gene": "MUC5B", "ortholog_type": "LDO", "panther_family": "PTHR11339", "taxid": 9031, "uniprot_kb": "Q98UI9"}, {"ZFIN": "ZDB-GENE-121108-1", "ortholog_type": "O", "panther_family": "PTHR11339", "taxid": 7955, "uniprot_kb": "X1WG18"}, {"ZFIN": "ZDB-GENE-120904-1", "ortholog_type": "O", "panther_family": "PTHR11339", "taxid": 7955, "uniprot_kb": "X1WG49"}, {"ZFIN": "ZDB-GENE-120822-1", "ortholog_type": "O", "panther_family": "PTHR11339", "taxid": 7955, "uniprot_kb": "X1WBL9"}, {"Ensembl": "ENSDARG00000100621", "ortholog_type": "O", "panther_family": "PTHR11339", "taxid": 7955, "uniprot_kb": "A0A0G2L8S7"}, {"FlyBase": "FBgn0029167", "ortholog_type": "O", "panther_family": "PTHR11339", "taxid": 7227, "uniprot_kb": "Q9VU94"}], "uniprot_kb": "P98088"}, "pathway": {"biocarta": {"id": "nthipathway", "name": "nfkb activation by nontypeable hemophilus influenzae"}, "kegg": {"id": "hsa04657", "name": "IL-17 signaling pathway - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-3781865", "name": "Diseases of glycosylation"}, {"id": "R-HSA-3906995", "name": "Diseases associated with O-glycosylation of proteins"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-5083625", "name": "Defective GALNT3 causes HFTC"}, {"id": "R-HSA-5083632", "name": "Defective C1GALT1C1 causes TNPS"}, {"id": "R-HSA-5083636", "name": "Defective GALNT12 causes CRCS1"}, {"id": "R-HSA-5173105", "name": "O-linked glycosylation"}, {"id": "R-HSA-5621480", "name": "Dectin-2 family"}, {"id": "R-HSA-5621481", "name": "C-type lectin receptors (CLRs)"}, {"id": "R-HSA-5668914", "name": "Diseases of metabolism"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-913709", "name": "O-linked glycosylation of mucins"}, {"id": "R-HSA-977068", "name": "Termination of O-glycan biosynthesis"}]}, "pdb": ["5AJN", "5AJO", "5AJP", "8OV0", "8V9Q"], "pfam": ["PF00094", "PF01826", "PF08742", "PF13330"], "pharmgkb": "PA31320", "pharos": {"target_id": 4515, "tdl": "Tbio"}, "pir": ["A33811", "JE0095"], "prosite": ["PS01225", "PS50184", "PS51233", "PS51257"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF214303", "relationship": "is"}, {"id": "GNF219755", "relationship": "is"}, {"id": "GNF225207", "relationship": "is"}, {"id": "GNF230659", "relationship": "is"}, {"id": "GNF252976", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF338983", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF104202", "relationship": "is"}, {"id": "GNF112927", "relationship": "is"}, {"id": "GNF112995", "relationship": "is"}, {"id": "GNF143851", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000011.10", "NC_060935.1", "NW_015148966.2"], "protein": "NP_001291288.1", "rna": ["NM_001304359.2", "NM_017511.1"], "translation": {"protein": "NP_001291288.1", "rna": "NM_001304359.2"}}, "reporter": {"GNF1H": ["gnf1h07729_at", "gnf1h12657_at"], "HG-U133_Plus_2": ["214303_x_at", "214385_s_at", "217187_at"], "HG-U95Av2": ["298_at", "41383_at"], "HTA-2_0": ["TC11000041.hg.1", "TC11002495.hg.1", "TC11002496.hg.1", "TC11003511.hg.1"], "HuGene-2_1": "16720560"}, "retired": [55555, 440020, 642522, 730855, 100132635, 100421206, 101059911, 101927530], "summary": "Predicted to be an extracellular matrix structural constituent. Involved in phosphatidylinositol-mediated signaling. Located in cytoplasm; extracellular space; and mucus layer. Implicated in dry eye syndrome. Biomarker of several diseases, including Sjogren's syndrome; biliary tract disease (multiple); cystic fibrosis; eye disease (multiple); and pancreatic cancer (multiple). [provided by Alliance of Genome Resources, Apr 2022]", "symbol": "MUC5AC", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1417497"}, "unigene": ["Hs.558950", "Hs.534332", "Hs.703588", "Hs.703728", "Hs.721515"], "uniprot": {"Swiss-Prot": "P98088"}, "wikipedia": {"url_stub": "MUC5AC"}}