{"AllianceGenome": "7516", "HGNC": "7516", "MIM": "600770", "_id": "727897", "_version": 1, "accession": {"genomic": ["AC061979.17", "AF107890.1", "AH006676.2", "AJ004862.1", "AJ011582.1", "CP068267.2", "JQ413282.1", "JQ413283.1", "JQ413284.1", "NC_000011.10", "NC_060935.1", "NG_031880.1", "Y09788.2", "Z72496.1"], "protein": ["AAB35930.1", "AAB61398.1", "AAB65151.1", "AAC51342.1", "AAC51343.1", "AAC51344.1", "AAC67545.1", "AAF64523.1", "AAG33673.1", "BAG64826.1", "CAA06167.1", "CAA52408.1", "CAA52909.1", "CAA52910.1", "CAA52911.1", "CAA70926.1", "CAA96577.1", "NP_002449.2", "Q9HC84.3"], "rna": ["AA577624.1", "AF086604.1", "AF253321.1", "AK303892.1", "AK310939.1", "BM740816.1", "BM796192.1", "BM817984.1", "CA450235.1", "DC418119.1", "NM_002458.3", "S80993.1", "U63836.1", "U78550.1", "U78551.1", "U95031.1", "X74370.1", "X74954.1", "X74955.1", "X74956.1"], "translation": [{"protein": "AAC51343.1", "rna": "U78551.1"}, {"protein": "CAA52910.1", "rna": "X74955.1"}, {"protein": "AAB35930.1", "rna": "S80993.1"}, {"protein": "AAB65151.1", "rna": "U95031.1"}, {"protein": "BAG64826.1", "rna": "AK303892.1"}, {"protein": "AAF64523.1", "rna": "AF253321.1"}, {"protein": "AAC51342.1", "rna": "U78550.1"}, {"protein": "CAA52408.1", "rna": "X74370.1"}, {"protein": "CAA52911.1", "rna": "X74956.1"}, {"protein": "AAC67545.1", "rna": "AF086604.1"}, {"protein": "NP_002449.2", "rna": "NM_002458.3"}, {"protein": "CAA52909.1", "rna": "X74954.1"}, {"protein": "AAB61398.1", "rna": "U63836.1"}]}, "alias": ["MG1", "MUC-5B", "MUC5", "MUC9"], "ensembl": {"gene": "ENSG00000117983", "protein": ["ENSP00000434539", "ENSP00000436812"], "transcript": ["ENST00000525715", "ENST00000526859", "ENST00000527802", "ENST00000529681", "ENST00000531082"], "translation": [{"protein": "ENSP00000436812", "rna": "ENST00000529681"}, {"protein": "ENSP00000434539", "rna": "ENST00000526859"}], "type_of_gene": "protein_coding"}, "entrezgene": "727897", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 89.9922549681, "exp_mis": 2266.48473989, "exp_syn": 1194.06390617, "lof_z": 8.24843682973668, "mis_z": 6.49815834289604, "mu_lof": 8.13667887601e-06, "mu_mis": 0.000222321721613, "mu_syn": 0.000117451629449, "n_lof": 11.0, "n_mis": 1634.0, "n_syn": 995.0, "p_li": 0.999999706471312, "p_null": 6.11965786257582e-25, "p_rec": 2.93528688420844e-07, "syn_z": 3.57131662374185}, "bp": 17289, "cds_end": 1282838, "cds_start": 1244353, "n_exons": 49, "nonpsych": {"exp_lof": 80.702398185, "exp_mis": 2050.63818631, "exp_syn": 1079.99381547, "lof_z": 7.72934870715198, "mis_z": 6.30021988880303, "mu_lof": 8.13667887601e-06, "mu_mis": 0.000222321721613, "mu_syn": 0.000117451629449, "n_lof": 10.0, "n_mis": 1485.0, "n_syn": 918.0, "p_li": 0.999998409824585, "p_null": 2.26052443218911e-22, "p_rec": 1.59017541528977e-06, "syn_z": 3.10350035472589}, "nontcga": {"exp_lof": 82.7198435392, "exp_mis": 2085.09308182, "exp_syn": 1098.46584041, "lof_z": 7.88731746961606, "mis_z": 6.17639246115899, "mu_lof": 8.13667887601e-06, "mu_mis": 0.000222321721613, "mu_syn": 0.000117451629449, "n_lof": 10.0, "n_mis": 1519.0, "n_syn": 919.0, "p_li": 0.999999177778996, "p_null": 3.71024944122017e-23, "p_rec": 8.22221003620996e-07, "syn_z": 3.42855538188135}, "transcript": "ENST00000529681.1"}, "exons": [{"cdsend": 1261608, "cdsstart": 1223123, "chr": "11", "position": [[1223065, 1223193], [1225680, 1225737], [1226204, 1226276], [1226614, 1226876], [1227030, 1227145], [1227307, 1227398], [1227674, 1227781], [1228563, 1228765], [1229169, 1229295], [1229689, 1229807], [1230004, 1230143], [1230489, 1230600], [1230935, 1231005], [1231422, 1231560], [1231995, 1232160], [1232449, 1232544], [1232643, 1232770], [1233012, 1233268], [1233792, 1233848], [1234204, 1234305], [1234528, 1234680], [1235084, 1235223], [1235302, 1235413], [1236385, 1236562], [1236924, 1237164], [1238870, 1239027], [1239437, 1239566], [1239798, 1239943], [1240044, 1240088], [1240177, 1240375], [1240850, 1251743], [1252342, 1252524], [1252808, 1252980], [1254091, 1254351], [1254693, 1254880], [1255040, 1255266], [1255382, 1255558], [1256155, 1256225], [1256670, 1256771], [1257239, 1257271], [1257529, 1257710], [1258098, 1258203], [1258329, 1258367], [1258941, 1259061], [1259755, 1259842], [1259962, 1260085], [1260350, 1260393], [1260625, 1260728], [1261388, 1262172]], "strand": 1, "transcript": "NM_002458", "txend": 1262172, "txstart": 1223065}], "exons_hg19": [{"cdsend": 1282838, "cdsstart": 1244353, "chr": "11", "position": [[1244295, 1244423], [1246910, 1246967], [1247434, 1247506], [1247844, 1248106], [1248260, 1248375], [1248537, 1248628], [1248904, 1249011], [1249793, 1249995], [1250399, 1250525], [1250919, 1251037], [1251234, 1251373], [1251719, 1251830], [1252165, 1252235], [1252652, 1252790], [1253225, 1253390], [1253679, 1253774], [1253873, 1254000], [1254242, 1254498], [1255022, 1255078], [1255434, 1255535], [1255758, 1255910], [1256314, 1256453], [1256532, 1256643], [1257615, 1257792], [1258154, 1258394], [1260100, 1260257], [1260667, 1260796], [1261028, 1261173], [1261274, 1261318], [1261407, 1261605], [1262080, 1272973], [1273572, 1273754], [1274038, 1274210], [1275321, 1275581], [1275923, 1276110], [1276270, 1276496], [1276612, 1276788], [1277385, 1277455], [1277900, 1278001], [1278469, 1278501], [1278759, 1278940], [1279328, 1279433], [1279559, 1279597], [1280171, 1280291], [1280985, 1281072], [1281192, 1281315], [1281580, 1281623], [1281855, 1281958], [1282618, 1283402]], "strand": 1, "transcript": "NM_002458", "txend": 1283402, "txstart": 1244295}], "generif": [{"pubmed": 11062147, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11825880, "text": "analysis of repertoire of unique oligosaccharides"}, {"pubmed": 11853536, "text": "saliva has additional structure and organization not present in the purified MUC5B mucin"}, {"pubmed": 11996097, "text": "Structure and biosynthesis of human salivary mucins."}, {"pubmed": 12459324, "text": "Level of MG1 is lower in saliva of subjects with dental disease"}, {"pubmed": 12756239, "text": "results suggest that oligomeric mucin 5, subtype B(MUC5B) in saliva is assembled into much larger linear or branched assemblies through calcium-mediated protein cross-links"}, {"pubmed": 12768436, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 14690056, "text": "MUC5B and MUC4 were major mucins in MOM that formed distinct treelike polymers (mucus strands)in the middle ear mucosa with mucoid otitis media"}, {"pubmed": 14758553, "text": "expression was observed in 22.0% of the gastric carcinomas and was associated with the \"unclassified\" histological type and with the absence of venous invasion; expression had no impact on survival and was associated with the co-expression of MUC5AC"}, {"pubmed": 14988081, "text": "The concentration of MUC5AC and MUC5B are decreased in the CF airways relative to normal mucus. This may be due to a relative increase in other components of sputum in the CF airway or to a primary defect in mucin secretion in CF."}, {"pubmed": 15563276, "text": "There were significant differences were found in the glycosylation of MUC5B/MUC5AC or gp-340 between CF and non-CF subjects with severe lung disease, implying that CF does not influence SMG secretion mucin glycosylation in end-stage lung disease."}, {"pubmed": 15709052, "text": "Possible involvement of MUC5B gene in diffuse panbronchiolitis is demonstrated."}, {"pubmed": 16188033, "text": "MUC1, MUC5B and MUC8, but not MUC2 or MUC5AC, are up-regulated in endometrial adenocarcinomas"}, {"pubmed": 16540890, "text": "Up-regulation of MUC5B in the ear may play an important role in the pathogenesis of middle ear effusions."}, {"pubmed": 17063754, "text": "MUC5B mucin gene product secretion is significantly increased in chronic sinusitis compared with control subjects."}, {"pubmed": 17471237, "text": "this study demonstrates the important role for methylation and/or histone modifications in regulating the 11p15 mucin genes in epithelial cancer cells."}, {"pubmed": 17621824, "text": "Thus gene is up-regulated in sinus mucosa of chronic rhinosinusitis and nasal polyposis."}, {"pubmed": 17671696, "text": "both the MUC1-N and MUC1-C subunits evolved from secreted gel-forming mucins and that the MUC1-CD oncogenic function emerged by diversification after evolution from MUC5B"}, {"pubmed": 17703412, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18688042, "text": "E2, a sex hormone, stimulates MUC5B gene overexpression by interaction with estrogen receptor alpha (ERalpha) and by acting through extracellular signal-regulated kinase 1/2 (ERK1/2)-mitogen-activated protein kinase (MAPK)."}, {"pubmed": 18757307, "text": "Results show that oxidative stress induces MUC5B up-regulation, which requires CD44 as well as EGFR and MAPK activation."}, {"pubmed": 18776153, "text": "MUC5B (mucin 5B) is the major mucin in the gel phase of sputum in chronic obstructive pulmonary disease"}, {"pubmed": 18834073, "text": "Reflux laryngitis is associated with down-regulation of mucin gene expression."}, {"pubmed": 19118346, "text": "The solution MUC5B and gelMUC5B preparations exhibited different biological activity when assayed with freshly plaque bacteria in suspension and in a biofilm."}, {"pubmed": 19191526, "text": "A statistically significant association between the long rare MUC5B-MS6 alleles and the occurrence of bladder cancer was identified in the younger group (<60; odds ratio, 4.54; 95% confidence interval, 1.0-20.7; p=0.03)."}, {"pubmed": 19191526, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19258923, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19556605, "text": "NRG1beta1 is a novel mediator of MUC5AC and MUC5B expression in HBECs, and may represent a novel therapeutic target for mucus hypersecretion in respiratory diseases."}, {"pubmed": 19596978, "text": "a high concentration of IL-8 is required to increase MUC5B mRNA levels in primary normal differentiated human bronchial epithelial cells"}, {"pubmed": 19718741, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19718741, "text": "This study compared polymorphisms in MUC2, MUC5AC, and MUC5B genes in otitis media (OM) patients and controls."}, {"pubmed": 19783639, "text": "The structure of the MUC5B in its unpacking state was studied."}, {"pubmed": 20422702, "text": "In human nasal polyp epithelial cells, leptin increased the expression of MUC5AC and MUC5B, in a dose- and time-dependent manner, at the gene and protein levels."}, {"pubmed": 20497020, "text": "Leptin up-regulates MUC5B expression in human airway epithelial cells via activation of ERK1/2 or p38 MAPK."}, {"pubmed": 20503287, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20873538, "text": "IL-1 beta increased MUC2/MUC5B mRNA levels in human nasal epithelial cells."}, {"pubmed": 20946627, "text": "MUC5B and MUC7 from HIV patients, unlike the MUC5B and MUC7 from HIV negative individuals, did not inhibit HIV-1 activity."}, {"pubmed": 21097527, "text": "MCP-1 has a novel function in airway epithelium, increasing the two major airway mucins MUC5AC and MUC5B, an effect mediated, at least in part, by a cascade of events initiated by interaction of its receptor CCR2B with G(q) subunits in caveolae"}, {"pubmed": 21194732, "text": "the ultrastructural distribution of the MUC5B mucin in human palatal and buccal glands"}, {"pubmed": 21455588, "text": "AQP5 expression increases MUC5AC and MUC5B mucin production"}, {"pubmed": 21506741, "text": "we identified a common variant in the putative promoter of the gene encoding mucin 5B (MUC5B) that is associated with the development of both familial interstitial pneumonia and sporadic idiopathic pulmonary fibrosis."}, {"pubmed": 21506748, "text": "We confirm a recent association with rs35705950 in the putative promoter of MUC5B and sporadic idiopathic pulmonary fibrosis."}, {"pubmed": 21596555, "text": "Polymorphisms in MUC1, MUC2, MUC5B and MUC6 genes are not associated with the risk of chronic atrophic gastritis."}, {"pubmed": 21618303, "text": "Diallyl disulfide induced MUC5B expression and activated phosphorylation of ERK1/2 MAPK in airway epithelial cells."}, {"pubmed": 21619869, "text": "results of this study show that AMPK induces MUC5B expression through the p38 MAPK signaling pathway in airway epithelial cells."}, {"pubmed": 21832046, "text": "PGD(2) can induce MUC5B overproduction via ERK MAPK/RSK1/CREB signaling and that DP1 receptor may have suppressive effects in controlling MUC5B overproduction in the airway."}, {"pubmed": 21981454, "text": "Agonists of TRPV1 and TRPA1 induced MUC5B release in the human nasal airways in vivo."}, {"pubmed": 22269464, "text": "Similar MUC1, MUC2 and MUC5B expression patterns were observed between mucocele-like lesions and mucinous carcinoma (MC) type A and between MC type B and mucinous carcinoma."}, {"pubmed": 22391959, "text": "Macrophages are related to goblet cell hyperplasia and induce MUC5B but not MUC5AC in human bronchus epithelial cells."}, {"pubmed": 22576636, "text": "The pulmonary fibrosis-associated MUC5B promoter polymorphism does not influence the development of interstitial pneumonia in systemic sclerosis."}, {"pubmed": 22591690, "text": "A high frequency of MUC5B apoprotein is expressed in alveolar macrophages of bronchial alveolar lavage fluid obtained from long-term smokers with chronic obstructive pulmonary disease."}, {"pubmed": 22802285, "text": "Article reviews genetic and environmental causes of pulmonary fibrosis, specifically focusing on genetic and epigenetic variants of MUC5B and why only some individuals with the MUC5B promoter polymorphism develop pulmonary fibrosis [Review Article]"}, {"pubmed": 23207284, "text": "[review] Reduced salivary flow and decreased quality of salivary mucins are likely to be responsible for xerostomia in patients with Sjogren's syndrome."}, {"pubmed": 23249391, "text": "Findings suggest that normal regulation of MUC5AC and MUC5B production by human bronchial epithelial cells is TGF-beta isoform-specific and that TGF-beta(2) downregulates both MUC5AC and MUC5B."}, {"pubmed": 23321605, "text": "The MUC5B variant was not a risk factor for lung fibrosis in patients with SSc or sarcoidosis and did not predict more rapidly progressive lung disease in any of the groups."}, {"pubmed": 23406586, "text": "These results suggest that chitinase induces MUC5B expression by activation of the p38 MAPK signaling pathway in human airway epithelial cells."}, {"pubmed": 23527003, "text": "The frequency of MUC5B+ and MUC5AC+ distal airways was increased in idiopathic pulmonary fibrosis. MUC5B-expressing cells were the dominant mucus cell type in the honeycomb cyst epithelium."}, {"pubmed": 23692170, "text": "The MUC5B promoter polymorphism was found to be associated with interstitial lung disease in the general population."}, {"pubmed": 23695349, "text": "Among patients with idiopathic pulmonary fibrosis, a common risk polymorphism in MUC5B was significantly associated with improved survival"}, {"pubmed": 23783374, "text": "Patients with high cilium gene expression demonstrate more microscopic honeycombing, but not fibroblastic foci, and have elevated tissue expression of MUC5B and Matrix Metalloproteinase 7."}, {"pubmed": 23807779, "text": "we report the expression pattern of MUC2, MUC5AC, MUC5B, and MUC6 in a large series of colorectal carcinomas"}, {"pubmed": 23929584, "text": "One SNP in the MUC5B gene having association with chronic otitis media with effusion in study population."}, {"pubmed": 23940607, "text": "Genetic association between MUC5B promoter variants and idiopathic pulmonary fibrosis. {Meta-analysis]"}, {"pubmed": 24332705, "text": "Sputum is not inert and degradation reduces apparent mucin concentrations and sputum elasticity."}, {"pubmed": 24434656, "text": "This study suggests that although both MUC5B and TERT polymorphisms confer independent risks for interstitial lung disease (ILD), MUC5B rs35705950 may, in particular, contribute differentially to idiopathic pulmonary fibrosis and other ILD entities."}, {"pubmed": 24441930, "text": "Adolescents with very high intensity of dental caries disease had increased levels of MUC1 and MUC5B."}, {"pubmed": 24547893, "text": "Review of the genetics of pulmonary fibrosis focusing on the recent genetic findings of MUC5B."}, {"pubmed": 24717875, "text": "These results show for the first time that Staphylococcus enterotoxin A induces MUC5B expression via TLR2, ERK1/2, and p38 MAPK signaling pathway in human airway epithelial cells."}, {"pubmed": 24792379, "text": "TSLP induces MUC5B expression via the ERK1/2 and p38 MAPK signaling pathway in human airway epithelial cells."}, {"pubmed": 24840470, "text": "The expression of a subset of mucins (MUC2, MUC6, MUC5B) was also correlated with sialyl-Tn expression in LS174T cells."}, {"pubmed": 24885580, "text": "These results suggest that visfatin induces MUC8 and MUC5B expression through p38 MAPK/ROS/NF-kappaB signaling pathway in human airway epithelial cells."}, {"pubmed": 24924948, "text": "The MUC5B rs2672794 CC genotype was associated with a significantly increased risk of coal workers' pneumoconiosis, compared with the TT genotype."}, {"pubmed": 25121989, "text": "Mucin 5B promoter polymorphism is associated with the risk for interstitial lung diseases mainly in older male Chinese subjects"}, {"pubmed": 25317858, "text": "The T allele at rs35705950 of the MUC5B gene is associated with usual interstitial pneumonitis"}, {"pubmed": 25333937, "text": "Both compounds down regulated mucin 5 subtype B, and peptidoglycan recognition protein 1 in vaginal tissue"}, {"pubmed": 25420179, "text": "An increase of MUC5B abundance found in the sinus secretions of pediatric patients with chronic rhinosinusitis."}, {"pubmed": 25581455, "text": "this is the first study to successfully validate the association between rs35705950 and IPF in a Japanese ethnicity."}, {"pubmed": 25638393, "text": "Increased expression of MUC5B was associated with bacterial biofilm formation in chronic rhinosinusitis patients."}, {"pubmed": 25733373, "text": "the combination of MUC5B and TTF-1 expression is useful for discriminating adenocarcinomas from squamous cell carcinomas, yielding prognostic significance in patients with lung adenocarcinoma."}, {"pubmed": 25858779, "text": "MUC5B may play a role in the development of pediatric fibrotic lung disease in patients with Surfactant Protein C mutations"}, {"pubmed": 25926289, "text": "MUC5B polymorphism confers susceptibility to idiopathic pulmonary fibrosis in Europeans and Asians--{review}"}, {"pubmed": 26057585, "text": "These results suggest that MUC5B production can be regulated by ECM components and that MUC5B is upregulated by fibronectin and laminin via the integrin, ERK, and NF-kappaB dependent pathway."}, {"pubmed": 26224019, "text": "MUC5B is a novel prognostic biomarker for patients with non-small cell lung cancer (NSCLC)carrying EGFR mutations but not for patients with NSCLC carrying wild-type EGFR"}, {"pubmed": 26331942, "text": "MUC5B has recently been shown to be associated with idiopathic pulmonary fibrosis susceptibility and survival.  Read More: http://www.atsjournals.org/doi/full/10.1164/rccm.201505-1010OC#.VwqiYdLrvyA"}, {"pubmed": 26512610, "text": "strong association between the MUC5B promoter rs35705950 minor T allele and idiopathic pulmonary fibrosis susceptibility particularly evident in the Caucasian population, milder but still significant in the Asian population [meta-analysis]"}, {"pubmed": 26514822, "text": "MUC5B promoter genotype was not associated with high attenuation areas on lung computed tomography."}, {"pubmed": 26539479, "text": "We propose a mechanism whereby MUC5B decreases surface tension lowering capacity of alveolar surfactant at areas with maximal mechanical stress"}, {"pubmed": 26574733, "text": "this study shows that histamine activated the NF-kappaB pathway, contributing to MUC5B overproduction and secretion in nasal epithelial cells"}, {"pubmed": 26595739, "text": "The MUC5B promoter polymorphism is the strongest and the most replicated genetic risk factor for Idiopathic pulmonary fibrosis. It is involved in disease pathogenesis through an increase in MUC5B expression in terminal bronchi and honeycombed cysts."}, {"pubmed": 26699835, "text": "This study showed that MUC5B minor allele predisposes to poradic idiopathic pulmonary fi brosis (spIPF), familial interstitial pneumonia (FIP) and idiopathic non-speci fi c interstitial pneumonia. In spIPF, survival is not in fl uenced by MUC5B alleles. In FIP, MUC5B minor allele predicts better survival."}, {"pubmed": 26823827, "text": "the MUC5B polymorphism rs35705950 is associated with increased risk of idiopathic pulmonary fibrosis susceptibility, severity, and the decreased overall survival."}, {"pubmed": 26836909, "text": "Different rs35705950 SNP alleles are associated with different CT imaging phenotypes of pulmonary fibrosis."}, {"pubmed": 26871672, "text": "Overexpression of MUC5B has been described in idiopathic pulmonary fibrosis lungs.  Read More: http://www.atsjournals.org/doi/full/10.1164/rccm.201507-1322LE#.V2WAGNLrtNs"}, {"pubmed": 26871673, "text": "The variant allele of a common MUC5B promoter variant, rs35705950, is significantly associated with both familial and sporadic idiopathic pulmonary fibrosis.  Read More: http://www.atsjournals.org/doi/full/10.1164/rccm.201509-1872LE#.V2WBpNLrtNs"}, {"pubmed": 26984395, "text": "Study provides evidence showing that MUC5B expression in cancer cells contributes to certain tumorigenic properties of breast cancer cells, such as cell growth, adhesion, clonogenic ability and drug chemo-resistance."}, {"pubmed": 26993521, "text": "There is no evidence of major proteolytic processing of D-domains during the production of the mature secreted polymeric mucin in normal and cystic fibrosis primary bronchial epithelial cells."}, {"pubmed": 27230679, "text": "Results collectively indicate unique links between dual-specificity phosphatase 28 (DUSP28) and mucins MUC5B/MUC16 and their roles in pancreatic cancer."}, {"pubmed": 27729120, "text": "MUC5B was significantly more often detected in middle ear effusion fluid relative to MUC5AC. MUC5B presence was statistically associated with mucoid effusions relative to serous effusions."}, {"pubmed": 27776277, "text": "IL-33 induced MUC5AC mRNA and MUC5AC protein, and also goblet cell hyperplasia at air liquid interface culture in human nasal epithelial cells. In addition to that, IL-33 induced MUC5B and FOXA3, and reduces FOXJmRNA."}, {"pubmed": 27845589, "text": "MUC5B has physiologic functions in the mucus gel that ensure normal mucus clearance."}, {"pubmed": 28272906, "text": "a critical regulatory domain that contains the MUC5B promoter variant and has a highly conserved forkhead box protein A2 (FOXA2) binding motif, is identified."}, {"pubmed": 28346466, "text": "This study identified rare and common variants in the MUC5B gene that are associated with type 2 diabetes in Han Chinese. These findings suggest that dysregulated MUC5B expression may be involved in the pathogenesis of type 2 diabetes."}, {"pubmed": 28352653, "text": "MUC5B defective unfolding/maturation process after granular release suggests that the cystic fibrosis extracellular environment is ion/water depleted and likely contributes to abnormal mucus properties in cystic fibrosis airways prior to infection and inflammation"}, {"pubmed": 28594978, "text": "Mucins and AQP5 gene expression were significantly higher in patients with OME relative to controls. A 2-fold increase in MUC5B correlated with increased hearing loss (air-bone gap: 7.45 dB [95% CI, 2.65-12.24 dB]; sound field: 6.66 dB [95% CI, 6.63-6.69 dB]), effusion viscosity (2.75 mL/mg; 95% CI, 0.89-4.62 mL/mg), middle ear epithelial thickness (3.5 mum; 95% CI, 1.96-5.13 mum), and neutrophil infiltration (odds rat..."}, {"pubmed": 28648751, "text": "The associations between MUC5B rs35705950 and short telomere length with extent of fibrosis, histopathological features of usual interstitial pneumonia, and reduced survival in patients with chronic hypersensitivity pneumonitis suggest shared pathobiology with IPF, and might help to stratify risk."}, {"pubmed": 28719757, "text": "The MUC5B (mucin 5B, oligomeric mucus/gel-forming) gene encodes respiratory tract mucin glycoproteins that play a role in mucociliary clearance and host defense."}, {"pubmed": 28893869, "text": "The MUC5B promoter polymorphism is strongly associated with interstitial lung abnormalities and specific radiologic subtypes of ILA, with varying degrees of heterogeneity in the underlying populations"}, {"pubmed": 28935947, "text": "Level of Mucin 5B was significantly higher in serum of oral lichen planus (OLP)."}, {"pubmed": 28944591, "text": "Genetic variations in the MUC5B gene can influence dental caries."}, {"pubmed": 28972071, "text": "Down-regulation of MUC5B profoundly alters proliferation, migration and invasion of gastrointestinal cancer cells."}, {"pubmed": 29138803, "text": "MUC5B was identified as PRP-1 receptor in human chondrosarcoma JJ012 cell line using Ligand-receptor capture technology."}, {"pubmed": 29286856, "text": "High-Mobility Group Box 1 Upregulates MUC5AC and MUC5B Expression in Primary Airway Epithelial Cells"}, {"pubmed": 29440393, "text": "the combination of intracellular packing of the MUC5B mucin and the submucosal gland morphology creates an efficient machine for producing linear mucin bundles."}, {"pubmed": 29440587, "text": "The MUC5B promoter polymorphism may have a beneficial effect on the risk of acute respiratory disease events in smokers with interstitial CT features."}, {"pubmed": 29565179, "text": "MUC5B promoter variant is associated with higher C3 expression and suggest that the complement system may contribute to the pathogenesis of idiopathic pulmonary fibrosis."}, {"pubmed": 29604272, "text": "resistin induced MUC5AC and MUC5B expression via activation of different signaling pathways in human airway epithelial cells."}, {"pubmed": 29670111, "text": "findings highlight MUC5B-AS1 functions as an oncogenic lncRNA in tumor metastasis and implicate MUC5B-AS1 as an attractive candidate target for lung adenocarcinoma treatment."}, {"pubmed": 29802623, "text": "Th2 cytokines orchestrate the secretion of MUC5AC and MUC5B in IL-5-positive chronic rhinosinusitis with nasal polyps."}, {"pubmed": 29869461, "text": "The expression of MUC5B mRNA increased with increases in NH concentration, and was significantly higher compared to that in untreated cells. H. pylori may affect the expression of MUC5AC, MUC2, MUC5B, and MUC6 in AGS cells via CagA and/or NH, but not E-cadherin."}, {"pubmed": 29891356, "text": "MUC5B-related and telomerase-related mechanisms of Idiopathic pulmonary fibrosis pathogenesis might yield a common clinical diathesis via distinct pathogenic routes with implications for clinical trial design and patient management."}, {"pubmed": 30025215, "text": "MUC5B is highly expressed in bronchial epithelium and produces gel-forming mucin."}, {"pubmed": 30345907, "text": "We found that the MUC5B promoter variant was associated with rheumatoid arthritis (RA)-associated interstitial lung disease (ILD) and more specifically associated with evidence of usual interstitial pneumonia on imaging."}, {"pubmed": 30389136, "text": "the single CYS domain and the two CYS domains of mini-5B mucin must be C-mannosylable for the efficient maturation and secretion of the recombinant molecules."}, {"pubmed": 30560893, "text": "Study findings suggest that mucociliary dysfunction might play a causative role in bleomycin-induced pulmonary fibrosis in mice overexpressing Muc5b, and that MUC5B in distal airspaces is a potential therapeutic target in humans with idiopathic pulmonary fibrosis."}, {"pubmed": 30565710, "text": "MUC5B and CA9 are highly conserved during gallbladder cance rhistological progression"}, {"pubmed": 30635297, "text": "Telomere length and genetic variant associations with interstitial lung disease progression and survival."}, {"pubmed": 30745804, "text": "reduced salivary concentration linked to dental caries"}, {"pubmed": 30765393, "text": "A report shows an association of MUC5B promoter polymorphism with interstitial lung disease in myeloperoxidase-antineutrophil cytoplasmic antibody-associated vasculitis."}, {"pubmed": 31558622, "text": "MUC5B variant is associated with visually and quantitatively detected preclinical pulmonary fibrosis."}, {"pubmed": 31570524, "text": "C-terminal dimerization domain of the respiratory mucin MUC5B functions in mucin stability and intracellular packaging before secretion"}, {"pubmed": 31653936, "text": "The relationship between MUC5B promoter, TERT polymorphisms and telomere lengths with radiographic extent and survival in a Chinese IPF cohort."}, {"pubmed": 31949121, "text": "The MUC5B promoter risk allele for idiopathic pulmonary fibrosis predisposes to asbestosis."}, {"pubmed": 31996780, "text": "Study does not support a role of MUC5B rs35705950 promoter polymorphism in antisynthetase syndrome (ASSD). It also indicates that there are genetic differences between interstitial lung disease associated with and that unrelated to ASSD."}, {"pubmed": 32142504, "text": "The Association Between MUC5B Mutations and Clinical Outcome in Patients with Rheumatoid Arthritis-Associated Interstitial Lung Disease: A Retrospective Exploratory Study in China."}, {"pubmed": 32252656, "text": "MUC5B rs35705950, but not FCGR2A rs1801274, increases susceptibility to clinical pneumonia, especially to idiopathic pulmonary fibrosis, in both the Caucasian and Asian populations. [meta-analysis]"}, {"pubmed": 32580994, "text": "Interaction between the promoter MUC5B polymorphism and mucin expression: is there a difference according to ILD subtype?"}, {"pubmed": 33190061, "text": "The comparative inhibitory potency of salivary mucins against human immunodeficiency virus type 1."}, {"pubmed": 33320836, "text": "The MUC5B-associated variant rs35705950 resides within an enhancer subject to lineage- and disease-dependent epigenetic remodeling."}, {"pubmed": 33639995, "text": "Potential clinical utility of MUC5B und TOLLIP single nucleotide polymorphisms (SNPs) in the management of patients with IPF."}, {"pubmed": 33737747, "text": "Mucin O-glycans suppress quorum-sensing pathways and genetic transformation in Streptococcus mutans."}, {"pubmed": 33794872, "text": "Prognostic role of MUC5B rs35705950 genotype in patients with idiopathic pulmonary fibrosis (IPF) on antifibrotic treatment."}, {"pubmed": 34058148, "text": "Airway mucin MUC5AC and MUC5B concentrations and the initiation and progression of chronic obstructive pulmonary disease: an analysis of the SPIROMICS cohort."}, {"pubmed": 34192508, "text": "Mucin Binding to Moraxella catarrhalis during Airway Inflammation Is Dependent on Sialic Acid."}, {"pubmed": 34389698, "text": "Identification of Mucus-Associated Molecular Subtypes of Chronic Obstructive Pulmonary Disease: A Latent Profile Analysis Based on MUC5B-Associated Genes."}, {"pubmed": 34411838, "text": "MUC5B promoter variant rs35705950 and rheumatoid arthritis associated interstitial lung disease survival and progression."}, {"pubmed": 34656442, "text": "Pathophysiological relevance of sputum MUC5AC and MUC5B levels in patients with mild asthma."}, {"pubmed": 34861462, "text": "Mucins 5b and 7 and secretory IgA in the oral acquired pellicle of children with caries and caries-free children."}, {"pubmed": 34874815, "text": "Prospective Identification of Subclinical Interstitial Lung Disease in a Rheumatoid Arthritis Cohort Is Associated with the MUC5B Promoter Variant."}, {"pubmed": 34907291, "text": "The minor T allele of the MUC5B promoter rs35705950 associated with susceptibility to idiopathic pulmonary fibrosis: a meta-analysis."}, {"pubmed": 35023825, "text": "Hereditary Mucin Deficiency Caused by Biallelic Loss of Function of MUC5B."}, {"pubmed": 35289841, "text": "Associations of the MUC5B promoter variant with timing of interstitial lung disease and rheumatoid arthritis onset."}, {"pubmed": 35292003, "text": "Respiratory MUC5B disproportion is involved in severe community-acquired pneumonia."}, {"pubmed": 35323039, "text": "Role of MUC5B during Group B Streptococcal Vaginal Colonization."}, {"pubmed": 35405109, "text": "MUC5B Promoter Polymorphism and Survival in Indian Patients With Idiopathic Pulmonary Fibrosis."}, {"pubmed": 35583934, "text": "A Risk Score to Detect Subclinical Rheumatoid Arthritis-Associated Interstitial Lung Disease."}, {"pubmed": 35651878, "text": "The MUC5B Promoter Polymorphism is Not Associated With Non-ILD Chronic Respiratory Diseases or Post-transplant Outcome."}, {"pubmed": 35771531, "text": "A MUC5B Gene Polymorphism, rs35705950-T, Confers Protective Effects Against COVID-19 Hospitalization but Not Severe Disease or Mortality."}, {"pubmed": 35776514, "text": "Mucins MUC5AC and MUC5B Are Variably Packaged in the Same and in Separate Secretory Granules."}, {"pubmed": 35782137, "text": "Streptococcus oralis Employs Multiple Mechanisms of Salivary Mucin Binding That Differ Between Strains."}, {"pubmed": 35816432, "text": "Colocalization of Gene Expression and DNA Methylation with Genetic Risk Variants Supports Functional Roles of MUC5B and DSP in Idiopathic Pulmonary Fibrosis."}, {"pubmed": 35941397, "text": "Salivary film thickness and MUC5B levels at various intra-oral surfaces."}, {"pubmed": 36111525, "text": "De novo NUF2 variant in a novel inherited bone marrow failure syndrome including microcephaly and renal hypoplasia."}, {"pubmed": 36206992, "text": "A review on the role of salivary MUC5B in oral health."}, {"pubmed": 36427316, "text": "MUC5B mobilizes and MUC5AC spatially aligns mucociliary transport on human airway epithelium."}, {"pubmed": 36555528, "text": "Radiological Assessment in Idiopathic Pulmonary Fibrosis (IPF) Patients According to MUC5B Polymorphism."}, {"pubmed": 36571111, "text": "MUC5B rs35705950 minor allele associates with older age and better survival in idiopathic pulmonary fibrosis."}, {"pubmed": 36581384, "text": "MUC5B promoter variant rs35705950, rare but significant susceptibility locus in rheumatoid arthritis-interstitial lung disease with usual interstitial pneumonia in Asian populations."}, {"pubmed": 36675209, "text": "Nebulized Menthol Impairs Mucociliary Clearance via TRPM8 and MUC5AC/MUC5B in Primary Airway Epithelial Cells."}, {"pubmed": 36690926, "text": "MUC5B, telomere length and longitudinal quantitative interstitial lung changes: the MESA Lung Study."}, {"pubmed": 36912407, "text": "Are MUC5B and TERT mutations genetic risk factors for pulmonary fibrosis in individuals with severe COVID-19?"}, {"pubmed": 37146737, "text": "The association between MUC5AC and MUC5B genes expression and remodeling progression in severe neutrophilic asthma: A direct relationship."}, {"pubmed": 37445925, "text": "The Presence of T Allele (rs35705950) of the MUC5B Gene Predicts Lower Baseline Forced Vital Capacity and Its Subsequent Decline in Patients with Hypersensitivity Pneumonitis."}, {"pubmed": 37804135, "text": "Elucidating the molecular role of MUC5B in progressive lung adenocarcinoma: Prospects for early diagnosis."}, {"pubmed": 38344913, "text": "Association of MUC5B promoter polymorphism with interstitial lung changes after COVID-19: A preliminary observation."}, {"pubmed": 38462543, "text": "Hyposecretion of cervical MUC5B is related to preterm birth in pregnant women after cervical excisional surgery."}], "genomic_pos": {"chr": "11", "end": 1262172, "ensemblgene": "ENSG00000117983", "start": 1223066, "strand": 1}, "genomic_pos_hg19": {"chr": "11", "end": 1283406, "start": 1244296, "strand": 1}, "go": {"CC": [{"evidence": "HDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 16502470, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005796", "qualifier": "located_in", "term": "Golgi lumen"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0031012", "qualifier": "is_active_in", "term": "extracellular matrix"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043231", "qualifier": "located_in", "term": "intracellular membrane-bounded organelle"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 23533145, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [1718282, 12787366], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}]}, "homologene": {"genes": [[9031, 107053416], [9606, 727897], [9615, 483656], [10090, 74180], [10116, 309114]], "id": 136756}, "interpro": [{"desc": "VWFC domain", "id": "IPR001007", "short_desc": "VWF_dom"}, {"desc": "von Willebrand factor, type D domain", "id": "IPR001846", "short_desc": "VWF_type-D"}, {"desc": "Trypsin Inhibitor-like, cysteine rich domain", "id": "IPR002919", "short_desc": "TIL_dom"}, {"desc": "Cystine knot, C-terminal", "id": "IPR006207", "short_desc": "Cys_knot_C"}, {"desc": "VWF/SSPO/Zonadhesin-like, cysteine-rich domain", "id": "IPR014853", "short_desc": "VWF/SSPO/ZAN-like_Cys-rich_dom"}, {"desc": "WxxW domain", "id": "IPR025155", "short_desc": "WxxW_domain"}, {"desc": "Serine protease inhibitor-like superfamily", "id": "IPR036084", "short_desc": "Ser_inhib-like_sf"}], "ipi": "IPI00855918", "map_location": "11p15.5", "name": "mucin 5B, oligomeric mucus/gel-forming", "other_names": ["cervical mucin MUC5B", "high molecular weight salivary mucin MG1", "mucin 5, subtype B, tracheobronchial", "mucin MG1", "mucin-5B", "sublingual gland mucin"], "pantherdb": {"HGNC": "7516", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1921430", "ortholog_type": "LDO", "panther_family": "PTHR11339", "taxid": 10090, "uniprot_kb": "E9Q5I3"}, {"RGD": "1561983", "ortholog_type": "LDO", "panther_family": "PTHR11339", "taxid": 10116, "uniprot_kb": "D3ZAU0"}, {"Ensembl": "ENSGALG00000031737", "ortholog_type": "LDO", "panther_family": "PTHR11339", "taxid": 9031, "uniprot_kb": "A0A1D5PZS5"}, {"ZFIN": "ZDB-GENE-121108-1", "ortholog_type": "O", "panther_family": "PTHR11339", "taxid": 7955, "uniprot_kb": "X1WG18"}, {"ZFIN": "ZDB-GENE-120904-1", "ortholog_type": "O", "panther_family": "PTHR11339", "taxid": 7955, "uniprot_kb": "X1WG49"}, {"ZFIN": "ZDB-GENE-120822-1", "ortholog_type": "O", "panther_family": "PTHR11339", "taxid": 7955, "uniprot_kb": "X1WBL9"}, {"Ensembl": "ENSDARG00000100621", "ortholog_type": "O", "panther_family": "PTHR11339", "taxid": 7955, "uniprot_kb": "A0A0G2L8S7"}, {"FlyBase": "FBgn0029167", "ortholog_type": "O", "panther_family": "PTHR11339", "taxid": 7227, "uniprot_kb": "Q9VU94"}], "uniprot_kb": "Q9HC84"}, "pathway": {"kegg": [{"id": "hsa04657", "name": "IL-17 signaling pathway - Homo sapiens (human)"}, {"id": "hsa04970", "name": "Salivary secretion - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-3781865", "name": "Diseases of glycosylation"}, {"id": "R-HSA-3906995", "name": "Diseases associated with O-glycosylation of proteins"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-5083625", "name": "Defective GALNT3 causes HFTC"}, {"id": "R-HSA-5083632", "name": "Defective C1GALT1C1 causes TNPS"}, {"id": "R-HSA-5083636", "name": "Defective GALNT12 causes CRCS1"}, {"id": "R-HSA-5173105", "name": "O-linked glycosylation"}, {"id": "R-HSA-5621480", "name": "Dectin-2 family"}, {"id": "R-HSA-5621481", "name": "C-type lectin receptors (CLRs)"}, {"id": "R-HSA-5668914", "name": "Diseases of metabolism"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-913709", "name": "O-linked glycosylation of mucins"}, {"id": "R-HSA-977068", "name": "Termination of O-glycan biosynthesis"}], "wikipathways": {"id": "WP3624", "name": "Lung fibrosis"}}, "pdb": "8OES", "pfam": ["PF00094", "PF01826", "PF08742", "PF13330", "PF00093"], "pharmgkb": "PA31321", "pharos": {"target_id": 3374, "tdl": "Tbio"}, "pir": ["A33811", "T45025"], "prosite": ["PS01225", "PS50184", "PS51233"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF211440", "relationship": "is"}, {"id": "GNF216892", "relationship": "is"}, {"id": "GNF222344", "relationship": "is"}, {"id": "GNF224103", "relationship": "is"}, {"id": "GNF227796", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF097281", "relationship": "is"}, {"id": "GNF104203", "relationship": "is"}, {"id": "GNF136936", "relationship": "is"}, {"id": "GNF143852", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000011.10", "NC_060935.1", "NG_031880.1"], "protein": "NP_002449.2", "rna": "NM_002458.3", "translation": {"protein": "NP_002449.2", "rna": "NM_002458.3"}}, "reporter": {"GNF1H": "gnf1h01451_at", "HG-U133_Plus_2": ["213432_at", "222268_x_at"], "HG-U95Av2": ["41365_at", "694_at"], "HTA-2_0": ["TC11002495.hg.1", "TC11002497.hg.1", "TC11002498.hg.1", "TC11002499.hg.1", "TC11003510.hg.1"], "HuEx-1_0": "3316707", "HuGene-1_1": "7937612", "HuGene-2_1": "16720601"}, "retired": [4587, 649768], "summary": "This gene encodes a member of the mucin family of proteins, which are highly glycosylated macromolecular components of mucus secretions. This family member is the major gel-forming mucin in mucus. It is a major contributor to the lubricating and viscoelastic properties of whole saliva, normal lung mucus and cervical mucus. This gene has been found to be up-regulated in some human diseases, including sinus mucosa of chronic rhinosinusitis (CRS), CRS with nasal polyposis, chronic obstructive pulmonary disease (COPD) and H. pylori-associated gastric disease, and it may be involved in the pathogenesis of these diseases. [provided by RefSeq, Jul 2010].", "symbol": "MUC5B", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1417498"}, "unigene": "Hs.523395", "uniprot": {"Swiss-Prot": "Q9HC84", "TrEMBL": "H0YDX8"}, "wikipedia": {"url_stub": "MUC5B"}}