{"AllianceGenome": "7548", "HGNC": "7548", "MIM": "601415", "_id": "4605", "_version": 1, "accession": {"genomic": ["AL121886.22", "CH471077.2", "CP068258.2", "KT583956.1", "NC_000020.11", "NC_060944.1", "X82032.1"], "protein": ["AAH07585.1", "AAH53555.1", "BAD97202.1", "BAG37322.1", "BAH13925.1", "CAA31655.1", "CAA57552.1", "EAW75951.1", "NP_001265539.1", "NP_002457.1", "P10244.1"], "rna": ["AA586734.1", "AK223482.1", "AK303249.1", "AK314791.1", "BC007585.1", "BC053555.1", "BU178833.1", "BX647151.1", "DC395847.1", "NM_001278610.2", "NM_002466.4", "X13293.1"], "translation": [{"protein": "AAH07585.1", "rna": "BC007585.1"}, {"protein": "BAG37322.1", "rna": "AK314791.1"}, {"protein": "AAH53555.1", "rna": "BC053555.1"}, {"protein": "BAH13925.1", "rna": "AK303249.1"}, {"protein": "BAD97202.1", "rna": "AK223482.1"}, {"protein": "NP_002457.1", "rna": "NM_002466.4"}, {"protein": "CAA31655.1", "rna": "X13293.1"}, {"protein": "NP_001265539.1", "rna": "NM_001278610.2"}]}, "alias": ["B-MYB", "BMYB"], "ensembl": {"gene": "ENSG00000101057", "protein": ["ENSP00000217026", "ENSP00000380072"], "transcript": ["ENST00000217026", "ENST00000396863"], "translation": [{"protein": "ENSP00000380072", "rna": "ENST00000396863"}, {"protein": "ENSP00000217026", "rna": "ENST00000217026"}], "type_of_gene": "protein_coding"}, "entrezgene": "4605", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 23.0160900597, "exp_mis": 250.822057543, "exp_syn": 117.353968355, "lof_z": 4.33936140884484, "mis_z": 1.7240095379725, "mu_lof": 1.69860054248e-06, "mu_mis": 2.34828474432e-05, "mu_syn": 1.0546099896e-05, "n_lof": 2.0, "n_mis": 195.0, "n_syn": 116.0, "p_li": 0.992108233056559, "p_null": 6.7049957262832e-08, "p_rec": 0.0078916998934838, "syn_z": 0.0774852731087118}, "bp": 2103, "cds_end": 42344727, "cds_start": 42295923, "n_exons": 14, "nonpsych": {"exp_lof": 20.5829834374, "exp_mis": 226.769373085, "exp_syn": 105.967863547, "lof_z": 4.02265943114201, "mis_z": 1.86795081929307, "mu_lof": 1.69860054248e-06, "mu_mis": 2.34828474432e-05, "mu_syn": 1.0546099896e-05, "n_lof": 2.0, "n_mis": 171.0, "n_syn": 105.0, "p_li": 0.983038421362735, "p_null": 5.34173506404775e-07, "p_rec": 0.016961044463759, "syn_z": 0.0591979712898836}, "nontcga": {"exp_lof": 21.1505522307, "exp_mis": 230.732058127, "exp_syn": 107.941400934, "lof_z": 4.32222449452546, "mis_z": 1.76233848740304, "mu_lof": 1.69860054248e-06, "mu_mis": 2.34828474432e-05, "mu_syn": 1.0546099896e-05, "n_lof": 1.0, "n_mis": 177.0, "n_syn": 108.0, "p_li": 0.997059254034718, "p_null": 2.96516493090128e-08, "p_rec": 0.00294071631363279, "syn_z": -0.00357129649985768}, "transcript": "ENST00000217026.4"}, "exons": [{"cdsend": 43716087, "cdsstart": 43667283, "chr": "20", "position": [[43667018, 43667303], [43673805, 43673899], [43682793, 43682886], [43686851, 43687072], [43692156, 43692319], [43699756, 43700044], [43702489, 43702903], [43705218, 43705358], [43709962, 43710062], [43711487, 43711601], [43713001, 43713106], [43715133, 43715283], [43715958, 43716496]], "strand": 1, "transcript": "NM_001278610", "txend": 43716496, "txstart": 43667018}, {"cdsend": 43716087, "cdsstart": 43667283, "chr": "20", "position": [[43667113, 43667303], [43673805, 43673899], [43681783, 43681855], [43682793, 43682886], [43686851, 43687072], [43692156, 43692319], [43699756, 43700044], [43702489, 43702903], [43705218, 43705358], [43709962, 43710062], [43711487, 43711601], [43713001, 43713106], [43715133, 43715283], [43715958, 43716482]], "strand": 1, "transcript": "NM_002466", "txend": 43716482, "txstart": 43667113}], "exons_hg19": [{"cdsend": 42344727, "cdsstart": 42295923, "chr": "20", "position": [[42295658, 42295943], [42302445, 42302539], [42311433, 42311526], [42315491, 42315712], [42320796, 42320959], [42328396, 42328684], [42331129, 42331543], [42333858, 42333998], [42338602, 42338702], [42340127, 42340241], [42341641, 42341746], [42343773, 42343923], [42344598, 42345136]], "strand": 1, "transcript": "NM_001278610", "txend": 42345136, "txstart": 42295658}, {"cdsend": 42344727, "cdsstart": 42295923, "chr": "20", "position": [[42295753, 42295943], [42302445, 42302539], [42310423, 42310495], [42311433, 42311526], [42315491, 42315712], [42320796, 42320959], [42328396, 42328684], [42331129, 42331543], [42333858, 42333998], [42338602, 42338702], [42340127, 42340241], [42341641, 42341746], [42343773, 42343923], [42344598, 42345122]], "strand": 1, "transcript": "NM_002466", "txend": 42345122, "txstart": 42295753}], "generif": [{"pubmed": 11973331, "text": "B-Myb transactivates the IGFBP-5 promoter"}, {"pubmed": 12645566, "text": "ZPR9 plays an important role in modulation of the transactivation by B-MYB and cellular growth of neuroblastoma cells"}, {"pubmed": 12673206, "text": "B-Myb repressor function is regulated by cyclin A phosphorylation and sequences within the C-terminal domain."}, {"pubmed": 12947099, "text": "it is evident that B-Myb protein may promote cell proliferation by a non-transcriptional mechanism that involves release of active cyclin/cyclin dependent kinase 2 from cyclin-dependent inhibitor 1C p57(KIP2)"}, {"pubmed": 14506250, "text": "MRGX can repress or activate the B-myb promoter depending on the cell type studied, suggesting that there may be tissue-specific functions of this protein"}, {"pubmed": 14769798, "text": "B-Myb has a role in regulation of c-Myc expression by cytosolic phospholipase A2"}, {"pubmed": 15256398, "text": "Human B-Myb reduces neointima formation after vascular injury in transgenic mice."}, {"pubmed": 15618219, "text": "regulated by temperature to activate genes required for cell survival."}, {"pubmed": 16476973, "text": "overexpressed during the S phase of the cell cycle compared with the G0/1 phase"}, {"pubmed": 16551698, "text": "Chromosomal fragmentation and other aberrations, including shorter, thicker chromatids, end-to-end fusion, and loss of a chromatid, suggest that reduced B-Myb activity is also associated with structural chromosomal instability."}, {"pubmed": 17098733, "text": "Mip/LIN-9 is required for the expression of B-Myb, and both proteins collaborate in the control of the cell cycle progression via the regulation of S phase and cyclin A, cyclin B, and CDK1"}, {"pubmed": 17159899, "text": "human LIN-9, together with B-MYB, has a critical role in the activation of genes that are essential for progression into mitosis"}, {"pubmed": 17563750, "text": "The repressor complex that Mip/LIN-9 forms with p107 takes functional precedence over the transcriptional activation linked to the Mip/LIN-9 and B-Myb interaction."}, {"pubmed": 17588787, "text": "The expression of stable, hypophosphorylated B-MYB in neuroblastoma may promote cell survival and induce aggressive tumour growth."}, {"pubmed": 18026132, "text": "Some B-MYB alleles might be associated with a reduced risk of developing neoplastic disease."}, {"pubmed": 18676680, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19016757, "text": "MYBL2 gene expression was significantly higher in colorectal cancer patients than in healthy volunteers."}, {"pubmed": 19043454, "text": "Insight into the influence of B-Myb in human breast cancer, which is of potential clinical importance for determining disease risk and for guiding treatment."}, {"pubmed": 19170196, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19383908, "text": "B-MYB fails to dissociate from LINC in p53 mutant cells, that this contributes to increased G(2)-M gene expression in response to DNA damage, and that B-MYB is required for recovery from the G(2) DNA damage checkpoint in p53-negative cells."}, {"pubmed": 19625176, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19692168, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19821490, "text": "Study identified an overrepresentation of focal amplifications of known (FGFR3, CCND1, MYC, MDM2) and novel candidate genes (MYBL2, YWHAB and SDC4) in stage Ta bladder carcinoma."}, {"pubmed": 20734103, "text": "B-MYB represses p16(INK4alpha)by binding to a MYB-binding site within the promoter region."}, {"pubmed": 20857481, "text": "These data suggest that Mybl2 plays a subtle but key role in linking specific aspects of cell-cycle progression with generation of signals for differentiation."}, {"pubmed": 20864510, "text": "Data show that that ANCCA is crucial for proliferation and survival of triple-negative/basal-like cancer cells and that it controls the expression of B-Myb and histone methyltransferase EZH2."}, {"pubmed": 21148321, "text": "B-MYB acts as a positive regulator of STRAP"}, {"pubmed": 21187425, "text": "miR-29 and miR-30 regulate B-Myb expression by binding to its 3'UTR; these microRNAs play an important role in Rb-driven cellular senescence"}, {"pubmed": 21304178, "text": "study concludes that MYCN and B-MYB are engaged in a reciprocal regulatory loop whose pharmacological targeting could be beneficial to patients with the aggressive forms of cancer in which MYCN is amplified"}, {"pubmed": 21367750, "text": "Owing to the role of B-Myb and E2F1 transcription factors in controlling cell-cycle progression of leukemic cells, the downregulation of these oncogenes by miR-34a suggests the usefulness of therapeutic approaches aimed to modulate the levels of miR-34a."}, {"pubmed": 21419759, "text": "Mybl2 upregulation induces fast growth and progression of premalignant and malignant liver, through cell cycle deregulation and activation of genes and pathways related to tumor progression."}, {"pubmed": 21480327, "text": "MYBL2 activation is crucial for human HCC progression. In particular, our data indicate that MYBL2-LIN9 complex integrity contributes to survival of DNA damaged p53(-/-) cells."}, {"pubmed": 22910183, "text": "Low MYBL2 expression is associated with haematopoietic neoplasia."}, {"pubmed": 23032261, "text": "A novel role for B-Myb in S-phase that appears to be independent of its sequence-specific DNA-binding activity and its ability to stimulate the expression of bona fide B-Myb target genes."}, {"pubmed": 23555285, "text": "MALAT1-depleted cells display reduced expression of B-MYB (Mybl2), an oncogenic transcription factor involved in G2/M progression, due to altered binding of splicing factors on B-MYB pre-mRNA and aberrant alternative splicing"}, {"pubmed": 23878725, "text": "conclude that downregulation of MYBL2 activity below levels predicted by classical haploinsufficiency underlies the clonal expansion of hematopoietic progenitors in a large fraction of human myeloid malignancies"}, {"pubmed": 24141769, "text": "Results show that E7 interacts with the B-Myb, FoxM1 and LIN9 components of this activator complex, leading to cooperative transcriptional activation of mitotic genes in primary cells and E7 recruitment to the corresponding promoters."}, {"pubmed": 24199710, "text": "MYBL2 expression analysis could be useful to define subgroups of patients with poor prognosis."}, {"pubmed": 24515894, "text": "B-Myb plays a role in suppression of keratinocyte differentiation and maintenance of the undifferentiated proliferative phenotype by modulating the expression levels of cell cycle regulatory proteins, expressed in the S and G2/M phases of the cell cycle"}, {"pubmed": 25502082, "text": "We found that B-Myb upregulated expression of the key epithelial-to-mesenchymal transition regulator snail and that it mediated epithelial-to-mesenchymal transition activation and cell invasion by B-Myb."}, {"pubmed": 26308378, "text": "Data indicate that gene expression alterations in endometrial carcinoma samples with high ATAD2 expression showed upregulation of several cancer-related genes including B-MYB gene."}, {"pubmed": 27090638, "text": "Study identified B-Myb as a substrate of the pVHL ubiquitin ligase complex, which targets it for degradation via the ubiquitin-proteasome pathway. It also, provide evidence that the regulation of B-Myb by pVHL plays a critical role in von Hippel-Lindau disease."}, {"pubmed": 28061449, "text": "The MuvB multiprotein complex, together with B-MYB and FOXM1 (MMB-FOXM1) regulate the expression of mitotic kinesins in breast cancer cells."}, {"pubmed": 28276478, "text": "results suggest that B-Myb-A3B contributes to DNA damage and could be targeted by inhibiting EGF receptor."}, {"pubmed": 28394947, "text": "Results suggested that the oncogenic transcription factor HIF-2alpha stabilized VHL disease suppressor B-Myb, which is also a transcription factor, by physical interaction. Some B-Myb-dependent gene expression was similarly affected by B-Myb or HIF-2alpha knockdown, suggesting that stabilization of B-Myb by HIF-2alpha may play a role in specific gene expressions."}, {"pubmed": 28427077, "text": "MYBL2 overexpression promotes Gallbladder Cancer cell proliferation through the regulation of the cell cycle at the S and G2/M phase transitions. Thus, MYBL2 could serve as a potential prognostic and therapeutic biomarker in Gallbladder Cancer patients."}, {"pubmed": 28559119, "text": "These results suggested that overexpression of MYBL2 might serve as a novel prognostic biomarker in pancreatic ductal adenocarcinoma patients"}, {"pubmed": 28784180, "text": "MYBL2 is a key downstream factor of Akt/FoxM1 signaling to promote progression of human glioma, and could be a new candidate gene for molecular targeting therapy and biomarker for radiotherapy of glioma."}, {"pubmed": 29049183, "text": "A total of 41 differentially expressed genes, such as SOCS3, VAPA, and COL5A2, are speculated to have roles in the pathogenesis of acute myocardial infarction; 2 transcription factors FOXO3 and MYBL2, and 2 miRNAs hsa-miR-21-5p and hsa-miR-30c-5p may be involved in the regulation of the expression of these differentially expressed genes."}, {"pubmed": 29268817, "text": "High MYBL2 expression is associated with Breast Cancer Cell Proliferation."}, {"pubmed": 29274707, "text": "High MYBL2 expression/Transcription regulatory activity are associated with inferior Overall survival in patients with primary Hepatocellular carcinoma."}, {"pubmed": 29772705, "text": "B-Myb is an independent prognostic marker and serves as a potential target in the diagnosis and/or treatment of NSCLC, and that B-Myb functions as a tumor-promoting gene by targeting IGFBP3 in NSCLC cells."}, {"pubmed": 29893470, "text": "CIP2A facilitates the G1/S cell cycle transition via B-Myb in human papillomavirus 16 oncoprotein E6-expressing cells."}, {"pubmed": 30082276, "text": "MYBL2 is a crucial regulator of DNA double-strand break repair; MYBL2 expression levels as a potential biomarker to predict cellular response to genotoxic treatments in myelodysplastic syndrome and to identify patients with defects in DNA repair"}, {"pubmed": 30206359, "text": "Given that high expression of B-Myb correlates with global loss of repression of DREAM target genes in breast and ovarian cancer, our findings offer mechanistic insights for aggressiveness of cancers with MYBL2 amplification, and establish the rationale for targeting B-Myb to restore cell cycle control."}, {"pubmed": 30224471, "text": "The structure and biochemical analysis provide an understanding of how oncogenic B-Myb is recruited to regulate genes required for cell-cycle progression, and the MMB interface presents a potential therapeutic target to inhibit cancer cell proliferation."}, {"pubmed": 30305611, "text": "T-96 might inhibit glioma cell growth by regulating the miR-30e-5p/MYBL2 axis."}, {"pubmed": 30321399, "text": "Our data suggest a model in which initial Cdk-dependent phosphorylation of B-Myb enables subsequent Pin1 binding and Pin1-induced conformational changes of B-Myb. This, in turn, initiates further phosphorylation of Cdk-phosphosites, enabling Plk1 docking and subsequent Plk1-mediated phosphorylation of B-Myb to finally allow B-Myb to stimulate transcription of late cell cycle genes"}, {"pubmed": 30936457, "text": "provide a model by which YAP supports cell proliferation through the induction of important cell cycle regulators in a UHMK1- and MYBL2-dependent manner"}, {"pubmed": 31216474, "text": "High MYBL2 expression is associated with lung adenocarcinomas."}, {"pubmed": 31387917, "text": "we discovered a circRNA, circMYBL2, derived from the cell-cycle checkpoint gene MYBL2. circMYBL2 is more highly expressed in acute myeloid leukemia patients with FLT3-ITD mutations than in those without the FLT3-ITD mutation"}, {"pubmed": 31756170, "text": "Circ_0006332 promotes growth and progression of bladder cancer by modulating MYBL2 expression via miR-143."}, {"pubmed": 31758653, "text": "LncRNA LOXL1-AS1 regulates the tumorigenesis and development of lung adenocarcinoma through sponging miR-423-5p and targeting MYBL2."}, {"pubmed": 32115147, "text": "Long noncoding RNA LINC01139 promotes the progression of hepatocellular carcinoma by upregulating MYBL2 via competitively binding to miR-30 family."}, {"pubmed": 32200471, "text": "Overexpression of MYBL2 promotes proliferation and migration of non-small-cell lung cancer via upregulating NCAPH."}, {"pubmed": 32294305, "text": "miR-30a inhibits androgen-independent growth of prostate cancer via targeting MYBL2, FOXD1, and SOX4."}, {"pubmed": 32439918, "text": "Characterization of the zinc finger proteins ZMYM2 and ZMYM4 as novel B-MYB binding proteins."}, {"pubmed": 32853735, "text": "MYBL2 amplification in breast cancer: Molecular mechanisms and therapeutic potential."}, {"pubmed": 32951068, "text": "B-MYB-p53-related relevant regulator for the progression of clear cell renal cell carcinoma."}, {"pubmed": 32979888, "text": "Intramolecular interaction of B-MYB is regulated through Ser-577 phosphorylation."}, {"pubmed": 33058028, "text": "circRNA circ-MYBL2 is a novel tumor suppressor and potential biomarker in multiple myeloma."}, {"pubmed": 33073649, "text": "A novel DNA methylation 10-CpG prognostic signature of disease-free survival reveal that MYBL2 is associated with high risk in prostate cancer."}, {"pubmed": 33141360, "text": "The role of MYB proto-oncogene like 2 in tamoxifen resistance in breast cancer."}, {"pubmed": 33782625, "text": "Overexpression of <em>MYBL2</em> predicts poor prognosis and promotes oncogenesis in endometrial carcinoma."}, {"pubmed": 33835503, "text": "Gene network analysis using SWIM reveals interplay between the transcription factor-encoding genes HMGA1, FOXM1, and MYBL2 in triple-negative breast cancer."}, {"pubmed": 33897882, "text": "MYBL2 disrupts the Hippo-YAP pathway and confers castration resistance and metastatic potential in prostate cancer."}, {"pubmed": 34358419, "text": "MYBL2 in synergy with CDC20 promotes the proliferation and inhibits apoptosis of gastric cancer cells."}, {"pubmed": 34375765, "text": "B-Myb participated in ionizing radiation-induced apoptosis and cell cycle arrest in human glioma cells."}, {"pubmed": 34585645, "text": "Pan-cancer analysis indicates that MYBL2 is associated with the prognosis and immunotherapy of multiple cancers as an oncogene."}, {"pubmed": 35135230, "text": "Elevated expression of the MYB proto-oncogene like 2 (MYBL2)-encoding gene as a prognostic and predictive biomarker in human cancers."}, {"pubmed": 35176941, "text": "MYB proto-oncogene like 2 promotes hepatocellular carcinoma growth and glycolysis via binding to the Optic atrophy 3 promoter and activating its expression."}, {"pubmed": 35341461, "text": "Actin-binding Rho activating C-terminal like (ABRACL) transcriptionally regulated by MYB proto-oncogene like 2 (MYBL2) promotes the proliferation, invasion, migration and epithelial-mesenchymal transition of breast cancer cells."}, {"pubmed": 35557985, "text": "LncRNA-MALAT1 Regulates Cancer Glucose Metabolism in Prostate Cancer via MYBL2/mTOR Axis."}, {"pubmed": 36071275, "text": "MYBL2 promotes proliferation and metastasis of bladder cancer through transactivation of CDCA3."}, {"pubmed": 36073208, "text": "[High expression of MYBL2 promotes progression and predicts a poor survival outcome of prostate cancer]."}, {"pubmed": 36494680, "text": "MYBL2 regulates de novo purine synthesis by transcriptionally activating IMPDH1 in hepatocellular carcinoma cells."}, {"pubmed": 36812959, "text": "Transcription factor B-MYB activates lncRNA CCAT1 and upregulates SOCS3 to promote chemoresistance in colorectal cancer."}, {"pubmed": 36854682, "text": "Notch3 regulates Mybl2 via HeyL to limit proliferation and tumor initiation in breast cancer."}, {"pubmed": 37030434, "text": "Up-regulation of ABCG2 by MYBL2 deletion drives Chlorin e6-mediated photodynamic therapy resistance in colorectal cancer."}, {"pubmed": 38182898, "text": "Inhibition of the YAP-MMB interaction and targeting NEK2 as potential therapeutic strategies for YAP-driven cancers."}, {"pubmed": 38336287, "text": "Up-regulation of RAN by MYBL2 maintains osteosarcoma cancer stem-like cells population during heterogeneous tumor generation."}], "genomic_pos": {"chr": "20", "end": 43716495, "ensemblgene": "ENSG00000101057", "start": 43667019, "strand": 1}, "genomic_pos_hg19": {"chr": "20", "end": 42345136, "start": 42295754, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0000278", "qualifier": "involved_in", "term": "mitotic cell cycle"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043525", "qualifier": "involved_in", "term": "positive regulation of neuron apoptotic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 10770937, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0090307", "qualifier": "involved_in", "term": "mitotic spindle assembly"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1990830", "qualifier": "involved_in", "term": "cellular response to leukemia inhibitory factor"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0031523", "qualifier": "part_of", "term": "Myb complex"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000978", "pubmed": 10770937, "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001228", "pubmed": 10770937, "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [17159899, 17531812, 19725879, 25557911], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}]}, "homologene": {"genes": [[7955, 445390], [8364, 100126220], [9031, 396258], [9544, 694693], [9598, 458262], [9606, 4605], [9615, 477232], [9913, 510420], [10090, 17865], [10116, 296344]], "id": 1847}, "interpro": [{"desc": "SANT/Myb domain", "id": "IPR001005", "short_desc": "SANT/Myb"}, {"desc": "Homeobox-like domain superfamily", "id": "IPR009057", "short_desc": "Homeobox-like_sf"}, {"desc": "C-myb, C-terminal", "id": "IPR015395", "short_desc": "C-myb_C"}, {"desc": "Myb domain", "id": "IPR017930", "short_desc": "Myb_dom"}], "ipi": ["IPI00019993", "IPI01015657"], "map_location": "20q13.12", "name": "MYB proto-oncogene like 2", "other_names": ["myb-like protein 2", "myb-related protein B", "v-myb avian myeloblastosis viral oncogene homolog-like 2", "v-myb myeloblastosis viral oncogene homolog-like 2"], "pantherdb": {"HGNC": "7548", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "101785", "ortholog_type": "LDO", "panther_family": "PTHR45614", "taxid": 10090, "uniprot_kb": "P48972"}, {"RGD": "1308474", "ortholog_type": "LDO", "panther_family": "PTHR45614", "taxid": 10116, "uniprot_kb": "D3ZLC6"}, {"Ensembl": "ENSGALG00000003503", "ortholog_type": "LDO", "panther_family": "PTHR45614", "taxid": 9031, "uniprot_kb": "A0A1D5P0U2"}, {"Gene": "MYBL2", "ortholog_type": "LDO", "panther_family": "PTHR45614", "taxid": 9031, "uniprot_kb": "Q03237"}, {"ZFIN": "ZDB-GENE-980526-529", "ortholog_type": "O", "panther_family": "PTHR45614", "taxid": 7955, "uniprot_kb": "A0A2R8QH49"}, {"ZFIN": "ZDB-GENE-041007-1", "ortholog_type": "LDO", "panther_family": "PTHR45614", "taxid": 7955, "uniprot_kb": "F1QGY5"}, {"FlyBase": "FBgn0002914", "ortholog_type": "O", "panther_family": "PTHR45614", "taxid": 7227, "uniprot_kb": "P04197"}, {"dictyBase": "DDB_G0289319", "ortholog_type": "O", "panther_family": "PTHR45614", "taxid": 352472, "uniprot_kb": "Q54HP1"}, {"dictyBase": "DDB_G0268368", "ortholog_type": "O", "panther_family": "PTHR45614", "taxid": 352472, "uniprot_kb": "B0G0Y5"}, {"dictyBase": "DDB_G0293900", "ortholog_type": "O", "panther_family": "PTHR45614", "taxid": 352472, "uniprot_kb": "P34127"}, {"TAIR": "2083489", "ortholog_type": "O", "panther_family": "PTHR45614", "taxid": 3702, "uniprot_kb": "Q42575"}, {"TAIR": "2058613", "ortholog_type": "O", "panther_family": "PTHR45614", "taxid": 3702, "uniprot_kb": "O22179"}, {"TAIR": "2115060", "ortholog_type": "O", "panther_family": "PTHR45614", "taxid": 3702, "uniprot_kb": "O23160"}, {"TAIR": "2083113", "ortholog_type": "O", "panther_family": "PTHR45614", "taxid": 3702, "uniprot_kb": "Q9SN12"}, {"TAIR": "2158212", "ortholog_type": "O", "panther_family": "PTHR45614", "taxid": 3702, "uniprot_kb": "Q9FDW1"}, {"TAIR": "2200635", "ortholog_type": "O", "panther_family": "PTHR45614", "taxid": 3702, "uniprot_kb": "Q9LQX5"}, {"TAIR": "2007136", "ortholog_type": "O", "panther_family": "PTHR45614", "taxid": 3702, "uniprot_kb": "Q9SEZ4"}, {"TAIR": "2164900", "ortholog_type": "O", "panther_family": "PTHR45614", "taxid": 3702, "uniprot_kb": "Q9SPG4"}, {"TAIR": "2175931", "ortholog_type": "O", "panther_family": "PTHR45614", "taxid": 3702, "uniprot_kb": "Q6R053"}, {"TAIR": "2030903", "ortholog_type": "O", "panther_family": "PTHR45614", "taxid": 3702, "uniprot_kb": "Q6R0C4"}, {"TAIR": "2206910", "ortholog_type": "O", "panther_family": "PTHR45614", "taxid": 3702, "uniprot_kb": "Q9FX36"}, {"TAIR": "2119171", "ortholog_type": "O", "panther_family": "PTHR45614", "taxid": 3702, "uniprot_kb": "Q9SZC2"}, {"TAIR": "2087017", "ortholog_type": "O", "panther_family": "PTHR45614", "taxid": 3702, "uniprot_kb": "F4J1R5"}, {"TAIR": "2061242", "ortholog_type": "O", "panther_family": "PTHR45614", "taxid": 3702, "uniprot_kb": "O04192"}, {"TAIR": "2078961", "ortholog_type": "O", "panther_family": "PTHR45614", "taxid": 3702, "uniprot_kb": "Q9LDW5"}, {"TAIR": "2170583", "ortholog_type": "O", "panther_family": "PTHR45614", "taxid": 3702, "uniprot_kb": "Q1PDP9"}, {"TAIR": "2059516", "ortholog_type": "O", "panther_family": "PTHR45614", "taxid": 3702, "uniprot_kb": "Q9S754"}, {"TAIR": "2170568", "ortholog_type": "O", "panther_family": "PTHR45614", "taxid": 3702, "uniprot_kb": "Q9SPH0"}, {"TAIR": "2829519", "ortholog_type": "O", "panther_family": "PTHR45614", "taxid": 3702, "uniprot_kb": "Q9LVW4"}, {"TAIR": "2124162", "ortholog_type": "O", "panther_family": "PTHR45614", "taxid": 3702, "uniprot_kb": "Q9S7L2"}, {"TAIR": "2184906", "ortholog_type": "O", "panther_family": "PTHR45614", "taxid": 3702, "uniprot_kb": "Q9FY60"}, {"TAIR": "2154543", "ortholog_type": "O", "panther_family": "PTHR45614", "taxid": 3702, "uniprot_kb": "Q9FIM4"}, {"TAIR": "2058827", "ortholog_type": "O", "panther_family": "PTHR45614", "taxid": 3702, "uniprot_kb": "F4IRB4"}, {"TAIR": "2012587", "ortholog_type": "O", "panther_family": "PTHR45614", "taxid": 3702, "uniprot_kb": "Q94FL6"}, {"TAIR": "2144216", "ortholog_type": "O", "panther_family": "PTHR45614", "taxid": 3702, "uniprot_kb": "Q94FL9"}, {"EnsemblGenome": "AT4G32730", "ortholog_type": "O", "panther_family": "PTHR45614", "taxid": 3702, "uniprot_kb": "Q9S7G7"}, {"TAIR": "2083599", "ortholog_type": "O", "panther_family": "PTHR45614", "taxid": 3702, "uniprot_kb": "Q8H1P9"}, {"TAIR": "2180157", "ortholog_type": "O", "panther_family": "PTHR45614", "taxid": 3702, "uniprot_kb": "Q6R032"}, {"TAIR": "2127108", "ortholog_type": "O", "panther_family": "PTHR45614", "taxid": 3702, "uniprot_kb": "Q9SPN3"}], "uniprot_kb": "P10244"}, "pathway": {"kegg": {"id": "hsa04218", "name": "Cellular senescence - Homo sapiens (human)"}, "pid": {"id": "e2f_pathway", "name": "E2F transcription factor network"}, "reactome": [{"id": "R-HSA-1362300", "name": "Transcription of E2F targets under negative control by p107 (RBL1) and p130 (RBL2) in complex with HDAC1"}, {"id": "R-HSA-1538133", "name": "G0 and Early G1"}, {"id": "R-HSA-156711", "name": "Polo-like kinase mediated events"}, {"id": "R-HSA-1640170", "name": "Cell Cycle"}, {"id": "R-HSA-1640170", "name": "Cell Cycle"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-453274", "name": "Mitotic G2-G2/M phases"}, {"id": "R-HSA-453279", "name": "Mitotic G1 phase and G1/S transition"}, {"id": "R-HSA-69275", "name": "G2/M Transition"}, {"id": "R-HSA-69278", "name": "Cell Cycle, Mitotic"}, {"id": "R-HSA-69278", "name": "Cell Cycle, Mitotic"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8864260", "name": "Transcriptional regulation by the AP-2 (TFAP2) family of transcription factors"}, {"id": "R-HSA-8869496", "name": "TFAP2A acts as a transcriptional repressor during retinoic acid induced cell differentiation"}], "wikipathways": [{"id": "WP2361", "name": "Gastric Cancer Network 1"}, {"id": "WP437", "name": "EGF-EGFR signaling pathway"}]}, "pdb": "6C48", "pfam": ["PF00249", "PF09316", "PF13921"], "pharmgkb": "PA31348", "pharos": {"target_id": 11632, "tdl": "Tbio"}, "pir": "S01991", "prosite": ["PS50090", "PS51294"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF253019", "relationship": "is"}, {"id": "GNF253020", "relationship": "is"}, {"id": "GNF253021", "relationship": "is"}, {"id": "GNF253022", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF160369", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF035948", "relationship": "similar to"}, "GNF_mm+hs-MGC": [{"id": "GNF010055", "relationship": "is"}, {"id": "GNF010056", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF286376", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF101519", "relationship": "is"}, {"id": "GNF141174", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000020.11", "NC_060944.1"], "protein": ["NP_001265539.1", "NP_002457.1"], "rna": ["NM_001278610.2", "NM_002466.4"], "translation": [{"protein": "NP_002457.1", "rna": "NM_002466.4"}, {"protein": "NP_001265539.1", "rna": "NM_001278610.2"}]}, "reporter": {"HG-U133_Plus_2": "201710_at", "HG-U95Av2": "1854_at", "HTA-2_0": "TC20000320.hg.1", "HuEx-1_0": "3886223", "HuGene-1_1": "8062766", "HuGene-2_1": "16913957"}, "summary": "The protein encoded by this gene, a member of the MYB family of transcription factor genes, is a nuclear protein involved in cell cycle progression. The encoded protein is phosphorylated by cyclin A/cyclin-dependent kinase 2 during the S-phase of the cell cycle and possesses both activator and repressor activities. It has been shown to activate the cell division cycle 2, cyclin D1, and insulin-like growth factor-binding protein 5 genes. Two transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Jul 2013].", "symbol": "MYBL2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C0812291"}, "unigene": "Hs.179718", "uniprot": {"Swiss-Prot": "P10244"}, "wikipedia": {"url_stub": "MYBL2"}}