{"AllianceGenome": "7559", "HGNC": "7559", "MIM": "164840", "_id": "4613", "_version": 3, "accession": {"genomic": ["AC010145.10", "AF317388.1", "AH002908.2", "AJ242956.1", "CH471053.2", "CP068276.2", "HC084228.1", "JB171962.1", "KT583938.1", "M13228.1", "M13241.1", "M63717.1", "NC_000002.12", "NC_060926.1", "NG_007457.2", "X02363.1", "X03293.1", "X03294.1", "X03295.1", "Y00664.1"], "protein": ["AAA36370.1", "AAA36371.1", "AAA59885.1", "AAG40001.1", "AAH02712.1", "AAK38075.1", "AAP36048.1", "AAY14952.1", "ANA76511.1", "BAG60495.1", "BAG61453.1", "CAA27037.1", "CAA27038.1", "CAA68677.1", "CAA68678.1", "CAB37871.1", "CAB44703.1", "CBI12210.1", "CCW44112.1", "EAX00885.1", "EAX00886.1", "EAX00887.1", "EAX00888.1", "NP_001280157.1", "NP_001280160.1", "NP_001280162.1", "NP_005369.2", "P04198.2", "XP_047300390.1", "XP_054198135.1"], "rna": ["AF320053.1", "AI962624.1", "AK298225.1", "AK299495.1", "BC002712.2", "BT007384.1", "BU167361.1", "KU747971.1", "M55330.1", "NM_001293228.2", "NM_001293231.2", "NM_001293233.2", "NM_005378.6", "XM_047444434.1", "XM_054342160.1"], "translation": [{"protein": "AAH02712.1", "rna": "BC002712.2"}, {"protein": "XP_054198135.1", "rna": "XM_054342160.1"}, {"protein": "AAP36048.1", "rna": "BT007384.1"}, {"protein": "XP_047300390.1", "rna": "XM_047444434.1"}, {"protein": "AAG40001.1", "rna": "AF320053.1"}, {"protein": "NP_001280162.1", "rna": "NM_001293233.2"}, {"protein": "ANA76511.1", "rna": "KU747971.1"}, {"protein": "NP_005369.2", "rna": "NM_005378.6"}, {"protein": "NP_001280157.1", "rna": "NM_001293228.2"}, {"protein": "BAG60495.1", "rna": "AK298225.1"}, {"protein": "BAG61453.1", "rna": "AK299495.1"}, {"protein": "NP_001280160.1", "rna": "NM_001293231.2"}]}, "alias": ["FGLDS1", "MODED", "MPAPA", "MYCNsORF", "MYCNsPEP", "N-myc", "NMYC", "ODED", "bHLHe37"], "ensembl": {"gene": "ENSG00000134323", "protein": ["ENSP00000281043", "ENSP00000491476"], "transcript": ["ENST00000281043", "ENST00000638417", "ENST00000703162"], "translation": [{"protein": "ENSP00000281043", "rna": "ENST00000281043"}, {"protein": "ENSP00000491476", "rna": "ENST00000638417"}], "type_of_gene": "protein_coding"}, "entrezgene": "4613", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 7.60606867904, "exp_mis": 221.704361447, "exp_syn": 127.021654005, "lof_z": 2.73193161073261, "mis_z": 3.37379245666244, "mu_lof": 6.73204765743e-07, "mu_mis": 2.35402265082e-05, "mu_syn": 1.38395703102e-05, "n_lof": 0.0, "n_mis": 119.0, "n_syn": 97.0, "p_li": 0.913862107818068, "p_null": 0.000611443061986198, "p_rec": 0.0855264491199464, "syn_z": 1.65137523840362}, "bp": 1395, "cds_end": 16086219, "cds_start": 16082186, "n_exons": 2, "nonpsych": {"exp_lof": 6.84837844674, "exp_mis": 200.627999558, "exp_syn": 114.931037891, "lof_z": 2.57007521425627, "mis_z": 3.65453201334583, "mu_lof": 6.73204765743e-07, "mu_mis": 2.35402265082e-05, "mu_syn": 1.38395703102e-05, "n_lof": 0.0, "n_mis": 98.0, "n_syn": 86.0, "p_li": 0.901183840673684, "p_null": 0.00105364812472141, "p_rec": 0.0977625112015942, "syn_z": 1.69905851279815}, "nontcga": {"exp_lof": 6.99408937952, "exp_mis": 203.964533677, "exp_syn": 116.856464591, "lof_z": 2.60883628733208, "mis_z": 3.06859878362925, "mu_lof": 6.73204765743e-07, "mu_mis": 2.35402265082e-05, "mu_syn": 1.38395703102e-05, "n_lof": 0.0, "n_mis": 116.0, "n_syn": 91.0, "p_li": 0.89765410147388, "p_null": 0.00094781167260321, "p_rec": 0.101398086853516, "syn_z": 1.51448716741082}, "transcript": "ENST00000281043.3"}, "exons": [{"cdsend": 15946097, "cdsstart": 15942064, "chr": "2", "position": [[15940549, 15941053], [15941947, 15942854], [15945492, 15947003]], "strand": 1, "transcript": "NM_001293228", "txend": 15947003, "txstart": 15940549}, {"cdsend": 15946097, "cdsstart": 15940586, "chr": "2", "position": [[15940549, 15940743], [15945492, 15947003]], "strand": 1, "transcript": "NM_001293231", "txend": 15947003, "txstart": 15940549}, {"cdsend": 15942129, "cdsstart": 15940586, "chr": "2", "position": [[15940549, 15940743], [15941947, 15942854], [15945492, 15947003]], "strand": 1, "transcript": "NM_001293233", "txend": 15947003, "txstart": 15940549}, {"cdsend": 15946097, "cdsstart": 15942064, "chr": "2", "position": [[15940549, 15940743], [15941947, 15942854], [15945492, 15947003]], "strand": 1, "transcript": "NM_005378", "txend": 15947003, "txstart": 15940549}], "exons_hg19": [{"cdsend": 16086219, "cdsstart": 16082186, "chr": "2", "position": [[16080671, 16081175], [16082069, 16082976], [16085614, 16087125]], "strand": 1, "transcript": "NM_001293228", "txend": 16087125, "txstart": 16080671}, {"cdsend": 16086219, "cdsstart": 16080708, "chr": "2", "position": [[16080671, 16080865], [16085614, 16087125]], "strand": 1, "transcript": "NM_001293231", "txend": 16087125, "txstart": 16080671}, {"cdsend": 16082251, "cdsstart": 16080708, "chr": "2", "position": [[16080671, 16080865], [16082069, 16082976], [16085614, 16087125]], "strand": 1, "transcript": "NM_001293233", "txend": 16087125, "txstart": 16080671}, {"cdsend": 16086219, "cdsstart": 16082186, "chr": "2", "position": [[16080671, 16080865], [16082069, 16082976], [16085614, 16087125]], "strand": 1, "transcript": "NM_005378", "txend": 16087125, "txstart": 16080671}], "generif": [{"pubmed": 11826111, "text": "N-myc promotes survival and induces S-phase entry of postmitotic sympathetic neurons"}, {"pubmed": 11850545, "text": "MYCN gene copy number is determined with a real-time quantitative PCR (Q-PCR) assay and fluorescence in situ hybridization (FISH) analysis."}, {"pubmed": 11861392, "text": "Minichromosome maintenance protein MCM7 is a direct target of the MYCN transcription factor in neuroblastoma."}, {"pubmed": 11881792, "text": "nmyc gene amplification heavily influences survival in neuroblastoma in children."}, {"pubmed": 12153570, "text": "experimental N-Myc overexpression results in down-regulation of leukemia inhibitory factor (LIF), a modulator of endothelial cell proliferation"}, {"pubmed": 12192602, "text": "N-myc gene modulates expression of p73, allowing neuroblastoma cells to escape the growth suppressing properties of p73"}, {"pubmed": 12219017, "text": "Importance of Sp1 consensus motifs in the MYCN promoter."}, {"pubmed": 12232763, "text": "High level amplification of N-MYC is not associated with adverse histology or outcome in primary retinoblastoma tumours."}, {"pubmed": 12438307, "text": "data suggest that E2F transcription factors are critical for both the full activation and the repression of MYCN in neuroblastomas"}, {"pubmed": 12545167, "text": "We found no correlation between MYCN and ID2 expression in neuroblastoma cell lines or tumor specimens. However, we did find a significant positive correlation between MYC and ID2 expressions in both MYCN-amplified and single-copy tumor specimens"}, {"pubmed": 12660036, "text": "Amplification of MYCN and deletion of TP53 with complex cytogenetic abnormalities in a case of pleuropulmonary blastoma"}, {"pubmed": 12670915, "text": "Transcriptional regulation of ID2 by the MycN oncoprotein is unlikely to be a seminal molecular event resulting in a highly malignant neuroblastoma phenotype."}, {"pubmed": 12808116, "text": "expressed in human neuroblastoma cells in response to retinoic acid"}, {"pubmed": 12819037, "text": "Data show that the MycN protein activates MDR1 transcription both in exogenous transient MYCN-transfected cells and in endogenous metastatic neuroblasts."}, {"pubmed": 12907629, "text": "The identification of coexpressed and coamplified genes associated with MYCN overexpression in neuroblastoma suggests biochemical pathways that contribute to the malignant behavior of these tumors and forms a basis for molecular classification."}, {"pubmed": 14645238, "text": "MYCN is not activated in neuroblastoma by E2F and Sp1/Sp3"}, {"pubmed": 14647433, "text": "overexpression of MYCN abrogates the regulation of the centrosome cycle after DNA damage"}, {"pubmed": 14719101, "text": "NMYC is inhibited by peptide nucleic acid in N-myc amplified human neuroblastoma cells"}, {"pubmed": 14737110, "text": "MYCN induction in human NB cells results in increased MRP1 mRNA and protein levels"}, {"pubmed": 15117961, "text": "N-myc-associated tumor aggressiveness is mediated by nestin"}, {"pubmed": 15198123, "text": "While survival rates were higher for patients with low N-myc expression, these differences were not statistically significant."}, {"pubmed": 15218241, "text": "Low level gain for a segment of 2p was detected in five of the 15 neuroblastomas that had high level MYCN amplification. The possibility that low level gain of distal 2p is a risk factor for high level MYCN amplification is discussed."}, {"pubmed": 15258910, "text": "decreased MYCN expression and MYCN DNA-binding is correlated with retarded cell cycle progression"}, {"pubmed": 15314226, "text": "These data suggest that inappropriate perinatal MycN expression in paravertebral ganglia cells from transgenic MYCN mice initiated tumorigenesis by altering the physiologic process of neural crest cell deletion."}, {"pubmed": 15316056, "text": "Clustering of neuroblastoma cell lines on the basis of hypermethylation distinguished lines with MYCN amplification (a negative prognostic factor) from those without it (P =.012)."}, {"pubmed": 15331636, "text": "Data show that nitric oxide negatively regulates proliferation and promotes neuronal differentiation through N-Myc downregulation."}, {"pubmed": 15547663, "text": "characterized MYCN amplification and chromosome 2 aneusomy in 12 patients with neuroblastoma"}, {"pubmed": 15632181, "text": "mechanistic link between N-Myc and death receptor machinery, which may serve as a checkpoint to guard the cell from N-Myc-initiated tumorigenesis."}, {"pubmed": 15644444, "text": "finding that MYCN directly modulates baseline MDM2 levels suggests a mechanism contributing to the pathogenesis of neuroblastoma and other MYC-driven malignancies through inhibition of MYC-stimulated apoptosis"}, {"pubmed": 15660126, "text": "N-myc is recruited to the EAAT2 promoter with TNFalpha"}, {"pubmed": 15833843, "text": "N-myc down-regulates the mRNA expression of many genes with a role in cell architecture."}, {"pubmed": 16166307, "text": "HMGA1 repression by RNA interference reduced neuroblastoma cell proliferation, indicating that HMGA1 is a novel MYCN target gene relevant for neuroblastoma tumorigenesis."}, {"pubmed": 16278682, "text": "propose that haploinsufficiency of HuD due to chromosome #1p deletion in neuroblastoma selects for cells that amplify N-myc genes"}, {"pubmed": 16516635, "text": "combination of gene dosages of MYCN and Survivin and the expression level of BIN1 using the quantitative polymerase chain reaction method was significantly correlated with the clinical stage and the patients' outcome in neuroblastoma"}, {"pubmed": 16596176, "text": "Recurrent NMYC copy number gain and high protein expression is associated with basal cell carcinoma"}, {"pubmed": 16912187, "text": "MycN binds to the promoter of CRABP-II and induces CRABP-II transcription directly in neuroblastoma."}, {"pubmed": 16912192, "text": "Rationale to test PI3K inhibitors in MYCN-amplified neuroblastoma represent a therapeutic approach applicable to a broad range of cancers in which transcription factors are stabilize."}, {"pubmed": 17020972, "text": "MYCN amplification in any form (HSRs or dmins) is associated with a poor outcome."}, {"pubmed": 17023822, "text": "The expression of MYCN in tumor cells, and the sensitivity of detection of MYCN by RT-PCR noted in this and other studies, supports further evaluation of MYCN as a NB marker for molecular detection of minimal residual disease."}, {"pubmed": 17055458, "text": "These data show that small interfering RNA directed to MYCN, which plays a crucial role in neuroblastoma cell survival, may provide a potential novel therapeutic option for aggressive neuroblastomas."}, {"pubmed": 17172827, "text": "Lower levels of p21WAF1 and hypo retionblastoma protein induction and a failure to G1 arrest in MYCN amplified neuroblastoma cell lines after DNA damage."}, {"pubmed": 17213019, "text": "Chromosome 1p36 deletion and MYCN amplification status may be reliable parameters in determining unfavorable histology and predicting prognosis in neuroblastoma."}, {"pubmed": 17289033, "text": "the N-terminal region of the p14(ARF) protein is involved in binding to c-Myc and N-Myc proteins"}, {"pubmed": 17327229, "text": "N-MYC induces FAK expression."}, {"pubmed": 17464317, "text": "High levels of MYCN expression was useful for distinguishing synovial sarcoma from other childhood-spindled cell sarcomas."}, {"pubmed": 17495526, "text": "MYCN may override the G1 checkpoint through down-regulation of SKP2 and TP53INP1 resulting in reduced p21(WAF1) expression in p53 wt cell lines, and in addition may act through the WNT signaling pathway in a p53 independent manner."}, {"pubmed": 17506115, "text": "MYCN-amplified and non-amplified cell lines form separate classes according to their metabolite profiles."}, {"pubmed": 17525631, "text": "An association was found between MYCN amplifcation and 1p deletion in neuroblastomas with high tumor vascularity."}, {"pubmed": 17535087, "text": "MYCN was amplified in one clone of neuroblastoma with an unfavorable histology."}, {"pubmed": 17554788, "text": "MYCN retinoic acid response is not mediated solely though the region controlling basal activity."}, {"pubmed": 17611020, "text": "Concomitant DDX1 and MYCN gain is associated with neuroblastoma"}, {"pubmed": 17643814, "text": "MYCN might stimulate cell proliferation by inhibiting the expression of DKK1. DKK1 might exert part of its growth suppressive effect by induction of SYNPO2 expression."}, {"pubmed": 17704800, "text": "A truncated form of N-Myc wild type can fully rescue the proliferation defect in myc-null fibroblasts, but rescue is dependent on the highly conserved Myc homology box II."}, {"pubmed": 17710228, "text": "MYCN-mediated immune escape mechanism, which we believe to be novel, is operative in metastatic cancer and should be considered in tumor immunobiology"}, {"pubmed": 18004567, "text": "strong and specific immune responses against MYCN expressing tumours are possible in patients with the most common HLA class 1 type in the Caucasian population."}, {"pubmed": 18059033, "text": "Analysis of 2 neuroblastoma cell lines with inducible activity of MYCN showed that DKK3 is down-regulated by MYCN. MYCN expression is inversely correlated with expression of DKK3."}, {"pubmed": 18097563, "text": "keratoepithelin induces elevated TFPI2 transcript levels in neuroblastoma cells without alterations of MYCN expression."}, {"pubmed": 18165268, "text": "besides MYCN and ALK, other genes proximal and distal to MYCN are highly expressed in neuroblastoma"}, {"pubmed": 18198336, "text": "These data represent the first example of a role for a Myc family member in retinal development and the first characterization of a mouse model in which the hypocellular retina is properly proportioned to the other ocular structures"}, {"pubmed": 18278068, "text": "N-myc is a novel regulator of PI3K-mediated VEGF expression in neuroblastoma"}, {"pubmed": 18281664, "text": "Tumor cell ploidy may be a clinically useful factor for prognostication and treatment stratification in children with MYCN-amplified, favorable-stage NB tumors."}, {"pubmed": 18335505, "text": "The PAX3-FKHR protein acts directly on the MYCN gene at the transcriptional level. PAX3-FKHR contributes to the expression of MYCN and in turn MYCN collaborates with PAX3-FKHR in tumorigenesis."}, {"pubmed": 18348317, "text": "MYCN genomic copy number from 44 human brain tumors (22 medulloblastomas and 22 neurocytomas) was determined."}, {"pubmed": 18391076, "text": "cyclin E expression in 2 t(11;14)-negative mantle cell lymphomas characterized by a cryptic t(2;14)(p24;q32) and identification of MYCN as a new lymphoma oncogene associated with a blastoid mantle cell lymphoma"}, {"pubmed": 18470948, "text": "report 11 novel mutations in MYCN-related Feingold syndrome, including seven mutations in exon 2 that result in a premature termination codon in the long MYCN transcript, and review the clinical features of these patients"}, {"pubmed": 18488021, "text": "Huwe1 links destruction of N-Myc to the quiescent state that complements differentiation in the neural tissue"}, {"pubmed": 18504438, "text": "identified that three out of the five microRNAs target MYCN and of these miR-34a caused the most significant suppression of cell growth through increased apoptosis and decreased DNA synthesis in neuroblastoma cell lines with MYCN amplification"}, {"pubmed": 18591937, "text": "N-MYC promotes cell proliferation through a direct transactivation of neuronal leucine-rich repeat protein-1 (NLRR1) gene in neuroblastoma."}, {"pubmed": 18610847, "text": "Transcription levels of the MYCN gene in blood cell subpopulations of Patients with leukemia"}, {"pubmed": 18671284, "text": "Two novel MYCN mutations in sporadic and familial cases of Feingold syndrome are described."}, {"pubmed": 18769732, "text": "Binomial segregation at cell division explains the high degree of MYCN copy-number variability in neuroblastoma."}, {"pubmed": 18785023, "text": "MYCN gain is associated with the late stage of retinoblastoma."}, {"pubmed": 18851746, "text": "Distinct transcriptional MYCN/c-MYC activities are associated with spontaneous regression or malignant progression in neuroblastomas"}, {"pubmed": 18949372, "text": "Vasoactive intestinal peptide decreases MYCN expression and synergizes with retinoic acid in a human MYCN-amplified neuroblastoma cell line."}, {"pubmed": 18955045, "text": "MycN and DNA methylation are responsible for CRABP-II expression in pediatric tumors and demethylation of CRABP-II may be an early event in tumor development."}, {"pubmed": 19006223, "text": "In neuroblastic tumors, MYCN amplification was detected in 35.3% of the cases, whereas 1p36 deletion and 17q23 gain was observed in 46.8% and 58.3% of the cases"}, {"pubmed": 19047142, "text": "Findings support a new dual model for Myc chromatin function with important implications for the role of Myc in cancer and stem cell biology, including that of induced pluripotent stem cells."}, {"pubmed": 19047152, "text": "Transcriptome analyses show that MYCN-amplified neuroblastomas have coordinately deregulated myriad polyamine enzymes (including ODC1, SRM, SMS, AMD1, OAZ2, and SMOX) to enhance polyamine biosynthesis."}, {"pubmed": 19061778, "text": "findings show MYCN amplification was not correlated with centrosome amplification in sporadic neuroblastomas"}, {"pubmed": 19111882, "text": "Aurora A interacts with both N-Myc and the SCF(Fbxw7) ubiquitin ligase that ubiquitinates N-Myc and counteracts degradation of N-Myc, thereby uncoupling N-Myc stability from growth factor-dependent signals"}, {"pubmed": 19208763, "text": "Results describe for the very first time a direct regulation of an oncogene, MYCN, by a proneural gene, Mash1."}, {"pubmed": 19301388, "text": "serum-based MYCN DNA sequence determination depends on the stage of the disease."}, {"pubmed": 19401549, "text": "MYCN induces microRNAs that suppress clusterin expression."}, {"pubmed": 19495417, "text": "N-Myc regulates expression of pluripotency genes in neuroblastoma including lif, klf2, klf4, and lin28b"}, {"pubmed": 19608868, "text": "These findings establish the identity of neuroblasts that characterize the tumor phenotype and suggest a cellular pathway by which MYCN can promote neuroblastoma development."}, {"pubmed": 19615087, "text": "The MYCNOS:MYCN-ratio in neuroblastoma is significantly correlated with both MYCN-amplification and NB-stage. Data indicate that in NB, MYCN expression levels might be influenced by MYCNOS but not by DeltaMYCN."}, {"pubmed": 19649205, "text": "We hypothesize that MDM2 contributes to MYCN-driven tumorigenesis in neuroblastoma"}, {"pubmed": 19656550, "text": "Synchronic MYCN and ALK aberrations accounted for 51% of the neuroblastomas studied."}, {"pubmed": 19724862, "text": "MycN is required for livin expression and that livin may counteract the proapoptotic effects of MycNin neuroblastoma cells."}, {"pubmed": 19766596, "text": "present results suggest that MYCN contributes to its own expression by forming a positive auto-regulatory loop in neuroblastoma cells."}, {"pubmed": 19852433, "text": "Clinical presentation of the family was suggestive of Feingold syndrome, and genetic testing of the MYCN gene confirmed the diagnosis. The missense mutation we report here has not been described previously."}, {"pubmed": 19885598, "text": "induction of MycN in non-MYCN-amplified cells drives neuroblastoma cells toward apoptosis; combination nutlin-3/doxorubicin treatment may be clinically important"}, {"pubmed": 19924232, "text": "analysis of MiRNA dysregulation by MYCN amplification and chromosomal imbalances in neuroblastoma"}, {"pubmed": 19946337, "text": "MYCN/c-MYC-induced microRNAs repress coding gene networks associated with poor outcome in MYCN/c-MYC-activated tumors."}, {"pubmed": 19956635, "text": "Uncategorized study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19997598, "text": "The co-localization of MYCN binding and DNA hypermethylation further supports the dual role of MYCN, namely that of a classical transcription factor affecting the activity of individual genes, and that of a mediator of global chromatin structure."}, {"pubmed": 20007697, "text": "Data show that TG2-L and TG2-S enhanced neuroblastoma cell differentiation due to N-Myc small interfering RNA, and suppression of vasoactive intestinal peptide (VIP) expression alone induced neuroblastoma cell differentiation."}, {"pubmed": 20017904, "text": "Existence of upstream ORF in MYCN transcripts leads to a new level of MYCN regulation."}, {"pubmed": 20080637, "text": "MYCN amplification may disrupt estrogen signaling sensitivity in primitive sympathetic cells through deregulation of estrogen receptor-alpha."}, {"pubmed": 20103633, "text": "Data show the downregulation of MHC class I, ERAP1, and ERAP2 in aggressive NB cells is attributable to a low transcriptional availability of NF-kappaB, possibly due to an unknown suppressor other than MYCN."}, {"pubmed": 20144241, "text": "Increasing extracellular matrix stiffness also reduces expression of N-Myc, a transcription factor involved in multiple aspects of oncogenic proliferation."}, {"pubmed": 20145147, "text": "MYCN transcriptionally upregulates p53 in neuroblastoma and uses p53 to mediate a key mechanism of apoptosis."}, {"pubmed": 20173740, "text": "miR-9 miRNA downregulates E-cadherin.  Expression of miR-9 is activated by MYC and MYCN, which bind to the mir-9-3 locus. Elevated expression of miR-9 may contribute to epithelial-mesenchymal transition and metastasis in some and possibly many tumours."}, {"pubmed": 20179233, "text": "VEGFR-1 and sVEGFR-2, and upregulation of angiogenic activators VEGF-A and VEGF-D in MYCN-amplified stage IV neuroblastoma supports the crucial effect of this oncogene on neuroblastoma progression"}, {"pubmed": 20180881, "text": "Regulation of GCL(cat) by MYCN accounts for the survival of neuroblastoma cells against oxidative damage; GCL should be considered a potential therapeutic target for the treatment of MYCN-amplified neuroblastoma."}, {"pubmed": 20190806, "text": "Bmi1 is a MYCN target gene that regulates tumorigenesis through repression of KIF1Bbeta and TSLC1 in neuroblastoma."}, {"pubmed": 20236072, "text": "REVIEW: NO-MYCN-ABC transporters axis with important implication on development and control of the chemoresistance phenotype in neuronal tumours"}, {"pubmed": 20332316, "text": "Because MYCN is itself a target of FBXW7-mediated ubiquitination and degradation, it is suggested that a common pathway is dysregulated by different mechanisms in various Wilms'tumor subtypes."}, {"pubmed": 20332316, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20395439, "text": "Results suggest that the determination of MYCN gene copy number relative to chromosome 2 may help to reveal the underlying genetic pattern of neuroblastomas and their clinical behavior."}, {"pubmed": 20409325, "text": "MYCN contributes to tumorigenesis, in part, by repressing miR-184, leading to increased levels of AKT2, a direct target of miR-184"}, {"pubmed": 20424123, "text": "SKP2 activation through the transcriptional start site in MYCN-amplified cells is associated with the low abundance of pRB-E2F1 complexes bound to the SKP2 promoter in neuroblastoma."}, {"pubmed": 20425471, "text": "Feingold syndrome is caused by germline mutations in, or deletions of, the MYCN gene on chromosome 2p24.1. It is the most frequent cause of familial syndromic gastrointestinal atresias.plic"}, {"pubmed": 20478998, "text": "Targeted expression of MYCN thus contributes to initiation, progression, and maintenance of MB, suggesting a central role for MYCN in pathogenesis"}, {"pubmed": 20575024, "text": "characterize the prevalence of REL, BCL11A, and MYCN gains in a consecutive CLL series at the time of diagnosis; (ii) define the prognostic relevance of REL, BCL11A, and MYCN gains in CLL."}, {"pubmed": 20607354, "text": "MYCN copy number increases are associated with medulloblastoma."}, {"pubmed": 20719933, "text": "Studies indicate that ALK mutations occur in equal frequencies across all genomic subtypes, but F1174L mutants are observed in a higher frequency of MYCN-amplified tumors and show increased transforming capacity as compared with the R1275Q mutants."}, {"pubmed": 20811720, "text": "Down regulation or hyper-expression of MYCN results in growth inhibition and/or apoptosis of MYCN-amplified neuroblastoma cells. Elevated p53 expression has a suppressive effect on MYCN expression in these cells."}, {"pubmed": 20961996, "text": "Results provide mechanistic insights explaining how MYCN-amplified neuroblastoma cells contend with hypoxic stress and paradoxically how hypoxia contributes to neuroblastoma aggressiveness through combinatorial effects of N-Myc and HIF-1alpha."}, {"pubmed": 20980091, "text": "subset of miRNAs altered during MYCN knockdown-mediated differentiation of neuroblastoma cells; Mir-21 was up-regulated, but inhibition of mir-21 did not prevent differentiation; unable to establish role for this miRNA during differentiation of the cells"}, {"pubmed": 21046119, "text": "In pediatric neuroblastoma, MYCN gain detected by FISH represents the 2p gain, and the MYCN gain is not considered to represent the pre-status of MYCN amplification."}, {"pubmed": 21073496, "text": "found a point mutation affecting codon 34 (GGA --> GTA) of beta-Catenin gene resulting in a Glycine --> Valine substitution. No cases presented c-myc/N-myc amplification"}, {"pubmed": 21112821, "text": "results demonstrate for the first time that N-Myc is a downstream target of RET2A signaling, and propose that induction of N-Myc by RET2A is a key step leading to lower p18 levels during MEN2A tumorigenesis"}, {"pubmed": 21123453, "text": "By directly connecting MYCN to the repression of TRKA and p75NTR, findings establish a key pathway of clinical pathogenicity and aggressiveness in neuroblastoma."}, {"pubmed": 21173028, "text": "Data show that p53(S46) kinase HIPK2 accumulates on MYCN expression, and its depletion by RNA interference impairs p53(S46) phosphorylation and apoptosis."}, {"pubmed": 21214410, "text": "MYCN amplification is associated with tumor necrosis following chemotherapy in neuroblastoma."}, {"pubmed": 21224895, "text": "tudy identified an MYCN mutation in 50% of our cases (8/17);No major phenotypic differences could be found among the core features of Feingold syndrome retrospectively, between patients with and without a MYCN mutation"}, {"pubmed": 21258086, "text": "initiation of MYCN amplification may be caused by extra replication rounds of secondary DNA structures accumulated at FRA2Ctel and/ or FRA2Ccen"}, {"pubmed": 21288077, "text": "MYCN amplification did not automatically equate to a poor prognosis in this group of patients with neuroblastoma"}, {"pubmed": 21297076, "text": "MYCN is associated with acute lung injury in mice"}, {"pubmed": 21304178, "text": "study concludes that MYCN and B-MYB are engaged in a reciprocal regulatory loop whose pharmacological targeting could be beneficial to patients with the aggressive forms of cancer in which MYCN is amplified"}, {"pubmed": 21370425, "text": "High MYCN copy number is associated with central nervous system relapse in neuroblastoma."}, {"pubmed": 21378543, "text": "The high incidence of TP53 mutations and absence of amplification of c-myc and N-myc genes indicates that supratentorial neuroectodermal tumors are a specific subset of these CNS tumors."}, {"pubmed": 21384249, "text": "In a microgravity assay of neuroblastoma cells, a MYCN-amplified cell line aggregated much more rapidly and the organoid morphology was noticeably different compared to unamplified lines."}, {"pubmed": 21498633, "text": "MYCN is a major driver of neuroblastoma tumorigenesis and MYCN amplification is the worst prognostic indicator of aggressive NB."}, {"pubmed": 21501490, "text": "results demonstrated a significant role of alternative splicing in high stage neuroblastoma, and suggested a MYCN-associated splicing regulation pathway in stage 4+ tumors"}, {"pubmed": 21508638, "text": "Complex structural rearrangements involving genomic losses and gains in the 2p24 region lead to MYCN amplification and that these rearrangements can trigger amplification events."}, {"pubmed": 21533284, "text": "results associate deregulation of MYCN and downstream targets, including Let-7 and oncofetal genes, with serous ovarian cancer"}, {"pubmed": 21572098, "text": "data demonstrate that MYCN-regulated miRNAs are able to modulate the expression of the tumor suppressor DKK3 in neuroblastoma"}, {"pubmed": 21646478, "text": "Sna1 directly induced transcription of N-Myc in human medulloblastoma cells. Depletion of N-Myc ablated the Sna1-induced proliferation and transformation."}, {"pubmed": 21725357, "text": "Data indicate that MYCN is a central modulator of the p53/MDM2/p14ARF negative feedback loop."}, {"pubmed": 21731748, "text": "MYCN and MeCP2 protein interact and co-localize to similar genomic sites at very high frequency."}, {"pubmed": 21750863, "text": "The MYCN amplicon junction is a patient/tumor-specific target that can be used for minimal residual disease detection in neuroblastoma."}, {"pubmed": 21796614, "text": "study demonstrates that the MYCN-induced downregulation of Dickkopf-3 (DKK3) results from direct upregulation of miR-17-92 components effecting both DKK3 mRNA stability"}, {"pubmed": 21796619, "text": "majority of all detected 1q deletions was found in high risk 11q deleted tumors without MYCN amplification"}, {"pubmed": 21822304, "text": "Here, we report that MYCN expression was regulated by the oncoprotein MDM2 at the post-transcriptional level and was associated with neuroblastoma cell growth."}, {"pubmed": 21856782, "text": "dysregulation of the BMI1 gene mediated by MYCN or MYC overexpression, confers increased cell proliferation during neuroblastoma genesis and tumor progression"}, {"pubmed": 21862876, "text": "Interaction between MDM2 and MYCN synthetically regulates p53 in neuroblastoma cells."}, {"pubmed": 21882282, "text": "Focal gain of MYCN, initially detected by high resolution aCGH profiling in 6/61 anaplastic samples."}, {"pubmed": 21908575, "text": "NLRR3 is a direct target of MYCN, which associates with Miz-1 and negatively regulates NLRR3 expression. NLRR3 may play a role in NBL differentiation and the survival of NBL patients by inversely correlating with MYCN amplification."}, {"pubmed": 21929510, "text": "Over 22% of cases have N-myc amplification associated with aggressively growing neuroblastomas."}, {"pubmed": 22035742, "text": "A high frequency of MYCN co-amplication with ACP1 was observed (14 of 40 cases, 35%)."}, {"pubmed": 22052359, "text": "The downstream response to DNA damage in p53 wild-type neuroblastoma cell lines is p53 dependent, and determined both by the morphological sub-type and MYCN expression."}, {"pubmed": 22065083, "text": "N-Myc, with its restricted expression in non-fetal tissues, is a therapeutic target to treat rhabdomyosarcomas"}, {"pubmed": 22068108, "text": "Gas41 is able to bind both n-Myc and c-Myc proteins, and that the levels of expression of Gas41 and Myc proteins were similar to each other in such brain tumors as neuroblastomas and glioblastomas."}, {"pubmed": 22090452, "text": "A more tailored subgrouping system based on expression profiles of chromosome 17p, MYCC, and MYCN, which may provide the basis for a novel risk-stratification strategy in pediatric medulloblastoma."}, {"pubmed": 22120721, "text": "MYCN, an oncoprotein in the pathogenesis of high-risk neuroblastomas, is able to counteract the death-inducing effect of BMI1 knockdown by activating CCNE1 transcription"}, {"pubmed": 22123490, "text": "Coamplification of multiple segments of chromosome 2, including an MYCN-bearing segment, was examined in 2 cancer cell lines, NCI-H69 (lung cancer) and IMR-32 (neuroblastoma)."}, {"pubmed": 22146831, "text": "In infants with stage 4s MYCN-non-amplified NB, a SCA genomic profile identifies patients who will require upfront treatment even in the absence of other clinical indication for therapy"}, {"pubmed": 22202125, "text": "findings show that GSTP1 expression is an independent prognostic indicator of clinical outcome in primary neuroblastoma and is a direct transcriptional target of the N-Myc oncoprotein"}, {"pubmed": 22218692, "text": "Paracrine signaling through MYCN enhances tumor-vascular interactions in neuroblastoma"}, {"pubmed": 22286764, "text": "Both wild-type and gain-of-function mutants in ALK are able to stimulate transcription at the MYCN promoter."}, {"pubmed": 22337647, "text": "Elevated expression of 14 key genes promoting this function is strongly associated to high-risk neuroblastomas with 1p loss and MYCN amplification in a set of 410 tumor samples."}, {"pubmed": 22383024, "text": "Post-surgical chemotherapy was therefore unnecessary for localized patients without MYCN amplification . This treatment strategy using MYCN amplification is considered to be appropriate in infants"}, {"pubmed": 22439933, "text": "Coexpression of activated ALK with MYCN provides prosurvival signals that block this apoptotic response and allow continued expansion and oncogenic transformation of hyperplastic neuroblasts, thus promoting progression to neuroblastoma."}, {"pubmed": 22484425, "text": "Tumorigenicity was enhanced upon serial transplantation of tumor-derived cells, and tumor cells remained susceptible to the MYC-inhibitor, NBT-272, indicating that cell growth depended on functional MYCN."}, {"pubmed": 22624711, "text": "Demonstrate context-dependent transformation of neural stem cells in response to common oncogenic signal N-MYC."}, {"pubmed": 22751132, "text": "Epigenetic regulation of the neuroblastoma genes, Arid3b and Mycn."}, {"pubmed": 22907398, "text": "Pathway analyses suggested transcriptomal upregulation of mTOR-related genes by MYCN."}, {"pubmed": 22907436, "text": "a general mechanism for p53 inactivation in some embryonal cell types and consequent susceptibility to MycN oncogenesis at the point of embryonal tumor initiation"}, {"pubmed": 22921766, "text": "a functional axis between MYCN and CDKL5 governing both neuron proliferation rate and differentiation."}, {"pubmed": 22975311, "text": "a novel Atx transcriptional mechanism involving AP-1 and SP transcription factors"}, {"pubmed": 23042116, "text": "LIN28B signaled through repression of the let-7 miRNAs and consequently resulted in elevated MYCN protein expression in neuroblastoma cells"}, {"pubmed": 23091029, "text": "Downstream targets of MYCN by siRNA-mediated silencing MYCN in neuroblastoma cells, were identified."}, {"pubmed": 23152863, "text": "Galectin-3 impairs MYCN-primed and HIPK2-p53-dependent apoptosis in neuroblastoma cells."}, {"pubmed": 23186832, "text": "MYCN-mediated overexpression of mitotic spindle regulatory genes and loss of p53-p21 function jointly support the survival of tetraploid neuroblastoma cells."}, {"pubmed": 23280764, "text": "MYCN is recruited to the RASSF1A promoter but is not critical for DNA hypermethylation in neuroblastoma."}, {"pubmed": 23284678, "text": "TH-MYCN tumors have few genetic aberrations"}, {"pubmed": 23308108, "text": "The homozygously deleted RGS5 gene is a newly identified indirect MYCN down regulated gene."}, {"pubmed": 23317189, "text": "Amplifications of MYCN gene is associated with neuroblastoma."}, {"pubmed": 23320395, "text": "Suggest MYCN plays an important role in neuroblastic tumor differentiation and MYCN gain may define subgroup of tumors with better outcome."}, {"pubmed": 23341988, "text": "influence of MYCN amplification and 11q deletion in neuroblastoma"}, {"pubmed": 23358695, "text": "There was 100% concordance of ERG rearrangement, 100% concordance of AURKA amplification, and 60% concordance of MYCN amplification."}, {"pubmed": 23362253, "text": "Binding of MYCN to the CLU gene induces bivalent epigenetic marks and recruitment of repressive proteins such as histone deacetylases and Polycomb members."}, {"pubmed": 23430699, "text": "Integration of genetic features with chemosensitivity data revealed a robust correlation between MYCN amplification and sensitivity to bromodomain inhibition."}, {"pubmed": 23498719, "text": "Amplification of the MYCN oncogene might initiate retinoblastoma in the presence of non-mutated RB1 genes. These unilateral RB1(+/+)MYCN(A) retinoblastomas are characterised by distinct histological features."}, {"pubmed": 23539269, "text": "Histone H3.3. mutations drive pediatric glioblastoma through upregulation of MYCN."}, {"pubmed": 23563570, "text": "A functional change in MYCN mRNA levels and increased MYCN expression in cisplatin-resistant neuroblastoma cells do not have a clear relationship to MYCN copy numbers."}, {"pubmed": 23578955, "text": "analysis confirms that aCGH is as safe as FISH for the detection of MYC/MYCN gene amplification"}, {"pubmed": 23639551, "text": "MYCN/LIN28B/Let-7/HMGA2 pathway implicated by meta-analysis of GWAS in suppression of post-natal proliferation thereby potentially contributing to aging"}, {"pubmed": 23812427, "text": "findings show N-Myc upregulated HDAC5 expression in neuroblastoma cells; HDAC5 repressed NEDD4 gene expression,increased Aurora A gene expression and consequently upregulated N-Myc protein expression;data identify HDAC5 as a novel co-factor in N-Myc oncogenesis"}, {"pubmed": 23851507, "text": "findings provide a tumor-suppressing mechanism by which RUNX3 inhibits the MYCN activity in neuroblastoma"}, {"pubmed": 23901000, "text": "High MYCN protein expression is associated with neuroblastoma of undifferentiated subtype."}, {"pubmed": 23962557, "text": "Data show that downregulation of aurora A kinase by the therapeutic antibody is associated with decreased levels of MYCN protein in cytoplasm, and induced expression of PHLDA1 and P53 proteins."}, {"pubmed": 23991020, "text": "Data indicate that the signal of EIF5A2, MYCN, and MCL1 genes is decreased in hydroxyurea (HU) and gemcitabine (GEM) treated UACC-1598 ovarian cancer cell line."}, {"pubmed": 24011394, "text": "Downregulation of MYCN by small interfering RNA (siRNA) increased DPYSL3 levels, while upregulation of MYCN in non-MYCN NB cells decreased DPYSL3 levels."}, {"pubmed": 24130166, "text": "MYCN and survivin cooperatively contribute to malignant transformation of fibroblasts."}, {"pubmed": 24173829, "text": "we investigated the effect of S(+)-ibuprofen on neuroblastoma cell lines, focusing on the expression of the MYCN, MYC, AKT, p53 proteins and the favorable neuroblastoma genes in vitro as biomarkers of malignancy"}, {"pubmed": 24190252, "text": "destabilization of MYC/MYCN by MIBG, metformin and phenformin and their effects on histone modification are important mechanisms underlying their anticancer effects"}, {"pubmed": 24260886, "text": "Event-free survival and overall survival in MYCN-amplified patients as well as in patients with 1p deletion were significantly lower comparing with MYCN-negative patients or patients without 1p deletion."}, {"pubmed": 24282277, "text": "Data indicate glycogen synthase kinase 3-mediated regulation of MYCN mRNA levels through p53 tumor suppressor protein."}, {"pubmed": 24334727, "text": "Results showed that MYCN is frequently overexpressed in pediatric T-ALL."}, {"pubmed": 24356251, "text": "ALK is a MYCN target gene and regulates cell migration and invasion in neuroblastoma"}, {"pubmed": 24391509, "text": "these results suggest that GSK3b inhibition by NCYM stabilizes the MYCN protein both in vitro and in vivo."}, {"pubmed": 24403858, "text": "MXI1-0 appears to be a downstream target of MYCN-dependent signaling pathways and may contribute to N-Myc-dependent cell growth and proliferation."}, {"pubmed": 24419085, "text": "A significant role for HDAC3 in the MYCN-mediated repression of GRHL1."}, {"pubmed": 24470553, "text": "Patients with supratentorial primitive neuroectodermal tumors harboring MYCN amplification showed unfavorable overall survival"}, {"pubmed": 24481548, "text": "An increase in histone H4 acetylation caused by hypoxia in human neuroblastoma cell lines corresponds to increased levels of N-myc transcription factor in these cells."}, {"pubmed": 24481781, "text": "Our findings suggest that Myc-mediated transcriptional repression of JARID1B counterintuitively inhibits Myc-regulated cell proliferation and potentially tumorigenesis."}, {"pubmed": 24515800, "text": "Here we describe an alternative approach to address deregulated MYCN expression. In particular, we focus on the role of a 3' untranslated region (3'UTR) of the MYCN gene in the modulation of its mRNA fate and identification of compounds able to affect it."}, {"pubmed": 24556696, "text": "Suggest that MYCN is necessary during the activation of neuroblastoma differentiation to induce apoptosis in cells that are not committed to differentiate."}, {"pubmed": 24586304, "text": "N-Myc-mediated suppression of linc00467 gene transcription counterintuitively blocks N-Myc-mediated reduction in RD3 mRNA expression, and reduces neuroblastoma cell survival by inducing DKK1 expression"}, {"pubmed": 24603724, "text": "Data indicate that the fastest tumor progression was observed with the undifferentiated MYCN amplified SK-N-BE neuroblastoma cells in inoculated mice."}, {"pubmed": 24608896, "text": "SUMOylation may be part of a quality-control mechanism acting on misfolded Myc proteins."}, {"pubmed": 24719420, "text": "N-Myc inhibits foamy virus by sequestering viral Tas protein in the cytoplasm."}, {"pubmed": 24906397, "text": "The data demonstrates the important roles of lncUSMycN and NonO in regulating N-Myc expression."}, {"pubmed": 25100564, "text": "Trim32 is a positive regulator of ACD that acts against MYCN and should be considered as a tumor-suppressor candidate"}, {"pubmed": 25104850, "text": "p19-INK4d inhibits neuroblastoma cell growth, induces differentiation and is hypermethylated and downregulated in MYCN-amplified neuroblastomas."}, {"pubmed": 25142020, "text": "ASCT2 expression, which correlates with that of N-Myc and ATF4, is markedly elevated in high-stage neuroblastoma"}, {"pubmed": 25164011, "text": "Our findings define Sulf-2 as a novel positive regulator of neuroblastoma pathogenicity that contributes to MYCN oncogenicity."}, {"pubmed": 25175806, "text": "Aurora A has conformation-specific effect on proteolytic degradation of MYCN."}, {"pubmed": 25231001, "text": "There was a significant association between the histological type of samples with MYCN gene amplification."}, {"pubmed": 25266063, "text": "Increased beta-catenin expression in human high-risk neuroblastoma tissue without MYCN amplification, is reported."}, {"pubmed": 25277194, "text": "N-Myc can promote neuroblastoma cell proliferation through up-regulation of the channel kinases TRPM6 and TRPM7"}, {"pubmed": 25475372, "text": "These studies implicate PRMT5 in a novel mode of MYCN post-translational regulation."}, {"pubmed": 25475555, "text": "Author demonstrate that both N-Myc and c-Myc proteins can bind and activate the TWIST1 promoter and propose TWIST1 as a direct MYC transcriptional target."}, {"pubmed": 25477524, "text": "analysis of genes interacting functionally with MYCN required to promote fitness of tumor cells facing oncogenic stress"}, {"pubmed": 25486413, "text": "This article also reviews the surgical approaches to difficult thoracic and abdominal tumors, as well as the role for minimally invasive surgery in the management of localized neuroblastoma."}, {"pubmed": 25502557, "text": "CASP8 SNP D302H (rs1045485) is associated with worse survival in MYCN-amplified neuroblastoma patients"}, {"pubmed": 25736927, "text": "ZD55-shMYCN could downregulate phosphoinositide 3-kinase and pAkt and upregulate RKIP levels"}, {"pubmed": 25749049, "text": "MYCN gain is prognostically significant in Wilms tumor; the novel P44L somatic variant is likely to be an activating mutation"}, {"pubmed": 25843293, "text": "Data identify SKP2 as a direct transcriptional target of MYCN in neuroblastoma cells."}, {"pubmed": 25855136, "text": "rs57244888[C] is associated with susceptibility to cutaneous basal cell carcinoma."}, {"pubmed": 25864587, "text": "results identified a novel mechanism by which IRES-dependent translation of MYCN is repressed by miR-375, particularly during cellular stress"}, {"pubmed": 25880909, "text": "functional interplay between MYCN, NCYM, and OCT4 contributes to aggressiveness of MYCN-amplified human neuroblastomas."}, {"pubmed": 25896758, "text": "results reveal a novel function of NCYM as a regulator of Myc-nick production in human neuroblastomas"}, {"pubmed": 25964525, "text": "These findings indicate a new way for MYCN-amplified neuroblastoma cells to interact with the tumor environment"}, {"pubmed": 25973900, "text": "ITGA4 expression enhances metastasis in MYCN low neuroblastoma."}, {"pubmed": 26053094, "text": "Data indicate that the tumor promoting effect of ataxia-telangiectasia mutated (ATM) silencing is MYCN independent."}, {"pubmed": 26068589, "text": "The MRN complex is essential to restrain MYCN-induced replication stress during neural cell proliferation."}, {"pubmed": 26123663, "text": "LIN28B as an important effector of the MYCN oncogenic phenotype and underline the importance of MYCN-regulated miRNAs in establishing the MYCN-driven oncogenic process."}, {"pubmed": 26156430, "text": "Data suggest that the protein-coding antisense transcript (MYCNOS) functions as a regulator of neuronal MYC (MYCN) ultimately controlling MYCN transcriptional variants."}, {"pubmed": 26171843, "text": "Dual-colored fluorescence in situ hybridization on 16 primary neuroblastomas, show that those with unbalanced gain of 17q have high MYCN expression, those with no gain have medium expression, and those with numerical gain have low expression."}, {"pubmed": 26177922, "text": "N-Myc mRNA levels significantly decreased after 24h incubation with nifurtimox in neuroblastoma cell lines."}, {"pubmed": 26202950, "text": "This study strongly suggests that AT7519 is a promising drug for the treatment of high-risk neuroblastoma patients with MYCN amplification."}, {"pubmed": 26290144, "text": "The results do not support our hypothesis that common germline genetic variants in the MYCN genes is associated with the risk of developing medulloblastoma."}, {"pubmed": 26306783, "text": "Data indicate that suberoylanilide hydroxamic acid (SAHA) blocked the expression of MYCN protein and, by doing so, reduced the effects mediated by this protein."}, {"pubmed": 26398570, "text": "SOX2, KCNMB4, FOS, GLI3 and GLI1 may be involved in the pathogenesis of neuroblastoma, with the expression of SOX2 downregulating the expression of MYCN."}, {"pubmed": 26456864, "text": "Data supports our hypothesis that a positive-feedback loop of sonic hedgehog signaling induced INSM1 through N-myc and INSM1 enhanced N-myc stability contributing to the transformation of human neuroblastoma."}, {"pubmed": 26471359, "text": "Results identify WDR5 as a key cofactor for N-Myc-regulated transcriptional activation and tumorigenesis and as a novel therapeutic target for MYCN-amplified neuroblastomas."}, {"pubmed": 26482175, "text": "Authors describe an inverse correlation between WT1 gene expression and MYCN amplification and expression in neuroblastoma tumors."}, {"pubmed": 26549029, "text": "CCCTC-binding factor (CTCF) targets the binding sites within MYCN promoter to facilitate its expression in neuroblastoma (NB) cells."}, {"pubmed": 26650627, "text": "Three novel genes were identified as recurrently mutated; MYCN, MYO5B and VCL, and mutations in these genes were exclusively found in malignant sympathetic paraganglioma tumors."}, {"pubmed": 26673823, "text": "Oncogenic MYCN re-wires its own interaction and signalling networks to repress regulators of normal cellular developmental processes, such as differentiation."}, {"pubmed": 26683771, "text": "study reveals a novel role of MYCN in controlling global splicing program through regulation of splicing factors in addition to its well-known role in the transcription program in nneuroblastomas."}, {"pubmed": 26686971, "text": "Novel pharmacodynamic biomarkers for MYCN protein and PI3K/AKT/mTOR pathway signaling in children with neuroblastoma."}, {"pubmed": 26709890, "text": "MYCN gene amplification (MNA) is strongly associated with other clinical and biological variables in neuroblastoma. Recursive partitioning has identified subgroups of neuroblastoma patients with highly disparate rates of MNA."}, {"pubmed": 26756701, "text": "N-myc protein also could bind to the promoter of pri-miR-4295 and inhibit the expression of RUNX3 in glioma cells."}, {"pubmed": 26815535, "text": "Suppression of MycN in human neural crest stem cells inhibits cell growth and cell cycle progression."}, {"pubmed": 26858029, "text": "the expression of MYCN, HMGA2, and DICER1 seems to be correlated to each other and the expression of the let7-genes impacted by their expression."}, {"pubmed": 26910568, "text": "the MNA (MYCN amplification)subclone appears to be constraint by the tumor environment and thus less relevant for tumor behavior in aggressive tumors with a high genomic instability and many segmental aberrations"}, {"pubmed": 26996379, "text": "The study conducted metabolic profiling of pre-malignant sympathetic ganglia and tumors derived from the TH-MYCN mouse model of neuroblastoma, that overexpresses human MYCN and compared to non-malignant ganglia from wildtype littermates. These results identify enhanced glutathione biosynthesis as a selective metabolic adaptation required for initiation of MYCN-driven neuroblastoma."}, {"pubmed": 27050099, "text": "N-Myc and activated AKT1 are sufficient to transform human prostate epithelial cells to prostate adenocarcinoma and neuroendocrine carcinoma. N-Myc is required for tumor maintenance."}, {"pubmed": 27055844, "text": "miR-21 enhances chemo-resistance in tongue cancer cells via directly targeting CADM1, and an inverse correlation between miR-21 and CADM1 expression in vivo. MiR-21 overexpression is attributed to MYCN-mediated transcriptional regulation, which is also predictive for a worse prognosis in tongue cancer"}, {"pubmed": 27167114, "text": "Data show that MYCN and its regulated microRNAs acted together to repress the tumor suppressor genes."}, {"pubmed": 27224546, "text": "Rac activity may be an important determinant of metastatic capability in subsets of neuroblastoma cells lacking MYCN amplification."}, {"pubmed": 27249766, "text": "many of the novel findings connect directly or indirectly to regulatory pathways controlling MYCN activity, bringing the old enemy into the spotlight of our current and future targeted drug efforts"}, {"pubmed": 27383785, "text": "let-7 disruption by LIN28B, MYCN sponging, or genetic loss is a unifying mechanism of neuroblastoma development with broad implications for cancer pathogenesis"}, {"pubmed": 27432152, "text": "High MycN expression is associated with low radiosensitivity in neuroblastoma."}, {"pubmed": 27438153, "text": "MYCN expression is a marker indicative of likely clinical sensitivity to mTOR inhibition in neuroblastoma cells"}, {"pubmed": 27447861, "text": "N-MYC is in the downstream-regulated gene family in reprogramming cancer metabolism under hypoxia [review]"}, {"pubmed": 27448979, "text": "Data show that transcription factor activating enhancer binding protein-4 (TFAP4) is a direct transcriptional target of MYCN in neuroblastoma and that high levels of this transcription factor are associated with poor clinical outcome in this disease."}, {"pubmed": 27449038, "text": "Data show that v-myc avian myelocytomatosis viral oncogene neuroblastoma derived homolog (MYCN) was overexpressed in non-small cell lung cancer (NSCLC) tumor tissues and cell lines, suggesting that targeting MYCN might provide beneficial effects for the clinical therapy of NSCLC."}, {"pubmed": 27465929, "text": "MYCN amplification can be heterogeneous between tumor sites, during tumor progression or following treatment, challenging the notion that MYCN copy number does not change for a particular neuroblastoma."}, {"pubmed": 27513929, "text": "MYCN Gene Amplification is associated with Neuroblastoma."}, {"pubmed": 27517149, "text": "SNHG1 is up-regulated by MYCN amplification and could be a potential prognostic biomarker for high-risk neuroblastoma intervention."}, {"pubmed": 27531891, "text": "Data indicate cross-talks between MYCN and beta-catenin signalling, which repress normal beta-catenin mediated transcriptional regulation."}, {"pubmed": 27571165, "text": "PRMT1 has a role in regulating MYCN in neuroblastoma"}, {"pubmed": 27599694, "text": "Many prognostic signatures for neuroblastoma are confounded by MYCN amplification."}, {"pubmed": 27707976, "text": "MYCN overexpression combined with activated anaplastic lymphoma kinase (ALK) is sufficient to induce neuroblastoma (NB) in mouse sympathoadrenal cells"}, {"pubmed": 27728805, "text": "Results show that N-Myc overexpression leads to the development of poorly differentiated, invasive prostate cancer that is molecularly similar to human NEPC."}, {"pubmed": 27773673, "text": "The findings reveal a PLK1-Fbw7-Myc signaling circuit that underlies tumorigenesis and validate PLK1 inhibitors, alone or with Bcl2 antagonists, as potential effective therapeutics for MYC-overexpressing cancers."}, {"pubmed": 27794475, "text": "That initial decision to deny coverage could have had untoward health implications for this child, as the identification of constitutional MYCN duplication necessitated surveillance imaging for a number of pediatric malignancies associated with MYCN"}, {"pubmed": 27836543, "text": "applying loss-and-gain function analysis, we demonstrated that miR-34a directly targeted to MYCN to sensitize NSCLC cells to cisplatin. In addition, p53 was found to monitor the expression of miR-34a in NSCLC cells after cisplatin treatment. Therefore, the sensitivity of cisplatin in NSCLC cells was modulated via p53/miR-34a/MYCN axis."}, {"pubmed": 27837025, "text": "We also propose a model for the stabilization mechanism in which binding to Aurora-A alters how N-Myc interacts with SCF(FbxW7) to disfavor the generation of Lys48-linked polyubiquitin chains"}, {"pubmed": 27894074, "text": "Results show that MYCN and LSD1 co-localize at NDRG1 promoter and repress its expression in neuroblastoma cells."}, {"pubmed": 27935099, "text": "data extend knowledge on roles of MCPIP1 in our model and link the protein to regulation of expression and stability of MYCN through decrease of signaling via Akt/mTOR pathway."}, {"pubmed": 28003306, "text": "This study provides a novel insight for miR-221 in the control of neuroblastoma cell proliferation and tumorigenesis, suggesting potentials of miR-221 as a prognosis marker and therapeutic target for patients with MYCN overexpressing neuroblastoma."}, {"pubmed": 28138962, "text": "PAX3-FOXO1 collaborates with MYCN during early rhabdomyosarcoma (RMS) tumourigenesis to dysregulate proliferation and inhibit myogenic differentiation and cell death."}, {"pubmed": 28209620, "text": "our results identify DOT1L as a novel cofactor in N-Myc-mediated transcriptional activation of target genes and neuroblastoma oncogenesis. Furthermore, they characterize DOT1L inhibitors as novel anticancer agents against MYCN-amplified neuroblastoma."}, {"pubmed": 28211617, "text": "Results establish evidence that high MYCN amplification can be present in retinoblastoma with or without coding sequence mutations in the RB1 gene."}, {"pubmed": 28270499, "text": "The combination of PD-L1 and HLA class I represents a novel prognostic biomarker for neuroblastoma. Pharmacologic inhibition of MYCN and MYC may be exploited to target PD-L1 and restore an efficient antitumor immunity in high-risk neuroblastoma."}, {"pubmed": 28423357, "text": "The target of miR-29b was predicted using miRanda, TargetScan and PicTar sofeware and authors also found MYCN was a direct target of miR-29b in glioma cells and miR-29b inhibited the proliferation of glioma cells via MYCN dependent way."}, {"pubmed": 28453467, "text": "Among 30 samples of brain tumor, 14 cases revealed MYCN amplification. High-protein expression of MYCN was also observed in 43.3% of patients. There was a significant correlation between MYCN gene amplification and protein expression, interestingly five case showed discrepancy between the gene amplification and protein expression."}, {"pubmed": 28560387, "text": "N-myc levels appear to be modulated by the antagonistic interactions of both miR-17, as a negative regulator, and HuD, as a positive regulator in N-myc-amplified neuroblastoma cells."}, {"pubmed": 28574509, "text": "eEF2K protects MYCN overexpressing NB cells from ND in vitro and in vivo, highlighting this kinase as a critical mediator of the adaptive response of MYCN amplified NB cells to metabolic stress."}, {"pubmed": 28696504, "text": "Increasing MYCN copy number is associated with an increasingly higher rate of unfavorable clinical/biological features, with 11q aberration being an exception. Patients with MYCN gain appear to have inferior outcomes, especially in otherwise more favorable groups."}, {"pubmed": 28791558, "text": "MYCN expression is regulated by ZAR1 in neuroblastoma."}, {"pubmed": 28867147, "text": "LMO1 is an important oncogene that promotes neuroblastoma initiation, progression, and widespread metastatic dissemination."}, {"pubmed": 29018959, "text": "High TrkA expression is one of the most powerful predictor of good prognosis in neuroblastoma and is associated with younger age, lower stage, and absence of MYCN amplification"}, {"pubmed": 29022893, "text": "overexpression of MYCN promoted cell proliferation, and induced erythroid differentiation block and apoptosis resistance to cytotoxic agent.  Knockdown of MYCN inhibited the expression of EZH2, and then activated p21 expression through removal of H3K27me3 at the p21 promoter."}, {"pubmed": 29117357, "text": "Common genetic variation predisposes to different neuroblastoma genotypes, including the likelihood of somatic MYCN-amplification. [meta-analysis]"}, {"pubmed": 29202477, "text": "these observations demonstrate that MYCN upregulates EZH2, leading to inactivation of a tumor suppressor program in neuroblastoma, and support testing EZH2 inhibitors in patients with MYCN-amplified neuroblastoma."}, {"pubmed": 29238067, "text": "Alternative nonhomologous DNA end-joining pathway proteins as components of MYCN oncogenic activity in human neural crest stem cell differentiation have been revealed in the process of neuroblastoma initiation in mice."}, {"pubmed": 29322842, "text": "CD133 expression and MYCN amplification induce chemoresistance and reduce average survival time in pediatric neuroblastoma."}, {"pubmed": 29328367, "text": "Data indicate that inter-play between MYCN and the highly tumorigenic proteins which are upregulated in the malignant IMR-32 neuroblastoma cells may be fueling their aggressive behavior."}, {"pubmed": 29379199, "text": "Present the first dynamic chromatin and transcriptional landscape of MYCN perturbation in neuroblastoma. At oncogenic levels, MYCN associates with E-box binding motifs in an affinity-dependent manner, binding to strong canonical E-boxes at promoters and invading abundant weaker non-canonical E-boxes clustered at enhancers."}, {"pubmed": 29408445, "text": "MAX to MYCN ratio that can account for tumour progression and clinical outcome in neuroblastoma."}, {"pubmed": 29445162, "text": "MYCN drives glutaminolysis in neuroblastoma and confers sensitivity to a reactive oxygen species-augmenting agent."}, {"pubmed": 29466962, "text": "MYCN levels are regulated transcriptionally by MYCNOS-01 (an alternative transcript of MYCNOS) in rhabdomyosarcoma and neuroblastoma cells."}, {"pubmed": 29610116, "text": "Study identified miR-204 as a tumor suppressor miRNA that inhibited a subnetwork of oncogenes strongly associated with MYCN-amplified neuroblastoma and poor patient outcome. MYCN bound to the miR-204 promoter and repressed miR-204 transcription. Conversely, miR-204 directly bound MYCN mRNA and repressed MYCN expression."}, {"pubmed": 29620172, "text": "Results demonstrated that MYCN expression was downregulated in cholangiocarcinoma (CCA) through a mechanism involving miR-5095 binding its 3'UTR."}, {"pubmed": 29673070, "text": "MYCN expression in the adult B-cell acute lymphoblastic leukaemia. MYCN directly binds to the DKK3 promoter but has no effect on DKK3 promoter methylation."}, {"pubmed": 29686061, "text": "these results suggest that MYCN serves as a prognostic biomarker and therapeutic target of ACR for liver cancer stem cell in de novo Hepatocellular carcinoma."}, {"pubmed": 29749516, "text": "This suggested that NMyc regulated survival and growth of CHP134 and BE2C neuroblastoma cells, potentially through Wnt/betacatenin signaling. Furthermore, associated proteins, NMyc and STAT interactor and dickkopf Wnt signaling pathway inhibitor 1, were demonstrated to be involved in this regulation."}, {"pubmed": 29797634, "text": "There was no difference in survival rates according to MYCN amplification in patients with high-risk neuroblastoma"}, {"pubmed": 29880876, "text": "TFAP4 is a key regulator of MYCN-amplified neuroblastom"}, {"pubmed": 30021854, "text": "a MycN/CIP2A-mediated cell-fate bias may reflect a possible mechanism underlying early priming of some aggressive forms of neuroblastoma."}, {"pubmed": 30088856, "text": "These results indicate that while individuals with deletions of 2p spanning several megabases and including MYCN can present with features not typically associated with FS1, the common core features are usually present."}, {"pubmed": 30127528, "text": "A set of critical dependency genes in MYCN-amplified neuroblastoma."}, {"pubmed": 30182136, "text": "A common pathway connecting n-MYC, NAMPT and SIRT1 may be active in basal cell carcinomas and in their cells of origin, contributing to their development."}, {"pubmed": 30204967, "text": "In this report, we present a case with Feingold Syndrome having a novel mutation in MYCN gene and discuss genetic counselling and prenatal diagnosis due to pregnancy of the patient's mother."}, {"pubmed": 30221699, "text": "restoration of MYCN reversed the effects of miR5013p in cisplatinresistant glioma cells. In conclusion, these results suggested that miR5013p may serve a promising marker for cisplatin resistance."}, {"pubmed": 30232224, "text": "Although the study did not meet its primary endpoint, a subset of patients with advanced prostate cancer and molecular features supporting Aurora-A and N-myc activation achieved significant clinical benefit from single-agent alisertib."}, {"pubmed": 30451831, "text": "TBX2 is a neuroblastoma core regulatory circuitry component enhancing MYCN/FOXM1 reactivation of DREAM targets."}, {"pubmed": 30538293, "text": "HBP1 inhibits both the transcriptional activating and repressing activity of MYCN."}, {"pubmed": 30542116, "text": "CX-5461 repressed the growth of established MYCN-amplified neuroblastoma xenograft tumors in nude mice."}, {"pubmed": 30573562, "text": "this is the first report of a germline gain-of-function mutation in MYCN identified in a patient with a novel megalencephaly syndrome similar to, but distinct from, CCND2-related megalencephaly-polymicrogyria-polydactyly-hydrocephalus syndrome. The data obtained here provide new insight into the critical role of MYCN in brain development, as well as the consequences of MYCN defects."}, {"pubmed": 30657058, "text": "N-Myc differentially regulating miR-421/ATM pathway contributes to ADT resistance and Enzalutamide resistance development respectively."}, {"pubmed": 30672053, "text": "crocin significantly inhibited the cell proliferation and clonogenicity and induced cell apoptosis in Y79 and WERI-RB-1 cells. In addition, crocin treatment significantly reduced the expression and the stability of MYCN. Besides, overexpression of MYCN rescued the inhibitory effect of crocin in Y79 cells."}, {"pubmed": 30765227, "text": "MYCN induces E2F5 expression in neuroblastoma cells. E2F5 is a direct target of MYCN in neuroblastoma cells."}, {"pubmed": 30848386, "text": "It is crucial for the tumorigenesis and progression of neuroblastoma."}, {"pubmed": 30864675, "text": "Results show that MYCN is upregulated in pediatric hepatoblastoma (HB) tumors due to the transcriptional activity of its antisense transcript, MYCNOS. Hypomethylation of the MYCN/MYCNOS locus is associated with high expression levels."}, {"pubmed": 30894746, "text": "Because BRCA1 is highly expressed in neuronal progenitor cells during early development and MYC is less efficient than MYCN in recruiting BRCA1, our findings indicate that a cell-lineage-specific stress response enables MYCN-driven tumours to cope with deregulated RNAPII function"}, {"pubmed": 31260412, "text": "N-Myc regulates lineage plasticity and epigenetic reprogramming associated with lineage-specification"}, {"pubmed": 31313541, "text": "The combination treatment with GA and vorinostat synergistically reduced cell survival in the MYCN and CD71 overexpressing tumor cells. The same treatment had no effect or minimal effect on HEK293 and HEF cells used as models of non-cancer cells."}, {"pubmed": 31343784, "text": "MYCN gene polymorphisms might be low penetrant variants in Wilms tumor."}, {"pubmed": 31357838, "text": "MiR-144 inhibits proliferation, promotes apoptosis and enhances the sensitivity of neuroblastoma cells to DDP through targeting MYCN, which provides a potential treatment for neuroblastoma."}, {"pubmed": 31414211, "text": "MYCN amplification drives an aggressive form of spinal ependymoma."}, {"pubmed": 31427086, "text": "Expression levels of TAp63mRNA inversely correlated with those of MYCN/NCYM expression in primary neuroblastomas, which was associated with a favorable prognosis."}, {"pubmed": 31444411, "text": "These findings reveal a critical role of GLDC in sustaining the proliferation of neuroblastoma cells with high-level GLDC expression and suggest that MYCN amplification is a biomarker for GLDC-based therapeutic strategies against high-risk neuroblastoma."}, {"pubmed": 31501192, "text": "Competitive chemical inhibition of the MYCN-PA2G4 protein-protein interface had potent inhibitory effects on neuroblastoma tumorigenesis in vivo."}, {"pubmed": 31542727, "text": "A significant percentage of neuroblastoma tumours show high expression of anaplasticlymphoma kinase (ALK) or MYCN protein which was associated with adverse clinical prognostic factors."}, {"pubmed": 31615807, "text": "Analysis of gene expression data from patients with neuroblastoma revealed that MYCN was associated with increased reactive oxygen species (ROS), downregulated mitophagy, and poor prognosis. Study highlights the role of N-Myc in blocking mitophagy in neuroblastoma and in conferring protection to ROS in mitochondria through upregulation of TRAP1."}, {"pubmed": 31637848, "text": "miR-15a-5p, miR-15b-5p, and miR-16-5p inhibit tumor progression by directly targeting MYCN in neuroblastoma."}, {"pubmed": 31685009, "text": "We found that for patients with bone marrow metastatic neuroblastoma, 11q23 deletion predicted poor prognosis only in those without MYCN amplification. Combined assessment of the two markers was superior to single-marker assessment in identifying patients at a high risk of disease progression."}, {"pubmed": 31819055, "text": "ASCL1 and LMO1 directly regulate the expression of CRC genes, indicating that ASCL1 is a member and LMO1 is a coregulator of the ADRN neuroblastoma core regulatory cicuitry."}, {"pubmed": 31856871, "text": "he tumor suppressive properties of DHA and ELOVL2 are repressed by the MYCN and PRC1 jointly, which suggests a new epigenetic mechanism of MYCN-mediated fatty acid regulation and indicates PRC1 inhibition as a potential novel strategy to activate ELOVL2 suppressive functions."}, {"pubmed": 31883160, "text": "MYCN expression levels were inversely correlated with miR-493-5p in tumor tissues."}, {"pubmed": 32060267, "text": "ATRX mutations and MYCN amplification are mutually exclusive across all ages and stages in neuroblastoma."}, {"pubmed": 32071436, "text": "In this Review, we first summarize the biochemistry of MYC proteins and what is known (or is unclear) about the MYC target genes. We then discuss recent progress in defining the interactomes of MYC and MYCN and how this information affects central concepts of MYC biology, focusing on mechanisms by which MYC proteins modulate transcription."}, {"pubmed": 32075946, "text": "Inhibition of the ALDH18A1-MYCN positive feedback loop attenuates MYCN-amplified neuroblastoma growth."}, {"pubmed": 32085516, "text": "Hypoxia-Dependent Expression of TG2 Isoforms in Neuroblastoma Cells as Consequence of Different MYCN Amplification Status."}, {"pubmed": 32087738, "text": "The PLAGL2/MYCN/miR-506-3p interplay regulates neuroblastoma cell fate and associates with neuroblastoma progression."}, {"pubmed": 32238141, "text": "MiR-134, Mediated by IRF1, Suppresses Tumorigenesis and Progression by Targeting VEGFA and MYCN in Osteosarcoma."}, {"pubmed": 32240058, "text": "MYCN Silencing by RNAi Induces Neurogenesis and Suppresses Proliferation in Models of Neuroblastoma with Resistance to Retinoic Acid."}, {"pubmed": 32492633, "text": "Association of heterogeneous MYCN amplification with clinical features, biological characteristics and outcomes in neuroblastoma: A report from the Children's Oncology Group."}, {"pubmed": 32601179, "text": "LIN28B regulates transcription and potentiates MYCN-induced neuroblastoma through binding to ZNF143 at target gene promotors."}, {"pubmed": 32641156, "text": "High level MYCN amplification and distinct methylation signature define an aggressive subtype of spinal cord ependymoma."}, {"pubmed": 32720593, "text": "SNHG7 Facilitates Glioblastoma Progression by Functioning as a Molecular Sponge for MicroRNA-449b-5p and Thereby Increasing MYCN Expression."}, {"pubmed": 32777141, "text": "Neuroblastoma patient-derived cultures are enriched for a mesenchymal gene signature and reflect individual drug response."}, {"pubmed": 32788584, "text": "RNA N(6)-methyladenosine modification is required for miR-98/MYCN axis-mediated inhibition of neuroblastoma progression."}, {"pubmed": 32896084, "text": "Implementation of the plasma MYCN/NAGK ratio to detect MYCN amplification in patients with neuroblastoma."}, {"pubmed": 32925198, "text": "A novel mutation in MYCN gene causing congenital absence of the flexor pollicis longus tendon as an unusual presentation of Feingold syndrome 1."}, {"pubmed": 32979173, "text": "Significance of hematopoietic surface antigen CD34 in neuroblastoma prognosis and the genetic landscape of CD34-expressing neuroblastoma CSCs."}, {"pubmed": 33000273, "text": "NMyc induces the tumor progression of prostate cancer by regulating FSCN1."}, {"pubmed": 33016930, "text": "Orally bioavailable CDK9/2 inhibitor shows mechanism-based therapeutic potential in MYCN-driven neuroblastoma."}, {"pubmed": 33106998, "text": "Downregulation of N-myc Interactor Promotes Cervical Cancer Cells Growth by Activating Stat3 Signaling."}, {"pubmed": 33155199, "text": "LncRNA NORAD stimulates proliferation and migration of renal cancer via activating the miR-144-3p/MYCN axis."}, {"pubmed": 33199677, "text": "Enhancer hijacking determines extrachromosomal circular MYCN amplicon architecture in neuroblastoma."}, {"pubmed": 33326736, "text": "Downregulated NORAD in neuroblastoma promotes cell proliferation via chromosomal instability and predicts poor prognosis."}, {"pubmed": 33393844, "text": "Identification of MYCN-Related Gene as a Potential Biomarker for Neuroblastoma Prognostic Model by Integrated Analysis and Quantitative Real-Time PCR."}, {"pubmed": 33411331, "text": "ALK ligand ALKAL2 potentiates MYCN-driven neuroblastoma in the absence of ALK mutation."}, {"pubmed": 33442900, "text": "Clinical and molecular characterizations of 11 new patients with type 1 Feingold syndrome: Proposal for selecting diagnostic criteria and further genetic testing in patients with severe phenotype."}, {"pubmed": 33537818, "text": "MYCNamplified neuroblastoma cellderived exosomal miR175p promotes proliferation and migration of nonMYCN amplified cells."}, {"pubmed": 33637566, "text": "Activated ALK Cooperates with N-Myc via Wnt/beta-Catenin Signaling to Induce Neuroendocrine Prostate Cancer."}, {"pubmed": 33658627, "text": "A novel combination therapy targeting ubiquitin-specific protease 5 in MYCN-driven neuroblastoma."}, {"pubmed": 33767157, "text": "An ALYREF-MYCN coactivator complex drives neuroblastoma tumorigenesis through effects on USP3 and MYCN stability."}, {"pubmed": 33806217, "text": "MIAT Is an Upstream Regulator of NMYC and the Disruption of the MIAT/NMYC Axis Induces Cell Death in NMYC Amplified Neuroblastoma Cell Lines."}, {"pubmed": 33870828, "text": "Secondary enucleated retinoblastoma with MYCN amplification."}, {"pubmed": 34003079, "text": "MYCN amplification levels in primary retinoblastoma tumors analyzed by Multiple Ligation-dependent Probe Amplification."}, {"pubmed": 34011924, "text": "MYCN mediates TFRC-dependent ferroptosis and reveals vulnerabilities in neuroblastoma."}, {"pubmed": 34116676, "text": "Age related gene DST represents an independent prognostic factor for MYCN non-amplified neuroblastoma."}, {"pubmed": 34289065, "text": "Targeting a noncanonical, hairpin-containing G-quadruplex structure from the MYCN gene."}, {"pubmed": 34333551, "text": "The expression of ELOVL4, repressed by MYCN, defines neuroblastoma patients with good outcome."}, {"pubmed": 34425282, "text": "MiR-142-5p serves as a tumor suppressor in retinoblastoma cells by regulating MYCN."}, {"pubmed": 34439779, "text": "How Do Telomere Abnormalities Regulate the Biology of Neuroblastoma?"}, {"pubmed": 34523032, "text": "N-Myc promotes angiogenesis and therapeutic resistance of prostate cancer by TEM8."}, {"pubmed": 34550549, "text": "Silencing of Long Non-coding RNA LINC01106 Represses Malignant Behaviors of Gastric Cancer Cells by Targeting miR-34a-5p/MYCN Axis."}, {"pubmed": 34590686, "text": "Mycn deficiency underlies the development of orofacial clefts in mice and humans."}, {"pubmed": 34751044, "text": "Predicting amplification of MYCN using CpG methylation biomarkers in neuroblastoma."}, {"pubmed": 34772733, "text": "EP300 Selectively Controls the Enhancer Landscape of MYCN-Amplified Neuroblastoma."}, {"pubmed": 34779407, "text": "LIN28B alters ribosomal dynamics to promote metastasis in MYCN-driven malignancy."}, {"pubmed": 34847357, "text": "MYCN recruits the nuclear exosome complex to RNA polymerase II to prevent transcription-replication conflicts."}, {"pubmed": 34847775, "text": "MYC regulates metabolism through vesicular transfer of glycolytic kinases."}, {"pubmed": 34861448, "text": "Combined Detection of Copy Number Variations of MYCN and ALK using Droplet Digital Polymerase Chain Reaction to Identify High-Risk Patients with Neuroblastoma."}, {"pubmed": 34893606, "text": "KDM6B promotes activation of the oncogenic CDK4/6-pRB-E2F pathway by maintaining enhancer activity in MYCN-amplified neuroblastoma."}, {"pubmed": 34937609, "text": "MYCN Directly Targets NeuroD1 to Promote Cellular Proliferation in Neuroblastoma."}, {"pubmed": 35085004, "text": "Urinary 3-Methoxytyramine Is a Biomarker for MYC Activity in Patients With Neuroblastoma."}, {"pubmed": 35132576, "text": "ALK expression, prognostic significance, and its association with MYCN expression in MYCN non-amplified neuroblastoma."}, {"pubmed": 35137546, "text": "MYCN amplification plus 1p36 loss of heterozygosity predicts ultra high risk in bone marrow metastatic neuroblastoma."}, {"pubmed": 35414524, "text": "MYCN amplification and International Neuroblastoma Risk Group stratification on fine-needle aspiration biopsy and their correlation to survival in neuroblastoma."}, {"pubmed": 35460355, "text": "CT-based morphologic and radiomics features for the classification of MYCN gene amplification status in pediatric neuroblastoma."}, {"pubmed": 35652628, "text": "E2F3 gene expression is a potential negative prognostic marker for localised and MYCN not-amplified neuroblastoma: Results of in silico analysis of 786 samples."}, {"pubmed": 35820898, "text": "MYCN protein stability is a better prognostic indicator in neuroblastoma."}, {"pubmed": 35867756, "text": "An immature, dedifferentiated, and lineage-deconstrained cone precursor origin of N-Myc-initiated retinoblastoma."}, {"pubmed": 35942521, "text": "MYCN and HIF-1 directly regulate TET1 expression to control 5-hmC gains and enhance neuroblastoma cell migration in hypoxia."}, {"pubmed": 35960849, "text": "Aberrant MYCN expression drives oncogenic hijacking of EZH2 as a transcriptional activator in peripheral T-cell lymphoma."}, {"pubmed": 35978151, "text": "SMARCE1 promotes neuroblastoma tumorigenesis through assisting MYCN-mediated transcriptional activation."}, {"pubmed": 36162447, "text": "Dual isothermal amplification all-in-one approach for rapid and highly sensitive quantification of plasma circulating MYCN gene of neuroblastoma."}, {"pubmed": 36396668, "text": "Bioinformatics analysis of miRNAs in the neuroblastoma 11q-deleted region reveals a role of miR-548l in both 11q-deleted and MYCN amplified tumour cells."}, {"pubmed": 36520365, "text": "Targeting ARHGEF12 promotes neuroblastoma differentiation, MYCN degradation, and reduces tumorigenicity."}, {"pubmed": 36598365, "text": "HAND2 Assists MYCN Enhancer Invasion to Regulate a Noradrenergic Neuroblastoma Phenotype."}, {"pubmed": 36609284, "text": "Pediatric high-grade glioma MYCN is frequently associated with Li-Fraumeni syndrome."}, {"pubmed": 36923280, "text": "Impaired Antitumor Immune Response in MYCN-amplified Neuroblastoma Is Associated with Lack of CCL2 Secretion and Poor Dendritic Cell Recruitment."}, {"pubmed": 36949231, "text": "A novel MYCN-YTHDF1 cascade contributes to retinoblastoma tumor growth by eliciting m[6]A -dependent activation of multiple oncogenes."}, {"pubmed": 36963289, "text": "Targeting PKLR/MYCN/ROMO1 signaling suppresses neuroendocrine differentiation of castration-resistant prostate cancer."}, {"pubmed": 37175848, "text": "MYCN Amplification Is Associated with Reduced Expression of Genes Encoding gamma-Secretase Complex and NOTCH Signaling Components in Neuroblastoma."}, {"pubmed": 37185778, "text": "Genomic profiles of IDH-mutant gliomas: MYCN-amplified IDH-mutant astrocytoma had the worst prognosis."}, {"pubmed": 37221048, "text": "Neuroblastoma-derived v-myc avian myelocytomatosis viral related oncogene or MYCN gene."}, {"pubmed": 37230388, "text": "The deubiquitinase USP28 maintains the expression of the transcription factor MYCN and is essential in neuroblastoma cells."}, {"pubmed": 37246217, "text": "IGF2BP1 induces neuroblastoma via a druggable feedforward loop with MYCN promoting 17q oncogene expression."}, {"pubmed": 37402719, "text": "Defining the landscape of circular RNAs in neuroblastoma unveils a global suppressive function of MYCN."}, {"pubmed": 37435859, "text": "LRP8-mediated selenocysteine uptake is a targetable vulnerability in MYCN-amplified neuroblastoma."}, {"pubmed": 37460674, "text": "MYCN amplification, TERT rearrangements and ATRX mutations in neuroblastoma: clinicopathological correlates- an Indian perspective."}, {"pubmed": 37461251, "text": "CCNB1IP1 prevents ubiquitination-mediated destabilization of MYCN and potentiates tumourigenesis of MYCN-amplificated neuroblastoma."}, {"pubmed": 37707410, "text": "Prediction of MYCN Gene Amplification in Pediatric Neuroblastomas: Development of a Deep Learning-Based Tool for Automatic Tumor Segmentation and Comparative Analysis of Computed Tomography-Based Radiomics Features Harmonization."}, {"pubmed": 37710961, "text": "Gain-of-function MYCN causes a megalencephaly-polydactyly syndrome manifesting mirror phenotypes of Feingold syndrome."}, {"pubmed": 37741985, "text": "LncRNA AC142119.1 facilitates the progression of neuroblastoma by epigenetically initiating the transcription of MYCN."}, {"pubmed": 37762082, "text": "USP7 Inhibition Suppresses Neuroblastoma Growth via Induction of p53-Mediated Apoptosis and EZH2 and N-Myc Downregulation."}, {"pubmed": 37884585, "text": "Computational completion of the Aurora interaction region of N-Myc in the Aurora a kinase complex."}, {"pubmed": 38049564, "text": "MYCN and SNRPD3 cooperate to maintain a balance of alternative splicing events that drives neuroblastoma progression."}, {"pubmed": 38336749, "text": "MTHFD1 regulates the NADPH redox homeostasis in MYCN-amplified neuroblastoma."}, {"pubmed": 38489372, "text": "CKLF instigates a \"cold\" microenvironment to promote MYCN-mediated tumor aggressiveness."}, {"pubmed": 38553589, "text": "Identification of MYCN non-amplified neuroblastoma subgroups points towards molecular signatures for precision prognosis and therapy stratification."}, {"pubmed": 38555652, "text": "Ependymomas of the spinal region in adults: Clinical and pathological features and MYCN expression levels in spinal ependymomas and myxopapillary ependymomas."}, {"pubmed": 38605297, "text": "Mitotic gene regulation by the N-MYC-WDR5-PDPK1 nexus."}, {"pubmed": 38662542, "text": "The MYCN 5' UTR as a therapeutic target in neuroblastoma."}, {"pubmed": 38745192, "text": "KAP1 stabilizes MYCN mRNA and promotes neuroblastoma tumorigenicity by protecting the RNA m[6]A reader YTHDC1 protein degradation."}, {"pubmed": 38748789, "text": "N-MYC impairs innate immune signaling in high-grade serous ovarian carcinoma."}, {"pubmed": 38992040, "text": "The transcriptional co-repressor Runx1t1 is essential for MYCN-driven neuroblastoma tumorigenesis."}], "genomic_pos": {"chr": "2", "end": 15947007, "ensemblgene": "ENSG00000134323", "start": 15940550, "strand": 1}, "genomic_pos_hg19": {"chr": "2", "end": 16087129, "start": 16080686, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006357", "pubmed": 3796607, "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010628", "pubmed": 23308108, "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010629", "pubmed": 21796614, "qualifier": "involved_in", "term": "negative regulation of gene expression"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045893", "pubmed": 24391509, "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 17327229, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:1902895", "pubmed": 21796614, "qualifier": "involved_in", "term": "positive regulation of miRNA transcription"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 10597290, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005730", "qualifier": "located_in", "term": "nucleolus"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000978", "pubmed": 17327229, "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001228", "pubmed": 17327229, "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "TAS", "id": "GO:0003677", "pubmed": 10597290, "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0003700", "pubmed": 3796607, "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [10597290, 11593398, 17289033, 18003922, 19111882, 21698133, 23792191, 25175806, 26766587, 27728805, 27837025], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019900", "pubmed": 27837025, "qualifier": "enables", "term": "kinase binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046983", "qualifier": "enables", "term": "protein dimerization activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}]}, "homologene": {"genes": [[7955, 252851], [8364, 448649], [9031, 421948], [9544, 698699], [9598, 459043], [9606, 4613], [9615, 482978], [9913, 616888], [10090, 18109], [10116, 298894]], "id": 3922}, "interpro": [{"desc": "Transcription regulator Myc", "id": "IPR002418", "short_desc": "Tscrpt_reg_Myc"}, {"desc": "Myc-type, basic helix-loop-helix (bHLH) domain", "id": "IPR011598", "short_desc": "bHLH_dom"}, {"desc": "Transcription regulator Myc, N-terminal", "id": "IPR012682", "short_desc": "Tscrpt_reg_Myc_N"}, {"desc": "Helix-loop-helix DNA-binding domain superfamily", "id": "IPR036638", "short_desc": "HLH_DNA-bd_sf"}], "ipi": "IPI00022372", "map_location": "2p24.3", "name": "MYCN proto-oncogene, bHLH transcription factor", "other_names": ["N-myc proto-oncogene protein", "class E basic helix-loop-helix protein 37", "neuroblastoma MYC oncogene", "neuroblastoma-derived v-myc avian myelocytomatosis viral related oncogene", "oncogene NMYC", "v-myc avian myelocytomatosis viral oncogene neuroblastoma derived homolog"], "pantherdb": {"HGNC": "7559", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1332242", "ortholog_type": "O", "panther_family": "PTHR45851", "taxid": 10090, "uniprot_kb": "Q9Z304"}, {"RGD": "3133", "ortholog_type": "O", "panther_family": "PTHR45851", "taxid": 10116, "uniprot_kb": "P23999"}, {"MGI": "97357", "ortholog_type": "LDO", "panther_family": "PTHR45851", "taxid": 10090, "uniprot_kb": "P03966"}, {"RGD": "1584995", "ortholog_type": "LDO", "panther_family": "PTHR45851", "taxid": 10116, "uniprot_kb": "Q63379"}, {"Gene": "MYCN", "ortholog_type": "O", "panther_family": "PTHR45851", "taxid": 9031, "uniprot_kb": "P18444"}, {"Ensembl": "ENSGALG00000016462", "ortholog_type": "LDO", "panther_family": "PTHR45851", "taxid": 9031, "uniprot_kb": "E1C3E1"}, {"FlyBase": "FBgn0262656", "ortholog_type": "O", "panther_family": "PTHR45851", "taxid": 7227, "uniprot_kb": "Q9W4S7"}], "uniprot_kb": "P04198"}, "pathway": {"kegg": {"id": "hsa05202", "name": "Transcriptional misregulation in cancer - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-201556", "name": "Signaling by ALK"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}, {"id": "R-HSA-9006936", "name": "Signaling by TGFB family members"}, {"id": "R-HSA-9839373", "name": "Signaling by TGFBR3"}, {"id": "R-HSA-9839394", "name": "TGFBR3 expression"}], "wikipathways": [{"id": "WP3651", "name": "Pathways affected in adenoid cystic carcinoma"}, {"id": "WP5053", "name": "Development of ureteric collection system"}]}, "pdb": ["5G1X", "7ZTL"], "pfam": ["PF00010", "PF01056"], "pharmgkb": "PA31359", "pharos": {"target_id": 18691, "tdl": "Tbio"}, "pir": ["A01355", "A25744"], "prosite": "PS50888", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF253039", "relationship": "is"}, {"id": "GNF253040", "relationship": "is"}, {"id": "GNF253041", "relationship": "is"}, {"id": "GNF253042", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF050086", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": {"id": "GNF092313", "relationship": "is"}, "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF055248", "relationship": "is"}, {"id": "GNF059912", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF064177", "relationship": "is"}, {"id": "GNF064178", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF010064", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF098592", "relationship": "is"}, {"id": "GNF138247", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000002.12", "NC_060926.1", "NG_007457.2"], "protein": ["NP_001280157.1", "NP_001280160.1", "NP_001280162.1", "NP_005369.2", "XP_047300390.1", "XP_054198135.1"], "rna": ["NM_001293228.2", "NM_001293231.2", "NM_001293233.2", "NM_005378.6", "XM_047444434.1", "XM_054342160.1"], "translation": [{"protein": "XP_054198135.1", "rna": "XM_054342160.1"}, {"protein": "XP_047300390.1", "rna": "XM_047444434.1"}, {"protein": "NP_001280162.1", "rna": "NM_001293233.2"}, {"protein": "NP_005369.2", "rna": "NM_005378.6"}, {"protein": "NP_001280157.1", "rna": "NM_001293228.2"}, {"protein": "NP_001280160.1", "rna": "NM_001293231.2"}]}, "reporter": {"HG-U133_Plus_2": ["209756_s_at", "209757_s_at", "211377_x_at", "234376_at", "242026_at"], "HG-U95Av2": ["2078_s_at", "35158_at"], "HTA-2_0": "TC02000094.hg.1", "HuEx-1_0": ["2470805", "2470838", "2470851", "2470853"], "HuGene-1_1": "8040419", "HuGene-2_1": "16877413"}, "retired": 53360, "summary": "This gene is a member of the MYC family and encodes a protein with a basic helix-loop-helix (bHLH) domain. This protein is located in the nucleus and must dimerize with another bHLH protein in order to bind DNA. Amplification of this gene is associated with a variety of tumors, most notably neuroblastomas. Multiple alternatively spliced transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Jun 2014].", "symbol": "MYCN", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C0812287"}, "unigene": "Hs.25960", "uniprot": {"Swiss-Prot": "P04198", "TrEMBL": ["A0A1W2PPD9", "Q9H224"]}, "wikipedia": {"url_stub": "N-Myc"}}