{"AllianceGenome": "7611", "HGNC": "7611", "MIM": "159970", "_id": "4654", "_version": 1, "accession": {"genomic": ["AC124301.6", "AF027148.1", "CH471064.2", "CP068267.2", "KT583994.1", "NC_000011.10", "NC_060935.1"], "protein": ["AAC29001.1", "AAH64493.1", "AAP35821.1", "BAG37469.1", "CAA35640.1", "CAA40000.1", "EAW68427.1", "NP_002469.2", "P15172.3"], "rna": ["AI300241.1", "AK314968.1", "BC064493.1", "BF205042.1", "BF304059.1", "BT007157.1", "NM_002478.5", "X17650.1", "X56677.1"], "translation": [{"protein": "CAA35640.1", "rna": "X17650.1"}, {"protein": "CAA40000.1", "rna": "X56677.1"}, {"protein": "AAH64493.1", "rna": "BC064493.1"}, {"protein": "NP_002469.2", "rna": "NM_002478.5"}, {"protein": "AAP35821.1", "rna": "BT007157.1"}, {"protein": "BAG37469.1", "rna": "AK314968.1"}]}, "alias": ["CMYO17", "CMYP17", "MYF3", "MYOD", "MYODRIF", "PUM", "bHLHc1"], "ensembl": {"gene": "ENSG00000129152", "protein": "ENSP00000250003", "transcript": "ENST00000250003", "translation": [{"protein": "ENSP00000250003", "rna": "ENST00000250003"}], "type_of_gene": "protein_coding"}, "entrezgene": "4654", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 4.1779178345, "exp_mis": 191.523607454, "exp_syn": 114.237632673, "lof_z": -0.883034540011145, "mis_z": 1.96237887483754, "mu_lof": 3.43818419891e-07, "mu_mis": 2.02022624284e-05, "mu_syn": 1.20370249451e-05, "n_lof": 6.0, "n_mis": 136.0, "n_syn": 65.0, "p_li": 2.68321885548831e-05, "p_null": 0.820564644879139, "p_rec": 0.179408522932306, "syn_z": 2.8558921184014}, "bp": 963, "cds_end": 17743055, "cds_start": 17741329, "n_exons": 3, "nonpsych": {"exp_lof": 3.73176347765, "exp_mis": 173.297696377, "exp_syn": 103.346429198, "lof_z": 0.372019465704658, "mis_z": 2.00377023709462, "mu_lof": 3.43818419891e-07, "mu_mis": 2.02022624284e-05, "mu_syn": 1.20370249451e-05, "n_lof": 3.0, "n_mis": 121.0, "n_syn": 57.0, "p_li": 0.0127616789757522, "p_null": 0.361980044419029, "p_rec": 0.625258276605219, "syn_z": 2.87032996612881}, "nontcga": {"exp_lof": 3.83884443859, "exp_mis": 176.196892056, "exp_syn": 105.093790066, "lof_z": -1.08809530227204, "mis_z": 2.22182388967696, "mu_lof": 3.43818419891e-07, "mu_mis": 2.02022624284e-05, "mu_syn": 1.20370249451e-05, "n_lof": 6.0, "n_mis": 117.0, "n_syn": 61.0, "p_li": 2.22589508775769e-05, "p_null": 0.837772238329711, "p_rec": 0.162205502719412, "syn_z": 2.72339936500023}, "transcript": "ENST00000250003.3"}, "exons": [{"cdsend": 17721508, "cdsstart": 17719782, "chr": "11", "position": [[17719570, 17720412], [17720901, 17720980], [17721254, 17722136]], "strand": 1, "transcript": "NM_002478", "txend": 17722136, "txstart": 17719570}], "exons_hg19": [{"cdsend": 17743055, "cdsstart": 17741329, "chr": "11", "position": [[17741117, 17741959], [17742448, 17742527], [17742801, 17743683]], "strand": 1, "transcript": "NM_002478", "txend": 17743683, "txstart": 17741117}], "generif": [{"pubmed": 12105204, "text": "The myogenic basic helix-loop-helix family of transcription factors, MyoD, Myf5, myogenin, and MRF4, can each activate the muscle differentiation program."}, {"pubmed": 14767572, "text": "MYOD1 hypermethylation plays an important role in colorectal cancer and may be a novel prognostic factor."}, {"pubmed": 15163661, "text": "MyoD modulates the rate of Id1 degradation and suggest a dynamic interplay of these factors"}, {"pubmed": 15251938, "text": "Hypermethylation of MYOD1 is statistically significantly associated with poor disease outcome in cervical cancer."}, {"pubmed": 16007194, "text": "degradation is modulated by E12 and E47"}, {"pubmed": 16099183, "text": "This review highlights studies of molecular mechanisms by which the muscle-specific myogenic basic helix-loop-helix protein MyoD interacts with other regulatory factors to coordinate gene expression in a controlled and ordered manner."}, {"pubmed": 16435141, "text": "The expression of MyoD1 was more sensitive but less specific in patients with rhabdomyosarcoma."}, {"pubmed": 16614355, "text": "Myogenin and myogenic differentiation factor D (MyoD) mRNAs increased (P < 0.05) in young and old, whereas myogenic factor (myf)-5 mRNA increased in young only (P < 0.05). Myf-6 protein increased (P < 0.05) in both young and old."}, {"pubmed": 16841087, "text": "The results establish that cdk9/cyclin T2a-mediated coactivation of MyoD depends on serine 37 phosphorylation."}, {"pubmed": 17014844, "text": "MyoD below a threshold level and its displacement from the mitotic chromatin could present another window in the cell cycle for resetting the myogenic transcriptional program and to maintain the myogenic determination of the proliferating cells."}, {"pubmed": 17378682, "text": "MYOD1 is a positive diagnostic for biliary tract rhabdomyosarcoma."}, {"pubmed": 17693064, "text": "Expression of both the endogenous MyoD gene and a reporter gene driven by MyoD regulatory elements is similar in wild-type and homozygous null Gig1(nlacZ) transgenic MyoD1 mouse embryos."}, {"pubmed": 18078839, "text": "identified a negative regulatory element in the alpha-SG distal promoter including two conserved E-boxes (E1 and E2), which interact with MyoD"}, {"pubmed": 18599480, "text": "a nonconventional interaction between HP1 and a tissue-specific transcription factor, MyoD. In addition, they strongly suggest that HP1 isoforms play important roles during muscle terminal differentiation in an isoform-dependent manner."}, {"pubmed": 18676376, "text": "NFAT and MyoD cooperation regulates myogenin expression and myogenesis"}, {"pubmed": 19299559, "text": "multiple inhibitory mechanisms can be suppressed and myogenic differentiation can be induced in the RD rhabdomyosarcomas by increasing the abundance of MyoD:E-protein heterodimers"}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19733896, "text": "The methylation of MYOD1 in the normal colonic mucosa was significantly correlated with K-ras mutation in neoplastic tissue arising from the mucosa."}, {"pubmed": 20139084, "text": "calpain 3 participates in the establishment of the pool of reserve cells by decreasing the transcriptional activity of the key myogenic regulator MyoD via proteolysis independently of the ubiquitin-proteasome degradation pathway."}, {"pubmed": 20333749, "text": "Transgenic Pax7 and MyoD are not essential for myogenic differentiation and participation of bone marrow-derived myogenic progenitors in muscle regeneration."}, {"pubmed": 20364308, "text": "MyoD and c-myb are involved in regulation of basal and estrogen-induced transcription activity of the BRCA1 gene"}, {"pubmed": 20716948, "text": "Mef2d, Six4, and p38alpha MAPK function coordinately as regulators of a master regulator to mediate expression of MyoD target genes."}, {"pubmed": 20966410, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20980337, "text": "Knockdown of MyoD and PEA3 attenuated MDR1 expression and increased the sensitivity of multidrug resistant cancer cells to cytotoxic drugs that were transported by P-gp in SGC7901/VCR cells."}, {"pubmed": 21321994, "text": "MyoD can play an active role in Alveolar rhabdomyosarcoma (ARMS)by augmenting Pax7-FKHR function."}, {"pubmed": 21326383, "text": "Increases in MYOD indicate that 1 week of conventional resistance exercise may increase myogenic activity, including satellite cell proliferation and differentiation, respectively, in younger men."}, {"pubmed": 21440539, "text": "The myofibroblasts demonstrate the capacity for de-differentiation and proliferation by modulation of endogenous levels of MyoD."}, {"pubmed": 21732495, "text": "Data demonstrate radical acceleration of iPSC creation with a fusion gene between Oct4 and the powerful transactivation domain (TAD) of MyoD."}, {"pubmed": 22068056, "text": "BAF60c-MyoD complex directs recruitment of SWI/SNF to muscle loci in response to differentiation cues."}, {"pubmed": 22153073, "text": "Using MYOD1, study shows that an nucleosome-depleted region at the minimal enhancer region allows reprogramming to be initiated, which occurs in response to signals such as the forced expression of Myod1 in fibroblasts."}, {"pubmed": 22277673, "text": "the involvement of HUWE1 in the ubiquitination and proteasomal degradation of MyoD was described."}, {"pubmed": 22591756, "text": "Promoter gene hypermethylation of the MYOD-1 gene increases significantly with age in normal individuals and thus may offer potential as a putative biomarker for colorectal cancer."}, {"pubmed": 22613845, "text": "results suggest that MyoD and TIP120B potentiate each other at gene expression and post-translation levels, respectively, which may promote myogenesis cooperatively"}, {"pubmed": 22621191, "text": "Human squamous cell carcinomas and malignant melanomas contain significantly more Myo/Nog cells than basal cell carcinomas."}, {"pubmed": 22727434, "text": "MYOD1-transduced amnion-derived cells are capable of the dystrophin expression necessary for myogenic differentiation."}, {"pubmed": 23226416, "text": "SREBP-1 regulate muscle protein synthesis through the downregulation of the expression of MYOD1, MYOG and MEF2C factors."}, {"pubmed": 23230269, "text": "Using both primary human muscle cells and RD rhabdomyosarcoma cells, the study shows that MyoD binds in a similar genome-wide pattern in both tumor and normal cells but binds poorly at a subset of myogenic genes that fail to activate in the tumor cells."}, {"pubmed": 23383201, "text": "CRABP2 promotes myoblast differentiation and is modulated by the transcription factors MyoD and Sp1 in C2C12 cells."}, {"pubmed": 23438194, "text": "Direct reprogramming of fibroblasts to myocytes via bacterial injection of MyoD protein."}, {"pubmed": 24092238, "text": "Although expression of MyoD in a proliferating tumor is insufficient to prevent tumor progression, its expression in the cerebellum hinders medulloblastoma genesis."}, {"pubmed": 24272621, "text": "MYOD1 homozygous mutations are frequent, recurrent and pathognomonic events in adult-type spindle cell Rhabdomyosarcoma"}, {"pubmed": 24793135, "text": "analysis of a mutation in MYOD1 that may have a role in progression of embryonal rhabdomyosarcoma and may be associated with mutations altering PI3K-AKT pathway components"}, {"pubmed": 24824843, "text": "Spindle cell and sclerosing rhabdomyosarcoma show recurrent MYOD1 mutations, in keeping with a single pathologic entity, regardless of age at presentation."}, {"pubmed": 24905980, "text": "Studies indicate that MyoD occupies multiple promoters that induce the transcription of genes vital for establishing the myogenic fate and is also implicated as a mediator of many chromatin modifying enzymes for their recruitment to myogenic enhancers."}, {"pubmed": 25002625, "text": "A recurring point mutation in MYOD1 is found in 10% of embryonal rhabdomyosarcomas with distinct clinical features and poor prognosis."}, {"pubmed": 25055037, "text": "MyoD was required for the induction of FGF21 gene transcription by mitochondrial dysfunction."}, {"pubmed": 25108351, "text": "MyoD acts to promote SC proliferation and transition of cells into differentiation, while myogenin is known to drive terminal differentiation"}, {"pubmed": 25403490, "text": "MUNC is not a classic cis-acting enhancer RNA (e-RNA) acting exclusively by stimulating the neighboring MyoD gene"}, {"pubmed": 25651906, "text": "These observations demonstrated the first time that Wnt3a can directly activate MyoD expression through targeting cis-elements in the DE and the L fragment."}, {"pubmed": 26234681, "text": "these results suggest that sarcoma metastasis can be partially controlled through Pax7/MyoD-dependent activation of miR-182 and provide insight into the role that myogenic transcription factors have in sarcoma progression"}, {"pubmed": 26344356, "text": "Unmethylated MYOD1 gene is associated with chemoradiation resistance in Invasive Cervical Carcinoma."}, {"pubmed": 26733463, "text": "We provide the first description of a human phenotype that appears to result from MYOD1 mutation. The presentation with Lethal fetal akinesia deformation sequence is consistent with a large body of data demonstrating that in the mouse, MyoD is a major controller of precursor cell commitment to the myogenic differentiation programme"}, {"pubmed": 26902638, "text": "The mechanism of bakuchiol-induced myogenesis is described."}, {"pubmed": 27144672, "text": "The molecular pathogenesis of radiotherapy-induced muscle fibrosis involves the TGF-beta1 pathway and its repression of MyoD expression. Our results suggest a correlation between traditional swallow therapy /neuromuscular electrical stimulation combined therapy and the restoration of TGF-beta1/MyoD homeostasis in cervical muscles."}, {"pubmed": 27195289, "text": "Our results on Pax7 and MyoD protein expression suggest that proliferation and differentiation of skeletal muscle stem cells are affected in ALS patients, and the myogenic processes cannot overcome the denervation-induced wasting."}, {"pubmed": 27562493, "text": "we present the first report of MYOD1 (L122R) mutation in the largest cohort of 49 rhabdomyosarcomas reported so far, that are associated with a relatively aggressive clinical course"}, {"pubmed": 27611768, "text": "Analysis of the chromatin status of Cdkn1c promoter and KvDMR1 in unresponsive compared to responsive cell types showed that their differential responsiveness to the MyoD-dependent induction of the gene does not involve just their methylation status but, rather, the differential H3 lysine 9 dimethylation at KvDMR1."}, {"pubmed": 27688110, "text": "A high extent more than 25% of BRAF(V600E) alleles may be associated with disease outcome in PTC patients."}, {"pubmed": 28080960, "text": "Analysis of human rhabdomyosarcoma revealed that MYF5 and MYOD are mutually-exclusively expressed and each is required for sustained tumor growth."}, {"pubmed": 28131747, "text": "Data show that MeCP2 promotes gastric cancer (GC) cell proliferation via FOXF1-mediated Wnt5a/beta-Catenin signaling pathway, and suppresses GC cell apoptosis through MYOD1-mediated Caspase-3 signaling pathway."}, {"pubmed": 28501623, "text": "The results strongly suggest that the combination of MYCL plus MYOD1 may promote direct conversion of human fibroblasts into functional myoblasts that could potentially be used for regenerative therapy for muscle diseases and congenital muscle defects."}, {"pubmed": 28977539, "text": "Cell transdifferentiation of primary skin fibroblasts by forced expression of myogenic transcription factor MyoD was performed by quantitative analyses of gene expression and chromatin accessibility profiles."}, {"pubmed": 28981085, "text": "we found that MYOD transcription factor can upregulate miR-223 expression by binding to an E-box region of the gga-miR-223 gene promoter during avian myoblast differentiation. IGF2 and ZEB1 are two target genes of miR-223"}, {"pubmed": 29241530, "text": "ACL regulates the net amount of acetyl groups available, leading to alterations in acetylation of H3(K9/14) and H3(K27) at the MYOD locus, thus increasing MYOD expression."}, {"pubmed": 29500235, "text": "We address this paradox using basic helix-loop-helix (bHLH) transcription factors ASCL1, ASCL2, and MYOD1, crucial mediators of lineage specification..Although the ASCL factors and MYOD1 have some distinct DNA motif preference, it is not sufficient to explain the extent of the differential binding. All three factors can bind inaccessible chromatin and induce changes in chromatin accessibility and H3K27ac"}, {"pubmed": 29844345, "text": "SNAIL silencing allows the re-expression of MYF5 and canonical MYOD binding, promoting alveolar rhabdomyosarcoma cell myogenic differentiation."}, {"pubmed": 31301002, "text": "A range of epigenetic modifications in the Myod upstream region also play a part in activating and repressing Myod expression during development and regeneration. Here the evidence for this binding at Myod control regions is summarized, giving an overview of our current understanding of Myod expression regulation in mammals."}, {"pubmed": 31519520, "text": "MYOD-directed re-configuration of chromatin interactions temporally preceded the effect on gene expression and was mediated by direct MYOD-DNA binding to drive somatic cell trans-differentiation."}, {"pubmed": 31634638, "text": "PRMT1 promotes MyoD-mediated myogenin expression, for which the enzymatic activity of PRMT1 is needed. The arginine methylation of MyoD by PRMT1 enhances its DNA binding activity and transactivation."}, {"pubmed": 31831855, "text": "MyoD1 suppresses cell migration and invasion by inhibiting FUT4 transcription in human gastric cancer cells."}, {"pubmed": 32060262, "text": "CASZ1 up-regulates MYOD signature genes and induces skeletal muscle differentiation in normal myoblasts and Embryonal rhabdomyosarcoma."}, {"pubmed": 32217091, "text": "MyoD1 expression in fibroepithelial stromal polyps."}, {"pubmed": 32639872, "text": "Dual-specificity phosphatase 29 is induced during neurogenic skeletal muscle atrophy and attenuates glucocorticoid receptor activity in muscle cell culture."}, {"pubmed": 33420019, "text": "Interaction between SNAI2 and MYOD enhances oncogenesis and suppresses differentiation in Fusion Negative Rhabdomyosarcoma."}, {"pubmed": 33542304, "text": "The nuclear import of the transcription factor MyoD is reduced in mesenchymal stem cells grown in a 3D micro-engineered niche."}, {"pubmed": 33913590, "text": "MYOD1 as a prognostic indicator in rhabdomyosarcoma."}, {"pubmed": 35012940, "text": "Functional impact and targetability of PI3KCA, GNAS, and PTEN mutations in a spindle cell rhabdomyosarcoma with MYOD1 L122R mutation."}, {"pubmed": 38102140, "text": "MYOD-SKP2 axis boosts tumorigenesis in fusion negative rhabdomyosarcoma by preventing differentiation through p57[Kip2] targeting."}, {"pubmed": 38701194, "text": "MyoD1 promotes the transcription of BIK and plays an apoptosis-promoting role in the development of gastric cancer."}], "genomic_pos": {"chr": "11", "end": 17722136, "ensemblgene": "ENSG00000129152", "start": 17719571, "strand": 1}, "genomic_pos_hg19": {"chr": "11", "end": 17743678, "start": 17741115, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0000381", "qualifier": "involved_in", "term": "regulation of alternative mRNA splicing, via spliceosome"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006366", "qualifier": "involved_in", "term": "transcription by RNA polymerase II"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006468", "pubmed": 3175662, "qualifier": "involved_in", "term": "protein phosphorylation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007517", "pubmed": 1846704, "qualifier": "involved_in", "term": "muscle organ development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007518", "qualifier": "involved_in", "term": "myoblast fate determination"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007519", "pubmed": 3175662, "qualifier": "involved_in", "term": "skeletal muscle tissue development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007520", "qualifier": "involved_in", "term": "myoblast fusion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009267", "qualifier": "involved_in", "term": "cellular response to starvation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0014904", "pubmed": 10672515, "qualifier": "involved_in", "term": "myotube cell development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014908", "qualifier": "involved_in", "term": "myotube differentiation involved in skeletal muscle regeneration"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0035914", "qualifier": "involved_in", "term": "skeletal muscle cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0042693", "qualifier": "involved_in", "term": "muscle cell fate commitment"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043415", "qualifier": "involved_in", "term": "positive regulation of skeletal muscle tissue regeneration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043484", "pubmed": 10672515, "qualifier": "involved_in", "term": "regulation of RNA splicing"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043503", "qualifier": "involved_in", "term": "skeletal muscle fiber adaptation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045663", "qualifier": "involved_in", "term": "positive regulation of myoblast differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 11076940, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048741", "qualifier": "involved_in", "term": "skeletal muscle fiber development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0048743", "qualifier": "involved_in", "term": "positive regulation of skeletal muscle fiber development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051149", "pubmed": 10672515, "qualifier": "involved_in", "term": "positive regulation of muscle cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071356", "qualifier": "involved_in", "term": "cellular response to tumor necrosis factor"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071385", "qualifier": "involved_in", "term": "cellular response to glucocorticoid stimulus"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0071392", "qualifier": "involved_in", "term": "cellular response to estradiol stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071453", "qualifier": "involved_in", "term": "cellular response to oxygen levels"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1901741", "pubmed": 10672515, "qualifier": "involved_in", "term": "positive regulation of myoblast fusion"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1905382", "qualifier": "involved_in", "term": "positive regulation of snRNA transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000818", "qualifier": "involved_in", "term": "negative regulation of myoblast proliferation"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0000791", "qualifier": "part_of", "term": "euchromatin"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005634", "pubmed": 3175662, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005667", "qualifier": "part_of", "term": "transcription regulator complex"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0030016", "qualifier": "located_in", "term": "myofibril"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0000977", "pubmed": 11076940, "qualifier": "enables", "term": "RNA polymerase II transcription regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISS", "id": "GO:0001216", "qualifier": "enables", "term": "DNA-binding transcription activator activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001228", "pubmed": 11076940, "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISS", "id": "GO:0003682", "qualifier": "enables", "term": "chromatin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [10915743, 12887892, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0016922", "pubmed": 9862959, "qualifier": "enables", "term": "nuclear receptor binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0031490", "qualifier": "enables", "term": "chromatin DNA binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0031625", "qualifier": "enables", "term": "ubiquitin protein ligase binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0042803", "qualifier": "enables", "term": "protein homodimerization activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0043425", "qualifier": "enables", "term": "bHLH transcription factor binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0061629", "qualifier": "enables", "term": "RNA polymerase II-specific DNA-binding transcription factor binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0070888", "qualifier": "enables", "term": "E-box binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:1990841", "qualifier": "enables", "term": "promoter-specific chromatin binding"}]}, "homologene": {"genes": [[7955, 30513], [8364, 394569], [9031, 374048], [9544, 696222], [9598, 451057], [9606, 4654], [9615, 611940], [9913, 281938], [10090, 17927], [10116, 337868]], "id": 7857}, "interpro": [{"desc": "Myogenic muscle-specific protein, N-terminal", "id": "IPR002546", "short_desc": "MyoD_N"}, {"desc": "Myc-type, basic helix-loop-helix (bHLH) domain", "id": "IPR011598", "short_desc": "bHLH_dom"}, {"desc": "Myogenic determination factor 5", "id": "IPR022032", "short_desc": "Myf5"}, {"desc": "Helix-loop-helix DNA-binding domain superfamily", "id": "IPR036638", "short_desc": "HLH_DNA-bd_sf"}, {"desc": "Myogenic factor", "id": "IPR039704", "short_desc": "Myogenic_factor"}], "ipi": "IPI00102339", "map_location": "11p15.1", "name": "myogenic differentiation 1", "other_names": ["class C basic helix-loop-helix protein 1", "myf-3", "myoblast determination protein 1", "myogenic factor 3"], "pantherdb": {"HGNC": "7611", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "97275", "ortholog_type": "LDO", "panther_family": "PTHR11534", "taxid": 10090, "uniprot_kb": "P10085"}, {"RGD": "631429", "ortholog_type": "LDO", "panther_family": "PTHR11534", "taxid": 10116, "uniprot_kb": "Q02346"}, {"Gene": "MYOD1", "ortholog_type": "LDO", "panther_family": "PTHR11534", "taxid": 9031, "uniprot_kb": "P16075"}, {"Ensembl": "ENSGALG00000006216", "ortholog_type": "LDO", "panther_family": "PTHR11534", "taxid": 9031, "uniprot_kb": "F1NHM3"}, {"ZFIN": "ZDB-GENE-980526-561", "ortholog_type": "LDO", "panther_family": "PTHR11534", "taxid": 7955, "uniprot_kb": "Q90477"}, {"WormBase": "WBGene00001948", "ortholog_type": "O", "panther_family": "PTHR11534", "taxid": 6239, "uniprot_kb": "P22980"}, {"FlyBase": "FBgn0002922", "ortholog_type": "O", "panther_family": "PTHR11534", "taxid": 7227, "uniprot_kb": "P22816"}], "uniprot_kb": "P15172"}, "pathway": {"biocarta": [{"id": "hdacpathway", "name": "control of skeletal myogenesis by hdac and calcium/calmodulin-dependent kinase (camk)"}, {"id": "mitrpathway", "name": "signal dependent regulation of myogenesis by corepressor mitr"}], "kegg": {"id": "hsa05017", "name": "Spinocerebellar ataxia - Homo sapiens (human)"}, "netpath": {"id": "Pathway_ID", "name": "ID"}, "pid": [{"id": "cmyb_pathway", "name": "C-MYB transcription factor network"}, {"id": "hdac_classiii_pathway", "name": "Signaling events mediated by HDAC Class III"}, {"id": "hes_heypathway", "name": "Notch-mediated HES/HEY network"}, {"id": "rb_1pathway", "name": "Regulation of retinoblastoma protein"}, {"id": "smad2_3nuclearpathway", "name": "Regulation of nuclear SMAD2/3 signaling"}], "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-525793", "name": "Myogenesis"}, {"id": "R-HSA-525793", "name": "Myogenesis"}, {"id": "R-HSA-9006936", "name": "Signaling by TGFB family members"}, {"id": "R-HSA-9839373", "name": "Signaling by TGFBR3"}, {"id": "R-HSA-9839394", "name": "TGFBR3 expression"}], "wikipathways": [{"id": "WP2023", "name": "Cell Differentiation - Index expanded"}, {"id": "WP2029", "name": "Cell Differentiation - Index"}, {"id": "WP4787", "name": "Osteoblast differentiation"}, {"id": "WP4879", "name": "The Overlap Between Signal Transduction Pathways that Contribute to a Range of LMNA Laminopathies"}, {"id": "WP53", "name": "ID signaling pathway"}]}, "pfam": ["PF00010", "PF01586", "PF12232"], "pharmgkb": "PA31416", "pharos": {"target_id": 2938, "tdl": "Tbio"}, "pir": "S26827", "prosite": "PS50888", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF253083", "relationship": "is"}, {"id": "GNF253084", "relationship": "is"}, {"id": "GNF253085", "relationship": "is"}, {"id": "GNF253086", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF086281", "relationship": "is"}, {"id": "GNF086282", "relationship": "is"}, {"id": "GNF086283", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053864", "relationship": "is"}, {"id": "GNF058639", "relationship": "is"}, {"id": "GNF073892", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF062307", "relationship": "is"}, {"id": "GNF062308", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF010095", "relationship": "is"}, {"id": "GNF016413", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF101749", "relationship": "is"}, {"id": "GNF141404", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000011.10", "NC_060935.1"], "protein": "NP_002469.2", "rna": "NM_002478.5", "translation": {"protein": "NP_002469.2", "rna": "NM_002478.5"}}, "reporter": {"HG-U133_Plus_2": "206657_s_at", "HG-U95Av2": "33482_at", "HTA-2_0": "TC11000232.hg.1", "HuEx-1_0": "3322501", "HuGene-1_1": "7938730", "HuGene-2_1": "16722526"}, "summary": "This gene encodes a nuclear protein that belongs to the basic helix-loop-helix family of transcription factors and the myogenic factors subfamily. It regulates muscle cell differentiation by inducing cell cycle arrest, a prerequisite for myogenic initiation. The protein is also involved in muscle regeneration. It activates its own transcription which may stabilize commitment to myogenesis. [provided by RefSeq, Jul 2008].", "symbol": "MYOD1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1417574"}, "unigene": "Hs.181768", "uniprot": {"Swiss-Prot": "P15172"}, "wikipedia": {"url_stub": "MyoD"}}