{"AllianceGenome": "18704", "HGNC": "18704", "MIM": "300013", "_id": "8260", "_version": 1, "accession": {"genomic": ["CH471172.2", "CP068255.2", "NC_000023.11", "NC_060947.1", "NG_031987.2", "U52112.2"], "protein": ["AAH00308.1", "AAH19312.1", "AAH63377.1", "BAG57422.1", "BAG59209.1", "BAH14368.1", "CAA54691.1", "EAW72773.1", "EAW72774.1", "EAW72775.1", "EAW72776.1", "NP_001243048.1", "NP_001243049.1", "NP_003482.1", "P41227.1"], "rna": ["AK294081.1", "AK296593.1", "AK309083.1", "AK315997.1", "AY183134.1", "AY183135.1", "BC000308.2", "BC019312.1", "BC063377.1", "BI192945.1", "CA313208.1", "CR979270.1", "NM_001256119.2", "NM_001256120.2", "NM_003491.4", "X77588.1"], "translation": [{"protein": "AAH19312.1", "rna": "BC019312.1"}, {"protein": "NP_003482.1", "rna": "NM_003491.4"}, {"protein": "AAH00308.1", "rna": "BC000308.2"}, {"protein": "NP_001243048.1", "rna": "NM_001256119.2"}, {"protein": "NP_001243049.1", "rna": "NM_001256120.2"}, {"protein": "BAG59209.1", "rna": "AK296593.1"}, {"protein": "BAH14368.1", "rna": "AK315997.1"}, {"protein": "BAG57422.1", "rna": "AK294081.1"}, {"protein": "CAA54691.1", "rna": "X77588.1"}, {"protein": "AAH63377.1", "rna": "BC063377.1"}]}, "alias": ["ARD1", "ARD1A", "ARD1P", "DXS707", "LZMS", "MAA", "MCOPS1", "NATD", "OGDNS", "TE2", "hARD1"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2020-09-02T04:00:00.000Z", "disease_label": "NAA10-related syndrome", "gcep": "Intellectual Disability and Autism Gene Curation Expert Panel", "moi": "XL", "mondo": "MONDO:0100124", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_fcdd3d02-82f3-4ea3-a2b0-8ac2d4c40b1b-2020-09-02T040000.000Z", "sop": "SOP9"}}, "ec": "2.3.1.255", "ensembl": {"gene": "ENSG00000102030", "protein": ["ENSP00000359026", "ENSP00000359028", "ENSP00000359032", "ENSP00000377315", "ENSP00000413668", "ENSP00000417763"], "transcript": ["ENST00000370009", "ENST00000370011", "ENST00000370015", "ENST00000393710", "ENST00000393712", "ENST00000432089", "ENST00000460996", "ENST00000464845", "ENST00000466877", "ENST00000467451", "ENST00000477750", "ENST00000477882", "ENST00000478177", "ENST00000484950", "ENST00000488481", "ENST00000700299"], "translation": [{"protein": "ENSP00000417763", "rna": "ENST00000464845"}, {"protein": "ENSP00000359032", "rna": "ENST00000370015"}, {"protein": "ENSP00000377315", "rna": "ENST00000393712"}, {"protein": "ENSP00000359026", "rna": "ENST00000370009"}, {"protein": "ENSP00000359028", "rna": "ENST00000370011"}, {"protein": "ENSP00000413668", "rna": "ENST00000432089"}], "type_of_gene": "protein_coding"}, "entrezgene": "8260", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 6.35553564141, "exp_mis": 56.9975897047, "exp_syn": 27.7908431222, "lof_z": 1.71141434483184, "mis_z": 2.59132591161034, "mu_lof": 6.19479297661e-07, "mu_mis": 8.02131452691e-06, "mu_syn": 3.63491153547e-06, "n_lof": 2.0, "n_mis": 17.0, "n_syn": 29.0, "p_li": 0.188427799697794, "p_null": 0.0497283498620694, "p_rec": 0.761843850440136, "syn_z": -0.142194374546309}, "bp": 708, "cds_end": 153200357, "cds_start": 153195439, "n_exons": 8, "nonpsych": {"exp_lof": 5.66838561385, "exp_mis": 51.6028493993, "exp_syn": 25.1111114102, "lof_z": 1.5132032596887, "mis_z": 2.49982511364853, "mu_lof": 6.19479297661e-07, "mu_mis": 8.02131452691e-06, "mu_syn": 3.63491153547e-06, "n_lof": 2.0, "n_mis": 16.0, "n_syn": 27.0, "p_li": 0.166748097999486, "p_null": 0.0721137574711774, "p_rec": 0.761138144529337, "syn_z": -0.237321538068489}, "nontcga": {"exp_lof": 5.75605678303, "exp_mis": 51.8801866358, "exp_syn": 25.2790627476, "lof_z": 1.54436825979846, "mis_z": 2.55095115892631, "mu_lof": 6.19479297661e-07, "mu_mis": 8.02131452691e-06, "mu_syn": 3.63491153547e-06, "n_lof": 2.0, "n_mis": 15.0, "n_syn": 28.0, "p_li": 0.159514339095254, "p_null": 0.0656826671049824, "p_rec": 0.774802993799764, "syn_z": -0.342657924601537}, "transcript": "ENST00000464845.1"}, "exons": [{"cdsend": 153934904, "cdsstart": 153929986, "chr": "X", "position": [[153929224, 153930223], [153930762, 153930847], [153932315, 153932431], [153932538, 153932584], [153933942, 153934001], [153934376, 153934475], [153934883, 153935037]], "strand": -1, "transcript": "NM_001256119", "txend": 153935037, "txstart": 153929224}, {"cdsend": 153934904, "cdsstart": 153929986, "chr": "X", "position": [[153929224, 153930223], [153930762, 153930847], [153932070, 153932115], [153932315, 153932431], [153932538, 153932584], [153933960, 153934001], [153934376, 153934475], [153934883, 153935037]], "strand": -1, "transcript": "NM_001256120", "txend": 153935037, "txstart": 153929224}, {"cdsend": 153934904, "cdsstart": 153929986, "chr": "X", "position": [[153929224, 153930223], [153930762, 153930847], [153932070, 153932115], [153932315, 153932431], [153932538, 153932584], [153933942, 153934001], [153934376, 153934475], [153934883, 153935037]], "strand": -1, "transcript": "NM_003491", "txend": 153935037, "txstart": 153929224}], "exons_hg19": [{"cdsend": 153200357, "cdsstart": 153195439, "chr": "X", "position": [[153194677, 153195676], [153196215, 153196300], [153197768, 153197884], [153197991, 153198037], [153199395, 153199454], [153199829, 153199928], [153200336, 153200490]], "strand": -1, "transcript": "NM_001256119", "txend": 153200490, "txstart": 153194677}, {"cdsend": 153200357, "cdsstart": 153195439, "chr": "X", "position": [[153194677, 153195676], [153196215, 153196300], [153197523, 153197568], [153197768, 153197884], [153197991, 153198037], [153199413, 153199454], [153199829, 153199928], [153200336, 153200490]], "strand": -1, "transcript": "NM_001256120", "txend": 153200490, "txstart": 153194677}, {"cdsend": 153200357, "cdsstart": 153195439, "chr": "X", "position": [[153194677, 153195676], [153196215, 153196300], [153197523, 153197568], [153197768, 153197884], [153197991, 153198037], [153199395, 153199454], [153199829, 153199928], [153200336, 153200490]], "strand": -1, "transcript": "NM_003491", "txend": 153200490, "txstart": 153194677}], "generif": [{"pubmed": 11393533, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 12464182, "text": "ARD1-mediated acetylation regulates and destabilizes HIF-1 alpha by directly binding to it."}, {"pubmed": 15496142, "text": "Human Naa15 (NATH) and Naa10 (ARD1) form a stable NatA complex which associates with ribosomes and performs co-translational N-terminal acetylation; Naa15 (NATH) and Naa10 (ARD1) are cleaved during apoptosis resulting in decreased acetyltransferase activity"}, {"pubmed": 15496142, "text": "description of the human homologue of Nat1p, NATH (NAT human), as the binding partner of the hARD1 (human ARD1) protein"}, {"pubmed": 15496142, "text": "hARD1 complexes with NATH in a ribosomal associated protein-N-acetyltransferase complex."}, {"pubmed": 15749829, "text": "Amino-terminal acetyltransferase ARD1 (hARD1) interacts with a novel motif, 658-HGVVEVD-664, in the cytoplasmic domain of beta-amyloid precursor protein."}, {"pubmed": 15755738, "text": "ARD1 is involved in cell proliferation and in regulating a series of cellular metabolic pathways that are regulated during hypoxia response."}, {"pubmed": 15994306, "text": "Data demonstrate that ARD1 has limited, if any, impact on the HIF-1alpha signaling pathway."}, {"pubmed": 16279846, "text": "levels of endogenous NATH and hARD1 proteins in thyroid papillary carcinoma patients; results suggest that NATH positively affects the level of hARD1 protein both in vivo and in cell cultures"}, {"pubmed": 16288748, "text": "ARD1 specifically binds HIF-1 alpha, suggesting a putative, still unclear, connection between these proteins."}, {"pubmed": 16376303, "text": "A human ARD1 variant ortholog (235) has weak effects on hypoxia inducible factor (HIF)-1 alpha and VEGF mRNA stability compared to mouse ARD1 ortholog 225."}, {"pubmed": 16518407, "text": "Essential role in cell survival through protein N-alpha-acetylation."}, {"pubmed": 16823041, "text": "Structural characterization of native hARD1 using size exclusion chromatography, circular dichroism, & fluorescence spectroscopy shows the protein consists of compact globular region comprising 2 thirds of the protein & a flexible unstructured C terminus."}, {"pubmed": 17161380, "text": "These results indicate that ARD1(235) and ARD1(225) isoforms may have different activities and function in different subcellular compartments of mammalian cells."}, {"pubmed": 18593917, "text": "HIF-1alpha was found to inactivate the Wnt signaling by binding to hARD1 or beta-catenin, which may contribute to the hypoxia-induced growth arrest of tumor cells."}, {"pubmed": 18794801, "text": "ARD1A is implicated in cellular proliferation and carcinogenesis."}, {"pubmed": 18991565, "text": "This review focuses on the enzymatic and biological activities of human ARD1, the reduction of which negatively affects cell growth and may be a potential cancer drug target."}, {"pubmed": 19287988, "text": "accumulation of hARD1 protein may be related to carcinogenesis of various types of cancer."}, {"pubmed": 19343046, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19716809, "text": "ARD1 is indeed a bona fide substrate of IKKbeta."}, {"pubmed": 19826488, "text": "hARD1 is a bona fide regulator of MLCK, and hARD1 plays a crucial role in the balance between tumor cell migration and stasis"}, {"pubmed": 19909012, "text": "Results suggest that hARD1 might play an important role in breast cancer carcinogenesis."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20145209, "text": "ARD1 functions as an inhibitor of the mTOR pathway and that dysregulation of the ARD1-TSC2-mTOR axis may contribute to cancer development"}, {"pubmed": 20154145, "text": "Data indicate that the physical interaction between HYPK and NatA Naa10/15 seems to be of functional importance both for huntingtin aggregation and for N-terminal acetylation."}, {"pubmed": 20501853, "text": "Results show that hARD1 autoacetylation is critical for its activation and its ability to stimulate cancer cell proliferation and tumorigenesis."}, {"pubmed": 20592467, "text": "interaction between hNaa10p and DNMT1 was required for E-cadherin silencing through promoter CpG methylation, and E-cadherin repression contributed to the oncogenic effects of hNaa10p."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20639454, "text": "These results indicate that ARD1A is a novel tumor-associated antigen and a potential prognostic factor for colon cancer."}, {"pubmed": 21295525, "text": "suggest that Naa10p functions as a tumor metastasis suppressor by disrupting the migratory complex, PIX-GIT- Paxillin, in cancer cells"}, {"pubmed": 21383206, "text": "N(alpha)-acetyltransferase 10 may function as a post-translational actin N(alpha)-acetyltransferase."}, {"pubmed": 21700266, "text": "A reduction in acetylation by hNaa10p causes lethal X-linked disorder of infancy."}, {"pubmed": 22261620, "text": "Arrest-defective protein 1 homolog A (ARD1) in combination with SNCG/Hiwi/PRL-3 may lead to a poor outcome in patients with or without lymph node metastatic colon cancer."}, {"pubmed": 22315407, "text": "ARD1 functions as a unique AR regulator in prostate cancer cells."}, {"pubmed": 22496479, "text": "study revealed a novel mechanism controlling MCL1 expression, in which Naa10p and RelA/p65 synergistically interact with MCL1 promoter region and promote MCL1 transcription"}, {"pubmed": 22580278, "text": "These data indicate that the interaction between ARD1 and RIP1 plays an important role in the DNA damage-induced NF-kappaB activation, and that the acetyltransferase activity of ARD1 and its localization in to the nucleus are involved in such stress response."}, {"pubmed": 23043182, "text": "Protein N-terminal acetyltransferases (NATs), including Naa10, act as N-terminal propionyltransferases."}, {"pubmed": 23550278, "text": "The expression level of NAA10 is inversely correlated with that of MMP-9 in breast cancer samples."}, {"pubmed": 23557624, "text": "Development of the first specific NAT-inhibitors, including inhibitors targeting Naa10."}, {"pubmed": 23624078, "text": "Naa10p suppresses 28S proteasome activity through interaction with PA28beta."}, {"pubmed": 24408909, "text": "Study describes a Saccharomyces cerevisiae model developed by introducing the human wild-type (wt) or mutant NatA complex into yeast lacking NatA (NatA-Delta). The wt human NatA complex phenotypically complemented the NatA-Delta strain, whereas only a partial rescue was observed for the Ogden mutant NatA complex suggesting that hNaa10 S37P is only partially functional in vivo."}, {"pubmed": 24431331, "text": "The study concludes that the NAA10 mutation is the cause of Lenz microphthalmia syndrome in a family, likely through the dysregulation of the retinoic acid signalling pathway."}, {"pubmed": 24925029, "text": "Naa10p inhibits the metastasis of breast cancer cells by targeting STAT5a."}, {"pubmed": 25099252, "text": "De novo missense mutations in the NAA10 gene cause severe non-syndromic developmental delay in males and females"}, {"pubmed": 25133627, "text": "results show that hARD1 nuclear translocation mediated by NLS is required for cell cycle progression, thereby contributing to proper cell proliferation."}, {"pubmed": 25338643, "text": "Autoacetylation of ARD1 variants differentially regulates angiogenesis and cell proliferation in an isoform-specific manner."}, {"pubmed": 25341044, "text": "ARD1 has a crucial role in the cellular response to oxidative stress as a bona fide regulator of MSRA."}, {"pubmed": 25421966, "text": "human ARD1 variants have different effects on cell proliferation, which may result from distinct subcellular localizations and autoacetylation activities."}, {"pubmed": 25854368, "text": "Combined high expression of Naa10p, SNCG and PRL-3 are associated with lymph node metastasis in breast cancer."}, {"pubmed": 25987439, "text": "Naa10 structure and function. [Review]"}, {"pubmed": 26522270, "text": "The clinical spectrum of NAA10."}, {"pubmed": 26646451, "text": "The results observed an inverse correlation between the expression of NAA10 and that of miR-342-5p and miR-608 ."}, {"pubmed": 26662107, "text": "our study illustrated that the expression of Naa10p had a potential value for predicting the progression of OSCC and prognosis of OSCC patients."}, {"pubmed": 26755727, "text": "there is no difference in lysine acetylation of substrate proteins with or without Naa10, suggesting that the substrates may be acetylated chemically rather than enzymatically."}, {"pubmed": 27094817, "text": "Study reports on a total of 12 affected females with four different de novo missense mutations in NAA10 and one inherited mutation in a familial case due to germline mosaicism, thus further expanding themutational and clinical spectrum associated with NAA10 related N-terminal-acetyltransferase deficiency."}, {"pubmed": 27659526, "text": "Expression of ARD1 increases levels of androgen receptor acetylation and androgen receptor-HSP90 dissociation in a dose dependent manner."}, {"pubmed": 27708256, "text": "ARD1-mediated Hsp70 acetylation is a regulatory mechanism that temporally balances protein refolding/degradation in response to stress"}, {"pubmed": 27910960, "text": "Negative regulation of Naa10 towards NTN1 and its receptor UNC5B were also detected upon treatment of all-trans retinoid acid, which was often used to induce morphological differentiation."}, {"pubmed": 28585574, "text": "In combination with acetylation assays, the HypK N-terminal region is identified as a negative regulator of the NatA acetylation activity"}, {"pubmed": 29558889, "text": "A novel de novo NAA10 c.332 T>G p.(Val111Gly) missense variant was detected in a girl with mild/moderate non-syndromic intellectual disability. NAA10 V111G displayed reduced monomeric NAT activity and stability, but intact NatA-mediated NAT activity."}, {"pubmed": 29748569, "text": "A novel NAA10 mutation was identified in three cases of developmental delay, intellectual disability, and hypertrophic cardiomyopathy. Pathogenic NAA10 variant impaired acetyltransferase activity and stability."}, {"pubmed": 29754825, "text": "Results show that NAA10 active site is regulated by HYPK inhibiting the activity of N-terminal acetyltransferases A."}, {"pubmed": 29960050, "text": "Higher NAA10 transcripts were observed in metastatic osteosarcoma tissues and correlated with worse prognosis. Its knockdown and overexpression in osteosarcoma cells respectively led to decreased and increased cell migratory/invasive abilities. Naa10p was directly associated with MMP-2 protein through its acetyltransferase domain maintaining MMP-2 protein stability."}, {"pubmed": 30154412, "text": "Upstream IKKbeta can further promote the occurrence of breast cancer by mediating the function of ARD1."}, {"pubmed": 30237125, "text": "Since the FIH-1 dependent hydroxylation of NAA10 occurs oxygen-dependently, NAA10 acetylates HIF-1alpha under normoxia but does not under hypoxia."}, {"pubmed": 30566892, "text": "Data show that N-alpha-acetyltransferase 10 (NAA10) as a factor in the transcriptional machinery regulating pregnaneXreceptor (PXR) transcription."}, {"pubmed": 30842225, "text": "We reviewed recognised variants in PAS associated with Mendelian disorders and identified only 23 others, indicating that NAA10 harbours more than 10% of all known PAS variants."}, {"pubmed": 31134698, "text": "higher expression level of Naa10 and lower expression level of Pirh2 in oral squamous cell carcinoma tissues than adjacent normal tissues; expression of Naa10p is negatively correlated with that of Pirh2"}, {"pubmed": 31155310, "text": "Structure and mechanism of acetylation by the N-terminal dual enzyme NatA/Naa50 complex has been reported."}, {"pubmed": 31174490, "text": "Data suggest a model where reduced N(alpha)-acetyltransferase 10 N(alpha)-acetyltransferase 10, NatA catalytic subunit (NAA10) activity cause the phenotypes observed in the two patients."}, {"pubmed": 31496296, "text": "our study confirmed that miR-342/Naa10p plays key roles in AML progression"}, {"pubmed": 31813105, "text": "The ARD1-mediated protein acetylation plays an important role in modulating several cellular events that are important for cancer development, such as cell cycle progression, cell death, and migration."}, {"pubmed": 32719332, "text": "Stabilization of ADAM9 by N-alpha-acetyltransferase 10 protein contributes to promoting progression of androgen-independent prostate cancer."}, {"pubmed": 32973342, "text": "NAA10 p.(N101K) disrupts N-terminal acetyltransferase complex NatA and is associated with developmental delay and hemihypertrophy."}, {"pubmed": 33103328, "text": "Variants in NAA15 cause pediatric hypertrophic cardiomyopathy."}, {"pubmed": 33255974, "text": "NAA10 p.(D10G) and NAA10 p.(L11R) Variants Hamper Formation of the NatA N-Terminal Acetyltransferase Complex."}, {"pubmed": 33275221, "text": "NAA10 promotes proliferation of renal cell carcinoma by upregulating UPK1B."}, {"pubmed": 33335012, "text": "NAA10 variant in 38-week-gestation male patient: a case study."}, {"pubmed": 34060226, "text": "Naa10p and IKKalpha interaction regulates EMT in oral squamous cell carcinoma via TGF-beta1/Smad pathway."}, {"pubmed": 34075687, "text": "Confirmation of Ogden syndrome as an X-linked recessive fatal disorder due to a recurrent NAA10 variant and review of the literature."}, {"pubmed": 34769235, "text": "Hydroxylation of the Acetyltransferase NAA10 Trp38 Is Not an Enzyme-Switch in Human Cells."}, {"pubmed": 35039925, "text": "Biochemical analysis of novel NAA10 variants suggests distinct pathogenic mechanisms involving impaired protein N-terminal acetylation."}, {"pubmed": 35366056, "text": "N-alpha-Acetyltransferase 10 inhibits invasion and metastasis of oral squamous cell carcinoma via regulating Pirh2-p53 signalling pathway."}, {"pubmed": 36433943, "text": "Naa10p promotes cell invasiveness of esophageal cancer by coordinating the c-Myc and PAI1 regulatory axis."}, {"pubmed": 36442525, "text": "ARD1 stabilizes NRF2 through direct interaction and promotes colon cancer progression."}, {"pubmed": 36810866, "text": "Phenotypic variability and gastrointestinal manifestations/interventions for growth in NAA10-related neurodevelopmental syndrome."}, {"pubmed": 37130971, "text": "Expanding the phenotypic spectrum of NAA10-related neurodevelopmental syndrome and NAA15-related neurodevelopmental syndrome."}, {"pubmed": 37253389, "text": "NAA10 overexpression dictates distinct epigenetic, genetic, and clinicopathological characteristics in adult gliomas."}, {"pubmed": 37956223, "text": "Studying Long QT Syndrome Caused by NAA10 Genetic Variants Using Patient-Derived Induced Pluripotent Stem Cells."}, {"pubmed": 38340582, "text": "NAA10 gene expression is associated with mesenchymal transition, dedifferentiation, and progression of clear cell renal cell carcinoma."}], "genomic_pos": {"chr": "X", "end": 153935080, "ensemblgene": "ENSG00000102030", "start": 153929225, "strand": -1}, "genomic_pos_hg19": [{"chr": "HG1497_PATCH", "end": 153103693, "start": 153097712, "strand": -1}, {"chr": "X", "end": 153200676, "start": 153194695, "strand": -1}], "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0006473", "pubmed": 27708256, "qualifier": "involved_in", "term": "protein acetylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006474", "pubmed": [15496142, 19480662, 25489052], "qualifier": "involved_in", "term": "N-terminal protein amino acid acetylation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006475", "pubmed": 7981673, "qualifier": "involved_in", "term": "internal protein amino acid acetylation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0051276", "pubmed": 7981673, "qualifier": "involved_in", "term": "chromosome organization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000719", "pubmed": 27422821, "qualifier": "involved_in", "term": "negative regulation of maintenance of mitotic sister chromatid cohesion, centromeric"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [15496142, 25732826], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005730", "qualifier": "located_in", "term": "nucleolus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": [15496142, 19480662, 25489052, 25732826], "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005737", "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 19946888, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0031415", "qualifier": "part_of", "term": "NatA complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0031415", "pubmed": 19480662, "qualifier": "part_of", "term": "NatA complex"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:0031415", "pubmed": [15496142, 19480662], "qualifier": "part_of", "term": "NatA complex"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0004596", "pubmed": 19480662, "qualifier": "contributes_to", "term": "peptide alpha-N-acetyltransferase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004596", "pubmed": 25489052, "qualifier": "enables", "term": "peptide alpha-N-acetyltransferase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [15496142, 16507339, 19480662, 21295525, 25416956, 25489052, 27708256, 28514442, 31515488, 32296183, 32814053, 35156780, 36012204], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0008080", "pubmed": 7981673, "qualifier": "enables", "term": "N-acetyltransferase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0016407", "pubmed": 15496142, "qualifier": "contributes_to", "term": "acetyltransferase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0043022", "pubmed": [15496142, 19480662], "qualifier": "contributes_to", "term": "ribosome binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:1990189", "qualifier": "enables", "term": "peptide-serine-alpha-N-acetyltransferase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:1990190", "qualifier": "enables", "term": "peptide-glutamate-alpha-N-acetyltransferase activity"}]}, "homologene": {"genes": [[6239, 177622], [7165, 1276109], [7227, 39175], [7955, 406643], [8364, 493223], [9598, 741472], [9606, 8260], [9615, 610872], [9913, 613636], [10090, 56292], [10116, 363518]], "id": 2608}, "interpro": [{"desc": "GNAT domain", "id": "IPR000182", "short_desc": "GNAT_dom"}, {"desc": "Acyl-CoA N-acyltransferase", "id": "IPR016181", "short_desc": "Acyl_CoA_acyltransferase"}, {"desc": "N-acetyltransferase Ard1-like", "id": "IPR045047", "short_desc": "Ard1-like"}], "ipi": ["IPI00013184", "IPI00440719", "IPI00641919", "IPI00644194", "IPI00791664", "IPI00793465", "IPI00853145"], "map_location": "Xq28", "name": "N-alpha-acetyltransferase 10, NatA catalytic subunit", "other_names": ["ARD1 homolog A, N-acetyltransferase", "N-acetyltransferase ARD1, human homolog of", "N-alpha-acetyltransferase 10", "N-terminal acetyltransferase complex ARD1 subunit homolog A", "arrest defective protein 1", "microphthalmia or anophthalmia and associated anomalies", "natA catalytic subunit Naa10"], "pantherdb": {"HGNC": "18704", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1915255", "ortholog_type": "LDO", "panther_family": "PTHR23091", "taxid": 10090, "uniprot_kb": "Q9QY36"}, {"RGD": "1565315", "ortholog_type": "LDO", "panther_family": "PTHR23091", "taxid": 10116, "uniprot_kb": "D3ZUQ2"}, {"Ensembl": "ENSGALG00000041676", "ortholog_type": "LDO", "panther_family": "PTHR23091", "taxid": 9031, "uniprot_kb": "A0A1D5NXE4"}, {"ZFIN": "ZDB-GENE-040426-2648", "ortholog_type": "LDO", "panther_family": "PTHR23091", "taxid": 7955, "uniprot_kb": "Q7T3B8"}, {"WormBase": "WBGene00000923", "ortholog_type": "LDO", "panther_family": "PTHR23091", "taxid": 6239, "uniprot_kb": "O61219"}, {"FlyBase": "FBgn0263251", "ortholog_type": "LDO", "panther_family": "PTHR23091", "taxid": 7227, "uniprot_kb": "Q9VT75"}, {"SGD": "S000001055", "ortholog_type": "LDO", "panther_family": "PTHR23091", "taxid": 4932, "uniprot_kb": "P07347"}, {"PomBase": "SPAC15E1.08", "ortholog_type": "LDO", "panther_family": "PTHR23091", "taxid": 4896, "uniprot_kb": "Q9UTI3"}, {"dictyBase": "DDB_G0275449", "ortholog_type": "LDO", "panther_family": "PTHR23091", "taxid": 352472, "uniprot_kb": "P36416"}, {"TAIR": "2177120", "ortholog_type": "LDO", "panther_family": "PTHR23091", "taxid": 3702, "uniprot_kb": "Q9FKI4"}], "uniprot_kb": "P41227"}, "pathway": {"pid": {"id": "hif1apathway", "name": "Hypoxic and oxygen homeostasis regulation of HIF-1-alpha"}}, "pdb": ["6C95", "6C9M", "6PPL", "6PW9"], "pfam": "PF00583", "pharmgkb": "PA38648", "pharos": {"target_id": 2627, "tdl": "Tbio"}, "pir": "I38333", "prosite": "PS51186", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF258419", "relationship": "is"}, {"id": "GNF258420", "relationship": "is"}, {"id": "GNF258421", "relationship": "is"}, {"id": "GNF258422", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF159460", "relationship": "is"}, "GNF_hs-Origene": [{"id": "GNF031777", "relationship": "is"}, {"id": "GNF032473", "relationship": "similar to"}], "GNF_mm+hs-MGC": [{"id": "GNF000634", "relationship": "is"}, {"id": "GNF030075", "relationship": "is"}, {"id": "GNF131320", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF285106", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF096361", "relationship": "is"}, {"id": "GNF136016", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000023.11", "NC_060947.1", "NG_031987.2"], "protein": ["NP_001243048.1", "NP_001243049.1", "NP_003482.1"], "rna": ["NM_001256119.2", "NM_001256120.2", "NM_003491.4"], "translation": [{"protein": "NP_001243049.1", "rna": "NM_001256120.2"}, {"protein": "NP_001243048.1", "rna": "NM_001256119.2"}, {"protein": "NP_003482.1", "rna": "NM_003491.4"}]}, "reporter": {"HG-U133_Plus_2": "203025_at", "HG-U95Av2": "31873_at", "HTA-2_0": "TC0X002309.hg.1", "HuEx-1_0": "4026902", "HuGene-1_1": "8175924", "HuGene-2_1": "17115352"}, "retired": 4080, "summary": "N-alpha-acetylation is among the most common post-translational protein modifications in eukaryotic cells. This process involves the transfer of an acetyl group from acetyl-coenzyme A to the alpha-amino group on a nascent polypeptide and is essential for normal cell function. This gene encodes an N-terminal acetyltransferase that functions as the catalytic subunit of the major amino-terminal acetyltransferase A complex. Mutations in this gene are the cause of Ogden syndrome. Alternate splicing results in multiple transcript variants. [provided by RefSeq, Jan 2012].", "symbol": "NAA10", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1538918"}, "unigene": "Hs.433291", "uniprot": {"Swiss-Prot": "P41227", "TrEMBL": ["F8W808", "B7Z9N2", "A8MWP7", "C9JN83", "C9JW55"]}, "wikipedia": {"url_stub": "ARD1A"}}