{"AllianceGenome": "20857", "HGNC": "20857", "MIM": "607937", "_id": "79923", "_version": 2, "accession": {"genomic": ["AC006517.46", "CH471116.2", "CP068266.2", "CQ860374.1", "JD597976.1", "JX104943.1", "JX104944.1", "JX104945.1", "JX104946.1", "JX104947.1", "JX104948.1", "JX104949.1", "JX104950.1", "JX104951.1", "JX104952.1", "JX104953.1", "JX104954.1", "JX104955.1", "JX104956.1", "JX104957.1", "JX104958.1", "JX104959.1", "JX104960.1", "JX104961.1", "JX104962.1", "JX104963.1", "JX104964.1", "JX104965.1", "JX104966.1", "JX104967.1", "JX104968.1", "JX104969.1", "JX104970.1", "JX104971.1", "JX104972.1", "JX104973.1", "JX104974.1", "JX104975.1", "JX104976.1", "JX104977.1", "JX104978.1", "JX104979.1", "JX104980.1", "JX104981.1", "JX104982.1", "JX104983.1", "JX104984.1", "JX104985.1", "JX104986.1", "JX104987.1", "JX104988.1", "JX104989.1", "JX104990.1", "JX104991.1", "JX104992.1", "JX104993.1", "JX104994.1", "JX104995.1", "JX104996.1", "JX104997.1", "JX104998.1", "JX104999.1", "JX105000.1", "JX105001.1", "JX105002.1", "JX105003.1", "JX105004.1", "JX105005.1", "JX105006.1", "JX105007.1", "JX105008.1", "JX105009.1", "JX105010.1", "JX105011.1", "JX105012.1", "JX105013.1", "JX105014.1", "JX105015.1", "JX105016.1", "JX105017.1", "JX105018.1", "JX105019.1", "JX105020.1", "JX105021.1", "JX105022.1", "JX105023.1", "JX105024.1", "JX105025.1", "JX105026.1", "JX105027.1", "JX105028.1", "JX105029.1", "JX105030.1", "JX105031.1", "JX105032.1", "JX105033.1", "JX105034.1", "JX105035.1", "JX105036.1", "NC_000012.12", "NC_060936.1"], "protein": ["AAP49529.1", "AAT81526.1", "AFP90963.1", "AFP90964.1", "AFP90965.1", "AFP90966.1", "AFP90967.1", "AFP90968.1", "AFP90969.1", "AFP90970.1", "AFP90971.1", "AFP90972.1", "AFP90973.1", "AFP90974.1", "AFP90975.1", "AFP90976.1", "AFP90977.1", "AFP90978.1", "AFP90979.1", "AFP90980.1", "AFP90981.1", "AFP90982.1", "AFP90983.1", "AFP90984.1", "AFP90985.1", "AFP90986.1", "AFP90987.1", "AFP90988.1", "AFP90989.1", "AFP90990.1", "AFP90991.1", "AFP90992.1", "AFP90993.1", "AFP90994.1", "AFP90995.1", "AFP90996.1", "AFP90997.1", "AFP90998.1", "AFP90999.1", "AFP91000.1", "AFP91001.1", "AFP91002.1", "AFP91003.1", "AFP91004.1", "AFP91005.1", "AFP91006.1", "AFP91007.1", "AFP91008.1", "AFP91009.1", "AFP91010.1", "AFP91011.1", "AFP91012.1", "AFP91013.1", "AFP91014.1", "AFP91015.1", "AFP91016.1", "AFP91017.1", "AFP91018.1", "AFP91019.1", "AFP91020.1", "AFP91021.1", "AFP91022.1", "AFP91023.1", "AFP91024.1", "AFP91025.1", "AFP91026.1", "AFP91027.1", "AFP91028.1", "AFP91029.1", "AFP91030.1", "AFP91031.1", "AFP91032.1", "AFP91033.1", "AFP91034.1", "AFP91035.1", "AFP91036.1", "AFP91037.1", "AFP91038.1", "AFP91039.1", "AFP91040.1", "AFP91041.1", "AFP91042.1", "AFP91043.1", "AFP91044.1", "AFP91045.1", "AFP91046.1", "AFP91047.1", "AFP91048.1", "AFP91049.1", "AFP91050.1", "AFP91051.1", "AFP91052.1", "AFP91053.1", "AFP91054.1", "AFP91055.1", "AFP91056.1", "BAB14151.1", "BAC76999.1", "BAF83585.1", "CAH25962.1", "CRL66393.1", "EAW88649.1", "EAW88650.1", "EAW88651.1", "NP_001284627.1", "NP_079141.2", "Q9H9S0.2"], "rna": ["AB093576.1", "AI656990.1", "AK022643.1", "AK290896.1", "AY230262.1", "AY578089.1", "DC425336.1", "NM_001297698.2", "NM_024865.4"], "translation": [{"protein": "BAB14151.1", "rna": "AK022643.1"}, {"protein": "AAT81526.1", "rna": "AY578089.1"}, {"protein": "AAP49529.1", "rna": "AY230262.1"}, {"protein": "NP_079141.2", "rna": "NM_024865.4"}, {"protein": "BAF83585.1", "rna": "AK290896.1"}, {"protein": "BAC76999.1", "rna": "AB093576.1"}, {"protein": "NP_001284627.1", "rna": "NM_001297698.2"}]}, "ensembl": {"gene": "ENSG00000111704", "protein": ["ENSP00000229307", "ENSP00000435288", "ENSP00000444434"], "transcript": ["ENST00000229307", "ENST00000526286", "ENST00000526434", "ENST00000541267"], "translation": [{"protein": "ENSP00000444434", "rna": "ENST00000541267"}, {"protein": "ENSP00000229307", "rna": "ENST00000229307"}, {"protein": "ENSP00000435288", "rna": "ENST00000526286"}], "type_of_gene": "protein_coding"}, "entrezgene": "79923", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 7.53153085658, "exp_mis": 71.4210103235, "exp_syn": 31.307482629, "lof_z": 2.71851245372323, "mis_z": 2.05004971878985, "mu_lof": 6.45995989546e-07, "mu_mis": 7.25938690087e-06, "mu_syn": 3.08278172793e-06, "n_lof": 0.0, "n_mis": 36.0, "n_syn": 20.0, "p_li": 0.911618852133588, "p_null": 0.000652798221406596, "p_rec": 0.0877283496450058, "syn_z": 1.2528273089456}, "bp": 918, "cds_end": 7947691, "cds_start": 7942210, "n_exons": 4, "nonpsych": {"exp_lof": 6.74410214228, "exp_mis": 64.5702481398, "exp_syn": 28.2636356988, "lof_z": 2.55043369030714, "mis_z": 2.10717243880369, "mu_lof": 6.45995989546e-07, "mu_mis": 7.25938690087e-06, "mu_syn": 3.08278172793e-06, "n_lof": 0.0, "n_mis": 31.0, "n_syn": 16.0, "p_li": 0.897599729042953, "p_null": 0.00115404044557658, "p_rec": 0.10124623051147, "syn_z": 1.45234187522778}, "nontcga": {"exp_lof": 6.92192622384, "exp_mis": 65.7002518779, "exp_syn": 28.7958057347, "lof_z": 2.59534278007607, "mis_z": 2.07137847733171, "mu_lof": 6.45995989546e-07, "mu_mis": 7.25938690087e-06, "mu_syn": 3.08278172793e-06, "n_lof": 0.0, "n_mis": 32.0, "n_syn": 20.0, "p_li": 0.895113498537895, "p_null": 0.00100935034243603, "p_rec": 0.103877151119669, "syn_z": 1.03784740227716}, "transcript": "ENST00000229307.4"}, "exons": [{"cdsend": 7795095, "cdsstart": 7789614, "chr": "12", "position": [[7789401, 7789765], [7792949, 7793212], [7794456, 7794543], [7794726, 7796061]], "strand": 1, "transcript": "NM_001297698", "txend": 7796061, "txstart": 7789401}, {"cdsend": 7795095, "cdsstart": 7789614, "chr": "12", "position": [[7789401, 7789765], [7792949, 7793212], [7794456, 7794543], [7794678, 7799146]], "strand": 1, "transcript": "NM_024865", "txend": 7799146, "txstart": 7789401}], "exons_hg19": [{"cdsend": 7947691, "cdsstart": 7942210, "chr": "12", "position": [[7941997, 7942361], [7945545, 7945808], [7947052, 7947139], [7947322, 7948657]], "strand": 1, "transcript": "NM_001297698", "txend": 7948657, "txstart": 7941997}, {"cdsend": 7947691, "cdsstart": 7942210, "chr": "12", "position": [[7941997, 7942361], [7945545, 7945808], [7947052, 7947139], [7947274, 7951742]], "strand": 1, "transcript": "NM_024865", "txend": 7951742, "txstart": 7941997}], "generif": [{"pubmed": 15108323, "text": "mouse and human Nanog and Nanog2 genes may have a common role in the maintenance of pluripotency in both species"}, {"pubmed": 15233988, "text": "Ten processed NANOG pseudogenes are identified in the complete human genome."}, {"pubmed": 15615706, "text": "demonstrated changes in DNA methylation in the promoter regions of Nanog and Oct-4 in a human cell line during retinoic acid-induced differentiation"}, {"pubmed": 15749924, "text": "Gene knockdown of Nanog promotes differentiation, thereby demonstrating a role for these factors in human embryonic stem cell self-renewal."}, {"pubmed": 15982323, "text": "NANOG is a new marker for testicular carcinoma in situ and germ cell tumours."}, {"pubmed": 15983365, "text": "findings suggest that NANOG acts as a gatekeeper of pluripotency in human embryonic stem and carcinoma cells by preventing their differentiation to extraembryonic endoderm and trophectoderm lineages"}, {"pubmed": 16153702, "text": "The NANOG protein co-occupy a substantial portion of its target genes, and collaborate to form regulatory circuitry consisting of autoregulatory and feedforward loops."}, {"pubmed": 16391521, "text": "We conclude that, despite the difference in primary structure and expression pattern in various stem cells, the alternatively-spliced variant of Nanog has similar activity to that of the full length version."}, {"pubmed": 16501172, "text": "NANOG overexpression in human embryonic stem cells enables their propagation for multiple passages during which the cells remain pluripotent"}, {"pubmed": 16540082, "text": "Nanog possesses an oncogenic potential that may be related to the role it plays in germ cell tumors and to its function in self renewal of ES cells."}, {"pubmed": 16923129, "text": "These results suggest that NANOG plays a crucial role in maintaining the pluripotent state of primate embryonic stem cells."}, {"pubmed": 17196939, "text": "A series of deletion and site-directed mutagenesis within the homeodomain revealed that two basic NLS motifs are located at the N-terminus and C-terminus of the homeodomain and that both motifs are required for complete hNanog nuclear localization."}, {"pubmed": 17211451, "text": "Nanog is described in this review as a unique homeobox transcription factor and key downstream effector of extrinsic signals of embryonic stem cell self-renewal and pluripotency."}, {"pubmed": 17314394, "text": "reprogramming of DNA methylation and histone modifications on regulatory regions of the developmentally regulated OCT4 and NANOG genes"}, {"pubmed": 17506876, "text": "knock-downs of NANOG produced a proliferation rather than a differentiation phenotype in EC cells"}, {"pubmed": 18039466, "text": "Hence, Nanog does not inhibit terminal differentiation of committed cells but it is an inhibitor of trans-differentiation that is dependent on de-novo activation of gene transcription."}, {"pubmed": 18086680, "text": "the CD2 domain of Nanog is a unique transactivator that utilizes aromatic residues to confer specific activity absolutely required for ES self-renewal."}, {"pubmed": 18187129, "text": "Sox2-expressing MSCs showed consistent proliferation and osteogenic capability in culture media containing bFGF"}, {"pubmed": 18199879, "text": "The human primordial germ cells is the first primary cell type described to express POU5F1 and NANOG but not SOX2."}, {"pubmed": 18388306, "text": "Sox2, Oct4 and Nanog are linked together in a pluripotent regulatory network"}, {"pubmed": 18393632, "text": "SMAD 2/3 signaling directly supports NANOG expression, while SMAD 1/5/8 activation moderately represses SOX2."}, {"pubmed": 18419830, "text": "may be involved in carcinogenesis of the cervix and progression of cervical carcinoma"}, {"pubmed": 18439155, "text": "Immunohistochemical localization of nanog in stem cell compartments of human sacrococcygeal teratomas."}, {"pubmed": 18441325, "text": "HA binding to tumor cells promotes Nanog protein association with CD44 followed by Nanog activation and the expression of pluripotent stem cell regulators, and forms a complex with Stat-3 in the nucleus leading to Stat-3 and MDR1 activation"}, {"pubmed": 18593985, "text": "Oct-4 and Nanog may have roles in oral cancer stem-like cells and high-grade oral squamous cell carcinoma"}, {"pubmed": 18682241, "text": "an essential role in sustaining human embryonic stem cells self-renewal"}, {"pubmed": 18772339, "text": "These findings suggest that NANOG is involved in the pathogenesis and clinical progress of gestational trophoblastic disease, likely through its effect on apoptosis, cell migration, and invasion."}, {"pubmed": 18946985, "text": "Identification of the OCT4-pg1 retrogene and NANOG gene expression in the human embryonic eye"}, {"pubmed": 18957414, "text": "Esrrb coordinates with Nanog and Oct4 to activate the internal machinery of ES cells"}, {"pubmed": 19102659, "text": "Effects of ectopic Nanog and Oct4 overexpression on mesenchymal stem cells."}, {"pubmed": 19139263, "text": "NANOG regulates S-phase entry in human embryonic stem cells (hESCs) via transcriptional regulation of cell cycle regulatory components."}, {"pubmed": 19229867, "text": "Results identified two distinct transactivation domains in the C-terminal domain of human NANOG, which function in a synergistic manner to activate transcription in pluripotent human embryonic carcinoma cells."}, {"pubmed": 19279133, "text": "Nanog in turn prevents neuroectoderm differentiation induced by FGF signalling and limits the transcriptional activity of the Smad2/3 cascade, blocking progression along the endoderm lineage"}, {"pubmed": 19350681, "text": "a detailed characterization of the functional domains in the human (h) NANOG protein"}, {"pubmed": 19415763, "text": "NANOG, a cell-fate regulatory molecule known to be important for embryonic stem cell self-renewal, also plays a novel role in tumor development."}, {"pubmed": 19458492, "text": "Studies show that the expression of genes belonging to the OCT3/SOX2/NANOG/KLF4 core circuitry that acts at the highest level in regulating stem cell biology."}, {"pubmed": 19483629, "text": "This study evaluates the use of the markers, podoplanin, SOX2, NANOG, and OCT3/4 in ovarian tumors"}, {"pubmed": 19522013, "text": "Data showed that both KLF4 and PBX1 mRNA and protein expression were downregulated during hESC differentiation. Overexpression of KLF4 and PBX1 upregulated NANOG promoter activity and NANOG protein expression."}, {"pubmed": 19567677, "text": "Findings indicate that overexpression of stemness gene Nanog in NCCIT cells is associated with maintaining stem cell-like phenotype and suggest that targeting Nanog might be an approach for improved therapy of poorly differentiated tumors."}, {"pubmed": 19633292, "text": "Results indicate that HA binding to CD44 promotes PKCepsilon activation, increases the phosphorylation of the stem cell marker, Nanog, leads to microRNA-21 (miR-21) production and PDCD4 reduction."}, {"pubmed": 19639208, "text": "Nanog mRNA might be a new tool to support the diagnosis of lung cancers, irrespective of the clinical stage."}, {"pubmed": 19751112, "text": "Myostatin or 20 ng/mL BMP-11 maintain the colony and cellular morphology of undifferentiated hESC, maintain POU5f1, NANOG, TRA-1-60, and SSEA4 expression, and display increased SMAD2/3 phosphorylation"}, {"pubmed": 19834952, "text": "Nanog maintains human chondrocyte phenotype and function in vitro."}, {"pubmed": 19933152, "text": "Satb1 and Satb2 bind the Nanog locus in vivo and the balance of Satb1 and Satb2 contributes to the plasticity of Nanog expression and ES cell pluripotency"}, {"pubmed": 20026903, "text": "Self-renewal gene Nanog has a prognostic role in CRC, which functions in progression of CRC by promoting proliferation, invasion, and motility of human CRC cells, and participates EMT process during CRC progression."}, {"pubmed": 20071344, "text": "Klf4 functions upstream of Nanog in ES cell self-renewal and in preventing ES cell differentiation"}, {"pubmed": 20103622, "text": "Data show that a significant number of the genes contained binding sites for the stem cell transcription factors Oct4 and Nanog."}, {"pubmed": 20173672, "text": "The strong expression of Oct4 and Nanog in metaplastic ducts and Oct4 expression preceding Ras mutation suggests that they are associated with the early stage of pancreatic cancer carcinogenesis and may play an important role in that process."}, {"pubmed": 20427424, "text": "Results revealed that NANOG1 and NANOG2 protein variants are functionally equivalent and activate a regulatory circuit that activates specific stem cell genes."}, {"pubmed": 20458727, "text": "The presence of nanog, Oct-4, SSEA-1, and SSEA-4 suggests that periodontal ligament mesenchymal stem cells are less differentiated than bone marrow-derived MSCs, and that the frizzled-9/Wnt pathway is important in proliferation and differentiation."}, {"pubmed": 20510497, "text": "results demonstrate that hADCs were an ideal somatic cell resource for the rapid and efficient generation of iPS cells by OCT4/SOX2/NANOG"}, {"pubmed": 20539761, "text": "findings of the current study strongly suggest a conserved role for NANOG in meiotic and post-meiotic stages of male germ cell development"}, {"pubmed": 20581802, "text": "find that NANOG modulates gliomasphere clonogenicity, CD133(+) stem cell cell behavior and proliferation"}, {"pubmed": 20581804, "text": "downstream effectors of Hedgehog activity, Gli1 and Gli2, bind to Nanog-specific cis-regulatory sequences both in mouse and human stem cells."}, {"pubmed": 20622153, "text": "Data show that phosphorylation promotes the interaction between Nanog and the prolyl isomerase Pin1, leading to Nanog stabilization by suppressing its ubiquitination."}, {"pubmed": 20662612, "text": "expression in bone marrow-derived mesenchymal stem cells did not differ between children and adults"}, {"pubmed": 20698766, "text": "results provide proof that hGMDCs can be reprogrammed into pluripotent cells by ectopic expression of three factors (OCT4, SOX2, and NANOG) without the use of oncogenes c-MYC and KLF4"}, {"pubmed": 20879854, "text": "All cultured mesenchymal stem cells (MSC) populations, independently from the tissue of origin, express the embryonic transcription factor NANOG, whereas OCT-4 and SOX-2 are not expressed."}, {"pubmed": 20930529, "text": "methylation of CpGs in the NANOG promoter in germ cell tumors and derived cell lines correlated to differentiation state."}, {"pubmed": 21062744, "text": "Sall1 is expressed in a differentiation-dependent manner and physically interacts with Nanog and Sox2, two components of the core stem cell pluripotency network"}, {"pubmed": 21119109, "text": "Results indicate that mature endothelial cells re-express Nanog in response to Wnt3a stimulation. In these cells increased Nanog expression binds to and activates the Flk1-promoter to increase neovascularization."}, {"pubmed": 21136380, "text": "conclude that eNANOG is not exclusively expressed in undifferentiated cells and that both embryonic NANOG and NANOGP8 may function as transcription factors in a cell type-specific manner"}, {"pubmed": 21227461, "text": "Sox2 and Oct3/4 might be independent prognostic factors for patients with gastric cancer."}, {"pubmed": 21235326, "text": "NANOG plays an important role in maintaining the immunomodulation functions of mesenchymal stem cells by regulating the expression and secretion of TGF-beta and DKK-1"}, {"pubmed": 21246261, "text": "results demonstrate that hNanog is a potent human oncogene and has the ability to induce cellular transformation of human cells"}, {"pubmed": 21266826, "text": "The expression intensity of Nanog in normal ovarian tissue, benign, borderline, and malignant tumors showed a gradual rising trend. Among serous cystadenocarcinomas, 42% were positive for stage I, 70% for stage II, 95% for stage III, and 100% for stage IV"}, {"pubmed": 21299413, "text": "we have identified a potential PEST motif sequence within NANOG and demonstrated its importance in the enhancement of NANOG ubiquitination and subsequently protein degradation"}, {"pubmed": 21336986, "text": "Overexpression of Nanog protein is associated with gastric adenocarcinoma."}, {"pubmed": 21362572, "text": "FGF2 signaling switches the outcome of BMP4-induced differentiation of human embryonic stem cells by maintaining NANOG levels through the MEK-ERK pathway."}, {"pubmed": 21464727, "text": "Overexpression of Nanog in endometrial adenocarcinoma suggests that Nanog may represent a potential therapeutic target for endometrial adenocarcinoma"}, {"pubmed": 21499299, "text": "NANOG promotes cancer stem cell characteristics and prostate cancer resistance to androgen deprivation"}, {"pubmed": 21559406, "text": "L1TD1 is a downstream target of Nanog and represents a useful marker for identifying undifferentiated hESC"}, {"pubmed": 21559451, "text": "in human embryonic stem cells nocodazole reversible blocks cell cycle, which is accompanied by irreversible loss of expression of pluripotency markers Nanog and Oct4"}, {"pubmed": 21573506, "text": "NANOG may contribute to the existence of brain tumor stem cells and may be related to tumorigenesis of the cerebrum"}, {"pubmed": 21628563, "text": "Findings show that c-Met enhances the population of glioblastoma stem cells via a mechanism requiring Nanog and potentially other c-Met-responsive reprogramming transcription factors."}, {"pubmed": 21631526, "text": "Cell line experiments involving siRNA knockdown of LIN28, OCT3/4 and SOX2 showed that LIN28 plays a role in the maintenance of the undifferentiated state of both seminoma and embryonal carcinoma, closely linked to, and likely upstream of OCT3/4 and NANOG"}, {"pubmed": 21685938, "text": "novel Nanog/Stat-3 signaling pathway-specific mechanism involved in miR-21 production is significant for the formation of future intervention strategies in the treatment of HA/CD44-activated HNSCC"}, {"pubmed": 21689639, "text": "These results indicate that the Tcf/Lef response element in the enhancer region of the human NANOG gene is able to stimulate NANOG gene transcription."}, {"pubmed": 21720384, "text": "Stable miR-302-367 cluster expression results in inhibition of CXCR4 leading to the disruption of the sonic hedgehog (SHH)-GLI-NANOG network."}, {"pubmed": 21726833, "text": "CD24 was found to be a functional liver tumor-initiating cells (T-IC) marker that drives T-IC genesis through STAT3-mediated NANOG regulation."}, {"pubmed": 21810410, "text": "These findings suggest that Nanog promotes dedifferentiation of p53-deficient mouse astrocytes into cancer stem-like cells by changing the cell fate and transforming cell properties."}, {"pubmed": 21852325, "text": "Data show that nuclear expression of the pluripotency-associated stem cell marker complex OCT4/SOX2/NANOG was confirmed in ISCs."}, {"pubmed": 21911602, "text": "this study is the first to show that hypoxia-induced NANOG plays a critical role in tumor cell response to hypoxia"}, {"pubmed": 21969378, "text": "Alternative splicing produces Nanog protein variants with different capacities for self-renewal and pluripotency in embryonic stem cells"}, {"pubmed": 21987446, "text": "TCam-2 cells up-regulate endoderm- and throphectoderm-associated genes after down-regulation of NANOG expression."}, {"pubmed": 22014056, "text": "We found a positive correlation between the expression levels of Oct4, Sox2 and Nanog and tumour malignancy in human glioma"}, {"pubmed": 22079639, "text": "these data indicate that nanog1 and nanogp8 are differentially expressed in colon cancer cells, and suggest that their expression contributes to proliferation of colon cancer cells."}, {"pubmed": 22143343, "text": "Data show that the suppression of NANOG displayed an effective differentiation toward endoderm and pancreatic progenitors."}, {"pubmed": 22252524, "text": "Data show that the expressions of Oct3/4 and Nanog were upregulated upon stimulation with Stem cell factor (SCF) and granulocyte colony-stimulating factor (G-CSF)."}, {"pubmed": 22337995, "text": "Nanog expression enhanced the stem-like features of tumor cells and protected them from killing by tumor-reactive CTLs"}, {"pubmed": 22339500, "text": "Ectopic overexpression of NANOG via lentiviral transduction further recapitulates saRNA results, providing proof-of-concept that RNAa may be utilized to activate development-related genes and manipulate cell fate"}, {"pubmed": 22340650, "text": "Both Oct4 and Nanog were highly expressed in CD24(+)CD44(+) pancreatic cancer stem cells."}, {"pubmed": 22378194, "text": "examination of global transcriptional changes after Nanog silencing followed by verification by Nanog overexpression has revealed new molecules involved in the maintenance of self-renewal and in the regulation of the p53- and cell cycle-pathway"}, {"pubmed": 22381696, "text": "our findings establish a molecular basis for the role of NANOG in modulating cell cycle progression of breast cancer cells"}, {"pubmed": 22482508, "text": "Distinct lineage specification roles for NANOG, OCT4, and SOX2 in human embryonic stem cells."}, {"pubmed": 22493428, "text": "data demonstrate the regulation of the FAK promoter by Nanog, the direct binding of the proteins, the phosphorylation of Nanog by FAK, and the effect of FAK and Nanog cross-regulation on cancer cell morphology"}, {"pubmed": 22516749, "text": "a NES motif is present in the hNANOG HD and may be functionally involved in CRM1-mediated nuclear export pathway."}, {"pubmed": 22528228, "text": "Our study showed that Nanog might be helpful in sustaining the self-renewal and the undifferentiation of prostate cancer stem cells, and may serve as a marker for prostate cancer stem cells for isolation and identification."}, {"pubmed": 22528804, "text": "NANOG stimulates the growth and metastasis of breast cancer cells and breast cancer patients with strong expression of NANOG had significantly lower disease-free survival."}, {"pubmed": 22562535, "text": "Nanog expression was related to histological grade, lymph node metastasis, TNM stage, and liver metastasis."}, {"pubmed": 22576926, "text": "cryopreservation of amniotic fluid does not alter karyotype, NANOG/SOX2 gene expression, or multipotent capacity of stem cells that have been collected from amniotic fluid during pregnancy"}, {"pubmed": 22677041, "text": "Nanog pseudogene8 is involved in GI cancer development in a fraction of patients, in whom it presumably acts by supporting cancer stem cell proliferation"}, {"pubmed": 22683467, "text": "NANOG is a cervical cancer progression marker."}, {"pubmed": 22686476, "text": "The introduction of Nanog was sufficient to alter the expression of key genes of the pluripotent pathway."}, {"pubmed": 22714588, "text": "Both mRNA and protein-level Nanog are overexpressed in ESCC tissues."}, {"pubmed": 22743827, "text": "Co-localization of NANOG and OCT4 in human pre-implantation embryos from morula and blastocyst stages and in human embryonic stem cells"}, {"pubmed": 22777760, "text": "Data indicate that stem cell-related transcription factors Nanog, Oct-4 and Sox-2 were positively expressed in umbilical cord (UC)-mesenchymal stem cells (MSCs)."}, {"pubmed": 22795133, "text": "Oct4 and Nanog directly regulate Dnmt1 to maintain self-renewal and undifferentiated state in mesenchymal stem cells"}, {"pubmed": 22847005, "text": "Hyaluronan-CD44v3 interaction with Oct4-Sox2-Nanog promotes miR-302 expression leading to self-renewal, clonal formation, and cisplatin resistance in cancer stem cells from head and neck squamous cell carcinoma."}, {"pubmed": 22901285, "text": "Data indicate that Nanog(high)/EpCAM(high) samples represent a tumor-initiating cells (TICs) subset which may be either M- or S-type, and which is separate from the CD44(high)/Oct-4A(high) subset observed only in M-type samples."}, {"pubmed": 22914767, "text": "Developmental failure of human ICSI embryos was not associated with high methylation of the Nanog promoter."}, {"pubmed": 22934707, "text": "REVIEW: FAK and Nanog cross talk with p53 in cancer stem cells"}, {"pubmed": 22945654, "text": "The association between NANOG expression and clinical outcome of patients with ovarian cancers."}, {"pubmed": 22949105, "text": "Nanog may be used to overcome the effects of organismal aging on aBM-MSC, thereby increasing the potential of MSC from aged donors for cellular therapy and tissue regeneration."}, {"pubmed": 22963770, "text": "first evidence that NANOG is a transcriptional activator of the expression of the oncogenic growth factor GDF3 in embryonic carcinoma cells"}, {"pubmed": 23064289, "text": "Data suggest that expression of NANOG and Oct4/POU5F1B (POU class 5 homeobox 1B) is up-regulated in visceral adipose tissue stem cells in type 2 diabetes as compared to control; expression is also up-regulated in hyperglycemic conditions."}, {"pubmed": 23092806, "text": "Expression of Nanog and LGR5 in normal ovaries and in borderline tumors may assist in the early detection and improved prognosis of ovarian cancer"}, {"pubmed": 23093782, "text": "Nanog signaling in cancer promotes stem-like phenotype and immune evasion."}, {"pubmed": 23095773, "text": "NANOG has potential as a predictor of survival for patients with ovarian carcinomas and may be involved in the mechanism of chemoresistance."}, {"pubmed": 23211052, "text": "Results indicate positive expression of SOX2, SOX3, PAX6, OCT3/4, and NANOG in the CD105+ and CD105(-) cell subpopulations."}, {"pubmed": 23213213, "text": "OAC1 increases transcription of the Oct4-Nanog-Sox2 triad and Tet1, a gene known to be involved in DNA demethylation"}, {"pubmed": 23221432, "text": "The sensitivity of cisplatin was decreased with increased expression of Nanog. Nanog expression could promote the proliferation and invasiveness of the cancer cells, and inhibit the apoptosis."}, {"pubmed": 23226362, "text": "role of NANOG heterogeneity in human embryonic stem cell division"}, {"pubmed": 23307247, "text": "an independent public expression profiling data showed signature for Oct4, Lin28 and Nanog could successfully be used to predict the survival of colorectal cancer patients"}, {"pubmed": 23329853, "text": "Nanog has a role in supressing cell migration."}, {"pubmed": 23349823, "text": "Data indicate that the stem cell markers, Nanog, Oct-4 and SOX-2, were significantly upregulated in cisplatin resistant (CisR) lung cancer cell lines."}, {"pubmed": 23424657, "text": "expression and prognostic impact of SOX2, OCT4, Nanog and Nestin in nasopharyngeal carcinoma"}, {"pubmed": 23427894, "text": "NANOG was upregulated during malignant progression."}, {"pubmed": 23438436, "text": "the islet's beta cells, expressing LGR5 and Nanog markers are the initiating cells of pancreas cancer and Nanog is a major biomarker for pancreatic ductal adenocarcinomas"}, {"pubmed": 23467648, "text": "MiR-134 could play an important role as a tumor suppressor relying on its direct translational attenuation of Nanog"}, {"pubmed": 23468991, "text": "data suggest that Oct4 and Nanog are not expressed in tumor cells that arise in the autochthonous cancer models studied here"}, {"pubmed": 23474366, "text": "a significant correlation between the NANOG expression and the expression of NODAL, P-SMAD3 or SNAIL, and the combination of NANOG and P-SMAD3 is a potential predictor of poor prognosis of HCC."}, {"pubmed": 23536578, "text": "Knockdown of protein kinase C alpha and delta enhances nanog expression in cancer cell lines."}, {"pubmed": 23541921, "text": "Linc-RoR (long intergenic non-protein coding RNA regulator of reprogramming) regulates endogenous Oct4, Nanog, and Sox2 expression in self-renewing and differentiating human embryonic stem cells."}, {"pubmed": 23559352, "text": "The identification of an abundant population of tryptase(+)/Nanog(+) cells in infantile haemangioma is novel."}, {"pubmed": 23648139, "text": "beta-catenin accumulation in the nucleus regulates expression of Nanog protein and has a role in progression of non-small cell lung cancer"}, {"pubmed": 23665121, "text": "This network was rearranged during differentiation and restored in induced pluripotent stem cells. A large fraction of Nanog-interacting loci were bound by Mediator or cohesin in pluripotent cells."}, {"pubmed": 23708493, "text": "A positive correlation of Pin1 and Nanog expression in human gliomas was noted."}, {"pubmed": 23708658, "text": "Data indicate that post-translational phosphorylation of Nanog is essential to regulate Bmi1 and promote tumorigenesis."}, {"pubmed": 23736381, "text": "the expression of Oct-4, Nanog, Sox-2 and Stat-3 are related to differentiation in ameloblasts and odontoblasts."}, {"pubmed": 23770853, "text": "findings demonstrate the involvement of Nanog in breast cancer metastasis, and provide the basis for the reported correlation between Nanog expression and poor prognosis of human breast cancer patients"}, {"pubmed": 23801022, "text": "nanog may identify multipotent brain tumor stem cells."}, {"pubmed": 23872274, "text": "Knockdown of Oct4 and Nanog significantly reduced proliferation, migration, invasion, chemoresistance, and tumorigenesis of pancreatic cancer stem cells in vitro and in vivo."}, {"pubmed": 23932306, "text": "NANOG expression in multipotent mesenchymal stem cells is not significantly different among chorionic villi, amniotic fluid, and placenta"}, {"pubmed": 24018162, "text": "High Nanog expression is associated with lung cancer."}, {"pubmed": 24320714, "text": "There was also no association between positive Oct4 and Nanog reactivity and tumor morphology, age, mitosis-karyorrhexis index, NMYC amplification, favorable or unfavorable histology, and risk groups."}, {"pubmed": 24459810, "text": "Amniotic fluid-derived stem cells (AFSc) seem to express Nodal, Nanog and DAZL and it speculated that the regulation of self-renewal in AFSc could be similar as in human embryonic stem cells."}, {"pubmed": 24462277, "text": "Core is capable of up-regulating NANOG expression"}, {"pubmed": 24586330, "text": "Stem Cell quantification defined by CD133 and NANOG expression has no correlation with relapse-free-survival or overall survival in this cohort of Stage II colon cancer."}, {"pubmed": 24598770, "text": "Unique biochemical properties of Nanog1 in embryonal carcinoma cells and NanogP8 in somatic cancer cells."}, {"pubmed": 24647772, "text": "Findings suggest that the knockdown of NANOG in HepG2 human cells resulted in decreased MDR1 expression and increased doxorubicin sensitivity."}, {"pubmed": 24700702, "text": "The positive correlation among Oct-4, Nanog, and beta-catenin suggests their coordinated role in maintaining proliferation in oral carcinoma cells."}, {"pubmed": 24793005, "text": "Phosphorylation of Nanog by ERK1 decreases Nanog stability through ubiquitination-mediated protein degradation."}, {"pubmed": 24884521, "text": "Data suggest expression of NANOG and SOX2 (sex determining region Y-box 2) is up-regulated in endometriotic ovary tissue of women with ovarian endometriosis as compared to endometrial tissue from these women or infertile women without endometriosis."}, {"pubmed": 24934529, "text": "This review features of core transcription factors Oct4, Sox2 and Nanog and their role in embryogenesis and tumorigenesis including the Cancer stem cell hypothesis."}, {"pubmed": 24944491, "text": "Report increased nanog levels in adriamycin treated liver cancer stem cells."}, {"pubmed": 25003810, "text": "Data demonstrate that inhibition of Snail-induced Nanog expression during EMT."}, {"pubmed": 25042702, "text": "Although NANOG was required for cardiac specification but blocked somitic subtypes, CDX2 was required for somitic mesoderm but blocked cardiac differentiation."}, {"pubmed": 25057990, "text": "Gene networks of fully connected triads (Oct4-SOX2-NANOG) with complete autoactivation enable multistability and stepwise stochastic transitions in cell differentiation fates."}, {"pubmed": 25148045, "text": "prognostic value of ALDH-1, Bmi-1 and Nanog stem cell markers in esophageal squamous cell carcinoma."}, {"pubmed": 25175748, "text": "Nanog is a novel oncogenic AR target gene in prostate cancer cells, and stable expression of Nanog increases proliferation and growth of prostate cancer cells, but not resistance to enzalutamide or docetaxel"}, {"pubmed": 25208882, "text": "Inhibition of NANOGP8 or NANOG enhances the cytotoxicity of BH3 mimetics."}, {"pubmed": 25213759, "text": "NANOG may play a significant role in carcinogenesis via its activation of c-Jun expression."}, {"pubmed": 25223935, "text": "Data suggest that combination of genetic variants of Oct-4 Transcription Factor, Nanog homeobox protein, and transcription factor SOX-2 gene may have a profound effect in breast cancer risk and response to neo-adjuvant chemotherapy."}, {"pubmed": 25245189, "text": "Disruption of Nanog may reverse the status of epithelial-mesenchymal transition, which is critical in tumorigenesis, and alleviate chemoresistance, as well as their invasiveness, in cervical cancer cells."}, {"pubmed": 25271810, "text": "HIF-2alpha regulates NANOG expression in human embryonic stem cells following hypoxia and reoxygenation through the interaction with an Oct-Sox cis regulatory element."}, {"pubmed": 25301732, "text": "Nanog overexpression is associated with epithelial-mesenchymal transition of breast cancer stem cells."}, {"pubmed": 25322154, "text": "The expression profile of Oct4 and Nanog in dental pulp cells, which exerted properties of mesenchymal stem cells was significantly up-regulated compared to that of STRO-1-CD146- dental pulp cells."}, {"pubmed": 25339068, "text": "Slug promotes progression of hepatocellular carcinoma by promoting sox2 and nanog overexpression."}, {"pubmed": 25385323, "text": "ectopic expression of Oct-4 gene in hAFMSCs with high self-renewal ability could upregulate Nanog and Sox-2 gene expression"}, {"pubmed": 25392304, "text": "Data indicate that coactivator-associated arginine methyltransferase 1 (CARM1) regulates neural differentiation through Nanog homeobox protein and microRNA miR92a."}, {"pubmed": 25405855, "text": "Reduced tumorigenicity and drug resistance through the downregulation of octamer-binding protein 4 and Nanog transcriptional factor expression in human breast stem cells"}, {"pubmed": 25456834, "text": "prolonged expression upon differentiation in METTL3-depleted embryonic stem cells"}, {"pubmed": 25464862, "text": "Different simple and complex decoys against Nanog, OCT-4, Sox2, and Klf4 were designed and used for this purpose. The results showed that the applied decoys especially Nanog-specific decoy decreased the expression of downstream genes."}, {"pubmed": 25564572, "text": "The concurrent expression of OCT4/NANOG/IGFIR was mostly confined to hepatitis B virus (HBV)-related HCC (HBV-HCC) and was significantly correlated with early tumor recurrence."}, {"pubmed": 25575052, "text": "The gastric carcinoma xenograft volume and mass are decreased by the overexpression of Nanog short-hairpin RNA."}, {"pubmed": 25673160, "text": "NANOG may be the most likely candidate protein interacting with OY-TES-1 in liver cancer. OY-TES-1 downregulation in liver cancer cells inhibits cell proliferation by upregulating CD and downregulating NANOG."}, {"pubmed": 25685943, "text": "Magnetofection-mediated NANOG delivery increased proliferation and enhanced the differentiation of hair follicle derived mesenchymal stem cells into smooth muscle cells."}, {"pubmed": 25821200, "text": "NANOG potentiates the molecular circuitry of tumorigenesis, and thus may represent a novel therapeutic target or biomarker for the diagnosis, prognosis, and treatment outcome of cancer."}, {"pubmed": 25825768, "text": "Data show that when overexpressed in epiblast stem cells, or induced pluripotent stem cells, the NANOG transcription factor L122A mutants enhanced reprogramming into ground-state pluripotency."}, {"pubmed": 25826722, "text": "Prolonged proteasome inhibition cyclically upregulates gene expression of Oct3/4 and Nanog, but reduces colony formation in the presence of the iPSC induction cocktail."}, {"pubmed": 25879771, "text": "We illustrate that coexpression of Oct4 and Nanog initiates stem cell characteristics in hepatocellular carcinoma and promotes epithelial-mesenchymal transition"}, {"pubmed": 25899063, "text": "Increased expression of NANOG is associated with metastatic capability of immunoedited tumor cells."}, {"pubmed": 26013997, "text": "The current review provides a most updated summary on how NANOG expression is regulated during tumor development and progression. [review]"}, {"pubmed": 26073077, "text": "Nanog is an oncogene with multiple roles in promoting tumorigenesis and metastasis"}, {"pubmed": 26174965, "text": "NANOG-NUMB-p53 signaling axis is an important regulatory pathway for tumor-initiating cells events in TIC self-renewal and liver tumorigenesis"}, {"pubmed": 26211876, "text": "Expression levels of OCT4, SOX2, and NANOG were evaluated by immunohistochemistry with tissue microarray slides of 436 OSCC, 362 corresponding tumor-adjacent normal (CTAN) tissues, and 71 normal uvula epithelium tissues."}, {"pubmed": 26339994, "text": "Nanog possesses important function in BCSC."}, {"pubmed": 26483189, "text": "Oct3/4 and Nanog represent probable CSC markers in HNSCC, which contribute to the development of DNM in part by enhancing cell motility and invasiveness."}, {"pubmed": 26618281, "text": "the available data demonstrate that NANOG is strictly involved in the process of carcinogenesis and is a potential prognostic marker of malignant tumors."}, {"pubmed": 26631537, "text": "renal cell carcinoma patients with low Nanog and Oct4 expressions in tumor tissues had significantly higher survival rates (p < 0.05). High Nanog and Oct4 expressions may be potential therapeutic targets."}, {"pubmed": 26636540, "text": "Data show that long intergenic non-protein coding RNA ROR may act as a competitive endogenous RNAs (ceRNAs), effectively becoming a sink for microRBA miR-145, thereby activating the derepression of core transcription factors Nanog."}, {"pubmed": 26661329, "text": "Our study provides new insight into the function of DPPA5 and NANOG regulation in human pluripotent stem cell ."}, {"pubmed": 26676719, "text": "the disruption of Nanog expression results in less proliferation, invasiveness, migration, more chemosensitivity and reversal of EMT in HepG2 cells, by which Nanog plays crucial roles in influencing the malignant phenotype of HepG2 cells."}, {"pubmed": 26687709, "text": "The outcomes of this study, for the first time, unravels the importance of particular genomic features in Nanog gene evolution paving roads toward better understanding of stem cell development and human targeted disorder therapy"}, {"pubmed": 26758557, "text": "MACC1-induced tumor progression in colorectal cancer acts, at least in part, via the newly discovered MACC1/Nanog/Oct4 axis."}, {"pubmed": 26801672, "text": "Stat3 was correlated with NANOG-mediated EMT."}, {"pubmed": 26840943, "text": "ANOG was regulated by extracellular IGF signaling pathway via STAT3 phosphorylation in colorectal cancer (CRC). This coincides with that IGF receptor IGF-1R is often increasing expressed in malignant metastasis colon cancer. Taken together, our data define the crucial functions of IGF/STAT3/NANOG/Slug signaling axis in the progression of CRC"}, {"pubmed": 26936116, "text": "Nanog is a positive regulator of cervical cancer dedifferentiation."}, {"pubmed": 26940070, "text": "The promoter activity of Nanog and Oct4 were upregulated, and beta-catenin was observed to bind to these promoters during H. pylori infection, while a Wnt/beta-catenin inhibitor suppressed promoter activity and binding."}, {"pubmed": 27001847, "text": "ALKBH5 overexpression decreased NANOG mRNA methylation, increased NANOG levels, and increased the percentage of BCSCs, phenocopying the effect of hypoxia"}, {"pubmed": 27084449, "text": "To our knowledge, this is the first report on lineage reprogramming of TILs using protein stem cell transcription factors delivered directly to the nucleus."}, {"pubmed": 27133070, "text": "miR-760 was proved to be functional associated with NANOG via regulating its expression."}, {"pubmed": 27300169, "text": "Nanog expression is a prognostic biomarkers for triple-negative breast cancer"}, {"pubmed": 27350449, "text": "NANOG enabled reactivation of the ROCK and Transforming Growth Factor (TGF)-beta pathways-both of which were impaired in senescent cells-leading to ACTIN polymerization, MRTF-A translocation into the nucleus and serum response factor (SRF)-dependent myogenic gene expression."}, {"pubmed": 27540973, "text": "SIRT-1 and NANOG are high correlated biological markers for diagnosis and prognosis follow up in patients with adenocarcinoma."}, {"pubmed": 27588392, "text": "Data show that lung adenocarcinoma SPC-A1 cell differentiated by a two-stage induction (TSI) method lost stem cell characteristics, including absent expression of OCT4 and Nanog."}, {"pubmed": 27632702, "text": "our data reveal that SATB2 in alveolar bone mesenchymal stem cells (AB-BMSCs) associates with their age-related properties, and prevents AB-BMSCs senescence via maintaining Nanog expression."}, {"pubmed": 27681417, "text": "Super-enhancers at the Nanog locus differentially regulate neighboring pluripotency-associated genes, in particular, DPPA3."}, {"pubmed": 27685621, "text": "miR-612 has a suppressive role on hepatocellular carcinoma cell stemness via Sp1/Nanog signaling pathway."}, {"pubmed": 27705752, "text": "Endogenous Plastic Somatic (ePS) cells in a latent state, i.e. lacking SOX2, OCT3/4 and NANOG (SON) expression, in non-diseased breast specimens through immunohistochemical analysis of previously identified ePS-specific biomarkers (CD73(+), EpCAM(+) and CD90(-))."}, {"pubmed": 27750218, "text": "Ino80 was upregulated in cervical cancer and promoted cell proliferation and tumorigenesis by binding to the Nanog transcription start site and enhancing its expression."}, {"pubmed": 27884977, "text": "RNAi-mediated silencing of NANOG in SKOV-3 reversed the expression of mesenchymal cell markers and restored expression of E-cadherin. Susceptibility to cisplatin increased in SKOV-3 cells on down-regulating NANOG and reversible results were obtained in Moody cells post-overexpression of NANOG."}, {"pubmed": 27956178, "text": "USP21 specifically regulates the Lys48-linked polyubiquitination and stability of NANOG"}, {"pubmed": 28033430, "text": "LGR5-expressing fraction of CD54+ cells represents gastric cancer CSCs, in which LGR5 is closely associated with stemness and EMT core genes"}, {"pubmed": 28125933, "text": "results show that NANOG could reverse the effects of stem cell senescence and restore the myogenic differentiation potential of senescent MSCs."}, {"pubmed": 28163188, "text": "Nanog directly repressed transcription of the miR-200c and miR-200b genes in colon cancer cells, inducing epithelial-mesenchymal transformation."}, {"pubmed": 28186991, "text": "Data suggest that C-terminal truncated hepatitis B virus X protein (HBx-DeltaC1) enhances liver cancer stem cell (CSC) properties through Stat3/Nanog cascade, and insight for the therapeutic intervention for hepatitis B virus (HBV)-related hepatocellular carcinoma (HCC)."}, {"pubmed": 28253866, "text": "Data show that Nanog homebox (NANOG) but not sex-determining region Y-box2 (SOX2) and octamer-binding protein 4 (OCT4) expression was overexpressed in the endometrium of women with intrauterine adhesion (IUA)."}, {"pubmed": 28276635, "text": "our data suggest that 3D culture increases the expression of Nanog through the relaxation of actin cytoskeleton, which mediates reduced Suv39h1 and H3K9me3 levels."}, {"pubmed": 28345785, "text": "These data reveal an overexpression of NANOG and other markers of pluripotency and stemness in meningiomas."}, {"pubmed": 28400280, "text": "Collectively, these findings demonstrate a novel role of YBX1 in maintaining the stemness of CSCs and metastasis, unveiling YBX1 as promising therapeutic target for NSCLC treatments."}, {"pubmed": 28412366, "text": "The NANOG transcription was significantly upregulated by ETV4 overexpression."}, {"pubmed": 28601081, "text": "the early response of pluripotency genes OCT4 and NANOG to the differentiation-inducing stimuli is mediated by dynamic changes in chromatin marks, while DNA methylation is acquired in the later stages of neurogenesis."}, {"pubmed": 28601640, "text": "The NANOG deficiency affected multiple genes, particularly, supressed drug-resistance via down-regulated ABCG2 in Eca109 cells, and caused G1 arrest by down-regulated cyclin D1 (CCND1) expression."}, {"pubmed": 28625769, "text": "NANOG is highly expressed in aortic wall and aortic vascular smooth muscle cells specimens of Thoracic Aortic Dissection patients."}, {"pubmed": 28716899, "text": "High NANOG expression is associated with Multidrug Resistance in breast and cervical cancer."}, {"pubmed": 28838341, "text": "Chicken egg-white extracts promote OCT4 and NANOG expression and telomeres growth in 293T cells."}, {"pubmed": 28894270, "text": "Our findings uncover a novel role for NANOG expression in laryngeal tumourigenesis, and its unprecedented application as biomarker for cancer risk assessment."}, {"pubmed": 28933914, "text": "High NANOG expression is associated with brain neoplasms."}, {"pubmed": 29113102, "text": "These results demonstrate that analysis of IHC expression patterns of MK and NANOG in pretreatment biopsy specimens during the work-up period can provide a more definitive prognosis prediction for each oral squamous cell carcinoma (OSCC) patient that can help clinicians to develop a more precise individual treatment modality."}, {"pubmed": 29198990, "text": "The results show that Nanog expression was related to HBsAg, differentiation, and TNM stage in hepatocellular carcinoma (HCC). Nanog may be an unfavorable prognostic biomarker for HCC."}, {"pubmed": 29214774, "text": "Rectal tumor tissue OCT4 (p<0.001), SOX2 (p=0.003), and NANOG (p<0.001) expressions were higher than those in adjacent tissue."}, {"pubmed": 29279584, "text": "NANOG might be a potential biomarker for early diagnosis of urothelial carcinoma of the bladder."}, {"pubmed": 29716628, "text": "The interaction of Nanog with the AR signaling axis might induce or contribute to Ovarian cancer stem cells regulation. In addition, androgen might promote stemness characteristics in ovarian cancer cells by activating the Nanog promoter"}, {"pubmed": 29787607, "text": "The critical roles of NANOG and its pseudogene NANOGP8 in cancer progression leads the association of these genes with exosomes to be significant, and may allow for exosomal NANOG to function as a powerful diagnostic biomarker. Variations in NANOG/NANOGP8 gene sequences in exosomal DNA includes an insertion into the 3' UTR."}, {"pubmed": 29797562, "text": "our study validate the important role of FEZF1-AS1/miR-30a/Nanog in breast cancer stemness and tumorigenesis, providing a novel insight and treatment strategy for breast cancer"}, {"pubmed": 29845283, "text": "A higher expression of the pluripotency factor NANOG."}, {"pubmed": 30060952, "text": "The results establish a firm molecular link in immune-edited tumor cells among NANOG, AKT, CHFR, and HDAC1, identifying HDAC1 as a molecular target in controlling NANOGHIGH immune-refractory cancer."}, {"pubmed": 30220190, "text": "Nanog may act as a biomarker for prognostic prediction in patients with breast cancer."}, {"pubmed": 30262802, "text": "A strong correlation between DeltaNp73, BMPR1A and NANOG expression with patient outcome."}, {"pubmed": 30627549, "text": "results suggested that nanog overexpression, a hazard factor of differentiation, lymph node metastasis, and tumor size, may predicate decreased OS and DFS for lung cancer."}, {"pubmed": 30628031, "text": "Association of High Expression Levels of SOX2, NANOG, and OCT4 in Gastric Cancer Tumor Tissues with Progression and Poor Prognosis."}, {"pubmed": 30657254, "text": "The TARBP2 protein was destabilized through autophagic-lysosomal proteolysis, thereby stabilizing the expression of the cancer stem cell marker protein Nanog, which facilitates sorafenib resistance in Hepatocellular carcinoma cells."}, {"pubmed": 30670829, "text": "Suppression of the SAP18/HDAC1 complex by targeting TRIM56 and Nanog is essential for oncogenic viral FLICE-inhibitory protein-induced acetylation of p65/RelA, NF-kappaB activation, and promotion of cell invasion and angiogenesis."}, {"pubmed": 30740909, "text": "we have provided convincing evidence in vitro and in vivo demonstrating that Nr5a2 can induce lung CSC properties and promote tumorigenesis and progression through transcriptional up-regulation of Nanog."}, {"pubmed": 30809310, "text": "RACK1 directly binds to Nanog and thus reduces its ubiquitination, which contributes to the self-renewal and chemoresistance of cancer stem cells in human hepatocellular carcinoma"}, {"pubmed": 30904337, "text": "Nanog is secreted in HGSC exosomes in effusions and modulates tumor-promoting cellular processes in vitro."}, {"pubmed": 31130693, "text": "NANOG regulates the complex transcription network of plasticity of the cells, inducing cell cycle arrest and reducing differentiation potential in human adipose stem cells."}, {"pubmed": 31147453, "text": "QYHJ could effectivly enhance the antihuman pancreatic tumor activity of GEM, which may be through inhibiting pancreatic cancer stem cell differentiation by lncRNA AB209630/miR-373/EphB2-NANOG signaling pathway."}, {"pubmed": 31151327, "text": "IDH1(R132H) and its synthetic oncometabolite, R-2HG, significantly increase NANOG expression by activating its proximal promoter region, resulting in increased histone deacetylase inhibitors resistance in Glioblastoma Cells."}, {"pubmed": 31179504, "text": "INPP4B exerts a dual function in the stemness of colorectal cancer stem-like cells through regulating Sox2 and Nanog expression."}, {"pubmed": 31217063, "text": "can activate AKT and upregulate the expression of p-AKT, but not p-ERK"}, {"pubmed": 31239272, "text": "Nanog is required for PPARD induction of the colonic cancer stem cells expansion and liver metastasis."}, {"pubmed": 31534499, "text": "The miR-26a/AP-2alpha/Nanog signaling axis mediates stem cell self-renewal and temozolomide resistance in glioma."}, {"pubmed": 31615841, "text": "The the expression of NANOG, SOX2, Kruppel-like factor 4 (KLF4), and proto-oncogene c-Myc was also increased by cytoplasmic dsRNA."}, {"pubmed": 31619256, "text": "High NANOG expression is associated with prostate cancer."}, {"pubmed": 31624231, "text": "SPOP suppresses pancreatic cancer progression by promoting the degradation of NANOG."}, {"pubmed": 31718471, "text": "Synergic effects of cancer stem cells markers, CD44 and embryonic stem cell transcription factor Nanog, on bladder cancer prognosis."}, {"pubmed": 31885790, "text": "Findings show that NANOG delays HF-MSC senescence by upregulating PBX1 and activating AKT signaling and that a feedback loop likely exists between PBX1 and AKT signaling."}, {"pubmed": 31894290, "text": "Lung adenocarcinoma resistance to therapy with EGFRtyrosine kinase inhibitors is related to increased expression of cancer stem cell markers SOX2, OCT4 and NANOG."}, {"pubmed": 32041418, "text": "NANOG expression in human development and cancerogenesis."}, {"pubmed": 32088087, "text": "HAUSP promoted the growth of glioma cells in vitro and in vivo via stabilizing NANOG."}, {"pubmed": 32168958, "text": "NANOG/NANOGP8 Localizes at the Centrosome and is Spatiotemporally Associated with Centriole Maturation."}, {"pubmed": 32169107, "text": "Alu retrotransposons modulate Nanog expression through dynamic changes in regional chromatin conformation via aryl hydrocarbon receptor."}, {"pubmed": 32584203, "text": "Expression pattern Nanog is associated with the development of gestational trophoblastic neoplasia in Chinese women from Fujian province: a case-control study."}, {"pubmed": 32602285, "text": "NANOG as prognostic factor of prostate cancer course."}, {"pubmed": 32733958, "text": "Expression of NANOG and Its Regulation in Oral Squamous Cell Carcinoma."}, {"pubmed": 32930122, "text": "Putative stemness markers octamer-binding transcription factor 4, sex-determining region Y-box 2, and NANOG in non-small cell lung carcinoma: A clinicopathological association."}, {"pubmed": 32986350, "text": "Increased Expression of Oct4, Nanog and CD24 Predicts Poor Response to Chemo-Radiotherapy and Unfavourable Prognosis in Locally Advanced Oral Squamous Cell Carcinoma."}, {"pubmed": 33283497, "text": "NANOG Decoy Oligodeoxynucleotide-Encapsulated Niosomes Nanocarriers: A Promising Approach to Suppress the Metastatic Properties of U87 Human Glioblastoma Multiforme Cells."}, {"pubmed": 33288197, "text": "RNAi mediated silencing of Nanog expression suppresses the growth of human colorectal cancer stem cells."}, {"pubmed": 33296673, "text": "TINC- A Method to Dissect Regulatory Complexes at Single-Locus Resolution- Reveals an Extensive Protein Complex at the Nanog Promoter."}, {"pubmed": 33313950, "text": "Gli affects the stemness and prognosis of epithelial ovarian cancer via homeobox protein NANOG."}, {"pubmed": 33439550, "text": "Nanog maintains stemness of Lkb1-deficient lung adenocarcinoma and prevents gastric differentiation."}, {"pubmed": 33599261, "text": "Nanog-mediated stem cell properties are critical for MBNL3-associated paclitaxel resistance of ovarian cancer."}, {"pubmed": 33610537, "text": "Histopathological findings and immunohistochemical expression of the stem cell markers CD44, ALDH1, Bmi-1, and Nanog in oral solitary fibrous tumors."}, {"pubmed": 33662150, "text": "Nanog is a promising chemoresistant stemness marker and therapeutic target by iron chelators for esophageal cancer."}, {"pubmed": 33865902, "text": "Epithelium-specific ETS transcription factor-1 regulates NANOG expression and inhibits NANOG-induced proliferation of human embryonic carcinoma cells."}, {"pubmed": 33975615, "text": "Warburg effect-promoted exosomal circ_0072083 releasing up-regulates NANGO expression through multiple pathways and enhances temozolomide resistance in glioma."}, {"pubmed": 33990559, "text": "PHC1 maintains pluripotency by organizing genome-wide chromatin interactions of the Nanog locus."}, {"pubmed": 34274471, "text": "NANOG gene suppression and replacement of let-7 modulate the stemness, invasion, and apoptosis in breast cancer."}, {"pubmed": 34452350, "text": "Nanog, in Cooperation with AP1, Increases the Expression of E6/E7 Oncogenes from HPV Types 16/18."}, {"pubmed": 34503528, "text": "A direct negative feedback loop of miR-4721/FOXA1/Nanog promotes nasopharyngeal cell stem cell enrichment and metastasis."}, {"pubmed": 34520294, "text": "NANOG Promotes Cell Proliferation, Invasion, and Stemness via IL-6/STAT3 Signaling in Esophageal Squamous Carcinoma."}, {"pubmed": 34592152, "text": "HIF-1 recruits NANOG as a coactivator for TERT gene transcription in hypoxic breast cancer stem cells."}, {"pubmed": 34638956, "text": "The Embryonic Key Pluripotent Factor NANOG Mediates Glioblastoma Cell Migration via the SDF1/CXCR4 Pathway."}, {"pubmed": 34693722, "text": "The multiple faces of NANOG in cancer: a therapeutic target to chemosensitize therapy-resistant cancers."}, {"pubmed": 34697063, "text": "CRY1 Regulates Chemoresistance in Association With NANOG by Inhibiting Apoptosis via STAT3 Pathway in Patients With Cervical Cancer."}, {"pubmed": 35008480, "text": "MicroRNA 630 Represses NANOG Expression through Transcriptional and Post-Transcriptional Regulation in Human Embryonal Carcinoma Cells."}, {"pubmed": 35121826, "text": "MicroRNA-135 inhibits initiation of epithelial-mesenchymal transition in breast cancer by targeting ZNF217 and promoting m6A modification of NANOG."}, {"pubmed": 35177584, "text": "Nanog mediated by FAO/ACLY signaling induces cellular dormancy in colorectal cancer cells."}, {"pubmed": 35182674, "text": "siRNA-mediated silencing of Nanog reduces stemness properties and increases the sensitivity of HepG2 cells to cisplatin."}, {"pubmed": 35186145, "text": "Evaluation of immunohistochemical expression of stem cell markers (NANOG and CD133) in normal, hyperplastic, and malignant endometrium."}, {"pubmed": 35220392, "text": "Identification of Nanog as a novel inhibitor of Rad51."}, {"pubmed": 35337852, "text": "Nanog, as a key cancer stem cell marker in tumor progression."}, {"pubmed": 35450457, "text": "Pediatric Astrocytomas and Their Association With Polymorphisms in Embryonic Stem Cell Marker Genes."}, {"pubmed": 35484250, "text": "NANOG prion-like assembly mediates DNA bridging to facilitate chromatin reorganization and activation of pluripotency."}, {"pubmed": 35606403, "text": "NANOG confers resistance to complement-dependent cytotoxicity in immune-edited tumor cells through up-regulating CD59."}, {"pubmed": 36114703, "text": "NANOG regulates epithelial-mesenchymal transition via AMPK/mTOR signalling pathway in ovarian cancer SKOV-3 and A2780 cells."}, {"pubmed": 36170598, "text": "Altered immunoexpression of SOX2, OCT4 and Nanog in the normal-appearing oral mucosa of tobacco users."}, {"pubmed": 36497144, "text": "Novel Roles of Nanog in Cancer Cells and Their Extracellular Vesicles."}, {"pubmed": 36541373, "text": "SOX9 and HMGB3 co-operatively transactivate NANOG and promote prostate cancer progression."}, {"pubmed": 36621005, "text": "NANOGP1, a tandem duplicate of NANOG, exhibits partial functional conservation in human naive pluripotent stem cells."}, {"pubmed": 36646707, "text": "Niche stiffness sustains cancer stemness via TAZ and NANOG phase separation."}, {"pubmed": 36655039, "text": "Immunoexpression of stem cell markers SOX-2, NANOG AND OCT4 in ameloblastoma."}, {"pubmed": 37278276, "text": "Prognostic Implications of CD24, SOX2, and Nanog Expression in Invasive Urothelial Carcinoma."}, {"pubmed": 37461005, "text": "High NANOG expression correlates with worse patients' survival in esophageal adenocarcinoma."}, {"pubmed": 37774079, "text": "Clinicopathologic Impact of NANOG, ZEB1, and EpCAM Biomarkers on Prognosis of Serous Ovarian Carcinoma."}, {"pubmed": 38796740, "text": "NANOG regulate the JAK/STAT3 pathway to promote trophoblast cell migration and epithelial-mesenchymal transition (EMT) in hypertensive disorders of pregnancy (HDP) through protein interaction with CDK1."}, {"pubmed": 38977352, "text": "[High expression of the stemness-associated molecule Nanog in esophageal squamous cell carcinoma tissues promotes tumor invasion and metastasis by activating the TGF-beta signaling pathway]."}], "genomic_pos": {"chr": "12", "end": 7799146, "ensemblgene": "ENSG00000111704", "start": 7787794, "strand": 1}, "genomic_pos_hg19": {"chr": "12", "end": 7948655, "start": 7940390, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0001714", "pubmed": 20713518, "qualifier": "acts_upstream_of_or_within", "term": "endodermal cell fate specification"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006355", "pubmed": 16153702, "qualifier": "involved_in", "term": "regulation of DNA-templated transcription"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010468", "pubmed": 18388306, "qualifier": "involved_in", "term": "regulation of gene expression"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0019827", "pubmed": 15108323, "qualifier": "involved_in", "term": "stem cell population maintenance"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0019827", "qualifier": "involved_in", "term": "stem cell population maintenance"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0030154", "pubmed": 16501172, "qualifier": "involved_in", "term": "cell differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0035019", "pubmed": 18388306, "qualifier": "involved_in", "term": "somatic stem cell population maintenance"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045595", "pubmed": 16501172, "qualifier": "involved_in", "term": "regulation of cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 20713518, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2000648", "pubmed": 16501172, "qualifier": "involved_in", "term": "positive regulation of stem cell proliferation"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IC", "gocategory": "CC", "id": "GO:0005634", "pubmed": 16153702, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 18932205, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005730", "pubmed": 20458727, "qualifier": "located_in", "term": "nucleolus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043231", "qualifier": "located_in", "term": "intracellular membrane-bounded organelle"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0000976", "pubmed": 25825768, "qualifier": "enables", "term": "transcription cis-regulatory region binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000977", "pubmed": 23708658, "qualifier": "enables", "term": "RNA polymerase II transcription regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISS", "id": "GO:0001227", "qualifier": "enables", "term": "DNA-binding transcription repressor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003677", "pubmed": [16153702, 19427902], "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003700", "pubmed": 16153702, "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 26687479, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}]}, "homologene": {"genes": [[9544, 715746], [9598, 748301], [9606, 79923], [9615, 100856473], [9913, 538951], [10090, 71950], [10116, 414065]], "id": 78027}, "interpro": [{"desc": "Homeobox domain", "id": "IPR001356", "short_desc": "Homeobox_dom"}, {"desc": "Homeobox-like domain superfamily", "id": "IPR009057", "short_desc": "Homeobox-like_sf"}, {"desc": "Homeobox, conserved site", "id": "IPR017970", "short_desc": "Homeobox_CS"}], "ipi": ["IPI00434539", "IPI00807368", "IPI00978110", "IPI01015607"], "map_location": "12p13.31", "name": "Nanog homeobox", "other_names": ["homeobox protein NANOG", "homeobox transcription factor Nanog", "homeobox transcription factor Nanog-delta 48"], "pantherdb": {"HGNC": "20857", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1919200", "ortholog_type": "O", "panther_family": "PTHR24327", "taxid": 10090, "uniprot_kb": "Q80Z64"}, {"RGD": "1303178", "ortholog_type": "O", "panther_family": "PTHR24327", "taxid": 10116, "uniprot_kb": "D3ZS29"}, {"Gene": "NANOG", "ortholog_type": "O", "panther_family": "PTHR24327", "taxid": 9031, "uniprot_kb": "A7Y7W3"}, {"Ensembl": "ENSGALG00000027772", "ortholog_type": "O", "panther_family": "PTHR24327", "taxid": 9031, "uniprot_kb": "A0A1I7Q452"}, {"ZFIN": "ZDB-GENE-030131-5486", "ortholog_type": "O", "panther_family": "PTHR24327", "taxid": 7955, "uniprot_kb": "A5JNG8"}, {"ZFIN": "ZDB-GENE-010108-2", "ortholog_type": "O", "panther_family": "PTHR24327", "taxid": 7955, "uniprot_kb": "Q9DGM9"}, {"ZFIN": "ZDB-GENE-010108-1", "ortholog_type": "O", "panther_family": "PTHR24327", "taxid": 7955, "uniprot_kb": "Q9DGM8"}, {"WormBase": "WBGene00013583", "ortholog_type": "O", "panther_family": "PTHR24327", "taxid": 6239, "uniprot_kb": "Q9U1R1"}, {"WormBase": "WBGene00006380", "ortholog_type": "O", "panther_family": "PTHR24327", "taxid": 6239, "uniprot_kb": "Q19937"}, {"FlyBase": "FBgn0000529", "ortholog_type": "O", "panther_family": "PTHR24327", "taxid": 7227, "uniprot_kb": "Q04787"}, {"dictyBase": "DDB_G0277505", "ortholog_type": "O", "panther_family": "PTHR24327", "taxid": 352472, "uniprot_kb": "Q54ZP8"}, {"dictyBase": "DDB_G0275173", "ortholog_type": "O", "panther_family": "PTHR24327", "taxid": 352472, "uniprot_kb": "Q869W0"}], "uniprot_kb": "Q9H9S0"}, "pathway": {"kegg": [{"id": "hsa04550", "name": "Signaling pathways regulating pluripotency of stem cells - Homo sapiens (human)"}, {"id": "hsa05205", "name": "Proteoglycans in cancer - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-1474165", "name": "Reproduction"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-2892245", "name": "POU5F1 (OCT4), SOX2, NANOG repress genes related to differentiation"}, {"id": "R-HSA-2892247", "name": "POU5F1 (OCT4), SOX2, NANOG activate genes related to proliferation"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-452723", "name": "Transcriptional regulation of pluripotent stem cells"}, {"id": "R-HSA-6785807", "name": "Interleukin-4 and Interleukin-13 signaling"}, {"id": "R-HSA-9754189", "name": "Germ layer formation at gastrulation"}, {"id": "R-HSA-9758941", "name": "Gastrulation"}, {"id": "R-HSA-9823739", "name": "Formation of the anterior neural plate"}, {"id": "R-HSA-9827857", "name": "Specification of primordial germ cells"}], "wikipathways": [{"id": "WP2406", "name": "Cardiac Progenitor Differentiation"}, {"id": "WP2853", "name": "Endoderm differentiation"}, {"id": "WP2857", "name": "Mesodermal commitment pathway"}, {"id": "WP3527", "name": "Pre-implantation embryo"}, {"id": "WP399", "name": "Wnt signaling pathway and pluripotency"}, {"id": "WP4963", "name": "p53 transcriptional gene network"}, {"id": "WP706", "name": "Sudden Infant Death Syndrome (SIDS) Susceptibility Pathways"}]}, "pdb": ["2KT0", "4RBO"], "pfam": "PF00046", "pharmgkb": "PA134864904", "pharos": {"target_id": 16631, "tdl": "Tbio"}, "prosite": "PS50071", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF183573", "relationship": "is"}, {"id": "GNF205385", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF276436", "relationship": "is"}, {"id": "GNF276471", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF102291", "relationship": "is"}, {"id": "GNF102315", "relationship": "is"}, {"id": "GNF141969", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000012.12", "NC_060936.1"], "protein": ["NP_001284627.1", "NP_079141.2"], "rna": ["NM_001297698.2", "NM_024865.4"], "translation": [{"protein": "NP_001284627.1", "rna": "NM_001297698.2"}, {"protein": "NP_079141.2", "rna": "NM_024865.4"}]}, "reporter": {"HG-U133_Plus_2": ["220184_at", "231079_at"], "HG-U95B": "48273_at", "HTA-2_0": "TC12000114.hg.1", "HuEx-1_0": ["2796099", "3403433", "3403445", "3403482", "3617859"], "HuGene-1_1": ["7953675", "7987365"], "HuGene-2_1": "16747852"}, "retired": [92937, 283318, 100293888], "summary": "The protein encoded by this gene is a DNA binding homeobox transcription factor involved in embryonic stem (ES) cell proliferation, renewal, and pluripotency. The encoded protein can block ES cell differentiation and can also autorepress its own expression in differentiating cells. Two transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Sep 2015].", "symbol": "NANOG", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1427164"}, "unigene": "Hs.635882", "uniprot": {"Swiss-Prot": "Q9H9S0", "TrEMBL": ["F5GZI2", "A8K4D1"]}, "wikipedia": {"url_stub": "Homeobox protein NANOG"}}