{"AllianceGenome": "7660", "HGNC": "7660", "MIM": "608512", "_id": "653361", "_version": 1, "accession": {"genomic": ["AC083884.6", "AC211433.4", "AF184614.1", "AH005796.2", "CP068271.2", "M60941.1", "M60942.1", "NC_000007.14", "NC_060931.1", "NG_009078.2"], "protein": ["AAA60086.1", "AAA60087.1", "AAA93232.1", "AAB95193.1", "AAF34737.1", "AAH02816.1", "AAH65731.1", "AAK19516.1", "AAK19517.1", "AAS07465.1", "BAD96937.1", "BAF84783.1", "BAG54596.1", "BAG65630.1", "BAH14712.1", "NP_000256.4", "P14598.4"], "rna": ["AF330625.1", "AF330626.1", "AK127905.1", "AK223217.1", "AK292094.1", "AK316341.1", "AK316552.1", "AW204865.1", "AW207763.1", "BC002816.2", "BC065731.1", "GU215077.1", "NM_000265.7", "U25793.1"], "translation": [{"protein": "AAA93232.1", "rna": "U25793.1"}, {"protein": "NP_000256.4", "rna": "NM_000265.7"}, {"protein": "AAK19517.1", "rna": "AF330626.1"}, {"protein": "AAK19516.1", "rna": "AF330625.1"}, {"protein": "BAH14712.1", "rna": "AK316341.1"}, {"protein": "AAH02816.1", "rna": "BC002816.2"}, {"protein": "AAH65731.1", "rna": "BC065731.1"}, {"protein": "BAD96937.1", "rna": "AK223217.1"}, {"protein": "BAF84783.1", "rna": "AK292094.1"}, {"protein": "BAG65630.1", "rna": "AK316552.1"}, {"protein": "BAG54596.1", "rna": "AK127905.1"}]}, "alias": ["CGD1", "NCF1A", "NOXO2", "SH3PXD1A", "p47phox"], "ensembl": {"gene": "ENSG00000158517", "protein": ["ENSP00000289473", "ENSP00000392870", "ENSP00000401935", "ENSP00000484502"], "transcript": ["ENST00000289473", "ENST00000398421", "ENST00000433458", "ENST00000438106", "ENST00000442021", "ENST00000443956", "ENST00000449343", "ENST00000455062", "ENST00000464878", "ENST00000486097", "ENST00000488197"], "translation": [{"protein": "ENSP00000289473", "rna": "ENST00000289473"}, {"protein": "ENSP00000401935", "rna": "ENST00000442021"}, {"protein": "ENSP00000392870", "rna": "ENST00000433458"}, {"protein": "ENSP00000484502", "rna": "ENST00000464878"}], "type_of_gene": "protein_coding"}, "entrezgene": "653361", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 7.942935639, "exp_mis": 93.6932138882, "exp_syn": 48.6338668406, "lof_z": 2.79177378261834, "mis_z": 4.27967689817512, "mu_lof": 1.12713954732e-06, "mu_mis": 1.97841168708e-05, "mu_syn": 9.82638452829e-06, "n_lof": 0.0, "n_mis": 9.0, "n_syn": 9.0, "p_li": 0.92335956129349, "p_null": 0.000454535064708967, "p_rec": 0.0761859036418008, "syn_z": 3.52327509837916}, "bp": 1173, "cds_end": 74203504, "cds_start": 74188378, "n_exons": 11, "nonpsych": {"exp_lof": 7.10517197605, "exp_mis": 84.717451032, "exp_syn": 43.9343878996, "lof_z": 2.61781691411571, "mis_z": 4.14926542687133, "mu_lof": 1.12713954732e-06, "mu_mis": 1.97841168708e-05, "mu_syn": 9.82638452829e-06, "n_lof": 0.0, "n_mis": 9.0, "n_syn": 9.0, "p_li": 0.909526187391411, "p_null": 0.000841587032628782, "p_rec": 0.0896322255759601, "syn_z": 3.31829027801612}, "nontcga": {"exp_lof": 7.29931802848, "exp_mis": 86.1895800896, "exp_syn": 44.7349727967, "lof_z": 2.66515450800197, "mis_z": 4.19595980234712, "mu_lof": 1.12713954732e-06, "mu_mis": 1.97841168708e-05, "mu_syn": 9.82638452829e-06, "n_lof": 0.0, "n_mis": 8.0, "n_syn": 9.0, "p_li": 0.907793233489519, "p_null": 0.00072583618984586, "p_rec": 0.0914809303206347, "syn_z": 3.38292301480126}, "transcript": "ENST00000289473.4"}, "exons": [{"cdsend": 74789160, "cdsstart": 74774031, "chr": "7", "position": [[74773961, 74774103], [74777266, 74777347], [74779081, 74779157], [74779256, 74779422], [74780779, 74780835], [74782938, 74783061], [74783524, 74783632], [74785181, 74785299], [74787983, 74788088], [74788558, 74788704], [74789038, 74789376]], "strand": 1, "transcript": "NM_000265", "txend": 74789376, "txstart": 74773961}], "exons_hg19": [{"cdsend": 74203504, "cdsstart": 74188378, "chr": "7", "position": [[74188308, 74188450], [74191612, 74191693], [74193427, 74193503], [74193602, 74193768], [74195125, 74195181], [74197281, 74197404], [74197867, 74197975], [74199527, 74199645], [74202327, 74202432], [74202902, 74203048], [74203382, 74203720]], "strand": 1, "transcript": "NM_000265", "txend": 74203720, "txstart": 74188308}], "generif": [{"pubmed": 16326715, "text": "the C-terminal alpha-helical region of the p22phox peptide increases the binding affinity for the tandem SH3 domains of p47phox more than 10-fold"}, {"pubmed": 16608528, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16778989, "text": "Data show that GM-CSF and TNF-alpha induce phosphorylation of Ser345 on p47phox, a cytosolic component of NADPH oxidase, in human neutrophils."}, {"pubmed": 17150107, "text": "The phox homology (PX) domain of p47phox localizes to the plasma membrane in human neutrophils, but is not translocated to the membrane of mature phagosomes."}, {"pubmed": 17217339, "text": "Thr133, Ser288 and Thr356, targets for IRAK-4 phosphorylation in vitro, are also phosphorylated in endogenous p47phox after LPS stimulation and regulates NADPH oxidase activation."}, {"pubmed": 17438039, "text": "These results indicate that a functional NADPH oxidase and the generation of oxidants in the neutrophil phagosome prevent the activation of the cytoplasmic caspase cascade."}, {"pubmed": 17478731, "text": "Increased expression of NAD(P)H oxidase-p47phox and nuclear factor-kappaB p65 may contribute to endothelial oxidative stress with aging in humans."}, {"pubmed": 17586618, "text": "Homocysteine increased intracellular reactive oxygen species by NAD(P)H oxidase activation, as shown by the membrane translocation of its p47(phox) subunit."}, {"pubmed": 17651608, "text": "There is an increased expression of NADPH oxidase p47(-PHOX) and p67(-PHOX) factor in idiopathic pulmonary fibrosis patients."}, {"pubmed": 17922419, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17925180, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18004884, "text": "the cytosolic regulatory subunit p47phox modulates the conformation of Cyt b (in addition to serving as an adapter protein) during oxidase activation."}, {"pubmed": 18028450, "text": "these results indicate that activation of the ASK1/p38 MAPK/p47phox cascade plays a central role in PPD/TLR2-induced ROS generation and suggests the existence of a 'ROS/ASK1' inflammatory amplification feedback loop in monocytes/macrophages."}, {"pubmed": 18045865, "text": "CD95L-induced endosomal acidification, ceramide formation, and downstream events, such as p47(phox) phosphorylation, ROS formation, CD95 activation, and apoptosis."}, {"pubmed": 18070887, "text": "Phosphatidylinositol 3-kinase-dependent membrane recruitment of Rac-1 and p47phox is critical for alpha-platelet-derived growth factor receptor-induced production of reactive oxygen species."}, {"pubmed": 18287880, "text": "nox1, nox2, and p47 have distinct roles in NADPH oxidase activity in human veins."}, {"pubmed": 18390927, "text": "The kinetics of p47phox activation was investigated by comparing neutrophils from diabetic and healthy subjects, and the mechanism of hyperglycemia-induced changes was studied by using neutrophil-like HL-60 cells as a model."}, {"pubmed": 18424721, "text": "As(2)O(3) induced phosphorylation and membrane translocation of the NADPH oxidase subunit p47(phox) and it also increased translocation of Rac1 and p67(phox)."}, {"pubmed": 18523147, "text": "NF-kappaB is necessary for CYBB and NCF1 gene expression and activation of the phagocyte NADPH oxidase normal and anhidrotic ectodermal dysplasia leukocytes."}, {"pubmed": 18546332, "text": "mutations in CYBB, NCF1, CYBA or NCF2 may play a role in chronic granulomatous disease"}, {"pubmed": 18765662, "text": "Ile67 of the cPLA2-C2 domain is identified as a critical, centrally positioned residue in a hydrophobic interaction in the p47phox-PX domain"}, {"pubmed": 18983267, "text": "The direct interaction of PI3Kgamma with PKCalpha forms a discrete regulatory module of N-formylmethionyl-leucyl-phenylalanine-dependent reactive oxygen species production in neutrophils."}, {"pubmed": 19077231, "text": "NCF1DeltaGT/GTGT ratios were correlated with clinical parameters and ROI (reactive oxygen intermediates) production during Plasmodium falciparum malaria and with susceptibility to the autoimmune disease multiple sclerosis (MS)"}, {"pubmed": 19077231, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19130504, "text": "Nef regulates the NADPH oxidase p47(phox)activity through the activation of the Src kinases and PI3K"}, {"pubmed": 19192478, "text": "Conformational changes in p47(phox) upon activation highlighted by mass spectrometry coupled to hydrogen/deuterium exchange and limited proteolysis are reported."}, {"pubmed": 19329991, "text": "Mutation in NCF1 in Chronic granulomatous disease patient is associated with liver abscess."}, {"pubmed": 19366706, "text": "These results demonstrate a role of PLD in hyperoxia-mediated IQGAP1 activation through Rac1 in tyrosine phosphorylation of Src and cortactin, as well as in p47(phox) translocation and reactive oxygen species formation in human lung endothelial cells."}, {"pubmed": 19410294, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19632255, "text": "NADPH oxidase and lipid raft-associated redox signaling are required for PCB153-induced upregulation of cell adhesion molecules in human brain endothelial cells."}, {"pubmed": 19717732, "text": "Conclude that acute exercise increases intracellular NO in endothelial progenitor cells through an NADPH oxidase-inhibition mechanism in sedentary men."}, {"pubmed": 19833721, "text": "These results suggest that hyperoxia induces caveolin-1-dependent, c-Abl-mediated dynamin 2 phosphorylation required for recruitment of p47(phox) to caveolin-enriched microdomains and subsequent ROS production in lung endothelium."}, {"pubmed": 19929442, "text": "Expression of the p47phox subunit and NOX activity was evaluated in affected (superior and middle temporal gyri) and unaffected (cerebellum) brain regions from a longitudinally followed group of patients with varying degrees of cognitive impairment."}, {"pubmed": 19948975, "text": "Observational study of gene-disease association, gene-gene interaction, gene-environment interaction, and genetic testing. (HuGE Navigator)"}, {"pubmed": 20167518, "text": "All mutations and some polymorphisms identified in the NCF1 gene in the autosomal forms of chronic granulomatous disease are listed. Review."}, {"pubmed": 20407811, "text": "granulomatous disease in Iran is predominantly due to mutations in p47-phox, while the number of mutations in p22-phox is roughly equal to that in gp91-phox, indicating that the genetics of CGD are ethnically variable"}, {"pubmed": 20495074, "text": "Loss of p47phox is associated with inflammasome activation resulting in chronic granulomatous disease."}, {"pubmed": 20592030, "text": "p47phox molecular activation for assembly of the neutrophil NADPH oxidase complex."}, {"pubmed": 20817944, "text": "a differential and agonist-dependent role of the p47(phox) PX domain for neutrophil NADPH oxidase activation."}, {"pubmed": 21506107, "text": "Direct contact of solid tumor cells and ECs activates endothelial NAD(P)H oxidase-mediated superoxide production. The oxidative stress contributes to EC apoptosis which in turn facilitates tumor cell extravasation."}, {"pubmed": 21518975, "text": "Results demonstrate that PBEF can prime for PMN respiratory burst activity by promoting p40 and p47 translocation to the membrane."}, {"pubmed": 21566280, "text": "There is no correlation between C923T(Ala308Val)polymorphism and cerebral hemorrhage in Han people in Hunan province."}, {"pubmed": 21728841, "text": "an increased copy number of NCF1 can be protective against developing RA and add support to previous findings of a role of NCF1 and the phagocyte NADPH oxidase complex in RA pathogenesis."}, {"pubmed": 21789723, "text": "autosomal recessive mutational defects are the predominant subtype in Iranian patients with chronic granulomatous disease"}, {"pubmed": 21791598, "text": "tein disulfide isomerase redox-dependent association with p47(phox): evidence for an organizer role in leukocyte NADPH oxidase activation."}, {"pubmed": 21813271, "text": "Resveratrol decreases hyperglycemic induced superoxide production via up-regulation of SIRT1, induction of FOXO3a and inhibition of p47phox in monocytes."}, {"pubmed": 21911753, "text": "Data implicate p47phox as one of the sources of oxidative stress in diabetic islets or beta cells during hyperglycemia; evidence supports accelerated Rac1-Nox-ROS-JNK1/2 signaling pathway leading to mitochondrial dysregulation."}, {"pubmed": 21956105, "text": "cooperation of p40(phox) with p47(phox) for Nox2-based NADPH oxidase activation during Fcgamma receptor (FcgammaR)-mediated phagocytosis"}, {"pubmed": 22219181, "text": "MLCK is essential for the translocation and association of cortactin and p47phox."}, {"pubmed": 22460559, "text": "Phosphorylation of p47(phox) at different serine sites plays distinct roles in endothelial cell response to TNFalpha stimulation."}, {"pubmed": 22493288, "text": "The low affinity and selectivity of the atypical phosphoinositide-binding site on the p47(phox) PX domain suggest that different types of phosphoinositides sequentially bind to the p47(phox) PX domain"}, {"pubmed": 22690528, "text": "A diffuse cytosolic distribution of p47-phox was observed in neutrophils from HIV-infected patients."}, {"pubmed": 23216310, "text": "Patients with p47(phox) hereditary deficiency have intermediate flow mediated dilation and oxidative stress compared to healthy subjects and patients with NOX2 deficiency."}, {"pubmed": 23386289, "text": "this study identified a 10 % incidence of diabetes in p47 (phox) deficient chronic granulomatous disease (CGD), but none in X-linked CGD."}, {"pubmed": 23393912, "text": "Defining p47-phox deficient Chronic Granulomatous Disease in a Malay family."}, {"pubmed": 23671702, "text": "Data show that curcumin-loaded polyvinylpyrrolidone nanoparticles (CURN) decreased the expression of ICAM-1, inhibited NADPH oxidase (NOX)-derived ROS generation, and reduced MAPKs and AP-1 transcription factor binding activities."}, {"pubmed": 23688784, "text": "three different cross-over points exist within the NCF1 gene cluster, indicating that autosomal p47(phox)-deficient CGD is genetically heterogeneous but can be dissected in detail by MLPA"}, {"pubmed": 23870057, "text": "p47(phox) and Rac2 accumulate only transiently at the phagosome at the onset of NADPH activity and detach from the phagosome before the end of reactive oxygen species production."}, {"pubmed": 23975181, "text": "There was an increase in p47-phox phosphorylation in neutrophils from myeloproliferative disorder patients with the JAK2 (V617F) mutation."}, {"pubmed": 24081483, "text": "Two novel mutations are identified in Greek patients with chronic granulomatous disease: one in NCF1 and one in cytochrome CYBB."}, {"pubmed": 24126171, "text": "Williams syndrome patients are at risk for increased aortic stiffness. This vascular stiffness is caused by elastin insufficiency and is modified by NCF1 copy number."}, {"pubmed": 24596025, "text": "Four novel mutations in the NCF1, NCF2, and CYBB genees have been identified in chronic granulomatous disease patients in Morocco."}, {"pubmed": 24967690, "text": "Suggest eupafolin attenuated COX-2 expression leading to reduced production of prostaglandin E2 by blocking Nox2/p47(phox) pathway."}, {"pubmed": 25239440, "text": "Reduced carotid but not coronary artery atherosclerosis in patients with chronic granulomatous disease despite the high prevalence of traditional risk factors raises questions about the role of NADPH oxidase in the pathogenesis of atherosclerosis."}, {"pubmed": 25761062, "text": "Results identifies p47phox-dependent NADPH oxidase activity as a critical component of Angpt-1-mediated endothelial barrier defense against classic inflammatory permeability factors."}, {"pubmed": 25877926, "text": "TLR8, but not TLR7, is involved in priming of human neutrophil reactive oxygen species production by inducing the phosphorylation of p47phox and p38 MAPK."}, {"pubmed": 25981738, "text": "DCLRE1C and NCF1 mutations have been found by whole-genome sequencing to cause primary immunodeficiency in unrelated patients."}, {"pubmed": 26317224, "text": "increased levels of gp91phox, p47phox and p22phox likely account for the interferon-gamma mediated enhancement of dimethyl sulfoxide-induced Nox2 activity."}, {"pubmed": 26460255, "text": "A rare mutation in NCF1 encoding p47phox of the leukocyte NADPH oxidase causes lack of superoxide generation, leads to chronic granulomatous disease and was recently (1200-2300 years ago) introduced into the Kavkazi Jewish population"}, {"pubmed": 26728380, "text": "Data show that diphenylene iodonium (DPI) and apocynin can reduce hyperoxia-induced reactive oxygen species (ROS) production by decreasing the translocation and level of NADPH Oxidase p47phox."}, {"pubmed": 26760964, "text": "Overexpression of p47phox is associated with increased migration/metastasis rate in melanoma."}, {"pubmed": 27040869, "text": "Study provides evidence for a novel PKC-zeta to p47phox interaction that is required for cell transformation from blebbishields and ROS production in cancer cells."}, {"pubmed": 27343196, "text": "A novel role for Spns2 and S1P1&2 in the activation of p47(phox) and production of reactive oxygen species involved in hyperoxia-mediated lung injury."}, {"pubmed": 27531930, "text": "Lysophosphatidylcholines prime polymorphonuclear neutrophil through Hck-dependent activation of PKCdelta, which stimulates PKCgamma, resulting in translocation of phosphorylated p47(phox)."}, {"pubmed": 27723093, "text": "patients with hereditary p47phox deficiency show reduced platelet activation suggesting a role for this Nox cytosolic subunit in platelet activation."}, {"pubmed": 27765769, "text": "Skeletal muscle protein expression of the NADPH oxidase subunits p22(phox), p47(phox), and p67(phox) was increased in obese relative to lean subjects, where p22(phox) and p67(phox) expression was attenuated by exercise training in obese subjects."}, {"pubmed": 28135245, "text": "Decreased and increased copy numbers of NCF1 predispose to and protect against SLE."}, {"pubmed": 28240310, "text": "IL-27 enhances the potential of reactive oxygen species generation from monocyte-derived macrophages and dendritic cells by induction of p47(phox)."}, {"pubmed": 28606963, "text": "There was an increased frequency of the NCF1-339 T allele in patients with systemic lupus erythematosus. The NCF1-339 T allele reduced extracellular ROS production in neutrophils and led to an increase expression of type 1 interferon-regulated genes."}, {"pubmed": 28939422, "text": "p47phox, but not p67phox or p40phox, binds to and activates Nrf2, enhancing the function of Nrf2 in suppressing inflammation."}, {"pubmed": 29195919, "text": "p47phox S-glutathionylation plays an essential key role in the sustained ROS generation by human neutrophils."}, {"pubmed": 29311151, "text": "Tyrosine kinase substrate (Tks) proteins, analogous to the related proteins p47(phox), p40(phox) and NoxO1, also facilitate local generation of reactive oxygen species (ROS), which aid in signaling at invadopodia and/or podosomes to promote their activity. As their name suggests, Tks adaptor proteins are substrates for tyrosine kinases, especially Src. [review]"}, {"pubmed": 29331982, "text": "In six additional Ashkenazi carriers of the NCF1 c.579G>A mutation, we found five individuals with three complete NCF1 genes of which one was mutated (like the parents), and one individual with in addition a fusion gene of NCF1 with a pseudogene"}, {"pubmed": 29360265, "text": "Our findings in experiments on activated human retinal endothelial cells provide translational corroboration of studies in experimental models of retinal vasculopathy and support the therapeutic application of Nox4 inhibition by GKT136901 and GKT137831 in patients with retinal vascular diseases."}, {"pubmed": 29411231, "text": "Correlation between genotype and phenotype is unpredictable, although clinically, the Kavkazi patients were more severely affected than other patients with p47phox deficiency."}, {"pubmed": 30078213, "text": "we discovered the existence of p47(phox) /Hyal2 complex. LSS induced the dissociation of p47(phox) /Hyal2 complex, which was inhibited by LKB1 overexpression and AICAR. Furthermore, knockdown of Hyal2 performed a positive feedback on LKB1 activity"}, {"pubmed": 30323221, "text": "Activation of PAD4 by membranolytic insults that result in high levels of intracellular calcium (higher than physiological neutrophil activation) leads to rapid citrullination of p47(phox)/NCF1 and p67(phox)/NCF2, as well as their dissociation from PAD4"}, {"pubmed": 30465301, "text": "NCF1, a critical gene in the ROS system, was upregulated in THP-1 cell and monocytes under lipopolysaccharides stimulation. Moreover, we identified the upregulation of NCF1 in a sepsis model."}, {"pubmed": 30470980, "text": "of the total molecularly characterized Indian patients with chronic granulomatous disease (n = 90), 56% of the patients had a mutation in the NCF1 gene"}, {"pubmed": 30580571, "text": "we identify specific cysteine residues of protein disulfide isomerase and p47phox necessary for the direct interaction of these proteins, the assembly of the Nox1 complex and subsequent activation of Nox1 in vascular disease."}, {"pubmed": 30651282, "text": "flow cytometry for p47(phox) expression quickly identifies patients and carriers of p47(phox) CGD, and genomic ddPCR identifies patients and carriers of DeltaGT NCF1, the most common mutation in p47(phox) CGD."}, {"pubmed": 30963593, "text": "this study shows genetic and molecular findings of 38 Iranian patients with chronic granulomatous disease caused by p47-phox defect"}, {"pubmed": 31492810, "text": "Data showed that proliferating cell nuclear antigen (PCNA) associated with neutrophil cytosolic factor 1 (p47phox), a key subunit of NADPH oxidase in neutrophils and that this association regulated reactive oxygen species (ROS) production."}, {"pubmed": 31704719, "text": "Polymorphism NCF1-339, rs201802880 mediated decreased NADPH oxidase function, is associated with high interferon activity and impaired formation of neutrophil extracellular traps in systemic lupus erythematosus, allowing dependence on mitochondrial reactive oxygen species (ROS). Also a striking connection between the ROS deficient NCF1-339 genotypes and the presence of phospholipid antibodies and antiphospholipid syndrome"}, {"pubmed": 31705128, "text": "Association of NCF1 polymorphism with systemic lupus erythematosus and systemic sclerosis but not with ANCA-associated vasculitis in a Japanese population."}, {"pubmed": 31973815, "text": "P-Tyr42 RhoA GTPase amplifies superoxide formation through p47phox, phosphorylated by ROCK."}, {"pubmed": 33596590, "text": "Neutrophil Cytosolic Factor-1 Genotyping in Acne Vulgaris."}, {"pubmed": 33903979, "text": "Whole genome sequencing identifies variants associated with sarcoidosis in a family with a high prevalence of sarcoidosis."}, {"pubmed": 34556485, "text": "Human SLE variant NCF1-R90H promotes kidney damage and murine lupus through enhanced Tfh2 responses induced by defective efferocytosis of macrophages."}, {"pubmed": 34708124, "text": "NCF1/2/4 Are Prognostic Biomarkers Related to the Immune Infiltration of Kidney Renal Clear Cell Carcinoma."}, {"pubmed": 35108370, "text": "Impaired p47phox phosphorylation in neutrophils from patients with p67phox-deficient chronic granulomatous disease."}, {"pubmed": 36626553, "text": "ROCK2 interacts with p22phox to phosphorylate p47phox and to control NADPH oxidase activation in human monocytes."}, {"pubmed": 37243946, "text": "The association of APOH and NCF1 polymorphisms on susceptibility to recurrent pregnancy loss in women with antiphospholipid syndrome."}], "genomic_pos": {"chr": "7", "end": 74789315, "ensemblgene": "ENSG00000158517", "start": 74774011, "strand": 1}, "genomic_pos_hg19": [{"chr": "7", "end": 74203659, "start": 74188309, "strand": 1}, {"chr": "HG1257_PATCH", "end": 74254272, "start": 74238919, "strand": 1}], "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0006612", "pubmed": 12356722, "qualifier": "involved_in", "term": "protein targeting to membrane"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006801", "pubmed": 7938008, "qualifier": "involved_in", "term": "superoxide metabolic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006968", "pubmed": 2848318, "qualifier": "involved_in", "term": "cellular defense response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0034614", "pubmed": 26514923, "qualifier": "involved_in", "term": "cellular response to reactive oxygen species"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0042554", "qualifier": "involved_in", "term": "superoxide anion generation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0042554", "pubmed": 2547247, "qualifier": "acts_upstream_of_or_within_positive_effect", "term": "superoxide anion generation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0042554", "pubmed": 7938008, "qualifier": "involved_in", "term": "superoxide anion generation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0045087", "pubmed": 7938008, "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045730", "qualifier": "involved_in", "term": "respiratory burst"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0045730", "pubmed": 27048830, "qualifier": "involved_in", "term": "respiratory burst"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0045730", "pubmed": 7938008, "qualifier": "involved_in", "term": "respiratory burst"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045741", "pubmed": 26514923, "qualifier": "involved_in", "term": "positive regulation of epidermal growth factor-activated receptor activity"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045893", "pubmed": 26514923, "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0046330", "pubmed": 26514923, "qualifier": "involved_in", "term": "positive regulation of JNK cascade"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0051897", "pubmed": 26514923, "qualifier": "involved_in", "term": "positive regulation of phosphatidylinositol 3-kinase/protein kinase B signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060264", "qualifier": "involved_in", "term": "regulation of respiratory burst involved in inflammatory response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071276", "pubmed": 26514923, "qualifier": "involved_in", "term": "cellular response to cadmium ion"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0071276", "pubmed": 26514923, "qualifier": "involved_in", "term": "cellular response to cadmium ion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071333", "qualifier": "involved_in", "term": "cellular response to glucose stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071394", "qualifier": "involved_in", "term": "cellular response to testosterone stimulus"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1900745", "pubmed": 26514923, "qualifier": "involved_in", "term": "positive regulation of p38MAPK cascade"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1903409", "qualifier": "involved_in", "term": "reactive oxygen species biosynthetic process"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "pubmed": [2550933, 8280052, 26514923], "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 26514923, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005886", "pubmed": 27048830, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009898", "pubmed": 12356722, "qualifier": "located_in", "term": "cytoplasmic side of plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 8280052, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0030425", "qualifier": "located_in", "term": "dendrite"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0032010", "qualifier": "located_in", "term": "phagolysosome"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0043020", "qualifier": "part_of", "term": "NADPH oxidase complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043020", "pubmed": [2550933, 8280052], "qualifier": "part_of", "term": "NADPH oxidase complex"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0043020", "pubmed": 24598074, "qualifier": "part_of", "term": "NADPH oxidase complex"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0043020", "pubmed": 7938008, "qualifier": "part_of", "term": "NADPH oxidase complex"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0043025", "qualifier": "located_in", "term": "neuronal cell body"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [8280052, 11094157, 11733522, 12681507, 15657040, 16297854, 16326715, 16330715, 16375898, 16782902, 17803994, 19129478, 25825872, 25910212, 27040869, 32296183, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0009055", "pubmed": 2848318, "qualifier": "enables", "term": "electron transfer activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0016175", "pubmed": 26514923, "qualifier": "enables", "term": "superoxide-generating NAD(P)H oxidase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0016176", "qualifier": "enables", "term": "superoxide-generating NADPH oxidase activator activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0017124", "pubmed": 7938008, "qualifier": "enables", "term": "SH3 domain binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0035091", "pubmed": 12356722, "qualifier": "enables", "term": "phosphatidylinositol binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0043325", "pubmed": 12356722, "qualifier": "enables", "term": "phosphatidylinositol-3,4-bisphosphate binding"}]}, "homologene": {"genes": [[7955, 378966], [8364, 100124318], [9031, 417485], [9544, 694207], [9598, 743307], [9606, 653361], [9615, 607700], [9913, 281345], [10090, 17969], [10116, 114553]], "id": 30964}, "interpro": [{"desc": "Neutrophil cytosol factor 1", "id": "IPR001655", "short_desc": "P47PHOX"}, {"desc": "Phox homology", "id": "IPR001683", "short_desc": "PX_dom"}, {"desc": "PX domain superfamily", "id": "IPR036871", "short_desc": "PX_dom_sf"}, {"desc": "SH3 domain", "id": "IPR001452", "short_desc": "SH3_domain"}, {"desc": "Neutrophil cytosol factor 1, C-terminal", "id": "IPR015039", "short_desc": "NCF1_C"}, {"desc": "Neutrophil cytosol factor 1, PBR/AIR", "id": "IPR032136", "short_desc": "NCF1_PBR/AIR"}, {"desc": "Neutrophil cytosol factor 1, PX domain", "id": "IPR034909", "short_desc": "PX_p47phox"}, {"desc": "Neutrophil cytosol factor 1, first SH3 domain", "id": "IPR035756", "short_desc": "NCF1_SH3_1"}, {"desc": "Neutrophil cytosol factor 1, second SH3 domain", "id": "IPR035757", "short_desc": "NCF1_SH3_2"}, {"desc": "SH3-like domain superfamily", "id": "IPR036028", "short_desc": "SH3-like_dom_sf"}], "ipi": ["IPI00788186", "IPI00902858", "IPI00926936"], "map_location": "7q11.23", "name": "neutrophil cytosolic factor 1", "other_names": ["47 kDa autosomal chronic granulomatous disease protein", "47 kDa neutrophil oxidase factor", "NADPH oxidase organizer 2", "NCF-1", "NCF-47K", "SH3 and PX domain-containing protein 1A", "neutrophil NADPH oxidase factor 1", "neutrophil cytosol factor 1", "neutrophil cytosolic factor 1, (chronic granulomatous disease, autosomal 1)", "nox organizer 2", "nox-organizing protein 2", "p47-phox"], "pantherdb": {"HGNC": "7660", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "97283", "ortholog_type": "LDO", "panther_family": "PTHR15706", "taxid": 10090, "uniprot_kb": "Q09014"}, {"RGD": "61307", "ortholog_type": "LDO", "panther_family": "PTHR15706", "taxid": 10116, "uniprot_kb": "F1M707"}, {"Ensembl": "ENSGALG00000001189", "ortholog_type": "LDO", "panther_family": "PTHR15706", "taxid": 9031, "uniprot_kb": "F1NW14"}, {"ZFIN": "ZDB-GENE-031006-6", "ortholog_type": "LDO", "panther_family": "PTHR15706", "taxid": 7955, "uniprot_kb": "A2BFP2"}, {"SGD": "S000000404", "ortholog_type": "O", "panther_family": "PTHR15706", "taxid": 4932, "uniprot_kb": "P29366"}, {"PomBase": "SPAC22H10.07", "ortholog_type": "O", "panther_family": "PTHR15706", "taxid": 4896, "uniprot_kb": "P40996"}], "uniprot_kb": "P14598"}, "pathway": {"kegg": [{"id": "hsa04062", "name": "Chemokine signaling pathway - Homo sapiens (human)"}, {"id": "hsa04145", "name": "Phagosome - Homo sapiens (human)"}, {"id": "hsa04380", "name": "Osteoclast differentiation - Homo sapiens (human)"}, {"id": "hsa04613", "name": "Neutrophil extracellular trap formation - Homo sapiens (human)"}, {"id": "hsa04666", "name": "Fc gamma R-mediated phagocytosis - Homo sapiens (human)"}, {"id": "hsa04670", "name": "Leukocyte transendothelial migration - Homo sapiens (human)"}, {"id": "hsa05020", "name": "Prion disease - Homo sapiens (human)"}, {"id": "hsa05140", "name": "Leishmaniasis - Homo sapiens (human)"}, {"id": "hsa05415", "name": "Diabetic cardiomyopathy - Homo sapiens (human)"}, {"id": "hsa05417", "name": "Lipid and atherosclerosis - Homo sapiens (human)"}, {"id": "hsa05418", "name": "Fluid shear stress and atherosclerosis - Homo sapiens (human)"}], "netpath": [{"id": "Pathway_RAGE", "name": "RAGE"}, {"id": "Pathway_TNFalpha", "name": "TNFalpha"}], "pid": {"id": "rac1_pathway", "name": "RAC1 signaling pathway"}, "reactome": [{"id": "R-HSA-1222556", "name": "ROS and RNS production in phagocytes"}, {"id": "R-HSA-1236973", "name": "Cross-presentation of particulate exogenous antigens (phagosomes)"}, {"id": "R-HSA-1236975", "name": "Antigen processing-Cross presentation"}, {"id": "R-HSA-1280218", "name": "Adaptive Immune System"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-194138", "name": "Signaling by VEGF"}, {"id": "R-HSA-194315", "name": "Signaling by Rho GTPases"}, {"id": "R-HSA-195258", "name": "RHO GTPase Effectors"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-3299685", "name": "Detoxification of Reactive Oxygen Species"}, {"id": "R-HSA-4420097", "name": "VEGFA-VEGFR2 Pathway"}, {"id": "R-HSA-5668599", "name": "RHO GTPases Activate NADPH Oxidases"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}, {"id": "R-HSA-9012999", "name": "RHO GTPase cycle"}, {"id": "R-HSA-9013149", "name": "RAC1 GTPase cycle"}, {"id": "R-HSA-9013404", "name": "RAC2 GTPase cycle"}, {"id": "R-HSA-9013423", "name": "RAC3 GTPase cycle"}, {"id": "R-HSA-9711123", "name": "Cellular response to chemical stress"}, {"id": "R-HSA-9716542", "name": "Signaling by Rho GTPases, Miro GTPases and RHOBTB3"}, {"id": "R-HSA-983169", "name": "Class I MHC mediated antigen processing & presentation"}], "wikipathways": [{"id": "WP2324", "name": "AGE-RAGE pathway"}, {"id": "WP2380", "name": "Brain-derived neurotrophic factor (BDNF) signaling pathway"}, {"id": "WP3888", "name": "VEGFA-VEGFR2 Signaling Pathway"}, {"id": "WP3929", "name": "Chemokine signaling pathway"}, {"id": "WP3937", "name": "Microglia Pathogen Phagocytosis Pathway"}, {"id": "WP4754", "name": "IL-18 signaling pathway"}]}, "pdb": ["1GD5", "1K4U", "1KQ6", "1NG2", "1O7K", "1OV3", "1UEC", "1W70", "1WLP", "7YXW", "8WEJ"], "pfam": ["PF00018", "PF00787", "PF08944", "PF16621"], "pharmgkb": "PA31463", "pharos": {"target_id": 7114, "tdl": "Tbio"}, "pir": "A35926", "prosite": ["PS50002", "PS50195"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF176766", "relationship": "is"}, {"id": "GNF187672", "relationship": "is"}, {"id": "GNF198578", "relationship": "is"}, {"id": "GNF209484", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF162248", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF037742", "relationship": "is"}, "GNF_hs_LentiORF-HA-MYC": {"id": "GNF282968", "relationship": "is"}, "GNF_hs_LentiORF-Jred": {"id": "GNF283895", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF010165", "relationship": "is"}, {"id": "GNF010166", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000007.14", "NC_060931.1", "NG_009078.2"], "protein": "NP_000256.4", "rna": "NM_000265.7", "translation": {"protein": "NP_000256.4", "rna": "NM_000265.7"}}, "reporter": {"HG-U133_Plus_2": ["204961_s_at", "214084_x_at"], "HG-U95Av2": "40159_r_at", "HTA-2_0": "TC07000459.hg.1", "HuEx-1_0": ["3007740", "3008476", "3056905"], "HuGene-1_1": ["8133314", "8133518", "8140227"]}, "retired": [652699, 653844], "summary": "The protein encoded by this gene is a 47 kDa cytosolic subunit of neutrophil NADPH oxidase. This oxidase is a multicomponent enzyme that is activated to produce superoxide anion. Mutations in this gene have been associated with chronic granulomatous disease. [provided by RefSeq, Jul 2008].", "symbol": "NCF1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1417608"}, "unigene": ["Hs.655201", "Hs.647047"], "uniprot": {"Swiss-Prot": "P14598", "TrEMBL": ["C9J155", "H7C1S1", "A0A087X1W0"]}, "wikipedia": {"url_stub": "Neutrophil cytosolic factor 1"}}