{"AllianceGenome": "7667", "HGNC": "7667", "MIM": "164035", "_id": "4691", "_version": 1, "accession": {"genomic": ["AC017104.8", "CH471063.1", "CP068276.2", "HF583821.1", "KT584523.1", "M60858.1", "NC_000002.12", "NC_060926.1"], "protein": ["AAA59954.1", "AAH02343.3", "AAH06494.3", "AAH06516.3", "AAY24247.1", "BAC03738.1", "BAC87055.1", "BAG50892.1", "BAG53161.1", "CCQ43318.1", "EAW70960.1", "EAW70961.1", "EAW70962.1", "EAW70963.1", "NP_005372.2", "P19338.3"], "rna": ["AK000221.1", "AK000250.1", "AK001314.1", "AK091742.1", "AK095897.1", "AK122805.1", "AK127608.1", "AK128584.1", "AY320411.1", "BC002343.2", "BC006494.2", "BC006516.2", "BM761058.1", "BQ001029.1", "NM_005381.3"], "translation": [{"protein": "AAH06516.3", "rna": "BC006516.2"}, {"protein": "BAG50892.1", "rna": "AK001314.1"}, {"protein": "AAH02343.3", "rna": "BC002343.2"}, {"protein": "BAC87055.1", "rna": "AK127608.1"}, {"protein": "BAG53161.1", "rna": "AK095897.1"}, {"protein": "BAC03738.1", "rna": "AK091742.1"}, {"protein": "NP_005372.2", "rna": "NM_005381.3"}, {"protein": "AAH06494.3", "rna": "BC006494.2"}]}, "alias": ["C23", "Nsr1"], "ensembl": {"gene": "ENSG00000115053", "protein": ["ENSP00000318195", "ENSP00000349410", "ENSP00000392747", "ENSP00000401322", "ENSP00000401620", "ENSP00000413775", "ENSP00000503057", "ENSP00000503098", "ENSP00000503250", "ENSP00000503432", "ENSP00000503707", "ENSP00000504385", "ENSP00000504613", "ENSP00000504694", "ENSP00000504707"], "transcript": ["ENST00000322723", "ENST00000356936", "ENST00000417652", "ENST00000436894", "ENST00000453992", "ENST00000454824", "ENST00000461347", "ENST00000466274", "ENST00000484328", "ENST00000494618", "ENST00000676514", "ENST00000676690", "ENST00000676798", "ENST00000676913", "ENST00000677703", "ENST00000677786", "ENST00000678131", "ENST00000678246", "ENST00000678364", "ENST00000678405", "ENST00000678729", "ENST00000678828", "ENST00000678849", "ENST00000679348"], "translation": [{"protein": "ENSP00000318195", "rna": "ENST00000322723"}, {"protein": "ENSP00000503432", "rna": "ENST00000678828"}, {"protein": "ENSP00000503707", "rna": "ENST00000678246"}, {"protein": "ENSP00000413775", "rna": "ENST00000453992"}, {"protein": "ENSP00000392747", "rna": "ENST00000417652"}, {"protein": "ENSP00000504694", "rna": "ENST00000679348"}, {"protein": "ENSP00000503057", "rna": "ENST00000678849"}, {"protein": "ENSP00000503250", "rna": "ENST00000678405"}, {"protein": "ENSP00000503098", "rna": "ENST00000676913"}, {"protein": "ENSP00000504385", "rna": "ENST00000678131"}, {"protein": "ENSP00000504707", "rna": "ENST00000678364"}, {"protein": "ENSP00000504613", "rna": "ENST00000676690"}, {"protein": "ENSP00000401322", "rna": "ENST00000436894"}, {"protein": "ENSP00000401620", "rna": "ENST00000454824"}, {"protein": "ENSP00000349410", "rna": "ENST00000356936"}], "type_of_gene": "protein_coding"}, "entrezgene": "4691", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 28.8602534145, "exp_mis": 220.030658678, "exp_syn": 105.227969471, "lof_z": 4.95278765158301, "mis_z": 0.0669607950952419, "mu_lof": 2.05235213372e-06, "mu_mis": 1.90281383332e-05, "mu_syn": 8.85565915438e-06, "n_lof": 2.0, "n_mis": 218.0, "n_syn": 123.0, "p_li": 0.999106738363181, "p_null": 3.29043462204896e-10, "p_rec": 0.000893261307775556, "syn_z": -1.07403907565961}, "bp": 2133, "cds_end": 232329064, "cds_start": 232319901, "n_exons": 14, "nonpsych": {"exp_lof": 25.8397990769, "exp_mis": 198.867468834, "exp_syn": 94.9599572364, "lof_z": 4.79905240600842, "mis_z": 0.531762582186411, "mu_lof": 2.05235213372e-06, "mu_mis": 1.90281383332e-05, "mu_syn": 8.85565915438e-06, "n_lof": 1.0, "n_mis": 184.0, "n_syn": 114.0, "p_li": 0.999535863609467, "p_null": 4.02236754312125e-10, "p_rec": 0.000464135988296561, "syn_z": -1.23015857127539}, "nontcga": {"exp_lof": 26.5239938837, "exp_mis": 202.400780114, "exp_syn": 96.7823016304, "lof_z": 4.69735066245803, "mis_z": -0.0910220765771039, "mu_lof": 2.05235213372e-06, "mu_mis": 1.90281383332e-05, "mu_syn": 8.85565915438e-06, "n_lof": 2.0, "n_mis": 205.0, "n_syn": 113.0, "p_li": 0.997947684697062, "p_null": 2.49508293084509e-09, "p_rec": 0.00205231280785501, "syn_z": -1.0437911905803}, "transcript": "ENST00000322723.4"}, "exons": [{"cdsend": 231464353, "cdsstart": 231455190, "chr": "2", "position": [[231453530, 231455267], [231455400, 231455624], [231456009, 231456136], [231456630, 231456764], [231457000, 231457124], [231457642, 231457800], [231458265, 231458389], [231459000, 231459125], [231460151, 231460293], [231460477, 231460564], [231460668, 231460866], [231461539, 231462017], [231463199, 231463316], [231464335, 231464484]], "strand": -1, "transcript": "NM_005381", "txend": 231464484, "txstart": 231453530}], "exons_hg19": [{"cdsend": 232329064, "cdsstart": 232319901, "chr": "2", "position": [[232318241, 232319978], [232320111, 232320335], [232320720, 232320847], [232321341, 232321475], [232321711, 232321835], [232322353, 232322511], [232322976, 232323100], [232323711, 232323836], [232324862, 232325004], [232325188, 232325275], [232325379, 232325577], [232326250, 232326728], [232327910, 232328027], [232329046, 232329195]], "strand": -1, "transcript": "NM_005381", "txend": 232329195, "txstart": 232318241}], "generif": [{"pubmed": 12027446, "text": "Anchorage of HIV particles on permissive cells induces aggegation of surface nucleolin and its association with detergent-insoluble lipid raft components. Moreover, surface nucleolin and lipid rafts are implicated in the HIV entry process."}, {"pubmed": 12096904, "text": "functions in the biogenesis and/or trafficking of hY1 and hY3 RNPs through the nucleolus and subsequent transport to the cytoplasm"}, {"pubmed": 12138209, "text": "These data indicate a novel p53-dependent mechanism in which cell stress mobilizes nucleolin for transient replication inhibition and DNA repair."}, {"pubmed": 12147681, "text": "results suggest that the cell surface-expressed nucleolin serves as a low affinity receptor for midkine and could be implicated in its entry process"}, {"pubmed": 12506112, "text": "change in levels and localization accompanies apoptosis in leukemia cells"}, {"pubmed": 12559966, "text": "Data suggest that changes in nucleolin or argyrophilic nucleolar organizer region proteins occur in cells induced to undergo apoptosis by okadaic acid and by other stimuli."}, {"pubmed": 12565890, "text": "Results show that nucleolin interacts with centaurin-alpha(1) protein, suggesting that centaurin-alpha(1) may be part of a ribonucleoprotein complex."}, {"pubmed": 12634843, "text": "Bidirectional DNA unwinding is achieved by a ternary complex of T antigen, this protein and DNA topoisomerase I."}, {"pubmed": 12804115, "text": "we propose a autoregulatory model in which Nucleolin regulates the translation of Nucleolin mRNA, such that during a period of excess protein, translation is inhibited through direct binding of Nucleolin protein to its mRNA."}, {"pubmed": 14638862, "text": "The cell surface molecule recognized by F3 is nucleolin. Nucleolin specifically bound to an F3 peptide affinity matrix from extracts of cultured breast carcinoma cells."}, {"pubmed": 14679209, "text": "nucleolin functions as a bcl-2-stabilizing factor and that taxol and okadaic acid treatment induces apoptosis in HL-60 cells through a process that involves down-regulation of nucleolin and destabilization of bcl-2 mRNA"}, {"pubmed": 15371412, "text": "interaction of hTERT and nucleolin participates in the dynamic intracellular localization of telomerase complex"}, {"pubmed": 15492114, "text": "Retinoic acid-induced apoptosis is a consequence of cellular differentiation, which leads to nucleolin down-regulation and bcl-2 mRNA instability."}, {"pubmed": 15823039, "text": "identification of N317 and N492 as the two N-glycosylation sites"}, {"pubmed": 16135517, "text": "Nucleolin was detected at the surface of macrophages, and anti-nucleolin antibody inhibited the binding of the early apoptotic cells to macrophages."}, {"pubmed": 16153722, "text": "RNA/protein interaction studies show binding of nucleolin to 3'UTR may be of major importance for increased efficiency of MMP-9 translation.MMP-9 expression can be regulated posttranscriptionally, affecting efficiency of translation & localization of mRNA"}, {"pubmed": 16156786, "text": "results demonstrate that PTN inhibits HIV infection and suggest that the cell surface-expressed nucleolin is a low affinity receptor for PTN binding to cells and it is also implicated in PTN entry into cells by an active process"}, {"pubmed": 16212410, "text": "nucleolin and poly[ADP-ribosyl] transferase have roles in drug resistance"}, {"pubmed": 16245305, "text": "Changes in the subcellular distribution and expression level of nucleolin play an important role in intestinal cell differentiation and relay the signaling pathway induced by laminin-1."}, {"pubmed": 16329155, "text": "The present results indicate that PP1 and nucleolin were differently expressed at G(1)/S and G(2)/M boundaries of the cell cycle and acted in a different fashion during cell-cycle progression."}, {"pubmed": 16403913, "text": "VEGF, extracellular matrix, and intracellular motor protein MyH9 are all essential for the novel function of nucleolin in angiogenesis."}, {"pubmed": 16508016, "text": "3'UTR-bound nucleolin enhances mRNA stability of beta-globin"}, {"pubmed": 16571724, "text": "nucleolin binds the KLF2 promoter"}, {"pubmed": 16582966, "text": "In cells transfected with both IRF-2 and p300/CBP-associated factor , IRF-2 associated with endogenous nucleolin."}, {"pubmed": 16601700, "text": "Nucleolin greatly enhances the activity of the chromatin remodeling machineries SWI/SNF and ACF"}, {"pubmed": 16698799, "text": "intracellular distribution of nucleolin in epithelial cells is Rb-dependent, and an altered nucleolin localization in human cancerous tissues results from a loss of Rb"}, {"pubmed": 16751805, "text": "nucleolin, like ARF, responds to hyperproliferative signals by upregulation of p53 through Hdm2 inhibition"}, {"pubmed": 16777843, "text": "cross-dependence between aprataxin and nucleolin in the nucleolus"}, {"pubmed": 16889753, "text": "data provide evidence of a nucleolar localization of K-Ras4B and describe a functional association between K-Ras4B and nucleolin"}, {"pubmed": 16982033, "text": "The functional consequences of the identified PIDD/nucleolin interaction remain to be elucidated, but may be related to a recently discovered new role for PIDD in the activation of NF-kappaB upon genotoxic stress."}, {"pubmed": 17130237, "text": "Nucleolin was identified as a protein that allows RNA polymerase II to transcribe nucleosomal templates in vitro."}, {"pubmed": 17255095, "text": "nucleolin acts as a component of the gene regulation program of CD34-positive hematopoietic"}, {"pubmed": 17535846, "text": "Results indicate that nucleolin is required for nucleolus formation, and is also involved in chromosome congression and spindle formation."}, {"pubmed": 17626252, "text": "Nucleolin interacts with the AP-1 site within the promoter sequence of the metalloproteinase-13 gene."}, {"pubmed": 17674968, "text": "The repressive activity of GZF1 is modulated by the level at which nucleolin is expressed."}, {"pubmed": 17692122, "text": "Data show that, in addition to the expected effects on pre-ribosomal RNA accumulation and nucleolar structure, the absence of nucleolin results in a cell growth arrest, accumulation in G2, and an increase of apoptosis."}, {"pubmed": 17767916, "text": "a novel function of Influenza A virus NS1, namely, affecting cellular events via interaction with nucleolin"}, {"pubmed": 18292223, "text": "Evidence that BIG1 and nucleolin, but not fibrillarin, can be present with p62 at the nuclear envelope confirms the presence of BIG1 and nucleolin in dynamic molecular complexes that change in composition while moving through nuclei"}, {"pubmed": 18299322, "text": "the nucleolus exhibits an osmotically regulated gatekeeping activity that controls the spatial dynamics and functions of nucleolin"}, {"pubmed": 18321972, "text": "Using small interfering RNA technology, we show that viral replication requires a high level of nucleolin expression, demonstrating for the first time a direct role for a nucleolar protein in herpes simplex virus biology."}, {"pubmed": 18504038, "text": "Results show that nucleolin is a signaling receptor for P-selectin on Colo-320 cells and suggest a mechanism for linkage of nucleolin to signal transduction pathways that regulate adhesion and spreading of Colo-320 on fibronectin substrates."}, {"pubmed": 18618420, "text": "Although S100A11 is initially expressed in the cytoplasm, it is transported to the nucleus by the action of nucleolin."}, {"pubmed": 18701711, "text": "Low nucleolin expression was the single most important biological predictor of outcome in pediatric intracranial ependymoma."}, {"pubmed": 18789156, "text": "the interaction between surface nucleolin and its bacterial ligand EF-Tu plays an important role in Francisella tularensis adhesion and entry process and may therefore facilitate invasion of host tissues"}, {"pubmed": 19026635, "text": "Binding of an extracellular ligand to surface nucleolin could be involved in the activation of signaling pathways by promoting Ca(2+) entry into cells."}, {"pubmed": 19060367, "text": "Nucleolin expresses on the cell surface of THP-1 monocytes and is involved in the LPS-mediated expression and secretion of TNF-alpha and IL-1beta."}, {"pubmed": 19225898, "text": "Treatment of endothelial cells with anti-nucleolin antibody NCL3 leads to a decrease of mRNA levels of the anti-apoptotic molecule Bcl-2 and as a consequence induces endothelial cell apoptosis as evidenced by PARP cleavage."}, {"pubmed": 19332556, "text": "The 50S U3 snoRNP is an small subunit assembly intermediate that is likely recruited to the pre-rRNA through the RNA-binding proteins nucleolin and RRP5."}, {"pubmed": 19393617, "text": "PinX1 is recruited to chromosome periphery by Nucleolin and a complex of PinX1 and Nucleolin is essential for faithful chromosome congression."}, {"pubmed": 19409963, "text": "study found the expression of nucleolin was dramatically reduced in the substantia nigra pars compacta of Parkinson disease (PD) subjects; results suggest that nucleolin influences specific molecular mechanisms known to be associated with PD pathogenesis"}, {"pubmed": 19515042, "text": "altered nuclear nucleolin expression seems to accompany melanoma progression"}, {"pubmed": 19554553, "text": "Overexpression of nucleolin in engrafted acute myelogenous leukemia cells."}, {"pubmed": 19581307, "text": "Nucleolin binding facilitates the formation and increases the stability of the c-myc G-quadruplex structure."}, {"pubmed": 19615975, "text": "nucleolin associated with the HPV16 genome stably maintained in HPV16-infected W12 cells, suggesting that the nucleolin binding may be involved in the dynamics of the HPV genome in cells."}, {"pubmed": 19657047, "text": "Plasma membrane nucleolin functions as a cell surface receptor for DNA aptamer AS1411 in leukemia cell line MV4-11."}, {"pubmed": 19757191, "text": "Results indicate an important negative regulatory role for nucleolin in the apoptosis of endothelial cells, likely involving the Bax pathway."}, {"pubmed": 19864385, "text": "highly conserved residues in UL24 are important for the ability of the protein to modify the nuclear distribution of nucleolin"}, {"pubmed": 20007282, "text": "results indicate an association of nucleolin and UL44 in HCMV-infected cells and a role for nucleolin in viral DNA synthesis"}, {"pubmed": 20011528, "text": "These data add the nucleolin-Stat1 complex as a novel functional partner for the cell differentiation program, which is uniquely poised to regulate the transcription machinery via Stat1 and nuclear metabolism via nucleolin."}, {"pubmed": 20075200, "text": "The observed colocalization of BRCA1 and nucleolin raises new possibilities for the nucleoplasm-nucleolus pathways of these proteins and their functional significance."}, {"pubmed": 20506485, "text": "Data show that si-RNA induced down-regulation of FUT1 and FUT2 reduced expression of fucosylated nucleolin glycoforms and their exposure at the cell surface."}, {"pubmed": 20571027, "text": "the degradation of bcl-2 mRNA induced by AS1411 results from both interference with nucleolin protection of bcl-2 mRNA and recruitment of the exosome by AUF1."}, {"pubmed": 20628027, "text": "A high level of nucleolar expression of nucleolin was an independent prognostic marker for better survival for patients with stage II PDAs."}, {"pubmed": 21060685, "text": "conclude that RNPs containing hY RNAs and Ro60, La or nucleolin are not required for the function of hY RNAs in chromosomal DNA replication in a human cell-free system, which can be mediated by Y RNAs outside of these RNPs"}, {"pubmed": 21152024, "text": "nucleolin and LAMP-1 have a role in promoting infection of human monocytes by Francisella tularensis"}, {"pubmed": 21203423, "text": "nucleolin is constantly induced in tumor cells to mediate calcium-dependent ligand internalization"}, {"pubmed": 21257709, "text": "Findings suggest strategies to target nucleolin as a general approach to inhibiting ErbB- and Ras-driven cancers."}, {"pubmed": 21281639, "text": "During cell adhesion (induced by arachidonic acid), nucleolin, RhoA, and ROCK form a complex; cell adhesion is inhibited when formation of this complex is inhibited by various means."}, {"pubmed": 21310483, "text": "High C23 nucleolin protein is associated with relapsed/refractory acute leukemia."}, {"pubmed": 21436219, "text": "Nucleolin is not only recruited to the EPEC infection site but is also sequestered transiently inside extracellularly located bacterial microcolonies."}, {"pubmed": 21440621, "text": "nucleolin is associated with Rb controls Cell cycle-dependent CD34 expression."}, {"pubmed": 21466159, "text": "Heterogeneous nuclear ribonucleoprotein K and nucleolin transcriptionally activate the vascular endothelial growth factor promoter through interaction with secondary DNA structures"}, {"pubmed": 21474449, "text": "NVL2 might facilitate the dissociation and recycling of nucleolin, thereby promoting efficient ribosome biogenesis"}, {"pubmed": 21575138, "text": "investigation of N-glycosylation on properties of recombinant nucleolin-derived peptide fragments emphasizing roles of RNA-binding domains: data suggest that N-glycosylation influences structure of nucleolin to enhance its self-association"}, {"pubmed": 21575459, "text": "Downregulation of cell-surface nucleolin expression inhibits the growth of hepatocellular carcinoma cells in vitro."}, {"pubmed": 21723257, "text": "the human cell surface nucleolin as a putative Crimean-Congo hemorrhagic fever virus entry factor was indentified."}, {"pubmed": 21812966, "text": "Results suggest that targeting surface nucleolin could change the organization of the 500-kDa complex to interfere with the proper functioning of surface nucleolin and the associated proteins, and thus lead to distinct inhibitory mechanisms."}, {"pubmed": 21841784, "text": "Nucleolin is a cellular receptor for human respiratory syncytial virus."}, {"pubmed": 21859890, "text": "HUR was found to interact with the nucleolin (NCL) 3'UTR and specifically promoted nucleolin translation without affecting nucleolin mRNA levels."}, {"pubmed": 21938743, "text": "surface nucleolin increased with the malignancy grade thus suggesting that it may constitute a histopathological marker for glioma grading"}, {"pubmed": 22049078, "text": "Nucleolin protein interacts with microprocessor complex to affect biogenesis of microRNAs 15a and 16"}, {"pubmed": 22103682, "text": "changes in nucleolin conformation can alter the availabilities of domains in vivo to modulate theoverall impact of nucleolin on Hdm2 activity and hence on p53 stability."}, {"pubmed": 22130536, "text": "found an increase in the nucleolar accumulation of US11 in nucleolin-depleted cells, thereby revealing that nucleolin could play a role in US11 nucleocytoplasmic trafficking through one-way directional transport out of the nucleolus"}, {"pubmed": 22318319, "text": "The nucleolar protein nucleolin interacts with a subunit of the viral DNA polymerase, UL44, specifically at the periphery of replication compartments."}, {"pubmed": 22349377, "text": "Down-regulation of C23 can contribute to cisplatin-mediated proliferation inhibition and apoptosis in SaOS-2 cells."}, {"pubmed": 22354986, "text": "nucleolin knockdown enhances spermidine/spermine-N(1)-acetyltransferase translation."}, {"pubmed": 22433872, "text": "suggest a model in which the base pairings in the p53 UTR interaction regions are critical for both translational repression and stress induction of p53 by NCL and RPL26"}, {"pubmed": 22617883, "text": "The RNA-binding activities of nucleolin, its influence on gene expression patterns, and its impact upon diseases. [Review]"}, {"pubmed": 22633274, "text": "is a possible relationship between the fragment peptide of nucleolin and the trigger of relapse in relapsing-remitting multiple sclerosis"}, {"pubmed": 22675465, "text": "WRNp interacts with the RNA-binding protein, NCL."}, {"pubmed": 22693611, "text": "nucleolin plays a coregulatory role in transcriptional regulation of the tumor suppressor RARB2 by COUP-TFII"}, {"pubmed": 22743058, "text": "Hsc70 is a prerequisite for the surface translocation and angiogenic function of nucleolin, which suggests strategies to target both Hsc70 and NCL for more effective antiangiogenic therapies."}, {"pubmed": 22909121, "text": "NS1 protein of the human H3N2 virus interacts primarily via the C-terminal NLS2/NoLS and to a minor extent via the N-terminal NLS1 with the main nucleolar proteins, nucleolin, B23 and fibrillarin."}, {"pubmed": 23076205, "text": "We conclude that NCL and HTERT represent the strongest prognostic biomarkers of relapse-free and overall survival, respectively, in our ependymoma case series."}, {"pubmed": 23132587, "text": "group-oxidized cells underwent early apoptosis and were recognized by nucleolin on macrophages as early apoptotic cells"}, {"pubmed": 23145133, "text": "Nucleolin has a major role in the DNA damage response."}, {"pubmed": 23146273, "text": "Down regulation of Nucleolin expression inhibits adhesion and proliferation of HUVECs and blocks the inhibitory action of N6L."}, {"pubmed": 23161541, "text": "alphavbeta3 integrin and nucleolin interact to regulate endothelial and glioma cell migration"}, {"pubmed": 23305559, "text": "The number of HDGF/nucleolin complexes is incresed by overexpression of full length bcl-2 mRNA whereas expression of only the bcl-2 coding sequence abolishes interaction completely."}, {"pubmed": 23353999, "text": "Acetylation defines a new pool of nucleolin which support a role for nucleolin in the regulation of mRNA maturation and transcription by RNA polymerase II."}, {"pubmed": 23382938, "text": "This study demonstrates that nucleolin is associated with the clinical outcomes in postoperative NSCLC patients."}, {"pubmed": 23471483, "text": "Nucleolin mediates microRNA-directed CSF-1 mRNA deadenylation but increases translation of CSF-1 mRNA."}, {"pubmed": 23599269, "text": "Nucleolin inhibits Fas ligand binding and suppresses Fas-mediated apoptosis leading to B-cell lymphomas."}, {"pubmed": 23610125, "text": "nucleolin posttranscriptionally regulates the expression of a specific subset of miRNAs, including miR-21, miR-221, miR-222, and miR-103, that are causally involved in breast cancer initiation, progression, and drug resistance."}, {"pubmed": 23726991, "text": "present study reveals that the expression of nucleolin is up-regulated, and plays a pro-angiogenic role during the recovery of heat-denatured dermis and its mechanism is probably dependent on production of VEGF"}, {"pubmed": 23763304, "text": "A high level of nucleolar expression of nucleolin was an independent prognostic marker for better survival while high cytoplasmic staining was closely associated with worse prognosis for gastric cancer patients."}, {"pubmed": 23918302, "text": "nucleolin is crucial in the activation of CXCR4 signaling, which affects cell growth, migration, and invasiveness."}, {"pubmed": 24027323, "text": "Host nucleolin interacts with the dengue virus capsid protein and plays a role in formation of infectious virus particles."}, {"pubmed": 24082117, "text": "nucleosome disruption is also dependent on nucleolin and is required for recruitment of replication protein A to DSBs, a marker of DSB processing that is a requisite for homologous recombination repair."}, {"pubmed": 24292944, "text": "Data show that nucleolin is a critical lipid-raft-dependent beta1-integrin-interacting protein in A375 melanoma cell spreading and migration on fibronectin."}, {"pubmed": 24344309, "text": "NCL K429 has a role in Epstein-Barr virus nuclear antigen 1-mediated episome maintenance and transcription"}, {"pubmed": 24452204, "text": "Nucleoli are rich in nucleolin, a potent transcription factor that we found to bind sites within the Ccnd1 gene specifically in mantke cell lymphoma cells and to activate Ccnd1 transcription."}, {"pubmed": 24469254, "text": "The results show that surface nucleolin acts as an anti-carcinogenic mediator for HB-19"}, {"pubmed": 24595027, "text": "Nucleolin-FGF1 interaction is critical for the intranuclear phosphorylation of FGF1 by PKCdelta and thereby the regulation of nuclear export of FGF1."}, {"pubmed": 24632608, "text": "this study identified a novel role of the cleavage form of NCL generated by MMP7 in stabilizing MMP9 mRNA."}, {"pubmed": 24658146, "text": "Transient nucleolar localization of FMRP underlies a strong nucleocytoplasmic translocation, in a complex with nucleolin in order to regulate translation of its target mRNAs."}, {"pubmed": 24713430, "text": "Data indicate PI3K/Akt signaling as an essential pathway regulating the distribution of nucleolin."}, {"pubmed": 24927373, "text": "Nucleolin was overexpressed in HCCLM9 cells at the protein and mRNA level. So nucleolin is a novel potential biomarker for the metastasis of hepatocellular carcinoma and a possible therapeutic target for the treatment of hepatocellular carcinoma patients."}, {"pubmed": 24991885, "text": "Lrrc34, a novel nucleolar protein, interacts with npm1 and ncl and has an impact on pluripotent stem cells"}, {"pubmed": 25015109, "text": "Studies identify nucleolin as an unconventional epigenetic regulator in leukemia cells and demonstrate nucleolin-NFkappaB-DNMT1 axis as a new molecular pathway underlying AML leukemogenesis."}, {"pubmed": 25092868, "text": "Syk binds robustly to nucleolin and phosphorylates it on tyrosine, enhancing its ability to bind and stabilize the Bcl-x(L) mRNA."}, {"pubmed": 25169435, "text": "Data show that nucleolin and endogenous galectin-3 exist in the same complexes in the nucleolus, the cytoplasm, and on the cell surface of melanoma cells."}, {"pubmed": 25230759, "text": "Increasing expression of nucleolin may be associated with aggressive characteristics of human hepatocellular carcinoma."}, {"pubmed": 25261371, "text": "Combined inhibition of nucleolin and ras prevents EGFR activation in glioblastoma cells, additively reducing tumorigenicity."}, {"pubmed": 25290311, "text": "Nucleolin down-regulation is involved in ADP-induced cell cycle arrest in S phase and cell apoptosis in vascular endothelial cells."}, {"pubmed": 25313645, "text": "Induced expression of NCL with mutated CK2 phosphorylation sites stabilizes p53, results in higher expression of Bcl2 (B-cell lymphoma 2) homology 3 (BH3)-only apoptotic markers and causes a dominant-negative effect on cell viability."}, {"pubmed": 25326811, "text": "nucleolin may interact with more G protein-coupled receptors, at least chemokine receptor. Our study will lay a new foundation for cancer therapy by antagonizing nucleolin and CXCR4."}, {"pubmed": 25428867, "text": "Authors show that the largely nuclear P-protein isoform P3 can localize to nucleoli and forms specific interactions with nucleolin."}, {"pubmed": 25561743, "text": "results for the first time demonstrate that nucleolin-SUMO at K294R plays a critical role in its nucleus sequestration and gadd45alpha mRNA binding activity."}, {"pubmed": 25590348, "text": "This study uncovered a new role for nucleolin in restricting microtubule nucleation and anchoring at centrosomes in interphase cells."}, {"pubmed": 25631630, "text": "NCL is implicated in the initiation and transduction of EGFR and CXCR4 signaling in the esophageal squamous cell carcinomas.NCL is expressed in the esophageal squamous cell carcinoma tissues with metastasis in the cell membrane, cytoplasm and nucleus."}, {"pubmed": 25698534, "text": "The involvement of cell surface nucleolin in the initiation of CCR6 signaling in human hepatocellular carcinoma.Expression of nucleolin and CCR6 correlates with overall survival in hepatocellular carcinoma patients."}, {"pubmed": 25698539, "text": "C23 protein meditates bone morphogenetic protein-2-mediated epithelial-to-mesenchymal transition via up-regulation of Erk1/Erk2 and Akt in gastric cancer.Correlations between C23, BMPRII expression and prognosis of gastric cancer patients."}, {"pubmed": 25866190, "text": "the multiple functions of NCL that are associated to its multiple cellular localization can participate to the development of cancer."}, {"pubmed": 25921135, "text": "Inhibition of C23 expression was shown to increase the radiosensitivity of NSCLC cells, as implied by the relevance to the notably decreased DNA-PKcs phosphorylation activity at the S2056 and T2609 clusters."}, {"pubmed": 25938538, "text": "NCL overexpression is involved in liver carcinogenesis."}, {"pubmed": 25965334, "text": "Data suggest that NCL (nucleolin) is re-localized during lytic KSHV (Kaposi sarcoma-associated herpesvirus) infection and protects IL6 (interleukin-6) mRNA from SOX (KSHV cytoplasmic mRNA-specific endonuclease) degradation in cytoplasm."}, {"pubmed": 26183533, "text": "study dissects nucleolin-mediated activation of surface AC133 and its cognate gene CD133, via specific interaction of nucleolin with the tissue-dependent CD133 promoter P1"}, {"pubmed": 26231209, "text": "C1q exists as the C1 complex (C1qC1r2C1s2), and C1q binding to ligands activates the C1r/C1s proteases. Incubation of nucleoli with C1 caused degradation of the nucleolar proteins nucleolin and nucleophosmin 1. T"}, {"pubmed": 26238070, "text": "HAUSP-nucleolin interaction is regulated by p53-Mdm2 complex in response to DNA damage."}, {"pubmed": 26254615, "text": "C23 on the cell surface may be a kind of indispensable component in activation of EGFR signaling, by which C23 can participate in the growth and invasion of cervical tumors"}, {"pubmed": 26283155, "text": "These results suggested a clear link between nucleolin expression (including cell membrane nucleolin) and the stem cell-like phenotype in breast cancer, namely in the triple negative molecular subtype."}, {"pubmed": 26354862, "text": "Identification of NCL as a prominent host factor capable of binding with high affinity to the G4 structures present in the LTR promoter of HIV-1."}, {"pubmed": 26399567, "text": "Nucleolin stabilizes oncostatin-M mRNA by binding to a GC-rich element in its 3'UTR."}, {"pubmed": 26540346, "text": "Data show that nucleolin (NCL) antagonist N6L inhibits cell growth with different sensitivity depending to NCL localization."}, {"pubmed": 26615563, "text": "Nucleolin overexpression is associated with ependymoma."}, {"pubmed": 26846099, "text": "These data suggest that nucleolin could be an effective treatment target and prognostic factor for patients with non-small cell lung cancer"}, {"pubmed": 27085069, "text": "our findings identified a novel role of NCL in influenza virus life cycle and established NCL as one of the host cell surface proteins for the entry of influenza A virus."}, {"pubmed": 27221739, "text": "These findings demonstrate that nucleolin expression is down-regulated by miR-194 and miR-206 and upregulated by HuR."}, {"pubmed": 27309529, "text": "It has been found that during microtubule growth phases, nucleolin affects both the speed and life time of microtubule polymerization."}, {"pubmed": 27373907, "text": "nucleolin interacts with the viral nucleoprotein"}, {"pubmed": 27506938, "text": "C23 has a role in promoting tumorigenesis via suppressing p53 activity"}, {"pubmed": 27542246, "text": "this results show that nucleolin increases colony formation and anchorage-independent growth of ErbB2-overexpressing cells, and that nucleolin overexpression in ErbB2-positive breast cancer patients is associated with reduced patient survival rates and increased disease-risk"}, {"pubmed": 27711134, "text": "Interaction of Host Nucleolin with Influenza A Virus Nucleoprotein in the Early Phase of Infection Limits the Late Viral Gene Expression"}, {"pubmed": 27754848, "text": "nucleolin inhibition is a new anti-pancreatic cancer therapeutic strategy that dually blocks tumor progression and normalizes tumor vasculature in pancreatic ductal adenocarcinoma"}, {"pubmed": 28103300, "text": "Identified the regulator of ribosome production nucleolin (NCL) as over-expressed in AML blasts. Moreover, we found in two series that high NCL mRNA expression level was associated with a poor overall survival, particular in elderly patients."}, {"pubmed": 28131007, "text": "Nucleolin both forms an mRNP complex with the eIF4G and CSF-1 mRNA, and is co-localized with the eIF4G in the cytoplasm further supporting nucleolin's role in translational regulation."}, {"pubmed": 28153390, "text": "Results found that prostate circulating tumor cells (CTCs) as a population have an increased level of total nucleolin expression compared to white blood cells. Additionally, there was a distinct nucleolin staining pattern and localization in CTCs."}, {"pubmed": 28195573, "text": "NCL was associated with bipolar disorder."}, {"pubmed": 28202413, "text": "A yeast display library based on an engineered IgG1 CH2 scaffold with diversified loop regions was constructed, and CH2 binders were isolated by panning against nucleolin."}, {"pubmed": 28300561, "text": "A portion of HS-anMan colocalized with nucleolin at small discrete sites, while most of the nucleolin and nascent RNA was dispersed. In U87 cells, HS-anMan, nucleolin and nascent RNA reassembled after prolonged hypoxia."}, {"pubmed": 28478507, "text": "the inhibition of HDAC activity by suberoylanilide hydroxamic acid rescued NCL acetylation accompanied by the loss of mouse double minute 2 homolog (MDM2)-mediated ubiquitination."}, {"pubmed": 28512205, "text": "Data suggest a 216-nucleotide proximal cis-element in LIF mRNA exhibits mRNA destabilizing potential; on exposure to carcinogen PMA (phorbol-12-myristate-13-acetate), this cis-element exhibits mRNA stabilizing activity. PMA induces nucleo-cytoplasmic translocation of both nucleolin and PCBP1, 2 trans-acting factors that bind to and stabilize LIF mRNA. [LIF = leukemia inhibitory factor; PCBP1 = poly(rC) binding protein 1]"}, {"pubmed": 28589727, "text": "Data suggest that C11orf98 microprotein, NPM1, and nucleolin interact and colocalize in the cell nucleolus. (C11orf98 = chromosome 11 open reading frame 98 protein; NPM1 = nucleophosmin 1)"}, {"pubmed": 28827664, "text": "This integrated transcriptomic analysis uncovers new unexpected roles for nucleolin in metabolic regulation and signaling pathways paving the way to better understand the global function of nucleolin within the cell."}, {"pubmed": 29168431, "text": "Data show that NCL phosphorylation offers specificity to its protein-protein, protein-RNA interactions, resulting in the PARN deadenylase regulation, and hence gene expression, during cellular stress responses."}, {"pubmed": 29472702, "text": "We suggest that BTG2(/TIS21) is a potential inhibitor of nucleolin in the cytoplasm, leading to inhibition of carcinogenesis after H. pylori infection."}, {"pubmed": 29572507, "text": "High nucleolin expression is associated with hematogical malignancy."}, {"pubmed": 29650282, "text": "This review focus on the contribution of nucleolin for cancer disease and on the development of therapeutic strategies targeting this protein. [review]"}, {"pubmed": 29943658, "text": "studies reveal a crucial role of Nucleolin-rRNA complex in modulating the compartmentalization, stability and dynamics of H2B within the nucleolus"}, {"pubmed": 29974255, "text": "Depletion of endogenous NCL in cells by siRNA targeting during H5N1 infection resulted in significantly increased viral polymerase activity."}, {"pubmed": 30006575, "text": "Study in RAW264.7 and HeLa cells revealed that Bothrops asper myotoxin-II (Mt-II) and nucleolin (NCL) were shown to colocalise, at 4 degrees C, on cell membrane, while at 37 degrees C, 20 minutes after the intoxication, they colocalise in intracellular spots, and observed that, by lowering NCL expression by RNA interference in Hela cells, the sensitivity of these cells to Mt-II cytotoxicity is considerably decreased."}, {"pubmed": 30064438, "text": "NCL and Sam68 could recognize their specific motifs and directly bind to EXON1 of CYTOR. Moreover, EXON1 was the key functional site mediating the interaction of CYTOR with NCL and Sam68. NCL and Sam68 functioned as oncogenes to promote colorectal cancer (CRC) progression. Further results confirmed that the heterotrimeric complex of CYTOR, NCL and Sam68 activated the NF-kappaB pathway and EMT to contribute to CRC progr..."}, {"pubmed": 30130654, "text": "NCL-NPM complex formation is completely abolished by the mutation and that the presence/absence of the interaction is not affected by drugs causing genotoxic stress or differentiation. Deregulation resulting from changes of NCL/NPMwt ratio may contribute to leukemogenesis."}, {"pubmed": 30291252, "text": "CITED2 acts as a molecular chaperone to guide PRMT5 and p300 to nucleolin, thereby activating nucleolin. Informatics and experimental data suggest that the CITED2-nucleolin axis is involved in prostate cancer metastasis."}, {"pubmed": 30464179, "text": "Using three different lectins that specifically recognize this structure, the authors establish that nucleolin (NCL), a protein implicated in cancer, contains 9-O-acetylated sialic acid and is present on the surface of precursor B acute lymphoblastic leukemia cells as a sialoglycoprotein."}, {"pubmed": 30839063, "text": "nucleolin plays an important role in replication stress-induced DNA damage responses."}, {"pubmed": 31182601, "text": "Nucleolin (NCL) is a major regulator of miR processing in response to OS and essential for the maturation of miR-93 and miR-484 that target mRNAs encoding KLF2 and eNOS. AMPK phosphorylation of NCL sequesters it in the nucleus, thereby inhibiting miR-93 and miR-484 processing and their subsequent targeting of KLF2 and eNOS mRNA. Elevated levels of miR-93 and miR-484 were found in sera of coronary artery disease patients."}, {"pubmed": 31397440, "text": "description of new NCL and NPM polymorphisms, as well as the levels of C23 and B23 expression in normal tissues, cutaneous melanoma, and mucosal melanoma"}, {"pubmed": 31644306, "text": "Nucleolin expressed on the surface of head and neck squamous cell carcinoma cells is an active ligand for L-selectin."}, {"pubmed": 31970402, "text": "CSA and CSB are positive regulators of ribosomal RNA synthesis via Ncl regulation."}, {"pubmed": 32191439, "text": "Study describes the molecular mechanism by which nucleolin (NCL) recognizes G-quadruplexes (G4)-containing long loops and leads to the proposal of a model implying a concerted action of RNA binding domain 2 (RBD2) and glycine/arginine (RGG) domains to achieve specific G4 recognition via a dual loop-quartet interaction."}, {"pubmed": 32234886, "text": "Differences in nuclear NCL and NPM expression in cancer cells between the prostate gland and SVI may indicate involvement of these proteins in loco-regional spread of adenocarcinoma of the prostate. Differences in NPM expression in Gleason 3 and Gleason 4 pattern suggest involvement of this protein in the differentiation of prostate cancer."}, {"pubmed": 32289342, "text": "Involvement of VCP/UFD1/Nucleolin in the viral entry of Enterovirus A species."}, {"pubmed": 32587339, "text": "Growth Factor Midkine Aggravates Pulmonary Arterial Hypertension via Surface Nucleolin."}, {"pubmed": 32851058, "text": "Inhibition of Specificity Protein 1 Is Involved in Phloretin-Induced Suppression of Prostate Cancer."}, {"pubmed": 32862374, "text": "Nucleolin Mediates LPS-induced Expression of Inflammatory Mediators and Activation of Signaling Pathways."}, {"pubmed": 33097685, "text": "The long noncoding RNA LUCAT1 promotes colorectal cancer cell proliferation by antagonizing Nucleolin to regulate MYC expression."}, {"pubmed": 33222276, "text": "Nucleolin regulates 14-3-3zeta mRNA and promotes cofilin phosphorylation to induce tunneling nanotube formation."}, {"pubmed": 33460627, "text": "Targeting nucleolin by RNA G-quadruplex-forming motif."}, {"pubmed": 33892482, "text": "Cell surface nucleolin as active bait for nanomedicine in cancer therapy: a promising option."}, {"pubmed": 34078433, "text": "Cell surface Nucleolin represents a novel cellular target for neuroblastoma therapy."}, {"pubmed": 34341513, "text": "CRYbetaB2 enhances tumorigenesis through upregulation of nucleolin in triple negative breast cancer."}, {"pubmed": 34468852, "text": "The Synergistic Role of Tip alpha, Nucleolin and Ras in Helicobacter pylori Infection Regulates the Cell Fate Towards Inflammation or Apoptosis."}, {"pubmed": 34799688, "text": "Nucleolin as activator of TCF7L2 in human hematopoietic stem/progenitor cells."}, {"pubmed": 34831238, "text": "Fine-Tuning of mTOR mRNA and Nucleolin Complexes by SMN."}, {"pubmed": 35128835, "text": "Downregulation of NCL attenuates tumor formation and growth in HeLa cells by targeting the PI3K/AKT pathway."}, {"pubmed": 35562881, "text": "Overexpression of Nucleolin and Associated Genes in Prostate Cancer."}, {"pubmed": 36107769, "text": "The nascent polypeptide-associated complex (NAC) controls translation initiation in cis by recruiting nucleolin to the encoding mRNA."}, {"pubmed": 36209521, "text": "Nucleolin expression has prognostic value in neuroblastoma patients."}, {"pubmed": 36335647, "text": "Nucleolin; A tumor associated antigen as a potential lung cancer biomarker."}, {"pubmed": 38139294, "text": "Structural Integrity of Nucleolin Is Required to Suppress TDP-43-Mediated Cytotoxicity in Yeast and Human Cell Models."}, {"pubmed": 38409136, "text": "RGS6 drives cardiomyocyte death following nucleolar stress by suppressing Nucleolin/miRNA-21."}, {"pubmed": 38558098, "text": "TLR4 TIR domain and nucleolin GAR domain synergistically mediate RSV infection and induce neuronal inflammatory damage in SH-SY5Y cells."}], "genomic_pos": {"chr": "2", "end": 231483641, "ensemblgene": "ENSG00000115053", "start": 231453531, "strand": -1}, "genomic_pos_hg19": {"chr": "2", "end": 232348352, "start": 232318242, "strand": -1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0001525", "pubmed": 16403913, "qualifier": "involved_in", "term": "angiogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0017148", "pubmed": 16213212, "qualifier": "involved_in", "term": "negative regulation of translation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046627", "qualifier": "involved_in", "term": "negative regulation of insulin receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0048026", "qualifier": "involved_in", "term": "positive regulation of mRNA splicing, via spliceosome"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050730", "qualifier": "involved_in", "term": "regulation of peptidyl-tyrosine phosphorylation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071364", "qualifier": "involved_in", "term": "cellular response to epidermal growth factor stimulus"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1901838", "pubmed": 24071584, "qualifier": "involved_in", "term": "positive regulation of transcription of nucleolar large rRNA by RNA polymerase I"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1990830", "qualifier": "involved_in", "term": "cellular response to leukemia inhibitory factor"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0001533", "qualifier": "located_in", "term": "cornified envelope"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [15121898, 24071584], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "pubmed": 23353999, "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005681", "qualifier": "part_of", "term": "spliceosomal complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005694", "qualifier": "located_in", "term": "chromosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005730", "pubmed": [12944467, 19393617, 24071584], "qualifier": "located_in", "term": "nucleolus"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005938", "pubmed": 16403913, "qualifier": "located_in", "term": "cell cortex"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 19946888, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0036464", "pubmed": 15121898, "qualifier": "located_in", "term": "cytoplasmic ribonucleoprotein granule"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 20458337, "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0160056", "qualifier": "located_in", "term": "macropinosome membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:1990904", "pubmed": [17289661, 18809582], "qualifier": "part_of", "term": "ribonucleoprotein complex"}], "MF": [{"category": "MF", "evidence": "HDA", "id": "GO:0003723", "pubmed": [22658674, 22681889], "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0003723", "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003723", "pubmed": 8321232, "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [12147681, 12427757, 15064750, 15161933, 15674325, 16213212, 16403913, 16648475, 16777843, 17615292, 17620599, 18292223, 18457437, 19174163, 19393617, 19515850, 19877579, 20195357, 20221403, 20858735, 21081503, 21242313, 21281639, 22103682, 23972994, 24515436, 24658146, 24965446, 26845719], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042162", "pubmed": 8321232, "qualifier": "enables", "term": "telomeric DNA binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0042731", "qualifier": "enables", "term": "PH domain binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": 21575138, "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0043560", "qualifier": "enables", "term": "insulin receptor substrate binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0044547", "pubmed": 8567649, "qualifier": "enables", "term": "DNA topoisomerase binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0048027", "pubmed": 16213212, "qualifier": "enables", "term": "mRNA 5'-UTR binding"}]}, "homologene": {"genes": [[9544, 720965], [9598, 460006], [9606, 4691], [9615, 608445], [9913, 497013], [10090, 17975], [10116, 25135]], "id": 136488}, "interpro": [{"desc": "RNA recognition motif domain", "id": "IPR000504", "short_desc": "RRM_dom"}, {"desc": "RNA recognition motif domain, eukaryote", "id": "IPR003954", "short_desc": "RRM_dom_euk"}, {"desc": "Nucleotide-binding alpha-beta plait domain superfamily", "id": "IPR012677", "short_desc": "Nucleotide-bd_a/b_plait_sf"}, {"desc": "Nucleolin, RNA recognition motif 1", "id": "IPR034230", "short_desc": "Nucleolin_RRM1"}, {"desc": "Nucleolin, RNA recognition motif 2", "id": "IPR034233", "short_desc": "Nucleolin_RRM2"}, {"desc": "Nucleolin, RNA recognition motif 3", "id": "IPR034234", "short_desc": "Nucleolin_RRM3"}, {"desc": "Nucleolin, RNA recognition motif 4", "id": "IPR034235", "short_desc": "Nucleolin_RRM4"}, {"desc": "RNA-binding domain superfamily", "id": "IPR035979", "short_desc": "RBD_domain_sf"}], "ipi": ["IPI00183526", "IPI00604620", "IPI00916036", "IPI00916991", "IPI00917429"], "map_location": "2q37.1", "name": "nucleolin", "other_names": "nucleolin", "pantherdb": {"HGNC": "7667", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "97286", "ortholog_type": "LDO", "panther_family": "PTHR48034", "taxid": 10090, "uniprot_kb": "P09405"}, {"RGD": "3153", "ortholog_type": "LDO", "panther_family": "PTHR48034", "taxid": 10116, "uniprot_kb": "P13383"}, {"Gene": "NCL", "ortholog_type": "LDO", "panther_family": "PTHR48034", "taxid": 9031, "uniprot_kb": "P15771"}, {"Ensembl": "ENSGALG00000032930", "ortholog_type": "LDO", "panther_family": "PTHR48034", "taxid": 9031, "uniprot_kb": "A0A1D5NZ30"}, {"dictyBase": "DDB_G0290307", "ortholog_type": "O", "panther_family": "PTHR48034", "taxid": 352472, "uniprot_kb": "Q54G90"}, {"EnsemblGenome": "AT4G35785", "ortholog_type": "O", "panther_family": "PTHR48034", "taxid": 3702, "uniprot_kb": "Q494N5"}, {"TAIR": "2025092", "ortholog_type": "O", "panther_family": "PTHR48034", "taxid": 3702, "uniprot_kb": "Q84TH4"}], "uniprot_kb": "P19338"}, "pathway": {"kegg": {"id": "hsa05130", "name": "Pathogenic Escherichia coli infection - Homo sapiens (human)"}, "netpath": {"id": "Pathway_TCR", "name": "TCR"}, "pid": [{"id": "aurora_b_pathway", "name": "Aurora B signaling"}, {"id": "myc_activpathway", "name": "Validated targets of C-MYC transcriptional activation"}, {"id": "telomerasepathway", "name": "Regulation of Telomerase"}, {"id": "upa_upar_pathway", "name": "Urokinase-type plasminogen activator (uPA) and uPAR-mediated signaling"}], "reactome": [{"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-6791226", "name": "Major pathway of rRNA processing in the nucleolus and cytosol"}, {"id": "R-HSA-72312", "name": "rRNA processing"}, {"id": "R-HSA-8868773", "name": "rRNA processing in the nucleus and cytosol"}, {"id": "R-HSA-8953854", "name": "Metabolism of RNA"}, {"id": "R-HSA-9820952", "name": "Respiratory Syncytial Virus Infection Pathway"}, {"id": "R-HSA-9820960", "name": "Respiratory syncytial virus (RSV) attachment and entry"}, {"id": "R-HSA-9824446", "name": "Viral Infection Pathways"}], "wikipathways": [{"id": "WP2272", "name": "Pathogenic Escherichia coli infection"}, {"id": "WP3888", "name": "VEGFA-VEGFR2 Signaling Pathway"}]}, "pdb": ["2FC8", "2FC9", "2KRR"], "pfam": "PF00076", "pharmgkb": "PA31469", "pharos": {"target_id": 16145, "tdl": "Tbio"}, "pir": ["A35804", "S53728"], "prosite": "PS50102", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF253135", "relationship": "is"}, {"id": "GNF253136", "relationship": "is"}, {"id": "GNF253137", "relationship": "is"}, {"id": "GNF253138", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF162804", "relationship": "is"}, "GNF_hs-Origene": [{"id": "GNF030900", "relationship": "is"}, {"id": "GNF035093", "relationship": "similar to"}, {"id": "GNF045313", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF030465", "relationship": "is"}, {"id": "GNF131348", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF097752", "relationship": "is"}, {"id": "GNF097782", "relationship": "is"}, {"id": "GNF137407", "relationship": "is"}, {"id": "GNF137437", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000002.12", "NC_060926.1"], "protein": "NP_005372.2", "rna": "NM_005381.3", "translation": {"protein": "NP_005372.2", "rna": "NM_005381.3"}}, "reporter": {"HG-U133_Plus_2": ["200610_s_at", "241892_at"], "HG-U95Av2": "32590_at", "HTA-2_0": "TC02002859.hg.1", "HuEx-1_0": ["2603458", "2603460"], "HuGene-1_1": "8059689", "HuGene-2_1": "16909491"}, "retired": 100289394, "summary": "Nucleolin (NCL), a eukaryotic nucleolar phosphoprotein, is involved in the synthesis and maturation of ribosomes. It is located mainly in dense fibrillar regions of the nucleolus. Human NCL gene consists of 14 exons with 13 introns and spans approximately 11kb. The intron 11 of the NCL gene encodes a small nucleolar RNA, termed U20. [provided by RefSeq, Jul 2008].", "symbol": "NCL", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1417613"}, "unigene": "Hs.79110", "uniprot": {"Swiss-Prot": "P19338", "TrEMBL": ["C9JLB1", "B3KM80", "A0A7I2V2S8", "A0A7I2V506", "A0A7I2V2U7", "A0A7I2V3F3", "A0A7I2V699", "H7BY16", "A0A7I2V349", "A0A7I2V5M5", "A0A7I2V428"]}, "wikipedia": {"url_stub": "Nucleolin"}}