{"AllianceGenome": "7733", "HGNC": "7733", "MIM": "602265", "_id": "4739", "_version": 1, "accession": {"genomic": ["AL022098.1", "AL136139.6", "AL139807.6", "AL512382.12", "CH471087.1", "CP068272.2", "NC_000006.12", "NC_060930.1"], "protein": ["AAA98770.1", "AAB53696.1", "AAH20686.1", "AAH40207.1", "BAF85371.1", "EAW55299.1", "EAW55300.1", "EAW55301.1", "EAW55302.1", "EAW55303.1", "NP_001135865.1", "NP_001257962.1", "NP_006394.1", "NP_892011.2", "Q14511.1"], "rna": ["AA814628.1", "AJ420493.1", "AK292682.1", "AW963532.1", "BC020686.1", "BC040207.1", "BC050740.1", "BP262776.1", "BX648041.1", "DA660812.1", "DA676780.1", "DA778416.1", "L43821.1", "NM_001142393.2", "NM_001271033.2", "NM_006403.4", "NM_182966.4", "NR_073131.1", "U64317.1"], "translation": [{"protein": "NP_001257962.1", "rna": "NM_001271033.2"}, {"protein": "NP_006394.1", "rna": "NM_006403.4"}, {"protein": "BAF85371.1", "rna": "AK292682.1"}, {"protein": "NP_892011.2", "rna": "NM_182966.4"}, {"protein": "AAB53696.1", "rna": "U64317.1"}, {"protein": "NP_001135865.1", "rna": "NM_001142393.2"}, {"protein": "AAA98770.1", "rna": "L43821.1"}, {"protein": "AAH20686.1", "rna": "BC020686.1"}, {"protein": "AAH40207.1", "rna": "BC040207.1"}]}, "alias": ["CAS-L", "CAS2", "CASL", "CASS2", "HEF1"], "ensembl": {"gene": "ENSG00000111859", "protein": ["ENSP00000368745", "ENSP00000368759", "ENSP00000380534", "ENSP00000395237", "ENSP00000421282", "ENSP00000422871", "ENSP00000424975", "ENSP00000478563"], "transcript": ["ENST00000379433", "ENST00000379446", "ENST00000397378", "ENST00000448183", "ENST00000459670", "ENST00000461055", "ENST00000468612", "ENST00000504387", "ENST00000504634", "ENST00000505589", "ENST00000508546", "ENST00000508800", "ENST00000512665", "ENST00000513989", "ENST00000514660", "ENST00000620854"], "translation": [{"protein": "ENSP00000368759", "rna": "ENST00000379446"}, {"protein": "ENSP00000478563", "rna": "ENST00000620854"}, {"protein": "ENSP00000395237", "rna": "ENST00000448183"}, {"protein": "ENSP00000422871", "rna": "ENST00000504387"}, {"protein": "ENSP00000368745", "rna": "ENST00000379433"}, {"protein": "ENSP00000421282", "rna": "ENST00000513989"}, {"protein": "ENSP00000380534", "rna": "ENST00000397378"}, {"protein": "ENSP00000424975", "rna": "ENST00000508546"}], "type_of_gene": "protein_coding"}, "entrezgene": "4739", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 23.69380226, "exp_mis": 299.5213809, "exp_syn": 144.2323886, "lof_z": 3.80425789066191, "mis_z": 0.466927425573365, "mu_lof": 1.83228109739e-06, "mu_mis": 2.61767225356e-05, "mu_syn": 1.24709727315e-05, "n_lof": 5.0, "n_mis": 283.0, "n_syn": 121.0, "p_li": 0.534981125014028, "p_null": 2.7661536253666e-05, "p_rec": 0.464991213449718, "syn_z": 1.19925668000576}, "bp": 2505, "cds_end": 11232748, "cds_start": 11185394, "n_exons": 7, "nonpsych": {"exp_lof": 21.3007286, "exp_mis": 270.951312, "exp_syn": 130.3997896, "lof_z": 3.89424374919789, "mis_z": 0.58070421706961, "mu_lof": 1.83228109739e-06, "mu_mis": 2.61767225356e-05, "mu_syn": 1.24709727315e-05, "n_lof": 3.0, "n_mis": 252.0, "n_syn": 113.0, "p_li": 0.935777777452193, "p_null": 2.97114772487678e-06, "p_rec": 0.0642192514000824, "syn_z": 0.959332726182029}, "nontcga": {"exp_lof": 21.78421927, "exp_mis": 275.545611, "exp_syn": 132.67973229, "lof_z": 3.75876448865827, "mis_z": 0.49658760374251, "mu_lof": 1.83228109739e-06, "mu_mis": 2.61767225356e-05, "mu_syn": 1.24709727315e-05, "n_lof": 4.0, "n_mis": 259.0, "n_syn": 115.0, "p_li": 0.753209597994484, "p_null": 1.78389071154189e-05, "p_rec": 0.246772563098401, "syn_z": 0.971840329989101}, "transcript": "ENST00000379446.5"}, "exons": [{"cdsend": 11306003, "cdsstart": 11185161, "chr": "6", "position": [[11183297, 11185671], [11188217, 11188307], [11189963, 11191205], [11192344, 11192446], [11193590, 11193692], [11213280, 11213727], [11305991, 11306155], [11382138, 11382348]], "strand": -1, "transcript": "NM_001142393", "txend": 11382348, "txstart": 11183297}, {"cdsend": 11232515, "cdsstart": 11185161, "chr": "6", "position": [[11183297, 11185671], [11188217, 11188307], [11189963, 11191205], [11192344, 11192446], [11193590, 11193692], [11232503, 11232682]], "strand": -1, "transcript": "NM_001271033", "txend": 11232682, "txstart": 11183297}, {"cdsend": 11232515, "cdsstart": 11185161, "chr": "6", "position": [[11183297, 11185671], [11188217, 11188307], [11189963, 11191205], [11192344, 11192446], [11193590, 11193692], [11213280, 11213727], [11232503, 11232668]], "strand": -1, "transcript": "NM_006403", "txend": 11232668, "txstart": 11183297}, {"cdsend": 11232515, "cdsstart": 11200980, "chr": "6", "position": [[11198307, 11201046], [11213280, 11213727], [11232503, 11232668]], "strand": -1, "transcript": "NM_182966", "txend": 11232668, "txstart": 11198307}, {"cdsend": 11382348, "cdsstart": 11382348, "chr": "6", "position": [[11183297, 11185671], [11188217, 11188307], [11189963, 11191205], [11192344, 11192446], [11193590, 11193692], [11200270, 11200421], [11213280, 11213727], [11305065, 11305159], [11305991, 11306155], [11382138, 11382348]], "strand": -1, "transcript": "NR_073131", "txend": 11382348, "txstart": 11183297}], "exons_hg19": [{"cdsend": 11306236, "cdsstart": 11185394, "chr": "6", "position": [[11183530, 11185904], [11188450, 11188540], [11190196, 11191438], [11192577, 11192679], [11193823, 11193925], [11213513, 11213960], [11306224, 11306388], [11382371, 11382581]], "strand": -1, "transcript": "NM_001142393", "txend": 11382581, "txstart": 11183530}, {"cdsend": 11232748, "cdsstart": 11185394, "chr": "6", "position": [[11183530, 11185904], [11188450, 11188540], [11190196, 11191438], [11192577, 11192679], [11193823, 11193925], [11232736, 11232915]], "strand": -1, "transcript": "NM_001271033", "txend": 11232915, "txstart": 11183530}, {"cdsend": 11232748, "cdsstart": 11185394, "chr": "6", "position": [[11183530, 11185904], [11188450, 11188540], [11190196, 11191438], [11192577, 11192679], [11193823, 11193925], [11213513, 11213960], [11232736, 11232901]], "strand": -1, "transcript": "NM_006403", "txend": 11232901, "txstart": 11183530}, {"cdsend": 11232748, "cdsstart": 11201213, "chr": "6", "position": [[11198540, 11201279], [11213513, 11213960], [11232736, 11232901]], "strand": -1, "transcript": "NM_182966", "txend": 11232901, "txstart": 11198540}, {"cdsend": 11382581, "cdsstart": 11382581, "chr": "6", "position": [[11183530, 11185904], [11188450, 11188540], [11190196, 11191438], [11192577, 11192679], [11193823, 11193925], [11200503, 11200654], [11213513, 11213960], [11305298, 11305392], [11306224, 11306388], [11382371, 11382581]], "strand": -1, "transcript": "NR_073131", "txend": 11382581, "txstart": 11183530}], "generif": [{"pubmed": 12189134, "text": "HEF1 expression is regulated by TGF-beta1 and HEF1 phosphorylation is dependent on cell adhesion and Src kinase activity"}, {"pubmed": 12847683, "text": "Cas-L plays an important role in the pathophysiology of rheumatoid arthritis"}, {"pubmed": 15051726, "text": "Reults demonstrate the function of atrophin-1-interacting protein 4 as an ubiquitin E3 ligase for human enhancer of filamentation 1."}, {"pubmed": 15376324, "text": "NEDD9 is regulated in neuroblastoma cells by all-trans retinoic acid."}, {"pubmed": 15592516, "text": "NEDD9 (Cas-L) binds human T-lymphotropic virus type I (HTLV-I) Tax and specifically regulates Tax-NF-kappaB pathway."}, {"pubmed": 16184168, "text": "The HEF1 protein overexpression of HEF1 causes an increase in centrosome numbers and multipolar spindles, resembling defects induced by manipulation of the mitotic regulatory kinase Aurora-A (AurA)."}, {"pubmed": 16344118, "text": "HEF1-promoted processes actively extend from the cell body and resemble neurites both in the manner of process extension and in the distribution of adhesion-associated molecules."}, {"pubmed": 16352661, "text": "These results suggest that the adhesion-dependent actin organization regulates proteasomal turnover of HEF1 through the activity of PP2A."}, {"pubmed": 16394104, "text": "HEF1 associates with the RhoA-GTP exchange factor ECT2, an orthologue of the Drosophila cytokinetic regulator Pebble, providing a direct means for HEF1 control of RhoA."}, {"pubmed": 17604723, "text": "Here, we show that interactions between the prometastatic scaffolding protein HEF1/Cas-L/NEDD9 and the oncogenic Aurora A (AurA) kinase at the basal body of cilia causes phosphorylation and activation of HDAC6, promoting ciliary disassembly."}, {"pubmed": 17703068, "text": "HEF1/NEDD9/Cas-L expression and function in signaling relevant to cell attachment, migration, invasion, cell cycle, apoptosis, and oncogenic signal transduction. Review."}, {"pubmed": 17908996, "text": "Changes in expression of the scaffold protein HEF1/CAS-L/NEDD9 were found to be a potent prometastatic stimulus in melanoma and other cancers."}, {"pubmed": 18063669, "text": "Evidence is presented that variation in NEDD9 is associated wih susceptibility to late-onset Alzheimer and Parkinson diseases."}, {"pubmed": 18063669, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18465784, "text": "Cas-L is one of the targets of inflammatory cytokines and is also modulated by cell adhesion process in neutrophils"}, {"pubmed": 18579580, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18579580, "text": "rs760678 SNP of the NEDD9 gene is a weak genetic determinant of Alzheimer's disease and Parkinson's disease ."}, {"pubmed": 18585997, "text": "NEDD9 is directly regulated by atRA through a complex retinoic acid response element (RARE) located in the NEDD9 proximal promoter and consisting of four conserved half-sites separated by 1, 5, and 1 intervening base pairs."}, {"pubmed": 19103205, "text": "study presents a pluridisciplinary approach, including small-angle X-ray scattering, that provides first insights into the structure of the complex formed between breast cancer anti-oestrogen resistance 3 (BCAR3) and HEF1"}, {"pubmed": 19275884, "text": "These results suggest that SHP-2 regulates tyrosine phosphorylation of Cas-L, hence opposing the effect of kinases, and SHP-2 is a negative regulator of cell migration mediated by Cas-L."}, {"pubmed": 19417561, "text": "Overexpression of Cas-L is associated with imatinib-resistant gastrointestinal stromal tumor cells."}, {"pubmed": 19539609, "text": "Phosphorylation of HEF1 on serine 369 induces its proteasomal degradation."}, {"pubmed": 19648964, "text": "Nedd9/Hef1/Cas-L mediates the dioxin-elicited changes related to cell plasticity, including alterations of cellular adhesion and shape, cytoskeleton reorganization, and increased cell migration."}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20413850, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20428794, "text": "B2 RNA seems especially interesting in that it can regulate apoptosis and cell proliferation by modulating HEF1."}, {"pubmed": 20430066, "text": "An implication of the NEDD9 allelic variant in late-onset AD, with an independent effect of the apolipoprotein E epsilon4 allele in the risk of developing AD."}, {"pubmed": 20430066, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20498643, "text": "HEF1 is required for VEGF-mediated Head and Neck Squamous Cell Carcinoma cell migration and invasion."}, {"pubmed": 20534741, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21059344, "text": "NEDD9 polymorphism has a possible role in changing the genetic susceptibility to late-onset Alzheimer's disease in a Han Chinese population."}, {"pubmed": 21059344, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21317929, "text": "Data suggest that HEF1 may represent an attractive candidate for drug targeting in CRC."}, {"pubmed": 21399483, "text": "Polymorphism, rs760678, within NEDD9 gene is association with the risk of AD and cognitive performance in Chinese older persons"}, {"pubmed": 21765937, "text": "Cas proteins do not affect E-cadherin transcription, but rather, BCAR1 and NEDD9 signal through SRC to promote E-cadherin removal from the cell membrane and lysosomal degradation."}, {"pubmed": 22061964, "text": "Data reveal that the tumour suppressor PP2A may act via S369 to regulated NEDD9-mediated cell spreading."}, {"pubmed": 22328516, "text": "signalling through increased NEDD9 levels requires integrin beta3 signalling, which leads to elevated phosphorylation of integrin beta3"}, {"pubmed": 22447485, "text": "NEDD9 is upregulated in lung adenocarcinoma, and overexpression of NEDD9 protein has been strongly correlated with staging and differentiation grade and tumor size in lung adenocarcinoma."}, {"pubmed": 22732573, "text": "HEF1 may have a role in carcinogenesis of lung cancer; miRNA be a therapeutic target"}, {"pubmed": 22810897, "text": "Abl family kinases modulate T cell-mediated inflammation and chemokine-induced migration through the adaptor HEF1 and the GTPase Rap1."}, {"pubmed": 22869051, "text": "Results demonstrate the critical role of miR-145 and NEDD9 in regulating glioblastoma invasion and suggest a potential role of NEDD9 as a biomarker for glioma progression."}, {"pubmed": 22963925, "text": "The GG genotype of NEDD9 rs760678 polymorphism would be a protective factor for AD in Caucasians but not in Asians.[meta-analysis]"}, {"pubmed": 23037767, "text": "Overexpression of NEDD9 promoted lung metastasis of an lung cancer cell line in transgenic mice."}, {"pubmed": 23074285, "text": "In clinical specimens, elevated expression of NEDD9 was associated with malignant progression and metastasis.CRTC1-NEDD9 signaling axis mediates lung cancer progression caused by LKB1 loss."}, {"pubmed": 23086683, "text": "The mean overall survival of NSCLC patients overexpressing NEDD9 (39.10 +/- 6.49 months) was markedly shorter."}, {"pubmed": 23247867, "text": "High NEDD9 expression is associated with pancreatic ductal adenocarcinoma."}, {"pubmed": 23355420, "text": "The findings indicate that HEF1 promotes EMT and bone invasion in prostate cancer by directly targeted by miR-145, and miR-145 suppresses EMT and invasion, at least in part, through repressing HEF1."}, {"pubmed": 24058594, "text": "NEDD9 promotes migration and invasion in cervical carcinoma cells, probably via a positive feedback loop of tyrosine phosphorylation between NEDD9 and FAK or SRC."}, {"pubmed": 24174333, "text": "Data indicate that NEDD9 knockdown significantly inhibits migration, invasion and metastasis of lung cancer cells in vitro and in vivo."}, {"pubmed": 24202705, "text": "Depletion of NEDD9 impaired invasion of cancer cells through inactivation of membrane-bound matrix metalloproteinase MMP14 by excess TIMP2 on the cell surface."}, {"pubmed": 24337070, "text": "Data reveal that NEDD9 can regulate 3D migration speed independent of the Rac1 morphology switch."}, {"pubmed": 24439227, "text": "NEDD9 overexpression is an independent factor of poor prognosis and may serve as a potential biomarker in epithelial ovarian cancer"}, {"pubmed": 24469954, "text": "NEDD9 overexpression correlates with the progression and prognosis in gastric carcinoma."}, {"pubmed": 24574519, "text": "NEDD9 binds to and regulates acetylation of CTTN in an Aurora A kinase (AURKA)/HDAC6-dependent manner."}, {"pubmed": 24664584, "text": "NEDD9 may be used as a biomarker in the clinical setting to predict the prognosis of gastric cancer patients."}, {"pubmed": 24676793, "text": "Obtained data revealed remarkable increase in the expression levels of GHR and NEDD9 proteins in both epithelial and stromal components of axillary lymph node metastases in comparison with those of non-metastatic tumours."}, {"pubmed": 24728978, "text": "NEDD9 regulates epithelial-mesenchmal transition and cell invasion in prostate cancer cells induced by TGF-beta."}, {"pubmed": 24906654, "text": "The expression of Nedd9 was upregulated in gastric cancer, high expression of Nedd9 significantly correlated with cancer progression and poor prognosis in gastric cancer."}, {"pubmed": 24966970, "text": "Colorectal adenocarcinoma patients with a higher NEDD9 expression had a significantly shorter overall survival."}, {"pubmed": 25051398, "text": "Knockdown of the NEDD9 gene results in suppression of lung adenocarcinoma cell proliferation, migration, invasion and cell growth in vitro and in vivo"}, {"pubmed": 25241893, "text": "Results establish a novel role for NEDD9 as a key regulator of Arf6-dependent trafficking of MMP14 and its invasive properties, highlighting the basic mechanism utilized by NEDD9 to support breast cancer cell invasion and metastasis."}, {"pubmed": 25319010, "text": "Study uncovers a new role of NEDD9 as a regulator of integrin trafficking through CAV1-dependent endocytosis, and provide new insight into the regulation of migration of breast cancer cells."}, {"pubmed": 25445787, "text": "NEDD9 expression in breast cancer cells enhances the expression of chondroitin sulfate glycosaminoglycans, particularly the CS-E subunit that enhances growth."}, {"pubmed": 25577245, "text": "our findings suggest that NEDD9 acts as an oncogene and promotes GC metastasis via EMT."}, {"pubmed": 25646678, "text": "miR145 is inversely correlated with NEDD9 expression in pancreatic cancer tissues and restoration of miR145 in Panc1 cells reduced NEDD9 mRNA and protein expression accompanied by inhibition of cell proliferation, invasion and migration."}, {"pubmed": 25817040, "text": "BCAR3 is an essential interactor and mediator of HEF1-induced migration."}, {"pubmed": 25967390, "text": "discuss emerging evidence supporting involvement of NEDD9 in additional pathological conditions, including stroke and polycystic kidney disease"}, {"pubmed": 26011298, "text": "The presence of the dna fragment in the NSCLC-N6-L16 cell ChIP assays demonstrated a physical link between NEDD9 and p53."}, {"pubmed": 26211595, "text": "Serum NEDD9 was elevated in gastric cancer patients and had an unfavorable prognostic effect."}, {"pubmed": 26324022, "text": "NEDD9 has an essential role in development as well as in neoplastic cell proliferation, apoptosis, adhesion, migration and invasion. (Review)"}, {"pubmed": 26351211, "text": "siRNA suppression of NEDD9 inhibits proliferation and enhances apoptosis in renal cell carcinoma."}, {"pubmed": 26701889, "text": "Increased NEDD9 expression is associated with metastatic endometrial and lung cancers."}, {"pubmed": 27916098, "text": "The protein expression level of NEDD9 is higher in esophageal carcinoma tissues than that in adjacent normal tissues. Knockdown of NEDD9 expression can restrain the proliferation, invasion and migration of EC109 cells."}, {"pubmed": 27926875, "text": "HIP2 regulates mitotic spindle alignment. SHIP2 is expressed in G1 phase, whereas Aurora A kinase is enriched in mitosis. SHIP2 binds Aurora A kinase and the scaffolding protein HEF1 and promotes their basolateral localization at the expense of their luminal expression connected with cilia resorption."}, {"pubmed": 27974675, "text": "NEDD9 deregulated Smad7 expression to inhibit Smad signaling and binding to the FAK-Src-Crk complex which is proposed that this is the mechanism by which NEDD9 induced greater sphere formation in cancer stem cells properties."}, {"pubmed": 28578938, "text": "Overexpression of NEDD9 promotes cell invasion and metastasis in hepatocellular carcinoma. Also, NEDD9 may serve as potential therapeutic target for the treatment of hepatocellular carcinoma."}, {"pubmed": 29191835, "text": "Results reveal the role of a phosphorylation-dependent HEF1-Plk1 complex in HEF1 translocation to FAs to induce cell migration."}, {"pubmed": 29773902, "text": "Tumor cell-intrinsic Nedd9 expression promotes OC development."}, {"pubmed": 29924959, "text": "NEDD9, E-cadherin and gamma-catenin proteins have roles in pancreatic ductal adenocarcinoma"}, {"pubmed": 29931343, "text": "NEDD9 variation is associated with dental caries."}, {"pubmed": 30003752, "text": "High expression level of HEF1 gene can promote the proliferation."}, {"pubmed": 30250297, "text": "results from the above studies demonstrated that ERbeta can promote NSCLC VM formation and cell invasion via altering the ERbeta/MALAT1/miR145-5p/NEDD9 signaling. Targeting this newly identified signaling pathway with small molecules may help the development of novel therapies to better suppress the NSCLC metastasis."}, {"pubmed": 30544746, "text": "NEDD9 is identified as a secretory biomarker for Pancreatic cancer but it has no prognostic role."}, {"pubmed": 30579603, "text": "HEF1 expression correlates with differentiation in clinical gastric cancer tissues.  HEF1 negatively relates to tumor differentiation in human gastric cancer cells. HEF1 regulates differentiation through the Wnt5a/beta-catenin signaling pathway in human gastric cancer cells."}, {"pubmed": 31332786, "text": "miR-363-3p inhibits migration, invasion, and epithelial-mesenchymal transition by targeting NEDD9 and SOX4 in non-small-cell lung cancer."}, {"pubmed": 31411930, "text": "High NEDD9 expression is associated with Osteosarcoma."}, {"pubmed": 31462898, "text": "The upregulation of SOX2 under hypoxic conditions may facilitate NEDD9 transcription and expression, and subsequent activation of Rac1 and HIF-1alpha expression. This could accelerate breast cancer cell migration."}, {"pubmed": 31801619, "text": "Results suggested that ZMYND10 is able to suppress migration and invasion of breast cancer cells by inhibiting NEDD9 expression by upregulating miR-145."}, {"pubmed": 31916278, "text": "Long noncoding RNA linc00467 plays an oncogenic role in hepatocellular carcinoma by regulating the miR-18a-5p/NEDD9 axis."}, {"pubmed": 32424979, "text": "Inhibition of p62/SQSTM1 sensitizes small-cell lung cancer cells to cisplatin-induced cytotoxicity by targeting NEDD9 expression."}, {"pubmed": 32794109, "text": "Prognostic Significances of NEDD-9 and FOXL-1 Expression in Intestinal Type Gastric Carcinoma: an Immunohistochemical Study."}, {"pubmed": 33485292, "text": "Expression of NEDD9 and connexin-43 in neoplastic and stromal cells of gastric adenocarcinoma."}, {"pubmed": 33632899, "text": "Susceptibility-Associated Genetic Variation in NEDD9 Contributes to Prostate Cancer Initiation and Progression."}, {"pubmed": 33826094, "text": "Wnt5a-induced docking of Plk1 on HEF1 promotes HEF1 translocation and tumorigenesis."}, {"pubmed": 34314382, "text": "MicroRNA-1252-5p, regulated by Myb, inhibits invasion and epithelial-mesenchymal transition of pancreatic cancer cells by targeting NEDD9."}, {"pubmed": 34432355, "text": "NEDD9 overexpression: Prognostic and guidance value in acute myeloid leukaemia."}, {"pubmed": 35549691, "text": "miR-107 is involved in the regulation of NEDD9-mediated invasion and metastasis in breast cancer."}, {"pubmed": 35577404, "text": "NEDD9 Mediates the FAK/Src Signaling Pathway to Promote the Adhesion of Human Trabecular Meshwork Cells after Dexamethasone Treatment."}, {"pubmed": 36203318, "text": "Combined high NEDD9 expression and E-cadherin loss correlate with poor clinical outcome in gastric cancer."}], "genomic_pos": {"chr": "6", "end": 11382348, "ensemblgene": "ENSG00000111859", "start": 11183298, "strand": -1}, "genomic_pos_hg19": {"chr": "6", "end": 11382581, "start": 11183531, "strand": -1}, "go": {"BP": [{"evidence": "NAS", "gocategory": "BP", "id": "GO:0007010", "pubmed": 11827972, "qualifier": "involved_in", "term": "cytoskeleton organization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007155", "qualifier": "involved_in", "term": "cell adhesion"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": 8668148, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007169", "qualifier": "involved_in", "term": "cell surface receptor protein tyrosine kinase signaling pathway"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0007229", "pubmed": 11827972, "qualifier": "involved_in", "term": "integrin-mediated signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007611", "qualifier": "involved_in", "term": "learning or memory"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0016477", "qualifier": "involved_in", "term": "cell migration"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030335", "pubmed": 18256281, "qualifier": "involved_in", "term": "positive regulation of cell migration"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030336", "qualifier": "involved_in", "term": "negative regulation of cell migration"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032956", "qualifier": "involved_in", "term": "regulation of actin cytoskeleton organization"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045672", "qualifier": "involved_in", "term": "positive regulation of osteoclast differentiation"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0051017", "pubmed": 11827972, "qualifier": "involved_in", "term": "actin filament bundle assembly"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051301", "qualifier": "involved_in", "term": "cell division"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0061098", "pubmed": 18256281, "qualifier": "involved_in", "term": "positive regulation of protein tyrosine kinase activity"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0061523", "pubmed": 17604723, "qualifier": "involved_in", "term": "cilium disassembly"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0097021", "qualifier": "involved_in", "term": "lymphocyte migration into lymphoid organs"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0140131", "qualifier": "involved_in", "term": "positive regulation of lymphocyte chemotaxis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1900026", "pubmed": 18256281, "qualifier": "involved_in", "term": "positive regulation of substrate adhesion-dependent cell spreading"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1902952", "qualifier": "involved_in", "term": "positive regulation of dendritic spine maintenance"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1903829", "qualifier": "involved_in", "term": "positive regulation of protein localization"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2000522", "qualifier": "involved_in", "term": "positive regulation of immunological synapse formation"}], "CC": [{"evidence": "ISS", "gocategory": "CC", "id": "GO:0000922", "qualifier": "located_in", "term": "spindle pole"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0001772", "qualifier": "located_in", "term": "immunological synapse"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 29899023, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005794", "qualifier": "located_in", "term": "Golgi apparatus"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005819", "pubmed": 9584194, "qualifier": "located_in", "term": "spindle"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005925", "pubmed": [19103205, 19275884], "qualifier": "located_in", "term": "focal adhesion"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005938", "qualifier": "located_in", "term": "cell cortex"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0016323", "qualifier": "located_in", "term": "basolateral plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0030027", "qualifier": "located_in", "term": "lamellipodium"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0036064", "pubmed": 17604723, "qualifier": "located_in", "term": "ciliary basal body"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0072686", "pubmed": 16394104, "qualifier": "located_in", "term": "mitotic spindle"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [9360983, 11827972, 15051726, 16394104, 19103205, 19275884, 21516116, 22810897, 24574519, 25416956, 28514442, 29191835, 29899023], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:1990782", "pubmed": 18256281, "qualifier": "enables", "term": "protein tyrosine kinase binding"}]}, "homologene": {"genes": [[7955, 768136], [8364, 100487989], [9031, 395736], [9544, 699359], [9606, 4739], [9615, 488220], [9913, 504967], [10090, 18003], [10116, 291044]], "id": 4669}, "interpro": [{"desc": "SH3 domain", "id": "IPR001452", "short_desc": "SH3_domain"}, {"desc": "SH3-like domain superfamily", "id": "IPR036028", "short_desc": "SH3-like_dom_sf"}, {"desc": "CAS family", "id": "IPR037362", "short_desc": "CAS_fam"}, {"desc": "Enhancer of filamentation 1, SH3 domain", "id": "IPR035746", "short_desc": "NEDD9_SH3"}, {"desc": "Serine rich protein interaction domain", "id": "IPR014928", "short_desc": "Serine_rich_dom"}, {"desc": "CAS family, C-terminal", "id": "IPR021901", "short_desc": "CAS_C"}, {"desc": "CAS, serine rich four helix bundle domain superfamily", "id": "IPR038319", "short_desc": "Serine_rich_sf"}], "ipi": ["IPI00031407", "IPI00514103", "IPI00964315", "IPI00964938", "IPI00965935", "IPI00966015", "IPI01014978"], "map_location": "6p24.2", "name": "neural precursor cell expressed, developmentally down-regulated 9", "other_names": ["Cas scaffolding protein family member 2", "Crk-associated substrate related protein Cas-L", "Enhancer of filamentation 1 p55", "cas-like docking", "enhancer of filamentation 1", "neural precursor cell expressed developmentally down-regulated protein 9", "p130Cas-related protein", "renal carcinoma antigen NY-REN-12"], "pantherdb": {"HGNC": "7733", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "97302", "ortholog_type": "LDO", "panther_family": "PTHR10654", "taxid": 10090, "uniprot_kb": "O35177"}, {"RGD": "1306276", "ortholog_type": "LDO", "panther_family": "PTHR10654", "taxid": 10116, "uniprot_kb": "A0A0G2JZL7"}, {"Ensembl": "ENSGALG00000012747", "ortholog_type": "LDO", "panther_family": "PTHR10654", "taxid": 9031, "uniprot_kb": "A0A3Q2TVN1"}, {"Ensembl": "ENSDARG00000088835", "ortholog_type": "O", "panther_family": "PTHR10654", "taxid": 7955, "uniprot_kb": "A0A0G2KR69"}, {"ZFIN": "ZDB-GENE-061013-318", "ortholog_type": "LDO", "panther_family": "PTHR10654", "taxid": 7955, "uniprot_kb": "A0A2R8QLY2"}, {"FlyBase": "FBgn0035101", "ortholog_type": "O", "panther_family": "PTHR10654", "taxid": 7227, "uniprot_kb": "A4IJ58"}], "uniprot_kb": "Q14511"}, "pathway": {"netpath": [{"id": "Pathway_BCR", "name": "BCR"}, {"id": "Pathway_EGFR1", "name": "EGFR1"}, {"id": "Pathway_TCR", "name": "TCR"}], "wikipathways": {"id": "WP366", "name": "TGF-beta Signaling Pathway"}}, "pdb": ["2L81", "5X3S"], "pfam": ["PF08824", "PF12026", "PF14604", "PF00018"], "pharmgkb": "PA31538", "pharos": {"target_id": 18655, "tdl": "Tbio"}, "prosite": "PS50002", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF176771", "relationship": "is"}, {"id": "GNF187677", "relationship": "is"}, {"id": "GNF198583", "relationship": "is"}, {"id": "GNF209489", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF038896", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF010249", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF099979", "relationship": "is"}, {"id": "GNF139634", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000006.12", "NC_060930.1"], "protein": ["NP_001135865.1", "NP_001257962.1", "NP_006394.1", "NP_892011.2"], "rna": ["NM_001142393.2", "NM_001271033.2", "NM_006403.4", "NM_182966.4", "NR_073131.1"], "translation": [{"protein": "NP_001257962.1", "rna": "NM_001271033.2"}, {"protein": "NP_006394.1", "rna": "NM_006403.4"}, {"protein": "NP_892011.2", "rna": "NM_182966.4"}, {"protein": "NP_001135865.1", "rna": "NM_001142393.2"}]}, "reporter": {"HG-U133_Plus_2": ["1560706_at", "1569020_at", "202149_at", "202150_s_at", "242861_at"], "HG-U95Av2": "37574_at", "HTA-2_0": "TC06001273.hg.1", "HuEx-1_0": ["2941784", "2941902", "2941904"], "HuGene-1_1": "8123936", "HuGene-2_1": ["17015652", "17118190"]}, "retired": 10543, "summary": "The protein encoded by this gene is a member of the CRK-associated substrates family. Members of this family are adhesion docking molecules that mediate protein-protein interactions for signal transduction pathways. This protein is a focal adhesion protein that acts as a scaffold to regulate signaling complexes important in cell attachment, migration and invasion as well as apoptosis and the cell cycle. This protein has also been reported to have a role in cancer metastasis. Alternative splicing results in multiple transcript variants. [provided by RefSeq, Aug 2012].", "symbol": "NEDD9", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1417664"}, "unigene": "Hs.37982", "uniprot": {"Swiss-Prot": "Q14511", "TrEMBL": ["D6RBQ2", "A0A087WUD2", "D6REP7", "D6RGD7", "D6RDV1"]}, "wikipedia": {"url_stub": "NEDD9"}}