{"AllianceGenome": "7732", "HGNC": "7732", "MIM": "603171", "_id": "4738", "_version": 1, "accession": {"genomic": ["AL096870.5", "CH471078.2", "CP068264.2", "JC212125.1", "KT584696.1", "NC_000014.9", "NC_060938.1", "NG_051059.1", "NW_018654722.1"], "protein": ["AAI04201.1", "AAI04202.1", "AAI04665.1", "BAA04889.1", "CAG28590.1", "CDM22114.1", "NP_006147.1", "Q15843.1"], "rna": ["AK125214.1", "BC038290.2", "BC064899.1", "BC104200.1", "BC104201.1", "BC104664.1", "BE548741.1", "CF130271.1", "CR407662.1", "D23662.1", "NM_006156.3"], "translation": [{"protein": "CAG28590.1", "rna": "CR407662.1"}, {"protein": "BAA04889.1", "rna": "D23662.1"}, {"protein": "AAI04202.1", "rna": "BC104201.1"}, {"protein": "NP_006147.1", "rna": "NM_006156.3"}, {"protein": "AAI04665.1", "rna": "BC104664.1"}, {"protein": "AAI04201.1", "rna": "BC104200.1"}]}, "alias": "NEDD-8", "ensembl": [{"gene": "ENSG00000285246", "protein": ["ENSP00000494869", "ENSP00000495901", "ENSP00000496420"], "transcript": ["ENST00000642906", "ENST00000643069", "ENST00000643478", "ENST00000644053", "ENST00000644446", "ENST00000645521", "ENST00000646348", "ENST00000646768"], "translation": [{"protein": "ENSP00000495901", "rna": "ENST00000645521"}, {"protein": "ENSP00000496420", "rna": "ENST00000643069"}, {"protein": "ENSP00000494869", "rna": "ENST00000644053"}], "type_of_gene": "protein_coding"}, {"gene": "ENSG00000129559", "protein": ["ENSP00000250495", "ENSP00000380040", "ENSP00000448192"], "transcript": ["ENST00000250495", "ENST00000396828", "ENST00000524927", "ENST00000526430", "ENST00000527046", "ENST00000531430", "ENST00000533242", "ENST00000560427"], "translation": [{"protein": "ENSP00000380040", "rna": "ENST00000396828"}, {"protein": "ENSP00000250495", "rna": "ENST00000250495"}, {"protein": "ENSP00000448192", "rna": "ENST00000524927"}], "type_of_gene": "protein_coding"}], "entrezgene": "4738", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 5.07771327223, "exp_mis": 24.8587087295, "exp_syn": 10.6437886388, "lof_z": 1.79255409228796, "mis_z": 1.94817581396724, "mu_lof": 3.16777806658e-07, "mu_mis": 2.17896423258e-06, "mu_syn": 8.53984301765e-07, "n_lof": 1.0, "n_mis": 5.0, "n_syn": 7.0, "p_li": 0.429440681272929, "p_null": 0.0323082033618102, "p_rec": 0.538251115365261, "syn_z": 0.692396070125785}, "bp": 246, "cds_end": 24701473, "cds_start": 24686332, "n_exons": 4, "nonpsych": {"exp_lof": 4.51733707782, "exp_mis": 22.4210474193, "exp_syn": 9.5551728072, "lof_z": 1.62526685344955, "mis_z": 1.9622220494686, "mu_lof": 3.16777806658e-07, "mu_mis": 2.17896423258e-06, "mu_syn": 8.53984301765e-07, "n_lof": 1.0, "n_mis": 4.0, "n_syn": 6.0, "p_li": 0.406614033894307, "p_null": 0.0446614753730842, "p_rec": 0.548724490732609, "syn_z": 0.724110772878009}, "nontcga": {"exp_lof": 4.66384624182, "exp_mis": 22.8623633963, "exp_syn": 9.78463628641, "lof_z": 1.67357974638308, "mis_z": 1.96537448893728, "mu_lof": 3.16777806658e-07, "mu_mis": 2.17896423258e-06, "mu_syn": 8.53984301765e-07, "n_lof": 1.0, "n_mis": 4.0, "n_syn": 5.0, "p_li": 0.399378977955017, "p_null": 0.0395868476381762, "p_rec": 0.561034174406807, "syn_z": 0.96849829218628}, "transcript": "ENST00000250495.5"}, "exons": [{"cdsend": 24232267, "cdsstart": 24217126, "chr": "14", "position": [[24216856, 24217223], [24218132, 24218215], [24218383, 24218431], [24232249, 24232367]], "strand": -1, "transcript": "NM_006156", "txend": 24232367, "txstart": 24216856}, {"cdsend": 533245, "cdsstart": 518104, "chr": "14_KZ208920v1_fix", "position": [[517834, 518201], [519110, 519193], [519361, 519409], [533227, 533345]], "strand": -1, "transcript": "NM_006156", "txend": 533345, "txstart": 517834}], "exons_hg19": [{"cdsend": 24701473, "cdsstart": 24686332, "chr": "14", "position": [[24686062, 24686429], [24687338, 24687421], [24687589, 24687637], [24701455, 24701573]], "strand": -1, "transcript": "NM_006156", "txend": 24701573, "txstart": 24686062}], "generif": [{"pubmed": 11953428, "text": "NEDDylation is required for conjugation and processing of p105 by SCF(beta-TrCP) following phosphorylation of the molecule"}, {"pubmed": 12504025, "text": "p120(CAND1) selectively binds to unneddylated CUL1 and is dissociated by CUL1 neddylation"}, {"pubmed": 12554766, "text": "Disruptions in the NEDD8 pathway provide a mechanism by which breast cancer cells acquire antiestrogen resistance while retaining expression of ERalpha."}, {"pubmed": 12646924, "text": "structure and mutational analysis of human APPBP1-UBA3, the heterodimeric E1 enzyme for NEDD8"}, {"pubmed": 12740388, "text": "Conservation in the mechanism of Nedd8 activation by the AppBp1-Uba3 heterodimer."}, {"pubmed": 12759363, "text": "results suggest a unique role for NEDD8-specific protease 1(DEN1) in regulating the modification of cullin 1 by Nedd8 protein"}, {"pubmed": 14676825, "text": "An analysis of the NEDD8 modification on beta-TrCP ubiquitin ligase was made."}, {"pubmed": 14690597, "text": "Data report the structure of the quaternary complex between human APPBP1-UBA3, a heterodimeric E1, its ubl NEDD8, and ATP."}, {"pubmed": 15694336, "text": "crystal structure of a complex between the C-terminal domain from NEDD8's heterodimeric E1 (APPBP1-UBA3) and the catalytic core domain of NEDD8's E2 (Ubc12)"}, {"pubmed": 16735510, "text": "ubiquitin ligase of EGFR, namely c-Cbl, also mediates receptor modification with the ubiquitin-like molecule Nedd8"}, {"pubmed": 16861300, "text": "Results describe the regulation of neddylation and deneddylation of cullin1 by Nedd8 in SCFSkp2 ubiquitin ligase by F-box protein and substrate."}, {"pubmed": 16979187, "text": "Data show that NEDD8 and ubiquitin have similar conformational fluctuation in the evolutionary conserved enzyme-binding region and contain a structurally similar locally disordered conformer (I) in equilibrium with the basic folded conformer (N)."}, {"pubmed": 17098746, "text": "FBXO11 promotes the Neddylation (NEDD8) of p53 and inhibits its transcriptional activity"}, {"pubmed": 17119158, "text": "NEDD8 and ubiquitin function in a redundant manner in controlling receptor endocytic pathways."}, {"pubmed": 17132228, "text": "NEDD8 modification of Cul2 has a role in the sequential activation of the ECV E3 ubiquitin ligase complex"}, {"pubmed": 17660949, "text": "Up-regulation of the NEDD8 conjugation is associated with oral squamous cell carcinoma"}, {"pubmed": 17935801, "text": "A new molecular interaction between wild-type ataxin-3 and NEDD8, using in vitro and in situ approaches, is reported."}, {"pubmed": 18096514, "text": "These results illustrate the regulatory mechanisms by which AICD transcriptional activity might be regulated via covalent conjugation with Nedd8."}, {"pubmed": 18264111, "text": "The basis for Ubiquitin-like proteins (UBL) selection by UBL conjugating enzyme 12 (Ubc12), which is specific for the neural precursor cell expressed, developmentally down-regulated protein 8 (NEDD8)."}, {"pubmed": 18274552, "text": "These studies identify a novel and specific role of the NEDD8 pathway in protecting a subset of ribosomal proteins from destabilization."}, {"pubmed": 18323857, "text": "NEDD8 acts as a 'molecular switch' defining the functional selectivity of VHL."}, {"pubmed": 18652489, "text": "X-ray crystallographic analysis of APPBP1-UBA3-NEDD8 shows that APPBP1-UBA3's preference for NEDD8's Ala72 appears to be indirect, due to proper positioning of UBA3's Arg190."}, {"pubmed": 18723677, "text": "SCF may be subject to autoinhibitory regulation, in which Nedd8 conjugation acts as a molecular switch to drive the E3 into an active state by diminishing the inhibitory ECTD x ROC1 interaction"}, {"pubmed": 18805092, "text": "Study reports striking conformational rearrangements in the crystal structure of NEDD8~Cul5(ctd)-Rbx1 and SAXS analysis of NEDD8~Cul1(ctd)-Rbx1 relative to their unmodified counterparts."}, {"pubmed": 18826954, "text": "SCCRO recruits Ubc12 approximately NEDD8 to the CAND1-Cul1-ROC1 complex but that this is not sufficient to dissociate or overcome the inhibitory effects of CAND1 on cullin neddylation"}, {"pubmed": 18851830, "text": "diverse effects of Nedd8 conjugation underscore the complexity of cullin-RING ubiquitin ligase regulation and suggest that modification of other ubiquitin ligases with ubiquitin or ubiquitin-like proteins may likewise have major functional consequences"}, {"pubmed": 19245792, "text": "The mechanism of poly-NEDD8 chain formation on Cullin-1 using a complete in vitro reconstituted NEDD8 conjugation system was shown."}, {"pubmed": 19281774, "text": "NEDD8 expression level is higher in the peripheral blood of HIV patients developing lipodystrophy"}, {"pubmed": 19713960, "text": "identify NEDD8 as a crucial regulator of L11 RP signalling to p53. A decrease in L11 NEDDylation during nucleolar stress causes relocalization of L11 from the nucleolus to the nucleoplasm."}, {"pubmed": 19784069, "text": "Data show that the stability of MDM2 is regulated by NEDD8 pathway and identify NEDP1 that deneddylates MDM2, resulting in MDM2 destabilization concomitant with p53 activation."}, {"pubmed": 20603103, "text": "the Nedd8 pathway plays an important role in regulating the actin cytoskeleton and cellular morphology."}, {"pubmed": 20688984, "text": "CHBP is an inhibitor of the ubiquitination pathway; it deamidated Gln40 in ubiquitin and ubiquitin-like protein NEDD8 in vitro and during Burkholderia infection; Cif deamidated NEDD8, abolishing activity of neddylated Cullin-RING ubiquitin ligases"}, {"pubmed": 20850415, "text": "EPEC Cif interacts with NEDD8 and interferes with SCF (Skp1-Cullin1-F-box protein) complex ubiquitin ligase function."}, {"pubmed": 21169563, "text": "The steady-state repertoire of human SCF ubiquitin ligase complexes does not require ongoing Nedd8 conjugation"}, {"pubmed": 21193393, "text": "NEDD8 is an ancillary player to regulate the stability of HIF-1alpha"}, {"pubmed": 21316600, "text": "review the NEDD8 conjugation cascade derived from functional studies in genetic model organisms, structural insights from crystallographic studies, biochemical studies identifying a growing list of NEDD8 substrates with oncogenic implications"}, {"pubmed": 21399617, "text": "Study report that USP21 cleaves Ub polymers, and with reduced activity also targets ISG15, but is inactive against NEDD8."}, {"pubmed": 21474709, "text": "findings suggest that TRIM40 inhibits NF-kappaB activity via neddylation of inhibitor of nuclear factor kappaB kinase subunit gamma and that TRIM40 prevents inflammation-associated carcinogenesis in the gastrointestinal tract"}, {"pubmed": 22004789, "text": "In cells, NEDD8 overexpression leads to this type of NEDDylation by increasing the concentration of NEDD8, whereas proteasome inhibition has the same effect by depleting free ubiquitin."}, {"pubmed": 22069333, "text": "E1-E2 interactions in ubiquitin and Nedd8 ligation pathways"}, {"pubmed": 22081073, "text": "The studies provide insights on how nucleolar stress through L11 and NEDD8 can activate the transcriptional activity of p53."}, {"pubmed": 22095636, "text": "Mdm2/NEDD8/HuR regulatory framework is essential for the malignant transformation of tumor cells."}, {"pubmed": 22370482, "text": "Decrease in free ubiquitin levels under stress allows NEDD8 to be conjugated through Ube1."}, {"pubmed": 22466964, "text": "These results uncover an unexpected and conserved role for NEDD8 in linking cullin-RING ubiquitin ligases ubiquitin ligase function to the p97 pathway."}, {"pubmed": 22502714, "text": "High NEDD8 is associated with melanoma."}, {"pubmed": 22584050, "text": "XIAP does not function as a NEDD8-E3 ligase for caspase-7 in vivo"}, {"pubmed": 22612509, "text": "In the present study, the proportions of intranuclear inclusion positive for NEDD8, NUB1 and SUMO-1 were significantly lower in glial cells than in neurons."}, {"pubmed": 22691497, "text": "We report the crystal structures of two Cif/NEDD8 complexes, revealing a conserved molecular interface that defines enzyme/substrate recognition."}, {"pubmed": 22767593, "text": "Deconjugation of Nedd8 from Cul1 is directly regulated by Skp1-F-box and substrate, and the COP9 signalosome inhibits deneddylated SCF by a noncatalytic mechanism."}, {"pubmed": 22836579, "text": "NEDD8 modifies transcription factor E2F-1."}, {"pubmed": 22895816, "text": "these results indicate that NAE1/APP-BP1 and NEDDylation are invovled in modulating p53 activity and regulating its role in the response of cells to ionizing radiation"}, {"pubmed": 23001041, "text": "Data indicate that overexpression of SENP8, a NEDD8-specific cysteine protease, resulted in deNEDDylation of E2F1 and promoted its transactivation activity at the p73 gene."}, {"pubmed": 23105008, "text": "these findings suggest that once Rub1/Nedd8 is channeled into ubiquitin pathways, it is recognized essentially like ubiquitin."}, {"pubmed": 23118980, "text": "a new regulatory mechanism of RCAN1 function"}, {"pubmed": 23175788, "text": "present a view of how a bacterial deamidase effector, cycle-inhibiting factor homolog in Burkholderia pseudomallei, recognizes its host targets, ubiquitin (Ub) and Ub-like NEDD8, and catalyzes site-specific deamidation"}, {"pubmed": 23209320, "text": "Neddylation is achieved via a multienzyme process wherein SENP8 enables cleavage of the Nedd8 precursor and promotes Nedd8 conjugation to the Cullin-RING ligases."}, {"pubmed": 23246961, "text": "More importantly, RPS14 was specifically modified with NEDD8 and hCINAP inhibited RPS14 NEDDylation by recruiting NEDD8-specific protease 1"}, {"pubmed": 23290524, "text": "c-Cbl conjugates neural precursor cell-expressed, developmentally downregulated 8 (NEDD8), a ubiquitin-like protein, to TbetaRII at Lys556 and Lys567."}, {"pubmed": 23300442, "text": "These studies demonstrate that disrupting host NEDD8 cascades presents a novel antiretroviral therapeutic approach enhancing the ability of the immune system to combat HIV."}, {"pubmed": 23394999, "text": "histone H4 was polyneddylated in response to DNA damage, and NEDD8 was conjugated to the N-terminal lysine residues of H4"}, {"pubmed": 23812220, "text": "Our results suggest that NEDD8 may play an important role in the control of proliferation and differentiation of human placenta throughout pregnancy."}, {"pubmed": 24019527, "text": "In coordination with the P97-UFD1-NPL4 complex (P97(UFD1/NPL4)), NUB1L promotes transfer of NEDD8 to proteasome for degradation."}, {"pubmed": 24245672, "text": "Protein neddylation with NEDD8 protein plays an important role in HIV-1 and HIV-2 infection."}, {"pubmed": 24634510, "text": "NEDD8 negatively regulates the DNA damage repair process through suppression of the ubiquitylation of H2A and gammaH2AX, which further blocks the recruitment of the damage response protein BRCA1."}, {"pubmed": 24949976, "text": "Study reports the structure of a trapped RING E3-E2 approximately UBL-target intermediate representing RBX1-UBC12 approximately NEDD8-CUL1-DCN1, which reveals the mechanism of NEDD8 ligation and how a particular UBL and acceptor lysine are matched by a multifunctional RING E3."}, {"pubmed": 25229838, "text": "E1 (NAE1 and UBA3) and E2 (UBC12) enzymes, as well as global NEDD8 conjugation, were upregulated in over 2/3 of human intrahepatic cholangiocarcinoma"}, {"pubmed": 25349211, "text": "SCCRO3 functions as a tumor suppressor by antagonizing the neddylation activity of SCCRO"}, {"pubmed": 25452302, "text": "a role of Nedd8 in regulating caspase-1 activation following inflammasome activation"}, {"pubmed": 25655932, "text": "In endothelial dysfunction, HDAC2 levels were reciprocally regulated by ectopic expression of NEDD8 and the de-NEDDylating enzyme SENP8."}, {"pubmed": 25782162, "text": "we report that MLN4924 (NEDD8 enzyme inhibitor ) specifically inhibited protein neddylation, inactivated cullin-RING E3 ligase (CRL), the best-known neddylation substrate, and induced the accumulation CRL substrates in lymphoma cells."}, {"pubmed": 25918018, "text": "This work sheds new light on the roles of NEDD8 lysines on neddylation cascades and provides a dominant negative mutant for the study of neddylation and its biological functions."}, {"pubmed": 26003431, "text": "findings add novel evidence showing, for what we believe the first time, that NEDD8-mediated neddylation is required for normal human endometrial functions"}, {"pubmed": 26364603, "text": "MKK7 undergoes neddylation in human breast cancer cells"}, {"pubmed": 26632597, "text": "Nedd8(Q40E) cannot induce the same structural effect on Cul1-Rbx1 as wild-type Nedd8."}, {"pubmed": 27086113, "text": "Neddylation of Smurf1 activates its ubiquitin ligase activity and Smurf2 exerts Nedd8 ligase activity. This study provided new clues of Smurf2 activation regulation."}, {"pubmed": 27381497, "text": "NEDD8-mediated neddylation promotes stress granule assembly."}, {"pubmed": 27756846, "text": "This study provides new knowledge of the CFTR biosynthetic pathway. It suggests that SYVN1 and FBXO2 represent two distinct multiprotein complexes that may degrade DeltaF508-CFTR in airway epithelia and identifies a new role for NEDD8 in regulating DeltaF508-CFTR ubiquitination."}, {"pubmed": 27864145, "text": "This study identifies MyD88 as a novel substrate of NEDD8, and demonstrate that MyD88 NEDDylation antagonizes its ubiquitination."}, {"pubmed": 27901050, "text": "The cellular effects of NEDD8 inhibition can be manipulated based on the p53 status."}, {"pubmed": 27906189, "text": "complete blocking of CRLs at a higher inhibitor dose-induced cytotoxicity that was amplified by knockdown of CRL regulator Cand1."}, {"pubmed": 28082425, "text": "CUL5 neddylation may allosterically tune polyubiquitin chain length and topology."}, {"pubmed": 28169289, "text": "Nedd8 binding to Smurf plays important roles in the regulation of cell migration and the BMP and TGFbeta signaling pathways."}, {"pubmed": 28475037, "text": "Furthermore, the authors characterized SENP8/DEN1 as the protease that counteracts Ubc12 auto-neddylation, and observed aberrant neddylation of Ubc12 and other NEDD8 conjugation pathway components in SENP8-deficient cells."}, {"pubmed": 28535453, "text": "Here we report that high expression of neddylation components, NEDD8 and NAE1, are associated with poor survival of Pancreatic ductal adenocarcinoma patients. Blockage of neddylation by MLN4924 significantly sensitizes pancreatic cancer cells to gemcitabine, reduced clonogenic survival, decreased invasion capacity, increased apoptosis and senescence"}, {"pubmed": 28536428, "text": "Data suggest that ubiquitin (Ub) and neural precursor cell expressed developmentally down-regulated 8 (NEDD8) residues 4, 12, 14, and 72 serve as the molecular determinants for specific recognition by ubiquitin specific protease 2 protein (USP2)."}, {"pubmed": 28569775, "text": "Downregulation of NEDD8 enhanced the susceptibility of nasopharyngeal carcinoma cells to cisplatin and radiation."}, {"pubmed": 28592528, "text": "In conclusion, the authors revealed that E3 ligase HDM2 promotes NEDD8 NEDDylation of HBx to enhance HBx stability and chromatin localization, which in turn favors HBx-dependent transcriptional regulation, cell proliferation, and hepatitis B virus-driven tumor growth."}, {"pubmed": 28831681, "text": "Impairment of NEDDylation by Ubc12 knockout enhances PCNA ubiquitination and promotes PCNA-poleta interaction, while up-regulation of NEDDylation by NEDD8 overexpression or NEDP1 deletion reduces the excessive accumulation of ubiquitinated PCNA. Moreover, Ubc12 knockout decreases cell sensitivity to H2O2-induced oxidative stress, but NEDP1 deletion aggravates this sensitivity"}, {"pubmed": 29301501, "text": "NEDD8 seems to inhibit the Src-mediated phosphorylation of caveolin-1 by modifying the structure of caveolin-1 protein, which blocks the migration of cancer cells. Although the neddylation process is currently regarded as an emerging target for cancer therapy, our results suggest the possibility that the inhibition of neddylation could facilitate cancer invasion or metastasis at least in some types of cancers."}, {"pubmed": 30407690, "text": "NEDD8 has important roles in regulating the progression of bladder cancer (BC) cells and was associated with poor prognosis of patients; hence, it may become a potential therapeutic target of BC."}, {"pubmed": 30563767, "text": "RAD18 is a target of NEDD8, an ubiquitin-like protein."}, {"pubmed": 30857167, "text": "The newly identified CUBAN (Cullin binding domain associating with NEDD8) domain recognizes both ubiquitin and the ubiquitin-like NEDD8. After a slow conformational selection step, hydrophobic and then neutral and polar interactions take place, which drive the correct orientation of the CUBAN domain, leading to differences in the recognition scheme of NEDD8 and ubiquitin."}, {"pubmed": 31002342, "text": "it was demonstrated that high expression of neddylation components, neural precursor cell expressed, developmentally downregulated 8 (NEDD8) and NEDD8activating enzyme 1 (NAE1), were associated with poor survival of patients with hepatocellular carcinoma (HCC)"}, {"pubmed": 31208947, "text": "In this study, we found that UBC12 was overexpressed in human lung cancer, increased with disease deterioration, and positively correlated with NEDD8 expression. Moreover, targeting UBC12 effectively suppressed the malignant phenotypes of lung cancer both in vitro and in vivo"}, {"pubmed": 31243299, "text": "neddylation pathway promotes CCL2 transactivation and tumor-associated macrophages infiltration in lung cancer to provide a tumor-promoting microenvironment"}, {"pubmed": 31444342, "text": "Study shows that Cullin-RING Ligase-2 (CRL2) activates CSN5/CSN6 in a neddylation-independent manner. The presence of NEDD8 is required to activate the CSN5 active site. Synergising cryo-electron microscopy with mass spectrometry, study identified sensory regions of the COP9 signalosome that mediate its stepwise activation and provide a framework for understanding the regulatory mechanism of other Cullin family members."}, {"pubmed": 31545502, "text": "The present study was designed to assess the effects of Nedd8conjugating enzyme UBE2M knockdown on intrahepatic cholangiocarcinoma cells, and to determine the potential underlying mechanisms. UBE2M and associated protein expression levels were determined via immunohistochemistry and western blotting"}, {"pubmed": 31577950, "text": "The Balance between Mono- and NEDD8-Chains Controlled by NEDP1 upon DNA Damage Is a Regulatory Module of the HSP70 ATPase Activity."}, {"pubmed": 31882005, "text": "We present here the first evidence that the neuroinflammatory mediator IL-1beta facilitates ubiquitin ligase parkin/NEDD8 interactions"}, {"pubmed": 32051583, "text": "NEDD8 nucleates a multivalent cullin-RING-UBE2D ubiquitin ligation assembly"}, {"pubmed": 32457294, "text": "HUWE1-dependent DNA-PKcs neddylation modulates its autophosphorylation in DNA damage response."}, {"pubmed": 32819610, "text": "Neddylation promotes protein translocation between the cytoplasm and nucleus."}, {"pubmed": 33097763, "text": "Neddylation blockade induces HIF-1alpha driven cancer cell migration via upregulation of ZEB1."}, {"pubmed": 33268465, "text": "The Mechanism of NEDD8 Activation of CUL5 Ubiquitin E3 Ligases."}, {"pubmed": 33288957, "text": "Linkage-specific ubiquitin chain formation depends on a lysine hydrocarbon ruler."}, {"pubmed": 33420360, "text": "TAS4464, a NEDD8-activating enzyme inhibitor, activates both intrinsic and extrinsic apoptotic pathways via c-Myc-mediated regulation in acute myeloid leukemia."}, {"pubmed": 33472076, "text": "Proteome-wide identification of NEDD8 modification sites reveals distinct proteomes for canonical and atypical NEDDylation."}, {"pubmed": 33966047, "text": "Map of ubiquitin-like post-translational modifications in chronic lymphocytic leukemia. Role of p53 lysine 120 NEDDylation."}, {"pubmed": 34156462, "text": "The HSP70 chaperone as sensor of the NEDD8 cycle upon DNA damage."}, {"pubmed": 34642328, "text": "Structural and functional consequences of NEDD8 phosphorylation."}, {"pubmed": 34654435, "text": "A polydopamine nanomedicine used in photothermal therapy for liver cancer knocks down the anti-cancer target NEDD8-E3 ligase ROC1 (RBX1)."}, {"pubmed": 34716866, "text": "Blocking neddylation elicits antiviral effect against hepatitis B virus replication."}, {"pubmed": 37905484, "text": "[Differential expression of NEDD8 in different pathological types of chronic rhinosinusitis with nasal polyps]."}, {"pubmed": 38391033, "text": "Advancements in colorectal cancer research: Unveiling the cellular and molecular mechanisms of neddylation (Review)."}, {"pubmed": 38678024, "text": "Loss of NEDD8 in cancer cells causes vulnerability to immune checkpoint blockade in triple-negative breast cancer."}], "genomic_pos": [{"chr": "14", "end": 24232367, "ensemblgene": "ENSG00000129559", "start": 24216857, "strand": -1}, {"chr": "HG1_PATCH", "end": 533345, "ensemblgene": "ENSG00000285246", "start": 517835, "strand": -1}], "genomic_pos_hg19": {"chr": "14", "end": 24701660, "start": 24686058, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006508", "pubmed": 9694792, "qualifier": "involved_in", "term": "proteolysis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006511", "pubmed": 9353319, "qualifier": "involved_in", "term": "ubiquitin-dependent protein catabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008104", "qualifier": "involved_in", "term": "protein localization"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0009653", "pubmed": 9694792, "qualifier": "involved_in", "term": "anatomical structure morphogenesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0016567", "qualifier": "NOT involved_in", "term": "protein ubiquitination"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0019941", "qualifier": "involved_in", "term": "modification-dependent protein catabolic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030162", "qualifier": "involved_in", "term": "regulation of proteolysis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0036211", "pubmed": 9694792, "qualifier": "involved_in", "term": "protein modification process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045116", "qualifier": "involved_in", "term": "protein neddylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045116", "pubmed": 10500095, "qualifier": "acts_upstream_of_or_within", "term": "protein neddylation"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005634", "pubmed": 9353319, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 20458337, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [15988528, 16169070, 17318178, 18264111, 18274552, 18723677, 18805092, 19713960, 21102408, 21145461, 21474709, 21765416, 22466964, 24192928, 24949976, 25416956, 28514442, 30659753, 32726803, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0031386", "qualifier": "enables", "term": "protein tag activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0031625", "qualifier": "enables", "term": "ubiquitin protein ligase binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0031625", "pubmed": 15694336, "qualifier": "enables", "term": "ubiquitin protein ligase binding"}]}, "homologene": {"genes": [[4896, 2540129], [4932, 851717], [5141, 3880635], [6239, 172910], [7165, 1278045], [7227, 35151], [7955, 368667], [7955, 436830], [8364, 549727], [9544, 715763], [9598, 100608126], [9606, 4738], [9615, 480265], [9913, 286796], [10090, 18002], [10116, 25490], [28985, 2895582], [33169, 4622775], [318829, 2680931]], "id": 4485}, "interpro": [{"desc": "Ubiquitin-like domain", "id": "IPR000626", "short_desc": "Ubiquitin-like_dom"}, {"desc": "Ubiquitin domain", "id": "IPR019956", "short_desc": "Ubiquitin_dom"}, {"desc": "Ubiquitin-like domain superfamily", "id": "IPR029071", "short_desc": "Ubiquitin-like_domsf"}, {"desc": "Ubiquitin conserved site", "id": "IPR019954", "short_desc": "Ubiquitin_CS"}, {"desc": "Nedd8-like ubiquitin", "id": "IPR038738", "short_desc": "Nedd8-like"}], "ipi": ["IPI00020008", "IPI00873768"], "map_location": "14q12", "name": "NEDD8 ubiquitin like modifier", "other_names": ["NEDD8", "neddylin", "neural precursor cell expressed, developmentally down-regulated 8", "ubiquitin-like protein Nedd8"], "pantherdb": {"HGNC": "7732", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "97301", "ortholog_type": "LDO", "panther_family": "PTHR10666", "taxid": 10090, "uniprot_kb": "P29595"}, {"RGD": "3158", "ortholog_type": "LDO", "panther_family": "PTHR10666", "taxid": 10116, "uniprot_kb": "Q71UE8"}, {"Ensembl": "ENSGALG00000036955", "ortholog_type": "LDO", "panther_family": "PTHR10666", "taxid": 9031, "uniprot_kb": "A0A1D5PRI6"}, {"ZFIN": "ZDB-GENE-040718-295", "ortholog_type": "LDO", "panther_family": "PTHR10666", "taxid": 7955, "uniprot_kb": "A0A2R8QU81"}, {"ZFIN": "ZDB-GENE-030616-588", "ortholog_type": "LDO", "panther_family": "PTHR10666", "taxid": 7955, "uniprot_kb": "F1QMF9"}, {"WormBase": "WBGene00003587", "ortholog_type": "LDO", "panther_family": "PTHR10666", "taxid": 6239, "uniprot_kb": "Q93725"}, {"FlyBase": "FBgn0032725", "ortholog_type": "LDO", "panther_family": "PTHR10666", "taxid": 7227, "uniprot_kb": "Q9VJ33"}, {"SGD": "S000002546", "ortholog_type": "LDO", "panther_family": "PTHR10666", "taxid": 4932, "uniprot_kb": "Q03919"}, {"PomBase": "SPBC12D12.08c", "ortholog_type": "LDO", "panther_family": "PTHR10666", "taxid": 4896, "uniprot_kb": "O14399"}, {"dictyBase": "DDB_G0278711", "ortholog_type": "LDO", "panther_family": "PTHR10666", "taxid": 352472, "uniprot_kb": "Q54XV3"}, {"TAIR": "2008950", "ortholog_type": "LDO", "panther_family": "PTHR10666", "taxid": 3702, "uniprot_kb": "O65381"}], "uniprot_kb": "Q15843"}, "pathway": {"biocarta": {"id": "p27pathway", "name": "regulation of p27 phosphorylation during cell cycle progression"}, "pid": [{"id": "era_genomic_pathway", "name": "Validated nuclear estrogen receptor alpha network"}, {"id": "erb_genomic_pathway", "name": "Validated nuclear estrogen receptor beta network"}, {"id": "p53regulationpathway", "name": "p53 pathway"}], "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-170834", "name": "Signaling by TGF-beta Receptor Complex"}, {"id": "R-HSA-199991", "name": "Membrane Trafficking"}, {"id": "R-HSA-2173789", "name": "TGF-beta receptor signaling activates SMADs"}, {"id": "R-HSA-382551", "name": "Transport of small molecules"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-5653656", "name": "Vesicle-mediated transport"}, {"id": "R-HSA-5688426", "name": "Deubiquitination"}, {"id": "R-HSA-5689603", "name": "UCH proteinases"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-8856825", "name": "Cargo recognition for clathrin-mediated endocytosis"}, {"id": "R-HSA-8856828", "name": "Clathrin-mediated endocytosis"}, {"id": "R-HSA-8951664", "name": "Neddylation"}, {"id": "R-HSA-9006936", "name": "Signaling by TGFB family members"}, {"id": "R-HSA-917937", "name": "Iron uptake and transport"}], "wikipathways": {"id": "WP437", "name": "EGF-EGFR signaling pathway"}}, "pdb": ["1NDD", "1R4M", "1R4N", "1XT9", "2BKR", "2KO3", "2N7K", "2NVU", "3DBH", "3DBL", "3DBR", "3DQV", "3GZN", "4F8C", "4FBJ", "4HCP", "4P5O", "6R7F", "6R7I", "6TTU", "7B5L", "7B5N", "7ONI", "8B3I", "8CAF", "8H38", "8Q7H", "8RX0", "8WQC", "8WQG"], "pfam": "PF00240", "pharmgkb": "PA31537", "pharos": {"target_id": 18652, "tdl": "Tchem"}, "prosite": "PS50053", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF253167", "relationship": "is"}, {"id": "GNF253168", "relationship": "is"}, {"id": "GNF253169", "relationship": "is"}, {"id": "GNF253170", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF033209", "relationship": "similar to"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF086455", "relationship": "is"}, {"id": "GNF086456", "relationship": "is"}, {"id": "GNF086457", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053158", "relationship": "is"}, {"id": "GNF057926", "relationship": "is"}, {"id": "GNF073081", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF068375", "relationship": "is"}, {"id": "GNF068376", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF275456", "relationship": "is"}, {"id": "GNF275457", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF098425", "relationship": "is"}, {"id": "GNF138080", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000014.9", "NC_060938.1", "NG_051059.1", "NW_018654722.1"], "protein": "NP_006147.1", "rna": "NM_006156.3", "translation": {"protein": "NP_006147.1", "rna": "NM_006156.3"}}, "reporter": {"HG-U133_Plus_2": "201840_at", "HG-U95Av2": "1695_at", "HTA-2_0": ["TC14001936.hg.1", "TC14002343.hg.1"], "HuEx-1_0": ["2344450", "3557986", "3882647"], "HuGene-1_1": "7978201", "HuGene-2_1": "16791167"}, "retired": 82917, "summary": "Enables ubiquitin protein ligase binding activity. Acts upstream of or within protein neddylation. Located in cytosol and nucleoplasm. Biomarker of Parkinson's disease and malignant astrocytoma. [provided by Alliance of Genome Resources, Apr 2022]", "symbol": "NEDD8", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1417663"}, "unigene": "Hs.531064", "uniprot": {"Swiss-Prot": "Q15843", "TrEMBL": "F8VSA6"}, "wikipedia": {"url_stub": "NEDD8"}}