{"AllianceGenome": "7739", "HGNC": "7739", "MIM": "162280", "_id": "4747", "_version": 2, "accession": {"genomic": ["AC107373.4", "AY082067.1", "CH471080.2", "CP068270.2", "KF495714.1", "L04147.1", "NC_000008.11", "NC_060932.1", "NG_008492.1", "S40729.1", "S42443.1", "S70309.1", "X05608.1"], "protein": ["AAD14057.1", "AAH39237.1", "AAH66952.1", "AAL92540.1", "AAN74826.1", "AAY79156.1", "ALQ33686.1", "ALQ33687.1", "BAG52047.1", "BAG54502.1", "BAG61155.1", "CAA29097.1", "CAD28456.1", "EAW63598.1", "EAW63599.1", "EAW63600.1", "EAW63601.1", "NP_006149.2", "P07196.3"], "rna": ["AK057731.1", "AK075003.1", "AK127430.1", "AK225975.1", "AK299095.1", "AK314591.1", "AL713644.1", "AY156690.1", "BC037803.2", "BC039237.1", "BC066952.1", "BQ720008.1", "DA195749.1", "DA222123.1", "KU178228.1", "KU178229.1", "NM_006158.5"], "translation": [{"protein": "BAG54502.1", "rna": "AK127430.1"}, {"protein": "ALQ33686.1", "rna": "KU178228.1"}, {"protein": "AAH66952.1", "rna": "BC066952.1"}, {"protein": "NP_006149.2", "rna": "NM_006158.5"}, {"protein": "ALQ33687.1", "rna": "KU178229.1"}, {"protein": "AAH39237.1", "rna": "BC039237.1"}, {"protein": "AAN74826.1", "rna": "AY156690.1"}, {"protein": "CAD28456.1", "rna": "AL713644.1"}, {"protein": "BAG52047.1", "rna": "AK075003.1"}, {"protein": "BAG61155.1", "rna": "AK299095.1"}]}, "alias": ["CMT1F", "CMT2E", "CMTDIG", "NF-L", "NF68", "NFL", "PPP1R110"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": [{"classification": "definitive", "classification_date": "2023-01-10T17:00:00.000Z", "disease_label": "Charcot-Marie-Tooth disease", "gcep": "Charcot-Marie-Tooth Disease Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0015626", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_57ec533a-b1cb-4d1d-b12a-61ee6ac6ab07-2023-01-10T170000.000Z", "sop": "SOP9"}, {"classification": "definitive", "classification_date": "2023-01-10T17:00:00.000Z", "disease_label": "Charcot-Marie-Tooth disease type 2", "gcep": "Charcot-Marie-Tooth Disease Gene Curation Expert Panel", "moi": "AR", "mondo": "MONDO:0018993", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_49d4cf82-b365-456e-9e35-2b28a66b71ec-2023-01-10T170000.000Z", "sop": "SOP9"}]}, "ensembl": {"gene": "ENSG00000277586", "protein": "ENSP00000482169", "transcript": ["ENST00000610854", "ENST00000615973"], "translation": [{"protein": "ENSP00000482169", "rna": "ENST00000610854"}], "type_of_gene": "protein_coding"}, "entrezgene": "4747", "exons": [{"cdsend": 24956515, "cdsstart": 24952809, "chr": "8", "position": [[24950955, 24952952], [24953475, 24953795], [24954180, 24954305], [24955471, 24956612]], "strand": -1, "transcript": "NM_006158", "txend": 24956612, "txstart": 24950955}], "exons_hg19": [{"cdsend": 24814029, "cdsstart": 24810322, "chr": "8", "position": [[24808468, 24810465], [24810988, 24811064], [24811065, 24811309], [24811694, 24811819], [24812985, 24814126]], "strand": -1, "transcript": "NM_006158", "txend": 24814126, "txstart": 24808468}], "generif": [{"pubmed": 12133495, "text": "To study if the increase of levels of neurofilament (NF)-M and NF-L in brain of Alzheimer's diseases (AD) is caused by increase of NF-M and NF-L."}, {"pubmed": 12231460, "text": "Mutational anlyses of NF-L gene in Parkinsonian patients revealed three silent DNA changes (G163A, C224T, C487T) in three unrelated patients. Association studies based on these haplotypes found no differences between PD patients and controls."}, {"pubmed": 12231460, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12477167, "text": "Eight novel sequence variations have been identified in the NF-L gene in patients with Charcot-Marie-Tooth phenotype: 5 variants are polymorphisms, including 3 single nucleotide polymorphisms (SNPs), and 3 other missense mutations have been detected."}, {"pubmed": 12730211, "text": "Selective loss of trans-acting instability determinants of neurofilament L mRNA in amyotrophic lateral sclerosis spinal cord."}, {"pubmed": 15111691, "text": "We report a family with a Pro22Ser mutation in the neurofilament-light gene (NF-L; CMT2E) manifesting electrophysiologically as the demyelinating type 1 CMT (CMT1) and pathologically as an axonopathy with giant axons and accumulation of disorganized NF"}, {"pubmed": 15654615, "text": "out of frame mutation does not result in Charcot-Marie-Tooth disease type 2E."}, {"pubmed": 15686490, "text": "Interaction of NF-L with N-methyl-D-aspartate receptor (NMDAR) in a heterologous system causes increased cell surface expression of NMDARs, apparently effected by reduction in ubiquitination state of the NR1 subunit of NMDAR."}, {"pubmed": 16084104, "text": "mutations in neurofilaments are possible risk factors that may contribute to pathogenesis in amyotrophic lateral sclerosis in conjunction with one or more additional genetic or environmental factors, but are not significant primary causes"}, {"pubmed": 16452125, "text": "The mechanism of massive aggregate formation of NF-L Charcot-Marie-Tooth disease mutants (P22S and P22T) is revealed, as well as the effect of phosphorylation at the head domain on aggregate alleviation."}, {"pubmed": 16678934, "text": "Cerebrospinal fluid levels of neurofilament protein L are significantly increased in patients with multiple system atrophy predominated by parkinsonism."}, {"pubmed": 16930284, "text": "This study suggests that this I214M substitution in the NEFL gene was not a direct cause of the disease but could be a polymorphism or possibly a modifier of the CMT phenotype."}, {"pubmed": 17290105, "text": "A subgroup of FTD patients had remarkably high CSF levels of NfL. The levels of CSF NfL were significantly higher in early onset Alzheimer's disease compared to controls"}, {"pubmed": 17475803, "text": "The stationary neurofilament (NF) network in axons is a key determinant of half-life and transport rate of endogenous NF-L proteins."}, {"pubmed": 17620486, "text": "results argue against an obvious genotype-phenotype correlation regarding Charcot-Marie-Tooth disease onset, degree of muscle weakness, and nerve conduction slowing caused by NEFL mutations"}, {"pubmed": 17903209, "text": "In conclusion, CSF NF-L levels may provide both diagnostic and prognostic information, particularly in SOD1 wt ALS."}, {"pubmed": 17923616, "text": "CSF NFL may serve as a useful marker in monitoring CNS injury in HIV-1 infection and in evaluating CNS efficacy of antiretroviral therapy."}, {"pubmed": 18023247, "text": "Auditory nerve involvement in the presence of normal cochlear outer hair cell activity is asymptomatic in one of two families with CMT disorder with different point mutations(Pro22Ser and Glu397Lys) of the NF-L gene."}, {"pubmed": 18758688, "text": "NEFL Pro22Arg mutation is associated with Charcot-Marie-Tooth disease type 1"}, {"pubmed": 19034380, "text": "This protein has been found differentially expressed in the temporal lobe from patients with schizophrenia."}, {"pubmed": 19110265, "text": "This protein has been found differentially expressed in the dorsolateral prefrontal cortex from patients with schizophrenia."}, {"pubmed": 19123978, "text": "alanine at position 148 is essentially required for NF-L self-assembly leading to subsequent filament formation in neuronal cells"}, {"pubmed": 19158810, "text": "Nonsense NEFL mutations probably cause a recessive phenotype, in contrast to missense mutations, which cause a dominant phenotype."}, {"pubmed": 19286384, "text": "Our results emphasize the complexity of genotype-phenotype correlations in CMT and underline the possible importance of host factors and gene interactions in the development of clinical phenotypes."}, {"pubmed": 19488899, "text": "While RGNEF and NFL mRNA interact directly in vitro, interestingly they only appear to interact in amyotrophic lateral sclerosis lysates and not in controls"}, {"pubmed": 19678766, "text": "cerebrospinal fluid NFL is not a molecular marker of axonal damage for HTLV-1-associated myelopathy/tropical spastic paraparesis (HAM/TSP) probably due to the slow progression of this disease."}, {"pubmed": 19950375, "text": "novel mutation in vocal cord paralysis"}, {"pubmed": 20039262, "text": "These results confirm that neurofilaments are the main determinant of axonal caliber and conduction velocity."}, {"pubmed": 20086018, "text": "Data suggest that the neurofilament light level could be used as a prognostic marker in early relapsing-remitting multiple sclerosis."}, {"pubmed": 20201926, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20213320, "text": "the importance of alpha-internexin and NF-L in regulating the conformations of NF-M and NF-H"}, {"pubmed": 20381070, "text": "This protein has been found differentially expressed in the anterior cingulate cortex from patients with schizophrenia"}, {"pubmed": 21039366, "text": "Normal cerebrospinal fluid levels of NFL at 12 months post-operatively and beyond suggest the absence of any long-term neuronal damage caused by long-term deep brain stimulation treatment in Parkinson's disease."}, {"pubmed": 21197541, "text": "NFL levels were not significantly increased in multiple sclerosis patients compared with controls and had no relationship to disability or progression"}, {"pubmed": 21860087, "text": "Cerebrospinal fluid biomarker NF-L in white matter lesions differentiates patients with subcortical vascular disease from those with Alzheimer's."}, {"pubmed": 21983493, "text": "Subjects with APOE epsilon4 have higher CSF NFL levels than non-epsilon4 carriers, only when they do not carry a short poly-T variant of TOMM40, which is associated with later age of onset of AD."}, {"pubmed": 22246235, "text": "Neurofilament light polypeptide (NEFL) was identified as a novel hypermethylated gene associated with resistance to cisplatin-based chemotherapy in cancer of head and neck."}, {"pubmed": 22288874, "text": "Identification of gaiting defects combined with previously observed muscle atrophy, reduced axon caliber, and decreased nerve conduction velocity suggests that hNF-L(E397K) mice recapitulate many clinical signs associated with Charcot-Marie-Tooth disease."}, {"pubmed": 22302611, "text": "Depressed neurofilament expression associates with apolipoprotein E3/E4 genotype in maturing human fetal neurons exposed to HIV-1."}, {"pubmed": 22319610, "text": "NEFL mRNA is ectopically expressed in breast malignancies and could be a potential prognostic factor for early-stage breast cancer patients"}, {"pubmed": 22680408, "text": "High CSF NFL levels were found in patients with amyotrophic lateral sclerosis ("}, {"pubmed": 23287695, "text": "Within 7 days after cardiac arrest, serum NF-L is a valuable marker of long-term poor neurological outcome."}, {"pubmed": 23705811, "text": "A group of dysregulated miRNAs directly regulate the NFL mRNA 3'UTR in amyotrophic lateral sclerosis."}, {"pubmed": 23802559, "text": "Neurofilament light chain protein NF-L has a dynamic role in the reactive and regenerative changes in axons following injury."}, {"pubmed": 23827424, "text": "The biomarker pattern of neurofilament light in CSF distinguishes between progressive and static neurologic disorders."}, {"pubmed": 23870535, "text": "Anti-NFL antibodies could be surrogate biomarkers of axonal injury in early multiple sclerosis."}, {"pubmed": 23992471, "text": "expression of NEFL induces cancer cell apoptosis and inhibits invasion in these cell lines, suggesting that NEFL may play a role in cancer cell apoptosis and invasion."}, {"pubmed": 24026393, "text": "NEFL is downregulated by hypermethylation in breast cancer."}, {"pubmed": 24073237, "text": "Increased neurofilament light chain blood levels are associated with neurodegenerative neurological diseases"}, {"pubmed": 24242746, "text": "CSF neurofilament light chain is elevated in frontotemporal degeneration and correlates with disease severity."}, {"pubmed": 24454911, "text": "The expression of two miRNAs (miRNAs miR-b1336 and miR-b2403) whose effect is to stabilize NEFL mRNA, are down regulated in amyotrophic lateral sclerosis."}, {"pubmed": 24515731, "text": "Suggest monitoring the serum level of antibodies against the NF-L chain as a predictive biomarker of treatment response in multiple sclerosis."}, {"pubmed": 24523921, "text": "CSF NFL indicates ongoing axonal injury in many neuroasymptomatic HIV patients"}, {"pubmed": 24733614, "text": "This is the first study to suggest blood NFL mRNA as a surrogate marker for early prediction of prediabetic peripheral neuropathy, while NSE mRNA levels may be of no diagnostic value in prediabetic patients."}, {"pubmed": 24887401, "text": "Our findings reveal an extended phenotype of Charcot Marie Tooth disease 2E caused by an identical missense mutation of the NEFL gene."}, {"pubmed": 25264603, "text": "an NEFL mutation in a family clinically manifesting congenital myopathy"}, {"pubmed": 25312269, "text": "NEFL overexpression also enhanced differentiation."}, {"pubmed": 25339208, "text": "An association was found with high CSF NEFL levels and severity of neurodegenerative diseases and survival."}, {"pubmed": 25583183, "text": "a novel heterozygous missense mutation c.1166A>G (p.Y389C) in the gene encoding the light-chain neurofilament protein was identified in 4 patients resulting in hereditary motor and sensory neuropathy with pyramidal signs phenotype."}, {"pubmed": 25605243, "text": "The miR-381-NEFL axis is important for temozolomide resistance in glioblastoma multiforme."}, {"pubmed": 25724651, "text": "Data indicate that the N terminus of Pro-EMAP II binds to its C terminus, arginyl-tRNA synthetase, and the neurofilament light subunit."}, {"pubmed": 25877835, "text": "The results od this study concluded that NEFL E396K mutation may manifest with a novel DI-CMT phenotype, characterized by simultaneous involvement of the peripheral and central nervous system."}, {"pubmed": 25934855, "text": "Blood-derived NfL level is an easily accessible biomarker with prognostic value in ALS."}, {"pubmed": 26016807, "text": "Data suggest that, while lacking a stable structure, NFL-TBS.40-63 peptide (a peptide derived from light neurofilament protein) preferentially binds on a specific single site located near C-terminal end of beta-tubulin."}, {"pubmed": 26209061, "text": "The results showed an important role for miR-25 in regulating NEFL expression in Glioblastoma multiforme."}, {"pubmed": 26524180, "text": "Cerebrospinal fluid NFL concentration is increased by the early clinical stage of Alzheimer's Disease."}, {"pubmed": 26645395, "text": "We conclude that the NEFL N98S mutation is associated with a dominant intermediate Charcot-Marie-Tooth disease phenotype characterized by early-onset sensorimotor neuropathy delaying motor milestones, which may evolve into a severe and complex clinical picture including cerebellar ataxia."}, {"pubmed": 26801564, "text": "Finally, we demonstrated that NEFL inhibited the NF-kappaB pathway, thereby suppressing the expression of uPA and decreasing NSCLC invasiveness and migration."}, {"pubmed": 26870824, "text": "Plasma Concentration of the Neurofilament Light Protein (NFL) is a Biomarker of CNS Injury in HIV Infection"}, {"pubmed": 27503460, "text": "Results show that both alphaS and NFL can be phosphorylated by CKII, PLK2 and PLK3, but Ser129 in alphaS is a preferential site for PLK2 and PLK3, demonstrating higher phosphorylation efficiency. Comparatively, CKII preferentially phosphorylates Ser473 in NFL and this site can be phosphorylated by PLK1, 2 and 3, but these enzymes prefer to modify other sites within NFL."}, {"pubmed": 27521440, "text": "fL is a weak independent risk factor in clinically isolated syndromes for conversion to multiple sclerosis. Its role as an axonal damage biomarker may be more relevant as suggested by its association with medium-term brain volume changes."}, {"pubmed": 27581216, "text": "Higher serum NfL concentrations are associated with more rapid brain atrophy and may therefore reflect disease intensity in dementia (FTD). Because blood sampling is less invasive and has better patient acceptability than lumbar puncture, serum NfL may provide important prognostic information and prove to be a useful outcome measure for clinical trials in FTD."}, {"pubmed": 27732645, "text": "Level of neurofilament heavy chain and light chains were significantly elevated in the cerebrospinal fluid of Amyotrophic Lateral Sclerosis (ALS) patients compared to healthy controls/controls without parenchymal central nervous system involvement and ALS mimic disease patients."}, {"pubmed": 27819296, "text": "NF-L may be involved in severity of neuronal injury following traumatic brain injury"}, {"pubmed": 27862672, "text": "In this Chinese Han population a novel Charcot-Marie-Tooth disease-associated gene mutations of NEFL (c.280C>T) was discovered."}, {"pubmed": 28148632, "text": "Findings support the potential value of serum NfL as a marker of neuroaxonal injury in early multiple sclerosis. Its reduction over time could represent regression to the mean, or a possible treatment effect of IFN-beta-1a. Association with whole brain atrophy and formation of acute white matter lesions has implications to use serum NfL as a biomarker of the overall consequences of brain damage and ongoing disease acti..."}, {"pubmed": 28404801, "text": "Results from 2 independent prospective cohort studies show that serum NFL is a sensitive and dynamic biomarker for axonal injury in concussive traumatic brain injury. The marker should be useful to detect and monitor CNS injury in concussion"}, {"pubmed": 28428015, "text": "Our results suggest that plasma NFL levels may not be a useful biomarker for the diagnosis of prodromal and dementia stages of AD."}, {"pubmed": 28500227, "text": "Results provide evidence that in particular pNfH can be used as a good diagnostic biomarker of ALS at the diagnostic stage. Moreover, results indicate that NfL may be useful in monitoring disease progression in a subset of patients."}, {"pubmed": 28527630, "text": "CSF neurofilament light chain protein is an accurate marker for distinguishing Alzheimer's disease patients from healthy controls."}, {"pubmed": 28631955, "text": "Cerebrospinal fluid neurofilament protein light is a useful tool for determining disease intensity in frontotemporal dementia and motor neuron disease patients."}, {"pubmed": 29070659, "text": "This study showed tat Serum NfL concentration is increased in familial Alzheimer disease prior to symptom onset and correlates with measures of disease stage and severity. Serum NfL may thus be a feasible biomarker of early AD-related neurodegeneration."}, {"pubmed": 29108879, "text": "We conclude that low BDNF and high LCN2 and NF-L levels are associated with Multiple Sclerosis (MS) pathogenesis, and high IGFBP1level is a biomarker for female MS only, suggesting different MS progression pathways between the sexes. LCN2 is a candidate predictor of response to natalizumab treatment, and NF-L is a candidate predictor of clinically isolated syndrome's (CIS) conversion into MS."}, {"pubmed": 29321234, "text": "The significantly raised plasma NfL concentration in patients with CMT and its correlation with disease severity suggest that plasma NfL holds promise as a biomarker of disease activity"}, {"pubmed": 29747637, "text": "GWAS found the associations of two single nucleotide polymorphisms (rs7943454 and rs640476) with plasma NFL at suggestive levels"}, {"pubmed": 29937097, "text": "Serum neurofilament light chain is a relevant and promising biomarker in progressive supranuclear palsy for disease severity."}, {"pubmed": 30004022, "text": "Cerebrospinal fluid lactate and neurofilament light (NF-L) were significantly increased in patients with mitochondrial encephalopathy compared to controls. Elevated cerebrospinal fluid NF-L was associated with abnormal brain MRI and poorer survival."}, {"pubmed": 30036759, "text": "Study showed that Increased neurofilament light (NFL) correlated with multiple brain DTI metrics. An NFL x diagnosis interaction on white matter microstructure was detected, with associations strongest among mild cognitive impairment."}, {"pubmed": 30209243, "text": "mutant huntingtin (mHTT) and neurofilament light (NfL) protein concentrations in cerebrospinal fluid (CSF) and blood in parallel with clinical evaluation and magnetic resonance imaging in premanifest and manifest Huntington disease mutation carriers, were examined."}, {"pubmed": 30217938, "text": "Recently, NfL was found to be increased in the blood and CSF of patients with amyotrophic lateral sclerosis and Creutzfeldt-Jakob disease, suggesting NfL as a biomarker in rapidly progressive neurodegenerative diseases"}, {"pubmed": 30626432, "text": "Increased plasma neurofilament light chain concentration correlates with severity of post-mortem neurofibrillary tangle pathology and neurodegeneration."}, {"pubmed": 30664784, "text": "NfL dynamics in serum predict disease progression and brain neurodegeneration at the early presymptomatic stages of familial Alzheimer's disease."}, {"pubmed": 30761586, "text": "At progressive multifocal leukoencephalopathy (PML) onset, serum neurofilament light was 10-fold higher than in the pre-PML condition."}, {"pubmed": 30776989, "text": "Acute changes in neurofilament light blood levels is a useful marker following subconcussive impacts in college football players."}, {"pubmed": 30786919, "text": "Serum neurofilament protein light is increased more than a decade before the onset of clinical symptoms in familial Alzheimer's disease."}, {"pubmed": 30951523, "text": "These results suggest that plasma NF-L has the potential to serve as an objective biomarker to predict dementia in adult Down syndrome patients."}, {"pubmed": 31123861, "text": "Nusinersen normalized the axonal damage marker neurofilament protein L and correlated with motor improvement in children with spinal muscular atrophy type 1."}, {"pubmed": 31129709, "text": "CSF neurofilament protein light is higher in multiple sclerosis patients with cognitive impairment."}, {"pubmed": 31151840, "text": "The sNfL concentrations were elevated in line with stroke severity, assessed either clinically or from subsequent CT imaging."}, {"pubmed": 31182505, "text": "Elevated baseline plasma NfL is a prognostic marker of cognitive decline and neuroimaging measures of neurodegeneration, and has similar effect sizes to baseline CSF NfL. Change in plasma NfL also tracked with short-term cognitive change."}, {"pubmed": 31199010, "text": "The aim of this study was to compare the cerebrospinal fluid (CSF) and serum (S) concentrations of neurofilament light chains (NFLs) and phosphorylated neurofilament heavy chains (pNFHs)."}, {"pubmed": 31295725, "text": "CD1A is a gene involved in longitudinal changes in plasma NFL levels and Alzheimer-related phenotypes among non-demented elders."}, {"pubmed": 31383792, "text": "Higher serum neurofilament light levels at baseline were associated with higher probability of future multiple sclerosis diagnosis in acquired demyelinating syndromes."}, {"pubmed": 31420461, "text": "Plasma neurofilament protein light levels correlated with disease severity and progression in terms of both motor and cognitive functions."}, {"pubmed": 31514172, "text": "Neurofilament light chain plasma concentration predicts neurodegeneration and clinical progression in nondemented elderly adults."}, {"pubmed": 31516913, "text": "High serum neurofilament light chain normalizes after hematopoietic stem cell transplantation for MS."}, {"pubmed": 31640103, "text": "Plasma Neurofilament Light Chain in Primary Progressive Aphasia and Related Disorders: Clinical Significance and Metabolic Correlates."}, {"pubmed": 31701893, "text": "Serum neurofilament light chain is a marker of disease progression in genetic frontotemporal dementia."}, {"pubmed": 31802104, "text": "Postoperative delirium is associated with increased plasma neurofilament light."}, {"pubmed": 31898161, "text": "Serum Neurofilament Light Predicts Severity and Prognosis in Patients with Ischemic Stroke."}, {"pubmed": 32096416, "text": "Blood biomarkers for assessment of mild traumatic brain injury and chronic traumatic encephalopathy."}, {"pubmed": 32310173, "text": "Plasma Neurofilament Light and Longitudinal Progression of White Matter Hyperintensity in Elderly Persons Without Dementia."}, {"pubmed": 32376155, "text": "The relationship between ANT1 and NFL with autophagy and mitophagy markers in patients with multiple sclerosis."}, {"pubmed": 32587320, "text": "Serum neurofilament light chain predicts long term clinical outcomes in multiple sclerosis."}, {"pubmed": 32592719, "text": "Elevated serum neurofilament light chain in children autism spectrum disorder: A case control study."}, {"pubmed": 32758395, "text": "Neuroprotective associations of apolipoproteins A-I and A-II with neurofilament levels in early multiple sclerosis."}, {"pubmed": 32862040, "text": "NFL and CXCL13 may reveal disease activity in clinically and radiologically stable MS."}, {"pubmed": 32883119, "text": "Neurofilament light chain, a biomarker for polyneuropathy in systemic amyloidosis."}, {"pubmed": 32979786, "text": "A hereditary spastic paraplegia predominant phenotype caused by variants in the NEFL gene."}, {"pubmed": 33158499, "text": "Postoperative troponin increases after noncardiac surgery are associated with raised neurofilament light: a prospective observational cohort study."}, {"pubmed": 33199433, "text": "Plasma Tau and Neurofilament Light in Frontotemporal Lobar Degeneration and Alzheimer Disease."}, {"pubmed": 33204362, "text": "Elevated Levels of Serum Neurofilament Light Chain Associated with Cognitive Impairment in Vascular Dementia."}, {"pubmed": 33216030, "text": "Utility of Plasma Neurofilament Light in the 1Florida Alzheimer's Disease Research Center (ADRC)."}, {"pubmed": 33221749, "text": "Neurofilament light chain predicts risk of recurrence in cerebral amyloid angiopathy-related intracerebral hemorrhage."}, {"pubmed": 33239751, "text": "Neurofilament light chain levels correlate with clinical measures in CLN3 disease."}, {"pubmed": 33313663, "text": "SNAIL regulates gastric carcinogenesis through CCN3 and NEFL."}, {"pubmed": 33377539, "text": "Serum Neurofilament Light Chain Levels in the Intensive Care Unit: Comparison between Severely Ill Patients with and without Coronavirus Disease 2019."}, {"pubmed": 33427873, "text": "Longitudinal Associations of Blood Phosphorylated Tau181 and Neurofilament Light Chain With Neurodegeneration in Alzheimer Disease."}, {"pubmed": 33436881, "text": "Combination of serum and CSF neurofilament-light and neuroinflammatory biomarkers to evaluate ALS."}, {"pubmed": 33594224, "text": "Extracellular vesicle concentrations of glial fibrillary acidic protein and neurofilament light measured 1 year after traumatic brain injury."}, {"pubmed": 33609080, "text": "Diagnostic and prognostic value of CSF neurofilaments in a cohort of patients with motor neuron disease: A cross-sectional study."}, {"pubmed": 33626531, "text": "Serum Neurofilament Light in Patients with Frontotemporal Dementia Caused by CHMP2B Mutation."}, {"pubmed": 33636389, "text": "Plasma neurofilament light chain predicts cerebellar atrophy and clinical progression in spinocerebellar ataxia."}, {"pubmed": 33759425, "text": "Biological variation of serum neurofilament light chain."}, {"pubmed": 33827960, "text": "Plasma Neurofilament Light for Prediction of Disease Progression in Familial Frontotemporal Lobar Degeneration."}, {"pubmed": 33931805, "text": "The Cytoskeletal Elements MAP2 and NF-L Show Substantial Alterations in Different Stroke Models While Elevated Serum Levels Highlight Especially MAP2 as a Sensitive Biomarker in Stroke Patients."}, {"pubmed": 33963718, "text": "[Correlation of cerebrospinal fluid amyloid beta-protein 42 and neurofilament light protein levels with postoperative neurocognitive dysfunction in elderly patients]."}, {"pubmed": 34099648, "text": "A multicentre validation study of the diagnostic value of plasma neurofilament light."}, {"pubmed": 34120902, "text": "Combination of Plasma Neurofilament Light Chain and Mini-Mental State Examination Score Predicts Progression from Mild Cognitive Impairment to Alzheimer's Disease within 5 Years."}, {"pubmed": 34151807, "text": "Plasma Neurofilament Light Chain Predicts Cognitive Progression in Prodromal and Clinical Dementia with Lewy Bodies."}, {"pubmed": 34278578, "text": "Serum neurofilament light chain and glial fibrillary acidic protein in AQP4-IgG-seropositive neuromyelitis optica spectrum disorders and multiple sclerosis: A cohort study."}, {"pubmed": 34311152, "text": "Association between plasma neurofilament light chain levels and cognitive function in patients with Parkinson's disease."}, {"pubmed": 34398223, "text": "Neurofilament light chain and glial fibrillary acidic protein levels in metachromatic leukodystrophy."}, {"pubmed": 34433481, "text": "Neurofilament light and heterogeneity of disease progression in amyotrophic lateral sclerosis: development and validation of a prediction model to improve interventional trials."}, {"pubmed": 34843548, "text": "Amyotrophic lateral sclerosis: Correlations between fluid biomarkers of NfL, TDP-43, and tau, and clinical characteristics."}, {"pubmed": 34944022, "text": "NT1-Tau Is Increased in CSF and Plasma of CJD Patients, and Correlates with Disease Progression."}, {"pubmed": 35087088, "text": "Serum neurofilament indicates that DBS surgery can cause neuronal damage whereas stimulation itself does not."}, {"pubmed": 35088243, "text": "Plasma neurofilament light chain levels are associated with depressive and anxiety symptoms in Parkinson's disease."}, {"pubmed": 35094171, "text": "Neurofilament light chain as a disease severity biomarker in ATTRv: data from a single-centre experience."}, {"pubmed": 35437240, "text": "NEFL promotes invasion and migration of esophageal squamous carcinoma cells via the EGFR/AKT/S6 pathway."}, {"pubmed": 35871350, "text": "Inflammation Disrupts Cognitive Integrity via Plasma Neurofilament Light Chain Coupling Brain Networks in Alzheimer's Disease."}, {"pubmed": 36094631, "text": "Serum neurofilament levels correlate with electrodiagnostic evidence of axonal loss in paclitaxel-induced peripheral neurotoxicity."}, {"pubmed": 36200879, "text": "Neurodegeneration Markers in the Cerebrospinal Fluid of 100 Patients with Schizophrenia Spectrum Disorder."}, {"pubmed": 36221099, "text": "Diagnostic value of plasma p-tau181, NfL, and GFAP in a clinical setting cohort of prevalent neurodegenerative dementias."}, {"pubmed": 36289175, "text": "CSF IL-8 Associated with Response to Gene Therapy in a Case Series of Spinal Muscular Atrophy."}, {"pubmed": 36323711, "text": "An innovative approach for the evaluation of prolonged disorders of consciousness using NF-L and GFAP biomarkers: a pivotal study."}, {"pubmed": 36326357, "text": "Blood neurofilament light chain and thrombospondin-1 levels of patients with autism spectrum disorder."}, {"pubmed": 36326394, "text": "Cerebrospinal fluid level of neurofilament light chain is associated with increased disease activity in neuro-Behcet's disease."}, {"pubmed": 36443917, "text": "Longitudinal decline of plasma neurofilament light levels after antiretroviral initiation in people living with HIV."}, {"pubmed": 36472640, "text": "Serum neurofilament light chain: a novel biomarker for early diabetic sensorimotor polyneuropathy."}, {"pubmed": 36508390, "text": "TNFR-1 and GDF-15 Are Associated With Plasma Neurofilament Light Chain and Progranulin Among Community-Dwelling Older Adults: A Secondary Analysis of the MAPT Study."}, {"pubmed": 36543540, "text": "Neuroaxonal and Glial Markers in Patients of the Same Age With Multiple Sclerosis."}, {"pubmed": 36602623, "text": "Usefulness of serum neurofilament light in the assessment of neurologic outcome in the pediatric population: a systematic literature review."}, {"pubmed": 36621163, "text": "Brain-derived neurotrophic factor, neurofilament light and glial fibrillary acidic protein do not change in response to aerobic training in people with MS-related fatigue - a secondary analysis of a randomized controlled trial."}, {"pubmed": 36689008, "text": "Neurofilament light chain marks severity of papilledema in idiopathic intracranial hypertension."}, {"pubmed": 36776136, "text": "The relationship between serum neurofilament light chain and glial fibrillary acidic protein with the REM sleep behavior disorder subtype of Parkinson's disease."}, {"pubmed": 36780781, "text": "Serum neurofilament light chain in LRRK2 related Parkinson's disease: A five years follow-up."}, {"pubmed": 36809754, "text": "NEFL-Related Charcot-Marie Tooth Disease due to P440L Mutation in Two Italian Families: Expanding the Phenotype and Defining Modulating Factors."}, {"pubmed": 36959506, "text": "Serum glial fibrillary acidic protein and neurofilament light chain as biomarkers of retinal neurodysfunction in early diabetic retinopathy: results of the EUROCONDOR study."}, {"pubmed": 37003244, "text": "Changes in neurofilament light chain protein (NEFL) in children and adolescents with Schizophrenia and Bipolar Disorder: Early period neurodegeneration."}, {"pubmed": 37023526, "text": "Associations of blood UCH-L1 and NfL levels with cognitive dysfunction in Parkinson's disease patients."}, {"pubmed": 37060852, "text": "Early neurofilament light and glial fibrillary acidic protein levels improve predictive models of multiple sclerosis outcomes."}, {"pubmed": 37130728, "text": "Association of serum neurofilament light with microglial activation in multiple sclerosis."}, {"pubmed": 37314537, "text": "Changes of neurofilament light chain in patients with alcohol dependence following withdrawal and the genetic effect from ALDH2 Polymorphism."}, {"pubmed": 37335505, "text": "Clinically relevant increases in serum neurofilament light chain and glial fibrillary acidic protein in patients with Susac syndrome."}, {"pubmed": 37392405, "text": "Serum NfL and GFAP are associated with incident dementia and dementia mortality in older adults: The cardiovascular health study."}, {"pubmed": 37393503, "text": "Atypical White Matter Hyperintensities Markedly Impact Plasma Neurofilament Light Chain Variability in GRN Patients."}, {"pubmed": 37491327, "text": "Clinical Value of Longitudinal Serum Neurofilament Light Chain in Prodromal Genetic Frontotemporal Dementia."}, {"pubmed": 37519166, "text": "Neurofilament Light Chain as a Potential Biomarker in Plasma for Alzheimer's Disease and Mild Cognitive Impairment: A Systematic Review and a Meta-Analysis."}, {"pubmed": 37530894, "text": "Associations of plasma NfL, GFAP, and t-tau with cerebral small vessel disease and incident dementia: longitudinal data of the AGES-Reykjavik Study."}, {"pubmed": 37545369, "text": "Inflammation affects dynamic functional network connectivity pattern changes via plasma NFL in cognitive impairment patients."}, {"pubmed": 37739331, "text": "Elevated plasma neurofilament light chain in immune-mediated neurological disorders (IMND) detected by immunomagnetic reduction (IMR)."}, {"pubmed": 37778613, "text": "Neurofilament Light Chain and Glial Fibrillary Acidic Protein as early prognostic biomarkers after out-of-hospital cardiac arrest."}, {"pubmed": 37797300, "text": "Plasma neurofilament light chain predicts Alzheimer's disease in patients with subjective cognitive decline and mild cognitive impairment: A cross-sectional and longitudinal study."}, {"pubmed": 37843431, "text": "Plasma neurofilament light chain in association to late-life depression in the general population."}, {"pubmed": 37875471, "text": "Plasma biomarkers predict Alzheimer's disease before clinical onset in Chinese cohorts."}, {"pubmed": 37923059, "text": "LINC01579-204 involved in the development of Hirschsprung's disease maybe by regulating the expression of miR-203a-3p and NEFL."}, {"pubmed": 38007650, "text": "Clinical Evaluation of Cerebrospinal Fluid p217tau and Neurofilament Light Chain Levels in Patients with Alzheimer's Disease or Other Neurological Diseases."}, {"pubmed": 38017278, "text": "Serum beta-synuclein, neurofilament light chain and glial fibrillary acidic protein as prognostic biomarkers in moderate-to-severe acute ischemic stroke."}, {"pubmed": 38339819, "text": "Relationship between increased serum neurofilament light chain and glial fibrillary acidic protein levels with non-motor symptoms in patients with Parkinson's disease."}, {"pubmed": 38347655, "text": "The impact of kidney function on plasma neurofilament light and phospho-tau 181 in a community-based cohort: the Shanghai Aging Study."}, {"pubmed": 38627748, "text": "Cluster analysis dissecting cognitive deficits in older adults with major depressive disorder and the association with neurofilament light chain."}, {"pubmed": 38780027, "text": "Dietary creatine is associated with lower serum neurofilament light chain levels."}], "genomic_pos": {"chr": "8", "end": 24956721, "ensemblgene": "ENSG00000277586", "start": 24950955, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0000226", "qualifier": "involved_in", "term": "microtubule cytoskeleton organization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007409", "qualifier": "involved_in", "term": "axonogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0008089", "pubmed": 15857389, "qualifier": "involved_in", "term": "anterograde axonal transport"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0008090", "pubmed": 15857389, "qualifier": "involved_in", "term": "retrograde axonal transport"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009636", "qualifier": "involved_in", "term": "response to toxic substance"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014012", "qualifier": "involved_in", "term": "peripheral nervous system axon regeneration"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0019896", "pubmed": 15857389, "qualifier": "involved_in", "term": "axonal transport of mitochondrion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021510", "qualifier": "involved_in", "term": "spinal cord development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021766", "qualifier": "involved_in", "term": "hippocampus development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021987", "qualifier": "involved_in", "term": "cerebral cortex development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031133", "qualifier": "involved_in", "term": "regulation of axon diameter"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0033693", "qualifier": "involved_in", "term": "neurofilament bundle assembly"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0033693", "pubmed": 12432080, "qualifier": "involved_in", "term": "neurofilament bundle assembly"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0033693", "pubmed": 15857389, "qualifier": "involved_in", "term": "neurofilament bundle assembly"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0040011", "qualifier": "involved_in", "term": "locomotion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043434", "qualifier": "involved_in", "term": "response to peptide hormone"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045105", "qualifier": "involved_in", "term": "intermediate filament polymerization or depolymerization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045109", "pubmed": [12432080, 17052987], "qualifier": "involved_in", "term": "intermediate filament organization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050772", "qualifier": "involved_in", "term": "positive regulation of axonogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050885", "qualifier": "involved_in", "term": "neuromuscular process controlling balance"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051258", "qualifier": "involved_in", "term": "protein polymerization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051412", "qualifier": "involved_in", "term": "response to corticosterone"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060052", "qualifier": "involved_in", "term": "neurofilament cytoskeleton organization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0090128", "qualifier": "involved_in", "term": "regulation of synapse maturation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0097049", "qualifier": "involved_in", "term": "motor neuron apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0099170", "qualifier": "involved_in", "term": "postsynaptic modulation of chemical synaptic transmission"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0099185", "qualifier": "involved_in", "term": "postsynaptic intermediate filament cytoskeleton organization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1903935", "qualifier": "involved_in", "term": "response to sodium arsenite"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1903937", "qualifier": "involved_in", "term": "response to acrylamide"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000672", "qualifier": "involved_in", "term": "negative regulation of motor neuron apoptotic process"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005737", "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005882", "qualifier": "is_active_in", "term": "intermediate filament"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005883", "pubmed": 15857389, "qualifier": "located_in", "term": "neurofilament"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0030424", "qualifier": "is_active_in", "term": "axon"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0030424", "pubmed": 14662745, "qualifier": "located_in", "term": "axon"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0030426", "qualifier": "located_in", "term": "growth cone"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0031594", "qualifier": "located_in", "term": "neuromuscular junction"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098685", "qualifier": "located_in", "term": "Schaffer collateral - CA1 synapse"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098981", "qualifier": "located_in", "term": "cholinergic synapse"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0099160", "qualifier": "is_active_in", "term": "postsynaptic intermediate filament cytoskeleton"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0099182", "qualifier": "located_in", "term": "presynaptic intermediate filament cytoskeleton"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:1904115", "qualifier": "located_in", "term": "axon cytoplasm"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0005200", "pubmed": 12432080, "qualifier": "enables", "term": "structural constituent of cytoskeleton"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [12226091, 12837694, 15383276, 21044950, 22458338, 24722188, 25416956, 26871637, 27107012, 27173435, 28514442, 32296183, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0019904", "qualifier": "enables", "term": "protein domain specific binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0030674", "qualifier": "enables", "term": "protein-macromolecule adaptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": 12432080, "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0043274", "qualifier": "enables", "term": "phospholipase binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0044877", "qualifier": "enables", "term": "protein-containing complex binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0099184", "qualifier": "enables", "term": "structural constituent of postsynaptic intermediate filament cytoskeleton"}]}, "homologene": {"genes": [[7955, 664698], [7955, 793912], [8364, 100216135], [9031, 419528], [9544, 641444], [9598, 464063], [9606, 4747], [9615, 100856220], [9913, 281348], [10090, 18039], [10116, 83613]], "id": 4487}, "interpro": [{"desc": "Intermediate filament head, DNA-binding domain", "id": "IPR006821", "short_desc": "Intermed_filament_DNA-bd"}, {"desc": "Intermediate filament protein, conserved site", "id": "IPR018039", "short_desc": "IF_conserved"}, {"desc": "Intermediate filament, rod domain", "id": "IPR039008", "short_desc": "IF_rod_dom"}], "ipi": "IPI00237671", "map_location": "8p21.2", "name": "neurofilament light chain", "other_names": ["light molecular weight neurofilament protein", "neurofilament light polypeptide", "neurofilament protein, light chain", "neurofilament subunit NF-L", "neurofilament triplet L protein", "neurofilament, light polypeptide 68kDa", "protein phosphatase 1, regulatory subunit 110"], "pantherdb": {"HGNC": "7739", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "97313", "ortholog_type": "LDO", "panther_family": "PTHR45652", "taxid": 10090, "uniprot_kb": "P08551"}, {"RGD": "621458", "ortholog_type": "LDO", "panther_family": "PTHR45652", "taxid": 10116, "uniprot_kb": "P19527"}, {"Ensembl": "ENSGALG00000000314", "ortholog_type": "LDO", "panther_family": "PTHR45652", "taxid": 9031, "uniprot_kb": "A0A1L1RUS3"}, {"ZFIN": "ZDB-GENE-030131-7320", "ortholog_type": "O", "panther_family": "PTHR45652", "taxid": 7955, "uniprot_kb": "B8A615"}, {"ZFIN": "ZDB-GENE-091117-1", "ortholog_type": "O", "panther_family": "PTHR45652", "taxid": 7955, "uniprot_kb": "A0A286Y951"}, {"ZFIN": "ZDB-GENE-060312-44", "ortholog_type": "LDO", "panther_family": "PTHR45652", "taxid": 7955, "uniprot_kb": "B0R1B8"}], "uniprot_kb": "P07196"}, "pathway": {"kegg": [{"id": "hsa05014", "name": "Amyotrophic lateral sclerosis - Homo sapiens (human)"}, {"id": "hsa05022", "name": "Pathways of neurodegeneration - multiple diseases - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-112314", "name": "Neurotransmitter receptors and postsynaptic signal transmission"}, {"id": "R-HSA-112314", "name": "Neurotransmitter receptors and postsynaptic signal transmission"}, {"id": "R-HSA-112315", "name": "Transmission across Chemical Synapses"}, {"id": "R-HSA-112315", "name": "Transmission across Chemical Synapses"}, {"id": "R-HSA-112316", "name": "Neuronal System"}, {"id": "R-HSA-112316", "name": "Neuronal System"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-438064", "name": "Post NMDA receptor activation events"}, {"id": "R-HSA-438066", "name": "Unblocking of NMDA receptors, glutamate binding and activation"}, {"id": "R-HSA-438066", "name": "Unblocking of NMDA receptors, glutamate binding and activation"}, {"id": "R-HSA-442742", "name": "CREB1 phosphorylation through NMDA receptor-mediated activation of RAS signaling"}, {"id": "R-HSA-442755", "name": "Activation of NMDA receptors and postsynaptic events"}, {"id": "R-HSA-442755", "name": "Activation of NMDA receptors and postsynaptic events"}, {"id": "R-HSA-442982", "name": "Ras activation upon Ca2+ influx through NMDA receptor"}, {"id": "R-HSA-5673001", "name": "RAF/MAP kinase cascade"}, {"id": "R-HSA-5683057", "name": "MAPK family signaling cascades"}, {"id": "R-HSA-5684996", "name": "MAPK1/MAPK3 signaling"}, {"id": "R-HSA-9609736", "name": "Assembly and cell surface presentation of NMDA receptors"}, {"id": "R-HSA-9617324", "name": "Negative regulation of NMDA receptor-mediated neuronal transmission"}, {"id": "R-HSA-9620244", "name": "Long-term potentiation"}], "wikipathways": [{"id": "WP2447", "name": "Amyotrophic lateral sclerosis (ALS)"}, {"id": "WP3680", "name": "Association Between Physico-Chemical Features and Toxicity Associated Pathways"}, {"id": "WP4008", "name": "NO-cGMP-PKG mediated Neuroprotection"}, {"id": "WP4352", "name": "Ciliary landscape"}, {"id": "WP4856", "name": "Intracellular trafficking proteins involved in CMT neuropathy"}]}, "pfam": ["PF00038", "PF04732"], "pharmgkb": "PA31542", "pharos": {"target_id": 12244, "tdl": "Tbio"}, "pir": "S07144", "prosite": "PS51842", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF253175", "relationship": "is"}, {"id": "GNF253176", "relationship": "is"}, {"id": "GNF253177", "relationship": "is"}, {"id": "GNF253178", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF034741", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": {"id": "GNF083744", "relationship": "is"}, "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF060238", "relationship": "is"}, {"id": "GNF075148", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070689", "relationship": "is"}, {"id": "GNF070690", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF010251", "relationship": "is"}, {"id": "GNF010252", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF337205", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF103365", "relationship": "is"}, {"id": "GNF112732", "relationship": "similar to"}, {"id": "GNF143015", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000008.11", "NC_060932.1", "NG_008492.1"], "protein": "NP_006149.2", "rna": "NM_006158.5", "translation": {"protein": "NP_006149.2", "rna": "NM_006158.5"}}, "reporter": {"HG-U133_Plus_2": ["221801_x_at", "221805_at", "221916_at"], "HG-U95Av2": ["40995_at", "40996_s_at"], "HTA-2_0": "TC08001068.hg.1", "HuEx-1_0": "3128271", "HuGene-1_1": "8149835", "HuGene-2_1": "17075589"}, "summary": "Neurofilaments are type IV intermediate filament heteropolymers composed of light, medium, and heavy chains. Neurofilaments comprise the axoskeleton and they functionally maintain the neuronal caliber. They may also play a role in intracellular transport to axons and dendrites. This gene encodes the light chain neurofilament protein. Mutations in this gene cause Charcot-Marie-Tooth disease types 1F (CMT1F) and 2E (CMT2E), disorders of the peripheral nervous system that are characterized by distinct neuropathies. A pseudogene has been identified on chromosome Y. [provided by RefSeq, Oct 2008].", "symbol": "NEFL", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1417668"}, "unigene": "Hs.521461", "uniprot": {"Swiss-Prot": "P07196"}, "wikipedia": {"url_stub": "NEFL"}}