{"AllianceGenome": "7756", "HGNC": "7756", "MIM": "600915", "_id": "10763", "_version": 1, "accession": {"genomic": ["AF004335.1", "AL590666.8", "CH471121.2", "CP068277.2", "KT584508.1", "NC_000001.11", "NC_060925.1", "NG_012300.1", "X65964.1"], "protein": ["AAB64426.1", "AAH32580.1", "AAI08286.1", "AAI42612.1", "BAB15153.1", "BAE45713.1", "CAA46780.1", "EAW52923.1", "EAW52924.1", "EAW52925.1", "EAW52926.1", "NP_006608.1", "P48681.2"], "rna": ["AB073350.1", "AF086454.1", "AK025494.1", "AL120767.1", "BC032580.1", "BC051373.1", "BC108285.1", "BC142611.1", "BF340882.1", "BG912782.1", "BQ678387.1", "BU554136.1", "NM_006617.2", "NM_024609.1"], "translation": [{"protein": "AAH32580.1", "rna": "BC032580.1"}, {"protein": "BAB15153.1", "rna": "AK025494.1"}, {"protein": "NP_006608.1", "rna": "NM_006617.2"}, {"protein": "BAE45713.1", "rna": "AB073350.1"}, {"protein": "AAI08286.1", "rna": "BC108285.1"}, {"protein": "AAI42612.1", "rna": "BC142611.1"}]}, "alias": "Nbla00170", "ensembl": {"gene": "ENSG00000132688", "protein": "ENSP00000357206", "transcript": "ENST00000368223", "translation": [{"protein": "ENSP00000357206", "rna": "ENST00000368223"}], "type_of_gene": "protein_coding"}, "entrezgene": "10763", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 29.7580444731, "exp_mis": 495.438249005, "exp_syn": 224.193817268, "lof_z": 3.04306224069834, "mis_z": 0.251350273827799, "mu_lof": 2.68807007531e-06, "mu_mis": 4.94202439646e-05, "mu_syn": 2.2341823128e-05, "n_lof": 13.0, "n_mis": 484.0, "n_syn": 215.0, "p_li": 2.06955630735523e-05, "p_null": 0.00108398795606821, "p_rec": 0.998895316480858, "syn_z": 0.380656011387627}, "bp": 4866, "cds_end": 156647056, "cds_start": 156639113, "n_exons": 4, "nonpsych": {"exp_lof": 26.8585965804, "exp_mis": 448.344132057, "exp_syn": 202.84172106, "lof_z": 2.81571126343814, "mis_z": 0.794282337264199, "mu_lof": 2.68807007531e-06, "mu_mis": 4.94202439646e-05, "mu_syn": 2.2341823128e-05, "n_lof": 12.0, "n_mis": 415.0, "n_syn": 202.0, "p_li": 4.16366495241256e-05, "p_null": 0.00238665537038511, "p_rec": 0.997571707980091, "syn_z": 0.0372085042203214}, "nontcga": {"exp_lof": 27.370062399, "exp_mis": 455.795883167, "exp_syn": 206.250968523, "lof_z": 3.08669478323797, "mis_z": 0.298603510031335, "mu_lof": 2.68807007531e-06, "mu_mis": 4.94202439646e-05, "mu_syn": 2.2341823128e-05, "n_lof": 11.0, "n_mis": 443.0, "n_syn": 195.0, "p_li": 0.000238848523737444, "p_null": 0.000788586324361982, "p_rec": 0.9989725651519, "syn_z": 0.496038513693605}, "transcript": "ENST00000368223.3"}, "exons": [{"cdsend": 156677264, "cdsstart": 156669321, "chr": "1", "position": [[156668762, 156673205], [156673453, 156673527], [156675215, 156675340], [156676481, 156677407]], "strand": -1, "transcript": "NM_006617", "txend": 156677407, "txstart": 156668762}], "exons_hg19": [{"cdsend": 156647056, "cdsstart": 156639113, "chr": "1", "position": [[156638554, 156642997], [156643245, 156643319], [156645007, 156645132], [156646273, 156647199]], "strand": -1, "transcript": "NM_006617", "txend": 156647199, "txstart": 156638554}], "generif": [{"pubmed": 12101039, "text": "Nestin-containing neurons occurred in hippocampus, septum, diagonal band, amygdala and basal nucleus of Meynert. Nestin-containing astrocytes occurred in the subependymal zone and dentate gyrus."}, {"pubmed": 12172785, "text": "The tissue distribution of nestin has been studied in the muscularis propria of normal gastrointestinal autopsy material."}, {"pubmed": 12187925, "text": "Beta-cell differentiation during human development does not rely on nestin-positive precursors"}, {"pubmed": 12786777, "text": "Nestin-immunoreactive cells colocalized with vimentin throughout the retina.  Colocalized with mitotic Ki67 immunoreactive cells."}, {"pubmed": 14625035, "text": "Demonstration of strong expression of nestin in Purkinje cells in pathologically advanced Creutzfeldt-Jakob disease correlates with the process that Purkinje cells undergo to promote survival."}, {"pubmed": 15088413, "text": "detection of nestin-positive keratinocytes in the basal layer of cultured epidermis"}, {"pubmed": 15117961, "text": "nestin may be one mediator of N-myc-associated tumor aggressiveness of human neuroblastoma"}, {"pubmed": 15176089, "text": "In transgenic mice, nestin transgene expression in the olfactory bulb is limited to periglomerular neurons and is absent from granule cells, suggesting that this nestin promoter construct differentiates between the two interneuronal populations."}, {"pubmed": 15502861, "text": "Nestin expression in tumor endothelium is enhanced by the first intron."}, {"pubmed": 15526158, "text": "nestin has a role in multi-potentiality and regenerative potential [review]"}, {"pubmed": 15684833, "text": "nestin expression is recognized under all conditions of vascular development"}, {"pubmed": 16136494, "text": "Nestin is constantly expressed in situ in the cortex of normal human adrenal glands; a positive nestin immunoreaction could be useful in differential diagnosis of clear cell tumors in adrenal glands."}, {"pubmed": 16186627, "text": "Data evaluate and compare the bcl2, bax, and nestin patterns in the frontal cortices of Alzheimer and multiple-infarct dementia patients, and in normal aging."}, {"pubmed": 16275024, "text": "These results show that the pattern of nestin expression is related to the differentiation of epidermal stem cells."}, {"pubmed": 16487364, "text": "Moderate to strong expression of nestin was observed in all tumors."}, {"pubmed": 16538520, "text": "Nestin expression in adenomas cannot be viewed as a biologically relevant marker of cell proliferation and as a prognostic indicator in pituitary neoplasms."}, {"pubmed": 16616189, "text": "Purkinje cells were immunoreactive with nestin regardless of the severity of degenerative cerebellar cortex."}, {"pubmed": 16713999, "text": "cultured pancreatic islets contain nestin and Isl-1 positive mesenchymal stem cells with multipotential developmental capacity"}, {"pubmed": 16736556, "text": "Nestin-positive pancrease stem cells are in the stroma of human embryonic pancrease."}, {"pubmed": 16826367, "text": "In a series of 40 surgical specimens, including gliomas, vascular malformations, abscesses and angiomas, nestin was poorly expressed in mature astrocytes and more expressed in developing reactive astrocytes, mainly in the cytoplasm."}, {"pubmed": 16874866, "text": "The putative pancreatic stem cells expressed pdx-1 and nestin."}, {"pubmed": 17036052, "text": "nestin is a survival determinant whose action is based upon a novel mode of Cdk5 regulation, affecting the targeting, activity, and turnover of the Cdk5/p35 signaling complex"}, {"pubmed": 17210924, "text": "Nestin is expressed in the human kidney from the first steps of glomerulogenesis within podocytes, mesangial, and endothelial cells."}, {"pubmed": 17255215, "text": "The expression of nestin in the podocytes of normal and diseased kidneys of adolesscent and adult patients is reported."}, {"pubmed": 17273760, "text": "nestin has a role in neovasculaturization in colorectal cancer"}, {"pubmed": 17300669, "text": "Nestin is more sensitive for malignant peripheral nerve sheath tumor (MPNST) than other neural markers, and immunostains for nestin in combination with other markers could be useful in the diagnosis of MPNST."}, {"pubmed": 17537965, "text": "Transgenic mice in which the nestin neural enhancer drives expression of a green fluorescent protein reporter show that the regulation in Schwann cells is transcriptional."}, {"pubmed": 17652163, "text": "The nestin(-) vimentin(+) fibroblasts may represent a novel type of multipotent adult stem cells in human dermis."}, {"pubmed": 17784648, "text": "Nestin is expressed in podocytes of mature human glomerular tissues in quiescent states."}, {"pubmed": 17784840, "text": "The extent of nestin-positive neuronal cells correlated with the appearance of tyrosine hydroxylase positive neurons."}, {"pubmed": 17909025, "text": "Results specify a function for Nestin in cell motility and identify a novel pathway for prostate cancer metastasis."}, {"pubmed": 17984177, "text": "enhanced expression of nestin in the injured myocardium might reflect spontaneous regenerative processes supposedly based on the differentiation of resident cardiac stem cells into diverse cardiac cell types."}, {"pubmed": 18265627, "text": "Nestin is expressed in proliferating and metabolically active cells, such as endothelium, independent of developmental and neoplastic processes."}, {"pubmed": 18546018, "text": "Nestin plays a crucial role in remodeling the cytoskeleton of cells in the human postinfarcted myocardium."}, {"pubmed": 18618166, "text": "Dental follicle cells expressed the stem cell marker nestin in both serum-free and serum-containing cell culture media."}, {"pubmed": 18724036, "text": "Nestin gene variants are associated with early-onset CHD."}, {"pubmed": 18724036, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18724228, "text": "Cyclosporin A induced renal injury recruits nestin-expressing cells to injured areas."}, {"pubmed": 18799194, "text": "Nestin expression in pancreatic cancer cells may contribute to nerve and stromal invasion in this malignancy"}, {"pubmed": 18923447, "text": "SOX9 and SOX10 but not BRN2 seem to be required for nestin expression in human melanoma."}, {"pubmed": 18925963, "text": "expression is detected in osteosarcomas"}, {"pubmed": 18998057, "text": "higher expression of nestin in the non-specific form of Dysembryoplastic neuroepithelial tumors suggests that the non-specific form has an earlier developmental origin than the simple or complex forms."}, {"pubmed": 19012049, "text": "candidate for stem cell marker and renewal factor in nasal mucosa, may contribute to tissue homeostasis and differentiation in the epithelium and submucosal glands of normal nasal mucosa, and may play a role in proliferation of nasal polyps"}, {"pubmed": 19170896, "text": "Findings indicate that transplantation of embryonic neural stem cells into adult rat peri-infarction zone may be performed as early as 24 hours after cerebral ischemia."}, {"pubmed": 19268442, "text": "nestin mRNA is a differentiation marker, and its expression does not relate to malignant characteristics in thyroid tumors"}, {"pubmed": 19294612, "text": "Expression of nestin mRNA could be detected in adrenocortical tumors, independently of their grade of dedifferentiation."}, {"pubmed": 19417621, "text": "marker of Wilms tumor in or around the kidney"}, {"pubmed": 19473053, "text": "Increased expression of nastin is associated with astrocytoma pathogenesis and progression."}, {"pubmed": 19554024, "text": "nestin expression at the gene and protein levels in human scalp skin is restricted to the periappendage mesenchyme and can be stimulated by leptin"}, {"pubmed": 19562035, "text": "expression of nestin is a major determinant in suppression of anti-proliferative activity of GR in undifferentiated tissue and facilitates activation of this growth control in a precise tissue and differentiation dependent manner"}, {"pubmed": 19578047, "text": "Our results support the combined role of WT1 and nestin in glial tumorigenesis and progression."}, {"pubmed": 19704967, "text": "Nestin is present in podocytes of the renal corpuscle in rats and humans. Specific differences manifested in more intensive and widespread expression of nestin by endothelial cells of blood vessels in human kidney."}, {"pubmed": 19845757, "text": "nestin was significantly associated with presence of ulceration in primary tumors in melanoma."}, {"pubmed": 19864043, "text": "nestin functions as a stem cell marker of the follicular mesenchyme and has a major regulatory role in dermal homeostasis, cutaneous neovasculogenesis, and tumor stroma development"}, {"pubmed": 19956860, "text": "nestin has a role in progression of human melanoma"}, {"pubmed": 20017104, "text": "These observations emphasize an essential role of nestin for the process of regeneration, and also highlight this factor as a candidate marker for sustentacular cells in the human olfactory epithelium."}, {"pubmed": 20044038, "text": "We suggest that some nestin-positive cells might be capable to differentiate into neurons during the earliest stages of development"}, {"pubmed": 20132963, "text": "nestin expressed in most tumor cells of non-small cell lung cancer tissue and had a direct linkage to lymph node metastasis and tumor-induced lymphangiogenesis, independent of COX-2 signal pathway."}, {"pubmed": 20337823, "text": "In all 15 trichoblastomas, the stromal cells expressed nestin with variable positive reactions, except for superficial trichoblastomas within nevus sebaceous lesions, in which stromal cells were constantly positive for nestin"}, {"pubmed": 20426902, "text": "Compared with the controls, the number of nestin-positive cells is increased in the subgranular zone of the hippocampus dentate gyrus and in the subventricular zone following cerebral ischemia."}, {"pubmed": 20518888, "text": "Nestin-positive myofibroblast may represent a relatively immature subpopulation of cells with multipotentiality."}, {"pubmed": 20520523, "text": "We found a significant population of nestin-positive progenitor cells in neurofibromas from patients with neurofibromatosis type 1."}, {"pubmed": 20536663, "text": "marker of HMB-45-negative melanoma cells in the dermal parts of patients with nodular melanoma"}, {"pubmed": 20649878, "text": "Nestin expression is associated with tubulointerstitial injury and predicts renal prognosis in IgA nephropathy."}, {"pubmed": 20669222, "text": "nestin plays a crucial role in development of glioblastoma and may potentially be targeted for treatment of the disease."}, {"pubmed": 20700038, "text": "Report expression of stem-cell markers cytokeratin 15 and nestin in primary adnexal neoplasms."}, {"pubmed": 20943257, "text": "The distribution pattern of nestin in normal meningeal and tumor cells indicates that nestin might characterize immature cells."}, {"pubmed": 21151388, "text": "Nestin may be the most specific marker for stemness in anaplastic thyroid carcinoma by immunohistochemial staining."}, {"pubmed": 21251041, "text": "Expression of embryonic stem cell markers SOX2 and nestin in dermatofibrosarcoma protuberans and dermatofibroma."}, {"pubmed": 21276080, "text": "Nestin-positive cells are found as frequently as balloon cells and are associated with abnormal reconstitution of the cortex in epileptic patients."}, {"pubmed": 21323603, "text": "Nestin and Sox-2 immunoreactivity was significantly associated with astrocytic glioma tumor cell proliferation and nestin expression was independently associated with poor patient survival."}, {"pubmed": 21340483, "text": "we perform the first study of the intracellular distribution of nestin in cell lines derived from neurogenic tumors"}, {"pubmed": 21440298, "text": "High nestin expression is associated with plasma cells of multiple myeloma."}, {"pubmed": 21490921, "text": "Data demonstrate that Class III cells are mature neurons in the adult brain that express nestin."}, {"pubmed": 21503585, "text": "nestin plays important roles in cell growth, migration, invasion and adhesion to extra-cellular matrices in glioma cells"}, {"pubmed": 21524985, "text": "These results suggest that the nestin-positive cells play an important role not only in the hair follicle pluripotent stem cells but also in the dermal papilla in the regenerating hair follicle."}, {"pubmed": 21527990, "text": "eGFP-positive cells in the subventricular zone express multiple phenotype markers and neuroblast-specific molecules suggesting the transgene is expressed through the lineage."}, {"pubmed": 21672338, "text": "The presence of nestin protein parallels the biological behaviour of osteochondromas and is restricted to prehypertrophic and hypertrophic chondrocytes."}, {"pubmed": 21915031, "text": "We sought to determine if ezrin, KBA.62, p-Akt, CD166, and nestin, may be helpful in distinguishing melanoma from nevi and atypical melanocytic lesions"}, {"pubmed": 21985235, "text": "Smooth muscle cells expressing nestin and Nkx6.1 are the main cell population derived from culturing human spinal cord cells in adherent conditions with serum."}, {"pubmed": 22113177, "text": "In epithelioid mesotheliomas, 13% of cells expressed nestin, 39% EMA and 7% mesothelin"}, {"pubmed": 22135720, "text": "nestin and CD44 are significantly expressed in a subset of gastric adenocarcinoma"}, {"pubmed": 22156015, "text": "The co-expression of CD133 and nestin as well as results of the functional assays suggest a possible presence of cancer cells with a stem-like phenotype in rhabdomyosarcoma."}, {"pubmed": 22178090, "text": "Both CD133-positive and nestin-positive blood vessels have an important role in maintaining the structure of the glioma stem cell niche."}, {"pubmed": 22187705, "text": "An intimate link of nestin to a biological process of pancreatic cancer was confirmed. The expression of nestin did not prove to be a valuable prognostic factor."}, {"pubmed": 22207173, "text": "Oct-4 and Nestin were important regulators of the development of breast cancer."}, {"pubmed": 22246533, "text": "Nestin is a potential novel therapeutic target in pancreatic cancers to inhibit tumor angiogenesis."}, {"pubmed": 22296500, "text": "High expression level of nestin is associated with chemotherapy-resistance in serous ovarian cancer."}, {"pubmed": 22297445, "text": "Nestin was detectable in tumoral cells and in endothelial cells of blood microvessels, and it is significantly expressed in triple-negative and in inflammatory breast cancer (IBC) subgroups of T4 breast tumours"}, {"pubmed": 22344865, "text": "Despite significantly shorter survival rates observed in patients with high levels of nestin expression assessed by immunofluorescence, nestin does not seem to represent a powerful prognostic marker that would be superior to conventional methods."}, {"pubmed": 22350668, "text": "Our results suggest that: (1) nestin is a useful marker for diagnosis of high-grade gliomas, (2) nestin is helpful in diagnosis of schwannomas, and (3) nestin expression is related to poor prognosis in high-grade gliomas."}, {"pubmed": 22395498, "text": "nestin and caveolin-1 could have a role in GISTs, together with CD117 and CD34"}, {"pubmed": 22568867, "text": "In summary, our data implicate nestin as a useful novel marker for intracranial ependymoma risk stratification easily implementable in routine diagnostics."}, {"pubmed": 22572237, "text": "The present study suggests that nestin expression seems to be a prognostic indicator of a poorer survival probability in patients with resected LCNEC, although its prognostic significance still requires confirmation with larger patient populations."}, {"pubmed": 22580387, "text": "Nestin was not localized in the squamous epithelium in normal cervical tissues, but it was weakly expressed in the basal squamous epithelium in cervical intraepithelial neoplasia"}, {"pubmed": 22649953, "text": "Nestin expression was higher in tumor tissues of renal cell carcinoma, than normal tissues (p < 0.05). Nestin expression was inversely related with tumor stage (p < 0.05) but there was no relation with Fuhrman grade."}, {"pubmed": 22718289, "text": "Studies suggest that nestin may modulate the invasion and metastasis of nestin-positive progenitor cells during pancreatic ductal adenocarcinoma (PDAC) development and may serve as a novel target for suppressing invasion and metastasis in PDAC."}, {"pubmed": 22886682, "text": "In human pituitary tumors there was a predominance of small capillaries in correlation with increased expression of the progenitor marker nestin"}, {"pubmed": 22899289, "text": "This study provides evidence that nestin and SOX2 can effectively differentiate nodal melanocytic nevi from metastatic melanomas"}, {"pubmed": 22985576, "text": "MAP-2 and nestin participate in the regulation of the development of gastric tissues in human embryos."}, {"pubmed": 22993065, "text": "Tubule repair that occurs during the recovery process following nephrectomy may involve TGF-beta1-induced nestin expression in immature renal proximal tubule cells and the promotion of renal cell migration."}, {"pubmed": 22999866, "text": "Although transgenic nestin-GFP-expressing progenitor cells share morphological and molecular markers with NG2-glia, they do not express other pericyte markers nor do they differentiate into the muscle lineage."}, {"pubmed": 23072594, "text": "These results suggest the presence in melanoma of growth mechanisms involving nestin, vimentin, and the glucocorticoid receptor may help in understanding tumour biology to provide a molecular basis for clinical therapies."}, {"pubmed": 23131160, "text": "Data suggest that adult cutaneous sensory Meissner and Pacinian corpuscles contain small population of Schwann-related cells (vimentin+) which (on basis of their content of nestin and S100 proteins) can be potential neural stem cells."}, {"pubmed": 23291835, "text": "Data indicate that the nestin and vimentin dots were random distributed within filamentous lines tens of nanometers to one hundred nanometers thick."}, {"pubmed": 23417116, "text": "Further studies are required to elucidate the regulatory mechanisms of nestin expression and to examine the possibility of nestin-targeted therapy for malignant melanomas."}, {"pubmed": 23552743, "text": "These findings uncovered a novel role of nestin in regulating TGF-beta1-induced epithelial-mesenchymal transition."}, {"pubmed": 23706418, "text": "Nestin was detected in SCLC tumor cells and tumor vessels in all clinical tumor specimens."}, {"pubmed": 23757003, "text": "Data indicate that the only constantly present diagnostic marker observed was S100 protein and, in lesser extent, also nestin."}, {"pubmed": 23776077, "text": "PDGFRalpha CD51 cells in fetal bone marrow represent a small subset of CD146 cells expressing Nestin and enriched for mesenchymal stem cell and hematopoietic stem cell niche activities."}, {"pubmed": 23962157, "text": "High inmunohistochemical nestin expression appears to be associated with deeper invasion in DFSP."}, {"pubmed": 24008823, "text": "These results demonstrate for the first time the expression of nestin in the pterygium vasculature and indicate that this protein may play a central role in the angiogenic response"}, {"pubmed": 24030749, "text": "increased nestin expression was associated with aggressive melanoma features, with independent prognostic impact on multivariate survival analysis"}, {"pubmed": 24147430, "text": "nestin could be a very useful abluminal cell marker for the diagnosis of salivary gland tumors."}, {"pubmed": 24254558, "text": "We propose that nestin expression might contribute to the initiation, promotion, and progression of serous ovarian carcinoma; nestin expression is associated with poor chemoresponse."}, {"pubmed": 24283983, "text": "Nestin is significantly higher in lung adenocarcinoma patients especially with advanced grade and stage."}, {"pubmed": 24443256, "text": "the expression of nestin might play an important role in the prognosis of breast carcinoma, especially in the triple-negative subgroups."}, {"pubmed": 24481417, "text": "nestin correlates with the aggressiveness and stemness of lung adenocarcinoma."}, {"pubmed": 24498263, "text": "Data indicate that nestin expression in non-small cell lung cancer (NSCLC) cells is associated with poor prognosis of patients and tumor cell proliferation pathway."}, {"pubmed": 24503548, "text": "Our results demonstrated that urinary nestin could be a urinary biomarker for patients with acute kidney injury and its role in AKI might be related to the p53 signaling pathway."}, {"pubmed": 24519516, "text": "The results showed that high nestin expression is a strong adverse prognostic factor for total survival in patients with WHO grade II-III astrocytomas and oligoastrocytomas."}, {"pubmed": 24610946, "text": "Results indicate that nestin regulates the localisation and functions of FAK and integrin. Because nestin has been shown to be prevalent in a number of cancers, our observations have ramifications for the roles of nestin in malignant transformation."}, {"pubmed": 24657437, "text": "MiR-432 regulates neuronal differentiation of human neuroblastoma cells and significantly represses NESTIN and MECP2 expression."}, {"pubmed": 24755685, "text": "MMP-7 and nestin may be beneficial as markers, given their sensitivity to gastrointestinal stromal tumors."}, {"pubmed": 24785714, "text": "nestin expression is a novel independent prognostic indicator for patients with UCB"}, {"pubmed": 25056574, "text": "Our data indicates that Nestin positively regulates the proliferation, survival and invasiveness of breast CSC by enhancing Wnt/beta-catenin activation."}, {"pubmed": 25083869, "text": "Study shows that p53 restricts expression of the stem and progenitor-cell-associated protein nestin in an Sp1/3 transcription-factor-dependent manner and that Nestin is required for tumor initiation in vivo."}, {"pubmed": 25118937, "text": "Ectopic expression of Nestin partially reverses the effects of miR-940 on cell proliferation, cell cycle and apoptosis."}, {"pubmed": 25120750, "text": "a high level of nestin was associated with poor progression-free survival in glioma patients with WHO grade II tumors"}, {"pubmed": 25164879, "text": "Data suggest that nestin may serve as a promising tumor marker and as a potential therapeutic target amenable to tumor suppression and angiogenesis inhibition."}, {"pubmed": 25178519, "text": "It could be a clinically relevant marker associated with tumor invasiveness in cerebral astrocytomas."}, {"pubmed": 25242024, "text": "OCT4 and nestin are overexpressed in laryngeal squamous cell carcinoma (LSCC) and may contribute to laryngeal carcinogenesis. Their co-expression may help to predict the lymph node metastatic potential of LSCC."}, {"pubmed": 25322343, "text": "Nestin expression profile in melanoma"}, {"pubmed": 25339000, "text": "Elevated expression levels of nestin in the melanomas are associated with advanced disease, with more aggressive and metastatic skin tumors"}, {"pubmed": 25365206, "text": "Nestin depletion induces melanoma matrix metalloproteinases and invasion."}, {"pubmed": 25371063, "text": "Nestin performs a dual role in ampullary adenocarcinoma, nestin enhances CDK5 function to suppress Rac1 and excessive nestin/CDK5 participates in multiple oncogenic pathways to promote cancer invasiveness."}, {"pubmed": 25376607, "text": "Results show that lower BAI1 expression correlates with poorer patient survival, and high Nestin expression is associated with an increased probability of metastases in breast cancer patients."}, {"pubmed": 25400792, "text": "Case Report: undifferentiated colon carcinoma overexpressing nestin."}, {"pubmed": 25428542, "text": "human meninges intense nestin expression was detected as early as in the 9th week of embryonic development."}, {"pubmed": 25500739, "text": "Nestin-mediated cytoskeleton remodeling in endothelial cells occurs via filopodia formation along the cell edge."}, {"pubmed": 25527454, "text": "Data suggest that nhibition of nestin and heat shock protein HSPA8/HSC71 may be a useful molecular target in the treatment of glioblastomas."}, {"pubmed": 25599268, "text": "There were significant increases in the percentage of ependymal cells that were nestin positive between controls and trauma cases"}, {"pubmed": 25605182, "text": "High nestin expression is associated with recurrence in bladder urothelial carcinoma."}, {"pubmed": 25629269, "text": "Prolactin significantly increased the gene expression and protein levels of nestin in neuroblastoma SK-N-SH cells, while no significant changes were observed in U-87MG glioblastoma cells."}, {"pubmed": 25839093, "text": "Nestin is expressed in acute leukemia and might be a useful immunohistochemical marker for identifying acute myeloid leukemia and acute lymphoblastic leukemia"}, {"pubmed": 25843934, "text": "Results indicate that nestin plays an important role in the embryonic development of at least two mouse organs (heart and brain) through the regulation of cell proliferation"}, {"pubmed": 25854362, "text": "High nestin expression is associated with gastric adenocarcinoma."}, {"pubmed": 25940879, "text": "Nestin has been shown to be expressed in transformed cells of various human malignancies, and a correlation between its expression and the clinical course of some diseases has been proved. [review]"}, {"pubmed": 25967234, "text": "High level of CD133 expression trends to correlate with a worse OS and PFS in glioma patients, especially WHO IV gliomas"}, {"pubmed": 26242334, "text": "Increased miR-21 and nestin mRNA levels were found in anaplastic meningiomas, in which recurrence is"}, {"pubmed": 26261513, "text": "Our findings indicated that Nestin plays an essential role in colorectal cancer progression"}, {"pubmed": 26335012, "text": "Administration of nestin siRNA significantly decreased primary and metastatic tumor formation by human pancreatic cancer cells."}, {"pubmed": 26414809, "text": "Nestin expression was consistently found in endothelial cells of the schneiderian membrane."}, {"pubmed": 26421614, "text": "The stem cell marker nestin and the epithelial-mesenchymal transition marker periostin allow prognostic stratification among histologic variants of malignant pleural mesothelioma. Their expression level is influenced by neo-adjuvant chemotherapy."}, {"pubmed": 26434586, "text": "Nestin may have an important role in GIST malignancy by regulating mitochondrial dynamics and altering intracellular ROS levels. The findings provide new clues to reveal mechanisms by which nestin mediates the proliferation and invasion of GISTs."}, {"pubmed": 26600525, "text": "higher rates of nestin expression were observed in most embryonal Rhabdomyosarcoma specimens and low-grade tumors, in early stages of the disease, and among younger patients."}, {"pubmed": 26699726, "text": "Nestin expression seems to be obligatory for vascular smooth muscle cell proliferation, and specifies lung vascular wall cells that drive remodelling and (re-)generation"}, {"pubmed": 26768429, "text": "Nestin plays an important role in the prediction of the clinicopathology and poor prognosis of glioma patients."}, {"pubmed": 26945442, "text": "nestin may be a novel therapeutic target for tumor angiogenesis and a combination therapy that includes nestin-targeting agents may be an effective therapeutic approach. In addition, detection of Nestin/stem cells and Nestin/MVD can be used as predictors of disease"}, {"pubmed": 26972711, "text": "Vimentin, Nestin and WT1. Sox2 was expressed by the stem/progenitor cells of the ventricular zone, whereas the postmitotic neurons of the cortical plate were immunostained by PAX2 and NSE."}, {"pubmed": 27016413, "text": "Results show that the positive rates and expression levels of nestin, tyrosine hydroxylase (TH), GFAP and IL-17 were significantly decreased while Foxp3 and the ratio of Foxp3/IL-17 were statistically elevated in BM of AML patients."}, {"pubmed": 27102770, "text": "Our findings provide evidence suggesting that nestin regulation is negatively controlled epigenetically by TET2 in melanoma"}, {"pubmed": 27150062, "text": "The authors found that high/positive SOX2 alterations, either DNA amplification or protein expression, were favorable for overall survival (OS) in non-small cell lung cancer. On the contrary, high/positive Nestin protein expression was poor for OS."}, {"pubmed": 27311769, "text": "The presence of nestin-positive endothelial cells is associated with early relapse of clear cell renal cell carcinoma"}, {"pubmed": 27314299, "text": "our analysis of the expression of nestin, CD133 and ABCG2 in rhabdomyosarcomas, Ewing sarcomas and osteosarcomas represents the first complex study of these three putative CSCs markers together in three different types of pediatric sarcomas and showed their possible prognostic values in these tumors."}, {"pubmed": 27402148, "text": "Immunohistochemical assessment of nestin and INPP4b provides an accurate, accessible and inexpensive tool to identify basal-like breast cancer subtype in the clinically problematic setting of weak oestrogen receptor positivity"}, {"pubmed": 27412382, "text": "Study clarified the relationship between Nestin overexpression and poor prognosis in recurrent human hepatocellular carcinoma (HCC) patients receiving FOLFOX regimen, and its association with chemoresistance and epithelial-mesenchymal transition in HCC cell lines."}, {"pubmed": 27450656, "text": "membrane nestin signal was found to be a valid prognostic factor in glioblastoma."}, {"pubmed": 27479651, "text": "the induction of P-gp expression is causally associated with the expression of nestin in leukemia cells"}, {"pubmed": 27626172, "text": "Knockdown of Nestin significantly reduced tumor volume in vivo."}, {"pubmed": 27837619, "text": "Tumor expression of nestin might be a valuable prognostic factor for survival in patients with advanced ovarian cancer. With regard to its endothelial expression, nestin might be as reliable as CD34 for quantifying tumor angiogenesis."}, {"pubmed": 28002641, "text": "phosphorylation of nestin at Thr315 and/or Thr1299 affects cell proliferation, and inhibition of both phosphorylation sites suppresses invasion and metastasis of human pancreatic cancer. Inhibiting nestin phosphorylation at these two sites may represent a novel therapeutic strategy for pancreatic cancer."}, {"pubmed": 28189679, "text": "SRY (sex determining region Y)-box 10 protein (SOX10) enhances nestin protein (NES) expression via directly binding to the promoter of NES."}, {"pubmed": 28347241, "text": "Nestin and CD146 are expressed in breast cancer cells with highly aggressive potency. They might contribute to disease relapse in breast cancer by activating the epithelial-mesenchymal transition pathway and assist tumor neovascularization."}, {"pubmed": 28358810, "text": "he present study reveals that nestin expression is a prognostic indicator of a poorer survival probability in NSCLC patients receiving adjuvant platinum-based chemotherapy , although its prognostic significance still requires confirmation with larger patient populations"}, {"pubmed": 28389227, "text": "Data suggest that negative feedback mediated by GLI3 (GLI-Kruppel family member) acts to finely tune SHH (sonic hedgehog) signaling. During medulloblastoma (MB) formation, nerve tissue cells appear to express nestin which hyperactivates SHH signaling by abolishing negative feedback by GLI3. Restoration of intrinsic negative feedback by repressing nestin expression represents a promising approach to treat MB. [REVIEW]"}, {"pubmed": 28397199, "text": "Benign and borderline lesions more frequently than malignant ovarian tumors displayed low or medium values of nestin-positive microvessel density. Significant correlations between PDGF-B and nestin expression in malignant tumor microvessels were also found."}, {"pubmed": 28439082, "text": "In summary, Nestin was strongly associated with germline BRCA1 related breast cancer, a basal-like phenotype, reduced survival, and stemness characteristics."}, {"pubmed": 28656248, "text": "nestin expression in vessels was associated with a shorter overall survival (OS) and earlier relapse, and in the case of OS nestin was an independent prognostic factor. Finally, we further confirmed that nestin expression in endothelial cells reflects a progenitor nature of newly forming vessels."}, {"pubmed": 28925561, "text": "In this study demonstrated persistence of nestin-expressing cells in a stereotypical pattern. Striking observations included chains or rows of nestin-expressing cell in hippocampus and temporal lobe."}, {"pubmed": 29159761, "text": "Nestin immunohistochemical positivity is associated with the poor clinical outcomes and reduced survival rates in breast cancer patients that characterize the gene expression basal-like subtype."}, {"pubmed": 29168665, "text": "this meta-analysis indicated both CD133 and Nestin expression were significantly associated with advanced FIGO stage, larger size of residual cancer in EOC patients."}, {"pubmed": 29270750, "text": "Nestin silencing inhibits proliferation and migration of malignant melanoma cells via G1/S arrest in a Akt-GSK3beta-Rb pathway."}, {"pubmed": 29345290, "text": "Nestin expression in breast tumour cells is associated with enhanced angiogenesis and poor prognosis."}, {"pubmed": 29517198, "text": "Nestin expression was significantly higher in large cell neuroendocrine carcinomas."}, {"pubmed": 29541793, "text": "This review presents the current knowledge on the role of Nestin in essential stem cell functions, including self-renewal/proliferation, differentiation and migration, in the context of the cytoskeleton. [review]"}, {"pubmed": 29654697, "text": "Melatonin disturbs SUMOylation-mediated crosstalk between c-Myc and nestin via MT1 activation and promotes the sensitivity of paclitaxel in brain cancer stem cells."}, {"pubmed": 29697001, "text": "Data indicated that nestin regulated NF-kappa B (NF-kappaB) activity in foetal spinal cord tissues."}, {"pubmed": 29901100, "text": "Nestin, originally identified as a marker of neural stem cells, was demonstrated to be expressed in breast cancer (BC). In normal breast tissue, nestin is expressed in the basal/myoepithelial cells. In BC, nestin identifies basal-like tumors and predicts aggressive behavior and poor prognosis. Also, it is been detected in BC stem cells and newly-formed tumor vessels promoting invasion and metastasis. [review]"}, {"pubmed": 29970509, "text": "results suggest that nestin might be a reliable marker for angiogenesis evaluation in patients with colorectal cancer. In contrast to CD34, the expression of nestin in blood vessels seems to be a more sensitive marker of cancer progression"}, {"pubmed": 30096889, "text": "We found an increased expression of Nestin and GAP43 (growth associated protein 43) in treated cells. In conclusion, Periodontal ligament mesenchymal stem cells (hPDLSCs) treated with Moringin and Cannabidiol showed an improved survival capacity and neuronal differentiation potential"}, {"pubmed": 30190500, "text": "Nestin stabilizes lamin A-C for maintaining nuclear integrity and protecting tumor cells from senescence."}, {"pubmed": 30232588, "text": "tyrosinase and nestin immunohistochemical expression in melanocytic nevi as a histopathologic pattern to trace melanocyte differentiation and nevogenesis"}, {"pubmed": 30251808, "text": "Immunohistochemical expression and prognostic role of CD10, CD271 and Nestin in primary and recurrent cutaneous melanoma."}, {"pubmed": 30279450, "text": "Systems biology approach reveals that nestin is constitutively, and highly-selectively, expressed in adult human endothelial cells (EC), independent of proliferative status and it is not a marker for tumour EC in multiple malignancy types. Study challenges the dogma that nestin is a marker of proliferation, and provides insight into its regulation and function in EC."}, {"pubmed": 30411790, "text": "Women with IHC basal breast cancers defined as \"nestin+ or INPP4B-\" have superior overall survival."}, {"pubmed": 30819139, "text": "FOXA1 was expressed mostly in ER-positive breast cancer metastases. Expression of Nestin was related to triple-negative metastases, where brain was the most frequent metastatic site. These findings highlight the clinical utility of FOXA1 and Nestin expression and warrant their inclusion in routine immunohistochemical panels for breast carcinoma."}, {"pubmed": 30883593, "text": "Endothelial cells from complex and plexiform lesions of pulmonary arterial hypertension patients expressed Nestin. These Nestin+ cells further stained positive for the angiogenic factors CXC chemokine ligand 12."}, {"pubmed": 30890564, "text": "nestin is associated with acquired vemurafenib resistance in melanoma cells."}, {"pubmed": 31374137, "text": "Nestin was not expressed by hepatocellular or cholangiocellular-cell components, but was expressed by most of the intermediate cells in primary mixed liver cancers (PLCs), and therefore could be considered in the differential diagnosis of PLCs, together with mutational profile."}, {"pubmed": 31677196, "text": "Clinical significance of CD133 and Nestin in astrocytic tumor: The correlation with pathological grade and survival."}, {"pubmed": 32170669, "text": "Chitinase 3-Like 1, Nestin, and Testin Proteins as Novel Biomarkers of Potential Clinical Use in Colorectal Cancer: A Review."}, {"pubmed": 32197003, "text": "Significance of Expression of Cancer Stem Cell Markers CD133 and Nestin in Pancreatic Intraepithelial Carcinoma-invasive Adenocarcinoma Sequence."}, {"pubmed": 32950539, "text": "Nestin represents a potential marker of pulmonary vascular remodeling in pulmonary arterial hypertension associated with congenital heart disease."}, {"pubmed": 33112545, "text": "Evaluation of Nestin and EGFR in Patients with Glioblastoma Multiforme in a Public Hospital in Iran."}, {"pubmed": 33734917, "text": "Nestin and CD34 expression in colorectal cancer predicts improved overall survival."}, {"pubmed": 34158391, "text": "Nestin Is Required for Spindle Assembly and Cell-Cycle Progression in Glioblastoma Cells."}, {"pubmed": 34625478, "text": "Nestin promotes pulmonary fibrosis via facilitating recycling of TGF-beta receptor I."}, {"pubmed": 34948016, "text": "Profiling Glioblastoma Cases with an Expression of DCX, OLIG2 and NES."}, {"pubmed": 35076959, "text": "Is nestin a diagnostic marker for combined hepatocellular-cholangiocarcinoma?"}, {"pubmed": 35085579, "text": "Spatial and temporal immunoreaction of nestin, CD44, collagen IX and GFAP in human retinal Muller cells in the developing fetal eye."}, {"pubmed": 35370458, "text": "miR-204-5p inhibits cell proliferation and induces cell apoptosis in esophageal squamous cell carcinoma by regulating Nestin."}, {"pubmed": 35428952, "text": "Nestin and osteocrin mRNA increases in human semitendinosus myotendinous junction 7 days after a single bout of eccentric exercise."}, {"pubmed": 35430343, "text": "The relationship among integrin alpha 7, CD133 and Nestin as well as their correlation with clinicopathological features and prognosis in astrocytoma patients."}, {"pubmed": 35821241, "text": "Nestin-dependent mitochondria-ER contacts define stem Leydig cell differentiation to attenuate male reproductive ageing."}, {"pubmed": 36382360, "text": "Nestin expression in osteocytes following myeloablation and during bone marrow metastasis."}, {"pubmed": 36413852, "text": "Hyperglycemia affects neuronal differentiation and Nestin, FOXO1, and LMO3 mRNA expression of human Wharton's jelly mesenchymal stem cells of children from diabetic mothers."}, {"pubmed": 36649044, "text": "Expression of Markers Ki-67, Nestin, VEGF, CD34 and Apoptosis in Relatively Healthy Lung Tissue with Non-Changed and Metaplastic Bronchial Epithelium."}, {"pubmed": 38154357, "text": "Nestin may be a candidate marker for differential diagnosis between small duct type and large duct type intrahepatic cholangiocarcinomas."}, {"pubmed": 38554317, "text": "Expression of HIF-1alpha and Nestin in oral squamous cell carcinoma and its association with vasculogenic mimicry."}], "genomic_pos": {"chr": "1", "end": 156677407, "ensemblgene": "ENSG00000132688", "start": 156668763, "strand": -1}, "genomic_pos_hg19": {"chr": "1", "end": 156647189, "start": 156638555, "strand": -1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0000086", "pubmed": 19384922, "qualifier": "involved_in", "term": "G2/M transition of mitotic cell cycle"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0007417", "pubmed": 9917366, "qualifier": "involved_in", "term": "central nervous system development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007420", "qualifier": "involved_in", "term": "brain development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030844", "qualifier": "involved_in", "term": "positive regulation of intermediate filament depolymerization"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030844", "qualifier": "involved_in", "term": "positive regulation of intermediate filament depolymerization"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0031076", "qualifier": "involved_in", "term": "embryonic camera-type eye development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032091", "pubmed": 21185309, "qualifier": "involved_in", "term": "negative regulation of protein binding"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043086", "pubmed": 21185309, "qualifier": "involved_in", "term": "negative regulation of catalytic activity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043524", "qualifier": "involved_in", "term": "negative regulation of neuron apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048858", "qualifier": "involved_in", "term": "cell projection morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051402", "qualifier": "involved_in", "term": "neuron apoptotic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0072089", "pubmed": 19384922, "qualifier": "involved_in", "term": "stem cell proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2000179", "qualifier": "involved_in", "term": "positive regulation of neural precursor cell proliferation"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 19384922, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005882", "qualifier": "is_active_in", "term": "intermediate filament"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005882", "pubmed": 9917366, "qualifier": "located_in", "term": "intermediate filament"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0045111", "qualifier": "located_in", "term": "intermediate filament cytoskeleton"}], "MF": [{"category": "MF", "evidence": "ND", "id": "GO:0003674", "qualifier": "enables", "term": "molecular_function"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [26496610, 28514442, 30021884], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0019215", "qualifier": "enables", "term": "intermediate filament binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0031730", "qualifier": "enables", "term": "CCR5 chemokine receptor binding"}]}, "homologene": {"genes": [[9544, 718562], [9598, 742303], [9606, 10763], [9615, 490410]], "id": 136806}, "interpro": [{"desc": "Intermediate filament protein, conserved site", "id": "IPR018039", "short_desc": "IF_conserved"}, {"desc": "Nestin", "id": "IPR031211", "short_desc": "Nestin"}, {"desc": "Intermediate filament, rod domain", "id": "IPR039008", "short_desc": "IF_rod_dom"}], "ipi": ["IPI00010800", "IPI00478531"], "map_location": "1q23.1", "name": "nestin", "other_names": "nestin", "pantherdb": {"HGNC": "7756", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "101784", "ortholog_type": "LDO", "panther_family": "PTHR47051", "taxid": 10090, "uniprot_kb": "Q6P5H2"}, {"RGD": "3162", "ortholog_type": "LDO", "panther_family": "PTHR47051", "taxid": 10116, "uniprot_kb": "P21263"}, {"Ensembl": "ENSDARG00000088805", "ortholog_type": "LDO", "panther_family": "PTHR47051", "taxid": 7955, "uniprot_kb": "P86839"}], "uniprot_kb": "P48681"}, "pfam": "PF00038", "pharmgkb": "PA31556", "pharos": {"target_id": 8593, "tdl": "Tbio"}, "pir": "S21424", "prosite": "PS51842", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF169633", "relationship": "is"}, {"id": "GNF180539", "relationship": "is"}, {"id": "GNF191445", "relationship": "is"}, {"id": "GNF202351", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF103360", "relationship": "is"}, {"id": "GNF143010", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1", "NG_012300.1"], "protein": "NP_006608.1", "rna": ["NM_006617.2", "NM_024609.1"], "translation": {"protein": "NP_006608.1", "rna": "NM_006617.2"}}, "reporter": {"HG-U133_Plus_2": ["218678_at", "229346_at"], "HG-U95B": "51190_at", "HTA-2_0": "TC01003347.hg.1", "HuEx-1_0": "2438411", "HuGene-1_1": "7921088", "HuGene-2_1": "16694689"}, "retired": 79662, "summary": "This gene encodes a member of the intermediate filament protein family and is expressed primarily in nerve cells. [provided by RefSeq, Sep 2011].", "symbol": "NES", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1417679"}, "unigene": "Hs.527971", "uniprot": {"Swiss-Prot": "P48681", "TrEMBL": "Q9H6U9"}, "wikipedia": {"url_stub": "Nestin (protein)"}}