{"AllianceGenome": "7797", "HGNC": "7797", "MIM": "164008", "_id": "4792", "_version": 1, "accession": {"genomic": ["AJ249283.1", "AJ249284.1", "AJ249285.1", "AJ249286.1", "AJ249287.1", "AJ249288.1", "AJ249289.1", "AJ249290.1", "AJ249291.1", "AJ249294.1", "AJ249295.1", "AL133163.3", "AY496422.1", "CH471078.2", "CP068264.2", "CS542431.1", "HI574170.1", "KT584919.1", "NC_000014.9", "NC_060938.1", "NG_007571.1", "S67380.2", "U08468.1"], "protein": ["AAA16489.1", "AAD14949.1", "AAH02601.1", "AAH04983.1", "AAK51149.1", "AAP35754.1", "AAR29599.1", "BAG36213.1", "CAB65110.1", "CAB65111.1", "CAB65112.1", "CAB65113.1", "CAB65114.1", "CAB65556.2", "CAM91165.1", "CBX47574.1", "EAW65875.1", "NP_065390.1", "P25963.1"], "rna": ["AK311515.1", "AK313421.1", "AY033600.1", "BC002601.2", "BC004983.1", "BT007091.1", "BU737609.1", "M69043.1", "NM_020529.3"], "translation": [{"protein": "AAH02601.1", "rna": "BC002601.2"}, {"protein": "NP_065390.1", "rna": "NM_020529.3"}, {"protein": "AAH04983.1", "rna": "BC004983.1"}, {"protein": "AAK51149.1", "rna": "AY033600.1"}, {"protein": "AAA16489.1", "rna": "M69043.1"}, {"protein": "BAG36213.1", "rna": "AK313421.1"}, {"protein": "AAP35754.1", "rna": "BT007091.1"}]}, "alias": ["EDAID2", "IKBA", "MAD-3", "NFKBI"], "ensembl": {"gene": "ENSG00000100906", "protein": ["ENSP00000216797", "ENSP00000450514", "ENSP00000450537", "ENSP00000451257", "ENSP00000451281", "ENSP00000513487", "ENSP00000513488"], "transcript": ["ENST00000216797", "ENST00000553342", "ENST00000554001", "ENST00000555371", "ENST00000555629", "ENST00000556664", "ENST00000557100", "ENST00000557140", "ENST00000557389", "ENST00000557459", "ENST00000697954", "ENST00000697955", "ENST00000697956", "ENST00000697957", "ENST00000697958", "ENST00000697959", "ENST00000697960", "ENST00000697961", "ENST00000697962", "ENST00000697965", "ENST00000697966"], "translation": [{"protein": "ENSP00000451281", "rna": "ENST00000553342"}, {"protein": "ENSP00000216797", "rna": "ENST00000216797"}, {"protein": "ENSP00000450537", "rna": "ENST00000554001"}, {"protein": "ENSP00000451257", "rna": "ENST00000557140"}, {"protein": "ENSP00000450514", "rna": "ENST00000557389"}, {"protein": "ENSP00000513487", "rna": "ENST00000697961"}, {"protein": "ENSP00000513488", "rna": "ENST00000697962"}], "type_of_gene": "protein_coding"}, "entrezgene": "4792", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 11.593394165, "exp_mis": 114.354794018, "exp_syn": 55.8188698142, "lof_z": 3.37283360076588, "mis_z": 1.15971010593749, "mu_lof": 9.07087538034e-07, "mu_mis": 1.11335144971e-05, "mu_syn": 5.37026785544e-06, "n_lof": 0.0, "n_mis": 89.0, "n_syn": 69.0, "p_li": 0.97935202641697, "p_null": 1.73324381455554e-05, "p_rec": 0.0206306411448845, "syn_z": -1.09373373154629}, "bp": 954, "cds_end": 35873850, "cds_start": 35871218, "n_exons": 6, "nonpsych": {"exp_lof": 10.3783039028, "exp_mis": 103.38729011, "exp_syn": 50.4066280352, "lof_z": 3.16384414766585, "mis_z": 1.16013397346052, "mu_lof": 9.07087538034e-07, "mu_mis": 1.11335144971e-05, "mu_syn": 5.37026785544e-06, "n_lof": 0.0, "n_mis": 80.0, "n_syn": 61.0, "p_li": 0.971797652105111, "p_null": 4.55900761169804e-05, "p_rec": 0.0281567578187716, "syn_z": -0.939406973045106}, "nontcga": {"exp_lof": 10.6547295115, "exp_mis": 105.195224546, "exp_syn": 51.3421699245, "lof_z": 3.21997480700436, "mis_z": 1.22385518546711, "mu_lof": 9.07087538034e-07, "mu_mis": 1.11335144971e-05, "mu_syn": 5.37026785544e-06, "n_lof": 0.0, "n_mis": 80.0, "n_syn": 60.0, "p_li": 0.972036730609237, "p_null": 3.65587827228089e-05, "p_rec": 0.0279267106080399, "syn_z": -0.765057830215169}, "transcript": "ENST00000216797.5"}, "exons": [{"cdsend": 35404644, "cdsstart": 35402012, "chr": "14", "position": [[35401513, 35402060], [35402393, 35402663], [35402770, 35402859], [35403149, 35403360], [35403689, 35403798], [35404417, 35404749]], "strand": -1, "transcript": "NM_020529", "txend": 35404749, "txstart": 35401513}], "exons_hg19": [{"cdsend": 35873850, "cdsstart": 35871218, "chr": "14", "position": [[35870719, 35871266], [35871599, 35871869], [35871976, 35872065], [35872355, 35872566], [35872895, 35873004], [35873623, 35873955]], "strand": -1, "transcript": "NM_020529", "txend": 35873955, "txstart": 35870719}], "generif": [{"pubmed": 11799106, "text": "IkappaBalpha x p53 complex plays an important role in responses involving growth regulation, apoptosis, and hypoxic stress"}, {"pubmed": 11913973, "text": "A novel in vitro assay for deubiquitination of I kappa B alpha"}, {"pubmed": 12028809, "text": "NF-kappa Beta activation in BAL cells may play in important role in initiation and progression of silica-induced pulmonary inflammation, cellular damage, and fibrosis"}, {"pubmed": 12084717, "text": "results demonstrate that SLPI prevents LPS-induced NF-kappaB activation by inhibiting degradation of IkappaBalpha without affecting the LPS-induced phosphorylation and ubiquitination of IkappaBalpha"}, {"pubmed": 12086926, "text": "Lipid-induced insulin resistance in human muscle is associated with changes in diacylglycerol, protein kinase C and Ikappab-alpha"}, {"pubmed": 12167702, "text": "The protein IkappaBalpha is a novel substrate of recombinant c-Abl in HEK cells. c-Abl-mediated phosphorylation at tyrosine 305 is associated with an increase of the IkappaBalpha protein stability."}, {"pubmed": 12193729, "text": "A membrane-transducing mutant of I kappa B alpha has been generated that efficiently enters cells, associates with NF-kappa B p65 subunit, and inhibits NF-kappa B-mediated transcription and binding to its consensus sequence."}, {"pubmed": 12244195, "text": "Increased nuclear accumulation of I kappa B alpha in neutrophils is associated with the inhibition of NF-kappa B activity and the induction of apoptosis in these cells."}, {"pubmed": 12297126, "text": "NFkB, I-kB and I-kB kinase are present in platelets; upon platelet activation, the NF-kappaB/I-kappaBalpha complex is dissociated by phosphorylation of I-kB and proteolysis."}, {"pubmed": 12377412, "text": "polymorphism associated with an increased risk of multiple myeloma"}, {"pubmed": 12388747, "text": "These data suggest that the subcellular location of I(kappa)B(alpha) is a critical determinant in ionizing radiation-induced nuclear factor-kappaB activation."}, {"pubmed": 12406554, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12419806, "text": "IkappaBalpha attenuates NF-kappaBeta transcriptional activity which is an important process that restores the latent state in post-induced cells"}, {"pubmed": 12433922, "text": "found in mitochondria; regulates mitochondrial gene expression"}, {"pubmed": 12518988, "text": "Our data suggest that the serine and tyrosine phosphorylation of IkappaB-alpha may play a role in determining the radiosensitivity of malignant glioma cells."}, {"pubmed": 12589049, "text": "IkappaBalpha and p65 have roles in regulating the cytoplasmic shuttling of nuclear corepressors"}, {"pubmed": 12620896, "text": "data suggest that NO may play a major role in the regulation of IkappaBalpha levels in aortic endothelial cells and that the application of low shear flow increases NF-kappaB activity by attenuating NO generation and thus IkappaBalpha levels."}, {"pubmed": 12651903, "text": "Data show that increased nuclear factor-kappaB (NF-kB) activity in the amnion during labor is associated with an increase in the expression of NF-kBp65 and of the NF-kB binding proteins IkBa, IkBb-1 and IkBb-2."}, {"pubmed": 12704657, "text": "Induced stabilization of IkappaBalpha can facilitate its re-synthesis and prevent sequential degradation."}, {"pubmed": 12711606, "text": "H2O2 induces NF-kappaB activation, not through serine phosphorylation or degradation of IkappaBalpha, but through Syk-mediated tyrosine phosphorylation of IkappaBalpha"}, {"pubmed": 12748192, "text": "results indicate that protein kinase CKII may control IkappaBalpha and p27Kip1 degradation and thereby G1/S phase transition through the phosphorylation of threonine 10 within CKBBP1 protein"}, {"pubmed": 12897149, "text": "IKBA is degraded by HSP27 through the 26s proteasome"}, {"pubmed": 12921778, "text": "Okadaic acid induces degradation of the nuclear IKBA in neutrophils."}, {"pubmed": 12944982, "text": "Inhibitor kappa B-alpha promoter polymorphisms is associated with pulmonary sarcoidosis"}, {"pubmed": 12972430, "text": "IkappaBalpha regulates the transcriptional activity of homeodomain-containing proteins positively through cytoplasmic sequestration of HDAC1 and HDAC3"}, {"pubmed": 13680285, "text": "single nucleotide polymorphisms in the 3'-UTR were significantly increased only in Crohn's disease patients without a variation in the CARD15 gene."}, {"pubmed": 14576361, "text": "IkappaBalpha was markedly degraded at 1 h, and NF-kappaB-DNA-binding activity markedly increased 2 h after beta(2) integrin aggregation"}, {"pubmed": 14623898, "text": "Down-regulation of PTEN by NIK/NF-kappaB results in activation of the PI3K/Akt pathway. This effect is associated with a lack of an inhibitor of kappaB (IkappaB)-alpha autoregulatory loop."}, {"pubmed": 14961554, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15068390, "text": "PCR measure of I kappa B-alpha mRNA levels is a rapid, sensitive, and powerful method to quantify the transcriptional power of NF-kappa B."}, {"pubmed": 15073126, "text": "nuclear factor-kappa B and I kappa B alpha proteins have roles in development of prostatic adenocarcinomas"}, {"pubmed": 15173174, "text": "I kappa B-NF kappa B participates on ERK2-mediated survival mechanisms"}, {"pubmed": 15184376, "text": "IkappaBalpha is inhibited by ultraviolet rays and activates NFkappaB"}, {"pubmed": 15202778, "text": "Calpain plays an important role in IkB alpha degradation, a crucial event in T cell activation."}, {"pubmed": 15330761, "text": "results indicate that the PKC pathway leading to SOD2 induction proceeds at least in part through NF-kappaB and that inhibition of IkappaBalpha synthesis might serve as a potential pharmacological approach to up-regulate MnSOD"}, {"pubmed": 15337789, "text": "IkappaBalpha mutation can result in different clinical syndromes within one family"}, {"pubmed": 15389633, "text": "demonstrated that TRAIL mediates the recruitment of PI-3K/Akt and NF-B/IB pathways in leukaemic cells, namely Jurkat T cells"}, {"pubmed": 15536134, "text": "IkappaBalpha is recruited to the promoter regions of the Notch-target gene, hes1"}, {"pubmed": 15613239, "text": "IkappaB-alphaS32/36A, a proteolysis-resistant inhibitor of NF-kappaB, potently inhibits the growth of HIV-1 and SIVmac239 in cell cultures."}, {"pubmed": 15671028, "text": "Results indicate that polymyxin B induces a partial maturation of human dendritic cells through increased adhesion and activation of the IkappaB-alpha/NF-kappaB pathway, and that increased ERK1/2 activation inhibits maturation."}, {"pubmed": 15811852, "text": "gene transactivation by the transcription factor NF-kappaB is subject to the regulation of a dynamic balance between the coactivators and corepressors in the IkappaB alpha promoter"}, {"pubmed": 15858823, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15979856, "text": "IkappaB-alpha is involved in the proliferation of human Burkitt lymphoma Daudi cells, possibly through the MAP kinase pathway."}, {"pubmed": 16046415, "text": "Galpha13-induced VASP phosphorylation that involves activation of RhoA and MEKK1, phosphorylation and degradation of IkappaB, release of PKA catalytic subunit from the complex with IkappaB and NF-kappaB, and subsequent phosphorylation of VASP"}, {"pubmed": 16105840, "text": "p65 phosphorylated on serine 536 is not associated with or regulated by IkappaBalpha, but it has a distinct set of target genes and may represent a noncanonical NF-kappaB pathway that is independent of IkappaBalpha regulation"}, {"pubmed": 16258173, "text": "IkappaB kinase and IkappaBalpha have NF-kappaB-dependent as well as NF-kappaB-independent pathways of HAS1 activation"}, {"pubmed": 16407234, "text": "Herpes simplex virus disrupts NF-kappaB regulation by blocking its recruitment on the IkappaBalpha promoter"}, {"pubmed": 16426569, "text": "ST2 negatively regulates LPS-induced IL-6 production via the inhibition of IkappaB degradation in THP-1 cells"}, {"pubmed": 16540234, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16540234, "text": "Significant differences in the frequency of particular polymorphisms across the NFKBIA gene were noted between patients and controls, and analysis may lead to associations with disease progression and survival and thus more personalized therapy."}, {"pubmed": 16737960, "text": "TLR8-mediated MEKK3-dependent IKKgamma phosphorylation might play an important role in the activation of IKK complex, leading to IkappaBalpha phosphorylation"}, {"pubmed": 16756995, "text": "Surface plasmon resonance (SPR) data showed that the IkappaBalpha and NF-kappaB associate rapidly but dissociate very slowly, leading to an extremely stable complex."}, {"pubmed": 16919536, "text": "glucose intake induces an immediate increase in intranuclear NF-kappaB binding, a fall in IkappaBalpha, an increase in IKKalpha, IKKbeta, IKK activity, and messenger RNA expression of TNF-alpha in MNCs in healthy subjects."}, {"pubmed": 16931600, "text": "Results indicate that 14-3-3 proteins facilitate the nuclear export of IkappaBalpha-p65 complexes and are required for the appropriate regulation of NFkappaB signaling."}, {"pubmed": 16955245, "text": "heat shock increases IkappaBalpha gene expression primarily by increasing Ikappa Balpha mRNA stability and this effect is partially dependent on p38 MAP kinase."}, {"pubmed": 17003112, "text": "Human HIF asparaginyl hydroxylase, factor inhibiting HIF (FIH), also efficiently hydroxylates specific asparaginyl (Asn)-residues within proteins of the IkappaB family."}, {"pubmed": 17062574, "text": "DSCR1 attenuates NF-kappaB-mediated transcriptional activation by stabilizing its inhibitory protein, IkappaBalpha"}, {"pubmed": 17115186, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17148610, "text": "IkappaBalpha conformational flexibility and regions of IkappaBalpha folding upon binding to NF-kappaB are important attributes for its regulation of NF-kappaB transcriptional activity"}, {"pubmed": 17284228, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17284228, "text": "The IkappaBalpha-826 T and -550 A alleles are associated with susceptibility to rheumatoid arthritis ."}, {"pubmed": 17307728, "text": "Immature intestinal epithelial cells have increased IKKbeta expression & phosphorylation compared with adult IEC."}, {"pubmed": 17316064, "text": "I-kappa B alpha, the inhibitory subunit of NF-kappa B (a transcription factor activated by oxidative stress), was upregulated following wounding."}, {"pubmed": 17318773, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17318773, "text": "Polymorphisms in NFKBIA gene associated with type 1 diabetes."}, {"pubmed": 17333217, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17351338, "text": "IkappaBalpha acts as a sensor of viral infection."}, {"pubmed": 17354114, "text": "Chinese individuals >or=50 years of age carrying the AG genotype of NFKBIA may be at an increased risk of developing colorectal cancer, and the GG genotype of NFKBIA may be considered as a prognostic factor for Swedish patients."}, {"pubmed": 17354114, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17463416, "text": "NFKBIA polymorphisms associate with susceptibility to pneumococcal disease."}, {"pubmed": 17463416, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17492467, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17492467, "text": "Polymorphisms in NF-kappaB1 and NF-kappaBIalpha genes is associated with melanoma"}, {"pubmed": 17593226, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17607549, "text": "Hyaluronan of intrinsic molecular weight suppresses LPS-stimulated production of proinflammatory cytokines via ICAM-1 through down-regulation of NF-kappaB and IkappaB"}, {"pubmed": 17681786, "text": "Berberine suppressed Il-1beta/TNF-alpha production in lung inflammation models. Suppression was dependent on inhibition of IkappaB-alpha phosphorylation and degradation."}, {"pubmed": 17701919, "text": "NFKB and NFKBI polymorphisms have roles in susceptibility of tumour and other diseases [review]"}, {"pubmed": 17703412, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17910475, "text": "Tyrosine nitration of IKBA reveals a novel mechanism for NF-kappaB activation."}, {"pubmed": 17942396, "text": "IkappaB-alpha negatively regulates the HIV-1 expression and replication in an NF-kappaB-independent manner by directly binding to Tat"}, {"pubmed": 17991436, "text": "reduction of phosphorylation leads to nuclear retention of p65, which might be partly responsible for altered transcriptional behavior of p65 serine mutants"}, {"pubmed": 18071880, "text": "IkappaBalpha -826 T nucleotide promoter polymorphism may be a risk factor for the development of systemic lupus erythematosus in Taiwanese."}, {"pubmed": 18071880, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18199400, "text": "There was a negative correlation between the expression of I Kappa B-alpha mRNA level and acute physiology in multiple organ dysfunction syndrome."}, {"pubmed": 18215193, "text": "cytoplasmic pI kappaB-alpha expression in non-small cell lung cancer that independently predict overall survival have been identified."}, {"pubmed": 18260825, "text": "The canonical IKK2/IkappaBalpha pathway of NF-kappaB activation mediates the up-regulation of RGS4 expression in response to IL-1beta."}, {"pubmed": 18356846, "text": "NF-kappaB, IkappaB-alpha, IkappaB-beta mRNA decreased significantly after weight loss."}, {"pubmed": 18434448, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18474597, "text": "H(2)O(2) prolongs NF-kappaB activation in co-stimulated cells by suppressing the negative regulatory functions of Cezanne and IkappaBalpha."}, {"pubmed": 18511071, "text": "These data demonstrate clearly that the coupled folding and binding of IkappaBalpha is critical for its precise control of NF-kappaB transcriptional activity."}, {"pubmed": 18515365, "text": "Interleukin (IL) 1beta induction of IL-6 is mediated by a novel phosphatidylinositol 3-kinase-dependent AKT/IkappaB kinase alpha pathway targeting activator protein-1"}, {"pubmed": 18555796, "text": "Cys(189) of IkappaB alpha is a target for S-glutathionylation."}, {"pubmed": 18600435, "text": "promoter polymorphisms is associated with susceptibility to primary Sjogren's syndrome in Taiwan"}, {"pubmed": 18606063, "text": "Transfection of IkappaBalpha can inhibit NF-kappaB activity, thus inhibit cell invasion of A549, which may be through the down-regulation of MMP-2 and MMP-9 expressions."}, {"pubmed": 18636124, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18636537, "text": "Blocking NF-kappaB with IKKbeta- or RelA siRNA substantially sensitized Adriamycin-induced cytotoxicity"}, {"pubmed": 18660489, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18716880, "text": "NFKBIA 3'UTR GG genotype associated with an increased risk for extensive colitis in Hungarian inflammatory bowel disease patients"}, {"pubmed": 18716880, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 18818748, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18950845, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18981184, "text": "tumor suppressor protein SMAR1 can modulate NF-kappaB transactivation and inhibit tumorigenesis by regulating NF-kappaB target genes"}, {"pubmed": 19019440, "text": "c-mip inhibits the degradation of I-kappaBalpha and impedes the dissociation of the NF-kappaB/I-kappaBalpha complexes."}, {"pubmed": 19046417, "text": "These data suggest a mechanism for maintaining NF-kappaB activity in human T cells through the binding of the Caspase-3-generated carboxy-terminal fragment of p65/RelA to IkappaBalpha in order to protect wild-type p65/RelA from IkappaBalpha inhibition."}, {"pubmed": 19187648, "text": "The findings indicate that IkappaBalphaM inhibits the activation of NF-kappaB. It significantly up-regulates TIMP-2 expression in human malignant glioma cells and down-regulates the expression of MMP-9."}, {"pubmed": 19213954, "text": "overexpression of Nur77 significantly increased IkappaBalpha promoter activity via directly binding to a Nur77 response element in the IkappaBalpha promoter"}, {"pubmed": 19223558, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19258923, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19296948, "text": "Compared with normal endometrium, progesterone receptor isoform B (PR-B) and IkappaBalpha immunoreactivity were statistically significantly reduced in ectopic as well as eutopic endometrium from women with adenomyosis."}, {"pubmed": 19297320, "text": "Adenosine signaling mediates SUMO-1 modification of IkappaBalpha during hypoxia and reoxygenation."}, {"pubmed": 19363678, "text": "IkBalpha promoter polymorphisms are related to susceptibility to ankylosing spondylitis in Taiwan."}, {"pubmed": 19363678, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19456861, "text": "Data suggest that IkappaB alpha, owing to its interactions with NF-kappaB and HIF-1alpha, may play a pivotal role in the crosstalk between the molecular events that underlie inflammatory and hypoxic responses."}, {"pubmed": 19500386, "text": "NFKBIA and NFKBIB are not likely to harbor ovarian cancer risk alleles."}, {"pubmed": 19500386, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19507254, "text": "Mutations of NFKBIA, encoding IkappaB alpha, are a recurrent finding in classical Hodgkin lymphoma but are not a unifying feature of non-EBV-associated cases."}, {"pubmed": 19522780, "text": "Constitutive inactivation of the NF-kappaB pathway in IkappaBalpha-double negative transgenic mice attenuates the non-permissive properties of reactive astrocytes, leading to an increased ability of neurons to sustain injury and regenerate their axons."}, {"pubmed": 19527514, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19543524, "text": "20-Hydroxycholecalciferol, product of vitamin D3 hydroxylation by P450scc, decreases NF-kappaB activity by increasing IkappaB alpha levels in human keratinocytes"}, {"pubmed": 19554506, "text": "The expression of NFKBIA gene of NF-kappaB pathway in multiple myeloma using bone marrow aspirates obtained at diagnosis is reported."}, {"pubmed": 19573080, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19591507, "text": "The nuclear magnetic resonance results and residual dipolar coupling experiments presented here strongly indicate that this fragment of IkappaappaBalpha (67-206) represents the well-folded part of the IkappaappaBalpha ankyrin repeat domain."}, {"pubmed": 19648161, "text": "NFKBIA low mutation frequency plays a minor role in the NF-kappaB activity of nodular lymphocyte-predominant Hodgkin's lymphoma (NLPHL), suggesting different mechanisms of NF-kappaB activation in NLPHL compared to classical Hodgkin's lymphoma (cHL)."}, {"pubmed": 19673747, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19733238, "text": "Results indicate that regulation of the IkappaBalpha level is one of the underlying mechanisms by which C/EBP-beta controls NF-kappaappaB-associated signalling."}, {"pubmed": 19758175, "text": "Data show that actively invading CD4(+) cells in PM and sIBM contained both p65 and p50, whereas I-kappaB alpha was absent."}, {"pubmed": 19773279, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19773451, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19797428, "text": "NFKBIA -826T and -881AG were associated with the risk of hepatocellular carcinoma in the subjects infected with HBV genotype C"}, {"pubmed": 19798070, "text": "Subjects with at least one A allele for NFKBIA rs1951276 had approximately 29% lower insulin sensitivity compared to individuals homozygous for the G allele..."}, {"pubmed": 19816602, "text": "Expression and activity of MMP-2 was enhanced by the IkappaBalpha siRNA in human ciliary muscle cells through the activation of the NF-kappaB signaling pathway."}, {"pubmed": 19886988, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19891769, "text": "Aurora-A, via activating Akt, stimulated nuclear factor-kappaB signaling pathway to promote cancer cell survival."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19941056, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 19948975, "text": "Observational study of gene-disease association, gene-gene interaction, gene-environment interaction, and genetic testing. (HuGE Navigator)"}, {"pubmed": 20056178, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20068069, "text": "Elevated levels of sCLU promote prostate cancer cell survival by facilitating degradation of COMMD1 and I-kappaB, thereby activating the canonical NF-kappaB pathway."}, {"pubmed": 20080849, "text": "Case report. this patient's IkappaBalpha mutation caused GH and IGF-l resistance which, in turn, contributed to his growth failure."}, {"pubmed": 20132559, "text": "I kappaB alpha rs2233408 T heterozygotes were associated with reduced risk of gastric cancer, especially for the development of certain subtypes of gastric cancer in Chinese population."}, {"pubmed": 20164548, "text": "IKBA -826T allele, IKBA -881A -826T -550A -519C -297C haplotype, and IKBA -881A -826T -550A -519T -297C haplotype may be related to susceptibility to Behcet's disease. IKBA -826T/T is associated with skin lesions in patients with Behcet's disease."}, {"pubmed": 20164548, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20193848, "text": "NFKBIA mRNA was strongly expressed in H-RS cells from Hodgkin lymphoma sections, and little was detected in the reactive surrounding lymphocytes."}, {"pubmed": 20304615, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20304615, "text": "The allele frequency and genotype distribution of NFKBIA gene polymorphism did not differ between myocardial infarction and control group."}, {"pubmed": 20335171, "text": "Proteasome inhibitor PS-341 (bortezomib) induces calpain-dependent IkappaB(alpha) degradation."}, {"pubmed": 20379146, "text": "Observational study and genome-wide association study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20385620, "text": "Data show that RSK2 is activated by treatment with tumor necrosis factor-alpha (TNF-alpha) and directly phosphorylates IkappaBalpha at Ser-32, leading to IkappaBalpha degradation."}, {"pubmed": 20388715, "text": "Inflammation anergy in human intestinal macrophages is due to Smad-induced IkappaBalpha expression and NF-kappaB inactivation"}, {"pubmed": 20448286, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20453000, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20495844, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20495844, "text": "This meta-analysis demonstrates that autoimmune and inflammatory diseases are associated with NFKBIA gene -826C/T polymorphism, but not with 2758A/G, -881A/G, and -279C/T."}, {"pubmed": 20503287, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20546338, "text": "Total and phosphorylated IkappaBalpha protein expression might serve as markers for NF-kappaB activation in human ovarian carcinoma."}, {"pubmed": 20563630, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20563630, "text": "promoter polymorphism is associated with susceptibility to rheumatoid arthritis in Taiwain"}, {"pubmed": 20568250, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20628624, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20652762, "text": "alpha-mangostin also strongly inhibited PMA-induced degradation of inhibitor of kappaBalpha (IkappaBalpha)"}, {"pubmed": 20659425, "text": "TGase 2-mu-calpain system is significant in the NF-kappaB pathway via I-kappaBalpha polymerization and subsequent degradation."}, {"pubmed": 20674643, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20674643, "text": "gene polymorphisms is associated with the development of asthma in Korea"}, {"pubmed": 20696864, "text": "Although p65 recruitment to TNF-alpha, IL-1ss, and IL-6 promoters is inhibited by nuclear IkappaBkappaalpha, recruitment to interleukin (IL)-8 promoter is not repressed."}, {"pubmed": 20716621, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20797629, "text": "Nuclear IKKbeta acts as an adaptor protein for IkappaBalpha degradation in UV-induced NF-kappaB activation. NF-kappaB activated by the nuclear IKKbeta adaptor protein suppresses anti-apoptotic gene expression and promotes UV-induced cell death."}, {"pubmed": 20811626, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20836841, "text": "Polymorphism in NFkB was associated with colorectal cancer."}, {"pubmed": 20890592, "text": "Acrolein causes the decrease in nitric oxide production as an I-kappaBalpha-independent downregulator of NF-kappaB activity in human malignant keratinocytes."}, {"pubmed": 20953189, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20953190, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21048031, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 21175304, "text": "Deletion of NFKBIA has an effect that is similar to the effect of EGFR amplification in the pathogenesis of glioblastoma and is associated with comparatively short survival."}, {"pubmed": 21220295, "text": "Studies indicate that even at high concentrations of DNA, IkappaBalpha remains associated with NF-kappaB."}, {"pubmed": 21228035, "text": "Data show that IKBalpha, NFKB2, and TRAF3 gene polymorphisms play a role in the development of multiple myeloma and in the response to bortezomib therapy."}, {"pubmed": 21263074, "text": "alpha-1-antitrypsin blocks nuclear translocation of NF-kappaB p50/p65 despite an unexpected elevation in associated phosphorylated and ubiquitinated IkappaBalpha."}, {"pubmed": 21376060, "text": "rs17103265 deletion homozygote is a genetic risk factor for gastric cancer, especially for certain subtypes in a southern Chinese population"}, {"pubmed": 21454528, "text": "CCL5 signaling induces GLI2 through a PI3K-AKT-IkappaBalpha-p65 pathway and requires GLI2 transcriptional activity to modulate IL-6 expression and Ig secretion in vitro and in vivo"}, {"pubmed": 21606193, "text": "Data show that IkappaB kinase beta (IKKbeta) can be activated in the nucleus by Nkx3.2 in the absence of exogenous IKK-activating signals, allowing constitutive nuclear degradation of IkappaB-alpha."}, {"pubmed": 21778941, "text": "deletion of NFKBIA and amplification of EGFR show a pattern of mutual exclusivity in glioblastoma multiforme[review]"}, {"pubmed": 22022389, "text": "These results suggest the existence of a reservoir of monoubiquitylated IkappaBalpha resistant to TNFalpha-induced proteolysis."}, {"pubmed": 22078572, "text": "A novel mutation in the IKBA gene was discovered in an infant with autosomal-dominant anhidroticectodermal dysplasia with immune deficiency syndrome"}, {"pubmed": 22156201, "text": "in glioma cell lines that microRNA-30e* (miR-30e*) directly targets the IkappaBalpha 3'-UTR and suppresses IkappaBalpha expression"}, {"pubmed": 22184009, "text": "MIB1 negatively regulates TNFalpha- and IL1beta- induced NF-kappaB target gene activation"}, {"pubmed": 22302838, "text": "The endothelium plays important roles in obesity- and age-related disorders through intracellular NF-kappaB signaling, thereby ultimately affecting life span."}, {"pubmed": 22393418, "text": "bortezomib-induced autophagy confers relative DLBCL cell drug resistance by eliminating I-kappaBalpha."}, {"pubmed": 22509384, "text": "Our results suggest that NFKB1 -94 ATTG2, NFKBIA -826 T, and -881 G alleles are associated with oral carcinogenesis"}, {"pubmed": 22935973, "text": "Our findings clearly demonstrate changes in the levels of IkappaBalpha in Sjogren's syndrome monocytes, suggesting that the attenuated expression of IkappaBalpha could contribute to the deregulation of NF-kappaB pathways in Sjogren's syndrome pathogenesis."}, {"pubmed": 23046941, "text": "The expressions of NF-kappaBp65 and IkappaBalpha are negatively correlated in gestational trophoblastic tumor tissues."}, {"pubmed": 23054188, "text": "Pokemon activates the expression of both p65 and IkappaBalpha by sequence-specific binding to their promoters and plays a dual role in regulating NF-kappaB signaling."}, {"pubmed": 23069812, "text": "Epithelial-mesenchymal transformation, along with acquisition of a tumor stem cell-like phenotype mediated by IKKbeta/IkappaBalpha/RelA signal pathway via Snail, contributes to a low concentration of arsenite-induced tumorigenesis."}, {"pubmed": 23250755, "text": "TOPK directly interacted with and phosphorylated IkappaBalpha at Ser-32, leading to p65 nuclear translocation and NF-kappaB activation."}, {"pubmed": 23274114, "text": "YLTA mutations stabilize the I-kappa-B-alpha to proteasomal degradation."}, {"pubmed": 23285182, "text": "miR-126 may play roles in UC inflammatory activity by down-regulating the expression of IKBA, an important inhibitor of NF-kappaB signaling pathway."}, {"pubmed": 23322360, "text": "a common susceptible mechanism of inflammation in lung induced by genetic variants in NFkappaB1 (-94del>ins ATTG) or IkappaBalpha (2758G>A) to predict risk of COPD or lung cancer."}, {"pubmed": 23377923, "text": "the analysis of IkappaBalpha expression at salivary gland epithelial cell level could be a potential new hallmark of Sjogren's syndrome progression."}, {"pubmed": 23422506, "text": "The findings from this human cell study in vitro indicate that both relatively high single-dose and chronic opioid exposure may induce the structural changes in the developing human brain and the adult brain by altering the expression of neuronal differentiation- and neurite outgrowth-related genes IkappaBa and TrkB in vivo."}, {"pubmed": 23439505, "text": "the silencing of NFKBIA may play an important role in the carcinogenesis of adenocarcinomas independent of EGFR/K-ras mutations or EML4-ALK fusion."}, {"pubmed": 23453579, "text": "Authors discover that HIV-1 infection elevates the phosphorylation of IkappaBalpha and p100, and that this increase is greatly reduced when a Vpr-negative HIV-1 is used for infection."}, {"pubmed": 23457512, "text": "NFKB1 -94 Ins promoter polymorphism increased the risk of hepatocellular carcinoma (HCC), and may be applied as a predictive factor for the clinical stage and tumor size in female HCC patients."}, {"pubmed": 23487427, "text": "Immunologically relevant genetic variation in the promoter of NFKBIA is differentially susceptibile to severe bronchiolitis following infection with respiratory syncytial virus, airway hyperresponsiveness, and severe bronchopulmonary dysplasia."}, {"pubmed": 23555990, "text": "These data show that I-kappa-B-alpha can be used as a prognostic marker and target for therapy in Activated B-cell lymphoma, one of the three subtypes of Diffuse Large B-cell Lymphoma."}, {"pubmed": 23563313, "text": "CCDC22 participates in NF-kappaB activation and its deficiency leads to decreased IkappaB turnover"}, {"pubmed": 23697845, "text": "Data indicate that following bortezomib treatment there was accumulation of IkappaB-alpha (IkappaBalpha) without affecting its phosphorylation status at an early time point."}, {"pubmed": 23996241, "text": "No statistically significant CRC risk association was found for the NFKBIA polymorphisms."}, {"pubmed": 24085292, "text": "long-term incubation with PIs activates NF-kappaB, which is mediated by IkappaBalpha degradation via the lysosome in an IKK-dependent and IKK-independent manner."}, {"pubmed": 24248593, "text": "Data indicate that the p97-UFD1L-NPL4 protein complex specifically associates with ubiquitinated IkappaBalpha via the interactions between p97 and the SCF(beta-TRCP) ubiquitin ligase."}, {"pubmed": 24295474, "text": "NF-kB expression was downregulated and its cytoplasmatic inhibitor IKBalpha was increased in CTLA4-Ig treated macrophages."}, {"pubmed": 24324738, "text": "Association of common polymorphisms in TNFA, NFkB1 and NFKBIA with risk and prognosis of esophageal squamous cell carcinoma in northern Indian population, was investigated."}, {"pubmed": 24330732, "text": "data indicate that NFKBIA deletions are present but not frequent in Glioblastoma multiforme (GBM); the deletions become frequent in GBM neurospheres (NS), an event that seems to be affected by the presence of EGF in the culture medium"}, {"pubmed": 24361600, "text": "The results of this study suggested that oligodendroglial IkappaBalpha expression and NF-kappaB are activated early in the course of MSA and their balance contributes to the decision of cellular demise."}, {"pubmed": 24367071, "text": "during IkappaBalpha-mediated dissociation of NF-kappaB from DNA, a ternary complex forms, and rapidly rearranges to release DNA"}, {"pubmed": 24368589, "text": "This study reveals that polymorphisms in the IkB-alpha promoter (-881 A/G, -826 C/T) are strongly associated with the susceptibility of Iranian Multiple Sclerosis patients"}, {"pubmed": 24457201, "text": "IkappaBalpha sequesters not only p65 but also RPS3 in the cytoplasm."}, {"pubmed": 24463357, "text": "miR-196a can directly interact with IkappaBalpha 3'-UTR to suppress IkappaBalpha expression and subsequently promote activation of NF-kappaB"}, {"pubmed": 24504166, "text": "MiR-196a promotes pancreatic cancer progression by targeting nuclear factor kappa-B-inhibitor alpha."}, {"pubmed": 24578542, "text": "No association was observed between NFKBIA variants and risk of liver cancer."}, {"pubmed": 25112903, "text": "data suggest that the NFKBIA 126 G/A polymorphism might be potentially helpful to identify liver transplant recipients with an increased susceptibility to develop recurrent acute rejections"}, {"pubmed": 25215581, "text": "The single nucleotide polymorphism rs1957106 CT and TT genotypes were found to be associated with lower NFKBIA protein levels and a poor prognosis of pateints with glioblastoma."}, {"pubmed": 25326706, "text": "NFKBIA-rs2233419AG was associated with a significantly increased risk of developing recurrent wheezing."}, {"pubmed": 25352423, "text": "Study demonstrates an association between functional polymorphisms of IkappaBalpha rs696 and smoking with the risk of defective spermatogenesis, suggesting some interaction between the NF-kappaB signalling pathway and smoking-related ROS in human spermatogenesis."}, {"pubmed": 25361605, "text": "IkappaBetaalpha inhibits apoptosis at the outer mitochondrial membrane independently of NF-kappaB retention."}, {"pubmed": 25367031, "text": "the wild genotypes of both two single nucleotide polymorphisms (ins/ins and AA genotypes) and ins/ins/AA combined NFKB1 rs28362491 and NFKBIA rs696 genotype are strongly associated with enhanced risk of Behcet's disease in a Turkish population."}, {"pubmed": 25374080, "text": "Expression of IkappaBalpha in human bladder cancer cells is negatively correlated with epithelial-mesenchymal transition and tumor invasion in vitro."}, {"pubmed": 25577468, "text": "Data suggest that activity of IKBalpha can be regulated by dietary factors; dietary supplementation with luteolin inhibits vascular endothelial inflammation by suppressing IKBalpha/NFkappaB signaling."}, {"pubmed": 25930675, "text": "Data indicate the involvement of the p38 MAPK/NF-kappaB/IkappaBalpha pathway in Newcastle disease virus (NDV) infection and subsequent induction of apoptosis in clear cell renal cell carcinoma (ccRCC) cells."}, {"pubmed": 25937534, "text": "SM22alpha is a phosphorylation-regulated suppressor of IKK-IkappaBalpha-NF-kappaB signaling cascades."}, {"pubmed": 25974152, "text": "miR-126 may play an important role in hepatic fibrosis by downregulating the expression of IkappaBalpha partly through the NF-kappaB signaling pathway."}, {"pubmed": 26068031, "text": "This study aimed to examine the association between NFKB19-4 ATTG ins-->del, NFKBIA 3' UTR A-->G, -826CT and -881AG polymorphisms and prostate cancer risk among Chinese."}, {"pubmed": 26075620, "text": "Our study indicates that NFKB1-94 ins/del ATTG polymorphism may play a role in CAD susceptibility in Chinese Uygur population"}, {"pubmed": 26161396, "text": "genetic variants in NFkappaB1 (rs28362491del>ins ATTG) and IkappaBalpha (rs696G>A) and their synergistic effect might contribute to nasopharyngeal carcinoma predisposition."}, {"pubmed": 26239140, "text": "MicroRNA-19a mediates gastric carcinoma cell proliferation through the activation of IkappaBalpha."}, {"pubmed": 26252270, "text": "This review and meta-analysis of the association of NFKBIA -881 A>G polymorphism with cancer susceptibility reveals that -881 A>G polymorphism may increase risk of cancer development in Asian populations."}, {"pubmed": 26295305, "text": "Identify a novel BCR-ABL/IkappaBalpha/p53 network, whereby BCR-ABL functionally inactivates a key tumor suppressor in chronic myeloid leukemia."}, {"pubmed": 26463447, "text": "Timely and efficient degradation of ubiquitinated IkappaB[alpha], concomitant with timely and efficient liberation of RelA from ubiquitinated IkappaB[alpha] and RelA nuclear translocation, essentially depends on the presence of functional p97/VCP."}, {"pubmed": 26477820, "text": "genetic variation associated with susceptibility to acute kidney injury"}, {"pubmed": 26488500, "text": "the rs3138053 polymorphism of NFKBIA gene is a candidate for susceptibility to overall cancers, while rs696 plays a protective role [meta-analysis]"}, {"pubmed": 26520440, "text": "W346 effectively inhibited tumor necrosis factor (TNF-a)-induced NF-kappaB activation by suppressing IKK phosphorylation, inhibiting IkB-a degradation, and restraining the accumulation of NF-kappaB subunit p65 nuclear translocation. W346 also affected NF-kappaB-regulated downstream products involved in cycle arrest and apoptosis."}, {"pubmed": 26547583, "text": "treating cells with SZC014 resulted in a decrease in phosphorylation of IkBa and NF-kappaB/p65 and NF-kappaB/p65 nuclear translocation. The cytotoxic activities of seven OA derivatives were generally stronger than that of OA, among which, SZC014 possessed the most potent anticancer activity in SGC7901 cells and would be a promising chemotherapic agent for the treatment of gastric cancer"}, {"pubmed": 26647777, "text": "DAT stabilized IkBa by inhibiting the phosphorylation of Ika by the IkB kinase (IKK) complex. DAT induced proteasomal degradation of TRAF6, and DAT suppressed IKKb-phosphorylation through downregulation of TRAF6"}, {"pubmed": 26691317, "text": "mutation in Chinese patient results in mycobacterial infections without ectodermal dysplasia"}, {"pubmed": 27041570, "text": "We show that HOTAIR regulates activation of NF-kB by decreasing Ik-Ba (NF-kB inhibitor) and establish that by inducing prolonged NF-kB activation and expression of NF-kB target genes during DNA damage, HOTAIR has a critical role in cellular senescence and platinum sensitivity"}, {"pubmed": 27052952, "text": "Findings indicate the prognostic value of NFKB inhibitor alpha (NFKBIA) in lower-grade gliomas (LGGs)."}, {"pubmed": 27053111, "text": "Data suggest the role of the phospholipase C epsilon-Protein kinase D-PEA15 protein-ribosomal S6 kinase-IkappaB-NF-kappa B pathway in facilitating inflammation and inflammation-associated carcinogenesis in the colon."}, {"pubmed": 27151455, "text": "Activated Rac1 regulates the degradation of IkappaBalpha and the nuclear translocation of STAT3-NFkappaB complexes in starved cancer cells"}, {"pubmed": 27312547, "text": "enhanced miR-381a-3p expression contributed to the injury of osteoarthritis mainly by inhibiting the expression of IkappaBalpha."}, {"pubmed": 27420950, "text": "Network analysis identified NFKBIA as pathogenic gene in childhood asthma."}, {"pubmed": 27458801, "text": "Sam68 is essential for DNA damage-induced NF-kappaB activation and colon tumorigenesis."}, {"pubmed": 27529070, "text": "HMBA was able to increase prostratin-induced phosphorylation and degradation of NF-kappaB inhibitor IkappaBalpha, thereby enhancing and prolonging prostratin-induced nuclear translocation of NF-kappaB, a prerequisite for stimulation of transcription initiation"}, {"pubmed": 27538656, "text": "This study found that NFKBIA mRNAs was significantly expressed in normal tissues compared with glioma specimens."}, {"pubmed": 27701768, "text": "Double phosphorylation-induced structural changes in the signal-receiving domain of IkappaBalpha in complex with NF-kappaB have been described."}, {"pubmed": 27806331, "text": "XPO1 inhibitor combination therapy with bortezomib or carfilzomib induces nuclear localization of IkappaBalpha and overcomes acquired proteasome inhibitor resistance in human multiple myeloma."}, {"pubmed": 27882436, "text": "Molecular docking analysis indicated that transcription factor NF-kappaB was one of the potential molecular targets modulated by DTTF. Specifically, the drug blocked the TNFalpha-induced phosphorylation of upstream IkappaBalpha kinase in a time-dependent manner leading to the suppression of NF-kappaB activation and nuclear translocation"}, {"pubmed": 28122985, "text": "Specifically, BCA2 serves as an E3 SUMO ligase in the SUMOylation of IkappaBalpha, which in turn enhances the sequestration of NF-kappaB components in the cytoplasm. Since HIV-1 utilizes NF-kappaB to promote proviral transcription, the BCA2-mediated inhibition of NF-kappaB significantly decreases the transcriptional activity of HIV-1."}, {"pubmed": 28138801, "text": "miR-668 was upregulated in radioresistant human breast cancer cell lines MCF-7R and T-47DR, which targeted IkappaBalpha, activated the NF-kappaB pathway and thus increased the radioresistance of breast cancer cells."}, {"pubmed": 28167786, "text": "Data collectively demonstrate the functional importance of IkappaBalpha-mediated stripping of NFkappaB from DNA in the kinetic control of NFkappaB signaling."}, {"pubmed": 28249778, "text": "Here, the authors report amide hydrogen/deuterium exchange data that reveal long-range allosteric changes in the NFkappaB (RelA-p50) heterodimer induced by DNA or IkappaBalpha binding."}, {"pubmed": 28389768, "text": "Colorectal cancer cases showed an increase in the frequency of NFkappaBIA-881G allele in Egyptian subjects."}, {"pubmed": 28417298, "text": "this study shows that disseminated Mycobacterium malmoense and Salmonella infections are associated with a novel variant in NFKBIA"}, {"pubmed": 28670959, "text": "The results showed that NFKB1 and NFKBIA single-nucleotide polymorphisms and gastric cancer are related and that the combined effects of polymorphisms in two genes and the NFKBIA gene monomer increased the risk of gastric cancer, and it was found that in different types of gastric cancer (the cardia and non-cardia cancer), susceptible polymorphism sites and combined effects are different."}, {"pubmed": 28674224, "text": "These findings indicate that genetic polymorphisms of NFKB1A rs696, pre-miR-146a rs2910164 and pre-miR-499 rs3746444 may represent novel markers of AT susceptibility."}, {"pubmed": 28766683, "text": "We showed that pristimerin suppressed tumor necrosis factor a (TNFalpha)-induced IkappaBa phosphorylation, translocation of p65, and expression of NFkappaB-dependent genes. Moreover, pristimerin decreased cell viability and clonogenic ability of Uveal melanoma (UM)cells. A synergistic effect was observed in the treatment of pristimerin combined with vinblastine, a frontline therapeutic agent, in UM."}, {"pubmed": 28963466, "text": "The results suggest that cytokine-induced autophagy contributes to late-phase IkappaBalpha degradation, facilitates NF-kappaB nuclear translocation and VCAM-1 transcription for long-term VCAM-1 expression."}, {"pubmed": 28970077, "text": "FBXO32 activates NF-kappaB through IkappaBalpha degradation in inflammatory and genotoxic stress"}, {"pubmed": 29039556, "text": "the results of real-time PCR and western blotting revealed that Huaier extract decreased p65 and c-Met expression and increased IkappaBalpha expression, while paclitaxel increased p65 expression and reduced IkappaBalpha and c-Met expression.The molecular mechanisms may be involved in the inhibition of the NF-kappaB pathway and c-Met expression"}, {"pubmed": 29093318, "text": "association between polymorphisms and progression of chronic hepatitis B Virus infection among Chinese Han Population"}, {"pubmed": 29743966, "text": "this study shows changes of NF-kB expression levels induced by cell-free DNA in different cell types"}, {"pubmed": 29980729, "text": "Single-nucleotide polymorphisms in the NFKBIA gene is associated with hip osteoarthritis."}, {"pubmed": 30176044, "text": "NFKBIA SNP rs12883343, has a significantly different association with psoriatic arthritis than with cutaneous psoriasis in Chinese population."}, {"pubmed": 30496749, "text": "phosphorylation of both IkappaBalpha and RelA regulates the robustness of the NF-kappaB signaling module oscillation"}, {"pubmed": 30621631, "text": "miR-196a-5p down-regulated IkBa expression while up-regulated nuclear p65 expression. Additionally, over-expression of IkBa in colorectal cancer cells attenuated the effects of miR-196a-5p on cell migration, invasion and epithelial-mesenchymal transition"}, {"pubmed": 30887112, "text": "Bruton's tyrosine kinase associates and phosphorylates IkappaBalpha at Y289 and Y305, promoting NF-kappaB activation."}, {"pubmed": 31077459, "text": "Association of NFKB1 -94ATTG ins/del polymorphism (rs28362491) with pemphigus vulgaris."}, {"pubmed": 31115225, "text": "Findings indicated that C-X-C motif chemokine receptor 1 (CXCR1), hypoxia-inducible factor 1 alpha (HIF-1alpha), and inhibitor of kappa B (IkappaBalpha) can be used as potential prognostic factors indicating tumors in the advanced stage in patients with colorectal cancer (CRC)."}, {"pubmed": 31125555, "text": "A novel cleavage of IkappaBalpha protein occurs in AML cells. The truncated fragment binds more weakly to NFkappaB complex and has a significant decreased inhibition on NFkappaB transactivation."}, {"pubmed": 31226330, "text": "show the region located in the upstream region of the NFKBIA gene highly associated with HAM/TSP disease in patients infected with HTLV-1 from Lima, Peru"}, {"pubmed": 31322783, "text": "these investigative findings suggest that Calycosin (CC) may play the potential anti-invasive benefits against Osteosarcoma (OS) through suppressing metastasis-associated IkBa/ECT2 molecular pathway"}, {"pubmed": 31344550, "text": "This is the first association of polymorphisms in NFkappaB1 promoter and NFkappaBIA gene with the development of antibodies against HHV-8."}, {"pubmed": 31484794, "text": "Hypoxia induces rapid, STAT3 and ROS dependent, mitochondrial translocation of RelA(p65) and IkappaBalpha."}, {"pubmed": 31612070, "text": "The results showed that no association was discovered between NFKBIA rs2233406 polymorphism and the risk of head and neck carcinoma."}, {"pubmed": 31683054, "text": "this study shows that a novel NFKBIA variant substituting serine 36 of IkappaBalpha causes immunodeficiency with warts, bronchiectasis and juvenile rheumatoid arthritis in the absence of ectodermal dysplasia"}, {"pubmed": 31815120, "text": "A significant effect of the NFKBIA gene on the risk of developing Psoriatic Arthritis."}, {"pubmed": 31964975, "text": "Silencing of SENP2 in Multiple Myeloma Induces Bortezomib Resistance by Activating NF-kappaB Through the Modulation of IkappaBalpha Sumoylation."}, {"pubmed": 32017069, "text": "The NF-kappaB regulator IkappaBbeta exhibits different molecular interactivity and phosphorylation status from IkappaBalpha in an IKK2-catalysed reaction."}, {"pubmed": 32026471, "text": "circ-CEP85L suppresses the proliferation and invasion of gastric cancer by regulating NFKBIA expression via miR-942-5p."}, {"pubmed": 32085715, "text": "lncRNA-PLACT1 sustains activation of NF-kappaB pathway through a positive feedback loop with IkappaBalpha/E2F1 axis in pancreatic cancer."}, {"pubmed": 32750042, "text": "Dominant-negative NFKBIA mutation promotes IL-1beta production causing hepatic disease with severe immunodeficiency."}, {"pubmed": 32912968, "text": "A Novel Mechanism for NF-kappaB-activation via IkappaB-aggregation: Implications for Hepatic Mallory-Denk-Body Induced Inflammation."}, {"pubmed": 33160813, "text": "Single nucleotide polymorphisms within NFKBIA are associated with nasopharyngeal carcinoma susceptibility in Chinese Han population."}, {"pubmed": 33161109, "text": "Association of -94 ATTG insertion/deletion NFkB1 and c.*126G>A NFkBIA genetic polymorphisms with oxidative and nitrosative stress biomarkers in Brazilian subjects with Parkinson's Disease."}, {"pubmed": 33851594, "text": "THE BALANCE OF IL-1beta, IL-10 AND THE LEVEL OF IKBalpha EXPRESSION IN CHILDREN WITH CHRONIC CATARRHAL GINGIVITIS AND GASTRODUODENITIS."}, {"pubmed": 33857149, "text": "Orientia tsutsugamushi modulates cellular levels of NF-kappaB inhibitor p105."}, {"pubmed": 34030642, "text": "Co-relation with novel phosphorylation sites of IkappaBalpha and necroptosis in breast cancer cells."}, {"pubmed": 34224210, "text": "Dynamic chromatin association of IkappaBalpha is regulated by acetylation and cleavage of histone H4."}, {"pubmed": 34582005, "text": "UBE2S activates NF-kappaB signaling by binding with IkappaBalpha and promotes metastasis of lung adenocarcinoma cells."}, {"pubmed": 34614173, "text": "Single-molecule conformational dynamics of a transcription factor reveals a continuum of binding modes controlling association and dissociation."}, {"pubmed": 34767808, "text": "The role of NFKB1/NFKBIA genetic variants in HPV infection: A cross-sectional cohort study."}, {"pubmed": 34853340, "text": "IkappaBalpha is required for full transcriptional induction of some NFkappaB-regulated genes in response to TNF in MCF-7 cells."}, {"pubmed": 35777990, "text": "Genetic variants in the NF-kappaB signaling pathway (NFKB1, NFKBIA, NFKBIZ) and risk of critical outcome among COVID-19 patients."}, {"pubmed": 36292785, "text": "A Novel De Novo NFKBIA Missense Mutation Associated to Ectodermal Dysplasia with Dysgammaglobulinemia."}, {"pubmed": 36438897, "text": "Identification of Key Genes and miRNAs Affecting Osteosarcoma Based on Bioinformatics."}, {"pubmed": 36966253, "text": "IKBA phosphorylation governs human sperm motility through ACC-mediated fatty acid beta-oxidation."}, {"pubmed": 37343523, "text": "Haploinsufficiency of NFKBIA reshapes the epigenome antipodal to the IDH mutation and imparts disease fate in diffuse gliomas."}, {"pubmed": 37541115, "text": "Knockdown of TRPM2 promotes osteogenic differentiation of human periodontal ligament stem cells by modulating NF-kappaB /NLRP3 pathway."}, {"pubmed": 37828624, "text": "Caspase 6 promotes innate immune activation by functional crosstalk between RIPK1-IkappaBalpha axis in liver inflammation."}, {"pubmed": 38228802, "text": "ABLIM1, a novel ubiquitin E3 ligase, promotes growth and metastasis of colorectal cancer through targeting IkBalpha ubiquitination and activating NF-kB signaling."}, {"pubmed": 38697463, "text": "Trim14-IkappaBalpha Signaling Regulates Chronic Inflammatory Pain in Rats and Osteoarthritis Patients."}, {"pubmed": 38842203, "text": "SIAH1 Promotes the Pyroptosis of Cardiomyocytes in Diabetic Cardiomyopathy via Regulating IkappaB-alpha/NF-kappacapital VE, Cyrillic Signaling."}, {"pubmed": 38961189, "text": "NF-kappaB inhibitor alpha controls SARS-CoV-2 infection in ACE2-overexpressing human airway organoids."}], "genomic_pos": {"chr": "14", "end": 35404749, "ensemblgene": "ENSG00000100906", "start": 35401079, "strand": -1}, "genomic_pos_hg19": {"chr": "14", "end": 35873955, "start": 35870717, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0006606", "qualifier": "involved_in", "term": "protein import into nucleus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007219", "qualifier": "involved_in", "term": "Notch signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007249", "pubmed": [1493333, 25038658], "qualifier": "involved_in", "term": "canonical NF-kappaB signal transduction"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007253", "qualifier": "involved_in", "term": "cytoplasmic sequestering of NF-kappaB"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007253", "pubmed": 16938301, "qualifier": "involved_in", "term": "cytoplasmic sequestering of NF-kappaB"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010745", "pubmed": 16938301, "qualifier": "involved_in", "term": "negative regulation of macrophage derived foam cell differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010875", "pubmed": 16938301, "qualifier": "involved_in", "term": "positive regulation of cholesterol efflux"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010888", "pubmed": 16938301, "qualifier": "involved_in", "term": "negative regulation of lipid storage"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031663", "qualifier": "involved_in", "term": "lipopolysaccharide-mediated signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032088", "pubmed": 11931770, "qualifier": "acts_upstream_of_or_within", "term": "negative regulation of NF-kappaB transcription factor activity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032495", "qualifier": "involved_in", "term": "response to muramyl dipeptide"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0033209", "pubmed": 25038658, "qualifier": "involved_in", "term": "tumor necrosis factor-mediated signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0034142", "qualifier": "involved_in", "term": "toll-like receptor 4 signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0034142", "pubmed": 7479976, "qualifier": "involved_in", "term": "toll-like receptor 4 signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035994", "qualifier": "involved_in", "term": "response to muscle stretch"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0038061", "pubmed": [1493333, 25038658], "qualifier": "involved_in", "term": "non-canonical NF-kappaB signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042127", "qualifier": "involved_in", "term": "regulation of cell population proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043124", "pubmed": [1493333, 25038658], "qualifier": "involved_in", "term": "negative regulation of canonical NF-kappaB signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043330", "qualifier": "involved_in", "term": "response to exogenous dsRNA"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045638", "qualifier": "involved_in", "term": "negative regulation of myeloid cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045746", "qualifier": "involved_in", "term": "negative regulation of Notch signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 23729669, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045944", "pubmed": 16938301, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050729", "pubmed": 25038658, "qualifier": "involved_in", "term": "positive regulation of inflammatory response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050853", "qualifier": "involved_in", "term": "B cell receptor signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0051247", "pubmed": 16938301, "qualifier": "involved_in", "term": "positive regulation of protein metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060261", "qualifier": "involved_in", "term": "positive regulation of transcription initiation by RNA polymerase II"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0070417", "pubmed": 16750872, "qualifier": "involved_in", "term": "cellular response to cold"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070427", "qualifier": "involved_in", "term": "nucleotide-binding oligomerization domain containing 1 signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070431", "qualifier": "involved_in", "term": "nucleotide-binding oligomerization domain containing 2 signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0070498", "pubmed": 26020802, "qualifier": "involved_in", "term": "interleukin-1-mediated signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0071356", "qualifier": "involved_in", "term": "cellular response to tumor necrosis factor"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [7679069, 16648481], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 1493333, "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 3140380, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "is_active_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0033256", "pubmed": 16938301, "qualifier": "part_of", "term": "I-kappaB/NF-kappaB complex"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [9452483, 9520446, 9865693, 10498867, 10733566, 12482991, 12486103, 12656673, 12730857, 14685242, 14743216, 15601829, 15799966, 16126728, 16195219, 16286467, 16319058, 16365431, 16683270, 16951195, 17003112, 17301240, 17318178, 17612295, 18045535, 18539148, 18632959, 18922877, 19008357, 19196987, 19345327, 20347421, 21217772, 21399639, 21423167, 21765415, 21988832, 22014111, 22037600, 23469069, 23563313, 23602409, 23675531, 23850221, 24457201, 24509793, 24634218, 24973451, 25416956, 25609649, 25609694, 25759022, 26496610, 26972000, 28514442, 29734393, 32296183, 35140242], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0008139", "pubmed": 1493333, "qualifier": "enables", "term": "nuclear localization sequence binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019899", "pubmed": 16648481, "qualifier": "enables", "term": "enzyme binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0031625", "pubmed": 9859996, "qualifier": "enables", "term": "ubiquitin protein ligase binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": 16951195, "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0051059", "qualifier": "enables", "term": "NF-kappaB binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0051059", "pubmed": [7628694, 7796813, 7878466, 11931770], "qualifier": "enables", "term": "NF-kappaB binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0051059", "pubmed": 7739562, "qualifier": "enables", "term": "NF-kappaB binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0140311", "pubmed": [1493333, 7628694, 7796813, 7878466], "qualifier": "enables", "term": "protein sequestering activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0140313", "pubmed": 7479976, "qualifier": "enables", "term": "molecular sequestering activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0140416", "qualifier": "enables", "term": "transcription regulator inhibitor activity"}]}, "homologene": {"genes": [[7165, 1278017], [7227, 34969], [7955, 323099], [7955, 406463], [8364, 448138], [9031, 396093], [9544, 695335], [9598, 467426], [9606, 4792], [9615, 480291], [9913, 282291], [10090, 18035], [10116, 25493]], "id": 7863}, "interpro": [{"desc": "Ankyrin repeat", "id": "IPR002110", "short_desc": "Ankyrin_rpt"}, {"desc": "Ankyrin repeat-containing domain superfamily", "id": "IPR036770", "short_desc": "Ankyrin_rpt-contain_sf"}], "ipi": "IPI00018330", "map_location": "14q13.2", "name": "NFKB inhibitor alpha", "other_names": ["I-kappa-B-alpha", "IkappaBalpha", "NF-kappa-B inhibitor alpha", "ikB-alpha", "major histocompatibility complex enhancer-binding protein MAD3", "nuclear factor of kappa light chain gene enhancer in B-cells", "nuclear factor of kappa light polypeptide gene enhancer in B-cells inhibitor, alpha"], "pantherdb": {"HGNC": "7797", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "104741", "ortholog_type": "LDO", "panther_family": "PTHR46680", "taxid": 10090, "uniprot_kb": "Q9Z1E3"}, {"RGD": "3171", "ortholog_type": "LDO", "panther_family": "PTHR46680", "taxid": 10116, "uniprot_kb": "Q63746"}, {"Gene": "NFKBIA", "ortholog_type": "O", "panther_family": "PTHR46680", "taxid": 9031, "uniprot_kb": "Q91974"}, {"Ensembl": "ENSGALG00000027864", "ortholog_type": "LDO", "panther_family": "PTHR46680", "taxid": 9031, "uniprot_kb": "R4GH80"}, {"ZFIN": "ZDB-GENE-040426-2227", "ortholog_type": "O", "panther_family": "PTHR46680", "taxid": 7955, "uniprot_kb": "F1QCG4"}, {"ZFIN": "ZDB-GENE-030131-1819", "ortholog_type": "LDO", "panther_family": "PTHR46680", "taxid": 7955, "uniprot_kb": "A0A2R8RUD4"}, {"FlyBase": "FBgn0000250", "ortholog_type": "O", "panther_family": "PTHR46680", "taxid": 7227, "uniprot_kb": "Q03017"}], "uniprot_kb": "P25963"}, "pathway": {"biocarta": [{"id": "aktpathway", "name": "akt signaling pathway"}, {"id": "atmpathway", "name": "atm signaling pathway"}, {"id": "cardiacegfpathway", "name": "role of egf receptor transactivation by gpcrs in cardiac hypertrophy"}, {"id": "cd40pathway", "name": "cd40l signaling pathway"}, {"id": "cdmacpathway", "name": "cadmium induces dna synthesis and proliferation in macrophages"}, {"id": "ceramidepathway", "name": "ceramide signaling pathway"}, {"id": "eponfkbpathway", "name": "erythropoietin mediated neuroprotection through nf-kb"}, {"id": "fmlppathway", "name": "fmlp induced chemokine gene expression in hmc-1 cells"}, {"id": "gsk3pathway", "name": "inactivation of gsk3 by akt causes accumulation of b-catenin in alveolar macrophages"}, {"id": "hivnefpathway", "name": "hiv-1 nef: negative effector of fas and tnf"}, {"id": "il1rpathway", "name": "signal transduction through il1r"}, {"id": "keratinocytepathway", "name": "keratinocyte differentiation"}, {"id": "nfkbpathway", "name": "nf-kb signaling pathway"}, {"id": "nthipathway", "name": "nfkb activation by nontypeable hemophilus influenzae"}, {"id": "pparapathway", "name": "mechanism of gene regulation by peroxisome proliferators via ppara"}, {"id": "raccycdpathway", "name": "influence of ras and rho proteins on g1 to s transition"}, {"id": "ranklpathway", "name": "bone remodeling"}, {"id": "relapathway", "name": "acetylation and deacetylation of rela in nucleus"}, {"id": "rnapathway", "name": "double stranded rna induced gene expression"}, {"id": "tcrpathway", "name": "t cell receptor signaling pathway"}, {"id": "tffpathway", "name": "trefoil factors initiate mucosal healing"}, {"id": "tidpathway", "name": "chaperones modulate interferon signaling pathway"}, {"id": "tnfr2pathway", "name": "tnfr2 signaling pathway"}, {"id": "tollpathway", "name": "toll-like receptor pathway"}], "kegg": [{"id": "hsa04024", "name": "cAMP signaling pathway - Homo sapiens (human)"}, {"id": "hsa04062", "name": "Chemokine signaling pathway - Homo sapiens (human)"}, {"id": "hsa04064", "name": "NF-kappa B signaling pathway - Homo sapiens (human)"}, {"id": "hsa04210", "name": "Apoptosis - Homo sapiens (human)"}, {"id": "hsa04380", "name": "Osteoclast differentiation - Homo sapiens (human)"}, {"id": "hsa04620", "name": "Toll-like receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa04621", "name": "NOD-like receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa04622", "name": "RIG-I-like receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa04623", "name": "Cytosolic DNA-sensing pathway - Homo sapiens (human)"}, {"id": "hsa04625", "name": "C-type lectin receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa04657", "name": "IL-17 signaling pathway - Homo sapiens (human)"}, {"id": "hsa04658", "name": "Th1 and Th2 cell differentiation - Homo sapiens (human)"}, {"id": "hsa04659", "name": "Th17 cell differentiation - Homo sapiens (human)"}, {"id": "hsa04660", "name": "T cell receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa04662", "name": "B cell receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa04668", "name": "TNF signaling pathway - Homo sapiens (human)"}, {"id": "hsa04722", "name": "Neurotrophin signaling pathway - Homo sapiens (human)"}, {"id": "hsa04920", "name": "Adipocytokine signaling pathway - Homo sapiens (human)"}, {"id": "hsa04926", "name": "Relaxin signaling pathway - Homo sapiens (human)"}, {"id": "hsa04931", "name": "Insulin resistance - Homo sapiens (human)"}, {"id": "hsa05120", "name": "Epithelial cell signaling in Helicobacter pylori infection - Homo sapiens (human)"}, {"id": "hsa05130", "name": "Pathogenic Escherichia coli infection - Homo sapiens (human)"}, {"id": "hsa05131", "name": "Shigellosis - Homo sapiens (human)"}, {"id": "hsa05132", "name": "Salmonella infection - Homo sapiens (human)"}, {"id": "hsa05134", "name": "Legionellosis - Homo sapiens (human)"}, {"id": "hsa05135", "name": "Yersinia infection - Homo sapiens (human)"}, {"id": "hsa05140", "name": "Leishmaniasis - Homo sapiens (human)"}, {"id": "hsa05142", "name": "Chagas disease - Homo sapiens (human)"}, {"id": "hsa05145", "name": "Toxoplasmosis - Homo sapiens (human)"}, {"id": "hsa05160", "name": "Hepatitis C - Homo sapiens (human)"}, {"id": "hsa05161", "name": "Hepatitis B - Homo sapiens (human)"}, {"id": "hsa05162", "name": "Measles - Homo sapiens (human)"}, {"id": "hsa05163", "name": "Human cytomegalovirus infection - Homo sapiens (human)"}, {"id": "hsa05164", "name": "Influenza A - Homo sapiens (human)"}, {"id": "hsa05166", "name": "Human T-cell leukemia virus 1 infection - Homo sapiens (human)"}, {"id": "hsa05167", "name": "Kaposi sarcoma-associated herpesvirus infection - Homo sapiens (human)"}, {"id": "hsa05168", "name": "Herpes simplex virus 1 infection - Homo sapiens (human)"}, {"id": "hsa05169", "name": "Epstein-Barr virus infection - Homo sapiens (human)"}, {"id": "hsa05170", "name": "Human immunodeficiency virus 1 infection - Homo sapiens (human)"}, {"id": "hsa05171", "name": "Coronavirus disease - COVID-19 - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}, {"id": "hsa05203", "name": "Viral carcinogenesis - Homo sapiens (human)"}, {"id": "hsa05215", "name": "Prostate cancer - Homo sapiens (human)"}, {"id": "hsa05220", "name": "Chronic myeloid leukemia - Homo sapiens (human)"}, {"id": "hsa05222", "name": "Small cell lung cancer - Homo sapiens (human)"}, {"id": "hsa05235", "name": "PD-L1 expression and PD-1 checkpoint pathway in cancer - Homo sapiens (human)"}, {"id": "hsa05417", "name": "Lipid and atherosclerosis - Homo sapiens (human)"}], "netpath": [{"id": "Pathway_BCR", "name": "BCR"}, {"id": "Pathway_BDNF", "name": "BDNF"}, {"id": "Pathway_CRH", "name": "CRH"}, {"id": "Pathway_Gastrin", "name": "Gastrin"}, {"id": "Pathway_Ghrelin", "name": "Ghrelin"}, {"id": "Pathway_IL1", "name": "IL1"}, {"id": "Pathway_IL4", "name": "IL4"}, {"id": "Pathway_IL5", "name": "IL5"}, {"id": "Pathway_Leptin", "name": "Leptin"}, {"id": "Pathway_Oncostatin_M", "name": "Oncostatin_M"}, {"id": "Pathway_Prolactin", "name": "Prolactin"}, {"id": "Pathway_RAGE", "name": "RAGE"}, {"id": "Pathway_TCR", "name": "TCR"}, {"id": "Pathway_TNFalpha", "name": "TNFalpha"}, {"id": "Pathway_TSLP", "name": "TSLP"}, {"id": "Pathway_TWEAK", "name": "TWEAK"}], "pid": [{"id": "aurora_a_pathway", "name": "Aurora A signaling"}, {"id": "avb3_opn_pathway", "name": "Osteopontin-mediated events"}, {"id": "bcr_5pathway", "name": "BCR signaling pathway"}, {"id": "cd40_pathway", "name": "CD40/CD40L signaling"}, {"id": "ceramide_pathway", "name": "Ceramide signaling pathway"}, {"id": "hdac_classi_pathway", "name": "Signaling events mediated by HDAC Class I"}, {"id": "hivnefpathway", "name": "HIV-1 Nef: Negative effector of Fas and TNF-alpha"}, {"id": "il23pathway", "name": "IL23-mediated signaling events"}, {"id": "lysophospholipid_pathway", "name": "LPA receptor mediated events"}, {"id": "nfkappabatypicalpathway", "name": "Atypical NF-kappaB pathway"}, {"id": "nfkappabcanonicalpathway", "name": "Canonical NF-kappaB pathway"}], "reactome": [{"id": "R-HSA-1168372", "name": "Downstream signaling events of B Cell Receptor (BCR)"}, {"id": "R-HSA-1169091", "name": "Activation of NF-kappaB in B cells"}, {"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-1280218", "name": "Adaptive Immune System"}, {"id": "R-HSA-1606322", "name": "ZBP1(DAI) mediated induction of type I IFNs"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-166016", "name": "Toll Like Receptor 4 (TLR4) Cascade"}, {"id": "R-HSA-166058", "name": "MyD88:MAL(TIRAP) cascade initiated on plasma membrane"}, {"id": "R-HSA-166166", "name": "MyD88-independent TLR4 cascade "}, {"id": "R-HSA-168138", "name": "Toll Like Receptor 9 (TLR9) Cascade"}, {"id": "R-HSA-168142", "name": "Toll Like Receptor 10 (TLR10) Cascade"}, {"id": "R-HSA-168164", "name": "Toll Like Receptor 3 (TLR3) Cascade"}, {"id": "R-HSA-168176", "name": "Toll Like Receptor 5 (TLR5) Cascade"}, {"id": "R-HSA-168179", "name": "Toll Like Receptor TLR1:TLR2 Cascade"}, {"id": "R-HSA-168181", "name": "Toll Like Receptor 7/8 (TLR7/8) Cascade"}, {"id": "R-HSA-168188", "name": "Toll Like Receptor TLR6:TLR2 Cascade"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168898", "name": "Toll-like Receptor Cascades"}, {"id": "R-HSA-168928", "name": "DDX58/IFIH1-mediated induction of interferon-alpha/beta"}, {"id": "R-HSA-1810476", "name": "RIP-mediated NFkB activation via ZBP1"}, {"id": "R-HSA-181438", "name": "Toll Like Receptor 2 (TLR2) Cascade"}, {"id": "R-HSA-1834949", "name": "Cytosolic sensors of pathogen-associated DNA "}, {"id": "R-HSA-193639", "name": "p75NTR signals via NF-kB"}, {"id": "R-HSA-193704", "name": "p75 NTR receptor-mediated signalling"}, {"id": "R-HSA-202403", "name": "TCR signaling"}, {"id": "R-HSA-202424", "name": "Downstream TCR signaling"}, {"id": "R-HSA-209560", "name": "NF-kB is activated and signals survival"}, {"id": "R-HSA-2454202", "name": "Fc epsilon receptor (FCERI) signaling"}, {"id": "R-HSA-2871837", "name": "FCERI mediated NF-kB activation"}, {"id": "R-HSA-2990846", "name": "SUMOylation"}, {"id": "R-HSA-3108232", "name": "SUMO E3 ligases SUMOylate target proteins"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-445989", "name": "TAK1-dependent IKK and NF-kappa-B activation  "}, {"id": "R-HSA-446652", "name": "Interleukin-1 family signaling"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-4755510", "name": "SUMOylation of immune response proteins"}, {"id": "R-HSA-5260271", "name": "Diseases of Immune System"}, {"id": "R-HSA-5602358", "name": "Diseases associated with the TLR signaling cascade"}, {"id": "R-HSA-5603029", "name": "IkBA variant leads to EDA-ID"}, {"id": "R-HSA-5607764", "name": "CLEC7A (Dectin-1) signaling"}, {"id": "R-HSA-5621481", "name": "C-type lectin receptors (CLRs)"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-5688426", "name": "Deubiquitination"}, {"id": "R-HSA-5689880", "name": "Ub-specific processing proteases"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-73887", "name": "Death Receptor Signaling"}, {"id": "R-HSA-9020702", "name": "Interleukin-1 signaling"}, {"id": "R-HSA-933542", "name": "TRAF6 mediated NF-kB activation"}, {"id": "R-HSA-937061", "name": "TRIF (TICAM1)-mediated TLR4 signaling "}, {"id": "R-HSA-9678108", "name": "SARS-CoV-1 Infection"}, {"id": "R-HSA-9679506", "name": "SARS-CoV Infections"}, {"id": "R-HSA-9692914", "name": "SARS-CoV-1-host interactions"}, {"id": "R-HSA-9692916", "name": "SARS-CoV-1 activates/modulates innate immune responses"}, {"id": "R-HSA-975138", "name": "TRAF6 mediated induction of NFkB and MAP kinases upon TLR7/8 or 9 activation"}, {"id": "R-HSA-975155", "name": "MyD88 dependent cascade initiated on endosome"}, {"id": "R-HSA-975871", "name": "MyD88 cascade initiated on plasma membrane"}, {"id": "R-HSA-9824446", "name": "Viral Infection Pathways"}, {"id": "R-HSA-983705", "name": "Signaling by the B Cell Receptor (BCR)"}], "smpdb": [{"id": "SMP00320", "name": "Intracellular Signalling Through Adenosine Receptor A2a and Adenosine"}, {"id": "SMP00321", "name": "Intracellular Signalling Through Adenosine Receptor A2b and Adenosine"}], "wikipathways": [{"id": "WP1433", "name": "Nucleotide-binding Oligomerization Domain (NOD) pathway"}, {"id": "WP1449", "name": "Regulation of toll-like receptor signaling pathway"}, {"id": "WP1772", "name": "Apoptosis Modulation and Signaling"}, {"id": "WP195", "name": "IL-1 signaling pathway"}, {"id": "WP2018", "name": "RANKL-RANK signaling pathway"}, {"id": "WP2036", "name": "TNF related weak inducer of apoptosis (TWEAK) Signaling Pathway"}, {"id": "WP2037", "name": "Prolactin Signaling Pathway"}, {"id": "WP2203", "name": "Thymic Stromal LymphoPoietin (TSLP) Signaling Pathway"}, {"id": "WP23", "name": "B Cell Receptor Signaling Pathway"}, {"id": "WP231", "name": "TNF-alpha signaling pathway"}, {"id": "WP2324", "name": "AGE-RAGE pathway"}, {"id": "WP2355", "name": "Corticotropin-releasing hormone signaling pathway"}, {"id": "WP2374", "name": "Oncostatin M Signaling Pathway"}, {"id": "WP2380", "name": "Brain-derived neurotrophic factor (BDNF) signaling pathway"}, {"id": "WP254", "name": "Apoptosis"}, {"id": "WP262", "name": "Ebstein-Barr virus LMP1 signaling"}, {"id": "WP3303", "name": "RAC1-PAK1-p38-MMP2 Pathway"}, {"id": "WP3414", "name": "Initiation of transcription and translation elongation at the HIV-1 LTR"}, {"id": "WP3863", "name": "T-Cell antigen Receptor (TCR) pathway during Staphylococcus aureus infection"}, {"id": "WP3865", "name": "Novel intracellular components of RIG-I-like receptor (RLR) pathway"}, {"id": "WP3888", "name": "VEGFA-VEGFR2 Signaling Pathway"}, {"id": "WP3929", "name": "Chemokine signaling pathway"}, {"id": "WP395", "name": "IL-4 signaling pathway"}, {"id": "WP4008", "name": "NO-cGMP-PKG mediated Neuroprotection"}, {"id": "WP4479", "name": "Supression of HMGB1 mediated inflammation by THBD"}, {"id": "WP4480", "name": "Role of Altered Glycolysation of MUC1 in Tumour Microenvironment"}, {"id": "WP4481", "name": "Resistin as a regulator of inflammation"}, {"id": "WP4482", "name": "Vitamin D in inflammatory diseases"}, {"id": "WP4496", "name": "Signal transduction through IL1R"}, {"id": "WP4562", "name": "Canonical NF-KB pathway"}, {"id": "WP4655", "name": "Cytosolic DNA-sensing pathway"}, {"id": "WP4658", "name": "Small cell lung cancer"}, {"id": "WP4659", "name": "Gastrin signaling pathway"}, {"id": "WP4754", "name": "IL-18 signaling pathway"}, {"id": "WP4880", "name": "Host-pathogen interaction of human coronaviruses - interferon induction"}, {"id": "WP4919", "name": "Neuroinflammation"}, {"id": "WP4961", "name": "STING pathway in Kawasaki-like disease and COVID-19"}, {"id": "WP5072", "name": "Modulators of TCR signaling and T cell activation"}, {"id": "WP69", "name": "T-cell receptor (TCR) signaling pathway"}, {"id": "WP75", "name": "Toll-like Receptor Signaling Pathway"}]}, "pdb": ["1IKN", "1NFI", "6TTU", "6Y1J"], "pfam": ["PF12796", "PF13857"], "pharmgkb": "PA31601", "pharos": {"target_id": 8804, "tdl": "Tchem"}, "pir": "A39935", "prosite": ["PS50088", "PS50297"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF253243", "relationship": "is"}, {"id": "GNF253244", "relationship": "is"}, {"id": "GNF253245", "relationship": "is"}, {"id": "GNF253246", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": [{"id": "GNF157326", "relationship": "is"}, {"id": "GNF161693", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF033092", "relationship": "similar to"}, {"id": "GNF036276", "relationship": "similar to"}], "GNF_mm+hs-MGC": [{"id": "GNF010297", "relationship": "is"}, {"id": "GNF010298", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": [{"id": "GNF284420", "relationship": "is"}, {"id": "GNF285279", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF099374", "relationship": "is"}, {"id": "GNF139029", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000014.9", "NC_060938.1", "NG_007571.1"], "protein": "NP_065390.1", "rna": "NM_020529.3", "translation": {"protein": "NP_065390.1", "rna": "NM_020529.3"}}, "reporter": {"HG-U133_Plus_2": ["201502_s_at", "231699_at"], "HG-U95Av2": "1461_at", "HTA-2_0": "TC14001036.hg.1", "HuEx-1_0": "3561039", "HuGene-1_1": "7978644", "HuGene-2_1": "16791991"}, "summary": "This gene encodes a member of the NF-kappa-B inhibitor family, which contain multiple ankrin repeat domains. The encoded protein interacts with REL dimers to inhibit NF-kappa-B/REL complexes which are involved in inflammatory responses. The encoded protein moves between the cytoplasm and the nucleus via a nuclear localization signal and CRM1-mediated nuclear export. Mutations in this gene have been found in ectodermal dysplasia anhidrotic with T-cell immunodeficiency autosomal dominant disease. [provided by RefSeq, Aug 2011].", "symbol": "NFKBIA", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1334877"}, "unigene": "Hs.81328", "uniprot": {"Swiss-Prot": "P25963", "TrEMBL": ["G3V2A2", "A0A8V8TLC3", "A0A8V8TLE7", "G3V286", "G3V3K1", "G3V3I4"]}, "wikipedia": {"url_stub": "I?B?"}}