{"AllianceGenome": "14077", "HGNC": "14077", "MIM": "605304", "_id": "58157", "_version": 1, "accession": {"genomic": ["AC007375.6", "AC007954.7", "AF422796.1", "AJ245944.1", "CH471061.1", "CP068264.2", "DQ008010.1", "NC_000014.9", "NC_060938.1"], "protein": ["AAF62557.1", "AAF63183.1", "AAH32509.1", "AAL98923.1", "AAL98924.1", "AAY16983.1", "BAG37788.1", "CAC11133.1", "CAC12994.1", "EAW81274.1", "EAW81275.1", "NP_067080.1", "Q9NPG2.1"], "rna": ["AF422797.1", "AJ245946.1", "AK098350.1", "AK315395.1", "BC032509.1", "NM_021257.4"], "translation": [{"protein": "BAG37788.1", "rna": "AK315395.1"}, {"protein": "AAH32509.1", "rna": "BC032509.1"}, {"protein": "NP_067080.1", "rna": "NM_021257.4"}, {"protein": "AAL98924.1", "rna": "AF422797.1"}, {"protein": "CAC11133.1", "rna": "AJ245946.1"}]}, "ensembl": {"gene": "ENSG00000165553", "protein": "ENSP00000298352", "transcript": "ENST00000298352", "translation": [{"protein": "ENSP00000298352", "rna": "ENST00000298352"}], "type_of_gene": "protein_coding"}, "entrezgene": "58157", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 4.52326092954, "exp_mis": 48.040756768, "exp_syn": 22.1882445191, "lof_z": 0.243714948959612, "mis_z": 0.00287637641306032, "mu_lof": 3.76601948562e-07, "mu_mis": 5.60820206732e-06, "mu_syn": 2.52028989361e-06, "n_lof": 4.0, "n_mis": 48.0, "n_syn": 18.0, "p_li": 0.00253179978703355, "p_null": 0.447748097233355, "p_rec": 0.549720102979612, "syn_z": 0.551213187008519}, "bp": 456, "cds_end": 77737280, "cds_start": 77732878, "n_exons": 4, "nonpsych": {"exp_lof": 4.03505742999, "exp_mis": 43.4225917441, "exp_syn": 20.0235724826, "lof_z": 0.0171398554215387, "mis_z": 0.338517001973816, "mu_lof": 3.76601948562e-07, "mu_mis": 5.60820206732e-06, "mu_syn": 2.52028989361e-06, "n_lof": 4.0, "n_mis": 39.0, "n_syn": 18.0, "p_li": 0.00212623401320128, "p_null": 0.514045970666842, "p_rec": 0.483827795319957, "syn_z": 0.284715429016319}, "nontcga": {"exp_lof": 4.15565603309, "exp_mis": 44.1917552669, "exp_syn": 20.4074419488, "lof_z": 0.0753229651606647, "mis_z": 0.164259759476682, "mu_lof": 3.76601948562e-07, "mu_mis": 5.60820206732e-06, "mu_syn": 2.52028989361e-06, "n_lof": 4.0, "n_mis": 42.0, "n_syn": 16.0, "p_li": 0.00215719840685022, "p_null": 0.481889339247398, "p_rec": 0.515953462345752, "syn_z": 0.617752410686568}, "transcript": "ENST00000298352.4"}, "exons": [{"cdsend": 77270937, "cdsstart": 77266535, "chr": "14", "position": [[77265490, 77266670], [77268465, 77268585], [77269214, 77269326], [77270848, 77271312]], "strand": -1, "transcript": "NM_021257", "txend": 77271312, "txstart": 77265490}], "exons_hg19": [{"cdsend": 77737280, "cdsstart": 77732878, "chr": "14", "position": [[77731833, 77733013], [77734808, 77734928], [77735557, 77735669], [77737191, 77737655]], "strand": -1, "transcript": "NM_021257", "txend": 77737655, "txstart": 77731833}], "generif": [{"pubmed": 11820779, "text": "Full-length cDNA cloning and genomic organization of NGB have been reported."}, {"pubmed": 12239161, "text": "Expression is induced by hemin in neural cells"}, {"pubmed": 12351835, "text": "an examination of the protein's structure by crystallization and x-ray diffraction"}, {"pubmed": 12860983, "text": "human Ngb may be a novel oxidative stress-responsive sensor for signal transduction in the brain"}, {"pubmed": 14530264, "text": "results suggest a novel mechanism for the regulation of oxygen binding; contact with an appropriate electron donor would provoke the release of oxygen. Hence the oxygen affinity would be directly linked to the redox state of the cell."}, {"pubmed": 14645216, "text": "His64 and Lys67 comprise a unique distal heme pocket in neuroglobin"}, {"pubmed": 15122877, "text": "Results are the first to demonstrate an interaction between neuroglobin (Ngb) and cystatin C.  Ngb may modulate the intracellular transport (or secretion) of cystatin C to protect against neuronal death under conditions of oxidative stress."}, {"pubmed": 15193759, "text": "Analysis of the neuroglobin genomic sequence identifies sequence motifs with similarity to the neuron-restrictive silencer element, possibly explaining a neuron-specific expression of neuroglobin."}, {"pubmed": 15299006, "text": "oxygen binding in human neuroglobin and cytoglobin is allosterically regulated and temperature-dependent"}, {"pubmed": 15488767, "text": "Data show that wild-type human recombinant neuroglobin favors the F8His-Fe2+ -E7His conformation."}, {"pubmed": 15723537, "text": "Identification of several residues that are crucial for several residues that are crucial for the Guanine nucleotide dissociation inhibitor activity of human Ngb."}, {"pubmed": 15808606, "text": "TAT-Ngb is an efficient fusion protein capable of protecting the human islets in culture from loss of cell mass and function, thus increasing the quality of transplantable islets."}, {"pubmed": 15819897, "text": "molecular characterization of human and Drosophila cytoglobulins and neuroglobulins"}, {"pubmed": 16201751, "text": "analysis of the proximal and distal histidine environment of cytoglobin and neuroglobin"}, {"pubmed": 17337004, "text": "Sites of interaction between Ngb and Galpha(i)."}, {"pubmed": 17600531, "text": "ferric-NGB acts not only as scavenger of toxic species, but also as a target of the self-generated reactive species"}, {"pubmed": 17975837, "text": "protein oxidation promotes stabilization of pentacoordinated species, thus favoring protein to adopt more reactive state & supporting existence of molecular mechanism where O2 is released under hypoxic conditions, suggesting O(2) storage function for Ngb."}, {"pubmed": 18302932, "text": "These results clearly show that the GDI activity of human Ngb is tightly correlated with its neuroprotective activity."}, {"pubmed": 18416560, "text": "both zebrafish and chimeric ZHHH Ngb can penetrate cell membranes in the absence of Chariot"}, {"pubmed": 18767815, "text": "A feature of Ngb is its heme hexacoordination in the absence of external ligands, observed both in the ferrous and in the ferric (met) forms."}, {"pubmed": 19001220, "text": "Neuroglobin and cytoglobin are colocalized within human retinal neurons and retinal pigment epithelium but not within glial cells."}, {"pubmed": 19010568, "text": "A significant association was found between Alzheimer disease risk and a variant in the NGB gene. Data is consistent with a model where women, older individuals and carriers of specific genotypes have lower levels of NGB leading to increased risk for AD."}, {"pubmed": 19087291, "text": "Ngb polymorphism 89+104 t had protective effects on large-artery atherosclerosis and small-vessel occlusion in the Southern Chinese Han population"}, {"pubmed": 19087291, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19307722, "text": "Structure determination by molecular replacement of neuroglobin at 1.8 A resolution showed the apparent space group was orthorhombic C222(1), but the real space group was monoclinic P2(1), due to twinning. It is a perfect hemihedrally twinned crystal."}, {"pubmed": 19327369, "text": "Results demonstrate by immunohistochemical analysis the colocalization of neuroglobin and PrP(c) in the retinal ganglion cell layer."}, {"pubmed": 19383366, "text": "neuroglobin transcript and protein are expressed in human glioblastoma cells, and this expression increases in hypoxia in vitro"}, {"pubmed": 19860834, "text": "The conformational and functional stability of Ngb at acidic pH was analyzed."}, {"pubmed": 20075359, "text": "Ischemic stroke increases the expresssion of the neuroprotective protein neuroglobin in brain."}, {"pubmed": 20091232, "text": "These data provides an explanation the action of neuroglobin in the protection of nerve cells from unwanted apoptosis."}, {"pubmed": 20227336, "text": "The acid-induced denaturation pathway of apo-Ngb can be illustrated from the native state (N), via a partially unfolded state (U(A)) to the molten globule state (MG)."}, {"pubmed": 20345238, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20345238, "text": "the haplotype block represented by rs3783988 in neuroglobin appears to influence recovery after severe traumatic brain injury"}, {"pubmed": 20571522, "text": "Ngb may confer protection against ischemia-reperfusion injury in the brain through its intrinsic antioxidant properties."}, {"pubmed": 20643048, "text": "These data favor the hypothesis that the disulfide bond between Cys46 and Cys55 modulates the functioning of human neuroglobin."}, {"pubmed": 21190290, "text": "There is a plausible central role for neuroglobin in the control of apoptosis."}, {"pubmed": 21296891, "text": "neuroglobin may function as a physiological oxidative stress sensor and a post-translationally redox-regulated nitrite reductase that generates NO under six-to-five-coordinate heme pocket control"}, {"pubmed": 21304818, "text": "Cimeric Myoglobin has a cell-membrane-penetrating activity similar to zebrafish Ngb."}, {"pubmed": 21362510, "text": "Data suggest a potential role of DNA methylation in regulating NGB tissue-specific expression."}, {"pubmed": 21601304, "text": "overexpression in non-small cell lung cancer is associated with histological subtype, hypoxia"}, {"pubmed": 21620833, "text": "This review describes the discovery of neuroglobin over a decade ago, its structure, affinity for oxygen, and its expression in cerebral neurons, all of which suggest it plays a role in providing oxygen to the brain."}, {"pubmed": 21674044, "text": "Caenorhabditis elegans globin GLB-26 (expressed from gene T22C1.2) has been studied in comparison with human neuroglobin (Ngb) and cytoglobin (Cygb) for its electron transfer properties"}, {"pubmed": 21704585, "text": "The phenylalanine B10 residue of neuroglobin plays a key role in transmitting the structural information from the disulfide bridge to the heme-pocket region."}, {"pubmed": 21725774, "text": "This study demonistrated that Neuroglobin overexpression in brain with arteriovenous malformation and intracerebral hemorrhage."}, {"pubmed": 21965683, "text": "14-3-3 binding and phosphorylation of neuroglobin during hypoxia modulate six-to-five heme pocket coordination and rate of nitrite reduction to nitric oxide"}, {"pubmed": 22009023, "text": "We found that NGB was present in a rat astrocytoma cell line (C6), human astrocytoma cell line (U251), and human astrocytoma tissues"}, {"pubmed": 22787149, "text": "the oxidative stress-induced structural changes of human Ngb are essential for its neuroprotective activity."}, {"pubmed": 23135388, "text": "functional impact of heme disorder and cysteine oxidation state on the properties of the Ngb ligand"}, {"pubmed": 23160832, "text": "Report neuroglobin expression in human brain."}, {"pubmed": 23319379, "text": "NGB is expressed in the carotid body of heroin addicts and may have a role in compensating for the negative effects of heroin"}, {"pubmed": 23643985, "text": "These findings suggest that neuroglobin is expressed early in the course of neuronal differentiation and may, therefore, have a role in neurodevelopment."}, {"pubmed": 23648513, "text": "Neuroglobin brain levels are increased in Alzheimer's disease patients compared to controls."}, {"pubmed": 23835959, "text": "Ngb and Cygb are expressed in the solitary tract nucleus and in the carotid body, and may have roles in the processing of cardiovascular and respiratory reflex inputs"}, {"pubmed": 24362753, "text": "analysis of single nucleotide polymorphisms in neuroglobin that affect transcription and possibly Alzheimer's Disease"}, {"pubmed": 24376733, "text": "Glu60 of human Ngb is a crucial residue for its GDI and neuroprotective activities"}, {"pubmed": 24446190, "text": "Findings indicate that myoglobin (Mb) and neuroglobin (Ngb) can be expressed in nonmuscle and non-neural contexts."}, {"pubmed": 24699645, "text": "first X-ray structure of wild-type human neuroglobin is reported at 1.74 A resolution"}, {"pubmed": 24855999, "text": "a mechanism for redox control of human Ngb (hNgb) activity"}, {"pubmed": 25299774, "text": "Neuroglobin player role in estrogen receptor alpha-positive cancer cell viability."}, {"pubmed": 25372753, "text": "The review summarizes the recent experimental findings, mainly focusing on the mechanisms of Ngb's protection and induction during ischemic/hypoxic conditions and it roles in astrocytes, tumors, as well as in neurite outgrowth. [review]"}, {"pubmed": 25452214, "text": "Data show that chimeric neuroglobin and myoglobin were generated by swapping a regulatory segment."}, {"pubmed": 25552092, "text": "This paper for the first time presents the data on neuroglobin distribution in human cerbellum using immunohistochemistry."}, {"pubmed": 25636685, "text": "The cochlear nuclei and superior olivary complex (SOC) also express considerable amounts of Ngb. Within the human SOC, many medial superior olive neurons, and scattered neurons in the LSO, were Ngb-immunoreactive"}, {"pubmed": 25683270, "text": "17beta-estradiol-induced NGB up-regulation could act as an oxidative stress sensor, which does not oppose to the pro-apoptotic 17beta-estradiol effect in ER beta-containing colon cancer cells unless a rise of oxidative stress occurs."}, {"pubmed": 26305249, "text": "Findings suggest a control model for neuroglobin's anti-apoptotic activity under physiological conditions. While in normoxic conditions, its activity is maintained at low level, an immediate transition to an hypoxic situation increases it drastically."}, {"pubmed": 26472601, "text": "Data show that the mean peak serum neuroglobin and Nogo-A concentrations were both significantly higher in patients with an unfavorable outcome at 6 months after traumatic brain injury (TBI)."}, {"pubmed": 26556771, "text": "Study characterized the presence of Ngb in the human cochlea"}, {"pubmed": 27109834, "text": "The authors demonstrate that Glu53, Glu60, and Glu118 of human Ngb are crucial for both the neuroprotective activity and interaction with Gi. Moreover, they show that Lys46, Lys70, Arg208, Lys209, and Lys210 residues of Gi are important for binding to human Ngb."}, {"pubmed": 27312786, "text": "these results highlight the involvement of ERa activation and of E2/ERa-dependent NGB upregulation in the insensitivity of MCF-7 to paclitaxel. These novel findings could have important implications in the development of targeted therapeutics for overcoming paclitaxel insensitivity in ERa-positive human breast cancer"}, {"pubmed": 27402851, "text": "NO oxidation kinetics at physiological NO concentrations. The use of a polarized electrode to efficiently interconvert the ferric (Fe(3+)) and ferrous (Fe(2+)) forms of an immobilized NGB showed that the disulfide bridge both defines the kinetics of NO dioxygenase activity and regulates appearance of the free ferrous deoxy-NGB, which is the redox active form of the protein in contrast to oxy-NGB."}, {"pubmed": 27651453, "text": "Knockdown of GATA-2 caused NGB expression to drop dramatically, indicating GATA-2 as an essential transcription factor for the activation of NGB expression via binding to a novel distal regulatory element of NGB."}, {"pubmed": 27928027, "text": "Ngb-H64Q-CCC binds CO about 500 times more strongly than hemoglobin, which could be useful in detecting and eliminating carbon monoxide poisoning"}, {"pubmed": 28103511, "text": "Taken together, this work support the first evidence that Ngb can be potentially used as a promising biomarker and target for novel treatment of human glioma"}, {"pubmed": 28246171, "text": "analysis of how the interaction of hydrogen sulfide with human neuroglobin is muted by a distal ligand"}, {"pubmed": 28410531, "text": "Results show that the expression of NGB in glioma is grade related and is negatively regulated at the transcriptional level by PPARgamma suggesting an important role of NGB in glioma progression."}, {"pubmed": 29219195, "text": "these results underline the 17beta-estradiol triggered pathways in E2-responsive breast cancer cells that involve NGB as a compensatory protein devoted to cancer cell survival."}, {"pubmed": 29416029, "text": "Ngb promotes axon regeneration via oxygen-Ngb-p38-GAP43 signaling during ischemia/reperfusion."}, {"pubmed": 29738858, "text": "This study demonstrated that serum NGB levels were significantly associated with 6-month unfavorable outcomes, indicating that Ngb can play a role in predicting 6-month unfavorable outcomes."}, {"pubmed": 30002427, "text": "Using computational modeling and surface plasmon resonance experiments to obtain and characterize the complex formation. study identified important residues involved in the complex formation between oxidized human Ngb and Cyt c, including K72 in Cyt c, which is otherwise known to interact with the apoptotic protease-activation factor-1."}, {"pubmed": 30041403, "text": "Neuroglobin functions as an important modulator of the Wnt/beta-Catenin and NFkappaB signaling pathway through direct interaction with Dishevelled-1."}, {"pubmed": 30235329, "text": "Neuroglobin correlates with cryptochrome-1 in obstructive sleep apnea with primary aldosteronism"}, {"pubmed": 30361767, "text": "Both H64V and A90P neuroglobin variants, which affect the haem coordination, seemed to be important to haem and protein secondary structure stabilities whereas F106L mutation did not affect those properties."}, {"pubmed": 30799305, "text": "Neuroglobin could be used as biomarker for glaucoma diagnosis."}, {"pubmed": 31182001, "text": "Ngb may be a potential biomarker for reflecting brain tissue oxygen tension, brain metabolism, and functional outcome in severe aneurysmal subarachnoid hemorrhage patients and merits further study in the context of aneurysmal subarachnoid hemorrhage"}, {"pubmed": 31208512, "text": "Neuroglobin was positively correlated with neuron-specific enolase and duration of hypoglycemia (r=0.922 and 0.929 respectively"}, {"pubmed": 31405213, "text": "This study contributes to the elucidation of involvement of neuroglobin in cellular mechanisms that provide neuroprotection and the upkeep of homeostasis."}, {"pubmed": 31686530, "text": "Neuroglobin As Key Mediator in the 17beta-Estradiol-Induced Antioxidant Cell Response to Oxidative Stress."}, {"pubmed": 31937411, "text": "Negative surface charges in neuroglobin modulate the interaction with cytochrome c."}, {"pubmed": 32026621, "text": "Early stage neuroglobin level as a predictor of delayed cerebral ischemia in patients with aneurysmal subarachnoid hemorrhage."}, {"pubmed": 32205448, "text": "A neuroglobin-based high-affinity ligand trap reverses carbon monoxide-induced mitochondrial poisoning."}, {"pubmed": 33539081, "text": "Conversion of Human Neuroglobin into a Multifunctional Peroxidase by Rational Design."}, {"pubmed": 33675812, "text": "Neuroglobin and mitochondria: The impact on neurodegenerative diseases."}, {"pubmed": 33924212, "text": "Proteomic and Bioinformatic Investigation of Altered Pathways in Neuroglobin-Deficient Breast Cancer Cells."}, {"pubmed": 34440755, "text": "Neuroglobin: A New Possible Marker of Estrogen-Responsive Breast Cancer."}, {"pubmed": 34943907, "text": "Overexpression of Neuroglobin Promotes Energy Metabolism and Autophagy Induction in Human Neuroblastoma SH-SY5Y Cells."}, {"pubmed": 37141638, "text": "Neuroglobin inhibits pancreatic cancer proliferation and metastasis by targeting the GNAI1/EGFR/AKT/ERK signaling axis."}, {"pubmed": 38092682, "text": "Prognostic Values Serum Cav-1 and NGB Levels in Early Neurological Deterioration After Intravenous Thrombolysis in Patients with Acute Ischemic Stroke."}], "genomic_pos": {"chr": "14", "end": 77271206, "ensemblgene": "ENSG00000165553", "start": 77265483, "strand": -1}, "genomic_pos_hg19": {"chr": "14", "end": 77737655, "start": 77731826, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0001666", "qualifier": "involved_in", "term": "response to hypoxia"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0015671", "qualifier": "involved_in", "term": "oxygen transport"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0015671", "pubmed": 11029004, "qualifier": "involved_in", "term": "oxygen transport"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0071456", "pubmed": 18302932, "qualifier": "involved_in", "term": "cellular response to hypoxia"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0005759", "qualifier": "located_in", "term": "mitochondrial matrix"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0005092", "pubmed": 12860983, "qualifier": "enables", "term": "GDP-dissociation inhibitor activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005344", "qualifier": "enables", "term": "oxygen carrier activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0005344", "pubmed": 11029004, "qualifier": "enables", "term": "oxygen carrier activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [25416956, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0019825", "qualifier": "enables", "term": "oxygen binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0019825", "pubmed": 11029004, "qualifier": "enables", "term": "oxygen binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0020037", "qualifier": "enables", "term": "heme binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0098809", "pubmed": 21296891, "qualifier": "enables", "term": "nitrite reductase activity"}]}, "homologene": {"genes": [[7955, 100000711], [8364, 594898], [9031, 428896], [9544, 641331], [9598, 467518], [9606, 58157], [9615, 442944], [9913, 414920], [10090, 64242], [10116, 85382]], "id": 10942}, "interpro": [{"desc": "Globin", "id": "IPR000971", "short_desc": "Globin"}, {"desc": "Globin-like superfamily", "id": "IPR009050", "short_desc": "Globin-like_sf"}, {"desc": "Globin/Protoglobin", "id": "IPR012292", "short_desc": "Globin/Proto"}], "ipi": "IPI00009758", "map_location": "14q24.3", "name": "neuroglobin", "other_names": ["neuroglobin", "nitrite reductase"], "pantherdb": {"HGNC": "14077", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2151886", "ortholog_type": "LDO", "panther_family": "PTHR46458", "taxid": 10090, "uniprot_kb": "Q9ER97"}, {"RGD": "621461", "ortholog_type": "LDO", "panther_family": "PTHR46458", "taxid": 10116, "uniprot_kb": "Q99JA8"}, {"Ensembl": "ENSGALG00000010413", "ortholog_type": "LDO", "panther_family": "PTHR46458", "taxid": 9031, "uniprot_kb": "Q5QSB1"}, {"ZFIN": "ZDB-GENE-011102-1", "ortholog_type": "LDO", "panther_family": "PTHR46458", "taxid": 7955, "uniprot_kb": "Q90YJ2"}, {"WormBase": "WBGene00077763", "ortholog_type": "O", "panther_family": "PTHR46458", "taxid": 6239, "uniprot_kb": "B3GWE1"}, {"WormBase": "WBGene00015969", "ortholog_type": "O", "panther_family": "PTHR46458", "taxid": 6239, "uniprot_kb": "Q18086"}, {"WormBase": "WBGene00007741", "ortholog_type": "O", "panther_family": "PTHR46458", "taxid": 6239, "uniprot_kb": "B3WFV2"}, {"FlyBase": "FBgn0027657", "ortholog_type": "LDO", "panther_family": "PTHR46458", "taxid": 7227, "uniprot_kb": "Q9VF15"}], "uniprot_kb": "Q9NPG2"}, "pathway": {"reactome": [{"id": "R-HSA-382551", "name": "Transport of small molecules"}, {"id": "R-HSA-8981607", "name": "Intracellular oxygen transport"}]}, "pdb": ["1OJ6", "4MPM", "7VQG", "8GRZ"], "pfam": "PF00042", "pharmgkb": "PA31612", "pharos": {"target_id": 19875, "tdl": "Tbio"}, "prosite": "PS01033", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF172015", "relationship": "is"}, {"id": "GNF182921", "relationship": "is"}, {"id": "GNF193827", "relationship": "is"}, {"id": "GNF204733", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF164939", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF010309", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF238778", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF101436", "relationship": "is"}, {"id": "GNF141091", "relationship": "is"}], "Qiagen_mouse_QMIHSINHIBv1": {"id": "GNF294639", "relationship": "is"}, "Qiagen_mouse_QMIHSMIMv1": {"id": "GNF293783", "relationship": "is"}}, "refseq": {"genomic": ["NC_000014.9", "NC_060938.1"], "protein": "NP_067080.1", "rna": "NM_021257.4", "translation": {"protein": "NP_067080.1", "rna": "NM_021257.4"}}, "reporter": {"HG-U133_Plus_2": ["220337_at", "236677_at"], "HG-U95B": "44940_at", "HTA-2_0": "TC14001341.hg.1", "HuEx-1_0": "3572975", "HuGene-1_1": "7980352", "HuGene-2_1": "16795075"}, "retired": [730082, 731373], "summary": "This gene encodes an oxygen-binding protein that is distantly related to members of the globin gene family. It is highly conserved among other vertebrates. It is expressed in the central and peripheral nervous system where it may be involved in increasing oxygen availability and providing protection under hypoxic/ischemic conditions. [provided by RefSeq, Jul 2008].", "symbol": "NGB", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1422393"}, "unigene": "Hs.274363", "uniprot": {"Swiss-Prot": "Q9NPG2", "TrEMBL": "A0M8W9"}}