{"AllianceGenome": "7808", "HGNC": "7808", "MIM": "162030", "_id": "4803", "_version": 1, "accession": {"genomic": ["AB037517.1", "AF150960.1", "AH002913.2", "AL049825.18", "AL512638.5", "AL606499.4", "AY315821.1", "CH471122.1", "CP068277.2", "KF455025.1", "NC_000001.11", "NC_060925.1", "NG_007944.1", "V01511.1"], "protein": ["AAA59931.1", "AAD55975.1", "AAH32517.2", "AAI26149.1", "AAI26151.1", "AAL05874.1", "AAV38538.1", "AXN77605.1", "BAA90437.1", "CAA24755.1", "CAA36832.1", "CAG46653.1", "EAW56629.1", "NP_002497.2", "P01138.3", "XP_006710726.1", "XP_011539820.1", "XP_054192764.1", "XP_054192765.1"], "rna": ["AF411526.1", "BC032517.2", "BC126148.1", "BC126150.1", "BE045524.1", "BT019733.1", "CR541855.1", "MH358394.1", "NM_002506.3", "X52599.1", "XM_006710663.4", "XM_011541518.3", "XM_054336789.1", "XM_054336790.1"], "translation": [{"protein": "AXN77605.1", "rna": "MH358394.1"}, {"protein": "AAL05874.1", "rna": "AF411526.1"}, {"protein": "AAI26151.1", "rna": "BC126150.1"}, {"protein": "AAH32517.2", "rna": "BC032517.2"}, {"protein": "AAV38538.1", "rna": "BT019733.1"}, {"protein": "CAG46653.1", "rna": "CR541855.1"}, {"protein": "XP_054192764.1", "rna": "XM_054336789.1"}, {"protein": "NP_002497.2", "rna": "NM_002506.3"}, {"protein": "XP_011539820.1", "rna": "XM_011541518.3"}, {"protein": "AAI26149.1", "rna": "BC126148.1"}, {"protein": "XP_054192765.1", "rna": "XM_054336790.1"}, {"protein": "CAA36832.1", "rna": "X52599.1"}, {"protein": "XP_006710726.1", "rna": "XM_006710663.4"}]}, "alias": ["Beta-NGF", "HSAN5", "NGFB"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "strong", "classification_date": "2023-05-05T16:00:00.000Z", "disease_label": "hereditary sensory and autonomic neuropathy", "gcep": "Charcot-Marie-Tooth Disease Gene Curation Expert Panel", "moi": "AR", "mondo": "MONDO:0015364", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_f0b3691d-a3d3-42f6-9703-18af08f40688-2023-05-05T160000.000Z", "sop": "SOP9"}}, "ensembl": {"gene": "ENSG00000134259", "protein": ["ENSP00000358525", "ENSP00000502380", "ENSP00000502831", "ENSP00000505558", "ENSP00000505694", "ENSP00000506364", "ENSP00000506492", "ENSP00000506569"], "transcript": ["ENST00000369512", "ENST00000675637", "ENST00000676038", "ENST00000679806", "ENST00000680116", "ENST00000680540", "ENST00000680752", "ENST00000681124"], "translation": [{"protein": "ENSP00000502380", "rna": "ENST00000676038"}, {"protein": "ENSP00000358525", "rna": "ENST00000369512"}, {"protein": "ENSP00000505694", "rna": "ENST00000680116"}, {"protein": "ENSP00000506364", "rna": "ENST00000681124"}, {"protein": "ENSP00000502831", "rna": "ENST00000675637"}, {"protein": "ENSP00000506492", "rna": "ENST00000679806"}, {"protein": "ENSP00000506569", "rna": "ENST00000680540"}, {"protein": "ENSP00000505558", "rna": "ENST00000680752"}], "type_of_gene": "protein_coding"}, "entrezgene": "4803", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 3.74169021, "exp_mis": 110.6820332, "exp_syn": 43.68877, "lof_z": 1.91612392908118, "mis_z": 0.915054987436401, "mu_lof": 2.93250867032e-07, "mu_mis": 9.73176570732e-06, "mu_syn": 3.81896547462e-06, "n_lof": 0.0, "n_mis": 91.0, "n_syn": 54.0, "p_li": 0.704368811874854, "p_null": 0.0159289427175468, "p_rec": 0.2797022454076, "syn_z": -0.967108145676911}, "bp": 726, "cds_end": 115829416, "cds_start": 115828690, "n_exons": 1, "nonpsych": {"exp_lof": 3.3659552, "exp_mis": 100.1572882, "exp_syn": 39.5219144, "lof_z": 1.80179809888904, "mis_z": 0.864707644257191, "mu_lof": 2.93250867032e-07, "mu_mis": 9.73176570732e-06, "mu_syn": 3.81896547462e-06, "n_lof": 0.0, "n_mis": 83.0, "n_syn": 49.0, "p_li": 0.700807489745715, "p_null": 0.0195557639491614, "p_rec": 0.279636746305123, "syn_z": -0.949216582473184}, "nontcga": {"exp_lof": 3.44034375, "exp_mis": 101.8254668, "exp_syn": 40.191656, "lof_z": 1.82970967421967, "mis_z": 0.880080782946964, "mu_lof": 2.93250867032e-07, "mu_mis": 9.73176570732e-06, "mu_syn": 3.81896547462e-06, "n_lof": 0.0, "n_mis": 84.0, "n_syn": 48.0, "p_li": 0.687941934542232, "p_null": 0.0185002166885989, "p_rec": 0.29355784876917, "syn_z": -0.779853606450806}, "transcript": "ENST00000369512.2"}, "exons": [{"cdsend": 115286795, "cdsstart": 115286069, "chr": "1", "position": [[115285916, 115286807], [115293626, 115293750], [115338203, 115338249]], "strand": -1, "transcript": "NM_002506", "txend": 115338249, "txstart": 115285916}], "exons_hg19": [{"cdsend": 115829416, "cdsstart": 115828690, "chr": "1", "position": [[115828537, 115829428], [115836247, 115836371], [115880824, 115880870]], "strand": -1, "transcript": "NM_002506", "txend": 115880870, "txstart": 115828537}], "generif": [{"pubmed": 11877300, "text": "On immunologic stimuli, human eosinophils secrete nerve growth factor that promotes elongation of neurites."}, {"pubmed": 11935372, "text": "Results support the involvement of NGF, BDNF, leptin, and mast cells in human coronary atherosclerosis and metabolic syndrome, implying neuroimmune and adipoimmune pathways in the pathobiology of these cardiovascular disorders."}, {"pubmed": 12205295, "text": "Phenotypic knockout of nerve growth factor (NGF) activity in transgenic anti-NGF mice (AD11 mice) results in a progressive neurodegenerative phenotype."}, {"pubmed": 12397373, "text": "The gene expression of this protein was studied in the developing human tooth."}, {"pubmed": 12453472, "text": "correlation between the activity of systemic lupus erythematosus and the levels of NGF in serum"}, {"pubmed": 12531456, "text": "NGF modulates cytokine mRNA expression in immune cells. (NGF)"}, {"pubmed": 12676754, "text": "Interleukin-10 and nerve growth factor have reciprocal upregulatory effects on intestinal epithelial cells."}, {"pubmed": 12900521, "text": "Data suggest that activation of bronchial eosinophils by neurotrophins (nerve growth factor, brain-derived neurotrophic factor, neurotrophins-3 and -4) might play a role in the regulation of eosinophilic inflammation in allergic asthma."}, {"pubmed": 12918708, "text": "Circulating levels in Behcet disease are not different from normal values."}, {"pubmed": 12925217, "text": "histamine may enhance nerve growth factor production by inducing c-Fos expression in keratinocytes."}, {"pubmed": 14587217, "text": "NGF might have a crucial role in the auditory pathway, promoting the survival and preventing the degeneration of sensorineural cells."}, {"pubmed": 14708938, "text": "NGF is expressed in human pancreatic beta cells and modulates insulin secretion through a paracrine/autocrine loop, similar to the one observed in cultured rat beta cells"}, {"pubmed": 14970904, "text": "Zinc(II) in native beta-NGF plays an important role in the structure and the biological activity of the protein"}, {"pubmed": 14976160, "text": "mutation causes loss of pain perception"}, {"pubmed": 14985763, "text": "acts as a co-receptor and molecular switch governing the p75NTR-mediated pro-apoptotic signal induced by proNGF"}, {"pubmed": 15131306, "text": "determined the 2.4 A crystal structure of NGF complexed with the extracellular domain of p75; the complex is composed of an NGF homodimer asymmetrically bound to a single p75"}, {"pubmed": 15523689, "text": "expression of NGF and its receptors, TrkA and p75NTR, in hepatocellular carcinomas (HCC); NGF and its receptors are thought to have a role in cellular interactions involving HCC cells, hepatic stellate cells, arterial cells and nerve cells in HCC tissues"}, {"pubmed": 15544837, "text": "Monocytes, produce, store and release NGF, brain-derived neurotrophic factor and neurotrophin 3"}, {"pubmed": 15681836, "text": "pro-NGF purified from AD human brains can induce apoptosis in neuronal cell cultures through its interaction with the p75NTR receptor"}, {"pubmed": 15829579, "text": "NGF is indeed involved in growth initiation of human primordial follicles."}, {"pubmed": 16079148, "text": "p62 regulates nerve growth factor-induced NF-kappaB activation by influencing TRAF6 polyubiquitination"}, {"pubmed": 16313302, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 16319926, "text": "NGF rapidly increases membrane expression of TRPV1 heat-gated ion channels"}, {"pubmed": 16546643, "text": "Overexpression in salivary adenoid cystic carcinoma may constitute a reason for perineural invasion"}, {"pubmed": 16786155, "text": "Light and electron microscopy immunohistochemistry showed that tonsillar samples were positive for NGF."}, {"pubmed": 16832412, "text": "Here, we show the first evidence of NGF-TrkA autocrine loop and clinical significance of Nerve growth factor(NGF)overexpression in oesophageal squamous cell carcinoma(OESCC)."}, {"pubmed": 16839849, "text": "non-fat cells in human adipose tissue contribute to most of the release of NGF seen during primary culture of adipose tissue explants from obese women"}, {"pubmed": 16919030, "text": "Findings report, for the first time, the expression pattern of NGF and TrkA proteins in human scalp skin and hair follicle."}, {"pubmed": 17192954, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17192954, "text": "SNP associated with ADHD in the 5' pro-NGF sequence may affect intracellular processing and secretion of NGF."}, {"pubmed": 17638883, "text": "a NGF/BEX2/NF-kappaB pathway is involved in regulating apoptosis in breast cancer cells and in modulating response to tamoxifen in primary tumors"}, {"pubmed": 17673289, "text": "We show here high expression of TRKA in Hodgkin-Reed/Sternberg cell lines as compared to normal B cells and other B cell lymphomas, without major increases in TRKA gene dosage."}, {"pubmed": 17703412, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17850422, "text": "has mitogenic and motogenic effects on oral mucosal keratinocytes. Differential expression throughout the epithelium suggests a role in epithelial differentiation"}, {"pubmed": 17854142, "text": "Nerve growth factor was only detected in liver tissue with hepatocellular carcinoma present."}, {"pubmed": 17881264, "text": "NGF concentration in CSF is a useful marker of brain damage following severe TBI"}, {"pubmed": 17893397, "text": "Late preweaning exposure of rats to chlorpyrifos and methyl parathion affect expression of nerve growth factor in hippocampus and cerebral cortex."}, {"pubmed": 17905097, "text": "The NGF mRNA levels at baseline in the interstitial cystitis patients were significantly greater than those in the controls. NGF expression plays an important role in the pathogenesis of IC."}, {"pubmed": 17992191, "text": "These results newly demonstrate the cardiac prosurvival action of NGF and provide mechanistic information on the signaling pathway"}, {"pubmed": 18068123, "text": "These data support a role for NGF-induced cell apoptosis in LLS formation in vitro."}, {"pubmed": 18179783, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18191449, "text": "N-terminal Vps10p domain of sortilin, which is responsible for the interaction with the neurotrophins, adopts a beta-propeller fold, and that the N-terminal regions of sortilin, pro-NGF and pro-BDNF are mainly intrinsically disordered regions"}, {"pubmed": 18199526, "text": "Targeting NGF in breast cancer may have therapeutic ramifications."}, {"pubmed": 18203754, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18203754, "text": "Variants in NGFB gene appear to modify the risk conferred by the NTRK3 rs7180942 risk genotypes showing a synergistic epistatic interaction."}, {"pubmed": 18221326, "text": "can play a role in the pathology of oral lichen planus"}, {"pubmed": 18280641, "text": "Analyzed gene expression profile of NGF-treated prostate cancer cell lines."}, {"pubmed": 18300262, "text": "Data show that nerve growth factor levels in corneal epithelial cells were up-regulated during hyperosmolar stress by IL-1beta, and suggest that enhanced NGF expression may be aid in recovery from corneal damage due to chronic hyperosmolar stress."}, {"pubmed": 18305571, "text": "NT-3, NT-4, and nerve growth factor (NGF) induce cell migration in melanoma, with a stronger effect on metastatic cell lines."}, {"pubmed": 18349121, "text": "keratinocytes in patients with psoriasis are primed to produce elevated levels of NGF"}, {"pubmed": 18420729, "text": "A family with neurological findings similar to hereditary sensory and autonomic neuropathy type V having a point mutation in the nerve growth factor beta gene."}, {"pubmed": 18438945, "text": "Amyloid precursor protein-overexpressing transgenic mice show a genotype-dependent increase of cortical NGF that is highly correlated with amyloid concentrations, which may reflect an amyloid-related glia-derived secretion or altered axonal transport."}, {"pubmed": 18635195, "text": "The present study pinpoints loop II of NGF to be an important structural determinant for NGF biological activity mediated by TrkA receptor."}, {"pubmed": 18727839, "text": "Both the annulus fibrosus and nucleus pulposus cells of the intervertebral disc (IVD) express the neurotrophins NGF and BDNF, factors that may influence and enhance innervation and pain in the degenerate IVD."}, {"pubmed": 18763222, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18763222, "text": "anxiety relates to a genetic variation of NGF and that genes modulate behaviour in a gender-dependent manner."}, {"pubmed": 18780967, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18810245, "text": "We conclude that in CSF of AD patients (at least partly) mature NGF-like immunoreactivity is enhanced, and is masked in a bioassay by the toxic properties of CSF"}, {"pubmed": 18830907, "text": "Nerve-growth factor (NGF) and brain-derived neurotrophic factor (BDNF) levels are potential biomarkers for lymphocyte activation in primary Sjogren's syndrome patients."}, {"pubmed": 18922682, "text": "Possible role of nerve growth factor and interleukin-18 in pathogenesis of eczematous lesions of atopic dermatitis."}, {"pubmed": 18922683, "text": "The level of horn nerve growth factor was found to reflect the severity of itching and eruptions in atopic dermatitis."}, {"pubmed": 19023688, "text": "NGF enhanced monocyte chemotactic response to low CXCL-12 concentration regardless of infection and decreases human immunodeficiency virus replication in attracted population."}, {"pubmed": 19038326, "text": "The role of nucleotide variation in the NGFB and BDNF genes in relation to the pathogenesis of atopic dermatitis, was evaluated."}, {"pubmed": 19038341, "text": "study describes the effects of the homozygous missense (R221W) mutation on the function of NGF protein and the molecular mechanisms that may underlie its pain insensitivity phenotype"}, {"pubmed": 19054925, "text": "decreased plasma levels in chronic urticaria patients resistant to H1 antihistamines; in treatment-responsive group, suppression of symptoms is accompanied by an increase in serum concentration af"}, {"pubmed": 19063739, "text": "NGFB variation and expression levels appear as modulating factors in the development of multiple sclerosis"}, {"pubmed": 19063739, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19076929, "text": "preferential NGF localization in mucous cells of the epithelial lining and in the submucosal glands suggests a possible role for NGF in modulating secretion in allergic rhinitis and possibly other allergic diseases."}, {"pubmed": 19086053, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19120874, "text": "Expression of nerve growth factor and tyrosine kinase receptor A and correlation with perineural invasion in pancreatic cancer."}, {"pubmed": 19169037, "text": "For the 1st time, an increased NGF concentration was shown in glomerulonephritis & hemodialysis patients compared to controls. NGF can act as protective factor against cytotoxic injuries."}, {"pubmed": 19177265, "text": "dysregulated production of NGF may lead to synovial cell proliferation and thus could influence the inflammatory and proliferative cascades of inflammatory arthritis"}, {"pubmed": 19183217, "text": "sensory neuropathy was caused by haploinsufficiency of the NGFB gene"}, {"pubmed": 19221293, "text": "Nerve growth factor (NGF) concentration in the CSF is increased following traumatic head injury in children and thus ia a useful biological marker of brain damage."}, {"pubmed": 19258923, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19264868, "text": "Overproduction of ovarian nerve growth factor is a component of polycystic ovarian morphology in both humans and rodents."}, {"pubmed": 19399531, "text": "This study demonstrated the presence of NGF and TrkA in specimens collected from degenerative facet joints, suggesting that specific molecules could be used in order to modulate chronic pain in patients with degenerative lumbar spine."}, {"pubmed": 19403065, "text": "increased plasma levels in patients with amnestic mild cognitive impairment"}, {"pubmed": 19475530, "text": "Unexpected presence of the neurotrophin NGF in the tendon cells of the human Achilles tendon is reported."}, {"pubmed": 19490633, "text": "Nerve growth factor is expressed in the synovial fluid and tissue of patients with peripheral synovitis."}, {"pubmed": 19560628, "text": "Increased plasma BDNF and nerve growth factor (NGF) with negative correlation in alcohol-dependent male patients may have some role in the regeneration of damage done by chronic alcohol use."}, {"pubmed": 19598235, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19626992, "text": "VEGF and NGF expressions in gliomas were upregulated compared to normal controls."}, {"pubmed": 19639490, "text": "We conclude that under conditions of upregulated TGF-beta, like fibrosis, NGF levels will also increase in pancreatic stellate cells (PSC) which might contribute to pancreatic wound healing responses."}, {"pubmed": 19649262, "text": "RSV infection of the distal airway epithelium, but not of the more proximal sections, results in overexpression of NGF and its trkA receptor, while the other p75(NTR) receptor is markedly downregulated"}, {"pubmed": 19651702, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19668232, "text": "Study shows that transcription corepressor CtBP2 directly binds acinus, which is regulated by nerve growth factor (NGF), inhibiting its stimulatory effect on cyclin A1, but not cyclin A2, expression in leukemia."}, {"pubmed": 19695094, "text": "nerve growth factor was significantly correlated with both MMP-10 and substance P mRNA in surgical degenerate nucleus pulposus samples"}, {"pubmed": 19758188, "text": "Studies indicate that the recognition of a pathologic role of NGF and its receptor system has provided an attractive opportunity to develop a novel class of therapeutics for inflammatory diseases and chronic pain syndromes."}, {"pubmed": 19844736, "text": "Tear NGF may have a specific role in ocular surface inflammation, which protects against ocular surface damage in patients with active thyroid associated ophthalmopathy"}, {"pubmed": 19874574, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19934806, "text": "Average length of growing axons in nucleus pulposus(NP) was significantly shortened after anti-nerve growth factor (NGF)beta treatment.  Anti-NGFbeta decreased substance P in NP."}, {"pubmed": 19945432, "text": "the R100 mutation selectively disrupts binding of hNGF to p75NTR receptor, to an extent which depends on the substituting residue at position 100, while the affinity of hNGFR100 mutants for TrkA receptor is not affected."}, {"pubmed": 19950533, "text": "Human cytomegalovirus can down-regulate endogenous NGF levels in human glioma cell line U251."}, {"pubmed": 19957796, "text": "beta-NGF and TrKA expression are higher in pancreatic adenocarcinoma than normal pancreas."}, {"pubmed": 19958603, "text": "decreased expression in sinus mucosa of chronic rhinosinusitis patients"}, {"pubmed": 20119692, "text": "Nerve growth factor-beta might promote lymph node metastasis and nerve infiltration in human hilar cholangiocarcinoma."}, {"pubmed": 20219210, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20233324, "text": "NGF peptide and was shown to be significantly and persistently higher in saliva of burning mouth syndrome subjects."}, {"pubmed": 20360245, "text": "NGF elicits pleiotropic beneficial actions in the post-myocardial infarction heart. NGF should be considered as a candidate for therapeutic cardiac regeneration."}, {"pubmed": 20375017, "text": "Tau potentiates nerve growth factor-induced mitogen-activated protein kinase signaling and neurite initiation without a requirement for microtubule binding"}, {"pubmed": 20398908, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20503287, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20518854, "text": "Nerve growth factor gene levels in the esophageal mucosa were significantly increased in patients with erosive esophagitis compared with asymptomatic patients and healthy controls"}, {"pubmed": 20542022, "text": "The levels of both NGF protein in seminal plasma and TrkA mRNA in spermatozoa are low in samples from oligoasthenozoospermic men."}, {"pubmed": 20680101, "text": "These observations indicate that human corneal endothelial cells are receptive to the action of NGF and that these cells may regulate NGF activity through autocrine/paracrine mechanisms."}, {"pubmed": 20854189, "text": "levonorgestrel-releasing intrauterine system significantly reduced the expression of NGF in the endometrium and myometrium of patients with adenomyosis."}, {"pubmed": 20863878, "text": "Data show that nerve growth factor levels are differently regulated in preeclamptic and normotensive mothers delivering low birth weight babies."}, {"pubmed": 20881126, "text": "NGF deprivation and consequent age-dependent appearance of Alzhheimer-like neurodegeneration affect transmission and short-term plasticity of medial perforant pathway synapses of transgenic mice."}, {"pubmed": 20923384, "text": "Bipolar disorder individuals in mania had lower NGF levels than euthymic patients or controls.These data suggest that NGF measurement could be used for the biological marker for manic state."}, {"pubmed": 20978020, "text": "A novel NGF mutation clarifies the molecular mechanism and extends the phenotypic spectrum of the HSAN5 neuropathy."}, {"pubmed": 21047631, "text": "the peritoneal fluid of endometriosis patients and endometriotic lesions have neurotropic properties, because the Western blot analysis and the cell culture stainings showed NGF expression"}, {"pubmed": 21085492, "text": "Data show that serum NGF levels were higher in SSc patients than in control subjects."}, {"pubmed": 21153361, "text": "intracellular and intercellular cross talk between NGF and TNF"}, {"pubmed": 21217078, "text": "NGF increases HIV-1 replication in primary monocyte-derived macrophages by engaging its classic TrKA signaling and down-regulating the synthesis of the HIV-1 natural restriction factor APOBEC3G"}, {"pubmed": 21294249, "text": "variation in NGFB is a risk factor for primary Affective disorders in women, but not for comorbid affective disorders."}, {"pubmed": 21321391, "text": "Through binding to its high affinity receptor [TrkA], NGF moderately down-regulates expression of beta-secretase beta-site amyloid-beta protein precursor (AbetaPP) cleaving enzyme-1."}, {"pubmed": 21358750, "text": "There was significant difference in methadone doses required by subjects with heroin adddiction with different genotypes of the NGFB intronic single-nucleotide polymorphism rs2239622."}, {"pubmed": 21378097, "text": "patients with a missense mutation in NGFB had reduced c-fiber density and percieved gentle arm stroking as less pleasant than did controls."}, {"pubmed": 21387003, "text": "NGFR100 mutants maintain identical neurotrophic and neuroprotective properties in a variety of cell assays, while displaying a significantly reduced pain-inducing activity in vivo."}, {"pubmed": 21397006, "text": "The balance of NGF expression and that of its receptors shifts toward cell death mechanisms during the progression of Alzheimer disease."}, {"pubmed": 21429417, "text": "The expressions of both NGF and TrkA in bronchiolar epithelial cells were significantly increased in chronic obstructive pulmonary disease patients."}, {"pubmed": 21596795, "text": "These results highlight a role of Nrf2 in NGF gene expression in astroglial cells."}, {"pubmed": 21621608, "text": "[review] The vgf gene is induced in vivo by neurotrophins including nerve growth factor (NGF), brain derived growth factor (BDNF) and glial derived growth factor (GDNF), by synaptic activity and by homeostatic and other stimuli."}, {"pubmed": 21673280, "text": "The NGF-dependent neurotrophic properties of endometriotic tissues are endometriosis- and not pain-associated."}, {"pubmed": 21693611, "text": "The present study reveals that TGFbeta2 and NGF are associated with idiopathic epiretinal membranes, suggesting a novel compensatory mechanism so far never proposed."}, {"pubmed": 21768088, "text": "tryptase-secreting mast cells in the vicinity of pro-NGF/NGF-secreting cells in any human tissue are likely able to alter the ratios of pro-NGF/NGF; this indicates a novel way to modify the microenvironmentwith regard to neurotrophin actions."}, {"pubmed": 21826717, "text": "Report increased serum and urinary NGF levels in patients with overactive bladder refractory to antimuscarinic treatment."}, {"pubmed": 21893340, "text": "Data show that systemic (serum) and eczematous skin levels of nerve growth factor in atopic dermatitis are significantly lower in comparison to healthy controls."}, {"pubmed": 22036954, "text": "beta-NGF expression is associated with brain atrophy measured by magnetic resonance imaging methods in patients with relapsing- remitting multiple sclerosis."}, {"pubmed": 22040304, "text": "apoptosis in retinal cells after intravitreal bevacizumab injection is increased by down-regulated NGF, caused by VEGF inhibition in rabbits."}, {"pubmed": 22105621, "text": "These analyses illustrate the value of QTL and targeted association studies for genetically complex disorders such as ASD. NGF is a promising risk gene for NVC deficits."}, {"pubmed": 22192858, "text": "Studies indicate neurotrophin family comprises nerve growth factor, brain-derived neurotrophic factor, neurotrophin-3 and neurotrophin-4 , and Zn(2+) and Cu(2+) interactions with them and modulate their activities through conformational changes."}, {"pubmed": 22251933, "text": "NGF levels are lower in Huntington's disease patients than in healthy subjects, correlating with disease severity and nitrosative stress."}, {"pubmed": 22272270, "text": "Data suggest that respiratory syncytial virus (RSV) upregulates the NGF-TrKA axis in airways by silencing miR-221 expression, and this favors viral replication by interfering with the apoptotic death of infected cells."}, {"pubmed": 22301435, "text": "The NGF gene rs6330 might influence the inhibition task in Japanese patients with early-stage Alzheimer's disease or amnestic mild cognitive impairment."}, {"pubmed": 22330829, "text": "The findings of this study further suggest that proNGF may play a role in Alzheimer-type neurodegeneration and that genetic variations in the NGF locus may influence the occurrence of sporadic, late-onset Alzheimer's disease."}, {"pubmed": 22411587, "text": "Nerve growth factor stimulates cell proliferation of human epithelial ovarian cancer."}, {"pubmed": 22454143, "text": "There is no significant difference in NGF, NT-3 and p75NTR expression in the myometrium or endometrium between patients with adenomyosis and the control group."}, {"pubmed": 22517242, "text": "the results of this pilot study show that there might be an association between symptoms of opiate dependence and withdrawal and serum levels of NGF."}, {"pubmed": 22537619, "text": "Data indicate that NGF (angiogenesis) and VEGF-C (lymphangiogenesis) might play a crucial role in the pathogenesis of psoriasis vulgaris and could be researched further as potential new targeted therapies for psoriasis vulgaris."}, {"pubmed": 22625872, "text": "NGF content is increased in rectal mucosa of diarrhea-predominant irritable bowel syndrome children."}, {"pubmed": 22703891, "text": "NGF induced a sensitization of the muscle fascia to mechanical and chemical stimuli lasting for up to 2 weeks."}, {"pubmed": 22731611, "text": "nerve growth factor and gamma-interferon decreased the proportion of cancer stem cells through the downregulation of fibroblast growth factor receptor 2."}, {"pubmed": 22789557, "text": "NGF levels are significantly higher in children with overactive bladder than controls"}, {"pubmed": 22804708, "text": "The extracellular signals of NGF and bFGF induced neuron differentiation of human endometrial stem cells."}, {"pubmed": 22932111, "text": "The expressions of NGF, TrkA and P75NTR mRNA were suppressed by gonadotropin releasing hormone agonist in eutopic endometrial stromal cells."}, {"pubmed": 22948388, "text": "Overview of the role of NGF in regulation of peripheral nociception and as a target of pain treatment."}, {"pubmed": 22948508, "text": "NGF may be associated with increased dermal nerve fibres and pruritus in Sezary syndrome."}, {"pubmed": 22954667, "text": "In the absence of a functional nerve growth factor (NGF)/TrKA-mediated signaling pathway in AbetaPP-null mice, exogenous application of NGF can rescue long-term potentiation de fi cit."}, {"pubmed": 23028581, "text": "Increased urinary NGF levels in interstitial cystitis patients suggest that chronic inflammation is involved in this bladder disorder."}, {"pubmed": 23034254, "text": "Nerve growth factor and brain-derived neurotrophic factor concentrations in schizophrenia"}, {"pubmed": 23086522, "text": "FoxO3a inhibits NGF-induced neuronal differentiation, at least in part, by suppressing the expression of NCDN."}, {"pubmed": 23091165, "text": "ProNGF, a cytokine induced after myocardial infarction in humans, targets pericytes to promote microvascular damage and activation."}, {"pubmed": 23095849, "text": "Alterations in the hippocampal NGF signaling pathway in mild cognitive disease and Alzheimer disease favor proNGF-mediated proapoptotic pathways, and that this is independent of Abeta accumulation during progression."}, {"pubmed": 23128606, "text": "NGF serum concentrations in alcoholic patients decrease significantly when compared to healthy controls."}, {"pubmed": 23234779, "text": "Eosinophils infiltration and increased expression of NGF and IL-4 play key roles in the development of childhood cough variant asthma."}, {"pubmed": 23398122, "text": "NGF expression positively correlates with itching sensation and number of nerve fibers in the epidermis in prurigo nodularis"}, {"pubmed": 23542336, "text": "alterations in the levels of gonadal hormones are associated with immunosenescence characterized by decreased decline in NGF expression and signaling mechanisms and thus, may increase the incidence of diseases and cancer in women"}, {"pubmed": 23561736, "text": "Overexpression of betaNGF in unrestricted somatic stem cells created a cell line that is able to secrete high amounts of functional betaNGF protein."}, {"pubmed": 23570892, "text": "reduced serum NGF level may be a state marker of depression in elderly subjects"}, {"pubmed": 23574818, "text": "Findings indicate taht COX-2 inhibitors exaggerated nerve growth factor (NGF) expression, whereas dexamethasone inhibited it."}, {"pubmed": 23608378, "text": "RT-PCR and enzyme-linked immunosorbent assay were used to measure the serum EGF and NGF expression levels of patients with limb fracture and brain trauma injurry after 1 d, 3 d, 7 d, 14 d and the relationship between them was analyzed."}, {"pubmed": 23637956, "text": "Over-expression of nerve growth factor-beta in human cholangiocarcinoma QBC939 cells promote tumor progression."}, {"pubmed": 23769609, "text": "The novelty of the study lies in its large number of exclusively adolescent depression patients showing significant reduction of BDNF, NGF and GDNF serum levels as compared to controls. A gender bias with much reduction in female has also been recorded."}, {"pubmed": 23771673, "text": "Upregulation and maintenance of HIF-1alpha and NGF expression may attenuate VCI."}, {"pubmed": 23778138, "text": "UNC5D forms a positive feedback loop with p53 and E2F1 to promote NGF dependence-mediated programmed cell death during neuroblastoma regression."}, {"pubmed": 23869086, "text": "Patients with mastocytosis featured elevated serum levels of NGF, NT-3, and NT-4. TrkA, TrkB, and TrkC expression was also elevated."}, {"pubmed": 23883529, "text": "results suggest that NGF produced locally in the peritoneal cavity may be involved in the generation of endometriosis-associated pelvic pain"}, {"pubmed": 23885099, "text": "Silencing beta-NGF gene expression by siRNA suppresses the growth of endometriotic implants."}, {"pubmed": 23959444, "text": "Suggest that nerve growth factor, which is elevated in the failing human heart, causes hypertrophy of neurons in cardiac ganglia."}, {"pubmed": 23973519, "text": "Urine marker NGF may predict urinary tract impairment in children with myelodysplasia. and may differentiate at risk patients with either renal scarring or high detrusor leak point pressure."}, {"pubmed": 23989259, "text": "mechanical stimulation may attenuate NGFbeta signaling through Rac1"}, {"pubmed": 24112788, "text": "It plays a role in the neuronal and cognitive dysfunction of Alzheimer's disease."}, {"pubmed": 24146927, "text": "the serum c-reactive protein (CRP), nerve growth factor (NGF) and pro-inflammatory cytokine/chemokine interleukin (IL)-1beta, IL-6, tumor necrosis factor (TNF)-alpha, and IL-8 expression in patients with interstitial cystitis/bladder pain syndrome, was measured."}, {"pubmed": 24180625, "text": "Expression of nerve growth factor and heme oxygenase-1 predict poor survival of breast carcinoma patients."}, {"pubmed": 24212932, "text": "NGF deprivation, Akt dephosphorylation/inactivation, FoxO dephosphorylation/activation and Trib3 induction are linked in a self-amplifying feed-forward loop that culminates in neuron death."}, {"pubmed": 24458144, "text": "TRPV1-immunoreactive nerve fibers and NGF have a role in inflammation in interstitial cystitis/bladder pain syndrome"}, {"pubmed": 24557415, "text": "NGFB and TrkA expression is elevated in salivary gland epithelial cells of primary Sjogren's syndrome."}, {"pubmed": 24585880, "text": "Data indicate that nerve growth factor (NGF) binding to TrkA affects toll-like receptor (TLR) signaling, favoring pathways that mediate inhibition of inflammatory responses."}, {"pubmed": 24614892, "text": "Urinary NGF, but not BDNF, levels decreased significantly after hyaluronic acid therapy."}, {"pubmed": 24706316, "text": "NGF levels showed a significant increase compared to the mean levels of the control group."}, {"pubmed": 24733087, "text": "NGF, but not BDNF or IL6, has a role in infant motor development in children of mothers with postpartum affective disorders"}, {"pubmed": 24793757, "text": "Serum levels of FGF-2, NGF and IGF-1 in patients with manic episode of bipolar disorder were significantly higher than those in healthy controls"}, {"pubmed": 24794250, "text": "Urinary NGF may be a biomarker for higher-grade prostate cancer aggressiveness"}, {"pubmed": 24825909, "text": "Increased NGF expression is associated with spontaneous abortions."}, {"pubmed": 24899094, "text": "Significant chemical differences in NGF were associated with the clinical features of major depressive disorder."}, {"pubmed": 24939299, "text": "Results suggest that nerve growth factor (NGF) and hypoxia inducible factor-1alpha (HIF-1alpha) are synergically involved in the angiogenesis of non-small cell lung cancer (NSCLC)."}, {"pubmed": 25001650, "text": "Neuropeptide NGF mediates neuro-immune response and inflammation through mast cell activation."}, {"pubmed": 25019486, "text": "Women with detrusor overactivity had significantly higher baseline urinary NGF levels compared to controls. NGF levels dropped after sacral nerve stimulation."}, {"pubmed": 25033919, "text": "Report decreased urinary NGF levels after acupuncture or solifenacin treatment for overactive bladder."}, {"pubmed": 25064020, "text": "Both BDNF and NGF serum concentrations were significantly lower among chronic ketamine users than among health controls."}, {"pubmed": 25069717, "text": "results suggest that NGF in the intervertebral disc is related to pain generation"}, {"pubmed": 25162994, "text": "polymorphism (rs6330, c.104C > T, p.Ala35Val) modulates cardiac autonomic nervous activity in a sex-specific manner"}, {"pubmed": 25181532, "text": "urinary NGF could be a useful biomarker for the diagnosis of overactive bladder."}, {"pubmed": 25275256, "text": "No differences in plasma BDNF, NGF, NT3, NT4 and GDNF were found between autism spectrum disorder and control."}, {"pubmed": 25285721, "text": "ProNGF is a biomarker associated with high-risk prostate cancers and a potential driver of infiltration by nerves"}, {"pubmed": 25286822, "text": "data indicate, for the first time, that the NGF/proNGF/p75(NTR) axis plays a critical role in regulating breast CSC self-renewal and plasticity."}, {"pubmed": 25383879, "text": "Studies show that NGF stimulates lymphangiogenesis and may act as a pathogenic factor that negatively regulates the normal neural and lymphatic vascular remodeling events that accompany wound recovery."}, {"pubmed": 25491371, "text": "NGF and its precursor proNGF are primarily considered as regulators of neuronal function that induce their responses via the tyrosine kinase receptor TrkA and the panneurotrophin receptor p75NTR. (Review)"}, {"pubmed": 25496838, "text": "Despite being highly conserved, NGF and proNGF of mouse and human origins show distinct properties.Special care must be taken in performing experiments with cross-species systems."}, {"pubmed": 25510766, "text": "Urinary levels of NGF and HB-EGF may be potential biomarkers for evaluating outcome of overactive bladder syndrome treatment."}, {"pubmed": 25519715, "text": "Locally increased estrogen levels and inflammation may cause increased NGF production in the uterus of patients with adenomyosis."}, {"pubmed": 25595986, "text": "Results suggest that chronic elevation of NGF but not BDNF concentration protects long-term potentiation induction from beta-amyloid action through the PI3K-signaling cascade"}, {"pubmed": 25611484, "text": "these results show that the NGF signaling and downstream pathways in the placenta are affected by SSRI treatment and/or antenatal depression."}, {"pubmed": 25619719, "text": "the signaling endosome model has been used to describe the sustained NGF/TrkA retrograde signaling as a process of endocytosis and retrograde transport of NGF/TrkA-containing endosomes from the axon terminal"}, {"pubmed": 25650935, "text": "it is the oligomerization state of the secreted NGF that may drive the formation of the ternary heterocomplex."}, {"pubmed": 25816145, "text": "Study found that NGF and p75NTR mRNA expression levels in liver tissues with hepatic fibrosis (viral or not) were up-regulated and they can regulate the course of the disease by decreasing or inhibiting hepatocyte regeneration and proliferation."}, {"pubmed": 25840418, "text": "NGF-induced tyrosine kinase independent TrkA signaling through CD44 is sufficient to maintain tumor aggressiveness in breast cancer"}, {"pubmed": 25853140, "text": "Vitreous and sera from diabetic patients showed significant 44% and 64% reductions in NGF levels."}, {"pubmed": 25854576, "text": "NRH2 enhanced the ratio of Bax/Bcl-2 by promoting the expressions of proNGF, sortilin and p75NTR, thereby inducing brain cell apoptosis."}, {"pubmed": 25876154, "text": "These observations add further evidence in favor of anti-NGF therapy in autoimmune diseases and also unlock a new area of research about the role of NGF in IL-1beta mediated diseases."}, {"pubmed": 25916157, "text": "This study demonstrated a complex of immunochemical and immunohistochemical expression of the key adipokines including leptin, NGF and adiponectin in women with metabolic syndrome."}, {"pubmed": 26021968, "text": "NGF variants are associated with remission rates after 8-week antidepressant treatment, and harm avoidance partially mediated the effect of NGF variants on treatment outcomes."}, {"pubmed": 26066770, "text": "NGF promotes renal fibrosis via TGF-beta1-signaling activation, suggesting that in kidney diseases high NGF serum levels could contribute to worsen renal fibrosis."}, {"pubmed": 26118751, "text": "These results suggest that reduced NGF serum levels can be a possible biomarker of MDD."}, {"pubmed": 26337663, "text": "This study suggests that the circadian rhythm in the esophagus may be important for the mediation of and/or the response to erosive damage in GERD patients."}, {"pubmed": 26408608, "text": "data demonstrate the involvement and modulation of nerve growth factor and its receptors in chronic obstructive pulmonary disease and in its staging"}, {"pubmed": 26457789, "text": "Data suggest MMP7 (matrix metalloproteinase 7) in follicular fluid cleaves proNGF (pro-nerve growth factor) in ovarian follicle; both MMP7 and proNGF appear to be products of granulosa cells; processing of proNGF to NGF appears to regulate apoptosis."}, {"pubmed": 26547754, "text": "Intratumoral nerve growth factor expression is not associated with perineural invasion in patients with resected extrahepatic cholangiocarcinoma."}, {"pubmed": 26569118, "text": "NGF has a role in modulating trkANGFR/p75NTR in alphaSMA-expressing conjunctival fibroblasts from human ocular cicatricial pemphigoid"}, {"pubmed": 26572749, "text": "The present study is the first to thoroughly assess the enhancement of neural differentiation of bone marrow mesenchymal stem cells following transfection with bFGF and NGF."}, {"pubmed": 26616164, "text": "The present study showed that IL-17, in addition to stimulating an inflammatory response, negatively regulates the action of NGF and NGF R in the polar forms of the leprosy."}, {"pubmed": 26825093, "text": "The results of this study suggest that proNGF protein levels may augment the diagnostic accuracy of currently used CSF biomarker panels."}, {"pubmed": 26962689, "text": "NGF FLIPs TrkA onto the death TRAIL in neuroblastoma cells"}, {"pubmed": 26966186, "text": "overexpression of ARMS blocked NGF-mediated secretion, without affecting basal secretion, a decrease in ARMS resulted in potentiation. Similar effects were observed with synembryn-B, a protein that interacts directly with ARMS. Downstream of ARMS and synembryn-B are Galphaq and Trio proteins, which modulate the activity of Rac1 in response to NGF"}, {"pubmed": 27008247, "text": "Major depression patients had similar serum NGF to controls."}, {"pubmed": 27020638, "text": "Serum NGF does not differentiate between recurrent acute pancreatitis and chronic pancreatitis."}, {"pubmed": 27146986, "text": "The rare nerve growth factor-beta (NGFB) mutation R221W causes a selective loss of thinly myelinated fibers and especially unmyelinated C-fibers. Carriers of this mutation show altered pain sensation."}, {"pubmed": 27264679, "text": "Based on these current developments, the present review provides not only a broad overview of the biological effects of NGF-TrkA-p75NTR on cancer cells and their microenvironment, but also explains why NGF and its receptors are going to evoke major interest as promising therapeutic anti-cancer targets in the coming decade."}, {"pubmed": 27367919, "text": "All patients had serum neurotrophin (NT-3, BDNF, NGF) concentrations determined."}, {"pubmed": 27424144, "text": "These data support a role for islet NGF in fine-tuning insulin secretion."}, {"pubmed": 27439311, "text": "Many studies indicate that the only presence of NGF is unable to generate cell carcinogenesis, both in normal neuronal and non-neuronal cells/tissues. However, it cannot be excluded the possibility that the co-expression of NGF and pro-carcinogenic molecules might open to different consequence. [review]"}, {"pubmed": 27454463, "text": "The results of this study indicated that dysmenorrhea pain severity is partly genetically determined by the chromosome 1p13.2, near the nerve growth factor locu."}, {"pubmed": 27513943, "text": "First-trimester plasma nerve growth factor is lower in patients who subsequently develop preeclampsia."}, {"pubmed": 27561780, "text": "The analysis of covariance (ANCOVA) indicated that the mean serum GDNF and NTF3 levels of ADHD patients were significantly higher than that of controls. However, serum BDNF and NGF levels did not show any significant differences between groups."}, {"pubmed": 27577679, "text": "these data suggest a positive feedback loop through which NGF-mediated upregulation of p75(NTR) can contribute to the chemo-resistance of Triple negative breast cancer cells."}, {"pubmed": 27654574, "text": "NGF/CD133 might be an effective and potent therapeutic target for pancreatic cancer metastasis, particularly in perineural invasion"}, {"pubmed": 27683235, "text": "Varicella zoster virus DNA replication is regulated in part by an NGF pathway that is PI3-kinase-independent."}, {"pubmed": 27792755, "text": "NGF signaling pathway provides a potential target for developing molecularly targeted therapies"}, {"pubmed": 27802234, "text": "This study show evidence of variation in plasmatic beta-NGF expression during the progression of dementia."}, {"pubmed": 27835587, "text": "NGF is functionally linked to beta-catenin, promoting the migration of human ovarian cancer cells via the WNT/beta-catenin pathway."}, {"pubmed": 27862119, "text": "NGF expression was positively correlated with disease severity and visceral hypersensitivity in irritable bowel syndrome patients."}, {"pubmed": 27908212, "text": "Neuroimmune-endocrine events may lead to overactivity of sympathetic nervous system that triggers cascade of pathologic conditions in ovary in polycystic ovary syndrome (PCOS). Data suggest women with PCOS exhibit reduction of CRH and NGF; reduction of CRH/NGF may be under influence of sympathetic nervous system and may reflect deficit of neuronal stress-adaptation in PCOS patients. (CRH = corticotropin releasing hormone)"}, {"pubmed": 27936243, "text": "Data show that the standardized nerve growth factor (NGF) concentration was negatively correlated with continuous pain, neuropathic pain and total score, and the standardized S100 proteins S100A8/A9 concentration was positively correlated with present pain intensity and continuous pain."}, {"pubmed": 27978558, "text": "NGF attenuates these responses-both in vivo and in vitro. Therefore, NGF therapy may represent a novel approach for the management of diabetic keratopathy."}, {"pubmed": 28068360, "text": "BDNF and NGF serum levels are reduced in the early and moderate glaucoma stages, suggesting the possibility that both factors could be further investigated as potential circulating biomarkers for the early detection of glaucoma."}, {"pubmed": 28237042, "text": "The results suggest an interaction between NGF, GDNF and MMP-9 during the transition to malignancy in prostate cancer (PC). Also this interaction may involve in regulating PC cell differentiation, tumor invasion, progression, and the agressiveness of PC."}, {"pubmed": 28249734, "text": "the effect and underlying mechanisms of NGF/BDNF on the production of NPW in PC12 cells and hypothalamus, is reported."}, {"pubmed": 28253191, "text": "a stage-related modulation of beta-NGF and its receptors in the inflammatory process of OA"}, {"pubmed": 28260038, "text": "Results indicate that NGF inhibited CRT translocation induced by mitoxantrone. NGF effect on CRT translocation could have consequences in immunotherapy, potentially lessening the effectiveness of this type of treatment."}, {"pubmed": 28364186, "text": "NGF stimulates generation of neurons, but not neuronal progenitors from embryonic stem cells and affects the proportion of specific types of neurons in cultures of differentiating embryonic stem cells."}, {"pubmed": 28465581, "text": "Results show that NGF signalling is strongly linked to pathological and regenerative processes in human teeth."}, {"pubmed": 28494216, "text": "This review will briefly address the peripheral and central sensitization mechanisms of airway neurons and will then focus on NGF signaling and its role in cough hypersensitivity.[review]"}, {"pubmed": 28677145, "text": "Findings suggest that IL-1beta and TNF-alpha regulate Nerve Growth Factor expression and production in synovial macrophages and fibroblasts in osteoarthritic joints."}, {"pubmed": 28679437, "text": "co-expression patterns of NGF and heme oxygenase-1 might be used as prognostic indicators for gastric carcinoma patients"}, {"pubmed": 28798232, "text": "These results advance our knowledge of the conformational properties of proNGF and NGF and help provide a rationale for the diverse biological effects of NGF and proNGF at the molecular level."}, {"pubmed": 29174194, "text": "This finding supports the hypothesis that NGF plays a role in multiple sclerosis related central neuropathic pain"}, {"pubmed": 29328070, "text": "NGF expression in the livers with hepatolithiasis.NGF up-regulated SIRT1 expression in the hepatocytes."}, {"pubmed": 29476769, "text": "the anti-tumor activity of oleuropein against hepatocellular carcinoma could be attributed to influencing the pro-NGF/NGF balance via affecting MMP-7 activity without affecting the gene expression of NGF"}, {"pubmed": 29499660, "text": "Single nucleotide polymorphisms in NGF gene (rs6330) and NGFR gene (rs2072446 and rs734194) are associated with ischemic stroke. The NGF rs6330*T and NGFR rs2072446*T minor alleles might be nominated as a risk factor for developing ischemic stroke and NGFR rs734194*G minor allele as a protective against this disease at least in Armenian population"}, {"pubmed": 29527653, "text": "the effects of secretome-enriched conditioned medium (CM) of neuronally differentiated PC12 cells on the neuronal differentiation of human mesenchymal stem cells via NGF like mechanism, is reported."}, {"pubmed": 29539621, "text": "NGF (and BDNF) levels in peripheral blood mononuclear cells were reduced in Neuropsychiatric Systemic Lupus Erythematosus patients compared to healthy controls."}, {"pubmed": 29584618, "text": "These results unveil a dual role of proNGF/p75 signaling in bladder function under pathological conditions with a CNS effect overriding the peripheral one."}, {"pubmed": 29799860, "text": "Neurotrophic factors and hippocampal activity in PTSD"}, {"pubmed": 29802376, "text": "TrkA and its ligand NGF are increased in squamous cell carcinomas of the lung"}, {"pubmed": 30039889, "text": "SNRPA may contribute to GC progression via NGF and could be a prognostic biomarker for GC."}, {"pubmed": 30070410, "text": "The study could not provide preliminary evidence for the association of NGF gene polymorphisms and the development of Heroin Dependence in the Taiwanese Han Chinese male population."}, {"pubmed": 30092220, "text": "NGF release by epithelial cells was affected by IL1B, suggesting that inflammation has a negative effect on cultured cells."}, {"pubmed": 30296891, "text": "p.R121W NGF mutation causes HSAN5 through negating the ability of furin to cleave proNGF to produce NGF-beta"}, {"pubmed": 30393197, "text": "The results demonstrated that high serum NGF concentrations were independently associated with the better functional prognosis at 3months following the occurrence of stroke."}, {"pubmed": 30418350, "text": "These results suggest novel genetic susceptibility to primary localized provoked vulvodynia associated with specific alleles in genes TRPV1 and NGF and propose the rs222747 \"C\" allele of TRPV1 as a common genetic predisposition for other pain syndromes."}, {"pubmed": 30575339, "text": "Serum nerve growth factor concentration at birth in premature infants had significant positive correlation with BSID-III cognitive and language composite scores at 24 months."}, {"pubmed": 30663865, "text": "Increased NGF expression in osteochondral channels and appears to be a key feature associated with bone pain in knee osteoarthritis."}, {"pubmed": 30680928, "text": "Our findings reveal an anti-apoptotic role of NGF in the hypoxic retinal endothelium, which is involved in promoting pathological retinal vascularization, thereby pointing to NGF as a potential target for proliferative retinopathies."}, {"pubmed": 30771434, "text": "TrkA/EphA2 functional association in proNGF-induced tumor promoting effects in breast cancer cells."}, {"pubmed": 30981636, "text": "This study showed that investigated nerve growth factor gene polymorphism did not make a significant contribution to the development of primary monosymptomatic nocturnal enuresis, but urine levels of nerve growth factor gene products were higher in primary monosymptomatic nocturnal enuresis"}, {"pubmed": 31002151, "text": "IL-10 inhibits apoptosis in brain tissue around the hematoma after ICH by inhibiting proNGF."}, {"pubmed": 31077183, "text": "TGF-beta regulates NGF production via the TGF-beta/ALK5 signaling pathway in osteoarthritic synovium. This effect may partially occur through inhibition of the TAK1/p38 pathway in the synovial tissue of knee osteoarthritis patients."}, {"pubmed": 31301255, "text": "Identification of amino acid residues of nerve growth factor important for neurite outgrowth in human dorsal root ganglion neurons."}, {"pubmed": 31541132, "text": "No evidence for altered plasma NGF and BDNF levels in fibromyalgia patients."}, {"pubmed": 31685654, "text": "point mutation allows neurotrophic and pronociceptive functions of NGF to be split, with interesting implications for the treatment of chronic pain"}, {"pubmed": 31732726, "text": "Increased expression of neurogenic factors in uterine fibroids."}, {"pubmed": 31775361, "text": "High proNGF expression is associated with Lymph Node Metastases in Thyroid Cancer."}, {"pubmed": 31775768, "text": "precursor for Nerve Growth Factor (proNGF) levels in serum and biopsy-rinse are not increased in thyroid cancer and therefore proNGF is not a clinical biomarker for this condition"}, {"pubmed": 31838083, "text": "Nerve growth factor (NGF)-TrkA axis in head and neck squamous cell carcinoma triggers EMT and confers resistance to the EGFR inhibitor erlotinib."}, {"pubmed": 31901598, "text": "Interactions among thyroid hormone (FT4), chemokine (MCP-1) and neurotrophin (NGF-beta) levels studied in Hungarian postmenopausal and obese women."}, {"pubmed": 31925656, "text": "NGF and CNTF expression and regulation mechanism by miRNA in acute paralytic strabismus."}, {"pubmed": 31996124, "text": "NGF (-198C > T, Ala35Val) and p75(NTR) (Ser205Leu) gene mutations are associated with liver function in different histopathological profiles of the patients with chronic viral hepatitis in the Brazilian Amazon."}, {"pubmed": 32001246, "text": "NGF modulates autophagy flux via FXR upregulation and protects hepatocytes against bile acid-induced cytotoxicity"}, {"pubmed": 32151405, "text": "[The expression and role of nerve growth factor (NGF) in pulmonary hypertension].\", trans \"Expression et role du facteur de croissance des nerfs NGF dans l'hypertension pulmonaire."}, {"pubmed": 32240297, "text": "Role of interleukin-1beta in nerve growth factor expression, neurogenesis and deep dyspareunia in endometriosis."}, {"pubmed": 32294802, "text": "NGF from pancreatic stellate cells induces pancreatic cancer proliferation and invasion by PI3K/AKT/GSK signal pathway."}, {"pubmed": 32440884, "text": "Association between overactive bladder and serum nerve growth factor concentrations in women with high-grade uterine prolapse."}, {"pubmed": 32488129, "text": "The human brain NGF metabolic pathway is impaired in the pre-clinical and clinical continuum of Alzheimers disease."}, {"pubmed": 32569620, "text": "The interaction of ASAH1 and NGF gene involving in neurotrophin signaling pathway contributes to schizophrenia susceptibility and psychopathology."}, {"pubmed": 32693191, "text": "A missense point mutation in nerve growth factor (NGF(R100W)) results in selective peripheral sensory neuropathy."}, {"pubmed": 32767928, "text": "The Identification of Three Key Genes Related to Stemness in Thyroid Carcinoma through Comprehensive Analysis."}, {"pubmed": 32813897, "text": "The profile of urinary biomarkers in overactive bladder."}, {"pubmed": 32827836, "text": "Expression of nerve growth factor (NGF) in endometrium as a potential biomarker for endometriosis - Single tertiary care centre study."}, {"pubmed": 32892409, "text": "MiR-98-5p promotes ischemia/reperfusion-induced microvascular dysfunction by targeting NGF and is a potential biomarker for microvascular reperfusion."}, {"pubmed": 33026185, "text": "Localization and hypersecretion of nerve growth factor in breast phyllodes tumors: Evidence from a preliminary study."}, {"pubmed": 33398073, "text": "Nerve growth factor interacts with CHRM4 and promotes neuroendocrine differentiation of prostate cancer and castration resistance."}, {"pubmed": 33649819, "text": "Nerve growth factor regulates liver cancer cell polarity and motility."}, {"pubmed": 34000361, "text": "Understanding pain perception through genetic painlessness diseases: The role of NGF and proNGF."}, {"pubmed": 34074169, "text": "Increased nerve growth factor expression in the synovial tissues of patients with rotator cuff tears."}, {"pubmed": 34214954, "text": "Plasma levels of nerve growth factor in Egyptian autistic children: Relation to hyperserotonemia and autoimmunity."}, {"pubmed": 34556815, "text": "Growth factor signaling predicts therapy resistance mechanisms and defines neuroblastoma subtypes."}, {"pubmed": 34589551, "text": "NGF Expression and Elevation in Hip Osteoarthritis Patients with Pain and Central Sensitization."}, {"pubmed": 34639085, "text": "proNGF Involvement in the Adult Neurogenesis Dysfunction in Alzheimer's Disease."}, {"pubmed": 34763683, "text": "BDNF, GDNF, NGF and Klotho levels and neurocognitive functions in acute term of schizophrenia."}, {"pubmed": 34991456, "text": "Assessment of peripheral biomarkers potentially involved in episodic and chronic migraine: a case-control study with a focus on NGF, BDNF, VEGF, and PGE2."}, {"pubmed": 35008797, "text": "DUSP-1 Induced by PGE2 and PGE1 Attenuates IL-1beta-Activated MAPK Signaling, Leading to Suppression of NGF Expression in Human Intervertebral Disc Cells."}, {"pubmed": 35095908, "text": "The beta-NGF/TrkA Signalling Pathway Is Associated With the Production of Anti-Nucleoprotein IgG in Convalescent COVID-19."}, {"pubmed": 35216240, "text": "NGF/TRKA Promotes ADAM17-Dependent Cleavage of P75 in Ovarian Cells: Elucidating a Pro-Tumoral Mechanism."}, {"pubmed": 35219096, "text": "The role of BDNF and NGF plasma levels in first-episode schizophrenia: A longitudinal study."}, {"pubmed": 35309353, "text": "Pro Nerve Growth Factor and Its Receptor p75NTR Activate Inflammatory Responses in Synovial Fibroblasts: A Novel Targetable Mechanism in Arthritis."}, {"pubmed": 35351958, "text": "Genome-wide association study of primary dysmenorrhea in the Taiwan Biobank validates associations near the NGF and IL1 gene loci."}, {"pubmed": 35579787, "text": "NGF/TrkA promotes the vitality, migration and adhesion of bone marrow stromal cells in hypoxia by regulating the Nrf2 pathway."}, {"pubmed": 36354700, "text": "Expression and Signaling Pathways of Nerve Growth Factor (NGF) and Pro-NGF in Breast Cancer: A Systematic Review."}, {"pubmed": 36361912, "text": "NGF and the Male Reproductive System: Potential Clinical Applications in Infertility."}, {"pubmed": 36563920, "text": "NGF and BDNF in pediatrics syndromes."}, {"pubmed": 36675126, "text": "ProNGF Expression and Targeting in Glioblastoma Multiforme."}, {"pubmed": 36768281, "text": "NGF and Its Role in Immunoendocrine Communication during Metabolic Syndrome."}, {"pubmed": 37004343, "text": "Nerve growth factor mediates activation of transient receptor potential vanilloid 1 in neurogenic pruritus of psoriasis."}, {"pubmed": 37175781, "text": "Psycho-Cognitive Profile and NGF and BDNF Levels in Tears and Serum: A Pilot Study in Patients with Graves' Disease."}, {"pubmed": 37587642, "text": "Preliminary evidence that Merkel cells exert chemosensory functions in human epidermis."}, {"pubmed": 37699453, "text": "Synthesis and secretion of Nerve Growth Factor is regulated by Nitric Oxide in bladder cells in vitro under a hyperglycemic environment."}, {"pubmed": 38003427, "text": "A Vicious NGF-p75[NTR] Positive Feedback Loop Exacerbates the Toxic Effects of Oxidative Damage in the Human Retinal Epithelial Cell Line ARPE-19."}, {"pubmed": 38063117, "text": "Multidisciplinary team collaboration impact on NGF, BDNF, serum IGF-1, and life quality in patients with hemiplegia after stroke."}, {"pubmed": 38203537, "text": "Level of Secretion and the Role of the Nerve Growth Factor in Patients with Keratoconus before and after Collagen Fibre Cross-Linking Surgery."}, {"pubmed": 38387191, "text": "NGF facilitates ICAM-1-dependent monocyte adhesion and M1 macrophage polarization in rheumatoid arthritis."}, {"pubmed": 38441774, "text": "Innervation pattern of the unclosed detrusor muscle in classic bladder exstrophy: a study of patients with urothelial overexpression of nerve growth factor."}, {"pubmed": 38646645, "text": "HDAC6-dependent deacetylation of NGF dictates its ubiquitination and maintains primordial follicle dormancy."}], "genomic_pos": {"chr": "1", "end": 115338770, "ensemblgene": "ENSG00000134259", "start": 115285904, "strand": -1}, "genomic_pos_hg19": {"chr": "1", "end": 115880857, "start": 115828539, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0007169", "qualifier": "involved_in", "term": "cell surface receptor protein tyrosine kinase signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0008285", "pubmed": 10362258, "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008625", "pubmed": 14985763, "qualifier": "involved_in", "term": "extrinsic apoptotic signaling pathway via death domain receptors"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010628", "pubmed": 16153003, "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010628", "pubmed": 10362258, "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0021675", "qualifier": "involved_in", "term": "nerve development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0033138", "qualifier": "involved_in", "term": "positive regulation of peptidyl-serine phosphorylation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0038180", "qualifier": "involved_in", "term": "nerve growth factor signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043388", "pubmed": 10362258, "qualifier": "involved_in", "term": "positive regulation of DNA binding"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043524", "qualifier": "involved_in", "term": "negative regulation of neuron apoptotic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0045666", "pubmed": 10362258, "qualifier": "involved_in", "term": "positive regulation of neuron differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0046579", "qualifier": "involved_in", "term": "positive regulation of Ras protein signal transduction"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0048812", "qualifier": "involved_in", "term": "neuron projection morphogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0048812", "pubmed": 17724343, "qualifier": "acts_upstream_of_or_within", "term": "neuron projection morphogenesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0050804", "qualifier": "involved_in", "term": "modulation of chemical synaptic transmission"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005796", "qualifier": "located_in", "term": "Golgi lumen"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0008021", "qualifier": "is_active_in", "term": "synaptic vesicle"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0030424", "qualifier": "is_active_in", "term": "axon"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0030425", "qualifier": "is_active_in", "term": "dendrite"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0031904", "qualifier": "located_in", "term": "endosome lumen"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005163", "qualifier": "enables", "term": "nerve growth factor receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005163", "pubmed": 14985763, "qualifier": "enables", "term": "nerve growth factor receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [10490030, 14985763, 15131306, 18596692, 19122660, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008083", "qualifier": "enables", "term": "growth factor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008191", "pubmed": 20164177, "qualifier": "enables", "term": "metalloendopeptidase inhibitor activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008289", "qualifier": "enables", "term": "lipid binding"}]}, "homologene": {"genes": [[8364, 100170161], [9031, 396466], [9544, 711681], [9598, 469423], [9606, 4803], [9615, 403402], [9913, 281350], [10090, 18049], [10116, 310738]], "id": 1876}, "interpro": [{"desc": "Nerve growth factor-related", "id": "IPR002072", "short_desc": "Nerve_growth_factor-rel"}, {"desc": "Nerve growth factor conserved site", "id": "IPR019846", "short_desc": "Nerve_growth_factor_CS"}, {"desc": "Nerve growth factor-like", "id": "IPR020408", "short_desc": "Nerve_growth_factor-like"}, {"desc": "Nerve growth factor, beta subunit", "id": "IPR020425", "short_desc": "Nerve_growth_factor_bsu"}, {"desc": "Nerve growth factor, beta subunit, mammalian", "id": "IPR020437", "short_desc": "Nerve_growth_factor_bsu_mml"}, {"desc": "Cystine-knot cytokine", "id": "IPR029034", "short_desc": "Cystine-knot_cytokine"}], "ipi": "IPI00000076", "map_location": "1p13.2", "name": "nerve growth factor", "other_names": ["beta-nerve growth factor", "nerve growth factor (beta polypeptide)", "nerve growth factor, beta subunit", "pro-nerve growth factor long"], "pantherdb": {"HGNC": "7808", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "97321", "ortholog_type": "LDO", "panther_family": "PTHR11589", "taxid": 10090, "uniprot_kb": "P01139"}, {"RGD": "1598328", "ortholog_type": "LDO", "panther_family": "PTHR11589", "taxid": 10116, "uniprot_kb": "P25427"}, {"Ensembl": "ENSGALG00000002556", "ortholog_type": "LDO", "panther_family": "PTHR11589", "taxid": 9031, "uniprot_kb": "A0A3Q2UGG2"}, {"Gene": "NGF", "ortholog_type": "LDO", "panther_family": "PTHR11589", "taxid": 9031, "uniprot_kb": "P05200"}, {"Ensembl": "ENSDARG00000111033", "ortholog_type": "LDO", "panther_family": "PTHR11589", "taxid": 7955, "uniprot_kb": "A0A2R8QCU0"}, {"ZFIN": "ZDB-GENE-990415-176", "ortholog_type": "O", "panther_family": "PTHR11589", "taxid": 7955, "uniprot_kb": "O73797"}, {"ZFIN": "ZDB-GENE-000629-2", "ortholog_type": "LDO", "panther_family": "PTHR11589", "taxid": 7955, "uniprot_kb": "Q6YBR5"}], "uniprot_kb": "P01138"}, "pathway": {"biocarta": [{"id": "cdk5pathway", "name": "phosphorylation of mek1 by cdk5/p35 down regulates the map kinase pathway"}, {"id": "erk5pathway", "name": "role of erk5 in neuronal survival pathway"}, {"id": "erkpathway", "name": "erk1/erk2 mapk signaling pathway"}, {"id": "ngfpathway", "name": "nerve growth factor pathway (ngf)"}, {"id": "trkapathway", "name": "trka receptor signaling pathway"}], "kegg": [{"id": "hsa04010", "name": "MAPK signaling pathway - Homo sapiens (human)"}, {"id": "hsa04014", "name": "Ras signaling pathway - Homo sapiens (human)"}, {"id": "hsa04015", "name": "Rap1 signaling pathway - Homo sapiens (human)"}, {"id": "hsa04020", "name": "Calcium signaling pathway - Homo sapiens (human)"}, {"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04151", "name": "PI3K-Akt signaling pathway - Homo sapiens (human)"}, {"id": "hsa04210", "name": "Apoptosis - Homo sapiens (human)"}, {"id": "hsa04722", "name": "Neurotrophin signaling pathway - Homo sapiens (human)"}, {"id": "hsa04750", "name": "Inflammatory mediator regulation of TRP channels - Homo sapiens (human)"}], "netpath": {"id": "Pathway_BDNF", "name": "BDNF"}, "pid": [{"id": "p75ntrpathway", "name": "p75(NTR)-mediated signaling"}, {"id": "pi3kplctrkpathway", "name": "Trk receptor signaling mediated by PI3K and PLC-gamma"}, {"id": "shp2_pathway", "name": "SHP2 signaling"}, {"id": "trkrpathway", "name": "Neurotrophic factor-mediated Trk receptor signaling"}], "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-166520", "name": "Signaling by NTRKs"}, {"id": "R-HSA-166520", "name": "Signaling by NTRKs"}, {"id": "R-HSA-167021", "name": "PLC-gamma1 signalling"}, {"id": "R-HSA-167044", "name": "Signalling to RAS"}, {"id": "R-HSA-167060", "name": "NGF processing"}, {"id": "R-HSA-167060", "name": "NGF processing"}, {"id": "R-HSA-169893", "name": "Prolonged ERK activation events"}, {"id": "R-HSA-169893", "name": "Prolonged ERK activation events"}, {"id": "R-HSA-170968", "name": "Frs2-mediated activation"}, {"id": "R-HSA-170968", "name": "Frs2-mediated activation"}, {"id": "R-HSA-170984", "name": "ARMS-mediated activation"}, {"id": "R-HSA-170984", "name": "ARMS-mediated activation"}, {"id": "R-HSA-177504", "name": "Retrograde neurotrophin signalling"}, {"id": "R-HSA-177504", "name": "Retrograde neurotrophin signalling"}, {"id": "R-HSA-187015", "name": "Activation of TRKA receptors"}, {"id": "R-HSA-187015", "name": "Activation of TRKA receptors"}, {"id": "R-HSA-187037", "name": "Signaling by NTRK1 (TRKA)"}, {"id": "R-HSA-187037", "name": "Signaling by NTRK1 (TRKA)"}, {"id": "R-HSA-187042", "name": "TRKA activation by NGF"}, {"id": "R-HSA-187042", "name": "TRKA activation by NGF"}, {"id": "R-HSA-187687", "name": "Signalling to ERKs"}, {"id": "R-HSA-187687", "name": "Signalling to ERKs"}, {"id": "R-HSA-187706", "name": "Signalling to p38 via RIT and RIN"}, {"id": "R-HSA-193639", "name": "p75NTR signals via NF-kB"}, {"id": "R-HSA-193639", "name": "p75NTR signals via NF-kB"}, {"id": "R-HSA-193648", "name": "NRAGE signals death through JNK"}, {"id": "R-HSA-193670", "name": "p75NTR negatively regulates cell cycle via SC1"}, {"id": "R-HSA-193681", "name": "Ceramide signalling"}, {"id": "R-HSA-193697", "name": "p75NTR regulates axonogenesis"}, {"id": "R-HSA-193704", "name": "p75 NTR receptor-mediated signalling"}, {"id": "R-HSA-193704", "name": "p75 NTR receptor-mediated signalling"}, {"id": "R-HSA-198203", "name": "PI3K/AKT activation"}, {"id": "R-HSA-198203", "name": "PI3K/AKT activation"}, {"id": "R-HSA-198745", "name": "Signalling to STAT3"}, {"id": "R-HSA-204998", "name": "Cell death signalling via NRAGE, NRIF and NADE"}, {"id": "R-HSA-204998", "name": "Cell death signalling via NRAGE, NRIF and NADE"}, {"id": "R-HSA-205017", "name": "NFG and proNGF binds to p75NTR"}, {"id": "R-HSA-205025", "name": "NADE modulates death signalling"}, {"id": "R-HSA-205043", "name": "NRIF signals cell death from the nucleus"}, {"id": "R-HSA-205043", "name": "NRIF signals cell death from the nucleus"}, {"id": "R-HSA-209543", "name": "p75NTR recruits signalling complexes"}, {"id": "R-HSA-209543", "name": "p75NTR recruits signalling complexes"}, {"id": "R-HSA-209560", "name": "NF-kB is activated and signals survival"}, {"id": "R-HSA-209563", "name": "Axonal growth stimulation"}, {"id": "R-HSA-73887", "name": "Death Receptor Signaling"}, {"id": "R-HSA-73887", "name": "Death Receptor Signaling"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}, {"id": "R-HSA-9036866", "name": "Expression and Processing of Neurotrophins"}, {"id": "R-HSA-9036866", "name": "Expression and Processing of Neurotrophins"}], "wikipathways": [{"id": "WP2380", "name": "Brain-derived neurotrophic factor (BDNF) signaling pathway"}, {"id": "WP382", "name": "MAPK Signaling Pathway"}, {"id": "WP3932", "name": "Focal Adhesion-PI3K-Akt-mTOR-signaling pathway"}, {"id": "WP3998", "name": "Prader-Willi and Angelman Syndrome"}, {"id": "WP4172", "name": "PI3K-Akt signaling pathway"}, {"id": "WP706", "name": "Sudden Infant Death Syndrome (SIDS) Susceptibility Pathways"}]}, "pdb": ["1SG1", "1WWW", "2IFG", "4EDW", "4EDX", "4ZBN", "5JZ7", "6YW8"], "pfam": "PF00243", "pharmgkb": "PA162397475", "pharos": {"target_id": 4368, "tdl": "Tchem"}, "pir": "A01399", "prosite": "PS50270", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF253255", "relationship": "is"}, {"id": "GNF253256", "relationship": "is"}, {"id": "GNF253257", "relationship": "is"}, {"id": "GNF253258", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF086440", "relationship": "is"}, {"id": "GNF086441", "relationship": "is"}, {"id": "GNF086442", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052983", "relationship": "is"}, {"id": "GNF057749", "relationship": "is"}, {"id": "GNF072874", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070333", "relationship": "is"}, {"id": "GNF070334", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF338823", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF104707", "relationship": "is"}, {"id": "GNF144355", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1", "NG_007944.1"], "protein": ["NP_002497.2", "XP_006710726.1", "XP_011539820.1", "XP_054192764.1", "XP_054192765.1"], "rna": ["NM_002506.3", "XM_006710663.4", "XM_011541518.3", "XM_054336789.1", "XM_054336790.1"], "translation": [{"protein": "XP_054192764.1", "rna": "XM_054336789.1"}, {"protein": "NP_002497.2", "rna": "NM_002506.3"}, {"protein": "XP_054192765.1", "rna": "XM_054336790.1"}, {"protein": "XP_011539820.1", "rna": "XM_011541518.3"}, {"protein": "XP_006710726.1", "rna": "XM_006710663.4"}]}, "reporter": {"HG-U133_Plus_2": "206814_at", "HG-U95Av2": ["790_at", "791_g_at"], "HTA-2_0": "TC01003018.hg.1", "HuEx-1_0": "2429466", "HuGene-1_1": "7918869", "HuGene-2_1": "16691327"}, "summary": "This gene is a member of the NGF-beta family and encodes a secreted protein which homodimerizes and is incorporated into a larger complex. This protein has nerve growth stimulating activity and the complex is involved in the regulation of growth and the differentiation of sympathetic and certain sensory neurons. Mutations in this gene have been associated with hereditary sensory and autonomic neuropathy, type 5 (HSAN5), and dysregulation of this gene's expression is associated with allergic rhinitis. [provided by RefSeq, Jul 2008].", "symbol": "NGF", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1417719"}, "unigene": "Hs.2561", "uniprot": {"Swiss-Prot": "P01138", "TrEMBL": ["A0A7P0TAZ6", "A0A346FYQ1"]}, "wikipedia": {"url_stub": "Nerve growth factor"}}