{"AllianceGenome": "7809", "HGNC": "7809", "MIM": "162010", "_id": "4804", "_version": 2, "accession": {"genomic": ["AC006487.9", "AC015656.9", "CH471109.2", "CP068261.2", "CS483670.1", "HI179096.1", "M21621.1", "NC_000017.11", "NC_060941.1", "S78212.1"], "protein": ["AAA36363.1", "AAB59544.1", "AAH50309.1", "BAG36408.1", "BAG64358.1", "CAM36380.1", "CBX53856.1", "EAW94677.1", "NP_002498.1", "P08138.1"], "rna": ["AK303278.1", "AK313654.1", "BC050309.1", "BC052797.1", "BQ639556.1", "CK299927.1", "DA115173.1", "M14764.1", "NM_002507.4"], "translation": [{"protein": "BAG64358.1", "rna": "AK303278.1"}, {"protein": "AAH50309.1", "rna": "BC050309.1"}, {"protein": "AAB59544.1", "rna": "M14764.1"}, {"protein": "BAG36408.1", "rna": "AK313654.1"}, {"protein": "NP_002498.1", "rna": "NM_002507.4"}]}, "alias": ["CD271", "Gp80-LNGFR", "TNFRSF16", "p75(NTR)", "p75NTR"], "ensembl": {"gene": "ENSG00000064300", "protein": ["ENSP00000172229", "ENSP00000421514", "ENSP00000421731"], "transcript": ["ENST00000172229", "ENST00000504201", "ENST00000509200"], "translation": [{"protein": "ENSP00000172229", "rna": "ENST00000172229"}, {"protein": "ENSP00000421514", "rna": "ENST00000509200"}, {"protein": "ENSP00000421731", "rna": "ENST00000504201"}], "type_of_gene": "protein_coding"}, "entrezgene": "4804", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 11.4168449945, "exp_mis": 196.376287966, "exp_syn": 111.472506215, "lof_z": 2.46755007667217, "mis_z": 2.1422619355123, "mu_lof": 9.27045710647e-07, "mu_mis": 1.99252148855e-05, "mu_syn": 1.13116967008e-05, "n_lof": 3.0, "n_mis": 135.0, "n_syn": 78.0, "p_li": 0.238222215108748, "p_null": 0.00702398194442268, "p_rec": 0.754753802946829, "syn_z": 1.96541228252562}, "bp": 1284, "cds_end": 47590371, "cds_start": 47572779, "n_exons": 6, "nonpsych": {"exp_lof": 10.2341322714, "exp_mis": 177.640281729, "exp_syn": 100.794154739, "lof_z": 2.22081757288305, "mis_z": 2.25699550238116, "mu_lof": 9.27045710647e-07, "mu_mis": 1.99252148855e-05, "mu_syn": 1.13116967008e-05, "n_lof": 3.0, "n_mis": 118.0, "n_syn": 71.0, "p_li": 0.185834820251716, "p_null": 0.0141023645067928, "p_rec": 0.800062815241491, "syn_z": 1.86843264172279}, "nontcga": {"exp_lof": 10.4938270862, "exp_mis": 180.656527452, "exp_syn": 102.545033199, "lof_z": 2.89105004742683, "mis_z": 1.95179925377585, "mu_lof": 9.27045710647e-07, "mu_mis": 1.99252148855e-05, "mu_syn": 1.13116967008e-05, "n_lof": 1.0, "n_mis": 128.0, "n_syn": 73.0, "p_li": 0.862648497160056, "p_null": 0.00042209743738829, "p_rec": 0.136929405402555, "syn_z": 1.84734942527985}, "transcript": "ENST00000172229.3"}, "exons": [{"cdsend": 49513009, "cdsstart": 49495417, "chr": "17", "position": [[49495292, 49495483], [49502062, 49502204], [49506298, 49506658], [49510411, 49510664], [49511891, 49512052], [49512707, 49515005]], "strand": 1, "transcript": "NM_002507", "txend": 49515005, "txstart": 49495292}], "exons_hg19": [{"cdsend": 47590371, "cdsstart": 47572779, "chr": "17", "position": [[47572654, 47572845], [47579424, 47579566], [47583660, 47584020], [47587773, 47588026], [47589253, 47589414], [47590069, 47592367]], "strand": 1, "transcript": "NM_002507", "txend": 47592367, "txstart": 47572654}], "generif": [{"pubmed": 11818506, "text": "Nerve growth factor regulates dopamine D(2) receptor expression in prolactinoma cell lines via p75(NGFR)-mediated activation of nuclear factor-kappaB"}, {"pubmed": 11927634, "text": "results indicate that neurons expressing p75(NTR), mostly if expressing also proinflammatory cytokine receptors, might be preferential targets of the cytotoxic action of Abeta in Alzheimer's disease (p75 neurotrophin receptor)"}, {"pubmed": 12163480, "text": "Rabies virus glycoprotein (RVG) is a trimeric ligand for the N-terminal cysteine-rich domain of this protein"}, {"pubmed": 12422217, "text": "P75 interacts with the Nogo receptor as a co-receptor for Nogo, MAG (myelin-associated glycoprotein) and OMgp"}, {"pubmed": 12460612, "text": "p75(NTR) may be involved in the formation of tangles in the Alzheimer process."}, {"pubmed": 12604596, "text": "tumor necrosis factor receptor-associated death domain protein (TRADD) interacts with p75(NTR) upon nerve growth factor (NGF) stimulation in breast cancer cells"}, {"pubmed": 12672029, "text": "p75(NTR) tumor suppressor induces caspase-mediated apoptosis in bladder tumor cells"}, {"pubmed": 12682012, "text": "Data describe the identification of a variant of the beta catalytic subunit of cyclic AMP-dependent protein kinase (PKACbeta) as a p75 neurotrophin receptor(NTR)-interacting protein, which phosphorylates p75(NTR) at Ser304."}, {"pubmed": 12768436, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 12821676, "text": "p75 neurotrophin receptor (p75NTR) expression is induced by osmotic swelling via nitric oxide"}, {"pubmed": 12821936, "text": "p75(NTR) has a role in differentiation of human esophageal keratinocyte stem cells"}, {"pubmed": 12913006, "text": "gamma-secretase-mediated p75NTR proteolysis plays a role in the formation/disassembly of the p75-TrkA receptor complex by regulating the availability of the p75 TM domain that is required for this interaction"}, {"pubmed": 12963025, "text": "Using yeast two-hybrid systems, RanBPM was identified as a binding partner of p75(NTR)."}, {"pubmed": 14689592, "text": "The p75(NTR)-mediated trophic support profoundly affects competitive melanoma-cell survival when the tumor cell microenvironment becomes growth limiting."}, {"pubmed": 15015775, "text": "p75NTR activation has diverse effects on neuroblastomas."}, {"pubmed": 15165637, "text": "p75-NGFR expression is observed in fetuses from 15 weeks of gestation in the borderline between pars intermedia and the neurohypophysis."}, {"pubmed": 15274039, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15310753, "text": "Data show that sustained activation of p38(MAPK) is essential for the death cascade following exposure of Ewing's sarcoma tumor cells to bFGF and provide evidence that activation of p38(MAPK) results in an up-regulation of the death receptor p75(NTR)."}, {"pubmed": 15337528, "text": "c-Cbl-dependent ubiquitination of p75NTR involved in the regulation of p75NTR signalling."}, {"pubmed": 15523689, "text": "expression of NGF and its receptors, TrkA and p75NTR, in hepatocellular carcinomas (HCC); NGF and its receptors are thought to have a role in cellular interactions involving HCC cells, hepatic stellate cells, arterial cells and nerve cells in HCC tissues"}, {"pubmed": 15681836, "text": "pro-NGF purified from AD human brains can induce apoptosis in neuronal cell cultures through its interaction with the p75NTR receptor"}, {"pubmed": 15701642, "text": "In rat, p75 neurotrophin receptor cleavage by alpha-secretase and gamma-secretase requires specific receptor domains."}, {"pubmed": 15721744, "text": "This review focuses on p75NTR as a facilitator of Trk receptor tyrosine kinase-mediated neuronal survival and as a regulator of neuronal cell death--opposing roles dictated by distinct partnering molecules."}, {"pubmed": 15784962, "text": "signaling pathway in which Abeta peptide binds to p75NTR and activates p38 and JNK in a DD-dependent manner, followed by NF-kappaB translocation and p53 activation cause neuron death"}, {"pubmed": 16099913, "text": "trimeric oligomerization state of Rabies virus G protein is required for binding with p75NTR"}, {"pubmed": 16215672, "text": "p75(NTR) and Fas receptors could share common signalling pathways."}, {"pubmed": 16460673, "text": "p75(NTR) retarded cell cycle progression by induced accumulation of cells in G0/G1 and a reduction in the S phase of the cell cycle."}, {"pubmed": 16555252, "text": "Loss of p75 neurotrophin receptor expression accompanies malignant progression to human and murine retinoblastoma"}, {"pubmed": 16586073, "text": "In dermis of atopic dermatitis (AD), the intensity of p75 NGFr-IR nerves was stronger in areas of increased numbers of NGF-IR cells. Nerve growth factor and its receptors may contribute to the neurohyperplasia of AD."}, {"pubmed": 16704535, "text": "Elevated p75NGFR expression is associated with a favorable prognosis in human pancreatic cancer."}, {"pubmed": 16826429, "text": "Expressions of p75(NTR) and heparanase-1 correlated with each other in medulloblastoma."}, {"pubmed": 16893414, "text": "This review focuses on the interactions between Abeta and p75NTR in the context of the broader p75NTR signalling field, and offers alternative explanations for how p75NTR might contribute to the etiology of Alzheimer's disease."}, {"pubmed": 16951226, "text": "The p75NTR is necessary for survival and maintenance of esophageal squamous cell carcinoma (ESCC), providing us with a potential target for novel therapies."}, {"pubmed": 17110619, "text": "p75 is a potential marker of oral keratinocyte stem/progenitor cells and that some neurotrophin/p75 signaling affects cell growth and survival."}, {"pubmed": 17196528, "text": "We propose that TrkA and p75 likely communicate through convergence of downstream signaling pathways and/or shared adaptor molecules, rather than through direct extracellular interactions."}, {"pubmed": 17287525, "text": "Conserved elements were found in the 25 kb upstream sequences of the human p75NTR gene. Only 1 of these, a proximal region rich in Sp1 sites, responds to changes in hypo-osmolarity."}, {"pubmed": 17349981, "text": "The novel finding that a mutation may increase processing of p75NTR may have implications for the pathogenic outcome in Alzheimer's disease"}, {"pubmed": 17357149, "text": "results do not support an association of the p75(NTR) S205L polymorphism with risk for childhood-onset mood disorder(COMD)or suicide attempt in COMD"}, {"pubmed": 17492429, "text": "p75 neurotrophin receptor forms may have a role in type 2 diabetic patients"}, {"pubmed": 17510309, "text": "p75NTR had the function of inhibiting the invasive and metastatic abilities of gastric cancer cells, which was mediated, at least partially, by down-regulation of uPA and MMP9 proteins and up-regulation of TIMP1 protein."}, {"pubmed": 17531524, "text": "trkA(NGFR) and p75(NTR) have roles with nerve growth factor in the healing process as a result of injury [review]"}, {"pubmed": 17582777, "text": "p75NTR downstream signalling is altered by PS2 mutation or gamma-secretase inhibition in SHSY-5Y cel"}, {"pubmed": 17603629, "text": "Significantly decreased p75 neurotrophin receptor expression is associated with gastric cancer"}, {"pubmed": 17619016, "text": "Data show that functional cooperation between TrkA and p75(NTR) accelerates neuronal differentiation by increased transcription of GAP-43 and p21(CIP/WAF) genes via ERK1/2 and AP-1 activities."}, {"pubmed": 17696644, "text": "These results provide the first evidence for p75(NTR) as a major contributor to the highly invasive nature of malignant gliomas and identify a novel therapeutic target."}, {"pubmed": 17703412, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17850422, "text": "Differential expression throughout the epithelium suggests a role in epithelial differentiation"}, {"pubmed": 17947706, "text": "Nerve growth factor facilitates TLR4 signaling-induced maturation of human dendritic cells through LPS-up-regulated p75(NTR) via activation of p38 MAPK and NF-kappaB pathways"}, {"pubmed": 17971243, "text": "in astrocytomas, Trk receptors (TrkA, TrkB, TrkC) expression, but not p75NTR may promote tumor growth independently of grade"}, {"pubmed": 18036543, "text": "A high expression of p75NGFR was often seen with better function of the transplanted muscle.p75NGFR expression might be a contributing factor in successful axonal regeneration."}, {"pubmed": 18081157, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 18196575, "text": "p75(NTR) suppresses progression of human retinoblastoma and is a potential target for therapy."}, {"pubmed": 18203754, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18221326, "text": "Basal keratinocytes in oral lichen planus showed no or only weak cytoplasmic staining but in normal oral mucosa there was a clear cell membrane staining"}, {"pubmed": 18305571, "text": "Melanoma cells express the low-affinity (p75NTR) and the high-affinity tyrosine kinase NT receptors (Trk)."}, {"pubmed": 18319596, "text": "A potential role of all neurotrophins, through their different receptors, in pituitary functions."}, {"pubmed": 18394312, "text": "CD271 serves as a receptor for the pro-forms of these neurotrophins and is differentiated from other members of the TNFR receptor family in that it binds pro and mature neurotrophins and affects the growth of the nervous system."}, {"pubmed": 18428117, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18462868, "text": "we provided the evidence that p75NTR was a potential tumor suppressor"}, {"pubmed": 18470533, "text": "Data show that NGFR expression changes during the years of greatest risk for the development of schizophrenia."}, {"pubmed": 18477014, "text": "The demonstration of an increased level of p75NTR gene transcription in lesional mast cells points to an induction of low-affinity neurotrophin receptor sensitivity of mast cells under states of allergic inflammation"}, {"pubmed": 18540978, "text": "The combination of p75(NTR) expression and the pattern of invasion strongly increased precision in the identification of oral squamous carcinomas with poor disease-free survival."}, {"pubmed": 18566344, "text": "Intramuscular p75(NTR) gene delivery impairs neovascularization and blood flow recovery in a mouse model of limb ischemia."}, {"pubmed": 18780967, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19041213, "text": "p75(NGFR) expression may be involved in the perineural invasion of pancreatic cancer cells, and the mechanism might be through mediating the chemoattraction of cancer cells for neural tissues."}, {"pubmed": 19066726, "text": "The persistence of p75NTR in a small group of medulloblastomas raises the possibility that in such tumors, the receptor could be a potential therapeutic target."}, {"pubmed": 19072833, "text": "Whereas fibrosis develops in the absence of p75(NTR) signaling, the dominant effects of loss of p75(NTR) ligand-mediated events are the retardation of liver fibrosis resolution via regulation of hepatic myofibroblast proliferation and apoptosis."}, {"pubmed": 19086053, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19131967, "text": "These data establish Sall2 as a link between p75 neurotrophin receptor and transcriptional events that regulate the growth and development of neuronal cells."}, {"pubmed": 19169037, "text": "In kidney disease, p75 plays a role in both survival & death of cells, depending on absence of ligand, cytoplasmic/ligand interaction and interaction with TrkA."}, {"pubmed": 19177265, "text": "Upregulation of NGF/TrkA in proinflammatory cytokine-activated fibroblast synovial cells suggest cross talk between NGF/NGFR and cells"}, {"pubmed": 19240061, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19258923, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19301169, "text": "Selection of CD271(+) cells allows a large expansion of mesenchymal stromal cells from human bone marrow"}, {"pubmed": 19386345, "text": "Expression pattern of NGFR in olfactory neuroblastoma is reported."}, {"pubmed": 19490633, "text": "Nerve growth factor receptor was found to be expressed in the synovial fluid of patients with rheumatoid arthritis or spondyloarthritis."}, {"pubmed": 19598235, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19615036, "text": "P75 NGFR may play a mechanistic role in invasive malignant melanomas demonstrating perineural invasion."}, {"pubmed": 19758188, "text": "Studies indicate that the recognition of a pathologic role of NGF and its receptor system has provided an attractive opportunity to develop a novel class of therapeutics for inflammatory diseases and chronic pain syndromes."}, {"pubmed": 19918800, "text": "p75 re-expression in stromal SMC is a further mechanism related to the general de-differentiation of the stroma connected to the neoplastic invasion."}, {"pubmed": 19945432, "text": "the R100 mutation selectively disrupts binding of hNGF to p75NTR receptor, to an extent which depends on the substituting residue at position 100, while the affinity of hNGFR100 mutants for TrkA receptor is not affected."}, {"pubmed": 20022966, "text": "the p75 ICD generated by gamma-secretase cleavage is capable of modulating transcriptional events in the nucleus."}, {"pubmed": 20219210, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20351714, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20503287, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20530577, "text": "Data suggest that generation of the soluble p75NTR intracellular domain by Trk-induced cleavage plays a fundamental role in Trk-dependent signaling events."}, {"pubmed": 20549701, "text": "Loss of p75(NTR) is associated with medulloblastoma."}, {"pubmed": 20596026, "text": "Transplantation of isolated CD271(+) melanoma cells into engrafted human skin or bone in Rag2(-/-)gammac(-/-) mice resulted in melanoma; however, melanoma did not develop after transplantation of isolated CD271(-) cells"}, {"pubmed": 20659559, "text": "LINGO-1 inhibits multiple aspects of oligodendrocyte differentiation independently of the LRRs via a process that requires p75(NTR) signalling"}, {"pubmed": 20680101, "text": "These observations indicate that human corneal endothelial cells are receptive to the action of NGF and that these cells may regulate NGF activity through autocrine/paracrine mechanisms."}, {"pubmed": 20854189, "text": "levonorgestrel-releasing intrauterine system significantly reduced the expression of the NGF receptor, NGFR p75, in the endometrium and myometrium of patients with adenomyosis."}, {"pubmed": 20943663, "text": "TrkA activity is neuroprotective, while p75NTR activity is neurotoxic through a paracrine mechanism in retinal neurodegeneration"}, {"pubmed": 21097678, "text": "Pretreatment of PC-3 cells with p75(NTR) and Nag-1-specific siRNA shows that NSAID inhibition of cell migration is mediated by Nag-1 and p75(NTR)."}, {"pubmed": 21123453, "text": "By directly connecting MYCN to the repression of TRKA and p75NTR, findings establish a key pathway of clinical pathogenicity and aggressiveness in neuroblastoma."}, {"pubmed": 21142793, "text": "CD271/p75(NTR) inhibits the differentiation of mesenchymal stem cells into osteogenic, adipogenic, chondrogenic, and myogenic lineages."}, {"pubmed": 21151024, "text": "p75NTR has a pro-apoptotic role in keratinocytes and is involved in the maintenance of epidermal homeostasis."}, {"pubmed": 21178583, "text": "findings further suggest that NGFR is not a suitable marker to evaluate reexcision scars for desmoplastic melanoma, especially as a sole marker, as its specificity is low"}, {"pubmed": 21307265, "text": "This study suggested that p75NTR plays a critical role in regulating Abeta levels by both increasing Abeta production and attenuating its aggregation, and they caution that a therapeutic intervention simply reducing p75NTR may exacerbate AD pathology"}, {"pubmed": 21343882, "text": "p75NTR is a novel marker of human differentiation-prone muscle precursor cells that is involved in myogenesis"}, {"pubmed": 21393506, "text": "Observation that a relatively high frequency of CD271/Sox10-positive cells correlates with higher metastatic potential and worse prognosis further supports that CD271-positive cells within human melanoma represent genuine cancer stem cells."}, {"pubmed": 21397006, "text": "The balance of NGF expression and that of its receptors shifts toward cell death mechanisms during the progression of Alzheimer disease."}, {"pubmed": 21418516, "text": "The induction of APR-1 expression caused apoptosis of melanoma cells via the interaction with the juxtamembrane region of p75 neurotrophin receptor."}, {"pubmed": 21503896, "text": "Neurotrophins act through low-affinity receptor p75NTR and the high-affinity receptors dermal fibroblasts and myofibroblasts (DM) synthesize and secrete all NTs and express NT receptors. ."}, {"pubmed": 21807134, "text": "MSCs were enumerated using colony-forming-unit-fibroblast assays and flow cytometry for the presence CD271(+) multipotential stromal cells population."}, {"pubmed": 21814043, "text": "extracellular domain of p75NTR, the neurotrophin receptor, plays an important role in the solubility of amyloid beta (Abeta) and might be one of the endogenous mechanisms in the regulation of Abeta plaque formation."}, {"pubmed": 21851375, "text": "neurotrophin signalling through p75NTR may mediate a tissue-protective response to inflammation in skeletal myofibres"}, {"pubmed": 21938001, "text": "The present study provided support for the previously reported association between the Ser205Leu polymorphism of the p75(NTR) gene and major depressive disorder (MDD)."}, {"pubmed": 22040987, "text": "The increased NGF level in serum and decreased CD271 expression on bone marrow leukemic cells in B-ALL patients are related with leukemia development."}, {"pubmed": 22068036, "text": "determined that the tumor suppressors CLU, NGFR, and RUNX3 were also directly repressed by EZH2 like CASZ1 in NB cells"}, {"pubmed": 22138126, "text": "NGF receptors are localized in the mitochondrial compartment of undifferentiated human podocytes and in all tissues analyzed including rat central nervous system."}, {"pubmed": 22161836, "text": "data indicate that overexpression of p75(NTR) induces proteome modifications in breast cancer cells and provide information on how this receptor contributes in tumor cell resistance to apoptosis"}, {"pubmed": 22170235, "text": "These results suggest that p75NTR is expressed in undifferentiated cell populations in OL and OSCC. Furthermore, p75NTR is possibly involved in invasion and poor prognosis in OSCC."}, {"pubmed": 22207443, "text": "P75 NGF-R is a useful marker to distinguish SCM from other spindle cell neoplasms of sun-damaged skin."}, {"pubmed": 22236693, "text": "Inherited polymorphisms of NGFR were associated with the risk of Alzheimer's disease."}, {"pubmed": 22343487, "text": "expression of neurotrophin receptors Pan-Trk, p75 neurotrophin receptor (p75(NTR) and ciliary neurotrophic factor receptor-alpha in ulveal melanoma does not show a role in growth."}, {"pubmed": 22419851, "text": "study found that the vasculogenic mimicry (VM)-forming uveal melanoma cell subpopulation in 3D cultures expressed CD271; cells grown in 2D cultures and tumor cell subpopulations not participating in VM formation in 3D cultures were negative for CD27"}, {"pubmed": 22454143, "text": "There is no significant difference in the NGF, NT-3 and p75NTR expression in the myometrium or endometrium between the adenomyosis and the control group."}, {"pubmed": 22558167, "text": "NGFR gene has a predicted intronic microRNA with a potential pro-apoptotic function."}, {"pubmed": 22566094, "text": "Data show that p75NTR and BFAR co-localized within the cytoplasm."}, {"pubmed": 22635104, "text": "Amyloid-beta(1-42) oligomers p75 neurotrophin receptor expression stimulates the hippocampus through IGF-1 receptor signaling."}, {"pubmed": 22706116, "text": "The structure of p75NTR and its role in the regulation of survival, growth and induction of apoptosis are discussed in this review."}, {"pubmed": 22710983, "text": "preservation of direct CD271+ MSC/CD34+ HSPC contact across benign and neoplastic marrow suggests a physiologically important role for the CD271+ MSC/CD34+ HSPC relationship and abnormal exposure of CD34+ HSPCs to increased MSC CXCL12 expression in MDS"}, {"pubmed": 22932111, "text": "The expressions of NGF, TrkA and P75NTR mRNA were suppressed by gonadotropin releasing hormone agonist in eutopic endometrial stromal cells."}, {"pubmed": 22954667, "text": "Notably, nerve growth factor (NGF) as well as pro-NGF can fully revert long term potentiation deficits in amyloid-beta protein precursor-null mice through p75NTR and c-Jun kinase pathway."}, {"pubmed": 23065828, "text": "Soluble ST2 is regulated by p75 neurotrophin receptor and predicts mortality in diabetic patients with critical limb ischemia."}, {"pubmed": 23105112, "text": "The effects of transmembrane sequence and dimerization on cleavage of the p75 neurotrophin receptor by gamma-secretase"}, {"pubmed": 23105113, "text": "although the intracellular domain of sortilin does not contribute to p75(NTR) binding, it does regulate the rates of p75(NTR) cleavage, which is required to mediate pro-neurotrophin-stimulated cell death."}, {"pubmed": 23260665, "text": "Dissociation of c-Jun kinase (JNK) and caspase-3 activities indicated that JNK is necessary but not sufficient for p75(NTR)-mediated cell death."}, {"pubmed": 23268325, "text": "NGFR expression could be a potential marker for specific molecular subtypes of breast cancer."}, {"pubmed": 23300742, "text": "CD271 positive pancreatic stellate cells may play a role in the resistance to pancreatic carcinogenesis and progression of pancreatic cancer."}, {"pubmed": 23371454, "text": "High p75NTR levels are associated with supratentorial ependymomas."}, {"pubmed": 23471969, "text": "the juxtamembrane region of p75(ICD) acts to cause a conformational change within the extracellular domain of TrkA."}, {"pubmed": 23489213, "text": "The change in expression of neurotrophic factors in KC (keratoconus) may suggest that these factors play an important role in the pathogenesis of KC and serve as new markers for the progression of KC."}, {"pubmed": 23576602, "text": "High p75NTR expression is associated with glioma."}, {"pubmed": 23598407, "text": "The p75(NTR)/TrkB imbalance induced by mutant huntingtin in striatal cells associated with the aberrant activity of PP1 disturbs BDNF neuroprotection likely contributing to increasing striatal vulnerability in Huntington's disease."}, {"pubmed": 23598854, "text": "Report significant overlap of p75NTR immunoreactivity in desmoplastic trichoepithelioma, infiltrative basal cell carcinoma, and microcystic adnexal carcinoma."}, {"pubmed": 23600400, "text": "HIV-mediated neurological impairment could result from altered BDNF/TrkB/p75NTR regulation and function"}, {"pubmed": 23616554, "text": "Tetraploidy mainly affects long-range projection neurons, facilitated by p75NTR in the neocortex."}, {"pubmed": 23626764, "text": "CD271 defines a stem cell-like population in hypopharyngeal cancer, and its expression correlates with prognosis and survival."}, {"pubmed": 23642664, "text": "Integrin beta-1(+) and p75NTR(+) cells play an important role in wound healing process"}, {"pubmed": 23820422, "text": "Data suggest that expression of neuronal markers NGFp75 (p75 neurotrophin receptor), PGP9.5 (ubiquitin C-terminal hydroxylase-L1, human), and VR1 (vanilloid receptor 1) in endometrium of women is independent of presence of endometriosis."}, {"pubmed": 23831066, "text": "p75 neurotrophin receptor cleavage may have a role in its pro-survival effect in breast cancer cells"}, {"pubmed": 23975178, "text": "Allosuppressive potential demonstrated that 81.8% of CD271-bone marrow mononuclear cell (MSC) clones were highly allosuppressive compared to only 58% of plastic adherence-MSC clones."}, {"pubmed": 24026251, "text": "Ethanol increases p75NTR expression, and CK2 and ERK signaling inversely regulate Sp1-mediated p75NTR expression."}, {"pubmed": 24047966, "text": "study found that the absence of depressive symptoms in African American and Caucasian female HIV-positive subjects is associated with a genetic variation of the TrkB but not with BDNF or p75 genes respectively"}, {"pubmed": 24226422, "text": "We showed that overexpression of CD271 on melanoma cells suppressed the in vitro activation of melanoma-specific cytotoxic T lymphocytes."}, {"pubmed": 24413464, "text": "A ligand-receptor complex SCRG1/BST1 axis facilitate mesenchymal stem cells migration, preserve OCT4 and CD271 expression, self-renewal and osteogenic differentiation."}, {"pubmed": 24481864, "text": "elucidating the potential implications of p75(NTR) activity as well as the underlying molecular mechanisms of p75(NTR) will shed new light on the biology of both normal and cancer stem cells."}, {"pubmed": 24519935, "text": "p75NTR mediates proliferation of brain tumor-initiating cells (BTICs) via its cleavage and release of an intracellular domain."}, {"pubmed": 24582280, "text": "p75NTR signaling associated with trk receptors promotes both cell proliferation and osteoblast differentiation."}, {"pubmed": 24590808, "text": "CD271(+) cells were increased in HERV-H(+)CCL19(+) tumor tissues."}, {"pubmed": 24604282, "text": "CD271(+) cells developed into neurospheres and could be differentiated into astrocytes, neurons, and oligodendrocytes"}, {"pubmed": 24799129, "text": "data strongly suggest that CD271 is a crucial determinant of stem-like properties of melanoma cells like colony-formation and tumorigenicity."}, {"pubmed": 24825909, "text": "Increased NGFR expression is associated with spontaneous abortions."}, {"pubmed": 24905361, "text": "The ATF4/p75NTR/IL-8 signal pathway may have an important role in EndoMT induced by SFO."}, {"pubmed": 24976126, "text": "p75(NTR) signaling provides a prosurvival response in vestibular schwannoma cells by activating NF-kappaB independent of JNK"}, {"pubmed": 25093680, "text": "These results suggest a mechanism involving both the transmembrane domain and the death domain of p45 to regulate p75-mediated signaling."}, {"pubmed": 25149537, "text": "Data are the first to demonstrate that CD271 more specifically identifies the TIC subpopulation within the CD44+ compartment in SCCHN and that this receptor is a functionally active and targetable molecule."}, {"pubmed": 25180603, "text": "p75(NTR) mediates synaptic, learning, and memory dysfunction in Huntington's disease"}, {"pubmed": 25200140, "text": "Data indicate that p75 neurotrophin receptor p75(NTR) could be a potential therapeutic target for retinal pigment epithelium (RPE) hypoxia or oxidative stress diseases."}, {"pubmed": 25227100, "text": "Therefore, the 12 selected SNPs may act as tag SNPs for the entire p75NTR gene in Chinese Han population."}, {"pubmed": 25244921, "text": "p75NGFR is a candidate tumor suppressor and has independent prognostic potential in colorectal cancer."}, {"pubmed": 25321086, "text": "Case Report: strong p75 staining in cutaneous squamous cell carcinoma."}, {"pubmed": 25329094, "text": "Isoflurane but not sevoflurane or desflurane postexposure aggravates neurotoxicity in preinjured neurons via activation of p75 and NF-kappaB."}, {"pubmed": 25330297, "text": "CD271 is critical for keratinocyte differentiation and regulates the transition from keratinocyte stem cells to transit-amplifying cells."}, {"pubmed": 25351876, "text": "CD271 expression is associated with stage and lymph node metastasis in esophageal squamous cell carcinoma specimens.Epigenetic regulation of CD271 is associated with chemoresistance and metastatic capacity in esophageal squamous cell carcinoma."}, {"pubmed": 25491371, "text": "NGF and its precursor proNGF are primarily considered as regulators of neuronal function that induce their responses via the tyrosine kinase receptor TrkA and the panneurotrophin receptor p75NTR. (Review)"}, {"pubmed": 25509351, "text": "almost all of the CD271+ cells are from hematopoietic origin and the frequency of MSCs is so low that possibly during the process of cell isolation most of them are lost and the isolation fails."}, {"pubmed": 25666623, "text": "Data indicate that leucine-rich repeat neuronal protein 1 (LINGO-1) is intracellular and competes with Nogo-66 receptor (NgR) for binding to p75 neurotrophin receptor (p75NTR)."}, {"pubmed": 25739328, "text": "expression of HIF-1alpha and CD271 in melanomas at different phases of progression, as evaluated by histology and reflectance confocal microscopy"}, {"pubmed": 25748048, "text": "p75(NTR) and alpha9 integrin subunit are not closely associated through their cytoplasmic domains, most probably because of the molecular interference with other cytoplasmic proteins such as paxillin."}, {"pubmed": 25816145, "text": "Study found that NGF and p75NTR mRNA expression levels in liver tissues with hepatic fibrosis (viral or not) were up-regulated and they can regulate the course of the disease by decreasing or inhibiting hepatocyte regeneration and proliferation."}, {"pubmed": 26093937, "text": "assessment of NF-E2 and NGFR expression may provide additional support in reaching a correct diagnosis in discriminating polycythemia vera from prefibrotic/fibrotic primary myelofibrosis and essential thrombocythemia"}, {"pubmed": 26119933, "text": "preventing phosphorylation of p75(NTR) by pharmacological inhibition of PKA, or by a mutational strategy, cripples p75(NTR)-mediated glioma invasion resulting in serine phosphorylation within the C-terminal PDZ-binding motif (SPV) of p75(NTR)."}, {"pubmed": 26122862, "text": "there are 15 positive studies among 30 studies regarding BDNF/TRKB/P75NTR polymorphisms antidepressant efficacy in depressed patients--{REVIEW}"}, {"pubmed": 26278479, "text": "NGFR Ser205Leu polymorphism modulates the autonomic vagal outflow to the heart, particularly in men."}, {"pubmed": 26311773, "text": "Activation of p75NTR receptor identified that the receptor predominantly assembles as a trimer in brain tissue."}, {"pubmed": 26408608, "text": "The percentage of p75NTR+ peripheral blood mononuclear cells increased in early stages of chronic obstructive pulmonary disease (I-II), while TrKA+ peripheral blood mononuclear cells increased in late stages (III-IV)."}, {"pubmed": 26462037, "text": "Findings show no association of SNPs in NTRK2 and NGFR genes with completed suicide in Slovenian population."}, {"pubmed": 26646181, "text": "RIP2 and RhoGDI bind to p75(NTR) death domain at partially overlapping epitopes with over 100-fold difference in affinity, revealing the mechanism by which RIP2 recruitment displaces RhoGDI upon ligand binding."}, {"pubmed": 26700963, "text": "Studies indicate that neurotrophin receptor p75(NTR) mediates Huntington's disease-associated synaptic and memory dysfunction."}, {"pubmed": 26843908, "text": "p75NTR and CRABP1 modulate the effect of fenretinide on neuroblastoma cells"}, {"pubmed": 26897248, "text": "High p75NTR expression is associated with esophageal cancer."}, {"pubmed": 26984177, "text": "Results revealed that most of the p75NTR-positive cells were in a mitotically quiescent state, while the majority of the p75NTR-negative cells were actively proliferating in esophageal squamous cell carcinoma."}, {"pubmed": 26984409, "text": "Identify a novel signaling pathway in hepatocytes triggered by ligand-activated p75NTR that via p38 MAPK and caspase-3 mediate the activation of SREBP2. This pathway may regulate LDLRs and lipid uptake particularly after injury or during tissue inflammation accompanied by an increased production of growth factors, including NGF and pro-NGF."}, {"pubmed": 27056327, "text": "Data show that under reducing conditions, p75 neurotrophin receptor transmembrane (TM) domain (p75-TM-WT) is in a monomer-dimer equilibrium with the cysteine (Cys 257) residue located on the dimer interface."}, {"pubmed": 27120782, "text": "p75NTR, mainly expressed in tumor tissues, was significantly associated with higher Fuhrman grade in multivariate analysis.  these data highlight for the first time an important role for p75NTR in renal cancer and indicate a putative novel target therapy in renal cell carcinoma."}, {"pubmed": 27178356, "text": "hese results suggest that LNGFR(+)THY-1(+) cells identified following NCLC induction from ESCs/iPSCs shared similar potentials with multipotent MSCs."}, {"pubmed": 27251195, "text": "Study shows that p75 pan-neurotrophin receptor is upregulated in the nerve fibers and inflammatory cells in the local tissue in inflammatory pain."}, {"pubmed": 27264679, "text": "Based on these current developments, the present review provides not only a broad overview of the biological effects of NGF-TrkA-p75NTR on cancer cells and their microenvironment, but also explains why NGF and its receptors are going to evoke major interest as promising therapeutic anti-cancer targets in the coming decade."}, {"pubmed": 27282385, "text": "Here, the authors unveil nerve growth factor receptor (NGFR, p75NTR or CD271) as a novel p53 inactivator. p53 activates NGFR transcription, whereas NGFR inactivates p53 by promoting its MDM2-mediated ubiquitin-dependent proteolysis and by directly binding to its central DNA binding domain and preventing its DNA-binding activity."}, {"pubmed": 27328305, "text": "the results indicate that CD271 loss is critical for melanoma progression and metastasis."}, {"pubmed": 27469433, "text": "The results of this study suggest that p75(+) hDPSC may denote a subpopulation with greater neurogenic potential in human dental pulp stem cells."}, {"pubmed": 27469492, "text": "Collectively, CD271 initiates tumor formation by increasing the cell proliferation capacity through CDKN1C suppression and ERK-signaling activation, and by accelerating the migration signaling pathway in hypopharyngeal cancer."}, {"pubmed": 27519317, "text": "The receptors p75 and TrkB are more highly expressed in deep infiltrating endometriosis than in peritoneal tissues."}, {"pubmed": 27577679, "text": "these data suggest a positive feedback loop through which NGF-mediated upregulation of p75(NTR) can contribute to the chemo-resistance of Triple negative breast cancer cells."}, {"pubmed": 27726026, "text": "p75(NTR) and NIX may play critical roles in intracerebral hemorrhage-induced neuronal apoptosis in vitro and in vivo."}, {"pubmed": 27788242, "text": "For Fat3, the Kif5-ID is regulated by alternative splicing, and the timecourse of splicing suggests that the distribution of Fat3 may switch between early and later stages of retinal development. In contrast, P75NTR binding to Kif5B is enhanced by tyrosine phosphorylation and thus has the potential to be dynamically regulated on a more rapid time scale"}, {"pubmed": 27802234, "text": "This study show evidence of variation in plasmatic p75NTR receptor expression during the progression of dementia."}, {"pubmed": 27804051, "text": "hA17-29 aggregate toxicity seems to be mediated by RAGE and p75-NGFR receptors"}, {"pubmed": 27808583, "text": "we found good intra-class correlation in CD271 + MSC score among individual pathologists, with excellent performance by the group as a whole. Prospective studies of CD271 + MSC density are necessary to corroborate its diagnostic and prognostic utility."}, {"pubmed": 27863492, "text": "e disappearance of the superiority in tumorigenicity in vitro and vivo in CD271+ OS cells. CONCLUSION: The results above demonstrated that autophagy contributes to the stem-like features of CD271+ OS CSCs. Inhibition of autophagy is a promising strategy in the CSCs-targeting OS therapy."}, {"pubmed": 28127619, "text": "Dermal CD271+ cells are closely associated with wound healing."}, {"pubmed": 28215302, "text": "Data suggest that p75NTR as a central regulator of glioma tumorigenesis, the tumor microenvironment, and tumor invasiveness; p75NTR may contribute to the drug resistance of glioma. [REVIEW]"}, {"pubmed": 28229962, "text": "here for the first time, hsa-miR-939 is introduced as a novel key regulator of NGFR expression and its involvement in cell death/survival processes is suggested."}, {"pubmed": 28253191, "text": "a stage-related modulation of beta-NGF and its receptors in the inflammatory process of OA"}, {"pubmed": 28426529, "text": "Diagnostic Utility of Pax8, Pax2, and NGFR Immunohistochemical Expression in Pediatric Renal Tumors."}, {"pubmed": 28447720, "text": "p75NTR+ cells isolated from tongue squamous cell carcinoma (TSCC) cell lines possess the characteristics of cancer stem cells; therefore, p75NTR may be considered a useful surface marker for the identification of TSCC stem cells."}, {"pubmed": 28534989, "text": "High p75(NTR) expression is associated with esophageal squamous cell carcinoma."}, {"pubmed": 28537420, "text": "results indicate that NGF-RAGE/p75(NTR) signaling may be a therapeutic target in amyotrophic lateral sclerosis"}, {"pubmed": 28560678, "text": "These results demonstrated that EpCAM + p75NTR+ CTC count was a more accurate diagnostic marker than EpCAM+ CTC count, suggesting the highly metastatic potential of CTCs with p75NTR expression."}, {"pubmed": 28698670, "text": "Results provide evidence that urinary extracellular domain of the neurotrophin receptor p75 (p75ECD) concentration could be used as biomarker for amyotrophic lateral sclerosis (ALS). Urinary p75ECD concentration reflects ALS severity, and supplies additional evidence for patients with clinically suspected ALS."}, {"pubmed": 28821608, "text": "Co-immunoprecipitation and biochemical fractionation data suggested that p75 TM stimulates TrkB phosphorylation at the cell membrane."}, {"pubmed": 29037860, "text": "p75(NTR) was overexpressed in anaplastic thyroid cancers compared with papillary and follicular subtypes"}, {"pubmed": 29125884, "text": "results demonstrate that cells with in vitro ASC traits can be obtained from both CD271(+) and CD271(-) stromal populations of human adipose tissue. In addition, gene expression profiling and in situ localization analyses indicate that the CD271(+) population displays a pericytic phenotype."}, {"pubmed": 29208672, "text": "Activation of CD271 results in upregulation of Snai2/Slug, which, in turn, results in a more invasive phenotype and an enhanced capacity for metastasis to regional lymph nodes."}, {"pubmed": 29215016, "text": "Cleaved intracellular domain of CD271 controls proliferation, while the interaction of CD271 with the neurotrophin receptor Trk-A modulates cell adhesiveness through dynamic regulation of a set of cholesterol synthesis genes relevant for patient survival."}, {"pubmed": 29255171, "text": "ERBB3 and NGFR mark a distinct skeletal muscle progenitor cell in human development and pluripotent stem cells."}, {"pubmed": 29478902, "text": "The effects of aging on human bone-derived MSCs expressing CD271 and SSEA-4 (double-positive MSCs [DPMSCs])."}, {"pubmed": 29499660, "text": "Single nucleotide polymorphisms in NGF gene (rs6330) and NGFR gene (rs2072446 and rs734194) are associated with ischemic stroke. The NGF rs6330*T and NGFR rs2072446*T minor alleles might be nominated as a risk factor for developing ischemic stroke and NGFR rs734194*G minor allele as a protective against this disease at least in Armenian population"}, {"pubmed": 29584618, "text": "These results unveil a dual role of proNGF/p75 signaling in bladder function under pathological conditions with a CNS effect overriding the peripheral one."}, {"pubmed": 29678478, "text": "loss of epidermal CD271(+) keratinocytes seemed necessary for melanoma development"}, {"pubmed": 29867188, "text": "Results support the pathological role of p75NTR and proNGF in tau pathology and indicate that genetic or pharmacological (e.g., p75ECD) modulation of p75NTR may be a valid therapeutic approach in clinical application for frontotemporal lobar degeneration-tau and perhaps other tauopathies."}, {"pubmed": 29930101, "text": "This study identifies CD271 as a specific and novel biomarker of SHH-type medulloblastoma and that targeting CD271(+) cells through MEK inhibition represents a novel therapeutic strategy for the treatment of SHH medulloblastoma."}, {"pubmed": 30194166, "text": "Results show that glioma cells with p75NTR overexpression demonstrated certain unique characteristics of tumor-initiating cells, such as neurosphere formation, high colony proliferation, and resistance to radiotherapy and chemotherapy."}, {"pubmed": 30251808, "text": "Immunohistochemical expression and prognostic role of CD10, CD271 and Nestin in primary and recurrent cutaneous melanoma."}, {"pubmed": 30428894, "text": "Induction of apoptosis and p75 ICD internalization by Alzheimer's disease patients-derived proBDNF, is reported."}, {"pubmed": 30941646, "text": "no association found between polymorphisms and Parkinson's disease in Chinese Han population"}, {"pubmed": 30977102, "text": "p75NTR mRNA expression in blood cells is not changed in Alzheimer disease (AD) patients and is unlikely to be a biomarker for AD."}, {"pubmed": 31019292, "text": "This study demonstrates that nerve growth factor receptor (CD271) is preferentially expressed in squamous cell carcinoma but not in adenocarcinoma of the lung and other tissues, and plays critical roles in the cancer cell proliferation in LSCC."}, {"pubmed": 31060779, "text": "Trabecular meshwork progenitor cells expressed neural crest markers (p75, Sry-box [SOX] 9, SOX10, transcription factor AP [TFAP] 2B); nestin; periocular mesenchymal markers (Forkhead box [FOX] C1, FOXC2, and paired-like homeodomain transcription factor 2); and CD166."}, {"pubmed": 31118427, "text": "CD271 is a molecular switch with divergent roles in melanoma and melanocyte development."}, {"pubmed": 31296846, "text": "p75NTR signaling influences a network of genes involved in lipid metabolism in liver and hepatocyte cells."}, {"pubmed": 31299366, "text": "Porphyromonas gingivalis induces depression via downregulating p75NTR-mediated BDNF maturation in astrocytes."}, {"pubmed": 31331058, "text": "our results support a putative CD271-DLX3 connection in keratinocytes and foment further studies to identify the signaling events that orchestrate their mutual regulation in the epidermis. DLX3 and CD271 are required for fine tuning the regulation of the epidermal differentiation process."}, {"pubmed": 31353867, "text": "Enzyme-linked immunosorbent assay (ELISA) revealed that p75 and NCAM were subtype-specifically expressed in the sera of patients with peripheral neuropathy."}, {"pubmed": 31362891, "text": "Diabetes mellitus reduced the CD34+ CD31-CD271+ subpopulation of adipose-derived stem cells in adipose tissue."}, {"pubmed": 31569361, "text": "High expression of CD271-positive cells predicted a bad clinical outcome of patients with head and neck squamous cell carcinoma (HNSCC) and was associated with distant metastases. CD271 expression marked a subpopulation with higher proliferation rates, but proliferation was lower in tumor cells that co-expressed CD271 and TrkC. CD271 seems to be a promising candidate that provides prognostic information for HNSCC."}, {"pubmed": 31698654, "text": "Expression and clinical significance of p75NTR in esophageal squamous cell carcinoma."}, {"pubmed": 31742606, "text": "Cancer stem cells enrichment with surface markers CD271 and CD44 in human head and neck squamous cell carcinomas."}, {"pubmed": 32285119, "text": "Inhibition of tumor suppressor p73 by nerve growth factor receptor via chaperone-mediated autophagy."}, {"pubmed": 32316846, "text": "Disease activity-dependent expression of nerve growth factor TRKA and P75 receptors on elevated dendritic cells and peripheral leucocytes in patients with systemic lupus erythematosus."}, {"pubmed": 32424966, "text": "p75NTR optimizes the osteogenic potential of human periodontal ligament stem cells by up-regulating alpha1 integrin expression."}, {"pubmed": 32686661, "text": "Inactivating p53 is essential for nerve growth factor receptor to promote melanoma-initiating cell-stemmed tumorigenesis."}, {"pubmed": 32712736, "text": "Valproic acid upregulates the expression of the p75NTR/sortilin receptor complex to induce neuronal apoptosis."}, {"pubmed": 32770055, "text": "Reversal of pre-existing NGFR-driven tumor and immune therapy resistance."}, {"pubmed": 32792564, "text": "Revising the mechanism of p75NTR activation: intrinsically monomeric state of death domains invokes the \"\"helper\"\" hypothesis."}, {"pubmed": 32917932, "text": "A comprehensive p75 neurotrophin receptor gene network and pathway analyses identifying new target genes."}, {"pubmed": 32938344, "text": "The Effects of P75NTR on Learning Memory Mediated by Hippocampal Apoptosis and Synaptic Plasticity."}, {"pubmed": 33222311, "text": "Immunoexpression of BDNF, TrkB, and p75NTR receptors in peripheral neural lesions of the head and neck."}, {"pubmed": 33247998, "text": "The p75(NTR) and its carboxyl-terminal fragment exert opposing effects on melanoma cell proliferation and apoptosis via modulation of the NF-kappaB pathway."}, {"pubmed": 33428936, "text": "Proteomic identification and validation of novel interactions of the putative tumor suppressor PRELP with membrane proteins including IGFI-R and p75NTR."}, {"pubmed": 33604392, "text": "p75NTR/proBDNF Modulates Basal Cell Carcinoma (BCC) Immune Microenvironment via Necroptosis Signaling Pathway."}, {"pubmed": 33627781, "text": "Nerve growth factor receptor increases the tumor growth and metastatic potential of triple-negative breast cancer cells."}, {"pubmed": 33643311, "text": "Tissue-Specificity of Antibodies Raised Against TrkB and p75(NTR) Receptors; Implications for Platelets as Models of Neurodegenerative Diseases."}, {"pubmed": 33941922, "text": "Evolution of delayed resistance to immunotherapy in a melanoma responder."}, {"pubmed": 34051575, "text": "GDI2 is a target of paclitaxel that affects tumorigenesis of prostate cancer via the p75NTR signaling pathway."}, {"pubmed": 34175311, "text": "Structural basis of NF-kappaB signaling by the p75 neurotrophin receptor interaction with adaptor protein TRADD through their respective death domains."}, {"pubmed": 34755264, "text": "Upregulation of CD271 transcriptome in breast cancer promotes cell survival via NFkappaB pathway."}, {"pubmed": 34948057, "text": "Live-Cell Imaging of Single Neurotrophin Receptor Molecules on Human Neurons in Alzheimer's Disease."}, {"pubmed": 35048633, "text": "L1 cell adhesion molecule (L1CAM) and nerve growth factor receptor (NGFR, p75) expression patterns in solid pseudopapillary neoplasm of the pancreas."}, {"pubmed": 35129860, "text": "proBDNF/p75NTR promotes rheumatoid arthritis and inflammatory response by activating proinflammatory cytokines."}, {"pubmed": 35309353, "text": "Pro Nerve Growth Factor and Its Receptor p75NTR Activate Inflammatory Responses in Synovial Fibroblasts: A Novel Targetable Mechanism in Arthritis."}, {"pubmed": 35524485, "text": "Age-related decrease in responsiveness of CD271-positive skin stem cells to growth factors."}, {"pubmed": 35925599, "text": "Neurotrophin Pathway Receptors NGFR and TrkA Control Perineural Invasion, Metastasis, and Pain in Oral Cancer."}, {"pubmed": 36037263, "text": "Isolation of an \"Early\" Transit Amplifying Keratinocyte Population in Human Epidermis: A Role for the Low Affinity Neurotrophin Receptor CD271."}, {"pubmed": 36074475, "text": "Association of rs2072446 in the NGFR gene with the risk of Alzheimer's disease and amyloid-beta deposition in the brain."}, {"pubmed": 36107635, "text": "Human immunomodulatory ligand B7-1 mediates synaptic remodeling via the p75 neurotrophin receptor."}, {"pubmed": 36273237, "text": "RELA is required for CD271 expression and stem-like characteristics in hypopharyngeal cancer."}, {"pubmed": 36834612, "text": "The Nerve Growth Factor Receptor (NGFR/p75[NTR]): A Major Player in Alzheimer's Disease."}, {"pubmed": 36856547, "text": "Neural cell adhesion molecule 1 is a cellular target engaged plasma biomarker in demyelinating Charcot-Marie-Tooth disease."}, {"pubmed": 38016691, "text": "CD271 promotes proliferation and migration in bladder cancer."}, {"pubmed": 38339011, "text": "Joint CB1 and NGF Receptor Activation Suppresses TRPM8 Activation in Etoposide-Resistant Retinoblastoma Cells."}], "genomic_pos": {"chr": "17", "end": 49515008, "ensemblgene": "ENSG00000064300", "start": 49495293, "strand": 1}, "genomic_pos_hg19": {"chr": "17", "end": 47592379, "start": 47572655, "strand": 1}, "go": {"BP": [{"evidence": "ISS", "gocategory": "BP", "id": "GO:0001678", "qualifier": "involved_in", "term": "intracellular glucose homeostasis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006886", "qualifier": "involved_in", "term": "intracellular protein transport"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006919", "pubmed": 26268439, "qualifier": "involved_in", "term": "activation of cysteine-type endopeptidase activity involved in apoptotic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007266", "qualifier": "involved_in", "term": "Rho protein signal transduction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007266", "pubmed": 16712417, "qualifier": "involved_in", "term": "Rho protein signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007411", "qualifier": "involved_in", "term": "axon guidance"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007417", "qualifier": "involved_in", "term": "central nervous system development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008543", "qualifier": "involved_in", "term": "fibroblast growth factor receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0016048", "qualifier": "involved_in", "term": "detection of temperature stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021675", "qualifier": "involved_in", "term": "nerve development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030336", "pubmed": 27927008, "qualifier": "involved_in", "term": "negative regulation of cell migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031069", "qualifier": "involved_in", "term": "hair follicle morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032922", "qualifier": "involved_in", "term": "circadian regulation of gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035907", "qualifier": "involved_in", "term": "dorsal aorta development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0040037", "qualifier": "involved_in", "term": "negative regulation of fibroblast growth factor receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042475", "qualifier": "involved_in", "term": "odontogenesis of dentin-containing tooth"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042488", "qualifier": "involved_in", "term": "positive regulation of odontogenesis of dentin-containing tooth"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0042593", "qualifier": "involved_in", "term": "glucose homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048144", "qualifier": "involved_in", "term": "fibroblast proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048146", "qualifier": "involved_in", "term": "positive regulation of fibroblast proliferation"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0051402", "pubmed": 11927634, "qualifier": "involved_in", "term": "neuron apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051799", "qualifier": "involved_in", "term": "negative regulation of hair follicle development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0099171", "qualifier": "involved_in", "term": "presynaptic modulation of chemical synaptic transmission"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1900182", "pubmed": 26268439, "qualifier": "involved_in", "term": "positive regulation of protein localization to nucleus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1902895", "pubmed": 26268439, "qualifier": "involved_in", "term": "positive regulation of miRNA transcription"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:1903588", "pubmed": 26268439, "qualifier": "involved_in", "term": "negative regulation of blood vessel endothelial cell proliferation involved in sprouting angiogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2001235", "qualifier": "involved_in", "term": "positive regulation of apoptotic signaling pathway"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005768", "qualifier": "located_in", "term": "endosome"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 16712417, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005911", "qualifier": "located_in", "term": "cell-cell junction"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0009986", "qualifier": "is_active_in", "term": "cell surface"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0009986", "qualifier": "located_in", "term": "cell surface"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0014069", "qualifier": "located_in", "term": "postsynaptic density"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0016020", "pubmed": 11927634, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0030426", "qualifier": "located_in", "term": "growth cone"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0031594", "qualifier": "located_in", "term": "neuromuscular junction"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0043197", "qualifier": "located_in", "term": "dendritic spine"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0043204", "qualifier": "located_in", "term": "perikaryon"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098793", "qualifier": "located_in", "term": "presynapse"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0001540", "pubmed": 26871627, "qualifier": "enables", "term": "amyloid-beta binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004888", "pubmed": 1846035, "qualifier": "enables", "term": "transmembrane signaling receptor activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005035", "qualifier": "enables", "term": "death receptor activity"}, {"category": "MF", "evidence": "IGI", "id": "GO:0005035", "pubmed": 11927634, "qualifier": "enables", "term": "death receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [11756426, 14593116, 14966521, 14985763, 19131967, 20659559, 21982860, 23559013, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005516", "pubmed": 24914971, "qualifier": "enables", "term": "calmodulin binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0015026", "qualifier": "enables", "term": "coreceptor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0015026", "pubmed": 16712417, "qualifier": "enables", "term": "coreceptor activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0031267", "qualifier": "enables", "term": "small GTPase binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0031625", "pubmed": 11279055, "qualifier": "enables", "term": "ubiquitin protein ligase binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0038023", "pubmed": 3022937, "qualifier": "enables", "term": "signaling receptor activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0043121", "qualifier": "enables", "term": "neurotrophin binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0048406", "qualifier": "enables", "term": "nerve growth factor binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0048406", "qualifier": "enables", "term": "nerve growth factor binding"}]}, "homologene": {"genes": [[7955, 564338], [8364, 100493992], [9031, 425805], [9544, 574304], [9598, 455206], [9606, 4804], [9615, 491071], [9913, 353110], [10090, 18053], [10116, 24596]], "id": 1877}, "interpro": [{"desc": "Death domain", "id": "IPR000488", "short_desc": "Death_domain"}, {"desc": "TNFR/NGFR cysteine-rich region", "id": "IPR001368", "short_desc": "TNFR/NGFR_Cys_rich_reg"}, {"desc": "Death-like domain superfamily", "id": "IPR011029", "short_desc": "DEATH-like_dom_sf"}, {"desc": "Tumour necrosis factor receptor 16", "id": "IPR022325", "short_desc": "TNFR_16"}, {"desc": "Tumor necrosis factor receptor member 16, transmembrane domain", "id": "IPR041448", "short_desc": "TNFR16_TM"}, {"desc": "Tumor necrosis factor receptor 16, N-terminal", "id": "IPR034046", "short_desc": "TNFRSF16_N"}], "ipi": ["IPI00027436", "IPI00964934"], "map_location": "17q21.33", "name": "nerve growth factor receptor", "other_names": ["NGF receptor", "TNFR superfamily, member 16", "low affinity neurotrophin receptor p75NTR", "low-affinity nerve growth factor receptor", "low-affinity nerve growth factor receptor p75NGFR", "low-affinity nerve growth factor receptor p75NGR", "p75 ICD", "tumor necrosis factor receptor superfamily member 16"], "pantherdb": {"HGNC": "7809", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "97323", "ortholog_type": "LDO", "panther_family": "PTHR46605", "taxid": 10090, "uniprot_kb": "Q9Z0W1"}, {"RGD": "3177", "ortholog_type": "LDO", "panther_family": "PTHR46605", "taxid": 10116, "uniprot_kb": "P07174"}, {"Ensembl": "ENSGALG00000035950", "ortholog_type": "LDO", "panther_family": "PTHR46605", "taxid": 9031, "uniprot_kb": "P18519"}, {"ZFIN": "ZDB-GENE-050928-1", "ortholog_type": "LDO", "panther_family": "PTHR46605", "taxid": 7955, "uniprot_kb": "E7FGW0"}, {"ZFIN": "ZDB-GENE-070606-2", "ortholog_type": "O", "panther_family": "PTHR46605", "taxid": 7955, "uniprot_kb": "F1R841"}], "uniprot_kb": "P08138"}, "pathway": {"biocarta": [{"id": "cdk5pathway", "name": "phosphorylation of mek1 by cdk5/p35 down regulates the map kinase pathway"}, {"id": "erkpathway", "name": "erk1/erk2 mapk signaling pathway"}, {"id": "ngfpathway", "name": "nerve growth factor pathway (ngf)"}], "kegg": [{"id": "hsa04010", "name": "MAPK signaling pathway - Homo sapiens (human)"}, {"id": "hsa04014", "name": "Ras signaling pathway - Homo sapiens (human)"}, {"id": "hsa04015", "name": "Rap1 signaling pathway - Homo sapiens (human)"}, {"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04151", "name": "PI3K-Akt signaling pathway - Homo sapiens (human)"}, {"id": "hsa04215", "name": "Apoptosis - multiple species - Homo sapiens (human)"}, {"id": "hsa04722", "name": "Neurotrophin signaling pathway - Homo sapiens (human)"}, {"id": "hsa05202", "name": "Transcriptional misregulation in cancer - Homo sapiens (human)"}], "netpath": {"id": "Pathway_BDNF", "name": "BDNF"}, "pid": [{"id": "p75ntrpathway", "name": "p75(NTR)-mediated signaling"}, {"id": "trkrpathway", "name": "Neurotrophic factor-mediated Trk receptor signaling"}], "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-193634", "name": "Axonal growth inhibition (RHOA activation)"}, {"id": "R-HSA-193639", "name": "p75NTR signals via NF-kB"}, {"id": "R-HSA-193639", "name": "p75NTR signals via NF-kB"}, {"id": "R-HSA-193648", "name": "NRAGE signals death through JNK"}, {"id": "R-HSA-193670", "name": "p75NTR negatively regulates cell cycle via SC1"}, {"id": "R-HSA-193681", "name": "Ceramide signalling"}, {"id": "R-HSA-193692", "name": "Regulated proteolysis of p75NTR"}, {"id": "R-HSA-193697", "name": "p75NTR regulates axonogenesis"}, {"id": "R-HSA-193704", "name": "p75 NTR receptor-mediated signalling"}, {"id": "R-HSA-193704", "name": "p75 NTR receptor-mediated signalling"}, {"id": "R-HSA-204998", "name": "Cell death signalling via NRAGE, NRIF and NADE"}, {"id": "R-HSA-204998", "name": "Cell death signalling via NRAGE, NRIF and NADE"}, {"id": "R-HSA-205017", "name": "NFG and proNGF binds to p75NTR"}, {"id": "R-HSA-205025", "name": "NADE modulates death signalling"}, {"id": "R-HSA-205043", "name": "NRIF signals cell death from the nucleus"}, {"id": "R-HSA-205043", "name": "NRIF signals cell death from the nucleus"}, {"id": "R-HSA-209543", "name": "p75NTR recruits signalling complexes"}, {"id": "R-HSA-209543", "name": "p75NTR recruits signalling complexes"}, {"id": "R-HSA-209560", "name": "NF-kB is activated and signals survival"}, {"id": "R-HSA-209563", "name": "Axonal growth stimulation"}, {"id": "R-HSA-73887", "name": "Death Receptor Signaling"}, {"id": "R-HSA-73887", "name": "Death Receptor Signaling"}], "wikipathways": [{"id": "WP2380", "name": "Brain-derived neurotrophic factor (BDNF) signaling pathway"}, {"id": "WP2431", "name": "Spinal Cord Injury"}, {"id": "WP3932", "name": "Focal Adhesion-PI3K-Akt-mTOR-signaling pathway"}, {"id": "WP4172", "name": "PI3K-Akt signaling pathway"}, {"id": "WP4223", "name": "Ras signaling"}, {"id": "WP4540", "name": "Pathways Regulating Hippo Signaling"}, {"id": "WP4541", "name": "Hippo-Merlin Signaling Dysregulation"}, {"id": "WP4561", "name": "Cell migration and invasion through p75NTR"}, {"id": "WP4564", "name": "Neural Crest Cell Migration during Development"}, {"id": "WP4565", "name": "Neural Crest Cell Migration in Cancer"}, {"id": "WP4829", "name": "mBDNF and proBDNF regulation of GABA neurotransmission"}]}, "pdb": ["2N80", "2N83", "2N97", "3EWV", "5ZGG", "7CSQ", "8X8T"], "pfam": ["PF00020", "PF00531", "PF18422"], "pharmgkb": "PA31615", "pharos": {"target_id": 11080, "tdl": "Tclin"}, "pir": "A25218", "prosite": ["PS50017", "PS50050"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF253259", "relationship": "is"}, {"id": "GNF253260", "relationship": "is"}, {"id": "GNF253261", "relationship": "is"}, {"id": "GNF253262", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF086437", "relationship": "is"}, {"id": "GNF086438", "relationship": "is"}, {"id": "GNF086439", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054020", "relationship": "is"}, {"id": "GNF058799", "relationship": "is"}, {"id": "GNF074079", "relationship": "is"}, {"id": "GNF078623", "relationship": "is"}, {"id": "GNF078624", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF067173", "relationship": "is"}, {"id": "GNF067174", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF010311", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF097695", "relationship": "is"}, {"id": "GNF137350", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000017.11", "NC_060941.1"], "protein": "NP_002498.1", "rna": "NM_002507.4", "translation": {"protein": "NP_002498.1", "rna": "NM_002507.4"}}, "reporter": {"HG-U133_Plus_2": "205858_at", "HG-U95Av2": "1673_at", "HTA-2_0": "TC17000645.hg.1", "HuEx-1_0": ["3725685", "3761854"], "HuGene-1_1": "8008201", "HuGene-2_1": "16835592"}, "summary": "Nerve growth factor receptor contains an extracellular domain containing four 40-amino acid repeats with 6 cysteine residues at conserved positions followed by a serine/threonine-rich region, a single transmembrane domain, and a 155-amino acid cytoplasmic domain. The cysteine-rich region contains the nerve growth factor binding domain. [provided by RefSeq, Jul 2008].", "symbol": "NGFR", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1334879"}, "unigene": ["Hs.681726", "Hs.415768"], "uniprot": {"Swiss-Prot": "P08138"}, "wikipedia": {"url_stub": "Low-affinity nerve growth factor receptor"}}