{"AllianceGenome": "11825", "HGNC": "11825", "MIM": "600635", "_id": "7080", "_version": 1, "accession": {"genomic": ["AB062425.1", "AF027332.1", "AL132857.4", "CH471078.2", "CP068264.2", "D50739.1", "KT584081.1", "NC_000014.9", "NC_060938.1", "NG_013365.1", "U19816.1", "U33627.1"], "protein": ["AAA83233.1", "AAA86099.1", "AAA89066.1", "AAB52381.1", "AAC12924.1", "AAC50125.1", "AAH06221.2", "AAP88775.1", "BAA23527.1", "BAA23528.1", "BAA23529.1", "BAB56137.1", "CAA58053.1", "EAW65856.1", "EAW65857.1", "EAW65858.1", "EAW65859.1", "NP_001073136.1", "NP_003308.1", "P43699.1"], "rna": ["BC006221.2", "BE796718.1", "BM970287.1", "BM970838.1", "BT009773.1", "D50740.1", "D50741.1", "NM_001079668.3", "NM_003317.4", "U19756.1", "U33749.1", "U43203.1", "X82850.1"], "translation": [{"protein": "AAH06221.2", "rna": "BC006221.2"}, {"protein": "AAA89066.1", "rna": "U43203.1"}, {"protein": "AAA86099.1", "rna": "U19756.1"}, {"protein": "BAA23528.1", "rna": "D50741.1"}, {"protein": "AAP88775.1", "rna": "BT009773.1"}, {"protein": "NP_003308.1", "rna": "NM_003317.4"}, {"protein": "AAB52381.1", "rna": "U33749.1"}, {"protein": "CAA58053.1", "rna": "X82850.1"}, {"protein": "NP_001073136.1", "rna": "NM_001079668.3"}, {"protein": "BAA23529.1", "rna": "D50740.1"}]}, "alias": ["BCH", "BHC", "NK-2", "NKX2.1", "NKX2A", "NMTC1", "T/EBP", "TEBP", "TITF1", "TTF-1", "TTF1"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2023-07-27T16:00:00.000Z", "disease_label": "NKX2-1 related choreoathetosis and congenital hypothyroidism with or without pulmonary dysfunction", "gcep": "Syndromic Disorders Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0100520", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_c584f6b9-ce28-4020-b34f-5d63a70a249b-2023-07-27T160000.000Z", "sop": "SOP9"}}, "ensembl": {"gene": "ENSG00000136352", "protein": ["ENSP00000346879", "ENSP00000428341", "ENSP00000429519", "ENSP00000429607"], "transcript": ["ENST00000354822", "ENST00000498187", "ENST00000518149", "ENST00000522719"], "translation": [{"protein": "ENSP00000429607", "rna": "ENST00000498187"}, {"protein": "ENSP00000346879", "rna": "ENST00000354822"}, {"protein": "ENSP00000428341", "rna": "ENST00000518149"}, {"protein": "ENSP00000429519", "rna": "ENST00000522719"}], "type_of_gene": "protein_coding"}, "entrezgene": "7080", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 8.17721899621, "exp_mis": 178.632115064, "exp_syn": 114.797155734, "lof_z": 1.79342589315365, "mis_z": 3.35339204151011, "mu_lof": 8.87402073665e-07, "mu_mis": 2.19521297806e-05, "mu_syn": 1.40753210719e-05, "n_lof": 3.0, "n_mis": 87.0, "n_syn": 61.0, "p_li": 0.0819264859161676, "p_null": 0.0462123919968347, "p_rec": 0.871861122086998, "syn_z": 3.11274442521196}, "bp": 1206, "cds_end": 36989334, "cds_start": 36986482, "n_exons": 3, "nonpsych": {"exp_lof": 7.35347350158, "exp_mis": 161.631607767, "exp_syn": 103.854813427, "lof_z": 1.57667296144527, "mis_z": 3.3972899451872, "mu_lof": 8.87402073665e-07, "mu_mis": 2.19521297806e-05, "mu_syn": 1.40753210719e-05, "n_lof": 3.0, "n_mis": 76.0, "n_syn": 46.0, "p_li": 0.0680687691068157, "p_null": 0.0712562765144611, "p_rec": 0.860674954378723, "syn_z": 3.57428852827843}, "nontcga": {"exp_lof": 7.51839250068, "exp_mis": 164.336908821, "exp_syn": 105.608747429, "lof_z": 1.98532372458181, "mis_z": 3.19990287877184, "mu_lof": 8.87402073665e-07, "mu_mis": 2.19521297806e-05, "mu_syn": 1.40753210719e-05, "n_lof": 2.0, "n_mis": 82.0, "n_syn": 53.0, "p_li": 0.278134085808346, "p_null": 0.0229959183031819, "p_rec": 0.698869995888472, "syn_z": 3.2413806964276}, "transcript": "ENST00000354822.5"}, "exons": [{"cdsend": 36520129, "cdsstart": 36517277, "chr": "14", "position": [[36516398, 36518020], [36518984, 36519370], [36520052, 36520232]], "strand": -1, "transcript": "NM_001079668", "txend": 36520232, "txstart": 36516398}, {"cdsend": 36519357, "cdsstart": 36517277, "chr": "14", "position": [[36516398, 36518020], [36518984, 36519556]], "strand": -1, "transcript": "NM_003317", "txend": 36519556, "txstart": 36516398}], "exons_hg19": [{"cdsend": 36989334, "cdsstart": 36986482, "chr": "14", "position": [[36985603, 36987225], [36988189, 36988575], [36989257, 36989437]], "strand": -1, "transcript": "NM_001079668", "txend": 36989437, "txstart": 36985603}, {"cdsend": 36988562, "cdsstart": 36986482, "chr": "14", "position": [[36985603, 36987225], [36988189, 36988761]], "strand": -1, "transcript": "NM_003317", "txend": 36988761, "txstart": 36985603}], "generif": [{"pubmed": 11836702, "text": "highly sensitive and specific immunomarker distinguishing between metastatic pulmonary and extrapulmonary adenocarcinoma in effusion cytology specimens"}, {"pubmed": 11854318, "text": "haploinsufficiency of the TTF1 gene results in a predominantly neurological phenotype and secondary hyperthyrotropinemia"}, {"pubmed": 11854319, "text": "the association of symptoms in the patients with NKX2-1 mutations points to an important role of human NKX2-1 in the development and function of thyroid, basal ganglia, and lung, as already described for rodents"}, {"pubmed": 11923479, "text": "TTF-1 and Pax 8 cooperatively activate their target genes and their synergistic activity requires the cross-talk between enhancer and gene promoter"}, {"pubmed": 11957142, "text": "results show that TTF-1 is not expressed in normal and hyperplastic neuroendocrine(NE) cells or in carcinoids, but is expressed in high-grade NE proliferations and in lung adenocarcinomas"}, {"pubmed": 11971878, "text": "evidence that mutations in TITF-1 are associated with benign hereditary chorea"}, {"pubmed": 12051643, "text": "review on use in differentiating neoplasm types"}, {"pubmed": 12161428, "text": "Data suggest that SMAD3 interactions with the positive regulators NKX2.1 and HNF-3 underlie the molecular basis for TGF-beta-induced repression of surfactant protein B gene transcription."}, {"pubmed": 12408771, "text": "the significance of thyroid transcription factor-1 (TTF-1) in the histogenesis of pulmonary sclerosing hemangioma (PSH)"}, {"pubmed": 12441357, "text": "directly interacts with Pax8 and synergistically activates transcription"}, {"pubmed": 12499091, "text": "nuclear staining of TTF-1 was observed in two of six adenocarcinoma cell lines, none of seven small cell lung cancer cell lines, and none of three squamous lung cancer cell lines"}, {"pubmed": 12923324, "text": "-1 is expressed in pulmonary adenocarcinomas and SCLCs"}, {"pubmed": 14633512, "text": "Glucocorticoid receptor inhibits SP-A promoter activity through the ttf-1 binding element"}, {"pubmed": 14720435, "text": "Examination of different immunohistochemical markers including TTF-1 is helpful in the diagnosis and differential diagnosis of pulmonary sclerosing hemangioma."}, {"pubmed": 15098009, "text": "TTF-1 immunoreactivity favors a diagnosis of primary thyroid medullary carcinoma over laryngeal moderately differentiated neuroendocrine carcinoma."}, {"pubmed": 15173172, "text": "NFAT and thyroid transcription factor-1 have roles in regulating transcription of the surfactant protein D gene"}, {"pubmed": 15271884, "text": "significantly increased the amount of protein-bound radioiodide and prolonged the iodide efflux"}, {"pubmed": 15279903, "text": "nuclear galectin-3 and TTF-1 have roles in progression of non-small cell lung carcinoma"}, {"pubmed": 15449938, "text": "Site-specific mutagenesis identifies that lysine-182 in the TTF-1 homeodomain is acetylated in respiratory epithelial cells. Mutation at this acetylation site shows a dominant negative effect on human surfactant protein B gene transcription."}, {"pubmed": 15485815, "text": "results demonstrate that interleukin-10 induces uteroglobin related protein 1(UGRP1) gene expression in lung epithelial cells through transcription factor T/EBP/NKX2.1-dependent pathway"}, {"pubmed": 15548547, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15929662, "text": "TTF-1 in orbital tissues suggests that it may play an important role in extrathyroidal, as it does in thyroidal, thyrotropin receptor expression"}, {"pubmed": 15955952, "text": "Presented is a pedigree with infancy-onset benign hereditary chorea (BHC) caused by a novel nonsense mutation in exon 3 (523G-->T, E175X) of the TITF-1 (Nkx2.1) gene."}, {"pubmed": 16220345, "text": "a nonsense mutation in the TITF1 gene may be the genetic cause of benign hereditary chorea in a Portuguese family"}, {"pubmed": 16260629, "text": "pendrin and thyroglobulin are downstream targets in vivo of TTF-1, whose action is a prime factor in controlling thyroid differentiation in vivo"}, {"pubmed": 16314749, "text": "Thyroid transcription factor 1 gene is not associated with mental retardation in iodine-deficient areas in China."}, {"pubmed": 16461352, "text": "PARP-2 and PARP-1 interact with TTF-1 and regulate the expression of surfactant protein B, a protein required for lung function"}, {"pubmed": 16565516, "text": "p23 forms a specific complex with Hsp90 primarily through binding to its middle domain"}, {"pubmed": 16613858, "text": "Erm is involved in SP-C regulation, which results from an interaction with TTF-1"}, {"pubmed": 16630564, "text": "Via promoter mutation analysis, adjacent TTF-1 binding sites within the proximal promoter region of SP-C were found to be essential for TTF-1/TAP26-enhanced SP-C promoter activity."}, {"pubmed": 16960125, "text": "42-kD TTF-1 is required for induction of a subset of regulated genes during type II cell differentiation."}, {"pubmed": 16980598, "text": "study supports the fact that TTF-1 could be included in further prospective trials studying prognostic factors in NSCLC"}, {"pubmed": 17044090, "text": "New syndromic form of benign hereditary chorea is associated with a deletion of TITF-1 and PAX-9 contiguous genes."}, {"pubmed": 17182767, "text": "Although morphogenesis of both the pallidum and the hypothalamus requires the presence of transgenic TTF1, only the hypothalamus necessitates the continuous expression of TTF1 to carry out specific differentiated functions."}, {"pubmed": 17220277, "text": "GST-FOXA1 fusion protein interferes with the formation of NKX2.1 transcriptional complexes by potentially masking the latter's homeodomain DNA binding function"}, {"pubmed": 17412341, "text": "calcitonin gene expression could be directly activated by Nkx2.1, whereas Pax9 is not involved in transcription from the 2kbp calcitonin promoter"}, {"pubmed": 17413979, "text": "Our results suggest that an immunohistochemical panel consisting of TTF-1, CEA, CA-125, and OCT-4 is helpful in distinguishing most pulmonary and ovarian carcinomas with clear cell features."}, {"pubmed": 17616654, "text": "TTF-1 expression may be crucial for survival of a subset of adenocarcinomas that express TTF-1, providing credence for the lineage-specific dependency model"}, {"pubmed": 17640327, "text": "Met3Leu reduced the activity of the RET promoter by 100% in the presence of the wild-type or HSCR-associated RET promoter SNP alleles."}, {"pubmed": 17640327, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17671725, "text": "Anaplastic thyroid carcinoma tissue express TTF1 mRNA abundantly."}, {"pubmed": 17702043, "text": "a new splicing mutation (376-2A>C) of the TITF-1 gene was detected in a mother and her daughter in this study."}, {"pubmed": 17765926, "text": "We have identified a new mutation in the TTF-1 coding gene in a patient with benign hereditary chorea. The mutation causes a haploinsufficiency of TITF-1 and opens the question of genotype/phenotype correlation."}, {"pubmed": 18059234, "text": "Occasional expression of TTF-1 in endometrial and endocervical carcinomas should be kept in mind when evaluating neoplasms of uncertain origin."}, {"pubmed": 18071837, "text": "Data suggest that TTF-1 gene missense mutation and synonymous mutation and the loss of TTF-1 protein and mRNA can be regarded as the important indices of molecular pathology of lung carcinoma."}, {"pubmed": 18212743, "text": "TITF1 amplification and overexpression contribute to lung cancer cell proliferation rates and survival"}, {"pubmed": 18239190, "text": "Data show that direct interaction between Foxp2 and Nkx2.1 inhibits Nkx2.1 DNA-binding and transcriptional activity and suggest a mechanism for down-regulation of SP-C during transition of AT2 cells to an AT1 cell phenotype."}, {"pubmed": 18246044, "text": "TTF-1 nuclear expression is generally considered to be a relatively specific marker for lung and thyroid neoplasms the occasional immunoreactivity of ovarian carcinomas should be considered in the evaluation of neoplasms of unknown primary origin"}, {"pubmed": 18355939, "text": "In stage III non-small cell lun cancer, there was a significant association between TTF-1 and EGFR or TTF-1 and Mdm2"}, {"pubmed": 18379122, "text": "No mutation or polymorphism was detected in the coding region of thyroid transcription factor-1 (TTF-1) gene in Chinese children with congenital hypothyroidism"}, {"pubmed": 18379122, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18487360, "text": "TTF-1 response element is critical for temporal and spatial regulation and necessary for hormonal regulation of human surfactant protein-A2 promoter activity"}, {"pubmed": 18587322, "text": "TTF-1 expression was seen in 1 of the 30 Merkel cell carcinomas (3%)."}, {"pubmed": 18661567, "text": "This study describes the unique phenotypic features and intrafamilial variability expressing this novel mutation in benign hereditary chorea."}, {"pubmed": 18682709, "text": "Quantitative reverse transcription-polymerase chain reaction (RT-PCR) showed decreased expression of HNF3 beta/FoxA2 and TTF-1 mRNA in papillary thyroid carcinoma cell lines, when compared with normal thyroid cells"}, {"pubmed": 18788921, "text": "a NKX2.1 mutation may have a role in hypothyroidism and benign hereditary chorea"}, {"pubmed": 18855882, "text": "As a molecular marker of detecting pleural micrometastasis, TTF-1 mRNA may be helpful to diagnose the cancer cells in pleural effusion of patients with lung cancer, especially with primary pulmonary adenocarcinoma."}, {"pubmed": 18932182, "text": "study concludes that TTF1 amplification is a mechanism of high-level TTF1 expression in a subset of non-small cell lung carcinomas; when expressed at high levels, it is an independent biomarker of favourable prognosis in adenocarcinoma"}, {"pubmed": 18957494, "text": "a heterozygous TITF1/NKX2.1 mutation leading to neonatal death from respiratory failure."}, {"pubmed": 18958156, "text": "The simultaneous positivity for thyroid specific factor TTF-1 and onfFN suggest they might represent putative thyroid cancer stem-like cells."}, {"pubmed": 18997617, "text": "Expression of Galectin-3, CD138, p16INK4a, and TTF-1 in mucinous bronchioloalveolar adenocarcinoma after Hodgkin lymphoma."}, {"pubmed": 19011567, "text": "TTF-1 was found to be positive in 8 of 48 (16.6%) nephroblastomas and negative in all 5 metanephric adenomas."}, {"pubmed": 19040416, "text": "Patients with no TTF-1 expression or TTF-1 expression and TTF-1 gene amplification tend to have a significantly worse prognosis than lung cancer patients with TTF-1 expression and no TTF-1 gene amplification"}, {"pubmed": 19047914, "text": "TTF 1 immunostaining has the potential to misguide a pathologist to conclude an ovarian or endometrial tumor being a lung metastasis"}, {"pubmed": 19064983, "text": "TTF1 expression defines a subgroup of patients with a favorable outcome and may be useful for prognostic stratification of patients with stage I lung adenocarcinoma."}, {"pubmed": 19176457, "text": "A missense mutation (1016C>T) was identified in TITF-1/NKX2.1 that led to a mutant TTF-1 protein (A339V) in 4 of the 20 MNG/PTC patients (20%). These patients developed substantially more advanced tumors than MNG/PTC or PTC patients without the mutation"}, {"pubmed": 19176457, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19198613, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19279207, "text": "Coactivation of the TTF-1 and NKX2-8 pathways identified a cluster of lung cancer patients with poor survival and were shown to exhibit resistance to cisplatin"}, {"pubmed": 19293183, "text": "Findings delineate potential links between TTF-1 and TGF-beta signaling in lung cancer progression through regulation of EMT and MET."}, {"pubmed": 19329538, "text": "CEACAM6 in fetal lung epithelial cells is developmentally and hormonally regulated and a target protein for TTF-1"}, {"pubmed": 19336474, "text": "Five new NKX2.1 mutations were identified in patients with brain-lung-thyroid syndrome."}, {"pubmed": 19365834, "text": "Data show that the diagnostic sensitivity and the specificity for TTF-1 were 100%."}, {"pubmed": 19430419, "text": "the percentage of lung carcinoma patients remaining unclassifiable by TTF-1/TP63 was twice that of the five-antibody (TRIM29, CEACAM5, SLC7A5, MUC1, and CK5/6) test"}, {"pubmed": 19464057, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19483637, "text": "TTF-1 might have a functional and developmental role in normal fallopian tube and endometrium"}, {"pubmed": 19506552, "text": "No methylation in the CpG of TTF-1 promoter was detected in normal thyroids or papillary carcinomas. In contrast, DNA methylation was identified in 60% of the undifferentiated carcinomas."}, {"pubmed": 19525896, "text": "TTF-1 is strongly expressed in fetal and adult human pituicytes"}, {"pubmed": 19578049, "text": "A rare case of TTF-1 positive small cell carcinoma of the breast with an in situ component is presented."}, {"pubmed": 19730683, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19740516, "text": "The combined use of napsin A and thyroid transcription factor-1 results in improved sensitivity and specificity for identifying pulmonary adenocarcinoma in primary lung tumors and in a metastatic setting."}, {"pubmed": 19906647, "text": "DNA methylation and chromatin modifications cooperate with Nkx2-1 to regulate Sftpb gene cell specific expression."}, {"pubmed": 20020530, "text": "gain and loss of function of mutated NKX2-1 genes on surfactant protein promoters were associated with interstitial lung disease in \"Brain-Lung-Thyroid syndrome&quot."}, {"pubmed": 20042854, "text": "thyroid transcription factor-1 in colorectal carcinoma"}, {"pubmed": 20157192, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20182342, "text": "TTF1 positivity is extremely common and may be a useful marker of a neuroendocrine carcinoma."}, {"pubmed": 20302910, "text": "genetics and phenomics of hypothyroidism and thyroid dysgenesis due to TTF1 mutations (Review)"}, {"pubmed": 20471712, "text": "TTF-1 mRNA-expressing CTCs might be a useful surrogate predictor of disease progression for non-small cell lung cancer (NSCLC) patients before clinical manifestations are apparent."}, {"pubmed": 20518411, "text": "TTF-1 and CDX-2 are specific markers to separate metastatic pulmonary and GI ACs, respectively, from other metastatic ACs in serous effusions."}, {"pubmed": 20565809, "text": "Case Report: Describe an infiltrating breast tumour with thyroid transcription factor-1 (TTF-1) positive staining and ductal differentiation."}, {"pubmed": 20701785, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20734064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20823767, "text": "The clinicopathologic features of the first case of a thymoma with a strong nuclear expression of thyroid transcription factor-1 are reported."}, {"pubmed": 20830690, "text": "Although TTF-1 had a higher sensitivity, napsin-A was useful as a surrogate marker when encountering a poorly differentiated lung adenocarcinoma."}, {"pubmed": 20848248, "text": "TTF-1 is useful in separating adenocarcinoma of the lung from non-pulmonary adenocarcinoma and malignant mesothelioma"}, {"pubmed": 21036415, "text": "co-expression with p63 in lung signet-ring cell carcinoma"}, {"pubmed": 21164283, "text": "Immunohistochemical staining using a combination of TTF-1, napsin A, p63, and CK5/6 allows subclassification of poorly differentiated non-small cell carcinomas on small lung biopsies in most cases."}, {"pubmed": 21203907, "text": "Low TTF1 expression is associated with small cell carcinomas of the bladder."}, {"pubmed": 21257719, "text": "Data show distinct significant correlations between TITF-1 protein expression and DNA copy gain with mutations in the lung adenocarcinoma-prevalent EGFR and KRAS oncogenes."}, {"pubmed": 21343336, "text": "TTF-1 synchronously upregulates both HLA class I antigen and thyroid-specific autoantigen, which may be involved in the pathological process of Hashimoto autoimmune thyroiditis."}, {"pubmed": 21425409, "text": "Diversity of cell types that can be generated from human NKX2.1(+) progenitors and this demonstrates the utility of NKX2.1(GFP/w) hESCs for investigating human forebrain development and neuronal differentiation."}, {"pubmed": 21464700, "text": "in combination with napsin A-positive immunostaining helps in differentiating primary lung adenocarcinoma"}, {"pubmed": 21471965, "text": "link Nkx2-1 downregulation to loss of differentiation, enhanced tumour seeding ability and increased metastatic proclivity"}, {"pubmed": 21481790, "text": "NKX2-1, NKX2-2, and MEF2C define oncogenic pathways in T cell acute lymphoblastic leukemia (T-ALL)."}, {"pubmed": 21555194, "text": "describe the clinical phenotype and response to levodopa treatment in a 6 year-old girl affected with sporadic non-progressive chorea, and a de novo TITF-1 gene mutation"}, {"pubmed": 21562130, "text": "NKX2-1 was suppressed in airway epithelial cells from patients with asthma."}, {"pubmed": 21677782, "text": "Data show that human HOXB5 binds to the promoter region 5' upstream of the binding site of NKX2-1 and regulates RET expression."}, {"pubmed": 21716147, "text": "High TTF1 expression is associated with treatment response in non-small cell lung cancer."}, {"pubmed": 21717589, "text": "Data suggest that the panels of Napsin A, TTF-1, and p63 were effective in identifying histologic type in NSCLC, and that a combination of either Napsin A and p63 or TTF-1 and p63 should be chosen, depending on morphology."}, {"pubmed": 21730105, "text": "Both FOXE1 and NKX2-1 were associated with the increased risk of sporadic Japanese PTC."}, {"pubmed": 21771032, "text": "Thyroid transcription factor-1 expression in four cases of mammary ductal carcinoma."}, {"pubmed": 21775107, "text": "Merkel cell carcinoma admixed with squamous cell carcinoma can be cytokeratin 20-negative and thyroid transcription factor-1-positive [case report]"}, {"pubmed": 21784970, "text": "TNF-alpha inhibits TTF-1 gene transcription and promoter activity, indicating that transcriptional mechanisms play important roles in the inhibition of TTF-1 levels."}, {"pubmed": 21813802, "text": "This study suggested that novel mutation of thyroid transcription factor 1 is releated to Brain-lung-thyroid disease."}, {"pubmed": 21836486, "text": "Letter: TTF-1 was not found in embryonal tumors using immunohistochemistry."}, {"pubmed": 21836499, "text": "Follicular dendritic cell sarcoma of the head and neck expressing thyroid transcription factor-1"}, {"pubmed": 21838611, "text": "Diagnostic utility of PAX8, TTF-1 and napsin A for discriminating metastatic carcinoma from primary adenocarcinoma of the lung."}, {"pubmed": 21982616, "text": "Although choreic movement caused by a novel TITF-1 nonsense mutation in benign hereditary chorea/Brain-Thyroid-Lung syndrome is recognized as non-progressive, this proband shows re-exacerbation of choreic movement at puberty."}, {"pubmed": 22011671, "text": "Patients with lung adenocarcinoma without thyroid transcription factor 1 (TTF1) amplification tend to have better prognoses than those with TTF1 amplification in cases with positive TTF1 expressions."}, {"pubmed": 22085929, "text": "MYBPH is a transcriptional target of TTF-1, which may elucidate the molecular mechanism whereby TTF-1 paradoxically inhibits cancer invasion & metastasis."}, {"pubmed": 22166853, "text": "NKX2-1 haploinsufficiency causes dysfunction of the basal ganglia, especially the caudate nuclei, resulting in choreoathetosis and gait disturbance in patietns with brain-lung-thyroid syndrome."}, {"pubmed": 22185756, "text": "signaling loop between transforming growth factor beta (TGFb) and miR-365 and this loop reinforced suppression of TTF-1 via miR-365"}, {"pubmed": 22237264, "text": "High TTF-1 expression is associated with smoking and lung adenocarcinoma histology"}, {"pubmed": 22242187, "text": "Expression levels of Nkx2-1 direct target genes identified in mouse development significantly correlate or anti-correlate to the levels of endogenous NKX2-1 in a dosage-dependent manner in multiple human lung tumor expression data sets."}, {"pubmed": 22383183, "text": "Assessed gene amplifications and protein expression of NKX2-1 and FOXA1 in primary lung tumors (n = 554) and brain metastases (n = 68)."}, {"pubmed": 22439932, "text": "NKX2-1 induces the expression of the receptor tyrosine kinase-like orphan receptor 1 (ROR1), which in turn sustains a favorable balance between prosurvival PI3K-AKT and pro-apoptotic p38 signaling."}, {"pubmed": 22460811, "text": "TTF-1 expression in normal endometrium is associated with a reduced risk of endo-metrial cancer development."}, {"pubmed": 22495359, "text": "All 16 metastatic PETs were positively stained for IMP3 with 12 cases (75%) showing a diffuse and moderate-to-strong staining pattern while they were negative for TTF-1"}, {"pubmed": 22531686, "text": "because strong TTF-1 positivity was observed in the hyperplastic type II pneumocytes that were sometimes seen entrapped within the tumor, it is concluded that the presence of these entrapped cells was one of the most likely causes of the discrepancies"}, {"pubmed": 22761434, "text": "TTF-1 transcriptionally regulates occludin, which represents another avenue of TTF-1-mediated metastasis suppression"}, {"pubmed": 22825795, "text": "This study demonistrated that Benign hereditary chorea: dopaminergic brain imaging in patients with a novel intronic NKX2.1 gene mutation."}, {"pubmed": 22832740, "text": "The TITF1/NKX2-1 gene is essential for organogenesis of the basal ganglia, thyroid and lungs. In this study, all patients had private mutations, including 7 new ones, 3 previously reported mutations & 3 sporadic deletions in the NKX2-1 gene."}, {"pubmed": 22940844, "text": "TTF-1 may serve as a tumor suppressor gene based on its inverse correlation with Ki-67 proliferative activity and increase of cellular apoptosis"}, {"pubmed": 22959176, "text": "In this family with benign hereditary chorea we found a C to T transition that produced a non-sense mutation"}, {"pubmed": 22982653, "text": "Positive NKX2-1 is associated with EGFR mutation in non-small-cell lung cancer."}, {"pubmed": 23125078, "text": "summarizes the role of this transcription factor in the development, diagnosis, and prognosis of lung cancer in the hope of providing insights into the utility of Nkx2-1 as a novel biomarker of lung cancer."}, {"pubmed": 23169673, "text": "Deletions at 14q13.3 adjacent to but not involving NKX2-1."}, {"pubmed": 23259454, "text": "Binding of Activin-A-responsive SMAD2 to the NKX2-1 promoter plays essential role during respiratory endoderm specification."}, {"pubmed": 23322301, "text": "suggest that LMO3 is a transcriptional signal transducer in NKX2-1-amplified lung adenocarcinomas"}, {"pubmed": 23330966, "text": "TTF-1 expression in a case of CK7/CK20-positive Merkel cell carcinoma."}, {"pubmed": 23358112, "text": "TTF1 expression in small-cell lung cancer is a cell lineage-specific phenomenon that involves the developing neural cell-specific homeoprotein BRN2."}, {"pubmed": 23361500, "text": "Novel mutation of NKX2.1 protein associated with hypothyroidism and lethal respiratory failure in a full term newborn."}, {"pubmed": 23379327, "text": "Data suggest that a frameshift mutation in NKX2-1 (deletion of a cytosine at position 834) is responsible for brain-thyroid-lung syndrome in 5 members of a Brazilian family. [CASE REPORT]"}, {"pubmed": 23418554, "text": "Data suggest that multi-antibody assay of TTF1, Vimentin, p63 CD56, chromogranin and synaptophysin may be of special value, especially in diagnosing small biopsies."}, {"pubmed": 23507558, "text": "data suggests that miR-365 suppresses the expression and therefore the oncogenic functions of NKX2-1 in lung cancer"}, {"pubmed": 23514941, "text": "TTF-1 may serve as a tumor suppressor gene based on its inverse correlation with Ki-67 proliferative activity"}, {"pubmed": 23525704, "text": "TTF1 gene amplification is associated with response to therapy in lung adenocarcinomas."}, {"pubmed": 23625920, "text": "MicroRNA-33a mediates the regulation of high mobility group AT-hook 2 gene (HMGA2) by thyroid transcription factor 1 (TTF-1/NKX2-1)."}, {"pubmed": 23637834, "text": "ectopic expression of NKX2-1 in diffuse large B-cell lymphoma cells"}, {"pubmed": 23658034, "text": "A TITF1 mutation(c.825delC) was detected in 2 sisters with chorea."}, {"pubmed": 23675755, "text": "Our population-based findings indicate that TTF-1 may be positive in approximately 3% of primary breast cancers, and positivity indicates an association with adverse prognostic factors."}, {"pubmed": 23763999, "text": "A review of recent findings with special attention given to the role of NKX2-1 in lung development and carcinogenesis."}, {"pubmed": 23787439, "text": "The differential expression of PAX8 and TTF-1 may prove useful in distinguishing between neuroendocrine carcinomas of pulmonary and thymic origin"}, {"pubmed": 23787483, "text": "altered expression of NKX2.1 target genes other than those in the surfactant system may be responsible for the pulmonary pathophysiology of neuroendocrine cell hyperplasia of infancy"}, {"pubmed": 23787483, "text": "genetic mechanisms may cause neuroendocrine cell hyperplasia of infancy and that NKX2.1 mutations may result in, but are not the predominant cause of, this phenotype"}, {"pubmed": 23818522, "text": "The complexity of thyroid transcription factor 1 with both pro- and anti-oncogenic activities."}, {"pubmed": 23899066, "text": "24 cases each of pulmonary and esophageal adenocarcinoma were stained with TTF-1, napsin A, CDX2, 34betaE12, N-cadherin, and IMP3 in an attempt to find an optimal panel for differentiation. IMP3, CDX2, and N-cadherin are superior to either TTF-1 or napsin A."}, {"pubmed": 23911641, "text": "7bp deletion in NKX2.1 was identified in a father and his 2 children diagnosed with ataxic cerebral palsy."}, {"pubmed": 23958551, "text": "The expression of GATA3 and TTF1 distinguishes metastatic mammary carcinoma from primary lung carcinoma."}, {"pubmed": 23988776, "text": "in lung adenocarcinomas, KRAS mutations are prevalent in male smokers; EGFR mutations are associated with female sex, nonsmoking and lepidic and micropapillary growth; TTF1 has a role in survival; BRAF mutations have roles in survival"}, {"pubmed": 23995788, "text": "losses of LKB1 at the transcriptional level by altered activity of the NKX2-1/p53 pathway may promote tumor malignancy and poor patient outcome."}, {"pubmed": 24014739, "text": "overexpression of TTF1 confers tumorigenicity to thyrocytes."}, {"pubmed": 24051510, "text": "No TTF1 or EAP1 germline mutations were associated with central pubertal disorders. TTF1 and EAP1 may affect puberty by changing expression in response to other members of puberty-associated gene networks"}, {"pubmed": 24111789, "text": "Both TTF-1 antibodies (clones 8G7G3/1 and SPT24) were useful in differentiating breast from pulmonary carcinomas. Nuclear expression of TTF-1 was detected in invasive breast cancers by 8G7G3/1, but not by SPT24."}, {"pubmed": 24129101, "text": "Although rare, the triad of congenital hypothyroidism, neurological, and respiratory signs is highly suggestive of NKX2-1 anomalies"}, {"pubmed": 24171694, "text": "This study demonistrated that nine novel mutation of NKX2.1 in patient with Benign hereditary chorea."}, {"pubmed": 24207093, "text": "TTF-1 achieved moderate sensitivity, and high specificity in the diagnosis of AC, while P63 was highly sensitive and specific for the diagnosis of SCC."}, {"pubmed": 24267480, "text": "Our study confirms that TTF-1 is expressed in a small, but not insignificant, proportion of endometrial adenocarcinomas. TTF-1 positivity in low-grade endometrioid adenocarcinomas is an indicator of poorer prognosis."}, {"pubmed": 24331839, "text": "TTF-1 is more sensitive than napsin for detection of lung sarcomatoid carcinoma, and no cases were positive for napsin but negative for TTF-1"}, {"pubmed": 24370340, "text": "Report significant genotype-phenotype correlations between EGFR mutations and adenocarcinoma histologic subtypes and TITF-1/SP-A expression."}, {"pubmed": 24418856, "text": "Report thyroid transcription factor-1/napsin-A coexpression in a subset of cholangiocarcinomas arising from the gallbladder and hepatic ducts."}, {"pubmed": 24452548, "text": "SNP rs944289 associated with increased risk of papillary thyroid carcinoma in Han population of Northern China"}, {"pubmed": 24453141, "text": "study described 3 individuals from 2 generations of a nonconsanguineous family with hypothyroidism and chorea explained by a novel mutation in the NKX2-1 gene; despite having no pulmonary findings, their condition can be classified as brain-thyroid-lung syndrome"}, {"pubmed": 24457236, "text": "Loss of TTF-1 is associated with low response to chemotherapy in non-small-cell lung cancer."}, {"pubmed": 24594201, "text": "Overexpression of TTF1 was associated with lung cancer."}, {"pubmed": 24689794, "text": "Evaluation of the microvessel density and the expression of MMP2 and MMP9 and TTF1 in the different subtypes of lung adenocarcinoma in Tunisia"}, {"pubmed": 24743427, "text": "In lung adenocarcinomas, positive and partial positive TTF-1 expression has a significant positive correlation with EGFR mutations(exon 19 and 21)."}, {"pubmed": 24778062, "text": "Primary non-small cell lung cancer tumors expressing TTF1 had lower fluorodeoxyglucose uptake than those that did not and this was a good prognostic indicator."}, {"pubmed": 24901475, "text": "Case Report: Merkel cell carcinma that initially TTF-1 negative but gained expression in subsequent brain metastases."}, {"pubmed": 24913303, "text": "TTF-1 nuclear expression in high-grade astrocytic tumors cannot rule out primaries even when diffuse and strong staining"}, {"pubmed": 24930029, "text": "study identified a new nonsense mutation associated with ataxia, benign chorea and pituitary abnormalities in a UK family"}, {"pubmed": 25060702, "text": "TTF-1 colocalizes with Smad3 on chromatin and alters Smad3-binding patterns throughout the genome, while TTF-1 generally inhibits Smad4 binding to chromatin."}, {"pubmed": 25063315, "text": "There were differences between CK5/6, p63,CK34betaE12 and TTF-1 expression with tumor differentiation in squamous cell carcinoma or adenocarcinomas"}, {"pubmed": 25247229, "text": "Neither a gastric adenocrcinoma with diffuse TTF-1 expression nor a TTF-1-positive gallbladder adenocarcinoma has been described before."}, {"pubmed": 25337222, "text": "CK5/6, IMP3 and TTF1 immunostaining appears to be useful to improve the accuracy of cytological diagnoses between reactive mesothelial cells, metastatic adenocarcinoma of lung and non-lung origin in pleural effusion."}, {"pubmed": 25425970, "text": "Data suggest that induction of foxhead box M1(FOXM1) by E6 oncoprotein through the transcription factors MZF1/NKX2-1 axis may be responsible for human papillomavirus 16/18-mediated tumor progression."}, {"pubmed": 25426816, "text": "NKX2-1 genetic mutation have been shown to cause cardiac conduction disorders."}, {"pubmed": 25722034, "text": "results indicate that TTF-1 expression in NECs suggests a possible role in their normal development and differentiation"}, {"pubmed": 25733373, "text": "the combination of MUC5B and TTF-1 expression is useful for discriminating adenocarcinomas from squamous cell carcinomas, yielding prognostic significance in patients with lung adenocarcinoma."}, {"pubmed": 25854394, "text": "TTF1 expression was not a prognostic marker in advanced non-squamous NSCLC."}, {"pubmed": 25878335, "text": "Combined genomic and proteomic analyses demonstrated infrequent alteration of validated lung cancer targets but identified novel potential targets for TTF1-negative LUAD, including KEAP1/Nrf2 and DNA repair pathways"}, {"pubmed": 25881545, "text": "Authors suggest that NKX2-1 as a tumour suppressor or a tumour promoter in lung adenocarcinoma progression is dependent on p53 status."}, {"pubmed": 25889870, "text": "TTF-1 had no prognostic value concerning OS, but may serve as a predictor for response to first line chemotherapy in small cell lung cancer."}, {"pubmed": 25893822, "text": "TTF-1 is considered to be an excellent marker of pituicytes, specialized glia of the neurohypophysis."}, {"pubmed": 25918229, "text": "Letter/Case Report: TTF1 positive breast neoplasm."}, {"pubmed": 25934249, "text": "Case Report: uprasellar chordoid glioma expression thyroid transcription factor 1."}, {"pubmed": 25944390, "text": "Different staining patterns can be seen with CK5/6 and p63; however, if they are used together with TTF-1 they can be used in subtyping lung neoplasms."}, {"pubmed": 25982999, "text": "Low expression levels of TTF-1 is associated with lung adenocarcinoma."}, {"pubmed": 26045746, "text": "Aberrant expression of mir-365/TTF-1 may be involved in the tumor development in patients with non-small cell lung carcinoma."}, {"pubmed": 26206751, "text": "genetic susceptibility to thyroid cancer seems likely to be associated with the risk allele at rs944289"}, {"pubmed": 26247534, "text": "Letter/Case Report: Merkel cell carcinoma with diffuse TTF-1 expression."}, {"pubmed": 26281863, "text": "Immunohistochemical comparison of two TTF-1 mAbs in atypical squamous lesions and sarcomatoid carcinoma of the lung, and pleural malignant mesothelioma suggest possibility for diagnostic errors."}, {"pubmed": 26316052, "text": "In adenocarcinomas from extrahepatic biliary tract, there was no correlation between TTF-1 expression and the clinicopathological characteristics."}, {"pubmed": 26337230, "text": "Preoperative serum miR-365 and TTF-1 mRNA levels may be effective indicators of tumor aggressiveness in human NSCLC.  miR-365 and its target gene TTF-1 appear to be synergistic risk factors for the reduction in overall survival of patients with NSCLC."}, {"pubmed": 26356687, "text": "Mutations of TTF1 is associated with risk of Papillary Thyroid Cancer in Chinese. Patients with Multiplendular goiter and no metastasis are more likely to suffer PTC. C/T variant of TTF1 had a high correlation with PTC in the overall population."}, {"pubmed": 26447895, "text": "it may be useful to combine NAPA and TTF-1 for increased sensitivity in lung cancer diagnostics. There is no substantial difference between monoclonal and polyclonal p40 and between different NAPA clones, whereas there is a difference between the TTF-1 clones 8G7G3/1 and SPT24"}, {"pubmed": 26456962, "text": "Suggest TTF-1 is a reliable marker in non-small cell lung carcinoma and can be used in differential diagnosis."}, {"pubmed": 26469324, "text": "Because TTF-1 is not detected in the vast majority of cases using a separate antibody clone, 8G7G3/1, we conclude that aberrant staining is due to cross-reactivity to unknown antigen(s). TTF-1 positivity and even Napsin A positivity, therefore, cannot be used as conclusive evidence of pulmonary origin and gastrointestinal origin must be considered in the differential diagnosis"}, {"pubmed": 26469326, "text": "CK7, TTF-1 and napsin A are predominantly expressed in primary lung adenocarcinoma patients, with CDX-2 being inconsistently expressed."}, {"pubmed": 26556242, "text": "EGFR knockdown led to upregulation of NKX2-1, suggesting a negative feedback loop. combined knockdown of NKX2-1 and EGFR in NCI-H1819 lung cancer cells reduced cell proliferation more than knockdown of either alone."}, {"pubmed": 26806377, "text": "TTF-1 shows significant potential as a diagnostic marker to differentiate metastatic pulmonary from non-pulmonary adenocarcinomas in pleural or other effusions."}, {"pubmed": 26821084, "text": "Study showed that TTF1 expression was upregulated in tumor tissues from patients with hepatocellular carcinoma (HCC) and that TTF1 mRNA levels were significantly associated with poor prognoses. Moreover, upregulation of TTF1 was shown to promote the proliferation of HCC cells in vitro."}, {"pubmed": 26829311, "text": "These findings describe recurrent NKX2-1 mutations in invasive mucinous adenocarcinomas of the lung and support NKX2-1 as a lineage-specific tumor suppressor gene in lung carcinogenesis."}, {"pubmed": 26905105, "text": "P-AKT and TTF-1 using IHC had statistically significant correlation with EGFR mutation with high negative predictive value"}, {"pubmed": 26912193, "text": "Thyroid Transcription Factor 1 Alters the Expression Profiles of Cytokine and Angiogenic Factors of Lung Cancer Cells."}, {"pubmed": 27036019, "text": "Low NKX2-1 expression is associated with thyroid carcinomas."}, {"pubmed": 27045515, "text": "Immunohistochemical detection of thyroid transcription factor 1, Napsin A, and P40 fragment of TP63 can be used in the subclassification of non-small cell lung carcinomas."}, {"pubmed": 27148860, "text": "We demonstrated that the 14q13.2q21.1 deletion, which encompasses NKX2-1, but not FOXG1 gene and HPE8 region, identifies a well defined, more benign, microdeletion syndrome"}, {"pubmed": 27187870, "text": "One familial cohort reported that Neuroendocrine cell hyperplasia of infancy (NEHI) is associated with a heterozygous variant of NKX2.1/TTF1. Four adult relatives with heterozygous NKX2.1 mutation and with clinical histories compatible with NEHI enrolled. Although clinical improvement occurs over time, NEHI may result in lifelong pulmonary abnormalities in some cases."}, {"pubmed": 27322785, "text": "Report TTF1 expression is common in combined Merkel cell carcinoma."}, {"pubmed": 27354614, "text": "TTF1-expression had no significant impact on outcomes after irradiation of limited-disease small cell lung cancer."}, {"pubmed": 27389559, "text": "CDX2 immunoreactivity is common, whereas TTF-1 (NKX2-1) expression is rare in oropharyngeal undifferentiated carcinomas."}, {"pubmed": 27539622, "text": "The homeobox domain-containing transcription factor NKX2.1 is highly expressed in the medial ganglionic eminence (MGE) and pre-optic area of the ventral subpallium and is essential for specifying cortical interneuron fate."}, {"pubmed": 27543867, "text": "TTF-1 positivity does not exclude the diagnosis of primary Olfactory neuroblastoma, although usually only a small percentage of cells are positive."}, {"pubmed": 27573549, "text": "Study postulated that both TTF-1 and PAX-8 when co-expressed and have anti-proliferative and anti-tumorigenic properties up to a threshold expression level and beyond that, are able to induce pro-tumorigenic effects in thyroid carcinomas."}, {"pubmed": 27761900, "text": "TTF-1 immunoreactivity was seen in 19 pulmonary neuroendocrine carcinoma (PNEC) cases (95%) and 13 thymic (TNEC) cases (59.1%). TTF-1 positivity was associated with high sensitivity but low specificity for PNEC, and adding PAX8 negativity significantly increased the specificity. PAX8 positivity alone showed essentially 100% specificity and 86.4% sensitivity for TNEC."}, {"pubmed": 27905023, "text": "OLIG2 immunoreactivity was observed in GABAergic cells of the proliferative zones of the MGE and septum, but not necessarily co-expressed with NKX2.1, and OLIG2 expression was also extensively seen in the LGE, CGE, and cortex"}, {"pubmed": 27910945, "text": "In conclusion, TTF-1 is a useful marker in distinguishing subependymal giant cell astrocytoma from its mimics. Expression of TTF-1 in the fetal medial ganglionic eminence indicates that subependymal giant cell astrocytoma may originate from the progenitor cells in this region."}, {"pubmed": 28039713, "text": "The rate of TTF-1-positive circulating tumor cells was strongly correlated with TNM staging, vascular infiltration, lymphatic metastasis, and the levels of CA125, CA15.3, and HE4 in endometrial carcinoma."}, {"pubmed": 28192407, "text": "Findings suggest that the novel non-transcriptional function of TTF-1 identified in this study may contribute to lung adenocarcinoma development by conferring tolerance to DNA RS, which is known to be inherently elicited by activation of various oncogenes."}, {"pubmed": 28218046, "text": "Results suggest that the thyroid transcription factor 1 expression was independently associated with progression-free survival and overall survival in patients with advanced-stage non-squamous non-small cell lung cancer treated with pemetrexed-based chemotherapy."}, {"pubmed": 28318118, "text": "the downregulation of NKX2-1 in IL-5+ NPs may be associated with tissue eosinophilia and goblet cells hyperplasia"}, {"pubmed": 28322461, "text": "findings proved that iodinated TG in thyroid follicular lumen regulated TTF-1 and PAX8 expression through thyroid stimulating hormone/thyroid stimulating hormone receptor (TSH/TSHR) mediated cAMP-PKA and PLC-PKC signaling pathways."}, {"pubmed": 28378892, "text": "Studied the prognostic relevance of thyroid transcription factor 1 (TTF1) copy number alterations (CNAs) and expression levels in non-small cell lung cancer; found TTF1 CNAs and expression high within tumors and between primary and metastatic tumors."}, {"pubmed": 28474808, "text": "our findings show that miR-532-5p is a novel transcriptional target of TTF-1 that plays a tumor suppressive role by targeting KRAS and MKL2 in lung adenocarcinoma"}, {"pubmed": 28634225, "text": "Study shows that that NKX2-1 directly and positively regulates transcription of cyclin D1 in lung adenocarcinoma. Also, the expression of NKX2-1, but not cyclin D1, is significantly associated with metastatic incidence as an independent good prognostic factor of adenocarcinoma."}, {"pubmed": 28660995, "text": "Patient-related factors modify the predisposition to papillary thyroid carcinoma by increasing the risk for rs944289 (near the NKX2-1 locus) per year of age, and by enhancing the protective effect of the FOXE1 GGT haplotype in men."}, {"pubmed": 28677170, "text": "The genetic or epigenetic inactivation of NKX2-1/TTF-1 may play an essential role in the development and aberrant differentiation of non-TRU-type lung adenocarcinomas."}, {"pubmed": 28843751, "text": "TTF-1 might be involved in lymph node metastasis of ovarian carcinomas in the presence of lymphangiogenesis"}, {"pubmed": 29079814, "text": "role of Thyroid Transcription Factor-1 and Tumor differentiation in Resected Lung Adenocarcinoma"}, {"pubmed": 29237428, "text": "NKX2-1 expression was upregulated in never-smokers , lung adenocarcinoma and patients with wild-type TP53. A negative correlation between NKX2-1 and miR-365 expression was found but there was no correlation between NKX2-1 and miR-33a expression. NKX2-1 expression impacts prognosis in early-stage non-small cell lung cancer patients, particularly in those with neither TP53 nor KRAS mutations."}, {"pubmed": 29517207, "text": "Case Report: TTF-1 expression in of a soft tissue metastasis of mediastinal non-functioning paraganglioma."}, {"pubmed": 29538355, "text": "NKX2-1 mutations result in decreased expression of SFTPB and SFTPC"}, {"pubmed": 29551766, "text": "TTF-1 regulates the total intracellular cholesterol level.TTF-1 positively regulates the expression of the cholesterol efflux factor ABCA1."}, {"pubmed": 29569581, "text": "Mutations in SFTPC, NKX2.1, and FOXF1 were identified among Japanese infants and children with childhood interstitial lung disease, whereas ABCA3 mutations were rare."}, {"pubmed": 29587142, "text": "Loss of NKX2-1 is associated with cancer."}, {"pubmed": 29787820, "text": "TTF-1 (NKX2-1)-negative small cell lung cancers exhibited decreased neuroendocrine differentiation."}, {"pubmed": 29876935, "text": "ASCL1/TTF-1/NFIB regulatory axis potentially contributes to the tumourigenesis of small cell lung cancer."}, {"pubmed": 30002193, "text": "Data demonstrate that Selenbp1 is a direct target of Nkx2-1, which inhibits lung adenocarcinoma growth in vivo. Selenbp1 is an important suppressor of lung tumor growth that functions in a positive feedback loop with Nkx2-1, and whose loss is associated with worse patient outcome."}, {"pubmed": 30004050, "text": "We observed that hyaline membrane disease is the most common cause of perinatal death among respiratory disorders, and in this disease, the expression of TTF-1 is significantly reduced in terminal bronchioles, distal airways, and alveoli compared to the control group."}, {"pubmed": 30148742, "text": "Greater TTF1 positivity in mesonephric-like carcinomas suggests they may be biologically different from prototypical mesonephric carcinomas."}, {"pubmed": 30199148, "text": "Low TITF1 expression is associated with lung adenocarcinoma."}, {"pubmed": 30268759, "text": "we found that human lung epithelial (HuL) cells, derived from normal, peripheral lung tissue, in monolayer, mostly express both the N-terminally truncated isoform of p63 (Np63), a marker for airway basal cells, and thyroid transcription factor-1 (TTF-1), a marker for alveolar epithelial cells, even though these two molecules are usually expressed in a mutually exclusive way."}, {"pubmed": 30314701, "text": "In TTF-1/Nkx2.1 depleted clones we detected a reduced beta-catenin level and we provide experimental evidence indicating that TTF-1/Nkx2.1 gene expression is regulated by beta-catenin."}, {"pubmed": 30352709, "text": "The Patients with NKX2-1 gene mutations should be investigated for RLS, which, similarly to chorea, can sometimes be ameliorated by Levodopa."}, {"pubmed": 30475207, "text": "FoxA1 and FoxA2 drive gastric differentiation and suppress squamous identity in NKX2-1-negative lung cancer."}, {"pubmed": 30539871, "text": "Study suggests that TTF-1 is not a favorable prognostic factor in lung adenocarcinoma patients"}, {"pubmed": 30621196, "text": "Occupational nickel exposure could increase the expression of Nkx2.1 and pSmad2, which correlated with the nickel-induced oxidative damage and DNA repair change."}, {"pubmed": 30736438, "text": "This meta-analysis indicates a significant correlation between TTF-1 overexpression and EGFR mutations status in patients with Non-Small-Cell Lung Carcinoma. [meta-analysis]"}, {"pubmed": 30849519, "text": "The ubiquitin E3 ligase HECW1 catalyzes TTF1 ubiquitination."}, {"pubmed": 31135446, "text": "The Incidence of Labelling of Non-Lung Adenocarcinomas With Antibodies Against TTF-1 and Diagnostic Implications."}, {"pubmed": 31142791, "text": "Mechanistic Study of TTF-1 Modulation of Cellular Sensitivity to Cisplatin."}, {"pubmed": 31229486, "text": "We demonstrate a relationship between low nuclear TTF1 (NKX2-1) staining and the presence of aggressive thyroid pathologic features in papillary thyroid cancer"}, {"pubmed": 31707387, "text": "Haploinsufficiency of NKX2-1 in Brain-Lung-Thyroid Syndrome with Additional Multiple Pituitary Dysfunction."}, {"pubmed": 31782890, "text": "Comparative analysis of TTF-1 binding DNA regions in small-cell lung cancer and non-small-cell lung cancer."}, {"pubmed": 31983097, "text": "The expressions of CK7 and TTF-1 (NKX2-1) are increased in patients with lung cancer complicated with SVCS, and are related to TNM stage, lymph node metastasis and differentiation degree."}, {"pubmed": 31983472, "text": "Benign hereditary chorea: From benign to serious."}, {"pubmed": 32178834, "text": "Long Non-Coding RNA NANCI/NKX2-1 Duplex Impacts Prognosis in Stage I Non-Small-Cell Lung Cancer."}, {"pubmed": 32207419, "text": "Insilico study of genes involved in Congenital Hypothyroidism."}, {"pubmed": 32237253, "text": "Expression of TFF-1 correlated with the expression of HNF4-alpha and MUC5AC (P < .0001, P < .0001, respectively) and inversely correlated with that of TTF-1/NKX2-1"}, {"pubmed": 32702788, "text": "[Analysis of Correlation between TTF-1 and Sensitivity to First-line Chemotherapy and Prognosis in Patients with Small Cell Lung Cancer]."}, {"pubmed": 32772757, "text": "Aberrant TTF-1 Expression in Peripheral T-Cell Lymphomas: A Diagnostic Pitfall."}, {"pubmed": 32930112, "text": "The prognostic role of thyroid transcription factor-1 in lung adenocarcinoma."}, {"pubmed": 32976705, "text": "Programmed death-ligand 1 (PD-L1)/thyroid transcription factor-1 double immunohistochemical staining facilitates scoring of tumor PD-L1 expression in cytopathology specimens from lung adenocarcinoma patients."}, {"pubmed": 33031101, "text": "TTF-1 and c-MYC-defined Phenotypes of Large Cell Neuroendocrine Carcinoma and Delta-like Protein 3 Expression for Treatment Selection."}, {"pubmed": 33231320, "text": "Thoracic nuclear protein in testis (NUT) carcinoma: expanded pathological spectrum with expression of thyroid transcription factor-1 and neuroendocrine markers."}, {"pubmed": 33581550, "text": "SMARCA4 (BRG1) and SMARCB1 (INI1) expression in TTF-1 negative neuroendocrine carcinomas including merkel cell carcinoma."}, {"pubmed": 33666368, "text": "Deletion of conserved non-coding sequences downstream from NKX2-1: A novel disease-causing mechanism for benign hereditary chorea."}, {"pubmed": 33666786, "text": "Aberrant expression of thyroid transcription factor-1 in meningeal solitary fibrous tumor/hemangiopericytoma."}, {"pubmed": 33778944, "text": "NKX2.1 run-on mutation associated to familial brain-lung-thyroid syndrome."}, {"pubmed": 33980985, "text": "CRISPRi-mediated functional analysis of NKX2-1-binding sites in the lung."}, {"pubmed": 34091414, "text": "Working memory, attention and planning abilities in NKX2.1-related chorea."}, {"pubmed": 34524427, "text": "SRGN-Triggered Aggressive and Immunosuppressive Phenotype in a Subset of TTF-1-Negative Lung Adenocarcinomas."}, {"pubmed": 34748583, "text": "NKX2-1 re-expression induces cell death through apoptosis and necrosis in dedifferentiated thyroid carcinoma cells."}, {"pubmed": 35079915, "text": "Altered pituitary morphology as a sign of benign hereditary chorea caused by TITF1/NKX2.1 mutations."}, {"pubmed": 35835117, "text": "FoxA1 and FoxA2 control growth and cellular identity in NKX2-1-positive lung adenocarcinoma."}, {"pubmed": 35848993, "text": "Transcriptional Circuitry of NKX2-1 and SOX1 Defines an Unrecognized Lineage Subtype of Small-Cell Lung Cancer."}, {"pubmed": 35895569, "text": "Mutational and bioinformatics analysis of the NKX2.1 gene in a cohort of Iranian pediatric patients with congenital hypothyroidism (CH)."}, {"pubmed": 36379611, "text": "Optimized thyroid transcription factor-1 core promoter-driven microRNA-7 expression effectively inhibits the growth of human non-small-cell lung cancer cells."}, {"pubmed": 36634573, "text": "Expression landscapes in non-small cell lung cancer shaped by the thyroid transcription factor 1."}, {"pubmed": 36732655, "text": "Relationship between brain metastasis and thyroid transcription factor 1."}, {"pubmed": 36758103, "text": "Exploring the values, preferences, and information needs of patients with NKX2-1-related disorders: A qualitative study protocol."}, {"pubmed": 36870059, "text": "Genotype-phenotype mapping of a patient-derived lung cancer organoid biobank identifies NKX2-1-defined Wnt dependency in lung adenocarcinoma."}, {"pubmed": 36932191, "text": "Transcription factor NKX2-1 drives serine and glycine synthesis addiction in cancer."}, {"pubmed": 37935886, "text": "Functional characterization of two novel NKX2-1 frameshift variants that cause pulmonary surfactant dysfunction."}, {"pubmed": 38677751, "text": "Diagnostic Value of Immunostaining for Thyroid Transcription Factor 1 (TTF1) and Paired Box 8 (PAX8) in Distinguishing Pulmonary Metastases of Mesonephric and Mesonephric-like Adenocarcinomas from Primary Lung Adenocarcinomas."}], "genomic_pos": {"chr": "14", "end": 36521149, "ensemblgene": "ENSG00000136352", "start": 36516392, "strand": -1}, "genomic_pos_hg19": {"chr": "14", "end": 36990354, "start": 36985602, "strand": -1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0000122", "pubmed": 23143308, "qualifier": "acts_upstream_of_or_within", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006355", "pubmed": 25060702, "qualifier": "involved_in", "term": "regulation of DNA-templated transcription"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006644", "qualifier": "involved_in", "term": "phospholipid metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007411", "qualifier": "involved_in", "term": "axon guidance"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007420", "pubmed": 11971878, "qualifier": "involved_in", "term": "brain development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007492", "qualifier": "involved_in", "term": "endoderm development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007626", "qualifier": "involved_in", "term": "locomotory behavior"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0009725", "pubmed": 16960125, "qualifier": "involved_in", "term": "response to hormone"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010467", "qualifier": "involved_in", "term": "gene expression"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010628", "pubmed": 16960125, "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010719", "pubmed": 19293183, "qualifier": "involved_in", "term": "negative regulation of epithelial to mesenchymal transition"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0021759", "pubmed": 11854319, "qualifier": "involved_in", "term": "globus pallidus development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021766", "qualifier": "involved_in", "term": "hippocampus development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021795", "qualifier": "involved_in", "term": "cerebral cortex cell migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021798", "qualifier": "involved_in", "term": "forebrain dorsal/ventral pattern formation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021854", "qualifier": "involved_in", "term": "hypothalamus development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021877", "qualifier": "involved_in", "term": "forebrain neuron fate commitment"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021892", "qualifier": "involved_in", "term": "cerebral cortex GABAergic interneuron differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021983", "qualifier": "involved_in", "term": "pituitary gland development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030154", "qualifier": "involved_in", "term": "cell differentiation"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0030324", "pubmed": [15494458, 16960125], "qualifier": "involved_in", "term": "lung development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030336", "pubmed": 19293183, "qualifier": "involved_in", "term": "negative regulation of cell migration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030512", "pubmed": 19293183, "qualifier": "involved_in", "term": "negative regulation of transforming growth factor beta receptor signaling pathway"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0030878", "pubmed": 15494458, "qualifier": "involved_in", "term": "thyroid gland development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030878", "pubmed": 11854319, "qualifier": "involved_in", "term": "thyroid gland development"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0030900", "pubmed": 15494458, "qualifier": "involved_in", "term": "forebrain development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031128", "qualifier": "involved_in", "term": "developmental induction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033327", "qualifier": "involved_in", "term": "Leydig cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0042753", "qualifier": "involved_in", "term": "positive regulation of circadian rhythm"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045892", "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045893", "pubmed": 14960358, "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045893", "pubmed": 19176457, "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045893", "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": [7559607, 7713914, 16960125, 17220277], "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048511", "qualifier": "involved_in", "term": "rhythmic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048646", "qualifier": "involved_in", "term": "anatomical structure formation involved in morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048709", "qualifier": "involved_in", "term": "oligodendrocyte differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060430", "qualifier": "involved_in", "term": "lung saccule development"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0060441", "pubmed": 8675988, "qualifier": "involved_in", "term": "epithelial tube branching involved in lung morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060486", "qualifier": "involved_in", "term": "club cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060510", "qualifier": "involved_in", "term": "type II pneumocyte differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1904936", "qualifier": "involved_in", "term": "interneuron migration"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [7713914, 8675988], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:0005667", "pubmed": 25060702, "qualifier": "part_of", "term": "transcription regulator complex"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0000976", "pubmed": [1735431, 7559607, 14960358], "qualifier": "enables", "term": "transcription cis-regulatory region binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0000976", "pubmed": 19176457, "qualifier": "enables", "term": "transcription cis-regulatory region binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000977", "pubmed": 23143308, "qualifier": "enables", "term": "RNA polymerase II transcription regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001161", "pubmed": 23143308, "qualifier": "enables", "term": "intronic transcription regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0001161", "qualifier": "enables", "term": "intronic transcription regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0003677", "pubmed": 7635972, "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003700", "pubmed": [7559607, 7713914, 16960125, 17220277], "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0003700", "pubmed": 19176457, "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [11152647, 17474147, 19010321], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019899", "pubmed": 23382074, "qualifier": "enables", "term": "enzyme binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0061629", "pubmed": 17220277, "qualifier": "enables", "term": "RNA polymerase II-specific DNA-binding transcription factor binding"}]}, "homologene": {"genes": [[7955, 81883], [8364, 100135015], [9031, 395322], [9544, 696771], [9598, 452867], [9606, 7080], [9913, 613713], [10090, 21869], [10116, 25628]], "id": 2488}, "interpro": [{"desc": "Homeobox domain", "id": "IPR001356", "short_desc": "Homeobox_dom"}, {"desc": "Homeobox-like domain superfamily", "id": "IPR009057", "short_desc": "Homeobox-like_sf"}, {"desc": "Homeobox, conserved site", "id": "IPR017970", "short_desc": "Homeobox_CS"}, {"desc": "Homeobox domain, metazoa", "id": "IPR020479", "short_desc": "Homeobox_metazoa"}], "ipi": ["IPI00472988", "IPI00816620", "IPI00974064"], "map_location": "14q13.3", "name": "NK2 homeobox 1", "other_names": ["NK-2 homolog A", "homeobox protein NK-2 homolog A", "homeobox protein Nkx-2.1", "thyroid nuclear factor 1", "thyroid transcription factor 1", "thyroid-specific enhancer-binding protein"], "pantherdb": {"HGNC": "11825", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "108067", "ortholog_type": "LDO", "panther_family": "PTHR24340", "taxid": 10090, "uniprot_kb": "P50220"}, {"RGD": "3866", "ortholog_type": "LDO", "panther_family": "PTHR24340", "taxid": 10116, "uniprot_kb": "P23441"}, {"Ensembl": "ENSGALG00000037632", "ortholog_type": "LDO", "panther_family": "PTHR24340", "taxid": 9031, "uniprot_kb": "A0A1D5PQG0"}, {"ZFIN": "ZDB-GENE-010404-1", "ortholog_type": "LDO", "panther_family": "PTHR24340", "taxid": 7955, "uniprot_kb": "B3DH68"}, {"WormBase": "WBGene00000450", "ortholog_type": "O", "panther_family": "PTHR24340", "taxid": 6239, "uniprot_kb": "G5EE18"}, {"WormBase": "WBGene00000447", "ortholog_type": "LDO", "panther_family": "PTHR24340", "taxid": 6239, "uniprot_kb": "Q9NLC2"}, {"FlyBase": "FBgn0004110", "ortholog_type": "O", "panther_family": "PTHR24340", "taxid": 7227, "uniprot_kb": "P22711"}, {"FlyBase": "FBgn0287186", "ortholog_type": "LDO", "panther_family": "PTHR24340", "taxid": 7227, "uniprot_kb": "Q7PL95"}], "uniprot_kb": "P43699"}, "pathway": {"pid": {"id": "hnf3bpathway", "name": "FOXA2 and FOXA3 transcription factor networks"}, "wikipathways": [{"id": "WP2853", "name": "Endoderm differentiation"}, {"id": "WP3527", "name": "Pre-implantation embryo"}, {"id": "WP3674", "name": "Tgif disruption of Shh signaling"}]}, "pfam": "PF00046", "pharmgkb": "PA36531", "pharos": {"target_id": 17976, "tdl": "Tbio"}, "pir": "G02321", "prosite": "PS50071", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF257323", "relationship": "is"}, {"id": "GNF257324", "relationship": "is"}, {"id": "GNF257325", "relationship": "is"}, {"id": "GNF257326", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF037961", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF014608", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF115482", "relationship": "is"}, {"id": "GNF155123", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000014.9", "NC_060938.1", "NG_013365.1"], "protein": ["NP_001073136.1", "NP_003308.1"], "rna": ["NM_001079668.3", "NM_003317.4"], "translation": [{"protein": "NP_001073136.1", "rna": "NM_001079668.3"}, {"protein": "NP_003308.1", "rna": "NM_003317.4"}]}, "reporter": {"HG-U133_Plus_2": ["210673_x_at", "211024_s_at"], "HG-U95Av2": ["130_s_at", "33754_at"], "HTA-2_0": "TC14002321.hg.1", "HuEx-1_0": "3561381", "HuGene-1_1": "7978676", "HuGene-2_1": "16792135"}, "retired": 562, "summary": "This gene encodes a protein initially identified as a thyroid-specific transcription factor. The encoded protein binds to the thyroglobulin promoter and regulates the expression of thyroid-specific genes but has also been shown to regulate the expression of genes involved in morphogenesis. Mutations and deletions in this gene are associated with benign hereditary chorea, choreoathetosis, congenital hypothyroidism, and neonatal respiratory distress, and may be associated with thyroid cancer. Multiple transcript variants encoding different isoforms have been found for this gene. This gene shares the symbol/alias 'TTF1' with another gene, transcription termination factor 1, which plays a role in ribosomal gene transcription. [provided by RefSeq, Feb 2014].", "symbol": "NKX2-1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1384616"}, "unigene": "Hs.94367", "uniprot": {"Swiss-Prot": "P43699"}, "wikipedia": {"url_stub": "NK2 homeobox 1"}}