{"AllianceGenome": "7838", "HGNC": "7838", "MIM": "602041", "_id": "4824", "_version": 1, "accession": {"genomic": ["AC012574.7", "AC051642.5", "AY883935.1", "CH471080.2", "CP068270.2", "NC_000008.11", "NC_060932.1"], "protein": ["AAB38747.1", "AAB68662.1", "AAG09781.1", "AAG39735.1", "AAG39736.1", "AAG39737.1", "AAG39738.1", "AAH74863.1", "AAH74864.1", "EAW63613.1", "NP_001243268.1", "NP_006158.2", "Q99801.2"], "rna": ["AF247704.1", "AF249669.1", "AF249670.1", "AF249671.1", "AF249672.1", "BC074863.2", "BC074864.2", "BC111569.1", "BC111574.1", "BF511129.1", "NM_001256339.1", "NM_006167.4", "NR_046072.2", "U80669.1", "U91540.1"], "translation": [{"protein": "AAG39738.1", "rna": "AF249672.1"}, {"protein": "AAH74864.1", "rna": "BC074864.2"}, {"protein": "AAB68662.1", "rna": "U91540.1"}, {"protein": "AAG39737.1", "rna": "AF249671.1"}, {"protein": "AAG39735.1", "rna": "AF249669.1"}, {"protein": "AAG39736.1", "rna": "AF249670.1"}, {"protein": "AAH74863.1", "rna": "BC074863.2"}, {"protein": "AAB38747.1", "rna": "U80669.1"}, {"protein": "NP_006158.2", "rna": "NM_006167.4"}, {"protein": "AAG09781.1", "rna": "AF247704.1"}, {"protein": "NP_001243268.1", "rna": "NM_001256339.1"}]}, "alias": ["BAPX2", "NKX3", "NKX3.1", "NKX3A"], "ensembl": {"gene": "ENSG00000167034", "protein": ["ENSP00000370253", "ENSP00000429729"], "transcript": ["ENST00000380871", "ENST00000523261"], "translation": [{"protein": "ENSP00000370253", "rna": "ENST00000380871"}, {"protein": "ENSP00000429729", "rna": "ENST00000523261"}], "type_of_gene": "protein_coding"}, "entrezgene": "4824", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 6.0541677596, "exp_mis": 100.262722949, "exp_syn": 53.186548406, "lof_z": 0.424396907793806, "mis_z": 0.208224344584502, "mu_lof": 5.13742416633e-07, "mu_mis": 1.10637266493e-05, "mu_syn": 6.0077444262e-06, "n_lof": 5.0, "n_mis": 96.0, "n_syn": 45.0, "p_li": 0.000884340872180055, "p_null": 0.435654919797631, "p_rec": 0.563460739330189, "syn_z": 0.69590435540247}, "bp": 705, "cds_end": 23540402, "cds_start": 23538733, "n_exons": 2, "nonpsych": {"exp_lof": 5.4455836763, "exp_mis": 90.7134196564, "exp_syn": 48.1049399641, "lof_z": 0.187524947709289, "mis_z": 0.0377808013347923, "mu_lof": 5.13742416633e-07, "mu_mis": 1.10637266493e-05, "mu_syn": 6.0077444262e-06, "n_lof": 5.0, "n_mis": 90.0, "n_syn": 38.0, "p_li": 0.000689174750456464, "p_null": 0.51792448017971, "p_rec": 0.481386345069834, "syn_z": 0.917280972998109}, "nontcga": {"exp_lof": 5.56651834497, "exp_mis": 92.2383957101, "exp_syn": 48.9283142836, "lof_z": 0.23686636260745, "mis_z": 0.375488169007868, "mu_lof": 5.13742416633e-07, "mu_mis": 1.10637266493e-05, "mu_syn": 6.0077444262e-06, "n_lof": 5.0, "n_mis": 85.0, "n_syn": 38.0, "p_li": 0.000699658161720974, "p_null": 0.485686859697919, "p_rec": 0.51361348214036, "syn_z": 0.989225167770567}, "transcript": "ENST00000380871.4"}, "exons": [{"cdsend": 23682889, "cdsstart": 23681220, "chr": "8", "position": [[23678692, 23681639], [23682603, 23682631], [23682856, 23682889]], "strand": -1, "transcript": "NM_001256339", "txend": 23682889, "txstart": 23678692}, {"cdsend": 23682889, "cdsstart": 23681220, "chr": "8", "position": [[23678696, 23681639], [23682603, 23682938]], "strand": -1, "transcript": "NM_006167", "txend": 23682938, "txstart": 23678696}, {"cdsend": 23682938, "cdsstart": 23682938, "chr": "8", "position": [[23678696, 23681142], [23682903, 23682938]], "strand": -1, "transcript": "NR_046072", "txend": 23682938, "txstart": 23678696}], "exons_hg19": [{"cdsend": 23540402, "cdsstart": 23538733, "chr": "8", "position": [[23536205, 23539152], [23540116, 23540144], [23540369, 23540402]], "strand": -1, "transcript": "NM_001256339", "txend": 23540402, "txstart": 23536205}, {"cdsend": 23540402, "cdsstart": 23538733, "chr": "8", "position": [[23536209, 23539152], [23540116, 23540451]], "strand": -1, "transcript": "NM_006167", "txend": 23540451, "txstart": 23536209}, {"cdsend": 23540451, "cdsstart": 23540451, "chr": "8", "position": [[23536209, 23538655], [23540416, 23540451]], "strand": -1, "transcript": "NR_046072", "txend": 23540451, "txstart": 23536209}], "generif": [{"pubmed": 11809674, "text": "NKX-3.1 interacts with prostate-derived Ets factor and regulates the activity of the PSA promoter."}, {"pubmed": 11980664, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12450213, "text": "smooth muscle gamma actin gene activity in prostate epithelia is due, in part, to the androgen-dependent expression of Nkx 3.1"}, {"pubmed": 12661036, "text": "Expression of NKX3.1 is highly restricted and is found primarily in benign and malignant prostatic epithelial cells and also in normal testis and lobular carcinoma of the breast."}, {"pubmed": 14633588, "text": "NKX3.1 is essential for normal testis function and that its loss of expression is highly associated with the invasive phenotype of testicular germ cell tumors."}, {"pubmed": 14648854, "text": "Nkx3.1 homeobox gene has roles in prostate organogenesis and carcinogenesis (review)"}, {"pubmed": 15311057, "text": "NKX3.1 does not function as a typical tumor suppressor protein in prostate cancer but it may still have important regulatory roles during prostate cancer progression"}, {"pubmed": 15523673, "text": "identified novel protein-protein interaction domains within NKX-3.1 and PDEF that operate in concert with their respective DNA binding domains to mediate functional interactions between these growth regulatory transcription factors"}, {"pubmed": 15691383, "text": "Down-regulation of NKX3.1 expression is not caused by promoter hypermethylation in testicular germ cell tumors and prostate carcinomas."}, {"pubmed": 15734999, "text": "Even in the presence of allelic loss, NKX3.1 expression is reduced over a wide range in prostate cancer."}, {"pubmed": 15880262, "text": "We found that the 20 bp inhibitory decoy could enhance NKX3.1 promoter activity, and RT-PCR and Western blot analysis revealed that NKX3.1 expression was up-regulated effectively by the transfection with the 20 bp inhibitory decoy."}, {"pubmed": 16201967, "text": "Nkx3.1 negatively regulates Sp-mediated transcription via the tethering of histone deacetylases and/or by inhibiting the association of Sp proteins with co-activators."}, {"pubmed": 16382041, "text": "Nkx3.1 and Egr1 regulate gene programs involved in distinct aspects of prostate tumorigenesis [review]"}, {"pubmed": 16397218, "text": "Germ-line sequence variants in NKX3.1 may play a role in susceptibility to hereditary prostate cancer and underscore a role for NKX3.1 as a prostate cancer gatekeeper."}, {"pubmed": 16413692, "text": "NKX3.1 expression is significantly decreased in prostate cancer patients but that was not correlated with prostate cancer progression and was not associated with advanced stage. Thus, NKX3.1 expression is not a clinically valuable prognostic factor."}, {"pubmed": 16442598, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16519150, "text": "NKX3.1 is not only the prostate-specific homeobox gene, but is the epithelia-cell specific gene of prostate. It may play an important role in the development of prostatic carcinoma."}, {"pubmed": 16581776, "text": "NKX3-1 is regulated by protein kinase CK2 in prostate tumor cells."}, {"pubmed": 16697957, "text": "PTEN loss causes reduced NKX3.1 expression in both murine and human prostate cancers."}, {"pubmed": 16814806, "text": "Identifies two novel interaction motifs with SRF and one novel intra-protein interaction involving NKX3-1 homeodomain"}, {"pubmed": 16817226, "text": "These studies demonstrate that the NKX3.1 gene is a direct target of retinoid receptors and suggest that androgen regulation of NKX3.1 expression is mediated in part by the 3'untranslated region."}, {"pubmed": 16845664, "text": "There is a functional inhibitory cis-element between -362 and -343 in the upstream of NKX3.1 gene, a prostate-specific homeobox gene related to prostate development and prostate cancer. It may play a role in downregulating NKX3.1 gene transcription."}, {"pubmed": 17108105, "text": "Reduced NKX3.1 protein levels early in human prostate carcinogenesis may facilitate both proliferation and DNA damage in atrophic and PIN cells. Monoallelic deletions on chromosome 8p are associated with advanced invasive and aggressive disease."}, {"pubmed": 17202838, "text": "NKX3.1 is down-regulated by p53 over-expression in prostate cancer cells"}, {"pubmed": 17234752, "text": "NKX3.1 interacts with Topo I to enhance formation of the Topo I-DNA complex and to increase Topo I cleavage of DNA."}, {"pubmed": 17486276, "text": "The present study demonstrates that re-expression of Nkx3.1 enhances 17beta-estradiol anti-tumor action in PC3 human prostate cancer cells."}, {"pubmed": 18077445, "text": "NKX3.1 can be ubiquitinated by TOPORS in vitro and in vivo, and overexpression of TOPORS leads to NKX3.1 proteasomal degradation in prostate cancer cells"}, {"pubmed": 18296735, "text": "identified novel protein-protein interacting domains within Nkx3.1 and serum response factor"}, {"pubmed": 18360715, "text": "In LNCaP NKX3.1 most probably plays the role of an androgen-regulated transcription factor whose down-regulation is paralleled by anti-proliferative and pro-apoptotic effects."}, {"pubmed": 18454873, "text": "These results suggested that two functional NKX3.1 binding sites located at -1848 to -1836 and -803 to -791 upstream of the PCAN1 gene were involved in the positive regulation of PCAN1 gene transcription by NKX3.1."}, {"pubmed": 18757402, "text": "cellular levels of the NKX3.1 tumor suppressor are affected by inflammatory cytokines that target COOH-terminal serine residues to activate ubiquitination and protein degradation"}, {"pubmed": 18974119, "text": "regulation of VEGF-C expression by NKX3.1 provides a possible mechanism by which the loss of NKX3.1 protein level leads to lymphangiogenesis in the late stages of advanced prostate cancer"}, {"pubmed": 19258508, "text": "The growth-suppressive effects of NKX3.1 in prostate cells are mediated, in part, by activation of IGFBP-3 expression."}, {"pubmed": 19263243, "text": "With deletion mutation analysis, plasmid construction, EMSA and oligonucleotide decoy technique, two Sp1-elements which located between +29 to +43 and -60 to -46 of NKX3.1 gene were identified and proven to be functional elements."}, {"pubmed": 19266349, "text": "Nkx3.1 and p27(KIP1) cooperate in proliferation inhibition and apoptosis induction in human androgen-independent prostate cancer cells."}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19462257, "text": "NKX3.1 might exert its function by regulating the expression of relative genes in prostate development and carcinogenesis."}, {"pubmed": 19767753, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19780584, "text": "NKX3.1 constructs with acidic domain phosphorylation site threonine residues (89 and 93) mutated to glutamate were 4 degrees C more stable than homeodomain alone"}, {"pubmed": 19797053, "text": "MYOCD can discriminate among several juxtaposed CArG elements, presumably through its novel partnership with NKX3.1, to optimally transactivate the human ACTG2 promoter"}, {"pubmed": 19886863, "text": "Androgen regulation of the prostatic tumour suppressor NKX3.1 is mediated by its 3' untranslated region"}, {"pubmed": 20363913, "text": "Nkx3.1 has a role in bacterial prostatitis and its progression to inflammation and neoplasia"}, {"pubmed": 20395202, "text": "NKX3.1 activates cellular response to DNA damage"}, {"pubmed": 20479932, "text": "The prostate-specific tumor suppressor gene Nkx3.1 was controlled by ERG and ESE3 both directly and through induction of EZH2."}, {"pubmed": 20564319, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20588175, "text": "The addition of NKX3.1 protein staining to a panel of markers, if applied in the appropriate clinicopathologic context, may add diagnostic value in the diagnosis of metastatic lesions of unknown primary origin."}, {"pubmed": 20716579, "text": "results suggest that functional variant rs11781886 in 5'-UTR of NKX3.1 can affect its transcription by altering the binding affinity of a transcriptional factor Sp1, and might result in PC susceptibility by lowering expression of NKX3.1 in the prostate"}, {"pubmed": 20842667, "text": "ETS1 upregulation of NKX3.1 expression in LNCaP cells is mediated in part via its interaction with an EBS located in the NKX3.1 5' proximal promoter."}, {"pubmed": 20855495, "text": "in human TAL1-expressing T-ALL cell lines, TAL1 directly activates NKX3.1"}, {"pubmed": 21456068, "text": "Copy number gain of the MIR151 gene and/or loss of the NKX3-1 gene in the primary tumor may indicate the presence of metastatic prostate cancer."}, {"pubmed": 21945437, "text": "androgen regulated NKX3.1 maintains an active DNA damage response at the intra S progression and contributes to the chemotherapeutic resistance of prostate cancer cells to DNA damaging compounds."}, {"pubmed": 22083957, "text": "NKX3-1 and androgen receptor directly regulate each other in a feed-forward regulatory loop."}, {"pubmed": 22179513, "text": "NKX3.1 inhibits IGF-1R expression and its signalling pathway in human prostatic carcinoma PC3 cells."}, {"pubmed": 22344708, "text": "loss of NKX3-1 may be a potential biomarker for occult lymph node metastasis and poor prognosis in oral squamous cell carcinoma."}, {"pubmed": 22484818, "text": "NKX3.1 and MYC coregulate prostate tumorigenesis by converging on, and crossregulating, a common set of target genes."}, {"pubmed": 22741436, "text": "PDLIM5 (rs17021918,T), SLC22A3 (rs9364554,C) and NKX3-1 (rs1512268,A) SNPs might not be associated with prostate cancer in Chinese men."}, {"pubmed": 22848398, "text": "Transcriptional activation of prostate specific homeobox gene NKX3-1 in subsets of T-cell lymphoblastic leukemia (T-ALL)."}, {"pubmed": 22910912, "text": "Proline-mediated proteasomal degradation of the prostate-specific tumor suppressor NKX3.1."}, {"pubmed": 23129228, "text": "Pim-1-mediated NKX3.1 stabilization may be important in maintaining normal cellular homeostasis in normal prostate epithelial cells, and may maintain basal NKX3.1 protein levels in prostate cancer cells."}, {"pubmed": 23786676, "text": "Id4 regulates NKX3.1, Sox9 and PTEN."}, {"pubmed": 23836514, "text": "NKX3-1 is a tumor suppressor gene through direct regulation of the cell cycle and growth/survival pathways."}, {"pubmed": 23867798, "text": "multiple NKX3.1 binding sites were found in the RAMP1 locus in human prostate cancer cells and in the normal mouse prostate."}, {"pubmed": 23890999, "text": "NKX3.1 may enhance DNA integrity in prostate stem cells and may help to explain how cells differ in their sensitivity to DNA damage."}, {"pubmed": 24418414, "text": "These observations imply that the frequently noted loss-of-function of NKX3.1 cooperates with the activation of TMPRSS2-ERG fusions in prostate tumorigenesis."}, {"pubmed": 24434284, "text": "Androgens and NKX3.1 expression regulate the progression of the cell cycle and concurrently activate the DNA damage response."}, {"pubmed": 24779299, "text": "Loci at 8q24 and 8q21 could influence susceptibility to prostate cancer in the northern Chinese population"}, {"pubmed": 24894197, "text": "Our results indicate that variation in NKX3.1 expression combined with selenium or vitamin E treatment modifies the risk of prostate cancer."}, {"pubmed": 24996432, "text": "NKX3.1 labelling is limited to estrogen/progesterone/androgen receptor-positive breast carcinomas."}, {"pubmed": 25360740, "text": "NKX3.1 expression mediate beta-catenin and E-cadherin association and cell migration in prostate cells."}, {"pubmed": 25777618, "text": "NKX3.1 and DYRK1B were shown to interact via the DYRK1B kinase domain. In vitro kinase assay showed that DYRK1B phosphorylated NKX3.1 at serine 185, a residue critical for NKX3.1 steady-state turnover."}, {"pubmed": 25977336, "text": "Analysis of prostate cancer tissues showed that the presence of a TMPRSS2-ERG rearrangement was highly correlated with lower levels of NKX3.1 expression consistent with the role of NKX3.1 as a suppressor of the pathogenic gene rearrangement."}, {"pubmed": 26148677, "text": "An NKX3.1 binding site polymorphism in the l-plastin promoter leads to differential gene expression in human prostate cancer"}, {"pubmed": 26689514, "text": "the association between the down-regulation of PTEN and NKX3.1 genes contributed to prostate tumorigenesis."}, {"pubmed": 26841725, "text": "The androgen-regulated homeodomain transcription factor NKX3.1 plays roles in early prostate development and functions as a prostate-specific tumor suppressor."}, {"pubmed": 28385453, "text": "Prostate cancer patients with low NKX3.1 expression are optimal candidates for intervention with 5alpha-reductase inhibitors as an adjunct to active surveillance."}, {"pubmed": 28581204, "text": "NKX3.1 has potential utility as a prostate specific marker in the differential diagnostic distinction between nephrogenic adenoma and prostatic adenocarcinoma."}, {"pubmed": 28679531, "text": "During prostate cancer initiation, Nkx3.1 expression is frequently lost in both humans and mouse models. Data, including data from studies using cells from transgenic mice, suggest that androgens activate Nkx3.1 transcription via androgen receptor binding to 11-kb region in both normal luminal cells and castration-resistant prostatic neoplasm cells via androgen response elements in Nkx3.1 3prime untranslated region."}, {"pubmed": 28890397, "text": "The tumour suppressors FOXP1 and NKX3.1, strongly implicated in PCa development, were identified as key transcription factors regulating TPbeta expression through Prm3 in both PCa cell lines."}, {"pubmed": 28972178, "text": "Low NKX3.1 expression is associated with hepatocellular carcinoma."}, {"pubmed": 30013107, "text": "NKX3-1 substitutes for exogenous OCT4 to reprogram both mouse and human fibroblasts at comparable efficiencies and generate fully pluripotent stem cells."}, {"pubmed": 30266798, "text": "loss of function of NKX3.1 accelerates inflammation-driven prostate cancer initiation potentially via aberrant cellular plasticity and impairment of cellular differentiation."}, {"pubmed": 30582190, "text": "NKX3.1 and SELENOP genotypes were associated with a more aggressive prostate tumor grade at the time of prostatectomy, but there were no significant interactions of NKX3.1 genotype with either selenium status or SELENOP genotype."}, {"pubmed": 30836777, "text": "8-oxoguanine DNA glycosylase-1 (OGG1) expression level positively correlates to NKX3.1 expression."}, {"pubmed": 31175351, "text": "NKX3.1 immunostaining on fine needle aspiration smears is highly reliable for detecting metastatic prostatic carcinomas of conventional and ductal types but not for small cell carcinoma."}, {"pubmed": 31213464, "text": "The prostate cancer suppressors PTEN and NKX3.1 interact and loss of PTEN is responsible, at least in part, for progressive loss of NKX3.1 that occurs during tumor progression."}, {"pubmed": 31865345, "text": "Immunohistochemical Reactivity of Prostate-Specific Markers for Salivary Duct Carcinoma."}, {"pubmed": 31972596, "text": "NKX3-1 Is a Useful Immunohistochemical Marker of EWSR1-NFATC2 Sarcoma and Mesenchymal Chondrosarcoma."}, {"pubmed": 32202926, "text": "Roles of CCNB2 and NKX3-1 in Nasopharyngeal Carcinoma."}, {"pubmed": 32979741, "text": "Differential expression of NKX 3.1 and HOXB 13 in bone metastases originating from prostatic carcinoma among the Egyptian males."}, {"pubmed": 33302222, "text": "NKX3.1 a useful marker for mesenchymal chondrosarcoma: An immunohistochemical study."}, {"pubmed": 33640159, "text": "NKX3.1 immunohistochemistry is highly specific for the diagnosis of mesenchymal chondrosarcomas: experience in the Australian population."}, {"pubmed": 34686726, "text": "Nkx3-1 and Fech genes might be switch genes involved in pituitary non-functioning adenoma invasiveness."}, {"pubmed": 34996754, "text": "Gene of the month: NKX3.1."}, {"pubmed": 35968571, "text": "Genome-Wide 3'-UTR Single Nucleotide Polymorphism Association Study Identifies Significant Prostate Cancer Risk-Associated Functional Loci at 8p21.2 in Chinese Population."}, {"pubmed": 36746884, "text": "NKX3.1 Expression and Molecular Characterization of Secretory Myoepithelial Carcinoma (SMCA): Advancing the Case for a Salivary Mucous Acinar Phenotype."}, {"pubmed": 37334663, "text": "Fibroblast-derived exosomal microRNA regulates NKX3-1 expression in androgen-sensitive, androgen receptor-dependent prostate cancer cells."}, {"pubmed": 37893500, "text": "Comprehensive Analysis of NKX3.2 in Liver Hepatocellular Carcinoma by Bigdata."}, {"pubmed": 38525603, "text": "NKX3.1 Expression in Non-Prostatic Tumors and Characterizing its Expression in Esophageal/Gastroesophageal Adenocarcinoma."}], "genomic_pos": {"chr": "8", "end": 23682938, "ensemblgene": "ENSG00000167034", "start": 23678697, "strand": -1}, "genomic_pos_hg19": {"chr": "8", "end": 23540440, "start": 23536206, "strand": -1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0000122", "pubmed": 19597465, "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001656", "qualifier": "involved_in", "term": "metanephros development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001756", "qualifier": "involved_in", "term": "somitogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0001934", "pubmed": 20395202, "qualifier": "involved_in", "term": "positive regulation of protein phosphorylation"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0006355", "pubmed": 11137288, "qualifier": "involved_in", "term": "regulation of DNA-templated transcription"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006915", "qualifier": "involved_in", "term": "apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006919", "pubmed": 17486276, "qualifier": "involved_in", "term": "activation of cysteine-type endopeptidase activity involved in apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006974", "pubmed": 20395202, "qualifier": "involved_in", "term": "DNA damage response"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007431", "qualifier": "involved_in", "term": "salivary gland development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007507", "qualifier": "involved_in", "term": "heart development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0008284", "pubmed": 18360715, "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008285", "pubmed": 17486276, "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008584", "qualifier": "involved_in", "term": "male gonad development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010628", "pubmed": [17486276, 20599703], "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010628", "pubmed": 20716579, "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010629", "pubmed": 17486276, "qualifier": "involved_in", "term": "negative regulation of gene expression"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030154", "qualifier": "involved_in", "term": "cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030521", "pubmed": 19886863, "qualifier": "involved_in", "term": "androgen receptor signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032880", "pubmed": 20395202, "qualifier": "involved_in", "term": "regulation of protein localization"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0033574", "qualifier": "involved_in", "term": "response to testosterone"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035907", "qualifier": "involved_in", "term": "dorsal aorta development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043280", "pubmed": 20599703, "qualifier": "involved_in", "term": "positive regulation of cysteine-type endopeptidase activity involved in apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043491", "qualifier": "involved_in", "term": "phosphatidylinositol 3-kinase/protein kinase B signal transduction"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043569", "qualifier": "involved_in", "term": "negative regulation of insulin-like growth factor receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045892", "pubmed": 18794125, "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045892", "pubmed": [18360715, 18974119], "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045893", "pubmed": 18360715, "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045893", "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045931", "pubmed": 20855495, "qualifier": "involved_in", "term": "positive regulation of mitotic cell cycle"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": [19797053, 20855495], "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048754", "qualifier": "involved_in", "term": "branching morphogenesis of an epithelial tube"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0050680", "qualifier": "involved_in", "term": "negative regulation of epithelial cell proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0051781", "pubmed": 20855495, "qualifier": "involved_in", "term": "positive regulation of cell division"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051897", "pubmed": 20395202, "qualifier": "involved_in", "term": "positive regulation of phosphatidylinositol 3-kinase/protein kinase B signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060037", "qualifier": "involved_in", "term": "pharyngeal system development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060442", "qualifier": "involved_in", "term": "branching involved in prostate gland morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060664", "qualifier": "involved_in", "term": "epithelial cell proliferation involved in salivary gland morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060767", "qualifier": "involved_in", "term": "epithelial cell proliferation involved in prostate gland development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060770", "qualifier": "involved_in", "term": "negative regulation of epithelial cell proliferation involved in prostate gland development"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0071347", "pubmed": 18757402, "qualifier": "involved_in", "term": "cellular response to interleukin-1"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0071356", "pubmed": 18757402, "qualifier": "involved_in", "term": "cellular response to tumor necrosis factor"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071383", "pubmed": 19886863, "qualifier": "involved_in", "term": "cellular response to steroid hormone stimulus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071456", "pubmed": 21056661, "qualifier": "involved_in", "term": "cellular response to hypoxia"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0071466", "pubmed": 18757402, "qualifier": "involved_in", "term": "cellular response to xenobiotic stimulus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000836", "pubmed": 19886863, "qualifier": "involved_in", "term": "positive regulation of androgen secretion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2001235", "pubmed": 20599703, "qualifier": "involved_in", "term": "positive regulation of apoptotic signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2001244", "pubmed": 17486276, "qualifier": "involved_in", "term": "positive regulation of intrinsic apoptotic signaling pathway"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IC", "gocategory": "CC", "id": "GO:0005634", "pubmed": 20855495, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [18757402, 19263243], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005634", "pubmed": 11137288, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0090734", "pubmed": 20395202, "qualifier": "located_in", "term": "site of DNA damage"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0000976", "pubmed": [19263243, 20855495], "qualifier": "enables", "term": "transcription cis-regulatory region binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000978", "pubmed": 18974119, "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000981", "pubmed": 18794125, "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003700", "pubmed": 20855495, "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "NAS", "id": "GO:0003700", "pubmed": 11137288, "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004879", "pubmed": 19886863, "qualifier": "enables", "term": "nuclear receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [17234752, 18077445, 19797053, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008656", "pubmed": 19266349, "qualifier": "enables", "term": "cysteine-type endopeptidase activator activity involved in apoptotic process"}, {"category": "MF", "evidence": "IDA", "id": "GO:0030331", "pubmed": 18794125, "qualifier": "enables", "term": "nuclear estrogen receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042826", "pubmed": 18974119, "qualifier": "enables", "term": "histone deacetylase binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0043565", "pubmed": 19780584, "qualifier": "enables", "term": "sequence-specific DNA binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0097162", "qualifier": "enables", "term": "MADS box domain binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0140297", "pubmed": [18296735, 20716579], "qualifier": "enables", "term": "DNA-binding transcription factor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0140416", "pubmed": 18794125, "qualifier": "enables", "term": "transcription regulator inhibitor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}]}, "homologene": {"genes": [[7955, 555375], [8364, 100038192], [9031, 101747314], [9544, 710591], [9598, 743612], [9606, 4824], [9615, 486114], [9913, 782252], [10090, 18095], [10116, 305999]], "id": 4494}, "interpro": [{"desc": "Homeobox domain", "id": "IPR001356", "short_desc": "Homeobox_dom"}, {"desc": "Homeobox-like domain superfamily", "id": "IPR009057", "short_desc": "Homeobox-like_sf"}, {"desc": "Homeobox, conserved site", "id": "IPR017970", "short_desc": "Homeobox_CS"}, {"desc": "Homeobox domain, metazoa", "id": "IPR020479", "short_desc": "Homeobox_metazoa"}], "ipi": ["IPI00018412", "IPI00215781", "IPI00215782", "IPI00215783", "IPI00848258"], "map_location": "8p21.2", "name": "NK3 homeobox 1", "other_names": ["NK homeobox, family 3, A", "NK3 transcription factor homolog A", "NK3 transcription factor related, locus 1", "homeobox protein NK-3 homolog A", "homeobox protein Nkx-3.1"], "pantherdb": {"HGNC": "7838", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "97352", "ortholog_type": "LDO", "panther_family": "PTHR24340", "taxid": 10090, "uniprot_kb": "P97436"}, {"RGD": "1305369", "ortholog_type": "LDO", "panther_family": "PTHR24340", "taxid": 10116, "uniprot_kb": "Q497B7"}, {"ZFIN": "ZDB-GENE-081104-238", "ortholog_type": "O", "panther_family": "PTHR24340", "taxid": 7955, "uniprot_kb": "F6NGH9"}, {"ZFIN": "ZDB-GENE-050306-27", "ortholog_type": "LDO", "panther_family": "PTHR24340", "taxid": 7955, "uniprot_kb": "F1R3M6"}, {"FlyBase": "FBgn0004862", "ortholog_type": "LDO", "panther_family": "PTHR24340", "taxid": 7227, "uniprot_kb": "P22809"}], "uniprot_kb": "Q99801"}, "pathway": {"kegg": [{"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}, {"id": "hsa05215", "name": "Prostate cancer - Homo sapiens (human)"}], "pid": [{"id": "ar_pathway", "name": "Coregulation of Androgen receptor activity"}, {"id": "hnf3apathway", "name": "FOXA1 transcription factor network"}], "wikipathways": {"id": "WP706", "name": "Sudden Infant Death Syndrome (SIDS) Susceptibility Pathways"}}, "pdb": "2L9R", "pfam": "PF00046", "pharmgkb": "PA31645", "pharos": {"target_id": 2306, "tdl": "Tbio"}, "prosite": "PS50071", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF253271", "relationship": "is"}, {"id": "GNF253272", "relationship": "is"}, {"id": "GNF253273", "relationship": "is"}, {"id": "GNF253274", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF039713", "relationship": "weakly similar to"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF086615", "relationship": "is"}, {"id": "GNF086616", "relationship": "is"}, {"id": "GNF086617", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052888", "relationship": "is"}, {"id": "GNF057653", "relationship": "is"}, {"id": "GNF072767", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070691", "relationship": "is"}, {"id": "GNF070692", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF278342", "relationship": "is"}, {"id": "GNF278507", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF095556", "relationship": "is"}, {"id": "GNF135213", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000008.11", "NC_060932.1"], "protein": ["NP_001243268.1", "NP_006158.2"], "rna": ["NM_001256339.1", "NM_006167.4", "NR_046072.2"], "translation": [{"protein": "NP_006158.2", "rna": "NM_006167.4"}, {"protein": "NP_001243268.1", "rna": "NM_001256339.1"}]}, "reporter": {"HG-U133_Plus_2": ["209706_at", "211497_x_at", "211498_s_at"], "HG-U95Av2": "445_at", "HG-U95B": "53126_at", "HTA-2_0": "TC08001057.hg.1", "HuEx-1_0": "3127978", "HuGene-1_1": "8149811", "HuGene-2_1": "17075536"}, "summary": "This gene encodes a homeobox-containing transcription factor. This transcription factor functions as a negative regulator of epithelial cell growth in prostate tissue. Aberrant expression of this gene is associated with prostate tumor progression. Alternate splicing results in multiple transcript variants of this gene. [provided by RefSeq, Jan 2012].", "symbol": "NKX3-1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1334882"}, "unigene": "Hs.55999", "uniprot": {"Swiss-Prot": "Q99801"}, "wikipedia": {"url_stub": "NKX3-1"}}