{"AllianceGenome": "7849", "HGNC": "7849", "MIM": "156490", "_id": "4830", "_version": 1, "accession": {"genomic": ["AC005839.1", "CH471109.2", "CP068261.2", "NC_000017.11", "NC_060941.1", "NG_021169.1", "S68888.1", "U29201.1", "X75598.1"], "protein": ["AAH00293.1", "AAH18994.1", "AAO85436.1", "ADO22450.1", "BAA05733.1", "BAF83794.1", "CAA35621.1", "CAA51527.1", "CAA53270.1", "CAG46901.1", "CAG46912.1", "EAW94568.1", "NP_000260.1", "NP_937818.1", "P15531.1"], "rna": ["AF487339.1", "AK291105.1", "AK309160.1", "AL360166.1", "AL360191.1", "BC000293.2", "BC018994.2", "BE727815.1", "BF965472.1", "BG531372.1", "BG715560.1", "BG757842.1", "BI666785.1", "BM479520.1", "BU600979.1", "CR542104.1", "CR542115.1", "D28367.1", "GQ900933.1", "NM_000269.3", "NM_198175.1", "S68891.1", "X17620.1", "X73066.1"], "translation": [{"protein": "AAH00293.1", "rna": "BC000293.2"}, {"protein": "CAA51527.1", "rna": "X73066.1"}, {"protein": "CAA35621.1", "rna": "X17620.1"}, {"protein": "AAO85436.1", "rna": "AF487339.1"}, {"protein": "NP_000260.1", "rna": "NM_000269.3"}, {"protein": "BAF83794.1", "rna": "AK291105.1"}, {"protein": "AAH18994.1", "rna": "BC018994.2"}, {"protein": "ADO22450.1", "rna": "GQ900933.1"}, {"protein": "BAA05733.1", "rna": "D28367.1"}, {"protein": "CAG46901.1", "rna": "CR542104.1"}, {"protein": "NP_937818.1", "rna": "NM_198175.1"}, {"protein": "CAG46912.1", "rna": "CR542115.1"}]}, "alias": ["AWD", "GAAD", "NB", "NBS", "NDKA", "NDPK-A", "NDPKA", "NM23", "NM23-H1"], "ec": "2.7.4.6", "ensembl": {"gene": "ENSG00000239672", "protein": ["ENSP00000013034", "ENSP00000337060", "ENSP00000376892", "ENSP00000387682", "ENSP00000428553", "ENSP00000429318", "ENSP00000435498"], "transcript": ["ENST00000013034", "ENST00000336097", "ENST00000393196", "ENST00000456492", "ENST00000465188", "ENST00000475573", "ENST00000480143", "ENST00000487481", "ENST00000511355", "ENST00000512768"], "translation": [{"protein": "ENSP00000376892", "rna": "ENST00000393196"}, {"protein": "ENSP00000337060", "rna": "ENST00000336097"}, {"protein": "ENSP00000429318", "rna": "ENST00000480143"}, {"protein": "ENSP00000428553", "rna": "ENST00000511355"}, {"protein": "ENSP00000435498", "rna": "ENST00000475573"}, {"protein": "ENSP00000013034", "rna": "ENST00000013034"}, {"protein": "ENSP00000387682", "rna": "ENST00000456492"}], "type_of_gene": "protein_coding"}, "entrezgene": "4830", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 6.58226509589, "exp_mis": 69.1191952516, "exp_syn": 28.2282273918, "lof_z": 0.997017486667497, "mis_z": 0.830667439406841, "mu_lof": 4.48037442141e-07, "mu_mis": 6.26993038843e-06, "mu_syn": 2.44047219986e-06, "n_lof": 4.0, "n_mis": 55.0, "n_syn": 19.0, "p_li": 0.00777448651598859, "p_null": 0.210691500486896, "p_rec": 0.781534012997115, "syn_z": 1.07677764876729}, "bp": 534, "cds_end": 49239206, "cds_start": 49231734, "n_exons": 5, "nonpsych": {"exp_lof": 5.85961970333, "exp_mis": 62.4615779998, "exp_syn": 25.4513038081, "lof_z": 0.75446896966379, "mis_z": 0.98675437593302, "mu_lof": 4.48037442141e-07, "mu_mis": 6.26993038843e-06, "mu_syn": 2.44047219986e-06, "n_lof": 4.0, "n_mis": 47.0, "n_syn": 18.0, "p_li": 0.00617758878242808, "p_null": 0.283358293685033, "p_rec": 0.710464117532539, "syn_z": 0.929909336084097}, "nontcga": {"exp_lof": 6.04613496881, "exp_mis": 63.5801151607, "exp_syn": 25.9604205802, "lof_z": 0.820874225420578, "mis_z": 0.723539103796576, "mu_lof": 4.48037442141e-07, "mu_mis": 6.26993038843e-06, "mu_syn": 2.44047219986e-06, "n_lof": 4.0, "n_mis": 52.0, "n_syn": 18.0, "p_li": 0.00629520821523409, "p_null": 0.251254554836259, "p_rec": 0.742450236948507, "syn_z": 0.989241783891686}, "transcript": "ENST00000336097.3"}, "exons": [{"cdsend": 51161845, "cdsstart": 51155654, "chr": "17", "position": [[51153558, 51153662], [51155650, 51155780], [51159979, 51160081], [51161159, 51161272], [51161727, 51162168]], "strand": 1, "transcript": "NM_000269", "txend": 51162168, "txstart": 51153558}, {"cdsend": 51161845, "cdsstart": 51154373, "chr": "17", "position": [[51153558, 51153662], [51154224, 51154444], [51155650, 51155780], [51159979, 51160081], [51161159, 51161272], [51161727, 51162089]], "strand": 1, "transcript": "NM_198175", "txend": 51162089, "txstart": 51153558}], "exons_hg19": [{"cdsend": 49239206, "cdsstart": 49233015, "chr": "17", "position": [[49230919, 49231023], [49233011, 49233141], [49237340, 49237442], [49238520, 49238633], [49239088, 49239529]], "strand": 1, "transcript": "NM_000269", "txend": 49239529, "txstart": 49230919}, {"cdsend": 49239206, "cdsstart": 49231734, "chr": "17", "position": [[49230919, 49231023], [49231585, 49231805], [49233011, 49233141], [49237340, 49237442], [49238520, 49238633], [49239088, 49239450]], "strand": 1, "transcript": "NM_198175", "txend": 49239450, "txstart": 49230919}], "generif": [{"pubmed": 11319942, "text": "There is an inverse correlation between nm23-H1 gene product expression and lymphatic vessel invasion in esophageal squamous cell carcinoma."}, {"pubmed": 11726210, "text": "Identification of structural domains affecting transactivation potential"}, {"pubmed": 11776896, "text": "There was a significant difference of nm23-H1 protein expression level between 3-year survival and 7-year survival group (P < 0.05), and there was a relation between nm23-H1 protein expression level and prognosis of OSCC in single-factor Cox analysis."}, {"pubmed": 11835509, "text": "The crystal struction of NDKA was determined. Comparison of NDK isoform structure was used to understand differences in NDKA metastasis suppressor functions."}, {"pubmed": 11918081, "text": "MMTV-associated transcription factor binding sites increase nm23-H1 expression in human breast carcinoma cell lines."}, {"pubmed": 11935309, "text": "metastasis-suppressive effect involves down-regulation of alpha1,3-FucT-VII and its product, sialyl Lewis X"}, {"pubmed": 11960382, "text": "The N-myc and c-myc downstream pathways include the chromosome 17q genes nm23-H1 and nm23-H2."}, {"pubmed": 11963831, "text": "expression of nm23-H1 showed a negative relation to invasion, suggesting its use as a potential marker of myometrial invasion in complete hydatidiform moles"}, {"pubmed": 11998956, "text": "findings suggest that nm23-H1 is involved in the differentiation process of the trophoblast"}, {"pubmed": 12007505, "text": "NM23-H1 protein expression in human leukemia cell lines is related to cellular lineage and differentiation stages."}, {"pubmed": 12105213, "text": "evidence for interaction of Nm23-H1 and the suppressor of kinase Ras(KSR)in mammalian cells; can phosphorylate KSR via a histidine-dependent pathway"}, {"pubmed": 12135660, "text": "Extracellular nucleoside diphosphate kinase NM23/NDPK modulates normal hematopoietic differentiation. The concentrations of NM23 present in plasma could have a physiologic role in supporting erythropoiesis and inhibiting excessive macrophage formation."}, {"pubmed": 12137595, "text": "expression of NM23-H(1) gene in acute leukemia (AL) and evaluate the relationship between NM23-H(1) expression and clinical features"}, {"pubmed": 12163590, "text": "interacts with EBNA3C at sequences located between the glutamine- and proline-rich domains and can cooperate in activation of transcription in EBV-infected cells"}, {"pubmed": 12174914, "text": "Correlation of gene expression with histopathological findings and clinical outcome in ovarian and breast cancer patients"}, {"pubmed": 12200143, "text": "expression of nucleoside diphosphate kinase in Alzheimer disease and Down syndrome brains"}, {"pubmed": 12405283, "text": "has a possible role in tumor metastasis (review)"}, {"pubmed": 12452062, "text": "abnormal expressions of COX-2, p53, PCNA, and nm23 associate with malignant potential, lymph node metastasis and clinical stage, and they might therefore play a role in development of gastric cancer"}, {"pubmed": 12474051, "text": "Expression of this protein does not predict outcome in colorectal cancer patients."}, {"pubmed": 12601555, "text": "isolation and characterization of the NM23-H1B gene"}, {"pubmed": 12624546, "text": "High nm23-H1 expression may induce cellular proliferation for the progression from low- to high- grade intraepithelial neoplasia of the uterine cervix."}, {"pubmed": 12669312, "text": "p53 gene regulates this metastasis suppressor gene in cultured tumor cells"}, {"pubmed": 12684753, "text": "Nm23-H1 may play an important role in suppressing the early steps of metastasis in sporadic cases of colorectal carcinomas"}, {"pubmed": 12859952, "text": "Data suggest that the metastasis-suppressing activity of Nm23-H1 may depend on its oligomeric structure, but not on its NDP kinase activity."}, {"pubmed": 12883690, "text": "Nm23-H1 activity is tissue-specific and is not associated with colorectal cancer progression and prognosis"}, {"pubmed": 12910292, "text": "expression of nm 23 and c-erbB-2 in primary tumor and metastases of colorectal adenocarcinoma showed that the incidence and expression of both protein markers in primary tumor tissue tended to increase after the appearance of liver metastases"}, {"pubmed": 12972261, "text": "Data report an X-ray structure at 2.0A resolution of nucleoside diphosphate kinase-A in complex with ADP, calcium and inorganic phosphate, products of ATP hydrolysis."}, {"pubmed": 14499630, "text": "found that Nm23-H5 and NDP kinases A and B are differently distributed in spermatids and mature spermatozoa and could therefore be involved at various levels of sperm differentiation and function"}, {"pubmed": 14558955, "text": "The expression of nm23 is inversely correlated with the malignancy of gliomas,i.e.the lower expression indicates the higher malignancy."}, {"pubmed": 14664140, "text": "expression of NM 23protein may reflect biological behaviour of the tumour and may appear to be an important factor in development of colorectal cancer metastases."}, {"pubmed": 14960567, "text": "NM23-H1 possesses 3'-5' exonuclease activity"}, {"pubmed": 15040016, "text": "Heparanase, CD44v6 and nm23 may play important roles in the invasive infiltration and lymph node metastasis in gastric carcinomas."}, {"pubmed": 15073128, "text": "nm23-H1 has a role in development of diffuse large B-cell lymphoma"}, {"pubmed": 15129904, "text": "a role of these tumor suppressor and metastasis suppressor genes in the evolution and progression of NSCLC"}, {"pubmed": 15280446, "text": "NDPK-A behaves as a metastasis promoter at least in human neuroblastoma derived from NB69 cells."}, {"pubmed": 15334673, "text": "Enhanced expression of nm23H(1) protein can effectively inhibit colon cancer metastasis and improve prognosis of sporadic colon cancer patients."}, {"pubmed": 15512982, "text": "Decreased nm23 was seen in poorly differentiated retinoblastomas and in retinoblastomas with invasiveness. May relate to molecular mechanisms and more accurate prediction of invasion and metastasis of retinoblastoma."}, {"pubmed": 15568401, "text": "Nm23 protein is involved in the process of metastasis development in squamous cell carcinoma of the vulva."}, {"pubmed": 15592684, "text": "Semi-quantitative RT-PCR revealed reduced mRNA expression of Nm23 in breast cancer brain metastasis."}, {"pubmed": 15645378, "text": "results suggest nm23H1 might be involved in invasion and metastasis of esophageal squamous cell carcinoma but had no statistical correlation with HPV16"}, {"pubmed": 15650182, "text": "study suggests that EBNA1 plays a critical role in regulating the activities of Nm23-H1, including cell migration, through a mechanism which involves direct interaction of this major regulator in EBV-infected cells"}, {"pubmed": 15684389, "text": "Metastasis suppressor Nm23-H1 expression levels can impact traditional signaling pathways, such as the Erk pathway, resulting in altered tumor cell sensitivity to cancer therapeutics"}, {"pubmed": 15757202, "text": "nm23-H1 protein in the cells of carcinomas (FTCs) and microfollicular adenomas indicates for a high proliferation rate of these tumors."}, {"pubmed": 15777972, "text": "dysfunction of E-cadherin and nm23 has a role in progression of NSCLC"}, {"pubmed": 15833843, "text": "N-myc inhibited Cdc42 functioning at the protein level. This was mediated by nm23-H1 and nm23-H2, which are located in the amplified 17q region. Nm23-H1 and nm23-H2 are strongly up-regulated downstream targets of N-myc."}, {"pubmed": 15870434, "text": "Our preclinical results show that MPA appears to elevate Nm23-H1 metastasis suppressor gene expression, thereby reducing metastatic colonization. The data suggest a new use for an old agent in a molecularly defined subset of breast cancer patients"}, {"pubmed": 15882758, "text": "low expression of nm23-H1 gene products may play important roles in tumor invasion, and that this process is mediated in part by overexpression of MMP-2."}, {"pubmed": 16011248, "text": "nm23H1 protein could effectively restrain gastric cancer metastasis and development; and BRCA1 protein could restain tumor from becoming lower differentiation."}, {"pubmed": 16044917, "text": "The results indicated that the heredity instability of nm23H1 gene might be implicated in pathogenesis and progression of epithelial ovarian tumor."}, {"pubmed": 16232196, "text": "Serum NM23-H1 protein levels may contribute to predictions of clinical outcome in patients with neuroblastoma"}, {"pubmed": 16277028, "text": "The relationship of nm23 expression was studied in relation to proliferation and prognosis in melanoma of the oral cavity."}, {"pubmed": 16313181, "text": "Nucleoside diphosphate kinase 1 is a 3'->5' exonuclease. NDK1 excised nucleotides from single-strand break produced by APE1 or Nth1.  When human cells were treated with various DNA-damaging agents, human NDK1 translocated from cytoplasm to nucleus"}, {"pubmed": 16317582, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16415009, "text": "Nm23-H1 and EBNA3C can modulate expression of COX-2 in the context of EBV infection and transformation."}, {"pubmed": 16466905, "text": "The data provide novel insight into the subunit composition of the epithelial CFTR/AMPK/NDPK complex, such that: CFTR interacts specifically with AMPK alpha1, gamma2 and NDPK-A and not NDPK-B or AMPK gamma1."}, {"pubmed": 16531762, "text": "These data imply that nm-23 may be tumor suppressor gene involved in neck squamous cell carcinomas but that it may not function as a tumor metastasis suppressor in high-stage laryngeal carcinoma."}, {"pubmed": 16631833, "text": "The effects of the EBV nuclear antigen 3C on the activities of Nm23-H1 via GATA-1 and Sp1 are reported."}, {"pubmed": 16739125, "text": "Nm23-H1 has a role in oral squamous cell carcinoma."}, {"pubmed": 16739379, "text": "Expression of nm23 protein was significantly higher in the group without lymph node metastasis than those with lymph node metastasis in laryngeal squamous cell carcinoma."}, {"pubmed": 16759016, "text": "The low level expression of nm23-H1 protein and the high level expression of VEGF protein may be associated with the development and poor prognosis of nasopharyngeal carcinoma."}, {"pubmed": 16848180, "text": "The expressions of CD44 and nm23-H1 in the metastatic lymph node tumor had no difference compared with that in primary tumor of supraglottic or hypopharyngeal cancer."}, {"pubmed": 16862176, "text": "Novel roles of NM23 proteins in skin homeostasis, repair and disease."}, {"pubmed": 16891807, "text": "Results suggest that the expression of nm23-H1 protein can be used as a poor prognostic marker in non-Hodgkin's lymphomas, and the mutational change of gene may operate in the lymphomagenesis."}, {"pubmed": 16944571, "text": "Data show that the nm23H1 gene have the effect of suppressing gastric cancer occurring and lymph metastasizing."}, {"pubmed": 16957985, "text": "Overexpression of wild type nm23-H1 mutant in INS cells markedly potentiated glucose-stimulated insulin secretion."}, {"pubmed": 17008916, "text": "Cleavage of SET by GzmK abrogates its nucleosome assembly activity.After GzmK loading, SET and DNase NM23H1 rapidly translocate into the nucleus and SET is cleaved, where the nuclease activity of NM23H1 is activated to nick chromosomal DNA."}, {"pubmed": 17103045, "text": "Impairment of the multifunctional role of Nm23-H1 is an important feature consistent with the complex strategy carried out by HPV-16 E7 to promote cell transformation and tumor progression."}, {"pubmed": 17155928, "text": "The double mutant H118N/S120G was expressed in inclusion bodies in E. coli. Its renaturation stops at a folding intermediate and cannot be reactivated by ATP in vitro."}, {"pubmed": 17197349, "text": "Reduced expression seems to be related to increased metastatic potential in most carcinoma types. May play tissue-specific role."}, {"pubmed": 17283532, "text": "The expressions of KAI1, nm23, ETS-1 and VEGF proteins were highly related to microvascular density, cervical lymph node metastasis, and prognosis of nasopharyngeal carcinoma."}, {"pubmed": 17314099, "text": "the direct interaction of NM23-H1 and STRAP is important for the regulation of TGF-beta-dependent biological activity as well as NM23-H1 activity"}, {"pubmed": 17348207, "text": "There was negative correlation between the positive expression of nm23H1mRNA and bone metastasizing, TNM staging, MVD in prostate cancer."}, {"pubmed": 17359290, "text": "Results reveal a significantly positive relationship between expression of hTERT and nm23-H1 in normal and neoplastic tissues of uterine cervix."}, {"pubmed": 17578003, "text": "Studies show that the productivity of rhNDPK-A was 1.15 g per 100 g wet cells, and high yield provides material for the translation researches of NDPK."}, {"pubmed": 17591363, "text": "In advanced breast cancer, nm23-H1, as detected by reverse transcripted-polymerase chain reaction, seems to be a predictor of bad prognosis."}, {"pubmed": 17655525, "text": "C-terminal domain mediated h-Prune homodimerization, as well as its interaction with NM23-H1"}, {"pubmed": 17688968, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17688968, "text": "The polymorphisms of NME1 gene and the susceptibility to and severity of lung cancer was demonstrated."}, {"pubmed": 17695492, "text": "The intensity of nm23 staining in the gastric tumor cells was not significantly correlated with depth of tumor infiltration (T-stage), lymph node metastasis (N-stage), distant metastasis (M-stage), UICC-stage, or prognosis."}, {"pubmed": 17885583, "text": "Reduced nm23-H1 expression is correlated with uveal melanoma"}, {"pubmed": 17918157, "text": "Nm23-H1 may have a role in progression of oral squamous cell carcinoma"}, {"pubmed": 17975005, "text": "The complementary abilities of ER alpha and NM23-H1 together to influence gene expression, cell migration, and apoptosis could be key factors in helping to determine tumor cell fate"}, {"pubmed": 18058029, "text": "Nm23-H1 homologs -H2, -H4 and -H5 may suppress metastasis. Motility suppression appears to be cell context dependent, but sequence disparities between -H1/H2 and the other family members may reveal regions critical for this inhibitory phenotype."}, {"pubmed": 18089805, "text": "Nm23-H1 down-regulation of EDG2 is functionally important to suppression of tumor metastasis in breast neoplasms."}, {"pubmed": 18154714, "text": "NM23 gene is a metastasis suppressor gene, which exhibits a reduced expression in metastatic tumor cells."}, {"pubmed": 18219290, "text": "Downregulated NM23-H1 expression is associated with intracranial invasion of nasopharyngeal carcinoma."}, {"pubmed": 18239814, "text": "Expression of nm23 in the cytoplasm was detected almost 3-fold more often than in the nuclei; cytoplasmic expression more strictly correlated with patient's age, tumor location, and its histological structure than nuclear expression."}, {"pubmed": 18301251, "text": "nm23-H1 expression in B-cell NHL was not significantly increased in clinically aggressive versus indolent neoplasms"}, {"pubmed": 18307927, "text": "The high expressions of VEGF-C/VEGFR-3 and inactivation of nm23-H(1) may play an important role in lymphatic metastasis in oral squamous cell carcinoma."}, {"pubmed": 18330957, "text": "nm23-H1 immunoreactivity showed no difference in primary and metastatic gastric cancer."}, {"pubmed": 18408655, "text": "Nm23 may have a biological function that leads to poor clinical outcomes in ovarian carcinoma."}, {"pubmed": 18440302, "text": "The knockdown of nm23-H1 expression may change the lung cancer cells to a more invasive phenotype through alteration in the expression of a set of genes."}, {"pubmed": 18470881, "text": "Nm23-H1 can negatively regulate cell migration and tumor metastasis by modulating the activity of Cdc42 through direct interaction with Dbl-1."}, {"pubmed": 18476632, "text": "CD44 and nm23-H1 proteins play an important coordinated regulation role in the carcinogenesis, development and metastasis of laryngeal carcinoma."}, {"pubmed": 18635542, "text": "NM23-H4 binds the inner mitochondrial membrane with high affinity to cardiolipin and couples nucleotide transfer with respiration"}, {"pubmed": 18668641, "text": "High nm23-H1 expression is predictive of worse overall survival for cervical cancer patients."}, {"pubmed": 18676749, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18676749, "text": "promoter polymorphisms in the NME1 gene may alter its expression and influence breast cancer survival"}, {"pubmed": 18700747, "text": "Human metastasis regulator protein H-prune is a short-chain exopolyphosphatase"}, {"pubmed": 18728402, "text": "Nm23-H1 can negatively regulate cell migration and tumor metastasis by modulating the activity of Cdc42 and possibly other Rho family members through interaction with Dbl-1"}, {"pubmed": 18810774, "text": "Report relationship between nm23H1 genetic instability and clinical pathological characteristics in Chinese digestive system cancer patients."}, {"pubmed": 18815136, "text": "direct interaction between NM23-H1 and macrophage migration inhibitory factor (MIF) is critical for alleviation of MIF-mediated suppression of p53 activity"}, {"pubmed": 18996649, "text": "nm23 cannot be considered as a useful marker for the evaluation of invasion in differentiated thyroid carcinomas or in distinctions between follicular adenoma and carcinoma."}, {"pubmed": 19024519, "text": "The expressions of nm23 and KAI1 proteins are negatively correlated with clinical stage, but positively with histopathological grade in gallbladder adenocarcinoma."}, {"pubmed": 19026164, "text": "Results suggest that nm23-H1 may act as a cellular protector against oxidative stress, possibly triggering increased expression of GPX1 and the p53-related antioxidative pathway."}, {"pubmed": 19170058, "text": "IFI16 and NM23/NDPK are simultaneously bound in vivo to the promoters of the oncogene cMYC and of P53"}, {"pubmed": 19183483, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19186179, "text": "Rescue of the neuroblastoma mutant of the human NME1 by the natural osmolyte trimethyloxamine is reported."}, {"pubmed": 19263457, "text": "Data contribute to the overall knowledge about nm23-H1 and its role in cell adhesion, migration, and invasion, especially in oral squamous cell carcinoma."}, {"pubmed": 19332021, "text": "Nm23-H1 was modified with SUMO-2 after X-ray irradiation."}, {"pubmed": 19513384, "text": "The data confirm the role of the studied proteins in invasion and metastases of malignant tumors and suggest a relationship between changes in the expression of nm23 protein and mechanisms of stomach cancer progress."}, {"pubmed": 19619546, "text": "Data suggest that transglutaminase 2 is overexpressed in cystic fibrosis and affects nucleoside diphosphate kinase function"}, {"pubmed": 19624895, "text": "nm23-H1 gene could inhibit proliferation and invasion of cervical cancer cells."}, {"pubmed": 19655221, "text": "important role of extracellular NM23-H1 in the malignant progression of leukemia"}, {"pubmed": 19664043, "text": "These findings suggest an important role for extracellular NM23-H1 in the malignant progression of leukemia"}, {"pubmed": 19664078, "text": "downregulation of nm23-H1 proteins was significantly associated with proliferation, invasion depth and lymph node metastasis of ESCC. statistically significant correlations between expression of beta-catenin and nm23-H1."}, {"pubmed": 19724852, "text": "nm23 was not related to lymph node metastases"}, {"pubmed": 19951590, "text": "The results indicated that those patients who died within 5 years after surgery had a lower expression of nm23 than those who survived."}, {"pubmed": 19956735, "text": "key enzymatic and metastasis suppressor functions of Nm23-H1 are regulated by oxido-reduction of its Cys109"}, {"pubmed": 20099494, "text": "There was no significant correlation between cyclooxygenase-2 and nm23 (non-metastatic cells protein1) expression or microvessel density in ovarian serous carcinoma"}, {"pubmed": 20101217, "text": "Plakoglobin has a role in regulating the metastasis suppressor activity of Nm23."}, {"pubmed": 20113651, "text": "A higher expression of nm23-H(1) in children with T-ALL may be contributed to a low remission rate and a poor prognosis."}, {"pubmed": 20145075, "text": "The expression of NME1 in either villi or decidua is higher significantly in miscarriage than that of the normal early pregnancy."}, {"pubmed": 20209495, "text": "Data demonstrated that the 3'-5' exonuclease activity of NM23-H1 is necessary for metastasis suppressor function."}, {"pubmed": 20304626, "text": "Defining the mechanism by which Nm23-H1 transcriptionally downregulates LAP1 remains a lingering question and an area of ongoing study that will need to be addressed."}, {"pubmed": 20403806, "text": "formation of disulfide bonds in NDPK-A is involved in the regulation of the oligomerization and bioactivity of this multiple function protein, and that C145 is a key residue in the regulation of NDPK-A."}, {"pubmed": 20448457, "text": "These results suggest that Nm23-H1 may have a role in the regulation of cell cycle and apoptosis in human B-cells."}, {"pubmed": 20508983, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20559153, "text": "Upregulation of NM23-H1 is associated with pemetrexed responsiveness in non-small cell lung cancer cells."}, {"pubmed": 20560137, "text": "High NM23-H1 is associated with recurrence in colorectal cancer patients undergoing 5-fluorouracil adjuvant chemotherapy"}, {"pubmed": 20570897, "text": "Translocation of small amount of NM23H1 into the nucleus induced by the overexpressions of SEI1/SET could increase the frequency of sister chromatid exchangein esophageal cancers."}, {"pubmed": 20599259, "text": "Heterozygous genotypes TC in rs16949649 and CT in rs2302254 of nm23-H1 promoter are potential susceptibility factors for endometrial cancer in Taiwan women."}, {"pubmed": 20599259, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20671611, "text": "The prognostic significance of the genes casein kinase 2 alpha subunit (CSNK2A1), anti-apoptosis clone-11 (AAC-11), and tumor metastasis suppressor NME1 in completely resected non-small cell lung cancer (NSCLC) patients, was analysed."}, {"pubmed": 20713695, "text": "Data show that the loss of Nm23-H1, an event suspected to promote metastasis, may additionally function at an earlier stage of tumor development to drive the acquisition of chromosomal instability."}, {"pubmed": 20841469, "text": "NM23-H1 is critical for control of cell-cell adhesion and cell migration at early stages of the invasive program in epithelial cancers, orchestrating a barrier against conversion of in situ carcinoma into invasive malignancy."}, {"pubmed": 20872186, "text": "nm23-H1 (and estrogen receptor/progesterone receptor status) are independent predictive factors of pathologic complete response to neoadjuvant docetaxel plus epirubicin combination chemotherapy in patients with locally advanced breast cancer."}, {"pubmed": 20877624, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20955383, "text": "nm23 does not appear to be a more useful biomarker than p16 in identifying cervical intraepithelial neoplasia 2 or high-risk human papillomavirus infection."}, {"pubmed": 20959063, "text": "After nm23-H1 gene is transfected into L9981, proteome in L9981 is remarkably changed."}, {"pubmed": 21045303, "text": "preliminary electron-density map shows a large conformational change of the C-terminal domain of NDPK-A induced by a novel disulfide bond that is formed under oxidative conditions"}, {"pubmed": 21080107, "text": "Basal-like status and nm23-H1 status were significant for pathological complete response in breast cancer patients."}, {"pubmed": 21085602, "text": "Studies indicate that most of the proteins known to interact with human NME proteins were also found in starlet sea anemone."}, {"pubmed": 21121676, "text": "Using pH titration of LC buffers and MS/MS i.d., recombinant NM23-H1 subjected to autophosphorylation was shown to contain phosphorylated histidine at residue 118 at pH 5 and 6, with each level giving over 75% peptide coverage for identification."}, {"pubmed": 21169412, "text": "Nm23-H1 expression was significantly associated with IL1beta and IL6 expression in primary uncultured AML samples. These findings have implications for the role of Nm23-H1 in AML and its use as a prognostic marker."}, {"pubmed": 21176535, "text": "There is a significant relationship between polymorphism of Nme1-1465 T>C and the prognosis of carcinoma of stomach."}, {"pubmed": 21221850, "text": "EGFR and nm23 can serve as reliable biomarkers for prognosis prediction in patients with nasopharyngeal carcinoma who may benefit from alternate treatment strategy and targeted treatment."}, {"pubmed": 21265090, "text": "NM23-H1 gene may be the upstream regulator of metastasis-associated genes in lung cancer."}, {"pubmed": 21270158, "text": "The authors found that Kaposi's sarcoma-associated herpesvirus increases expression and nuclear translocation of Nm23-H1 and that nuclear translocation of Nm23-H1 is regulated by the virus-encoded latency-associated nuclear antigen (LANA)."}, {"pubmed": 21273640, "text": "This study found that the overexpression of lipocalin 2 or knockdown of nm23-H1 genes increased the proliferation of uterine cervical cancer cells."}, {"pubmed": 21350102, "text": "In early pheochromocytoma, evaluation of nm-23, galectin-3, and COX-2 expression could predict the outcome."}, {"pubmed": 21442621, "text": "Cervical cancer patients with positive nm23-H1 and negative lipocalin 2 expression had the worst recurrence probability and overall survival."}, {"pubmed": 21448569, "text": "NM23-H1 opposes not only the motile and invasive characteristics of metastatic cells but also the acquisition of mutations that drive malignant progression to the metastatic phenotype itself.[review]"}, {"pubmed": 21469425, "text": "NM23 acts like an oncogene in ovarian carcinomas."}, {"pubmed": 21478336, "text": "Expression of nm23-H1 is associated with poor prognosis in peripheral T-cell lymphoma, not otherwise specified."}, {"pubmed": 21484438, "text": "The aggregation process is triggered by the reduced stability of the S120G variant of the NM23-H1 gene."}, {"pubmed": 21553004, "text": "Our findings suggest a correlation between high levels of NM23-H1 protein in the cytoplasm of the cells and progression of prostate cancer to metastasis, thus definitively identifying NM23-H1 as a new negative prognostic marker in prostate cancer."}, {"pubmed": 21769563, "text": "Nm23-H1 protects cells against oxidative stress through the engagement of DNA BER enzyme APE1"}, {"pubmed": 21846466, "text": "Functional modulation of the metastatic suppressor Nm23-H1 by oncogenic viruses."}, {"pubmed": 21913743, "text": "results indicated that expression patterns of ER, NM23-H1, and HER2 in primary breast cancer lesions warn that cells might have metastatic potential"}, {"pubmed": 22035418, "text": "correlated five single nucleotide polymorphisms within the NME1 promoter with drug-induced toxicity, disease-free survival and overall survival (OS) in 360 Caucasian patients suffering from acute myeloid leukemia"}, {"pubmed": 22290468, "text": "Sodium valproate at concentrations of 0.8-3.2 mM inhibits migration of MDA-MB-231 breast cancer cells and modulates Nm23H1 gene expression in a concentration-dependent manner."}, {"pubmed": 22328561, "text": "Studies identified three genes, CHD5, PAFAH1B1, and NME1, strongly associated with patient outcome."}, {"pubmed": 22349375, "text": "nm23-H1 behaves as a metastasis suppressor in nasopharyngeal carcinoma, and nm23-H1 downregulation in the is a biomarker for poor NPC prognosis."}, {"pubmed": 22364921, "text": "Data suggest that TSLP might downregulate NME1 expression via STAT3 signaling pathway, affecting TIMP1 expression in influencing trophoblast invasion."}, {"pubmed": 22421058, "text": "NME mRNA and high NME2 mRNA are strong indicator of increased event-free survival independent of FLT3-internal tandem duplication in cytogenetically normal acute myeloid leukemia"}, {"pubmed": 22429576, "text": "Downregulation of nm23-H1 gene expression enhanced the invasiveness compared with the controls."}, {"pubmed": 22451184, "text": "ROC curve showed that NM23HI expression was a strongly correlated (r=0.816) sensitive and specific metastasis marker. NM23HI expression did not show asignificant relationship with histologic degree of invasive ductal carcinoma."}, {"pubmed": 22531683, "text": "the present findings do not support a significant role of Nm23-H1 in metastasis suppression of LLSCC"}, {"pubmed": 22683585, "text": "Our studies suggest that rs16949649 and rs2302254 polymorphisms in the nm23 gene promoter may influence the prognosis of patients with epithelial ovarian cancer."}, {"pubmed": 22718351, "text": "These results indicate a novel function of Nm23-H1 to control contact inhibition of locomotion, and its negative regulation by ephrin-B1."}, {"pubmed": 22869372, "text": "NDPK-A exists in a functional cellular complex with AMPK and CFTR in airway epithelia, and NDPK-A catalytic function is required for the AMPK-dependent regulation of CFTR"}, {"pubmed": 22903495, "text": "Single nucleotide polymorphisms (SNPs) in the promoter regions of non-metastatic cells 1 gene is associated with lymph node metastasis of gastric cancer."}, {"pubmed": 22920000, "text": "higher expression of nm23 gene correlated with an early stage of tumor and its good differentiation"}, {"pubmed": 23137649, "text": "nm23-H1 is a negative regulator of TGF-beta1-dependent induction of epithelial-mesenchymal transition in lung cancer"}, {"pubmed": 23158994, "text": "Expressions of TIMP-1 and nm-23, tumor size and lymph node involvement were independent prognostic factors in HER-2-positive breast cancer."}, {"pubmed": 23448979, "text": "Data indicate that the D388A and D422A mutant h-Prune proteins interact weakly with Nm23-H1."}, {"pubmed": 23464856, "text": "High NM23-H1 expression is associated with radioresistance in nasopharyngeal carcinoma."}, {"pubmed": 23479363, "text": "High serum NM23A is associated with kidney cancer."}, {"pubmed": 23519676, "text": "The crystal structure of oxidized Nm23-H1 is presented. It reveals the formation of an intramolecular disulfide bond between Cys4 and Cys145 that triggers a large conformational change that destabilizes the hexameric state."}, {"pubmed": 23553196, "text": "Positive expression of Nm23 protein was found in ovarian tissue in 77.7 % cases in BRCA1 mutation carriers and in 90.9 % in the control group."}, {"pubmed": 23583378, "text": "STAT3 directly bound to the STAT3 binding site on the nm23-H1 promoter and activated its expression"}, {"pubmed": 23679306, "text": "High NM23 expression is associated with sporadic colorectal cancer."}, {"pubmed": 23694823, "text": "NM23 demonstrated no discriminatory value in the interpretation of lymph node nevus rests."}, {"pubmed": 23725501, "text": "NM23 suppressor protein may have a role in gastric carcinoma pathogenes"}, {"pubmed": 23734265, "text": "Data indicate that the activation of MAPK and PI3K pathways resulted in TGF-beta1 signaling by down-regulating Nm23-H1 expression and up-regulating the expression of TbetaRI and TbetaRII, favoring further activation of multiple signaling pathways."}, {"pubmed": 23768014, "text": "In laryngeal squamous cell carcinoma patients, the disease recurrence rate correlates inversely with nuclear nm23-H1 expression."}, {"pubmed": 23818346, "text": "Reduced nm23 immunohistochemical expression is an independent negative prognostic factor for overall survival and progression-free survival in invasive breast cancer."}, {"pubmed": 23856325, "text": "Abnormally low expression of NME1 in endometrial stromal cells (ESCs) may be involved in the pathogenesis of endometriosis by up-regulating growth, adhesion and invasion of ESCs."}, {"pubmed": 24096484, "text": "Data shows that c-Abl and Arg induce NM23-H1 degradation by increasing expression and activation of cathepsin L and B, which directly cleave NM23-H1 in the lysosome."}, {"pubmed": 24133580, "text": "abnormal lower expression of NME1 in endometriotic stromal cells leads to more secretion of IL-8 and VEGF, up-regulates the level of CD62E and CD105, and leads to angiogenesis of vascular endothelial cells, which promotes development of endometriosis."}, {"pubmed": 24811176, "text": "NME1L is a potent antimetastatic protein and may be a useful weapon in the fight against cancers."}, {"pubmed": 24858271, "text": "NM23H1 gene suppresses hyperplasia and metastasis of prostate cancer, thereby improving the survival rate."}, {"pubmed": 24915993, "text": "Interaction between Nm23 and the tumor suppressor VHL"}, {"pubmed": 24970086, "text": "findings show NDPKs (NM23-H1/H2/H4) interact with and provide GTP to dynamins, allowing these motor proteins to work with high thermodynamic efficiency for membrane remodeling"}, {"pubmed": 25010650, "text": "NDPK-A was not able to bind to model membranes mimicking the inner leaflet of plasma membrane, suggesting that its in vivo membrane association is mediated by a non-lipidic partner or other partners than the studied phospholipids."}, {"pubmed": 25017017, "text": "Dual functions of NME1 in suppression of cell motility and enhancement of genomic stability in melanoma"}, {"pubmed": 25048347, "text": "The metastasis suppressor NME1 regulates expression of genes linked to metastasis and patient outcome in melanoma and breast carcinoma."}, {"pubmed": 25119778, "text": "The case for extracellular Nm23-H1 as a driver of acute myeloid leukemia (AML) progression"}, {"pubmed": 25199839, "text": "Regulation of the metastasis suppressor Nm23-H1 by tumor viruses"}, {"pubmed": 25277180, "text": "NM23-H1 may participate in head and neck squamous cell carcinoma cell responses to cisplatin and be considered a potential therapeutic target."}, {"pubmed": 25321081, "text": "Nm23 loss could be associated with a more favorable environment for the development and dissemination of breast cancer"}, {"pubmed": 25373728, "text": "Using the described method for detecting histidine and aspartic acid phosphorylations and our prostate cancer progression cell system, the potential function of NM23-H1 in suppressing metastasis with a two-component regulation system is discussed"}, {"pubmed": 25501107, "text": "nm23-H1 protein may be an important prognostic factor in peripheral T-cell lymphoma, not otherwise specified;the nm23-H1-positive group had significantly shorter overall survival (Review)."}, {"pubmed": 25748386, "text": "Overexpression of Nm23H1 did not affect tumorigenesis in nude mice assays, while overexpression of Nm23H2 enhanced tumor growth with elevated expression of the c-Myc proto-oncogene."}, {"pubmed": 25808322, "text": "Fibronectin is an important effector of the motility-suppressing function of NME1 in melanoma cells."}, {"pubmed": 26565392, "text": "Results confirmed that NME1L, but not NME1, is likely responsible for regulating breast cancer cell growth by inhibiting IGF1-stimulated ERK phosphorylation through N-terminal 25 amino acid-mediated interaction with KSR1."}, {"pubmed": 26634527, "text": "CRC patients with NM23-positive tumors had a better prognosis, and thus NM23 expression maybe used as a key prognostic indicator for CRC."}, {"pubmed": 26825905, "text": "NM23 expression is reduced in CRC tissues and low NM23 levels tightly correlate with higher Dukes stages, poorer differentiation grade, and positive lymph node metastases."}, {"pubmed": 27094059, "text": "Study reveals that NME1L may perform potent biological roles on the cellular behaviors through the extra N-terminal region as well as hexameric conformation. Because the N-terminal region itself has no effect on NF-kappaB signaling, the dimerization of NME1L is likely a pivotal process to confer the IKKbeta binding ability and subsequent regulation of NF-kappaB signaling on the region."}, {"pubmed": 27222072, "text": "elevated NDKA was associated with severe characteristics of adenomas (>/=3 lesions, size >/= 1 cm or villous component). Setting specificity to 85%, NDKA showed a sensitivity of 30.19% and 29.82% for advanced adenomas and advanced neoplasia, respectively."}, {"pubmed": 27449069, "text": "Down-regulation of Dyn1 activity enhances extracellular Nme1 in human colon tumor cell lines."}, {"pubmed": 27509166, "text": "A strong association between NME1 heterozygous genotype and breast cancer risk in Kashmiri population"}, {"pubmed": 27518571, "text": "High NME1 expression is associated with well tumor differentiation in Digestive System Neoplasms"}, {"pubmed": 27592483, "text": "nm23-H1 and MMP-2 may be as an indicator for esophageal cancer metastasis and prognosis"}, {"pubmed": 27604954, "text": "Results demonstrate that nm23 plays a vital role in decidualization in mice and humans and that nm23 gene expression is hormonally regulated."}, {"pubmed": 27888614, "text": "This study suggested that EGFR was an important predictive factor for the prognosis of the post-operative patients with colorectal carcinoma TNM stage I-II, and nm23 is important for predicting the prognosis of the patients with stage III-IV; it is better that EGFR and nm23 are as predictor of combination."}, {"pubmed": 28161101, "text": "NM23 might be an indicator of good prognosis in patients with breast cancer, although further researches need to be performed to confirm the prognostic value of NM23. [Meta-analysis; review]"}, {"pubmed": 28216015, "text": "Differential regulation of NM23-H1 may corroborate/abrogate EMT depending on the nature of stress, tumor microenvironment and cellular context."}, {"pubmed": 28376369, "text": "Hepatitis C Virus E1 protein expression and HCV infection induces pro-metastatic effect on cancer cells which is simultaneous to Nm23-H1 transcriptional down-regulation and Nm23-H1 protein degradation."}, {"pubmed": 28401162, "text": "large-scale and well-designed studies, which use uniform antibody and criterion of NM23 positive expression, are required to further validate the role of the NM23 in predicting gastric cancer progression."}, {"pubmed": 28442010, "text": "Nm23-H1 nuclear localized mainly in the G2/M phase and the nuclear Nm23-H1 promoted A549 cell proliferation in vitro."}, {"pubmed": 28614246, "text": "Meta-analysis showed that low expression of nm23-H1 is associated with poorer prognosis in patients with nasopharyngeal carcinoma, suggesting that it is a prognostic factor and potential biomarker for survival in nasopharyngeal carcinoma."}, {"pubmed": 28767310, "text": "The data presented suggest an important role for cytoplasmic IRF6 in regulating the availability or localization of the NME1/2 complex and thus the dynamic behavior of epithelia during lip/palate development."}, {"pubmed": 28831131, "text": "Study found that Nm23-H1 could be recruited to the 5'UTR of Sp1 mRNA. Its low expression levels along with that of SP1 are correlated with poor prognosis in patients with lung cancer. Also, lung cancer patients with higher levels of Sp1 and Nm23-H1 also exhibited high levels of hnRNPA2/B1, suggesting a positive correlation between the levels of Sp1, Nm23-H1 and hnRNPA2B1 during lung cancer formation."}, {"pubmed": 28991262, "text": "Studies indicate roles of nucleoside diphosphate kinase A NDPK-A (nm23-H1) S120G mutation in the prognosis of neuroblastoma and as a metastasis promoter [Review]."}, {"pubmed": 29035376, "text": "Nm23-H1 nucleoside diphosphate kinase (Nm23-H1) modulates the activities of chromatin modifiers through interaction with Epstein-Barr virus-encoded oncogenic antigens [Review]."}, {"pubmed": 29058705, "text": "ALDOC, CXCL11, LRP1b, and XAGE1 regulated by NME1, but not by NME1 variants lacking metastasis suppressor activity"}, {"pubmed": 29187211, "text": "The positive expression rates of KAI1 and nm23 were significantly lower in laryngeal squamous cell carcinoma than normal laryngeal mucosa."}, {"pubmed": 29251738, "text": "interacts with CFTR through reciprocal AMPK binding/control [review]"}, {"pubmed": 29407582, "text": "These results suggest a common molecular mechanism between myeloid differentiation of leukemia cells and migration of breast cancer cells depending on NM23 and EDG2 expression levels."}, {"pubmed": 29525404, "text": "NME1 rs16949649 associated with increased susceptibility to gynecological cancer and rs2302254 was linked to reduced gastric cancer risk (Meta-Analysis)"}, {"pubmed": 29567887, "text": "Immunohistochemical expression of nm23H1 is not an effective tool to distinguish among the cases of BPH, adenocarcinoma of prostate with and without metastasis. Hence nm23H1 gene does not behave like an antimetastatic gene in prostatic lesions."}, {"pubmed": 29697269, "text": "the potential roles that PARK7 and NDKA play in the management of acute stroke disease"}, {"pubmed": 29700912, "text": "coexistence of high MACC1 and low NM23-H1 expression and tumor budding was associated with short overall survival"}, {"pubmed": 29970055, "text": "Nm23-H1 participates in multiple steps of double-strand break repair (DSBR)."}, {"pubmed": 30158514, "text": "Deletion of these VP4 regions also inhibited the suppressive effect of VP4 on NME1-enhanced p53 signaling."}, {"pubmed": 30396920, "text": "NME1 enhanced ALDOC transcription, evidenced by increased expression of ALDOC pre-mRNA and activity of an ALDOC promoter-luciferase module. This is the first study to indicate that NME1 induces transcription through its direct binding to the promoter region of a target gene."}, {"pubmed": 30458180, "text": "these data indicate metastasis suppressor activity of NME1 in melanoma is mediated by induction of ITGB3 gene transcription."}, {"pubmed": 30763256, "text": "our experiment provided evidence that nm23-H1 can reverse hypoxia induced EMT and stemness through the inhibition of the Wnt/beta-catenin pathway, which may furnish a deeper perspective into the better treatment or prognosis for NSCLC"}, {"pubmed": 30827726, "text": "The A allele in rs2159359 SNP in NME1 and the G allele in rs13222385 in EGFR were associated with worse overall survival in endometrial cancer. Both exhibited genome wide significance; rs13222385 remained significant after adjusting for prognostic clinical variables."}, {"pubmed": 30875636, "text": "NME1 promotes non-homologous end joining of DNA double-strand breaks"}, {"pubmed": 31123173, "text": "High NME1 expression is associated with metastasis in melanoma."}, {"pubmed": 31598678, "text": "miR-146 can promote the proliferation and invasion of breast cancer by targeting NM23-H1"}, {"pubmed": 31709864, "text": "Granzyme A Participates in the Pathogenesis of Infection-Associated Acute Encephalopathy."}, {"pubmed": 31734851, "text": "Association of NM23 polymorphisms and clinicopathological features and recurrence of invasive pituitary adenomas."}, {"pubmed": 32022430, "text": "Nm23-H1 inhibits lung cancer bone-specific metastasis by upregulating miR-660-5p targeted SMARCA5."}, {"pubmed": 32392889, "text": "The Potential Functional Roles of NME1 Histidine Kinase Activity in Neuroblastoma Pathogenesis."}, {"pubmed": 32462300, "text": "Association of polymorphisms in metastasis suppressor genes NME1 and KISS1 with breast cancer development and metastasis."}, {"pubmed": 32781191, "text": "Association of HOTAIR (rs920778 and rs1899663) and NME1 (rs16949649 and rs2302254) gene polymorphisms with breast cancer risk in India."}, {"pubmed": 32824412, "text": "Metastasis Suppressor NME1 Modulates Choice of Double-Strand Break Repair Pathways in Melanoma Cells by Enhancing Alternative NHEJ while Inhibiting NHEJ and HR."}, {"pubmed": 33402463, "text": "Correlation Between Onco-suppressors PTEN and NM23 and Clinical Outcome in Patients With T1 Breast Cancer."}, {"pubmed": 33421524, "text": "The multiple regulation of metastasis suppressor NM23-H1 in cancer."}, {"pubmed": 33903070, "text": "Regulation of metastasis suppressor NME1 by a key metabolic cofactor coenzyme A."}, {"pubmed": 34012098, "text": "Metastasis-suppressor NME1 controls the invasive switch of breast cancer by regulating MT1-MMP surface clearance."}, {"pubmed": 34830075, "text": "The Potential Role of Human NME1 in Neuronal Differentiation of Porcine Mesenchymal Stem Cells: Application of NB-hNME1 as a Human NME1 Suppressor."}, {"pubmed": 35259022, "text": "Long-chain fatty acyl coenzyme A inhibits NME1/2 and regulates cancer metastasis."}, {"pubmed": 35438846, "text": "MicroRNA-139-5p negatively regulates NME1 expression in hepatocellular carcinoma cells."}, {"pubmed": 35939247, "text": "Metastasis suppressor NME1 in exosomes or liposomes conveys motility and migration inhibition in breast cancer model systems."}, {"pubmed": 36116139, "text": "Extracellular vesicle expansion of PMIS-miR-210 expression inhibits colorectal tumour growth via apoptosis and an XIST/NME1 regulatory mechanism."}, {"pubmed": 36768287, "text": "Does the Blood-Brain Barrier Integrity Change in Regard to the Onset of Fetal Growth Restriction?"}, {"pubmed": 37298313, "text": "A Unique Mode of Coenzyme A Binding to the Nucleotide Binding Pocket of Human Metastasis Suppressor NME1."}, {"pubmed": 38029727, "text": "NSUN6 Regulates NM23-H1 Expression in an m5C Manner to Affect Epithelial-Mesenchymal Transition in Lung Cancer."}, {"pubmed": 38556604, "text": "NME1 and DCC variants are associated with susceptibility and tumor characteristics in Mexican patients with colorectal cancer."}], "genomic_pos": {"chr": "17", "end": 51162428, "ensemblgene": "ENSG00000239672", "start": 51153559, "strand": 1}, "genomic_pos_hg19": {"chr": "17", "end": 49239789, "start": 49230897, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0006183", "qualifier": "involved_in", "term": "GTP biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006228", "qualifier": "involved_in", "term": "UTP biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006241", "qualifier": "involved_in", "term": "CTP biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006259", "qualifier": "involved_in", "term": "DNA metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006897", "qualifier": "involved_in", "term": "endocytosis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007399", "qualifier": "involved_in", "term": "nervous system development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007595", "qualifier": "involved_in", "term": "lactation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0008285", "pubmed": 1851158, "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030154", "qualifier": "involved_in", "term": "cell differentiation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0042981", "pubmed": 16130169, "qualifier": "involved_in", "term": "regulation of apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043388", "pubmed": 17975005, "qualifier": "involved_in", "term": "positive regulation of DNA binding"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0050679", "pubmed": 16862176, "qualifier": "involved_in", "term": "positive regulation of epithelial cell proliferation"}], "CC": [{"evidence": "HDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 21630459, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [16313181, 16814409], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005634", "pubmed": 16130169, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005737", "pubmed": 16130169, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005769", "pubmed": 37267906, "qualifier": "located_in", "term": "early endosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "pubmed": 16814409, "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 19946888, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0032587", "pubmed": 16814409, "qualifier": "located_in", "term": "ruffle membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 23533145, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0000287", "pubmed": 11555662, "qualifier": "enables", "term": "magnesium ion binding"}, {"category": "MF", "evidence": "HDA", "id": "GO:0003723", "pubmed": 22658674, "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004536", "pubmed": 11555662, "qualifier": "enables", "term": "DNA nuclease activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004550", "qualifier": "enables", "term": "nucleoside diphosphate kinase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004550", "pubmed": [9488696, 12972261], "qualifier": "enables", "term": "nucleoside diphosphate kinase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [10602478, 11701125, 15684389, 16189514, 17314099, 17975005, 18470881, 19060904, 21653829, 21988832, 25416956, 27499296, 31515488, 31980649, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005524", "pubmed": 12972261, "qualifier": "enables", "term": "ATP binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005525", "pubmed": 12972261, "qualifier": "enables", "term": "GTP binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008408", "pubmed": [14960567, 16313181], "qualifier": "enables", "term": "3'-5' exonuclease activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [10602478, 16189514, 17314099, 25416956, 25502805, 25910212, 31515488, 32296183], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0043024", "pubmed": 16814409, "qualifier": "enables", "term": "ribosomal small subunit binding"}]}, "homologene": {"genes": [[3702, 826702], [3702, 828490], [3702, 2745723], [4530, 4339815], [7955, 30083], [9031, 422094], [9598, 100533953], [9606, 4830], [9615, 480558], [9913, 404189], [10090, 18102], [10116, 191575]], "id": 128514}, "interpro": [{"desc": "Nucleoside diphosphate kinase-like domain", "id": "IPR034907", "short_desc": "NDK-like_dom"}, {"desc": "Nucleoside diphosphate kinase-like domain superfamily", "id": "IPR036850", "short_desc": "NDK-like_dom_sf"}, {"desc": "Nucleoside diphosphate kinase", "id": "IPR001564", "short_desc": "Nucleoside_diP_kinase"}, {"desc": "Nucleoside diphosphate kinase, active site", "id": "IPR023005", "short_desc": "Nucleoside_diP_kinase_AS"}], "ipi": ["IPI00012048", "IPI00375531", "IPI00790982", "IPI00794728", "IPI01014620"], "map_location": "17q21.33", "name": "NME/NM23 nucleoside diphosphate kinase 1", "other_names": ["NDP kinase A", "epididymis secretory sperm binding protein", "granzyme A-activated DNase", "metastasis inhibition factor nm23", "non-metastatic cells 1, protein (NM23A) expressed in", "nucleoside diphosphate kinase A", "tumor metastatic process-associated protein"], "pantherdb": {"HGNC": "7849", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "97355", "ortholog_type": "LDO", "panther_family": "PTHR11349", "taxid": 10090, "uniprot_kb": "P15532"}, {"RGD": "70497", "ortholog_type": "LDO", "panther_family": "PTHR11349", "taxid": 10116, "uniprot_kb": "Q05982"}, {"Ensembl": "ENSGALG00000007305", "ortholog_type": "LDO", "panther_family": "PTHR11349", "taxid": 9031, "uniprot_kb": "A0A3Q2U5Z0"}, {"Ensembl": "ENSDARG00000101026", "ortholog_type": "O", "panther_family": "PTHR11349", "taxid": 7955, "uniprot_kb": "A0A0G2L2L7"}, {"ZFIN": "ZDB-GENE-030131-7656", "ortholog_type": "LDO", "panther_family": "PTHR11349", "taxid": 7955, "uniprot_kb": "Q6PC37"}, {"WormBase": "WBGene00021692", "ortholog_type": "O", "panther_family": "PTHR11349", "taxid": 6239, "uniprot_kb": "Q7KX00"}, {"WormBase": "WBGene00009119", "ortholog_type": "O", "panther_family": "PTHR11349", "taxid": 6239, "uniprot_kb": "Q93576"}, {"FlyBase": "FBgn0000150", "ortholog_type": "O", "panther_family": "PTHR11349", "taxid": 7227, "uniprot_kb": "P08879"}, {"SGD": "S000001550", "ortholog_type": "O", "panther_family": "PTHR11349", "taxid": 4932, "uniprot_kb": "P36010"}, {"PomBase": "SPAC806.07", "ortholog_type": "O", "panther_family": "PTHR11349", "taxid": 4896, "uniprot_kb": "P49740"}, {"dictyBase": "DDB_G0279911", "ortholog_type": "O", "panther_family": "PTHR11349", "taxid": 352472, "uniprot_kb": "P34093"}, {"dictyBase": "DDB_G0273069", "ortholog_type": "O", "panther_family": "PTHR11349", "taxid": 352472, "uniprot_kb": "P22887"}, {"TAIR": "2161922", "ortholog_type": "O", "panther_family": "PTHR11349", "taxid": 3702, "uniprot_kb": "O64903"}, {"TAIR": "2138101", "ortholog_type": "O", "panther_family": "PTHR11349", "taxid": 3702, "uniprot_kb": "Q8LAH8"}, {"EnsemblGenome": "AT4G23895", "ortholog_type": "O", "panther_family": "PTHR11349", "taxid": 3702, "uniprot_kb": "F4JPD8"}, {"TAIR": "2123421", "ortholog_type": "O", "panther_family": "PTHR11349", "taxid": 3702, "uniprot_kb": "O49203"}, {"EnsemblGenome": "AT4G09320", "ortholog_type": "O", "panther_family": "PTHR11349", "taxid": 3702, "uniprot_kb": "P39207"}, {"EnsemblGenome": "BAA16405", "ortholog_type": "O", "panther_family": "PTHR11349", "taxid": 562, "uniprot_kb": "P0A763"}], "uniprot_kb": "P15531"}, "pathway": {"biocarta": [{"id": "ndkdynaminpathway", "name": "endocytotic role of ndk phosphins and dynamin"}, {"id": "setpathway", "name": "granzyme a mediated apoptosis pathway"}], "humancyc": [{"id": "PWY-7176", "name": "UTP and CTP <i>de novo</i> biosynthesis"}, {"id": "PWY-7184", "name": "pyrimidine deoxyribonucleotides <i>de novo</i> biosynthesis"}, {"id": "PWY-7197", "name": "pyrimidine deoxyribonucleotide phosphorylation"}, {"id": "PWY-7200", "name": "superpathway of pyrimidine deoxyribonucleoside salvage"}, {"id": "PWY-7205", "name": "CMP phosphorylation"}, {"id": "PWY-7210", "name": "pyrimidine deoxyribonucleotides biosynthesis from CTP"}, {"id": "PWY-7211", "name": "superpathway of pyrimidine deoxyribonucleotides <i>de novo</i> biosynthesis"}, {"id": "PWY-7221", "name": "guanosine ribonucleotides <i>de novo</i> biosynthesis"}, {"id": "PWY-7224", "name": "purine deoxyribonucleosides salvage"}, {"id": "PWY-7226", "name": "guanosine deoxyribonucleotides <i>de novo</i> biosynthesis"}, {"id": "PWY-7227", "name": "adenosine deoxyribonucleotides <i>de novo</i> biosynthesis"}, {"id": "PWY-7228", "name": "guanosine nucleotides <i>de novo</i> biosynthesis"}, {"id": "PWY-841", "name": "purine nucleotides <i>de novo</i> biosynthesis"}, {"id": "PWY0-162", "name": "superpathway of pyrimidine ribonucleotides <i>de novo</i> biosynthesis"}, {"id": "PWY66-409", "name": "superpathway of purine nucleotide salvage"}], "kegg": [{"id": "hsa00230", "name": "Purine metabolism - Homo sapiens (human)"}, {"id": "hsa00240", "name": "Pyrimidine metabolism - Homo sapiens (human)"}, {"id": "hsa00983", "name": "Drug metabolism - other enzymes - Homo sapiens (human)"}], "netpath": {"id": "Pathway_TGF_beta_Receptor", "name": "TGF_beta_Receptor"}, "pid": [{"id": "ajdiss_2pathway", "name": "Posttranslational regulation of adherens junction stability and dissassembly"}, {"id": "arf6_traffickingpathway", "name": "Arf6 trafficking events"}, {"id": "arf6downstreampathway", "name": "Arf6 downstream pathway"}, {"id": "cdc42_reg_pathway", "name": "Regulation of CDC42 activity"}, {"id": "ecadherin_nascentaj_pathway", "name": "E-cadherin signaling in the nascent adherens junction"}, {"id": "myc_activpathway", "name": "Validated targets of C-MYC transcriptional activation"}], "reactome": [{"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-15869", "name": "Metabolism of nucleotides"}, {"id": "R-HSA-499943", "name": "Interconversion of nucleotide di- and triphosphates"}, {"id": "R-HSA-9748784", "name": "Drug ADME"}, {"id": "R-HSA-9748787", "name": "Azathioprine ADME"}, {"id": "R-HSA-9755088", "name": "Ribavirin ADME"}], "smpdb": [{"id": "SMP00446", "name": "Gemcitabine Action Pathway"}, {"id": "SMP00603", "name": "Gemcitabine Metabolism Pathway"}, {"id": "SMP00629", "name": "Adefovir Dipivoxil Metabolism Pathway"}, {"id": "SMP00630", "name": "Tenofovir Metabolism Pathway"}, {"id": "SMP00649", "name": "Lamivudine Metabolism Pathway"}], "wikipathways": {"id": "WP4022", "name": "Pyrimidine metabolism"}}, "pdb": ["1JXV", "1UCN", "2HVD", "2HVE", "3L7U", "4ENO", "5UI4", "8OOV"], "pfam": "PF00334", "pharmgkb": "PA249", "pharos": {"target_id": 5336, "tdl": "Tbio"}, "pir": "A33386", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF253279", "relationship": "is"}, {"id": "GNF253280", "relationship": "is"}, {"id": "GNF253281", "relationship": "is"}, {"id": "GNF253282", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF159218", "relationship": "is"}, "GNF_hs-Origene": [{"id": "GNF031958", "relationship": "is"}, {"id": "GNF032357", "relationship": "similar to"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF086631", "relationship": "is"}, {"id": "GNF086632", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053941", "relationship": "is"}, {"id": "GNF058718", "relationship": "is"}, {"id": "GNF073982", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF067181", "relationship": "is"}, {"id": "GNF067182", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF010376", "relationship": "is"}, {"id": "GNF010377", "relationship": "is"}, {"id": "GNF017018", "relationship": "similar to"}, {"id": "GNF078291", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF244238", "relationship": "is"}, "GNF_mm-kinase_lenti-shRNA": {"id": "GNF290531", "relationship": "is"}, "GNF_mm-kinase_plasmid-shRNA": {"id": "GNF077932", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": [{"id": "GNF336926", "relationship": "is"}, {"id": "GNF337923", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF102952", "relationship": "is"}, {"id": "GNF113026", "relationship": "is"}, {"id": "GNF142603", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000017.11", "NC_060941.1", "NG_021169.1"], "protein": ["NP_000260.1", "NP_937818.1"], "rna": ["NM_000269.3", "NM_198175.1"], "translation": [{"protein": "NP_937818.1", "rna": "NM_198175.1"}, {"protein": "NP_000260.1", "rna": "NM_000269.3"}]}, "reporter": {"HG-U133_Plus_2": "201577_at", "HG-U95Av2": ["1521_at", "1985_s_at", "39073_at"], "HTA-2_0": "TC17002880.hg.1", "HuEx-1_0": "3726934", "HuGene-1_1": "8008517", "HuGene-2_1": "16836131"}, "retired": 7794, "summary": "This gene (NME1) was identified because of its reduced mRNA transcript levels in highly metastatic cells. Nucleoside diphosphate kinase (NDK) exists as a hexamer composed of 'A' (encoded by this gene) and 'B' (encoded by NME2) isoforms. Mutations in this gene have been identified in aggressive neuroblastomas. Two transcript variants encoding different isoforms have been found for this gene. Co-transcription of this gene and the neighboring downstream gene (NME2) generates naturally-occurring transcripts (NME1-NME2), which encodes a fusion protein comprised of sequence sharing identity with each individual gene product. [provided by RefSeq, Jul 2008].", "symbol": "NME1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C0812204"}, "unigene": "Hs.463456", "uniprot": {"Swiss-Prot": "P15531", "TrEMBL": ["E5RHP0", "A0A384MTW7", "E7ERL0", "C9K028"]}, "wikipedia": {"url_stub": "NME1"}}