{"AllianceGenome": "7861", "HGNC": "7861", "MIM": "600008", "_id": "4837", "_version": 2, "accession": {"genomic": ["AH003441.2", "AP002518.3", "CH471065.1", "CP068267.2", "CS463820.1", "EF445002.1", "JB275303.1", "NC_000011.10", "NC_060935.1"], "protein": ["AAA19904.1", "AAA93158.1", "AAH00234.1", "ACA06031.1", "CAG46705.1", "CAM12693.1", "CDH92517.1", "EAW67243.1", "EAW67244.1", "NP_001358974.1", "NP_001358975.1", "NP_001358976.1", "NP_006160.1", "P40261.1"], "rna": ["AA402535.1", "AK026845.1", "BC000234.1", "BI255889.1", "CR541907.1", "NM_001372045.1", "NM_001372046.1", "NM_001372047.1", "NM_006169.3", "NR_164073.1", "U08021.1"], "translation": [{"protein": "NP_001358974.1", "rna": "NM_001372045.1"}, {"protein": "AAA19904.1", "rna": "U08021.1"}, {"protein": "NP_006160.1", "rna": "NM_006169.3"}, {"protein": "AAH00234.1", "rna": "BC000234.1"}, {"protein": "NP_001358975.1", "rna": "NM_001372046.1"}, {"protein": "NP_001358976.1", "rna": "NM_001372047.1"}, {"protein": "CAG46705.1", "rna": "CR541907.1"}]}, "ec": "2.1.1.1", "ensembl": {"gene": "ENSG00000166741", "protein": ["ENSP00000299964", "ENSP00000441434", "ENSP00000518865"], "transcript": ["ENST00000299964", "ENST00000535185", "ENST00000535401", "ENST00000541090", "ENST00000541754", "ENST00000542647", "ENST00000545255", "ENST00000546313", "ENST00000713573"], "translation": [{"protein": "ENSP00000441434", "rna": "ENST00000535401"}, {"protein": "ENSP00000518865", "rna": "ENST00000713573"}, {"protein": "ENSP00000299964", "rna": "ENST00000299964"}], "type_of_gene": "protein_coding"}, "entrezgene": "4837", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 5.42541691, "exp_mis": 84.8851948, "exp_syn": 43.879641, "lof_z": 0.60619873263477, "mis_z": -2.18272369526981, "mu_lof": 3.67877372657e-07, "mu_mis": 7.3809679776e-06, "mu_syn": 3.76183289092e-06, "n_lof": 4.0, "n_mis": 126.0, "n_syn": 55.0, "p_li": 0.00427916395502723, "p_null": 0.332684275268951, "p_rec": 0.663036560776022, "syn_z": -1.04072683656949}, "bp": 795, "cds_end": 114183199, "cds_start": 114167278, "n_exons": 3, "nonpsych": {"exp_lof": 4.848619, "exp_mis": 76.767388, "exp_syn": 39.6534047, "lof_z": 0.378491124203411, "mis_z": -2.1433679799472, "mu_lof": 3.67877372657e-07, "mu_mis": 7.3809679776e-06, "mu_syn": 3.76183289092e-06, "n_lof": 4.0, "n_mis": 114.0, "n_syn": 46.0, "p_li": 0.00352024212815557, "p_null": 0.405587054965004, "p_rec": 0.590892702906841, "syn_z": -0.634547875887445}, "nontcga": {"exp_lof": 4.98534945, "exp_mis": 78.0883506, "exp_syn": 40.36323936, "lof_z": 0.435335189106326, "mis_z": -2.36293331575584, "mu_lof": 3.67877372657e-07, "mu_mis": 7.3809679776e-06, "mu_syn": 3.76183289092e-06, "n_lof": 4.0, "n_mis": 120.0, "n_syn": 51.0, "p_li": 0.00355523548251819, "p_null": 0.372961334412662, "p_rec": 0.62348343010482, "syn_z": -1.06008002314322}, "transcript": "ENST00000535401.1"}, "exons": [{"cdsend": 114312477, "cdsstart": 114296556, "chr": "11", "position": [[114295336, 114295388], [114296427, 114296710], [114297950, 114298158], [114312044, 114313535]], "strand": 1, "transcript": "NM_001372045", "txend": 114313535, "txstart": 114295336}, {"cdsend": 114312477, "cdsstart": 114296556, "chr": "11", "position": [[114295149, 114295205], [114296430, 114296710], [114297950, 114298158], [114312044, 114313535]], "strand": 1, "transcript": "NM_001372046", "txend": 114313535, "txstart": 114295149}, {"cdsend": 114312477, "cdsstart": 114296556, "chr": "11", "position": [[114257805, 114257878], [114262847, 114262934], [114296427, 114296710], [114297950, 114298158], [114312044, 114313535]], "strand": 1, "transcript": "NM_001372047", "txend": 114313535, "txstart": 114257805}, {"cdsend": 114312477, "cdsstart": 114296556, "chr": "11", "position": [[114296398, 114296710], [114297950, 114298158], [114312044, 114313535]], "strand": 1, "transcript": "NM_006169", "txend": 114313535, "txstart": 114296398}, {"cdsend": 114313535, "cdsstart": 114313535, "chr": "11", "position": [[114260767, 114261053], [114262847, 114262934], [114297950, 114298158], [114312044, 114313535]], "strand": 1, "transcript": "NR_164073", "txend": 114313535, "txstart": 114260767}], "exons_hg19": [{"cdsend": 114183199, "cdsstart": 114167278, "chr": "11", "position": [[114166058, 114166110], [114167149, 114167432], [114168672, 114168880], [114182766, 114184257]], "strand": 1, "transcript": "NM_001372045", "txend": 114184257, "txstart": 114166058}, {"cdsend": 114183199, "cdsstart": 114167278, "chr": "11", "position": [[114165871, 114165927], [114167152, 114167432], [114168672, 114168880], [114182766, 114184257]], "strand": 1, "transcript": "NM_001372046", "txend": 114184257, "txstart": 114165871}, {"cdsend": 114183199, "cdsstart": 114167278, "chr": "11", "position": [[114128527, 114128600], [114133569, 114133656], [114167149, 114167432], [114168672, 114168880], [114182766, 114184257]], "strand": 1, "transcript": "NM_001372047", "txend": 114184257, "txstart": 114128527}, {"cdsend": 114183199, "cdsstart": 114167278, "chr": "11", "position": [[114167120, 114167432], [114168672, 114168880], [114182766, 114184257]], "strand": 1, "transcript": "NM_006169", "txend": 114184257, "txstart": 114167120}, {"cdsend": 114184257, "cdsstart": 114184257, "chr": "11", "position": [[114131489, 114131775], [114133569, 114133656], [114168672, 114168880], [114182766, 114184257]], "strand": 1, "transcript": "NR_164073", "txend": 114184257, "txstart": 114131489}], "generif": [{"pubmed": 12216074, "text": "A potential role in predicting response to radiation in bladder cancer"}, {"pubmed": 15486044, "text": "HNF-1beta functions as a transcription activator for NNMT gene expression in some papillary thyroid cancer cells"}, {"pubmed": 15849667, "text": "A genomewide exploration suggested NNMT as a new candidate and major determinant of plasma homocystein levels."}, {"pubmed": 16166432, "text": "NNMT serum levels may have significance in the early detection and in the management of patients with colorectal cancer."}, {"pubmed": 16676400, "text": "depsipeptide represses NNMT and HNF-1beta gene expression in some papillary thyroid cancer cells"}, {"pubmed": 17412799, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17434578, "text": "NNMT genotype is not a strong determinant of the tHcy concentration but it may have a modifying effect on plasma homocysteine concentration in Japanese men"}, {"pubmed": 17922140, "text": "NNMT is a novel Stat3-regulated gene and may be a potential candidate for a tumor marker of various kinds of cancers"}, {"pubmed": 18427977, "text": "Observational study of genetic testing. (HuGE Navigator)"}, {"pubmed": 18441319, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 18553462, "text": "No association was found between infant nicotinamide N-methyl transferase gene variants and risk for spina bifida in our study population."}, {"pubmed": 18553462, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18635682, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18724390, "text": "analysis identified genes known to be associated with cell invasion such as versican, and novel ones, including metallothionein 1E (MT1E) and nicotinamide N-methyltransferase (NNMT)"}, {"pubmed": 18996527, "text": "Adipose tissue ss a source of nicotinamide N-methyltransferase and homocysteine"}, {"pubmed": 19020309, "text": "For the first time, we associate the RFC1 80G>A and NNMT IVS -151C>T variants to an increased acute lymphoblastic leukemia susceptibility."}, {"pubmed": 19020309, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19161160, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19216803, "text": "NNMT gene expression is associated with tumor stage and DFS time in hepatocellular carcinoma cases."}, {"pubmed": 19242722, "text": "serum levels of NNMT were significantly higher in lung cancer patients than in COPD patients and healthy donors"}, {"pubmed": 19336370, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19343046, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19619240, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19812220, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19924637, "text": "the present study suggests that NNMT may have potential as a biomarker and as a therapeutic target for OSCCoral squamous cell carcinoma"}, {"pubmed": 20104648, "text": "NNMT is over-expressed in a large proportion in renal cell cancers. High NNMT expression is significantly associated with unfavorable prognosis."}, {"pubmed": 20458436, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20634891, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21045016, "text": "NNMT has a crucial role in cellular invasion via activating PI3K/Akt/SP1/MMP-2 pathway in clear cell renal cell carcinoma (ccRCC)."}, {"pubmed": 21791160, "text": "This study suggested that NNMT is involved in the aetiology of schizophrenia"}, {"pubmed": 21823666, "text": "Structural basis of substrate recognition in human nicotinamide N-methyltransferase"}, {"pubmed": 22628313, "text": "a marked increase in enzyme activity in oral cancer"}, {"pubmed": 23097023, "text": "The nicotinamide N-methyltransferase expression levels were significantly higher in patients with bladder tumor compared to controls that showed very low or undetectable amounts of NNMT transcript and protein."}, {"pubmed": 23455543, "text": "using metabolomics, observation that NNMT impairs the methylation potential of cancer cells by consuming methyl units from S-adenosyl methionine to create the stable metabolic product 1-methylnicotinamide"}, {"pubmed": 23479363, "text": "High serum NNMT is associated with kidney cancer."}, {"pubmed": 23764850, "text": "NNMT expression regulates neurone morphology in vitro via the sequential activation of the EFNB2 and Akt cellular signalling pathways."}, {"pubmed": 23838801, "text": "Data indicate that nicotinamide N-methyltransferase (NNMT) positively correlated with protein kinase B (pAkt) expression and was independent adverse prognosticators of patient survival."}, {"pubmed": 23964925, "text": "The rs694539 variant of NNMT gene is a genetic risk factor for developing nonalcoholic steatohepatitis."}, {"pubmed": 24004542, "text": "Genetic association of the rs694539 variant of nicotinamide-N-methyltransferase gene with bipolar disorder."}, {"pubmed": 24558488, "text": "Down-regulation of NNMT induces apoptosis via the mitochondria-mediated pathway in breast cancer cells."}, {"pubmed": 25115443, "text": "NNMT is associated with microRNA-1291-altered pancreatic carcinoma cell metabolome and suppressed tumorigenesis."}, {"pubmed": 25201588, "text": "NNMT enhances the capacity of tumorigenesis associated with the inhibition of cell apoptosis and the promotion of cell cycle progression in human colorectal cancer cells"}, {"pubmed": 25204218, "text": "The downregulation of NNMT significantly reduced in vitro tumorigenicity of A549 cells."}, {"pubmed": 25317069, "text": "results suggest that the NNMT SNP rs694539 may have a role in the etiology of schizophrenia in a Han Chinese female population"}, {"pubmed": 25547204, "text": "There were no associations between MTHFR C677T, NNMT rs694539 AG/AA polymorphisms and conotruncal heart disease."}, {"pubmed": 25592232, "text": "Data sugguest that NNMT plays an important role in PANC-1 cell proliferation, metastatic potential and survival under metabolic stress."}, {"pubmed": 25596852, "text": "White adipose tissue NNMT expression is regulated in human insulin resistance and type 2 diabetes and that plasma MNA correlates with increased tissue NNMT expression and the degree of insulin resistance."}, {"pubmed": 26168293, "text": "increasing Nnmt expression or MNAM levels stabilizes sirtuin 1 protein, an effect that is required for their metabolic benefits"}, {"pubmed": 26215836, "text": "This finding, for the first time, suggests the involvement of the NNMT gene rs694539 variant in the etiology of epilepsy."}, {"pubmed": 26456643, "text": "results further reinforce a central role for NNMT in the regulation of energy homeostasis and provide further mechanistic insight into the consequences of enhanced NNMT expression"}, {"pubmed": 26571212, "text": "Data show that nicotinamide N-methyltransferase (NNMT) and the metabolic state regulate pluripotency in embryonic stem cells (hESCs)."}, {"pubmed": 26942567, "text": "High expression level of NNMT is associated with pancreatic cancer."}, {"pubmed": 27323852, "text": "this study provides the first demonstration that NNMT plays a role in the resistance to 5-fluorouracil in colorectal cancer cells"}, {"pubmed": 27581040, "text": "Progression of pulmonary hypertension is associated with the activation of the NNMT-1-methylnicotinamide pathway."}, {"pubmed": 27726107, "text": "NNMT gene rs694539 variant is a genetic risk factor for migraine in women."}, {"pubmed": 27810903, "text": "We demonstrate that NNMT outcompetes leucine carboxyl methyl transferase 1 (LCMT1) for methyl transfer from principal methyl donor SAM in biological systems. Inhibiting NNMT increased the availability of methyl groups for LCMT1 to methylate PP2A, resulting in the inhibition of oncogenic serine/threonine kinases (STK)."}, {"pubmed": 27900880, "text": "no SNP in NNMT is significantly associated with performance in 50-m run but rs2256292 is significantly associated with performance in 1000-m run in male Chinese college students"}, {"pubmed": 27999813, "text": "The results show that a SNP (rs1941404) in NNMT is significantly associated with hyperlipidemia, and the influence of rs1941404 variation on the resting energy expenditure may be the possible mechanism for rs1941404 variation to induce hyperlipidemia."}, {"pubmed": 28005267, "text": "NNMT expression is significantly upregulated in human masticatory mucosa during wound healing"}, {"pubmed": 28412735, "text": "our results suggest that the ZEB1/NNMT signaling axis induces phenotypic and metabolic plasticity, as well as mesenchymal gene expression in ovarian cancer cells upon chronic glucose deprivation"}, {"pubmed": 28420001, "text": "These findings indicate that the repression of NNMT may underlie nickel-induced H3K9 dimethylation by altering the cellular SAM/SAH ratio."}, {"pubmed": 29075643, "text": "Here we explored the association between NNMT gene polymorphisms and obesity. The subjects were recruited from male Chinese Han college student... the variation of the tagSNP, rs10891644, is significantly associated with obesity and the GT carriers are the susceptible population"}, {"pubmed": 29148015, "text": "Our data indicate that NNMT is a promising biomarker that could be used to support the early and noninvasive diagnosis of Bladder cancer"}, {"pubmed": 29277772, "text": "We suggest that lymph node metastatic adenoid cystic carcinoma (AdCC) cells acquire cancer stem cell features involving the up-regulation of NNMT and the loss of gap junction protein alpha-1, leading to epithelial-mesenchymal transition and consequent AdCC metastasis."}, {"pubmed": 29420365, "text": "Results obtained showed significantly (P<0.0001) higher NNMT expression in melanoma compared with that detected in nevi. In addition, a significant (P<0.05) inverse relationship was found between enzyme levels and Breslow thickness, Clark level, the presence/number of mitoses, and ulceration."}, {"pubmed": 29974846, "text": "TGF-beta1 is significantly overexpressed in tumor tissue samples of clear cell Renal cell carcinoma patients.  TGF-beta1 up-regulation could be responsible for the high levels of NNMT observed in clear cell Renal cell carcinoma tissues."}, {"pubmed": 30044909, "text": "This sudu used a combination of site-directed mutagenesis, kinetics, and circular dichoism experiments to demonstrate that citrullination of R132 leads to a structural perturbation that ultimately promotes NNMT inactivation."}, {"pubmed": 30240470, "text": "Polymorphisms in rs694539-NNMT gene (mutant AA-genotype) could be a genetic risk factor for developing NAFLD and NASH (indicating susceptibility for progression and complications)."}, {"pubmed": 31043742, "text": "NNMT is a central, metabolic regulator of cancer-associated fibroblast differentiation and cancer progression in the stroma that may be therapeutically targeted"}, {"pubmed": 31101119, "text": "The results of this study demonstrate a novel correlation between the NNMT expression level and patient survival, suggesting that NNMT has the potential to become a new prognostic biomarker to predict the treatment outcomes of the clinical chemotherapy in breast cancer."}, {"pubmed": 31294922, "text": "study shows for the first time that the NNMT/CD44v3 axis regulates HCC metastasis and presents NNMT as a promising prognostic biomarker and therapeutic target for hepatocellular carcinoma."}, {"pubmed": 31545452, "text": "Results revealed that the upregulation of NNMT induced cellular invasion via EMTrelated gene expression in cutaneous squamous cell carcinoma cells."}, {"pubmed": 31570437, "text": "The metabolism-regulatory activity of NNMT depends on the precursor substrate methionine and the presence of IL6."}, {"pubmed": 31571214, "text": "These evidences seem to demonstrate that the different NNMT dysregulation detected in basal cell carcinoma and squamous cell carcinomamay be the result of important biological traits distinctively characterizing these two forms within nonmelanoma skin cancers."}, {"pubmed": 31619387, "text": "Loss of BRCA1, induced by downregulation of either BRCA1 or CDK12, impairs mitochondrial respiration and reduces ATP levels. These metabolic changes are dependent on and phenocopied by NNMT overexpression. Metabolic changes induced by BRCA1 dysfunction and NNMT overexpression might be therapeutically exploited in BRCA1-deficient or NNMT-overexpressing high-grade serous ovarian cancer."}, {"pubmed": 31705831, "text": "Differential expression of nicotinamide N-methyltransferase in cutaneous keratoacanthoma and squamous cell carcinoma: an immunohistochemical study."}, {"pubmed": 31909875, "text": "Nicotinamide N-methyltransferase expression in SH-SY5Y human neuroblastoma cells decreases oxidative stress."}, {"pubmed": 31989785, "text": "High stromal nicotinamide N-methyltransferase (NNMT) indicates poor prognosis in colorectal cancer."}, {"pubmed": 32129473, "text": "Differential expression of nicotinamide N-methyltransferase in primary and recurrent ameloblastomas and odontogenic keratocysts."}, {"pubmed": 32150326, "text": "Cancer stem cell enrichment is associated with enhancement of nicotinamide N-methyltransferase expression."}, {"pubmed": 32285726, "text": "Nicotinamide N-methyltransferase overexpression may be associated with poor prognosis in ovarian cancer."}, {"pubmed": 32651404, "text": "Associations of nicotidamide-N-methyltransferase, FTO, and IRX3 genetic variants with body mass index and resting energy expenditure in Mexican subjects."}, {"pubmed": 33256542, "text": "Hepatoblastomas exhibit marked NNMT downregulation driven by promoter DNA hypermethylation."}, {"pubmed": 33283625, "text": "Accumulation of Nicotinamide N-Methyltransferase (NNMT) in Cancer-associated Fibroblasts: A Potential Prognostic and Predictive Biomarker for Gastric Carcinoma."}, {"pubmed": 33387303, "text": "High Expression of Nicotinamide N-Methyltransferase in Patients with Sporadic Alzheimer's Disease."}, {"pubmed": 33446144, "text": "Patients with low nicotinamide N-methyltransferase expression benefit significantly from bevacizumab treatment in ovarian cancer."}, {"pubmed": 33508890, "text": "Exosomal NNMT from peritoneum lavage fluid promotes peritoneal metastasis in gastric cancer."}, {"pubmed": 34018676, "text": "Nicotinamide N-methyltransferase gene silencing enhances chemosensitivity of melanoma cell lines."}, {"pubmed": 34153425, "text": "Nicotinamide N-methyltransferase in endothelium protects against oxidant stress-induced endothelial injury."}, {"pubmed": 34486487, "text": "Long non-coding RNA XIST promotes osteoporosis by inhibiting the differentiation of bone marrow mesenchymal stem cell by sponging miR-29b-3p that suppresses nicotinamide N-methyltransferase."}, {"pubmed": 34680055, "text": "Nicotinamide N-Methyltransferase: An Emerging Protagonist in Cancer Macro(r)evolution."}, {"pubmed": 34895051, "text": "Knockdown of long non-coding RNA HOTAIR promotes bone marrow mesenchymal stem cell differentiation by sponging microRNA miR-378g that inhibits nicotinamide N-methyltransferase."}, {"pubmed": 34948292, "text": "Alterations in Kynurenine and NAD(+) Salvage Pathways during the Successful Treatment of Inflammatory Bowel Disease Suggest HCAR3 and NNMT as Potential Drug Targets."}, {"pubmed": 35177765, "text": "Tumor stromal nicotinamide N-methyltransferase overexpression as a prognostic biomarker for poor clinical outcome in early-stage colorectal cancer."}, {"pubmed": 35988817, "text": "NNMT contributes to high metastasis of triple negative breast cancer by enhancing PP2A/MEK/ERK/c-Jun/ABCA1 pathway mediated membrane fluidity."}, {"pubmed": 36291696, "text": "Identification of Biological Functions and Prognostic Value of NNMT in Oral Squamous Cell Carcinoma."}, {"pubmed": 36633260, "text": "Nicotinamide N -methyltransferase promotes M2 macrophage polarization by IL6 and MDSC conversion by GM-CSF in gallbladder carcinoma."}, {"pubmed": 36817086, "text": "NNMT Is an Immune-Related Prognostic Biomarker That Modulates the Tumor Microenvironment in Pan-Cancer."}, {"pubmed": 36823377, "text": "Stromal nicotinamide N-methyltransferase orchestrates the crosstalk between fibroblasts and tumour cells in oral squamous cell carcinoma: evidence from patient-derived assembled organoids."}, {"pubmed": 36977555, "text": "NNMT enriches for AQP5[+] cancer stem cells to drive malignant progression in early gastric cardia adenocarcinoma."}, {"pubmed": 37423298, "text": "Nicotinamide N-methyltransferase mediates lipofibroblast-myofibroblast transition and apoptosis resistance."}, {"pubmed": 37834386, "text": "Proteomics Profiling of Bladder Cancer Tissues from Early to Advanced Stages Reveals NNMT and GALK1 as Biomarkers for Early Detection and Prognosis of BCa."}, {"pubmed": 37889548, "text": "Lipid reprogramming induced by the NNMT-ABCA1 axis enhanced membrane fluidity to promote endometrial cancer progression."}, {"pubmed": 38126621, "text": "NNMT/1-MNA Promote Cell-Cycle Progression of Breast Cancer by Targeting UBC12/Cullin-1-Mediated Degradation of P27 Proteins."}, {"pubmed": 38855943, "text": "Nicotinamide N-Methyltransferase (NNMT) is Involved in Gastric Adenocarcinoma Immune Infiltration by Driving Amino Acid Metabolism."}], "genomic_pos": {"chr": "11", "end": 114313536, "ensemblgene": "ENSG00000166741", "start": 114257787, "strand": 1}, "genomic_pos_hg19": {"chr": "11", "end": 114184007, "start": 114128509, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0006769", "pubmed": [8182091, 21823666], "qualifier": "involved_in", "term": "nicotinamide metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009410", "qualifier": "involved_in", "term": "response to xenobiotic stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010243", "qualifier": "involved_in", "term": "response to organonitrogen compound"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031100", "qualifier": "involved_in", "term": "animal organ regeneration"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0032259", "qualifier": "involved_in", "term": "methylation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0034356", "qualifier": "involved_in", "term": "NAD biosynthesis via nicotinamide riboside salvage pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045722", "qualifier": "involved_in", "term": "positive regulation of gluconeogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0090312", "qualifier": "involved_in", "term": "positive regulation of protein deacetylation"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "is_active_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0008112", "qualifier": "enables", "term": "nicotinamide N-methyltransferase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008112", "pubmed": [8182091, 21823666], "qualifier": "enables", "term": "nicotinamide N-methyltransferase activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0008112", "pubmed": 23455543, "qualifier": "enables", "term": "nicotinamide N-methyltransferase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0008112", "qualifier": "enables", "term": "nicotinamide N-methyltransferase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0030760", "qualifier": "enables", "term": "pyridine N-methyltransferase activity"}]}, "homologene": {"genes": [[8364, 496676], [8364, 548368], [8364, 594886], [8364, 594924], [8364, 100127789], [8364, 100496871], [9544, 695185], [9598, 451558], [9606, 4837], [9615, 489396], [10090, 18113], [10116, 300691]], "id": 4496}, "interpro": [{"desc": "Methyltransferase, NNMT/PNMT/TEMT", "id": "IPR000940", "short_desc": "NNMT_TEMT_trans"}, {"desc": "Methyltransferase NNMT/PNMT/TEMT, conserved site", "id": "IPR025820", "short_desc": "NNMT/PNMT/TEMT_CS"}, {"desc": "S-adenosyl-L-methionine-dependent methyltransferase superfamily", "id": "IPR029063", "short_desc": "SAM-dependent_MTases_sf"}], "ipi": ["IPI00027681", "IPI01013188"], "map_location": "11q23.2", "name": "nicotinamide N-methyltransferase", "other_names": "nicotinamide N-methyltransferase", "pantherdb": {"HGNC": "7861", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1099443", "ortholog_type": "LDO", "panther_family": "PTHR10867", "taxid": 10090, "uniprot_kb": "O55239"}, {"RGD": "1309606", "ortholog_type": "LDO", "panther_family": "PTHR10867", "taxid": 10116, "uniprot_kb": "D4A605"}, {"ZFIN": "ZDB-GENE-040426-1329", "ortholog_type": "LDO", "panther_family": "PTHR10867", "taxid": 7955, "uniprot_kb": "F1QUL7"}, {"WormBase": "WBGene00011573", "ortholog_type": "O", "panther_family": "PTHR10867", "taxid": 6239, "uniprot_kb": "Q22279"}, {"WormBase": "WBGene00015124", "ortholog_type": "LDO", "panther_family": "PTHR10867", "taxid": 6239, "uniprot_kb": "P34254"}, {"WormBase": "WBGene00018340", "ortholog_type": "O", "panther_family": "PTHR10867", "taxid": 6239, "uniprot_kb": "Q20308"}], "uniprot_kb": "P40261"}, "pathway": {"kegg": {"id": "hsa00760", "name": "Nicotinate and nicotinamide metabolism - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-156580", "name": "Phase II - Conjugation of compounds"}, {"id": "R-HSA-156581", "name": "Methylation"}, {"id": "R-HSA-196807", "name": "Nicotinate metabolism"}, {"id": "R-HSA-196849", "name": "Metabolism of water-soluble vitamins and cofactors"}, {"id": "R-HSA-196854", "name": "Metabolism of vitamins and cofactors"}, {"id": "R-HSA-197264", "name": "Nicotinamide salvaging"}, {"id": "R-HSA-211859", "name": "Biological oxidations"}, {"id": "R-HSA-2408508", "name": "Metabolism of ingested SeMet, Sec, MeSec into H2Se"}, {"id": "R-HSA-2408522", "name": "Selenoamino acid metabolism"}, {"id": "R-HSA-71291", "name": "Metabolism of amino acids and derivatives"}], "smpdb": {"id": "SMP00048", "name": "Nicotinate and Nicotinamide Metabolism"}, "wikipathways": [{"id": "WP702", "name": "Metapathway biotransformation Phase I and II"}, {"id": "WP704", "name": "Methylation Pathways"}]}, "pdb": ["2IIP", "3ROD", "5YJF", "6CHH", "6ORR", "6PVE", "6PVS", "7BKG", "7BLE", "7EGU", "7EHZ", "7EI2", "7ET7", "7EU5", "7NBJ", "7NBM", "7NBQ", "7RKK", "7RKL", "7SOK", "7WMC", "7WMT"], "pfam": "PF01234", "pharmgkb": "PA251", "pharos": {"target_id": 1698, "tdl": "Tchem"}, "pir": "A54060", "prosite": "PS51681", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF168142", "relationship": "is"}, {"id": "GNF179048", "relationship": "is"}, {"id": "GNF189954", "relationship": "is"}, {"id": "GNF200860", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF164586", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF035528", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF010397", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF101395", "relationship": "is"}, {"id": "GNF141050", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000011.10", "NC_060935.1"], "protein": ["NP_001358974.1", "NP_001358975.1", "NP_001358976.1", "NP_006160.1"], "rna": ["NM_001372045.1", "NM_001372046.1", "NM_001372047.1", "NM_006169.3", "NR_164073.1"], "translation": [{"protein": "NP_006160.1", "rna": "NM_006169.3"}, {"protein": "NP_001358974.1", "rna": "NM_001372045.1"}, {"protein": "NP_001358975.1", "rna": "NM_001372046.1"}, {"protein": "NP_001358976.1", "rna": "NM_001372047.1"}]}, "reporter": {"HG-U133_Plus_2": ["202237_at", "202238_s_at", "231559_at"], "HG-U95Av2": "37032_at", "HTA-2_0": "TC11001027.hg.1", "HuEx-1_0": "3349858", "HuGene-1_1": "7943998", "HuGene-2_1": "16731461"}, "summary": "N-methylation is one method by which drug and other xenobiotic compounds are metabolized by the liver. This gene encodes the protein responsible for this enzymatic activity which uses S-adenosyl methionine as the methyl donor. [provided by RefSeq, Jul 2008].", "symbol": "NNMT", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1417748"}, "unigene": "Hs.503911", "uniprot": {"Swiss-Prot": "P40261", "TrEMBL": "B0YJ53"}, "wikipedia": {"url_stub": "NNMT"}}