{"AllianceGenome": "7866", "HGNC": "7866", "MIM": "602991", "_id": "9241", "_version": 1, "accession": {"genomic": ["AC015724.9", "CH471109.2", "CP068261.2", "JC739560.1", "NC_000017.11", "NC_060941.1", "NG_011958.1", "U31202.1"], "protein": ["AAA83259.1", "AAH34027.1", "BAG36778.1", "CEF39439.1", "EAW94528.1", "NP_005441.1", "Q13253.1"], "rna": ["AK314080.1", "BC034027.1", "NM_005450.6"], "translation": [{"protein": "AAH34027.1", "rna": "BC034027.1"}, {"protein": "BAG36778.1", "rna": "AK314080.1"}, {"protein": "NP_005441.1", "rna": "NM_005450.6"}]}, "alias": ["SYM1", "SYNS1", "SYNS1A"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2023-07-05T16:00:00.000Z", "disease_label": "NOG-related symphalangism spectrum disorder", "gcep": "Syndromic Disorders Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0100521", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_ab71a633-1fd2-45b8-93f3-40648526631d-2023-07-05T160000.000Z", "sop": "SOP10"}}, "ensembl": {"gene": "ENSG00000183691", "protein": "ENSP00000328181", "transcript": "ENST00000332822", "translation": [{"protein": "ENSP00000328181", "rna": "ENST00000332822"}], "type_of_gene": "protein_coding"}, "entrezgene": "9241", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 3.49158478761403, "exp_mis": 111.598202941893, "exp_syn": 60.8372325429335, "lof_z": 1.85097691526138, "mis_z": 2.34273364644127, "mu_lof": 3.3610156797e-07, "mu_mis": 1.18877604444e-05, "mu_syn": 6.46373055532e-06, "n_lof": 0.0, "n_mis": 61.0, "n_syn": 48.0, "p_li": 0.682857447957634, "p_null": 0.0193940790278328, "p_rec": 0.297748473014533, "syn_z": 1.02031926780073}, "bp": 699, "cds_end": 54672283, "cds_start": 54671584, "n_exons": 1, "nonpsych": {"exp_lof": 3.14317661923627, "exp_mis": 100.990101226872, "exp_syn": 55.0465199287079, "lof_z": 1.74115081527578, "mis_z": 2.50903246162352, "mu_lof": 3.3610156797e-07, "mu_mis": 1.18877604444e-05, "mu_syn": 6.46373055532e-06, "n_lof": 0.0, "n_mis": 51.0, "n_syn": 44.0, "p_li": 0.681257071473413, "p_null": 0.0232877590600871, "p_rec": 0.2954551694665, "syn_z": 0.937397974158597}, "nontcga": {"exp_lof": 3.21059678802547, "exp_mis": 102.668693059582, "exp_syn": 55.9685934121179, "lof_z": 1.76755992792239, "mis_z": 2.19631205881256, "mu_lof": 3.3610156797e-07, "mu_mis": 1.18877604444e-05, "mu_syn": 6.46373055532e-06, "n_lof": 0.0, "n_mis": 58.0, "n_syn": 44.0, "p_li": 0.667485773101212, "p_null": 0.022129146078331, "p_rec": 0.310385080820457, "syn_z": 1.01296182394274}, "transcript": "ENST00000332822.4"}, "exons": [{"cdsend": 56594922, "cdsstart": 56594223, "chr": "17", "position": [[56593698, 56595611]], "strand": 1, "transcript": "NM_005450", "txend": 56595611, "txstart": 56593698}], "exons_hg19": [{"cdsend": 54672283, "cdsstart": 54671584, "chr": "17", "position": [[54671059, 54672972]], "strand": 1, "transcript": "NM_005450", "txend": 54672972, "txstart": 54671059}], "generif": [{"pubmed": 11857750, "text": "A novel NOG gene mutation giving rise to the (P35S) amino acid substitution has been identified in an Italian family with symphalangism."}, {"pubmed": 12089654, "text": "Autosomal dominant stapes ankylosis with broad thumbs and toes, hyperopia, and skeletal anomalies is caused by heterozygous nonsense and frameshift mutations in NOG, the gene encoding noggin"}, {"pubmed": 12404109, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12478285, "text": "crystal structure of the antagonist Noggin bound to BMP-7, which shows that Noggin inhibits BMP signalling by blocking the molecular interfaces of the binding epitopes for both type I and type II receptors"}, {"pubmed": 12621334, "text": "Nog gene is connected to stapes ankylosis."}, {"pubmed": 14999064, "text": "Here, we show that the overexpression of human noggin, by acting to inhibit glial differentiation by subependymal progenitor cells, can potentiate adenoviral BDNF-mediated recruitment of new neurons to the adult rat neostriatum"}, {"pubmed": 15264296, "text": "Mutations in the nog gene have been identified."}, {"pubmed": 15756420, "text": "These studies highlight the critical role played by Cys168 in noggin's biological activities."}, {"pubmed": 16126463, "text": "Overexpression of noggin in PC-3 cells inhibited the expansion of the lesion in vivo."}, {"pubmed": 17138967, "text": "Data show calcium-sensing receptor stimulation of T-84 epithelia and colonic myofibroblasts downregulated the BMP family antagonist Noggin."}, {"pubmed": 17200191, "text": "Lack of noggin expression by cancer cells may be a relevant mechanism contributing to the osteoblast response in bone metastases"}, {"pubmed": 17218603, "text": "Antagonism of bone morphogenetic protein signaling by transgenic Noggin plays a critical role in ensuring proper levels of cell proliferation and epithelial-to-mesenchymal transformation during cardiac morphogenesis."}, {"pubmed": 17696196, "text": "Expression analysis of additional genes, AKT1, NOG and its antagonist BMP4, which interact downstream to FGFR1, demonstrated expression differences between primary rhabdomyosarcoma tumors and normal skeletal muscles"}, {"pubmed": 17889703, "text": "NOG is involved in myeloproliferative disease associated with myelofibrosis"}, {"pubmed": 18019378, "text": "Various mutations may occur in myositis ossificans nuclear families."}, {"pubmed": 18204269, "text": "Heterozygous gene mutations in NOGGIN are associated with tall stature in children but not necessarily in adults."}, {"pubmed": 18537141, "text": "Transgenic noggin overexpression increases the total number of neurons in the colon; the density of colonic neurons increases significantly in both Nog/+ and Nog/Nog mice, although the two groups of transgenic animals do not differ significantly."}, {"pubmed": 18560367, "text": "Advanced melanoma cells may escape from BMP7-induced inhibition through concomitant aberrant expression of Noggin."}, {"pubmed": 18931653, "text": "the potential use of bone-morphogenetic protein-6, noggin and sclerostin expression together as a prognostic predictor for metastatic progression of prostate cancer."}, {"pubmed": 19023570, "text": "Noggin and chordin were also expressed most intensely in areas of cartilage formation and there was no difference in their expression between the non-hypertrophic and hypertrophic chondrocytes."}, {"pubmed": 19058174, "text": "there was no difference in the expression of noggin and chordin between healing and nonhealing fractures"}, {"pubmed": 19167531, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19167531, "text": "The analysis suggests that a common variation in the noggin gene is unlikely to have a major impact on BMD among older men of African ancestry."}, {"pubmed": 19400542, "text": "NOG & 617G>A activin A type I receptor(ACVRI)mutations in 27 fibrodysplasia ossificans patients; 5 NOG mutations found in 7 patients; 617G>A mutation in ACVR1 gene found in 14 patients; with 1 exception, 617G>A & NOG mutations were mutually exclusive"}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19597895, "text": "Data suggest inhibition of BMP-7, by Drm (Gremlin), follistatin, and Noggin and upregulation of BMP-4 may play an integral role in the development of nonunions."}, {"pubmed": 19692649, "text": "This study showed that constitutive and orthotopic Noggin protein expression did not influence cell proliferation, down-regulated BMP-2 expression, and showed no effect on BMP receptor transcripts."}, {"pubmed": 19700758, "text": "tumor suppressor activity of the BMPs in skin epithelium depends on the local concentrations of noggin and is mediated at least in part via stage-dependent antagonizing of Wnt and Shh signaling pathways"}, {"pubmed": 20048150, "text": "Using BMP-6/7 chimeras, we identified lysine 60 as a key residue conferring noggin resistance within the BMP-6 protein."}, {"pubmed": 20503332, "text": "study reports on a family with facioaudiosymphalangism syndrome with overgrowth due to a novel heterozygous NOG missense mutation (c.696C > G, p.Cys232Trp)"}, {"pubmed": 20546612, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20645637, "text": "This result suggests that there may be population polymorphism, or markers that are seldom polymorphic for our population"}, {"pubmed": 20734064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21111488, "text": "secreted levels of noggin were decreased in untreated patients with relapsing-remitting Multiple sclerosis"}, {"pubmed": 21249149, "text": "evidence for a model of osteolytic bone metastasis where constitutive secretion of noggin by cancer cells mediates inhibition of bone formation, thereby preventing repair of osteolytic lesions generated by an excess of osteoclast-mediated bone resorption."}, {"pubmed": 22083168, "text": "SNPs in the coding region of the NOG gene are identified infrequently in human cases of EA/TEF"}, {"pubmed": 22288654, "text": "Mutations in the NOG gene are commonly found in congenital stapes ankylosis with symphalangism, but not in otosclerosis."}, {"pubmed": 22364398, "text": "high BMP6 activity, defined by strong BMP6 expression with weak noggin or SOST expression, was associated with shorter survival in esophageal SCC patients; results suggest BMP6, noggin and SOST could be used in combination as a prognostic indicator in cancer progression"}, {"pubmed": 22503063, "text": "we conclude that mutations in the coding region of NOG are rare, and play at most an uncommon role in human Holoprosencephaly (HPE)."}, {"pubmed": 22529972, "text": "p.G92E represents a rare polymorphism of the NOGGIN gene-- causing neither brachydactyly nor fibrodysplasia ossificans progressiva."}, {"pubmed": 22547073, "text": "Using genetic approaches, we show that when NOG is expressed in human breast cancer cells, it facilitates bone colonization by fostering osteoclast differentiation and bone degradation and also contributes to metastatic lesions reinitiation."}, {"pubmed": 22621191, "text": "Human squamous cell carcinomas and malignant melanomas contain significantly more Myo/Nog cells than basal cell carcinomas."}, {"pubmed": 22628200, "text": "BMP2 treatment reduced noggin expression, which resulted in increased expression of apoptotic markers and increased apoptosis of osteoblasts."}, {"pubmed": 22740073, "text": "Noggin suppression decreased viability and BMP-2-induced osteogenic differentiation of human mesenchymal stem cells."}, {"pubmed": 23483047, "text": "NOggin attenuates BMP4-mediated transdifferentiation of human valve interstitial cells towards an osteogenic-like phenotype in aortic valve sclerosis."}, {"pubmed": 23732071, "text": "A novel heterozygous change of p. R42T [c.C124A (CCC > ACC)] leading to a proline was identified in a family with multiple synostoses syndrome."}, {"pubmed": 23826422, "text": "Even though gremlin 1 and noggin were not widely expressed in adult tissues, in a subset of organs their expression pattern indicated a potential role in normal tissue homeostasis as well as in malignancies."}, {"pubmed": 24170657, "text": "High-quality studies show that otosclerosis in Japanese patients is not linked to the NOG gene. [Review]"}, {"pubmed": 24326127, "text": "a novel NOG mutation in a Chinese family with proximal symphalangism"}, {"pubmed": 24706492, "text": "The study did not provide support for NOG being the causal gene at 17q22 in nonsyndromic cleft lip with or without cleft palate."}, {"pubmed": 24735539, "text": "this study proposes that the decreased binding affinity of NOG with the p.R136C mutation to HSPG leads to an excess of bone morphogenetic protein signaling and underlies the proximal symphalangism and conductive hearing loss phenotype of carriers."}, {"pubmed": 25339627, "text": "No association between SPRY2, single-nucleotide polymorphisms, and nonsyndromic cleft lip with or without cleft palate risk were observed in this cohort of patients."}, {"pubmed": 25391606, "text": "By next-generation and Sanger sequencing analyses, study identified two novel mutations, c.559C>G (p.P178A) and c.682T>A (p.C228S), in the proximal symphalangism and atypical multiple synostosis syndrome families, respectively."}, {"pubmed": 25888563, "text": "Novel p.W150C NOG mutation associated with proximal symphalangism and conductive hearing impairment was identified in a Chinese family.Impaired dimerization of mutant NOG is an important pathogenic mechanism for the NOG-related disorder."}, {"pubmed": 26383864, "text": "early noggin exposure may play a specific role in the directed differentiation of DA cells from human embryonic stem cells."}, {"pubmed": 26413886, "text": "An imbalance between BMP-2 and Noggin secretion induces abnormal osteogenic differentiation of ankylosing spondylitis-mesenchymal stem cells."}, {"pubmed": 26643732, "text": "A New Subtype of Multiple Synostoses Syndrome Is Caused by a Mutation in GDF6 That Decreases Its Sensitivity to Noggin and Enhances Its Potency as a BMP Signal."}, {"pubmed": 26994744, "text": "we describe a Danish family suffering from SYNS1 due to a novel NOG gene mutation (C230Y). We provide detailed clinical description of the family members presenting rare phenotype of the shoulders shared by affected individuals but no hearing loss, further adding to the phenotypic variability of the syndrome."}, {"pubmed": 28398705, "text": "Study suggested that the NOGGIN rs227731 polymorphism may increase nonsyndromic cleft lip with or without palate risk in Caucasians and may have no significant association in the Chinese population (meta-analysis)."}, {"pubmed": 28981962, "text": "studies support previous work that suggest Noggin is an important suppressor of the differentiation of osteoblast lineage cells in bone metastases; now it is also shown that this protein can be induced in bone cells themselves by factors derived from prostate cancer cells"}, {"pubmed": 29159868, "text": "Report of a novel missense NOG mutation and phenotypic variability in an Indian family where multiple members were affected with tarsal-carpal coalition syndrome with multiple synostoses and proximal symphalangism."}, {"pubmed": 29605356, "text": "The clinical presentation of the reported mutation corresponds with previous case reports of families with NOG mutation. In this family, surgery with stapedectomy had lasting effect without renewed fixation of the stapes in a follow up period of 18 months-38 years."}, {"pubmed": 30665323, "text": "denosumab possibly regulates noggin and favours bone turnover in transfusion-dependent thalassemia patients with osteoporosis through a novel mechanism of action."}, {"pubmed": 30887565, "text": "Exogenous noggin binds the BMP-2 receptor and induces alkaline phosphatase activity in osteoblasts."}, {"pubmed": 31370824, "text": "Novel NOG (p.P42S) mutation causes Proximal symphalangism (SYM1; OMIM 185800) in a four-generation Chinese family.  Heterozygous c.124C > T, p.(Pro42Ser) in NOG is a novel mutation that causes human SYM1 phenotype."}, {"pubmed": 31694554, "text": "we identified a novel NOG mutation (c.690C > G/p.C230W) by target sequencing and helped the family to deliver a baby who did not carry the mutation. Our study expanded the spectrum of NOG mutations and contributed to genetic diagnosis and counseling of families with proximal symphalangism-1A"}, {"pubmed": 31904417, "text": "Sp1 promotes dental pulp stem cell osteoblastic differentiation through regulating noggin."}, {"pubmed": 32259393, "text": "Multiple synostoses syndrome: Clinical report and retrospective analysis."}, {"pubmed": 32427591, "text": "Noggin regulates foregut progenitor cell programming, and misexpression leads to esophageal atresia."}, {"pubmed": 32705152, "text": "Noggin is associated with a poor prognosis of gastric cancer by promoting the proliferation of gastric cancer cells via the upregulation of EGFR."}, {"pubmed": 33308208, "text": "Genetic and clinical phenotypic analysis of familial stapes sclerosis caused by an NOG mutation."}, {"pubmed": 34001012, "text": "Prognostic value of noggin protein expression in patients with resected gastric cancer."}, {"pubmed": 34051144, "text": "Differential compartmentalization of BMP4/NOGGIN requires NOGGIN trans-epithelial transport."}, {"pubmed": 36529041, "text": "Noggin-mediated effects on metabolite profiles of microglia and oligodendrocytes after ischemic insult."}, {"pubmed": 36642181, "text": "Structural analysis of the interaction between human cytokine BMP-2 and the antagonist Noggin reveals molecular details of cell chondrogenesis inhibition."}, {"pubmed": 38509118, "text": "Noggin promotes osteogenesis in human adipose-derived mesenchymal stem cells via FGFR2/Src/Akt and ERK signaling pathway."}], "genomic_pos": {"chr": "17", "end": 56595611, "ensemblgene": "ENSG00000183691", "start": 56593699, "strand": 1}, "genomic_pos_hg19": {"chr": "17", "end": 54672951, "start": 54671060, "strand": 1}, "go": {"BP": [{"evidence": "ISS", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0001501", "pubmed": 10080184, "qualifier": "involved_in", "term": "skeletal system development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0001649", "qualifier": "involved_in", "term": "osteoblast differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001649", "pubmed": 10780858, "qualifier": "involved_in", "term": "osteoblast differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001701", "qualifier": "involved_in", "term": "in utero embryonic development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001706", "qualifier": "involved_in", "term": "endoderm formation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001707", "qualifier": "involved_in", "term": "mesoderm formation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001837", "pubmed": 10780858, "qualifier": "involved_in", "term": "epithelial to mesenchymal transition"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001839", "qualifier": "involved_in", "term": "neural plate morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001843", "qualifier": "involved_in", "term": "neural tube closure"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003149", "qualifier": "involved_in", "term": "membranous septum morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003151", "qualifier": "involved_in", "term": "outflow tract morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003223", "qualifier": "involved_in", "term": "ventricular compact myocardium morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003272", "qualifier": "involved_in", "term": "endocardial cushion formation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007224", "qualifier": "involved_in", "term": "smoothened signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007399", "pubmed": 7666191, "qualifier": "involved_in", "term": "nervous system development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008045", "qualifier": "involved_in", "term": "motor neuron axon guidance"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008542", "qualifier": "involved_in", "term": "visual learning"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008543", "qualifier": "involved_in", "term": "fibroblast growth factor receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0009953", "qualifier": "involved_in", "term": "dorsal/ventral pattern formation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0009953", "pubmed": 7666191, "qualifier": "involved_in", "term": "dorsal/ventral pattern formation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010628", "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010629", "qualifier": "involved_in", "term": "negative regulation of gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021510", "qualifier": "involved_in", "term": "spinal cord development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0021533", "pubmed": 8582276, "qualifier": "involved_in", "term": "cell differentiation in hindbrain"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021983", "qualifier": "involved_in", "term": "pituitary gland development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0021999", "pubmed": 8582276, "qualifier": "involved_in", "term": "neural plate anterior/posterior regionalization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030336", "pubmed": 20675382, "qualifier": "involved_in", "term": "negative regulation of cell migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030509", "qualifier": "involved_in", "term": "BMP signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030514", "qualifier": "involved_in", "term": "negative regulation of BMP signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030514", "pubmed": [8752214, 10780858, 15539560], "qualifier": "involved_in", "term": "negative regulation of BMP signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030514", "qualifier": "involved_in", "term": "negative regulation of BMP signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0035019", "pubmed": 17889703, "qualifier": "involved_in", "term": "somatic stem cell population maintenance"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035640", "qualifier": "involved_in", "term": "exploration behavior"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0038092", "pubmed": 8582276, "qualifier": "involved_in", "term": "nodal signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0040036", "pubmed": 8582276, "qualifier": "involved_in", "term": "regulation of fibroblast growth factor receptor signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0042060", "pubmed": 10780858, "qualifier": "involved_in", "term": "wound healing"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0042474", "pubmed": 10080184, "qualifier": "involved_in", "term": "middle ear morphogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0042733", "pubmed": 10080184, "qualifier": "involved_in", "term": "embryonic digit morphogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045668", "pubmed": 20675382, "qualifier": "involved_in", "term": "negative regulation of osteoblast differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048168", "qualifier": "involved_in", "term": "regulation of neuronal synaptic plasticity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048318", "qualifier": "involved_in", "term": "axial mesoderm development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048570", "qualifier": "involved_in", "term": "notochord morphogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0048706", "pubmed": 10080184, "qualifier": "involved_in", "term": "embryonic skeletal system development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048712", "pubmed": 10780858, "qualifier": "involved_in", "term": "negative regulation of astrocyte differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048863", "qualifier": "involved_in", "term": "stem cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050673", "qualifier": "involved_in", "term": "epithelial cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050679", "qualifier": "involved_in", "term": "positive regulation of epithelial cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051216", "qualifier": "involved_in", "term": "cartilage development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0055009", "qualifier": "involved_in", "term": "atrial cardiac muscle tissue morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060044", "pubmed": 10780858, "qualifier": "involved_in", "term": "negative regulation of cardiac muscle cell proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060173", "pubmed": 10080184, "qualifier": "involved_in", "term": "limb development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060272", "pubmed": 16151340, "qualifier": "involved_in", "term": "embryonic skeletal joint morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060291", "qualifier": "involved_in", "term": "long-term synaptic potentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060302", "pubmed": 8752214, "qualifier": "involved_in", "term": "negative regulation of cytokine activity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060325", "qualifier": "involved_in", "term": "face morphogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060392", "pubmed": 15539560, "qualifier": "involved_in", "term": "negative regulation of SMAD protein signal transduction"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060412", "qualifier": "involved_in", "term": "ventricular septum morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060425", "qualifier": "involved_in", "term": "lung morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060513", "qualifier": "involved_in", "term": "prostatic bud formation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060676", "qualifier": "involved_in", "term": "ureteric bud formation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0061037", "qualifier": "involved_in", "term": "negative regulation of cartilage development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0061053", "qualifier": "involved_in", "term": "somite development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0061384", "qualifier": "involved_in", "term": "heart trabecula morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0061626", "qualifier": "involved_in", "term": "pharyngeal arch artery morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0062044", "qualifier": "involved_in", "term": "negative regulation of cardiac epithelial to mesenchymal transition"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0090090", "pubmed": 15539560, "qualifier": "involved_in", "term": "negative regulation of canonical Wnt signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0090190", "qualifier": "involved_in", "term": "positive regulation of branching involved in ureteric bud morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0090193", "qualifier": "involved_in", "term": "positive regulation of glomerulus development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0099171", "qualifier": "involved_in", "term": "presynaptic modulation of chemical synaptic transmission"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1904888", "qualifier": "involved_in", "term": "cranial skeletal system development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1990926", "qualifier": "involved_in", "term": "short-term synaptic potentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2001234", "qualifier": "involved_in", "term": "negative regulation of apoptotic signaling pathway"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": [7666191, 11562478], "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098793", "qualifier": "located_in", "term": "presynapse"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [19804412, 21976273, 24098149], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019955", "pubmed": 8752214, "qualifier": "enables", "term": "cytokine binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042803", "pubmed": 11562478, "qualifier": "enables", "term": "protein homodimerization activity"}]}, "homologene": {"genes": [[7955, 30173], [7955, 30174], [8364, 493191], [9031, 373912], [9544, 707338], [9598, 468413], [9606, 9241], [9615, 100683515], [9913, 538769], [10090, 18121], [10116, 25495]], "id": 3979}, "interpro": [{"desc": "Noggin", "id": "IPR008717", "short_desc": "Noggin"}, {"desc": "Cystine-knot cytokine", "id": "IPR029034", "short_desc": "Cystine-knot_cytokine"}], "ipi": "IPI00012361", "map_location": "17q22", "name": "noggin", "other_names": ["noggin", "symphalangism 1 (proximal)"], "pantherdb": {"HGNC": "7866", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "104327", "ortholog_type": "LDO", "panther_family": "PTHR10494", "taxid": 10090, "uniprot_kb": "P97466"}, {"Gene": "NOG", "ortholog_type": "LDO", "panther_family": "PTHR10494", "taxid": 9031, "uniprot_kb": "O93525"}, {"Ensembl": "ENSGALG00000003114", "ortholog_type": "LDO", "panther_family": "PTHR10494", "taxid": 9031, "uniprot_kb": "F1NAM3"}, {"ZFIN": "ZDB-GENE-991206-8", "ortholog_type": "O", "panther_family": "PTHR10494", "taxid": 7955, "uniprot_kb": "Q9W741"}, {"ZFIN": "ZDB-GENE-990714-8", "ortholog_type": "LDO", "panther_family": "PTHR10494", "taxid": 7955, "uniprot_kb": "Q9YHV3"}], "uniprot_kb": "Q13253"}, "pathway": {"biocarta": {"id": "alkpathway", "name": "alk in cardiac myocytes"}, "kegg": {"id": "hsa04350", "name": "TGF-beta signaling pathway - Homo sapiens (human)"}, "pid": {"id": "bmppathway", "name": "BMP receptor signaling"}, "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-201451", "name": "Signaling by BMP"}, {"id": "R-HSA-9006936", "name": "Signaling by TGFB family members"}, {"id": "R-HSA-9758941", "name": "Gastrulation"}, {"id": "R-HSA-9793380", "name": "Formation of paraxial mesoderm"}], "wikipathways": [{"id": "WP1425", "name": "Bone morphogenic protein (BMP) signaling and regulation"}, {"id": "WP2406", "name": "Cardiac Progenitor Differentiation"}, {"id": "WP2848", "name": "Differentiation Pathway"}, {"id": "WP2853", "name": "Endoderm differentiation"}, {"id": "WP2857", "name": "Mesodermal commitment pathway"}, {"id": "WP3931", "name": "ESC Pluripotency Pathways"}, {"id": "WP4816", "name": "TGF-beta receptor signaling in skeletal dysplasias"}, {"id": "WP560", "name": "TGF-beta Receptor Signaling"}]}, "pdb": ["1M4U", "7AG0"], "pfam": "PF05806", "pharmgkb": "PA31670", "pharos": {"target_id": 18437, "tdl": "Tbio"}, "reagent": {"CM-LibrX-no-seq": [{"id": "GNF326551", "relationship": "is"}, {"id": "GNF326552", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF259835", "relationship": "is"}, {"id": "GNF259836", "relationship": "is"}, {"id": "GNF259837", "relationship": "is"}, {"id": "GNF259838", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF086628", "relationship": "is"}, {"id": "GNF086629", "relationship": "is"}, {"id": "GNF086630", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF050636", "relationship": "is"}, {"id": "GNF055398", "relationship": "is"}, {"id": "GNF060032", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070617", "relationship": "is"}, {"id": "GNF070618", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF010404", "relationship": "is"}, "MasterSecretomicsList": {"id": "GNF329945", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": {"id": "GNF334795", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF109701", "relationship": "is"}, {"id": "GNF149342", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000017.11", "NC_060941.1", "NG_011958.1"], "protein": "NP_005441.1", "rna": "NM_005450.6", "translation": {"protein": "NP_005441.1", "rna": "NM_005450.6"}}, "reporter": {"HG-U133_Plus_2": "231798_at", "HTA-2_0": "TC17000698.hg.1", "HuEx-1_0": ["3727928", "3727933"], "HuGene-1_1": "8008627", "HuGene-2_1": "16836311"}, "retired": [6851, 8159], "summary": "The secreted polypeptide, encoded by this gene, binds and inactivates members of the transforming growth factor-beta (TGF-beta) superfamily signaling proteins, such as bone morphogenetic protein-4 (BMP4). By diffusing through extracellular matrices more efficiently than members of the TGF-beta superfamily, this protein may have a principal role in creating morphogenic gradients. The protein appears to have pleiotropic effect, both early in development as well as in later stages. It was originally isolated from Xenopus based on its ability to restore normal dorsal-ventral body axis in embryos that had been artificially ventralized by UV treatment. The results of the mouse knockout of the ortholog suggest that it is involved in numerous developmental processes, such as neural tube fusion and joint formation. Recently, several dominant human NOG mutations in unrelated families with proximal symphalangism (SYM1) and multiple synostoses syndrome (SYNS1) were identified; both SYM1 and SYNS1 have multiple joint fusion as their principal feature, and map to the same region (17q22) as this gene. All of these mutations altered evolutionarily conserved amino acid residues. The amino acid sequence of this human gene is highly homologous to that of Xenopus, rat and mouse. [provided by RefSeq, Jul 2008].", "symbol": "NOG", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1417753"}, "unigene": "Hs.248201", "uniprot": {"Swiss-Prot": "Q13253"}, "wikipedia": {"url_stub": "Noggin (protein)"}}