{"AllianceGenome": "7883", "HGNC": "7883", "MIM": "600276", "_id": "4854", "_version": 3, "accession": {"genomic": ["AC004257.1", "AC004663.1", "AH006054.2", "CH471106.1", "CP068259.2", "FJ264199.1", "MZ453407.1", "MZ453408.1", "MZ453409.1", "MZ453411.1", "MZ453413.1", "MZ453414.1", "MZ453415.1", "MZ453416.1", "MZ453417.1", "MZ453418.1", "MZ453419.1", "MZ453420.1", "NC_000019.10", "NC_060943.1", "NG_009819.1", "X79439.1"], "protein": ["AAB91371.1", "AAC04897.1", "AAC14346.1", "AAC15789.1", "ACL52278.1", "BAD92684.1", "CAA55955.1", "EAW84466.1", "NP_000426.2", "Q9UM47.2", "XP_005259981.1", "XP_054177079.1"], "rna": ["AB209447.1", "DQ156540.1", "DQ156541.1", "DQ156542.1", "DQ156543.1", "NM_000435.3", "U97669.1", "XM_005259924.5", "XM_054321104.1"], "translation": [{"protein": "XP_005259981.1", "rna": "XM_005259924.5"}, {"protein": "XP_054177079.1", "rna": "XM_054321104.1"}, {"protein": "AAB91371.1", "rna": "U97669.1"}, {"protein": "NP_000426.2", "rna": "NM_000435.3"}, {"protein": "BAD92684.1", "rna": "AB209447.1"}]}, "alias": ["CADASIL", "CADASIL1", "CASIL", "IMF2", "LMNS"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "disputed", "classification_date": "2022-11-03T16:00:00.000Z", "disease_label": "pulmonary arterial hypertension", "gcep": "Pulmonary Hypertension Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0015924", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_d59e2823-a923-4c3e-8976-c3451eaa8666-2022-11-03T160000.000Z", "sop": "SOP9"}}, "ensembl": {"gene": "ENSG00000074181", "protein": ["ENSP00000263388", "ENSP00000468879", "ENSP00000470661", "ENSP00000473138"], "transcript": ["ENST00000263388", "ENST00000595045", "ENST00000595514", "ENST00000597756", "ENST00000600841", "ENST00000601011"], "translation": [{"protein": "ENSP00000263388", "rna": "ENST00000263388"}, {"protein": "ENSP00000470661", "rna": "ENST00000595514"}, {"protein": "ENSP00000468879", "rna": "ENST00000597756"}, {"protein": "ENSP00000473138", "rna": "ENST00000601011"}], "type_of_gene": "protein_coding"}, "entrezgene": "4854", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 55.0139691104, "exp_mis": 904.546722294, "exp_syn": 439.041686457, "lof_z": 5.61108620604473, "mis_z": 4.7902163440753, "mu_lof": 4.9920402317e-06, "mu_mis": 0.000104905858643, "mu_syn": 5.14546455206e-05, "n_lof": 13.0, "n_mis": 610.0, "n_syn": 361.0, "p_li": 0.207712384985181, "p_null": 1.10738381497939e-09, "p_rec": 0.792287613907435, "syn_z": 2.30899625156136}, "bp": 6966, "cds_end": 15311716, "cds_start": 15271472, "n_exons": 33, "nonpsych": {"exp_lof": 49.2534788489, "exp_mis": 818.162623002, "exp_syn": 396.835639328, "lof_z": 5.493025973267, "mis_z": 4.74631512728032, "mu_lof": 4.9920402317e-06, "mu_mis": 0.000104905858643, "mu_syn": 5.14546455206e-05, "n_lof": 10.0, "n_mis": 549.0, "n_syn": 326.0, "p_li": 0.830583572189078, "p_null": 5.2013390352365e-10, "p_rec": 0.169416427290788, "syn_z": 2.23877109240748}, "nontcga": {"exp_lof": 50.5602692926, "exp_mis": 832.130461614, "exp_syn": 403.865803384, "lof_z": 5.34954262682234, "mis_z": 4.75174121992636, "mu_lof": 4.9920402317e-06, "mu_mis": 0.000104905858643, "mu_syn": 5.14546455206e-05, "n_lof": 12.0, "n_mis": 557.0, "n_syn": 337.0, "p_li": 0.211717056170413, "p_null": 5.24887648164247e-09, "p_rec": 0.78828293858071, "syn_z": 2.10672514151703}, "transcript": "ENST00000263388.2"}, "exons": [{"cdsend": 15200905, "cdsstart": 15160661, "chr": "19", "position": [[15159037, 15161714], [15162464, 15162562], [15165367, 15165515], [15165786, 15166091], [15167248, 15167411], [15170085, 15170170], [15170330, 15170553], [15170670, 15170825], [15174067, 15174400], [15177524, 15178090], [15178822, 15178941], [15179024, 15179282], [15179363, 15179496], [15180071, 15180256], [15180680, 15180828], [15180960, 15181162], [15181575, 15181801], [15184294, 15184450], [15184905, 15185019], [15185256, 15185408], [15185486, 15185679], [15186877, 15186988], [15187104, 15187338], [15187880, 15187994], [15188234, 15188348], [15188988, 15189174], [15189272, 15189428], [15191423, 15191657], [15191744, 15191867], [15191959, 15192298], [15192376, 15192519], [15197499, 15197578], [15200787, 15200995]], "strand": -1, "transcript": "NM_000435", "txend": 15200995, "txstart": 15159037}], "exons_hg19": [{"cdsend": 15311716, "cdsstart": 15271472, "chr": "19", "position": [[15269848, 15272525], [15273275, 15273373], [15276178, 15276326], [15276597, 15276902], [15278059, 15278222], [15280896, 15280981], [15281141, 15281364], [15281481, 15281636], [15284878, 15285211], [15288335, 15288901], [15289633, 15289752], [15289835, 15290093], [15290174, 15290307], [15290882, 15291067], [15291491, 15291639], [15291771, 15291973], [15292386, 15292612], [15295105, 15295261], [15295716, 15295830], [15296067, 15296219], [15296297, 15296490], [15297688, 15297799], [15297915, 15298149], [15298691, 15298805], [15299045, 15299159], [15299799, 15299985], [15300083, 15300239], [15302234, 15302468], [15302555, 15302678], [15302770, 15303109], [15303187, 15303330], [15308310, 15308389], [15311598, 15311806]], "strand": -1, "transcript": "NM_000435", "txend": 15311806, "txstart": 15269848}], "generif": [{"pubmed": 11032621, "text": "Observational study of genetic testing. (HuGE Navigator)"}, {"pubmed": 11861701, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11861701, "text": "Results indicate that T6746C polymorphism in the intracellular domain of the Notch3 gene is not associated with increased risk for CVDD."}, {"pubmed": 11891328, "text": "Combined expression of pTalpha and Notch3 in T cell leukemia identifies the requirement of preTCR for leukemogenesis"}, {"pubmed": 11978185, "text": "Notch signalling involved in differentiation of normal adult human epidermis is altered under experimental conditions and pathologies which modify this program."}, {"pubmed": 12210282, "text": "Notch3 does not appear to be a candidate gene for BPD in this family."}, {"pubmed": 12480758, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12480758, "text": "Polymorphism is not associated with cerebrovascular disease in Japanese patients."}, {"pubmed": 12511775, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12678157, "text": "Notch 3 gene is responsible for CADASIL among patients of different ethncis."}, {"pubmed": 12810003, "text": "Genetic, clinical and pathological studies of CADASIL in Japan: a partial contribution of Notch3 mutations and implications of smooth muscle cell degeneration for the pathogenesis."}, {"pubmed": 14767686, "text": "This is the first missense mutation in codon 1006 of exon 19 of the Notch3 gene to be described in Italy and the second reported in the literature."}, {"pubmed": 15096408, "text": "Acute visual loss due to nonarteritic anterior ischemic optic neuropathy (NAION) has not previously been reported in CADASIL (heterozygotes for the C406T mutation on exon 3 of the Notch3 gene)."}, {"pubmed": 15304596, "text": "This 12-bp deletion in the extracellular domain mutation is the first CADASIL-associated Notch3 mutation not involving a cysteine residue in the EGF-like repats."}, {"pubmed": 15378071, "text": "The mutation in position 133 (R133C) of the NOTCH3 gene, which maps to 19p13.1, is found in Finnish families with CADASIL."}, {"pubmed": 15694192, "text": "Our findings emphasize the importance of genetic analysis of NOTCH3 for Asians with a phenotype typical of CADASIL."}, {"pubmed": 15987768, "text": "Notch promotes changes in hVSMC phenotype via activation of CBF-1/RBP-Jkappa-dependent pathways in vitro and contributes to the phenotypic response of VSMCs to cyclic strain-induced changes in VSMC differentiation."}, {"pubmed": 16009764, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 16107360, "text": "subtle abnormalities seen in furin processing of mutant Notch3 receptor, although both heterodimeric and full length receptors are present on cell surface, are capable of interacting with soluble forms of three ligands, and retain ability to activate CBF1"}, {"pubmed": 16426270, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16492242, "text": "Findings support the view that functional polymorphism T6746C in Notch3 gene is not involved in increasing the risk of migraine or migraine subtypes."}, {"pubmed": 16492242, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16717210, "text": "The novel Korean mutation of R75P, not involving a cysteine residue, is related to less frequent involvement of the anterior temporal area, thus broadening the spectrum of CADASIL."}, {"pubmed": 16796587, "text": "a 44-year-old patient with clinical features of CADASIL who was a carrier of a new Notch3 mutation: cys128-->gly."}, {"pubmed": 16807713, "text": "Our results show that mtDNA sequence variation is increased within CADASIL pedigrees. These findings suggest a relationship between NOTCH3 and mtDNA."}, {"pubmed": 16833034, "text": "The defective gene in CADASIL is Notch 3, which encodes a large transmembrane receptor."}, {"pubmed": 16899352, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16998728, "text": "Italian CADASIL families from Central Italy with mutation CGC-TGC at codon 1006 in the exon 19 Notch3 gene."}, {"pubmed": 17158237, "text": "Notch-3 expression is dysregulated in breast cancer."}, {"pubmed": 17292860, "text": "Role for the conserved N-terminal sequence of Notch3: targeting of the protein to the secretory pathway and reduction of cytoplasmic Notch3 expression which may inhibit cytoplasmic functions."}, {"pubmed": 17301032, "text": "with supervised resistance exercise training, expression of Notch1 and Hes6 genes were increased and Delta-like 1 and Numb expression were decreased."}, {"pubmed": 17331978, "text": "A model that invokes novel pathogenic roles for the mutant NOTCH3 protein rather than compromised NOTCH3 function as the primary determinant of the CADASIL arteriopathy."}, {"pubmed": 17390743, "text": "Genetic analysis of Notch3 revealed an R141C missense mutation and she was diagnosed with CADASIL complicated with IgA nephropathy."}, {"pubmed": 17573339, "text": "NOTCHES N1, N2, and N3 all bound to FIH; results suggest the possibility that Notch ICDs are FIH substrates."}, {"pubmed": 17690848, "text": "This study describe the genetical, clinical,neuropsychological and neuroimaging findings in an Italian CADASIL patient with a rare mutation in exon 10 leading to a Gly528Cys substitution."}, {"pubmed": 17696940, "text": "Suggest an aberrant expression of Notch3 and Notch4 in HCC and allow the hypothesis of an activation of Notch signalling by Notch3."}, {"pubmed": 17804716, "text": "Notch pathway plays an important role in lung cancer biology."}, {"pubmed": 17822320, "text": "Overexpression of notch3 is associated with breast cancer"}, {"pubmed": 17822871, "text": "Notch3 promotes cell growth and survival by activating PI3-kinase/AKT pathway; N-cadherin participates in the change of cell growth caused by Notch3 activation; and Notch3 signalling has dual-effects on the Wnt/TCF pathway."}, {"pubmed": 17853970, "text": "Results describe a Spanish family reported with CADASIL, caused by the 346C > T mutation in NOTCH3 gene."}, {"pubmed": 17854869, "text": "This review focuses on recent findings of Notch3 in vascular development and in regulating vascular smooth muscle cell behavior and phenotype."}, {"pubmed": 17878719, "text": "In CADASIL patients, Notch3 mutations were associated with mitochondrial disease, particularly affecting the skeletal muscle."}, {"pubmed": 17920003, "text": "Cytoplasmic expression of Notch 3 receptors was detected and Notch signaling might be involved in development of hepatocellular carcinoma."}, {"pubmed": 17939118, "text": "Rgs5 and Notch3 are expressed in pericytes of developing and injured teeth and have roles along with vascular-derived stem cells during pulp healing"}, {"pubmed": 17996090, "text": "Positive MRI findings in asymptomatic individuals or in-patients who presented with depression or a psychiatric problem indicated that NOTCH3 gene signalling may start early and may have different clinical presentations"}, {"pubmed": 18022198, "text": "We report for the first time a mutation on exon 21 of the NOTCH3 gene that leads to a cysteine substitution in the EGF-like repeat 29 of the NOTCH3 receptor extracellular domain, and that causes CADASIL in a functionally independent elderly man."}, {"pubmed": 18060036, "text": "IL-6 treatment triggered Notch-3-dependent upregulation of the Notch ligand Jagged-1 and promotion of MS and MCF-7-derived spheroid growth"}, {"pubmed": 18069660, "text": "we conclude that in the ectatic ducts of CP, PDH activates signalling pathways such as Notch, which have transforming potential."}, {"pubmed": 18075987, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18184405, "text": "NOTCH2, NOTCH3 and NOTCH4 genes are rarely mutated in common human cancers."}, {"pubmed": 18339869, "text": "NOTCH3-mediated signaling rather than NOTCH1-mediated signaling plays an important role in the proliferation of ErbB2-negative breast tumor cells."}, {"pubmed": 18483410, "text": "PDGF receptor (PDGFR)-beta is a novel immediate Notch target gene. PDGFR-beta expression was upregulated by Notch ligand induction or by activated forms of the Notch receptor; dysregulated Notch signaling perturbs VSMC differentiation and function."}, {"pubmed": 18499132, "text": "NOTCH3 analysis disclosed a new missense mutation within exon 7, leading to the substitution of cysteine 366 with a tryptophan (Cys366Trp) in CADSIL patient."}, {"pubmed": 18572291, "text": "The presence of GOM strongly suggests that renal lesions were related to the NOTCH3 mutation."}, {"pubmed": 18626519, "text": "CADASIL in Arabs without Notch 3 mutation."}, {"pubmed": 18632624, "text": "Jagged-1 is the primary Notch3 ligand in ovarian carcinoma and Jagged-1/Notch3 interaction constitutes a juxtacrine loop promoting proliferation and dissemination of ovarian cancer cells within the intraperitoneal cavity"}, {"pubmed": 18758477, "text": "Relationships between the structural differences & the nonredundant roles that Notch3 plays in the pathogenesis of cerebral autosomal-dominant arteriopathy with subcortical infarcts & leukoencephalopathy are reviewed. Review."}, {"pubmed": 18765654, "text": "cysteine-sparing mutation (A1020P) in association with a CADASIL-compatible phenotype in two German families."}, {"pubmed": 18941948, "text": "Patient with clinical features of CADASIL and a positive family history who was a carrier of a new mutation at the exon 4 of the NOTCH3 gene: C162R."}, {"pubmed": 18948701, "text": "there could be a relation between right-to-left shunt and specific Notch3 mutations, such as Arg141Cys."}, {"pubmed": 18974129, "text": "findings indicate that Pbx1 is a direct Notch3-regulated gene that mediates the survival signal of Notch3 in ovarian cancer"}, {"pubmed": 19006080, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19006080, "text": "analyzed the NOTCH3 gene in a large group of CADASIL patients, and identified 20 different mutations, 22 polymorphisms, and 8 genetic variants of unknown pathological significance never reported previously"}, {"pubmed": 19018300, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19043263, "text": "R75P mutation is reported in two Japanese CADASIL families not directly involving cysteine residues located within the first epidermal growth factor (EGF)-like repeats."}, {"pubmed": 19054571, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19056668, "text": "We used Conventional MRI and NOTCH3 gene screening in sporadic CADASIL. We found 13% of Cadasil patients carried a Notch3 mutation."}, {"pubmed": 19139365, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19150886, "text": "NOTCH3 expression is induced in mural cells through an autoregulatory loop that requires endothelial-expressed JAGGED1."}, {"pubmed": 19167727, "text": "exon 3 and exon 4 of the NOTCH3 gene are the mutation hotspots in Mainland Chinese cerebral autosomal dominant arteriopathy with subcortical infarcts and leukoencephalopathy (CADASIL) patients"}, {"pubmed": 19174371, "text": "Granular osmiophilic material was detected in the skin biopsy of all 131 patients, in whom the NOTCH3 mutation had been identified and a representative skin biopsy was available."}, {"pubmed": 19208840, "text": "Escape of human T-cell acute lymphoblastic leukemia cells from dormancy is associated with Dll4 expression."}, {"pubmed": 19242647, "text": "A population-specific mutational spectrum of CADASIL was found in the Chinese patients on Taiwan. The Chinese patients carrying NOTCH3 R544C may descend from a common ancestor."}, {"pubmed": 19242647, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19293235, "text": "Results highlight distinguishing functional and phenotypic features of CADASIL mutations in the Notch3 ligand-binding domain."}, {"pubmed": 19372454, "text": "study describes differences in clinical phenotype in a pair of monozygotic CADASIL twins; causative NOTCH3 mutation was a novel c.752G>A -substitution (p.Cys251Tyr); findings suggest environmental & lifestyle factors influence clinical course of CADASIL"}, {"pubmed": 19373490, "text": "MTHFR C677T, ALOX5AP T2354A and NOTCH3 C381T were significant combinational contributors to thrombotic stroke."}, {"pubmed": 19404845, "text": "The levels of expression of Notch2 and Notch3 were minimally detected in renal cell carcinoma tumours and non-neoplastic tissues"}, {"pubmed": 19417009, "text": "CADASIL-associated mutations significantly enhance multimerization of NOTCH3."}, {"pubmed": 19576955, "text": "we report the high recurrence of R1006C NOTCH3 mutation in ten families all originate from a restricted area of central Italy"}, {"pubmed": 19603167, "text": "Notch3 expression were elevated in immune thrombocytopenic purpura."}, {"pubmed": 19735738, "text": "critical role for lysosomes in the degradation"}, {"pubmed": 19816816, "text": "Notch3-specific siRNA suppressed Notch3 expression & increased gemcitabine-induced, caspase-mediated apoptosis.  PI3K/Akt activity was decreased by the suppression of Notch3 expression."}, {"pubmed": 19825845, "text": "These findings suggest that prolonged retention of mutant Notch3 aggregates in the endoplasmic reticulum decreases cell growth and increases sensitivity to other stresses."}, {"pubmed": 19835636, "text": "MSX2 activates NOTCH3-signaling in leukemic T-cells."}, {"pubmed": 19855400, "text": "this study demonstrated that high steady-state levels of NOTCH3 are associated with the development of PAH in humans and that Notch3 expression is required for the development of pulmonary hypertension in two experimental models of this disease"}, {"pubmed": 19859875, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19881544, "text": "provide evidence that Notch3 regulates Bim, a BH-3-only protein, via MAPK signaling."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20038773, "text": "CADASIL was diagnosed in 16/81 (20%) probands by finding a mutation leading to a cysteine substitution within the epidermal growth factor (EGF)-like repeats of the NOTCH3 receptor"}, {"pubmed": 20040020, "text": "Notch signaling may participate in controlling cell differentiation and proliferation in normal bone and COF of the jaws. Notch signaling disorder may be a molecular incident in COF occurrence and development."}, {"pubmed": 20069356, "text": "The pattern of Notch gene expression mirrors the progression from immature cells to endothelial-lined vascular channels (i.e., endothelial differentiation) that characterizes the growth and involution of infantile hemangioma."}, {"pubmed": 20167921, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20169447, "text": "Here we report clinical and molecular data of 18 CADASIL patients from 10 unrelated families with exon 10 mutations. The phenotypic spectrum included a high frequency of psychiatric symptoms (12/18) and peripheral vascular involvement (6/18)."}, {"pubmed": 20329594, "text": "a case of CADASIL who presented with migrainous headache, behavioral disorder, and familial history of stroke characteristic white matter lesions and a mutation in the NOTCH 3 gene."}, {"pubmed": 20359736, "text": "Patients with cervical carcinomas with Notch3 expression had shorter survival than those whose tumors did not express nuclear Notch3. Inactivation of Notch3 decreased cell proliferation and induced apoptosis in cell lines that overexpressed Notch3."}, {"pubmed": 20472562, "text": "LRP1 and TSP2 stimulate Notch activity by driving trans-endocytosis of the Notch ectodomain into the signal-sending cell"}, {"pubmed": 20554499, "text": "Notch3 receptors and their ligands play differential roles in the cytodifferentiation of squamous odontogenic tumors of the mandible."}, {"pubmed": 20614134, "text": "Notch3 activation cooperatively takes part in the LiCl-induced cell cycle changes, at least partially, associated with c-MYC, Skp2 and p21."}, {"pubmed": 20624166, "text": "Results indicate that the Notch 3 signaling pathway is involved in the tumor progression of ovarian serous carcinoma."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20628624, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20634891, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20651241, "text": "our results suggest that enhanced Notch3 expression in breast cancer cells, triggered by osteoblasts and their secretion of TGFbeta1 in the bone marrow niche, may stand as a novel mechanism for promoting bone metastasis."}, {"pubmed": 20671266, "text": "Notch3 pathway activation reprograms tumor cells to assume an array of embryonic stem cell markers and participates in development of chemoresistance in ovarian high-grade serous carcinoma."}, {"pubmed": 20689064, "text": "Notch3 is important for the investment of mural cells and is a critical regulator of developmental and pathological blood vessel formation"}, {"pubmed": 20801121, "text": "the cross talk of N3 with N1 during differentiation provides novel, mechanistic insights into Notch signaling and esophageal squamous epithelial biology"}, {"pubmed": 20813781, "text": "Further investigation of the G684A variant and the Notch 3 gene is warranted to understand their role in migraine."}, {"pubmed": 20813781, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20819128, "text": "The expression Notch3 protein in tongue carcinoma was higher than adjacent non-neoplastic tongue tissues. Expression of Notch3 and Jagged2 were highly correlated in tongue carcinoma tissues."}, {"pubmed": 20935329, "text": "mutational spectrum and primary clinical features of patients with CADASIL from mainland China"}, {"pubmed": 21078731, "text": "The Notch3 gene encodes a transmembrane surface protein that plays a major role in cellular signaling pathways that depend on cellular context in a tissue-specific manner. It is primarily expressed in vascular smooth vessel cells."}, {"pubmed": 21103979, "text": "Results suggest that common variants in NOTCH3 are not strongly associated with diabetic nephropathy in type 1 diabetes among white individuals. Findings cannot exclude these genes from involvement in the pathogenesis of diabetic nephropathy."}, {"pubmed": 21118965, "text": "Data show that shRNA against NOTCH3 resulted in a significant decrease in ALDH(+) lung cancer cells, commensurate with a reduction in tumor cell proliferation and clonogenicity."}, {"pubmed": 21124806, "text": "Data show no detectable difference in the DNA binding site preferences of CSL before and after loading of four different Notch receptors and MAML1 proteins."}, {"pubmed": 21169401, "text": "The physiological role of Notch3 may be in mediating developmental maturation of vascular smooth muscle cells."}, {"pubmed": 21217157, "text": "An inherited pattern of cord lesions in association with CADASIL is caused by a novel NOTCH3 missense mutation, C212Y."}, {"pubmed": 21245095, "text": "Results highlight the differential ability of Notch receptor paralogs to initiate malignant tumor formation, and suggest that glial precursors of the optic nerve, but not the brain, are susceptible to transformation by Notch3."}, {"pubmed": 21409506, "text": "A missense mutation involving exon 24 of NOTCH3/CADASIL causes cerebral autosomal dominant arteriopathy with subcortical infarcts and leukoencephalopathy."}, {"pubmed": 21471519, "text": "Data show that Notch1 to -3 may have potential use as a strong prognostic fact"}, {"pubmed": 21508102, "text": "MUC16 biosynthesis is posttranscriptionally regulated by Notch signaling at early stages of epithelial cell differentiation, suggesting that Notch activation contributes to maintaining a mucosal phenotype at the ocular surface"}, {"pubmed": 21551231, "text": "Data suggest that control of NOTCH3 expression through miR-150 may have important impact on T-cell development and physiology. NOTCH3 expression in T-cells in acute lymphoblastic leukemia appears to be regulated by miR-150."}, {"pubmed": 21602525, "text": "The stromal cell-mediated antiapoptotic effect on B- ALL cells is mediated by Notch-3 and -4 or Jagged-1/-2 and DLL-1 in a synergistic manner."}, {"pubmed": 21616505, "text": "Data confirm the importance of screening the whole epidermal growth factor (EGF)-like domains region of NOTCH3 for the molecular diagnosis of CADASIL among the Italian population."}, {"pubmed": 21628316, "text": "Spontaneous aggregation is limited to CADASIL-mutant N3, recapitulating a central aspect of CADASIL pathology in vitro."}, {"pubmed": 21673954, "text": "HCV NS3 protein is involved in the activation of the Notch-signaling pathway through the targeting to both SRCAP and p400"}, {"pubmed": 21702048, "text": "data support the expression of Notch3 in adult cell types, and suggests that PBLs and fibroblasts could provide readily available cells for the study of the role of Notch3 expression in pathogenetic mechanisms"}, {"pubmed": 21705670, "text": "Endothelial cells downregulate apolipoprotein D expression in mural cells through paracrine secretion and Notch3 signaling."}, {"pubmed": 21726900, "text": "The receptors Notch2, -3, -4 and their ligands Jagged1, -2 and Delta1, -4 were detected at both the mRNA and protein level in early and late placenta"}, {"pubmed": 21743488, "text": "Data show that HER2 overexpression enhances Notch3 promoter activity in mammary epithelial cells."}, {"pubmed": 21852154, "text": "Our data demonstrate the diversity of clinical stroke presentation according to ethnicity and vascular risk factors in Korean CADASIL patients."}, {"pubmed": 21890822, "text": "NOTCH3-mediated signaling prevents expansion of a unique subset of ZEB-expressing cells."}, {"pubmed": 21920521, "text": "HGF induces vascular smooth muscle cell osteogenic differentiation via c-Met/Akt/Notch3 signalling, highlighting these pathways as potential targets for intervention of vascular calcification."}, {"pubmed": 21940234, "text": "Results indicate that inhibition of Notch3 expression can result in potent antitumor activity in T-cell acute lymphoblastic leukemia (T-ALL)."}, {"pubmed": 21940951, "text": "Notch3 Arg170Cys knock-in mice display pathologic and clinical features of the neurovascular disorder cerebral autosomal dominant arteriopathy with subcortical infarcts and leukoencephalopathy."}, {"pubmed": 21951372, "text": "This review discusses mutations in several genes that lead to monogenic disorders manifesting white matter lesions, such as CADASIL."}, {"pubmed": 22006983, "text": "common variants at the NOTCH3 gene increase the risk of age-related white matter lesions in hypertensives."}, {"pubmed": 22079340, "text": "This study revealed the NOTCH3 R1006C mutation has several peculiarities that may condition clinical course of CADASIL."}, {"pubmed": 22079830, "text": "ese results indicated that the process of degradation of mutant N3ECD on the cell surface is disturbed due to impairment of transendocytosis"}, {"pubmed": 22082899, "text": "clinical and neuroradiological findings of 2 subjects of two unrelated Japanese families who shared a common p.Arg332Cys mutation"}, {"pubmed": 22117196, "text": "Inhibition of Notch3 signalling induces rhabdomyosarcoma cell differentiation promoting p38 phosphorylation and p21(Cip1) expression and hampers tumour cell growth in vitro and in vivo."}, {"pubmed": 22120716, "text": "acetylation/deacetylation balance represents a regulatory switch of Notch3 signaling, providing the molecular basis for the pharmacological use of HDACi in human T-ALL treatment."}, {"pubmed": 22133740, "text": "NOTCH3 gene mutations are frequently found in Korean acute stroke patients who present with neuroimaging features consistent with advanced small-vessel disease."}, {"pubmed": 22153798, "text": "Notch3 is expressed at a higher level in non-functioning pituitary adenomas than in normal human pituitary tissue."}, {"pubmed": 22153900, "text": "Whole exome sequencing in a Turkish patient clinically diagnosed with Alzheimer's disease from a consanguineous family reveals a complex history of neurological and immunological disorders and identifies a mutation in NOTCH3 (p.R1231C)."}, {"pubmed": 22159056, "text": "NOTCH3 mutation is the longest duplication yet and 1st reported case in african-american with CADASIL"}, {"pubmed": 22204979, "text": "Both Notch3 and vascular smooth muscle cells differentiation marker proteins were upregulated, which were abrogated by Jagged1-specific siRNA."}, {"pubmed": 22218279, "text": "CADASIL mutation and Balo concentric sclerosis: a link between demyelination and ischemia."}, {"pubmed": 22292737, "text": "Notch3 mutation precipitates age-related pericytic degeneration that might result in cellular injury and trigger autophagic apoptosis."}, {"pubmed": 22310065, "text": "Report down-regulation of Notch signaling components NOTCH3 and HEY2 in abdominal aortic aneurysms."}, {"pubmed": 22367839, "text": "Amyotrophic lateral sclerosis, frontotemporal lobe degeneration and cerebral dominant arteriopathy with subcortical infarcts and leukoencephalopathy are reported in a family with NOTCH3 mutation."}, {"pubmed": 22373597, "text": "Three novel mutations in NOTCH3 in cerebral autosomal dominant arteriopathy with subcortical infarcts and leukoencephalopathy."}, {"pubmed": 22396495, "text": "Findings define direct target genes of NOTCH3 and highlight the role of DLGAP5 in mediating the function of NOTCH3 in ovarian cancer."}, {"pubmed": 22422895, "text": "In an outbred Western European population of patients with CADASIL in the northeast of England, most NOTCH3 mutations are in exon 4."}, {"pubmed": 22493555, "text": "Data suggest that Notch3 may regulate the activation of hepatic stellate cells, and the selective interruption of Notch3 may provide an anti- fi brotic strategy in hepatic fi brosis."}, {"pubmed": 22526456, "text": "immunohistochemical analysis of NOTCH1-3, JAGGED1, cMET, and phospho-MAPK in 100 carcinomas of unknown primary"}, {"pubmed": 22623959, "text": "Members of a 5-generational Han Chinese family with CADASIL patients had an R133C mutation in the NOTCH3 gene but only individuals exposed to known vascular risk factors developed CADASIL."}, {"pubmed": 22664156, "text": "study added on to the genetic heterogeneity of CADASIL by describing 21 NOTCH3 mutations identified in 53 index Italian patients; also characterized the NOTCH3 haplotypes to investigate possible influences of the genetic background on the recurrence of mutations"}, {"pubmed": 22691042, "text": "Immunohistochemistry showed a reverse correlation between MUC2 and Notch3 or Jagged1 (P = 0.033 and P = 0.005, respectively) and between MUC5AC and Jagged1 or Hes1"}, {"pubmed": 22705236, "text": "Down-regulation of Notch1 and Notch3 in two hepatocellular carcinoma cell lines resulted in Hes1 down-regulation, CDKN1C/P57 up-regulation, and reduced cell growth."}, {"pubmed": 22806125, "text": "Notch-3 receptor activation drives inflammation and fibrosis following tubulointerstitial kidney injury."}, {"pubmed": 22948298, "text": "CADASIL mutations and shRNA silencing of NOTCH3 affect actin organization in cultured vascular smooth muscle cells."}, {"pubmed": 23010708, "text": "Notch3 expression may be related to chemoresistance and the Notch3 pathway may represent a novel therapeutic target for advanced stage chemoresistant ovarian cancer."}, {"pubmed": 23019585, "text": "Our study suggests important clinical applications for targeting Notch as part of novel treatment strategies upon diagnosis of ovarian cancer and at recurrence"}, {"pubmed": 23028706, "text": "CADASIL mutants of NOTCH3 complex with NOTCH1, 3, and 4, slow NOTCH3 clearance, and that overexpressed wild type and mutant NOTCH3 protein interfere with key NOTCH-mediated functions in smooth muscle cells"}, {"pubmed": 23036509, "text": "Cellular and mitochondrial function in vascular smooth muscle cell lines (VSMCs) established from CADASIL mutation carriers (R133C) and healthy controls."}, {"pubmed": 23226563, "text": "These data further support a central role for Notch signalling in pancreatic cancer and suggest that nuclear expression of Notch3 and its target gene, HEY-1, merit validation in biomarker panels for diagnosis, prognosis and treatment efficacy."}, {"pubmed": 23319290, "text": "A novel NOTCH3 Gly89Cys mutation located in exon 3 was identified in a Serbian family with cerebral autosomal dominant arteriopathy with subcortical infarcts and leukoencephalopathy (CADASIL)."}, {"pubmed": 23412372, "text": "Parkinsonism is a late, not rare, feature of CADASIL: a study on Italian patients carrying the R1006C mutation"}, {"pubmed": 23444212, "text": "Data indicate that the expression of Notch-2 and Notch-4 receptors was higher in the GFP-bright population whereas Notch-1 and Notch-3 receptors were more expressed in GFP-dim population."}, {"pubmed": 23460375, "text": "Diagnosis is confirmed by genetic testing and the finding of the Notch3 mutation or by skin biopsy."}, {"pubmed": 23465844, "text": "Case Report: clinical manifestations/pathologic alterations in subjects with NOTCH3 mutations giving rise to CADASIL."}, {"pubmed": 23492684, "text": "hENT1 and Notch3 mRNA expressions in biopsy specimens were the key predictive biomarkers of gencitabine effect and gemcitabine sensitivity in patients with unresectable pancreatic ductal carcinoma."}, {"pubmed": 23572112, "text": "Cerebral autosomal dominant arteriopathy with subcortical infarcts and leukoencephalopathy conforms to the classical definition of dominant diseases, according to which homozygotes and heterozygotes for the G528C NOTCH3 mutation are phenotypically indistinguishable."}, {"pubmed": 23584202, "text": "NOTCH3 fragments are major components of granular osmiophilic material deposits in brain samples from CADASIL patients."}, {"pubmed": 23587639, "text": "NOTCH3 mutations in the genetically undefined cases with CADASIL may be located deep in the introns."}, {"pubmed": 23602593, "text": "Homozygosity of the NOTCH3 p.R544C has a modestly deleterious effect on the cerebral autosomal dominant arteriopathy with subcortical infarcts and leukoencephalopathy"}, {"pubmed": 23610446, "text": "Results reveal a novel function of Notch3 in senescence regulation and tumor suppression."}, {"pubmed": 23637910, "text": "Notch3 and Hes5 are hypermethylated in human B cell acute lymphoblastic leukemia (ALL)."}, {"pubmed": 23645556, "text": "Studied Notch3 expression in NSCLC tissues and adjacent non-cancerous normal lung tissues over a period of 5 yrs. Notch3 had high expression in 67 of 131 cases of NSCLC, which was significantly higher than in adjacent noncancerous lung tissues."}, {"pubmed": 23649002, "text": "The NOTCH3 transcription factor is a master regulator of motility in neuroblastoma."}, {"pubmed": 23649698, "text": "NOTCH3 aggregation in the brain vessels promotes abnormal recruitment of extracellular matrix proteins in CADASIL patients."}, {"pubmed": 23729168, "text": "Notch3 pathway represents a promising target for adjuvant therapy in patients with PC."}, {"pubmed": 23747483, "text": "Complexation of the Notch3 NRR with an inhibitory antibody retards deuteration not only across its discontinuous binding epitope but also around the S2 site."}, {"pubmed": 23773728, "text": "Notch3 mediates melanoma-endothelial cell communication and tumor cell migration."}, {"pubmed": 23836039, "text": "Findings suggest that Notch3 might be an important regulator in the development of HCC, and a potential therapeutic target for patients with HCC."}, {"pubmed": 23845442, "text": "Notch3 plays a nonredundant role in tumor cell propagation in two mouse models and in human non-small-cell lung cancer."}, {"pubmed": 23847153, "text": "Migraine was found in only 3.8% of CADASIL patients with the R544C mutation."}, {"pubmed": 23975424, "text": "Par-4/THAP1 complex and Notch3 competitively regulated pre-mRNA splicing of CCAR1 and affected inversely the survival of T-cell acute lymphoblastic leukemia cells."}, {"pubmed": 23999936, "text": "the study describes novel NOTCH1-3 rearrangements in benign and malignant, visceral, and soft tissue glomus tumors"}, {"pubmed": 24026140, "text": "We report a comprehensive evaluation of several individuals in the CADASIL family whose member was identified to have the new mutation of NOTCH3 receptor on exon 6"}, {"pubmed": 24041655, "text": "Notch3 activation activates nitric oxide/soluble guanylyl cyclase signalling in immortalized ovarian surface epithelial cells and ovarian cancer cells."}, {"pubmed": 24086431, "text": "common NOTCH3 variants may be associated with risk of ischemic stroke warrants further study."}, {"pubmed": 24138322, "text": "3D coculture induced an upregulation of Notch3 receptor in human coronary artery smooth muscle cells and its ligand Jagged1 in human coronary artery endothelial cells."}, {"pubmed": 24139282, "text": "Cerebral autosomal dominant arteriopathy with subcortical infarcts and leukoencephalopathy (CADASIL) is caused by mutations in the NOTCH3 gene on chromosome 19."}, {"pubmed": 24143218, "text": "the prognostic value and the oncogenic function of NOTCH3 in gliomagenesis"}, {"pubmed": 24151014, "text": "NOTCH3 expression is decreased in the dorsolateral prefrontal cortex and amygdala from suicide victims compared to control brain."}, {"pubmed": 24244701, "text": "Data show that microRNA-1 (miR-1) is down-regulated in colorectal tumors and that miR-1 has the potential to suppress NOTCH3 expression through direct binding to its 3'-UTR region."}, {"pubmed": 24336671, "text": "A significant increase in Notch3 expression was found in the placentas from patients with early-onset preeclampsia."}, {"pubmed": 24367688, "text": "Notch3 plays a role in the cell proliferation and apoptosis induced by CHIR99021 in non-small-cell lung cancer cell lines."}, {"pubmed": 24480794, "text": "Study demonstrated a pattern of cognitive deficits in Asian CADASIL patients with R544C mutation consistent with previous studies in Caucasian CADASIL patients"}, {"pubmed": 24525742, "text": "NOTCH3 signaling regulates MUSASHI-1 expression in metastatic colorectal cancer cells."}, {"pubmed": 24671051, "text": "Expression of Notch1, -2, and -3, CDK2, and CCNE1 was significantly decreased by upregulation of ALDH1A1 in A549 cells, but increased by its interruption in A549s cells."}, {"pubmed": 24728738, "text": "High nuclear Notch3 expression is associated with tumor recurrence in patients with stage II and III colorectal cancer."}, {"pubmed": 24743243, "text": "Notch3 pathway alterations are prevalent and significantly related to poor clinical outcome in patients with ovarian cancer."}, {"pubmed": 24788939, "text": "Data suggest that extracellular signal-regulated kinases ERK1/2 signaling can cross-interact with the transforming growth factor beta2/Smad2/3 and the Jagged-1/Notch-3 signaling in retinal pigment epithelium cells epithelial-mesenchymal transition."}, {"pubmed": 24797362, "text": "These results strongly suggest that high levels of Notch3 activation increase the proliferative potential of RMS cells."}, {"pubmed": 24810798, "text": "Our findings indicate that Notch3 signaling, associated with MUC5AC expression, could be a more favorable prognostic factor in small intestinal adenocarcinoma."}, {"pubmed": 24816653, "text": "Two novel mutations located in exons 6 and 15 of the NOTCH3 gene were found in two patients with suspected CADASIL."}, {"pubmed": 24844136, "text": "This review discusses and provide recommendations for the interpretation of NOTCH3 mutations in the diagnosis of cerebral autosomal dominant arteriopathy with subcortical infarcts and leukoencephalopathy (CADASIL)."}, {"pubmed": 24984200, "text": "results provide novel insights into the determinants of NOTCH3 overexpression in cancer cells, by revealing a key role for BORIS as the main mediator of transcriptional deregulation of NOTCH3"}, {"pubmed": 25096610, "text": "This study showed that the new mutation of NOTCH3 gene in patients of CZDASIL."}, {"pubmed": 25098330, "text": "By screening the entire coding region of NOTCH3, a novel missense mutation p.G149V (c.446G>T) was found."}, {"pubmed": 25105908, "text": "The NOTCH3 mutation spectrum in our group was diverse and consistent with those in Caucasians but differed from those in Korea and Taiwan."}, {"pubmed": 25150590, "text": "Results show that CADASIL arteries feature latent N-terminal NOTCH3 epitopes, suggesting the first evidence in vivo of NOTCH3 structural alterations"}, {"pubmed": 25169943, "text": "Reduction of COL4A2 expression by RNAI-mediated knockdown induces cell death. Finally, elevated Notch3 expression levels correlate with higher COL4A2 expression in human ovarian tumor specimens"}, {"pubmed": 25171754, "text": "NOTCH3 regulates the cellular behavior, including, proliferation, marker to predict the chemotherapy response and prognosis of advanced NSCLC. marker to predict the chemotherapy response and prognosis of advanced NSCLC"}, {"pubmed": 25260852, "text": "study broadens the spectrum of CADASIL mutations, and, therefore, opens new insights about Notch3 signaling"}, {"pubmed": 25297585, "text": "Data suggest that heterozygous Cys1015Ser mutations in exon 19 of the NOTCH3 gene probably underlies the Cerebral Autosomal Dominant Arteriopathy with Subcortical Infarcts and Leukoencephalopathy (CADASIL) in the family."}, {"pubmed": 25356737, "text": "majority of ovarian carcinomas harbored homozygous or heterozygous deletions in WWP2 locus, and there was an inverse correlation in the expression levels between WWP2 and Notch3 in ovarian carcinomas"}, {"pubmed": 25368251, "text": "High notch3 expression is associated with laryngeal cancer."}, {"pubmed": 25381438, "text": "Notch3 activation is sufficient but not required for inducing human T-lineage specification."}, {"pubmed": 25394726, "text": "study identified heterozygous truncating mutations in the last coding exon of NOTCH3 in the lateral meningocele syndrome patients"}, {"pubmed": 25412914, "text": "Description of the coexistence of autoimmunity in NOTCH3-mutated CADASIL patients with possible worsening clinical effects."}, {"pubmed": 25416974, "text": "Studies indicate that Notch3 gene has been found to induce cerebral autosomal dominant arteriopathy with subcortical infarcts and leukoencephalopathy (CADASIL)."}, {"pubmed": 25431954, "text": "High Notch3 expression is associated with hepatocellular carcinoma."}, {"pubmed": 25512616, "text": "Overexpression of Notch3 in medullary thyroid cancer cells can alter malignant neuroendocrine phenotype in both in vitro and in vivo models."}, {"pubmed": 25572698, "text": "Wnt3a and Notch3 may promote the metastasis of non-small cell lung cancer and Notch3 upregulation is required for the Wnt3a mediated increased metastatic abilities of non-small cell lung cancer."}, {"pubmed": 25595846, "text": "Case Report: novel notch3 mutations in family members with CADASIL."}, {"pubmed": 25604251, "text": "analysis of a novel cysteine-sparing NOTCH3 mutation (D80G) with a possible role in CADASIL [case report]"}, {"pubmed": 25622783, "text": "Results show that miR-483-5p expression level is up-regulated in polycystic ovary syndrome patients and inversely correlated with notch3 and MAPk3 levels and that Notch3 and MAPK3 are the direct targets of MIR483."}, {"pubmed": 25623805, "text": "Data showed new mutations in the Notch3 gene in patients with cerebral autosomal dominant arteriopathy with subcortical infarcts and leucoencephalopathy (CADASIL)."}, {"pubmed": 25668819, "text": "Notch3 plays a role in modulating the stemness of tumor cells via the inactivation of the Wnt/beta-catenin pathway."}, {"pubmed": 25700162, "text": "Activation of the NOTCH1 or 3 pathways has a major influence on airway basal cell differentiation into secretory and ciliated cells."}, {"pubmed": 25738469, "text": "the 684G>A polymorphism affects the tumor NOTCH3 expression level and is closely associated with a higher tumor grade, poorer tumor differentiation, and karnofsky performance score in Chinese glioma patients."}, {"pubmed": 25807436, "text": "SIRT6 inhibited the proliferation of ovarian cancer cells through down-regulation of Notch 3 expression."}, {"pubmed": 25846406, "text": "Notch 3 and 4, and not Notch 1, were highly increased in human arteriovenous malformations."}, {"pubmed": 25864518, "text": "prostate cancer-specific up-regulation of NOTCH3 and HES6, is reported."}, {"pubmed": 25870235, "text": "This study suggests a functional link between NOTCH3 deficiency and pathogenesis of vascular leukoencephalopathies."}, {"pubmed": 25953367, "text": "study does not support a role for common NOTCH3 variation in the risk of sporadic small-vessel disease."}, {"pubmed": 25957400, "text": "NOTCH3, but not NOTCH2 protects vascular smooth muscle cell from apoptosis."}, {"pubmed": 25982499, "text": "Two novel NOTCH3 missense mutations were identified in Chinese patients with CADASIL."}, {"pubmed": 26002683, "text": "There were no differences in clinical and neuroimaging features between subcortical vascular cognitive impairment patients with and without NOTCH3 variants"}, {"pubmed": 26051713, "text": "A NOTCH3 negative regulatory region (NRR) maintains receptor quiescence by preventing protease cleavage prior to ligand binding."}, {"pubmed": 26270344, "text": "Study reports a family with CADASIL in Rungus ethnicity and identifies a missense mutation (c.160C>T) in exon 2 of NOTCH3."}, {"pubmed": 26308724, "text": "Mutations in NOTCH3 were associated with cerebral autosomal dominant arteriopathy with subcortical infarcts and leukoencephalopathy."}, {"pubmed": 26634853, "text": "Positive Notch 1 and Notch 3 expression is closely correlated with severe clinicopathological characteristics."}, {"pubmed": 26640406, "text": "Notch2 and Notch3 inhibited both cell proliferation and cell apoptosis in BeWo and JAR trophoblast cell lines."}, {"pubmed": 26694515, "text": "Overexpressing Notch3 protein upregulated Cdh1 expression and resulted in p27(Kip) accumulation by accelerating Skp2 degradation."}, {"pubmed": 26715087, "text": "This study developed a novel, unique human NOTCH3 transgenic mouse model and a NOTCH3 score which is a robust and sensitive biomarker for CADASIL."}, {"pubmed": 26838758, "text": "Loss of Notch3 expression is associated with small cell lung carcinoma."}, {"pubmed": 26858125, "text": "IL6/Notch3 signaling mediates hormone therapy resistance in metastatic breast cancer via self renewal of cancer stem cells."}, {"pubmed": 26876201, "text": "in in silico gene expression analysis of human T-ALL samples we observed a significant correlation between Pin1 and Notch3 expression levels, which may further suggest a key role of the newly identified Notch3-Pin1 axis in T-cell Acute Lymphoblastic Leukemia (T-ALL) aggressiveness and progression. Thus, combined suppression of Pin1 and Notch3 proteins may be exploited as an additional target therapy for T-ALL"}, {"pubmed": 26894465, "text": "Results found new NOTCH3 missenses mutations in patients with pulmonary hypertension that were predicted to be likely pathogenic."}, {"pubmed": 26912635, "text": "Transfection of antisense oligonucleotides into CADASIL patient-derived cerebral vascular smooth muscle cells resulted in exon skipping in NOTCH3 protein without abrogating signalling."}, {"pubmed": 26977885, "text": "The therapeutic potential of PKCiota-ELF3-NOTCH3 signal inhibition to more effectively treat KRAS LADC."}, {"pubmed": 27035162, "text": "Data support a crucial role of Notch3 in the increase of stem-like property in NSCLC cells that might be associated with upregulation of ALDH1A1 and CD44 and activation of autophagy."}, {"pubmed": 27035429, "text": "Overexpression of Notch3 significantly reversed the tumor-suppressive effects of miR491-5p. the present study reveals a mechanistic link between miR-491-5p and Notch3 in the pathogenesis of nasopharyngeal carcinoma."}, {"pubmed": 27124156, "text": "About one third of oral squamous cell carcinomas showed NOTCH3 expression in cancer associated fibroblasts; this expression significantly correlated with tumor-size."}, {"pubmed": 27241575, "text": "This study showed that CADASIL with Novel NOTCH3 Cys323Trp Mutation Presenting Border-Zone Infarcts."}, {"pubmed": 27266621, "text": "This meta-analysis results did not show significant associations between polymorphisms of NOTCH3 genes and Ischemic stroke."}, {"pubmed": 27312418, "text": "A threshold level of NFATc1 activity facilitates thymocyte differentiation and opposes Notch3-driven leukemia development."}, {"pubmed": 27370894, "text": "The SNPs rs1044009 and rs1044006 in the NOTCH3 gene were associated with the risk of cerebral infarction disease in a Chinese Han agedness population."}, {"pubmed": 27375140, "text": "We present a Polish family with a previously unreported novel mutation in exon 12 c.1851C>C/G of the NOTCH3 gene and varying disease expression. One of the two family members with the confirmed mutation presented with all the main CADASIL symptoms; while, his affected father was nearly asymptomatic."}, {"pubmed": 27431799, "text": "Reduced NOTCH3/NICD3 and NOTCH4/NICD4 in miR-96- and miR-183-expressing nasopharyngeal carcinoma (NPC) cells suggest the involvement of the NOTCH signaling pathway in their tumor suppressive function."}, {"pubmed": 27445438, "text": "Notch3 and pS6 are significantly related to ovarian epithelial cancer development and prognosis, and their combination represents a potential biomarker and therapeutic target in ovarian tumor angiogenesis."}, {"pubmed": 27455010, "text": "A rare 2182C>T mutation in exon 14 of the NOTCH3 gene was identified in all available cases"}, {"pubmed": 27460529, "text": "Findings indicate that niclosamide inhibits the progression of colon cancer by downregulating Notch1, Notch2 and Notch3 signaling and by upregulating the microRNA miR-200 family members (miR200a, miR-200b, miR-200c)."}, {"pubmed": 27633819, "text": "Kaplan-Meier curves suggested that a high expression of Notch3 was a significant risk factor for shortened survival time. We also showed that inhibition of Notch3 had an antiinvasion role in PDAC cells. In vitro, the inhibition of Notch3 reduced the migration and invasion capabilities of PDAC cells"}, {"pubmed": 27697639, "text": "Macrophage notch1 may play a more important role than notch2 and notch 3 in the regulation of NF-kappaB signaling pathway in atherosclerosis."}, {"pubmed": 27717083, "text": "Mutations in NOTCH3 gene is associated with T-cell acute lymphoblastic leukemia."}, {"pubmed": 27770607, "text": "NOTCH3 381C>T and 1735T>C polymorphisms were associated with Ischemic Stroke and might be the risk factors for Ischemic Stroke development, but not NOTCH3 605C>T polymorphism."}, {"pubmed": 27780727, "text": "Methylation of Notch3 modulates chemoresistance via P-glycoprotein"}, {"pubmed": 27781952, "text": "we report a rare pathogenic mutation on exon 14 of the NOTCH3 gene in a Chinese family affected by CADASIL"}, {"pubmed": 27791012, "text": "We find that across species, the atypical receptor NOTCH3 is differentially overexpressed; it is progressively up-regulated with disease development and promotes tumor cell survival via activation of PI3k-Akt"}, {"pubmed": 27840976, "text": "Notch3 gene expression is up-regulated by Hepatitis B virus X protein in liver cancer cells."}, {"pubmed": 27861750, "text": "Loss of Notch3 expression may be fundamental to the process of dedifferentiation that accompanies thyroid oncogenesis. Conversely, activation of Notch3 in thyroid cancer exerts an antiproliferative effect and restores elements of a differentiated phenotype"}, {"pubmed": 27881154, "text": "Novel variants in NOTCH3 associated with cerebral autosomal dominant arteriopathy with subcortical infarcts and leukoencephalopathy."}, {"pubmed": 27887917, "text": "MicroRNA-136 inhibits cancer stem cell activity and enhances the anti-tumor effect of paclitaxel against chemoresistant ovarian cancer cells by targeting Notch3 pathway."}, {"pubmed": 27941324, "text": "Jagged1 activation of Notch3 resulted in a significant decrease in cell proliferation while concomitantly promoting Hemangioma-pericyte maturation."}, {"pubmed": 27966788, "text": "Intermittent compressive stress regulates Notch receptor and target gene expression via the TGF-beta signaling pathway. Notch signaling participates in TGF-beta-induced sclerostin expression in periodontal ligament cells."}, {"pubmed": 27986595, "text": "Temozolomide (TMZ)-mediated gene expression profiles and networks are involved in inducing glioblastoma cell death. Increased CHAC1 and reduced Notch3 levels are both also significantly involved in TMZ-mediated cytotoxicity. The TMZ-regulated CHAC1 pathway inhibits Notch3 activation, resulting in attenuation of Notch3-mediated signaling pathways."}, {"pubmed": 28013292, "text": "Low Notch3 expression is associated with left ventricle hypertrabeculation/non-compaction and Menetrier-like gastropathy."}, {"pubmed": 28061457, "text": "Data indicate that mRNA high expression level of Notch1 was associated with better overall survival (OS) for all NSCLC, hazard ratio (HR), better OS in adenocarcinoma (Ade), HR, as well as in squamous cell carcinoma (SCC), HR, and mRNA high expression levels of Notch2 and Notch3 were associated with worsen OS for all NSCLC, and mRNA high expression level of Notch4 was not found to be associated with to OS for all NSCLC."}, {"pubmed": 28084316, "text": "TNFalpha regulates NOTCH2 and NOTCH3 expression in pulmonary artery smooth muscle cells via preferential ACTR-IIA signalling in BMPR-II-deficient cells."}, {"pubmed": 28108512, "text": "High NOTCH3 expression is associated with basal breast cancer."}, {"pubmed": 28281965, "text": "The mRNA and protein expression of NOTCH3 was significantly lower in cisplatin and astragaloside IV-treated cells."}, {"pubmed": 28415631, "text": "Results identified NOTCH3 as a direct target of MIR-613 which represses notch3 expression via targeting its 3'TUR. IN contrary, HOTAIR positively regulates the notch3 expression via acting as a competing endogenous RNA for miR-613 binding in pancreatic cancer."}, {"pubmed": 28416766, "text": "Results found that Notch3 was more highly expressed in human urothelial cancer tissues than in non-tumorous bladder tissue samples, with Notch3 overexpression being associated with poor clinical outcome. These data suggested that Notch 3 overexpression promotes growth and chemoresistance in urothelial cancer."}, {"pubmed": 28440410, "text": "The present study identified a novel variant (chr19:15288426A>C) in the NOTCH3 gene using whole exome sequencing and confirmed it using Sanger sequencing. With multiple in silico analyses and 3D structure simulation, it is suggested that this variant has mildly damaging effects on the function of NOTCH3 gene, but can decrease protein stability."}, {"pubmed": 28446540, "text": "The results reveal a new connection between p38MAPK, MYC and NOTCH signaling, demonstrate two mechanisms of NOTCH3 regulation and provide evidence for NOTCH3 involvement in prostate luminal cell differentiation."}, {"pubmed": 28476798, "text": "Specific Notch3 and Jag1 subcellular localization patterns may provide clues for the behavior of the corresponding tumors and could potentially be applied in the clinic for Jag1 targeting in triple-negative breast cancer patients"}, {"pubmed": 28601945, "text": "Oligodendrocytes expressing mutant NOTCH3(R90C) (present in CADASIL disease), exhibited aberrant NOTCH3 proteolytic processing. These cells were less viable and had a higher rate of apoptosis. Cells with NOTCH3(R90C) had higher levels of intrinsic mitochondrial apoptosis, extrinsic death receptor path-related apoptosis, and autophagy compared with cells transfected with wild-type NOTCH3."}, {"pubmed": 28625320, "text": "there is a cross-talk between Jagged1/Notch3 and VEGF in TNBC angiogenesis. Jagged1/Notch3 is expected to be an important signaling pathway for TNBC progression and a potential target for TNBC neovascularization therapy."}, {"pubmed": 28710804, "text": "These findings broaden the mutational and clinical spectrum of CADASIL and provide additional evidences for the existence of founder effect in CADASIL patients."}, {"pubmed": 28714011, "text": "Our study also suggested the anti-neoplasm effect of mangiferin might be via the regulation of Notch3. Taken together, by targeting cell apoptosis pathways and enhancing the response to cisplatin treatment, mangiferin may represent a potential new drug for the treatment of human ovarian cancer."}, {"pubmed": 28719575, "text": "aberrantly expressed in the pathological tumour vascularization where it limits tumour angiogenesis through a pro-apoptotic activity"}, {"pubmed": 28775167, "text": "Single-nucleotide polymorphism in NOTCH3 gene is associated with breast cancers."}, {"pubmed": 28867359, "text": "The novel variant c.128G>C in exon 2 of NOTCH3 was identified in 2 patients with cerebral autosomal dominant arteriopathy with subcortical infarcts and leukoencephalopathy"}, {"pubmed": 28968839, "text": "NOTCH3 single-nucleotide polymorphisms role in susceptibility to non-small cell lung cancer"}, {"pubmed": 29023469, "text": "ChIP-seq studies show a high concordance of functional NOTCH1 and NOTCH3 genomic binding sites that are enriched in binding motifs for RBPJ, the transcription factor that recruits activated Notch to DNA. The interchangeability of NOTCH1 and NOTCH3 was confirmed by rescue of NOTCH1-dependent T-ALL cells with activated NOTCH3 and vice versa."}, {"pubmed": 29170450, "text": "TGFbeta activates the transcription factor ZEB1 to repress Notch3, thereby limiting terminal differentiation."}, {"pubmed": 29188607, "text": "Two heterozygous missense mutations in the NOTCH3 gene have been identified in two families affected with cerebral autosomal dominant arteriopathy with subcortical infarct and leucoencephalopathy"}, {"pubmed": 29259010, "text": "Results reveal that CAF-induced expression of Notch3 is responsible for LSD1 activation in CSC, driving their self-renewal in HCC. These seminal findings illuminate a complex pathway in the tissue microenvironment of liver cancer, which is responsible for orchestrating the self-renewal of stem-like cancer cells."}, {"pubmed": 29304760, "text": "The levels of markers related to PaSC activation, such as a-smooth muscle actin (alpha-SMA), collagen I and fibronectin, decreased in response to Notch3 knockdown, indicating that Notch3 plays an important role in PaSC activation. Furthermore, we confirmed that inhibition of PaSC activation via Notch3 siRNA reduced the proliferation and migration of PaSC-induced mouse pancreatic cancer (LTPA) cells."}, {"pubmed": 29363903, "text": "We describe a CADASIL family with a novel R110C mutation in the NOTCH3 gene"}, {"pubmed": 29463793, "text": "These data indicate that Notch3 is aberrantly activated and facilitates epithelial cell proliferation in polycystic kidney disease, and that inhibition of Notch signaling may prevent cyst formation and growth."}, {"pubmed": 29532409, "text": "we found key statistical differences for the proteins SEL1, Notch3 and SOCS3 in the progression of uterine cervical cancer"}, {"pubmed": 29544907, "text": "Adult-onset Mendelian leukodystrophy genes are not common factors implicated in Alzheimer's disease, but there is a potential pathogenic link between NOTCH3, CSF1R, and sporadic late-onset Alzheimer's disease."}, {"pubmed": 29610298, "text": "Vascular smooth muscle cells were cyclically stretched on flexible membranes. Expression of Jagged1, Notch3, and target genes was down-regulated with strain. Upon increasing thickness, the model predicted a switch-type behavior of Notch signaling state with a steep transition of synthetic toward contractile VSMCs at a certain thickness. The Notch response to hemodynamics plays an important role in vascular homeostasis."}, {"pubmed": 29643474, "text": "These results connect HDAC6 activity to regulation of total and surface Notch3 levels."}, {"pubmed": 29659670, "text": "SIRT6 may suppress cell proliferation, migration, and invasion via inhibition of the NOTCH3 signaling pathway in glioma"}, {"pubmed": 29700822, "text": "These results indicate that cerebral autosomal dominant arteriopathy with subcortical infarcts and leukoencephalopathy (CADASIL) caused by NOTCH3 mutations is the most frequent adult leukoencephalopathy in our cohort."}, {"pubmed": 29767458, "text": "This review focuses on the mutations described in NOTCH1, NOTCH2, and NOTCH3 and their associated cardiovascular phenotypes."}, {"pubmed": 29781034, "text": "hus Notch3 appears to be a promising target for gene therapy and DAPT is able to mediate a strong antitumor effect in nonsmall cell lung cancer (NSCLC) cells that overexpress Notch3. Further studies of a combined treatment regimen with DAPT and GEM are warranted and may provide greater efficacy and safety in the treatment of NSCLC patients"}, {"pubmed": 29801872, "text": "Investigation on skin fibroblasts in culture obtained from three normal subjects and 3 CADASIL patients who carried a p.R61W, a p.C174T, and p.R103X, mutation respectively. Notch3 immunoreactivity was detected along cellular body and in the cellular nuclei of the control fibroblasts; reduction in fibroblasts from patient with the classical C174T cysteine mutation and a less pronounced reduction in the other 2 subjects."}, {"pubmed": 29973002, "text": "Notch3 rs3815188, DLL1 rs1033583, JAG1 rs8708, JAG2 rs9972231, HEY1 rs1046472, HEY2 rs3734637 and HES2 rs11364 were significantly associated with susceptibility to lung cancer."}, {"pubmed": 29980472, "text": "A novel NOTCH3 pathogenic variant (p.N1969 *) in the intracellular ankyrin repeat domain is detected in three CADASIL patients."}, {"pubmed": 29991510, "text": "NOTCH3 contributes to rhinovirus-induced goblet cell hyperplasia in COPD airway epithelial cells."}, {"pubmed": 30030828, "text": "Importantly, deregulated Notch3 expression and/or activation, often results in disrupted cell differentiation and/or pathological development, most notably in oncogenesis in different cell contexts. Mechanistically this is due to Notch3-related genetic alterations or epigenetic or posttranslational control mechanisms."}, {"pubmed": 30081092, "text": "This study suggests that Notch3 upregulation contributes to renal injury caused by obstructive nephropathy, which could be prevented or delayed through ERK inhibition."}, {"pubmed": 30180881, "text": "Aberrant notch-3 receptor (NOTCH3) expression is linked to shorter overall survival of patients with breast cancer."}, {"pubmed": 30309883, "text": "the present study found ICH events in a high proportion of patients with CADASIL with NOTCH3 mutation R544C. Subjects with ICH as their first stroke event had significantly higher risk of recurrent stroke and mortality."}, {"pubmed": 30321499, "text": "soluble ligand Y box-1 activates Notch3 receptor by binding to epidermal growth factor like repeats 20-23"}, {"pubmed": 30335896, "text": "Data revealed that the 3'UTR of Notch3 harbored miR-206-binding site, and overexpression of miR-206 repressed the luciferase activity of the vectors containing Notch3-3'UTR. Overexpression of Notch3 attenuated miR-206-induced cell apoptosis in human pulmonary microvascular endothelial cells (HPMECs). Notch3 mRNA level was downregulated and negatively correlated with that of miR-206 in the lung from COPD patients."}, {"pubmed": 30341249, "text": "Through inhibiting miR-328-5p activity, LINC00210 promoted NOTCH3 expression in nasopharyngeal carcinoma (NPC), leading to activation of NOTCH3 signaling pathway. In conclusion, our study indicates LINC00210 promotes NPC progression through modulating proliferation and invasion."}, {"pubmed": 30355220, "text": "A review of NOTCH3 mutation and its role in CADASIL. [Review Article]"}, {"pubmed": 30454692, "text": "novel exon 8 mutation (c.1337G>A; p.Cys446Tyr) in NOTCH3 gene is associated with CADASIL (Cerebral Arteriopathy with Subcortical Infarcts and Leukoencephalopathy)."}, {"pubmed": 30502484, "text": "Study found that plasma membrane-bound COMP acts as a cancer stem cell regulator by mediating an enhanced interaction between Notch3 and Jagged1, leading to activation of Notch3."}, {"pubmed": 30545719, "text": "Case Report: mutation p.Cys212Gly in 1 allele of the NOTCH-3 gene in mother/daughter with CADASIL."}, {"pubmed": 30591475, "text": "higher JAG1 expression was found in MCPyV-negative than in MCPyV-positive MCC (p<0.001), and NOTCH3 expression was higher in MCPyV-positive MCC (p=0.062). Kaplan-Meier and multivariate analyses showed that patients with MCC with higher NOTCH3 expression had better overall survival than otherwise (p=0.001 and p=0.033, respectively)."}, {"pubmed": 30674940, "text": "In conclusion, the authors have identified a specific alternatively spliced NOTCH3 event that differentiate molecular subtypes of diffuse large B-cell lymphoma and display prognostic and predictive biomarker potential in the GCB subclass of diffuse large B-cell lymphoma."}, {"pubmed": 30732676, "text": "Knockdown of NOTCH3 by siRNA significantly inhibited proliferative ability, and decreased colony and sphere formation in HCC827GR6 cells. Then miR-150 was identified as a posttranscriptional regulator of NOTCH3. Its expression was downregulated in LUAD tissues and negatively correlated with NOTCH3 mRNA."}, {"pubmed": 30806291, "text": "The rs3815188 variant and rs1043994 variant of the Notch3 gene is associated with lung cancer risk in patients of Turkish origin."}, {"pubmed": 30859180, "text": "Authors identified significant associations of a common intronic variant in HTRA1, rs2293871 using single variant association testing (Pdiscovery = 8.21 x 10-5, Preplication = 5.25 x 10-3, Pcombined = 4.72 x 10-5) and of NOTCH3 using gene-based tests (Pdiscovery = 1.61 x 10-2, Preplication = 3.99 x 10-2, Pcombined = 5.31 x 10-3)."}, {"pubmed": 31212292, "text": "Novel and Recurring NOTCH3 Mutations in Two Chinese Patients with CADASIL."}, {"pubmed": 31288479, "text": "NOTCH3 gene variations play a significant role in cerebral autosomal dominant arteriopathy with subcortical infarcts and leukoencephalopathy (CADASIL). However, the role of NOTCH3 gene polymorphisms in the risk of ischemic stroke, and its subtypes such as atherothrombotic or lacunar strokes, remains unclear."}, {"pubmed": 31324198, "text": "This study unveils a novel biomarker panel consisting of the hsa_circ_0058124/NOTCH3/GATAD2A axis which is critical for papillary thyroid cancer (PTC) tumorigenesis and invasiveness and may represent a novel therapeutic target for intervening in PTC progression."}, {"pubmed": 31339861, "text": "we identified NOTCH3 as a key intracranial aneurysm-related gene"}, {"pubmed": 31346528, "text": "Deregulated Notch, either Notch1 or Notch3, and CXCR4 receptor signaling are involved in acute lymphoblastic leukemia disease development and progression. Notably, the partnership between Notch and CXCR4 may have considerable implications in understanding the complexity of T- and B-acute lymphoblastic leukemia."}, {"pubmed": 31467432, "text": "We identified a Notch3-MMP-3 axis in human prostate cancer bone metastases that contributes to osteoblastic lesion formation by blocking osteoclast differentiation, while also contributing to osteoblastogenesis"}, {"pubmed": 31554780, "text": "Seven different mutations were identified in 11 unrelated patients, including 4 novel mutations (p.P167S, p.P652S, p.C709R, and p.R1100H) in China and 3 reported mutations (p.C117R, p.R578C, and p.R607C). Four novel mutations (p.P167S, p.P652S, p.C709R, and p.R1100H) were predicted to be probably pathogenic using an online pathogenicity prediction program through comprehensive analysis."}, {"pubmed": 31566039, "text": "A Distinctive Genomic and Immunohistochemical Profile for NOTCH3 and PDGFRB in Myofibroma With Diagnostic and Therapeutic Implications."}, {"pubmed": 31647781, "text": "ER stress and Rho kinase activation underlie the vasculopathy of CADASIL."}, {"pubmed": 31667734, "text": "Progression and Classification of Granular Osmiophilic Material (GOM) Deposits in Functionally Characterized Human NOTCH3 Transgenic Mice."}, {"pubmed": 31720972, "text": "A novel cysteine-sparing G73A mutation of NOTCH3 in a Chinese CADASIL family."}, {"pubmed": 31729093, "text": "A novel damaging variant in the NOTCH3 gene was identified in a thrombocytopenia family with respect to decreasing the stability of NOTCH3, which may help with the prognosis and therapy of inherited thrombocytopenia"}, {"pubmed": 31770532, "text": "The frequency of CpG and non-CpG methylation of Notch3 gene promoter determines its expression levels in breast cancer cells."}, {"pubmed": 31792094, "text": "NOTCH3 p.R544C variant is an important risk factor for small vessel occlusion stroke in Taiwan"}, {"pubmed": 31843982, "text": "A Runaway PRH/HHEX-Notch3-Positive Feedback Loop Drives Cholangiocarcinoma and Determines Response to CDK4/6 Inhibition."}, {"pubmed": 31901894, "text": "NOTCH3 is non-enzymatically fragmented in inherited cerebral small-vessel disease."}, {"pubmed": 31915071, "text": "Investigating diagnostic sequencing techniques for CADASIL diagnosis."}, {"pubmed": 31922915, "text": "NOTCH3 is a regulator of MUC5AC production."}, {"pubmed": 31960911, "text": "Naturally occurring NOTCH3 exon skipping attenuates NOTCH3 protein aggregation and disease severity in CADASIL patients."}, {"pubmed": 32073729, "text": "Circ_PUM1 promotes the development of endometrial cancer by targeting the miR-136/NOTCH3 pathway."}, {"pubmed": 32122318, "text": "we report the first patients of CADASIL from a Chinese family with homozygous NOTCH3 mutation c.1759C > T (p.R587C)"}, {"pubmed": 32141180, "text": "Expansion of the phenotype of lateral meningocele syndrome."}, {"pubmed": 32185220, "text": "NOTCH3 T6746C and TP53 P72R Polymorphisms Are Associated with the Susceptibility to Diffuse Cutaneous Systemic Sclerosis."}, {"pubmed": 32210034, "text": "Notch3 in Development, Health and Disease."}, {"pubmed": 32210188, "text": "A Wnt-BMP4 Signaling Axis Induces MSX and NOTCH Proteins and Promotes Growth Suppression and Differentiation in Neuroblastoma."}, {"pubmed": 32277177, "text": "Genotype-phenotype correlations and effect of mutation location in Japanese CADASIL patients."}, {"pubmed": 32313117, "text": "Prostaglandin EP2 receptor downstream of Notch signaling inhibits differentiation of human skeletal muscle progenitors in differentiation conditions."}, {"pubmed": 32337960, "text": "Clinical presentation of Y189C mutation of the NOTCH3 gene in the Polish family with CADASIL."}, {"pubmed": 32468036, "text": "miR1299/NOTCH3/TUG1 feedback loop contributes to the malignant proliferation of ovarian cancer."}, {"pubmed": 32470649, "text": "Novel dot-blot assay for detection of vascular Notch3 aggregates in patients with CADASIL."}, {"pubmed": 32499639, "text": "results indicate that synovial fibroblasts exhibit a positional identity that is regulated by endothelium-derived Notch signalling, and that this stromal crosstalk pathway underlies inflammation and pathology in inflammatory arthritis"}, {"pubmed": 32573853, "text": "Parkinson's Disease, NOTCH3 Genetic Variants, and White Matter Hyperintensities."}, {"pubmed": 32662081, "text": "Vitamin C alleviates the senescence of periodontal ligament stem cells through inhibition of Notch3 during long-term culture."}, {"pubmed": 32732295, "text": "Broad phenotype of cysteine-altering NOTCH3 variants in UK Biobank: CADASIL to nonpenetrance."}, {"pubmed": 32929895, "text": "Imaging-based pregenetic screening for NOTCH3 p.R544C mutation in ischemic stroke in Taiwan."}, {"pubmed": 32980981, "text": "A NOTCH3 homozygous nonsense mutation in familial Sneddon syndrome with pediatric stroke."}, {"pubmed": 33021719, "text": "Distinct roles for Notch1 and Notch3 in human adipose-derived stem/stromal cell adipogenesis."}, {"pubmed": 33029756, "text": "GRN, NOTCH3, FN1, and PINK1 expression in eutopic endometrium - potential biomarkers in the detection of endometriosis - a pilot study."}, {"pubmed": 33091750, "text": "Genetic and nongenetic factors associated with CADASIL: A retrospective cohort study."}, {"pubmed": 33099573, "text": "MicroRNA-488 inhibits proliferation and motility of tumor cells via downregulating FSCN1, modulated by Notch3 in breast carcinomas."}, {"pubmed": 33161844, "text": "Cysteine-Altering NOTCH3 Variants Are a Risk Factor for Stroke in the Elderly Population."}, {"pubmed": 33169924, "text": "Evidence that TD-198946 enhances the chondrogenic potential of human synovium-derived stem cells through the NOTCH3 signaling pathway."}, {"pubmed": 33268848, "text": "Whole-exome sequencing of Finnish patients with vascular cognitive impairment."}, {"pubmed": 33305890, "text": "First patient with mosaic NOTCH3 gene pathogenic variant. Unrevealed mosaicisms and importance of their detection."}, {"pubmed": 33452458, "text": "NOTCH3, a crucial target of miR-491-5p/miR-875-5p, promotes gastric carcinogenesis by upregulating PHLDB2 expression and activating Akt pathway."}, {"pubmed": 33664344, "text": "Class II phosphatidylinositol 3-kinase-C2alpha is essential for Notch signaling by regulating the endocytosis of gamma-secretase in endothelial cells."}, {"pubmed": 33681964, "text": "Peripheral arteriopathy caused by Notch3 gain-of-function mutation involves ER and oxidative stress and blunting of NO/sGC/cGMP pathway."}, {"pubmed": 33712516, "text": "NOTCH3 variants are more common than expected in the general population and associated with stroke and vascular dementia: an analysis of 200 000 participants."}, {"pubmed": 33775697, "text": "PIM-induced phosphorylation of Notch3 promotes breast cancer tumorigenicity in a CSL-independent fashion."}, {"pubmed": 33894418, "text": "Lunatic fringe promotes the aggregation of CADASIL NOTCH3 mutant proteins."}, {"pubmed": 33939102, "text": "Electrophilic and Drug-Induced Stimulation of NOTCH3 N-terminal Fragment Oligomerization in Cerebrovascular Pathology."}, {"pubmed": 33942994, "text": "The role of NOTCH3 variants in Alzheimer's disease and subcortical vascular dementia in the Chinese population."}, {"pubmed": 34006834, "text": "Notch3 inhibits cell proliferation and tumorigenesis and predicts better prognosis in breast cancer through transactivating PTEN."}, {"pubmed": 34042293, "text": "NOTCH3 limits the epithelial-mesenchymal transition and predicts a favorable clinical outcome in esophageal cancer."}, {"pubmed": 34092645, "text": "Global Cardiovascular Risk Profile and Cerebrovascular Abnormalities in Presymptomatic Individuals with CADASIL or Autosomal Dominant Alzheimer's Disease."}, {"pubmed": 34257585, "text": "NOTCH Single Nucleotide Polymorphisms in the Predisposition of Breast and Colorectal Cancers in Saudi Patients."}, {"pubmed": 34297860, "text": "NOTCH3 variant position is associated with NOTCH3 aggregation load in CADASIL vasculature."}, {"pubmed": 34344799, "text": "Prominent juxtacortical white matter lesion hallmarks NOTCH3-related intracerebral haemorrhage."}, {"pubmed": 34404235, "text": "Rare NOTCH3 Variants in a Chinese Population-Based Cohort and Its Relationship With Cerebral Small Vessel Disease."}, {"pubmed": 34446744, "text": "Hydrolysis of a second Asp-Pro site at the N-terminus of NOTCH3 in inherited vascular dementia."}, {"pubmed": 34688318, "text": "Notch3 Mutation Detection in Stroke Patients and Selective Nanoliposome in Stroke Alleviation in a Mouse Model."}, {"pubmed": 34706522, "text": "Ultrastructure of mitochondria and damage to small blood vessels in siblings with the same mutation in the NOTCH 3 and coexisting diseases."}, {"pubmed": 34750395, "text": "MiR-571 affects the development and progression of liver fibrosis by regulating the Notch3 pathway."}, {"pubmed": 34831437, "text": "The NOTCH3 Downstream Target HEYL Is Required for Efficient Human Airway Basal Cell Differentiation."}, {"pubmed": 34846251, "text": "PD-L1 and Notch as novel biomarkers in pancreatic sarcomatoid carcinoma: a pilot study."}, {"pubmed": 34851492, "text": "NOTCH3 mutations in a cohort of Portuguese patients within CADASIL spectrum phenotype."}, {"pubmed": 34878922, "text": "Notch1 and Notch3 coordinate for pericyte-induced stabilization of vasculature."}, {"pubmed": 34954928, "text": "miR-515-3p, miR-623, miR-1272 and Notch3 protein as new biomarkers of Hepatocellular carcinoma."}, {"pubmed": 34993814, "text": "KCNQ1OT1 affects cell proliferation, invasion, and migration through a miR-34a / Notch3 axis in breast cancer."}, {"pubmed": 35001891, "text": "De novo Mutation Enables NOTCH3ECD Aggregation and Mitochondrial Dysfunction via Interactions with BAX and BCL-2."}, {"pubmed": 35026854, "text": "Early-Onset Vascular Leukoencephalopathy Caused by Bi-Allelic NOTCH3 Variants."}, {"pubmed": 35073251, "text": "The association between NOTCH3 expression and the clinical outcome in the urothelial bladder cancer patients."}, {"pubmed": 35300531, "text": "Cerebral Autosomal Dominant Arteriopathy With Subcortical Infarcts and Leukoencephalopathy Family Members With a Pathogenic NOTCH3 Variant Can Have a Normal Brain Magnetic Resonance Imaging and Skin Biopsy Beyond Age 50 Years."}, {"pubmed": 35302383, "text": "Mutation screening and association analysis of NOTCH3 p.R544C in patients with migraine with or without aura."}, {"pubmed": 35390742, "text": "Notch3 signaling between myeloma cells and osteocytes in the tumor niche promotes tumor growth and bone destruction."}, {"pubmed": 35393494, "text": "Oligomerization, trans-reduction, and instability of mutant NOTCH3 in inherited vascular dementia."}, {"pubmed": 35534193, "text": "GATA2-Mediated Transcriptional Activation of Notch3 Promotes Pancreatic Cancer Liver Metastasis."}, {"pubmed": 35611804, "text": "Notch3 expression in capillary pericytes predicts worse graft outcome in human renal grafts with antibody-mediated rejection."}, {"pubmed": 35641310, "text": "Association of NOTCH3 Variant Position With Stroke Onset and Other Clinical Features Among Patients With CADASIL."}, {"pubmed": 35714766, "text": "Hypoxia-inducible factor-1alpha and poly [ADP ribose] polymerase 1 cooperatively regulate Notch3 expression under hypoxia via a noncanonical mechanism."}, {"pubmed": 35781912, "text": "Comparison of clinical and neuroimaging features between NOTCH3 mutations and nongenetic spontaneous intracerebral haemorrhage."}, {"pubmed": 35822697, "text": "Genetic spectrum of NOTCH3 and clinical phenotype of CADASIL patients in different populations."}, {"pubmed": 35862191, "text": "Effect of NOTCH3 EGFr Group, Sex, and Cardiovascular Risk Factors on CADASIL Clinical and Neuroimaging Outcomes."}, {"pubmed": 36086804, "text": "Clinical features and spectrum of NOTCH3 variants in Finnish patients with cerebral autosomal dominant arteriopathy with subcortical infarcts and leukoencephalopathy (CADASIL)."}, {"pubmed": 36139447, "text": "Notch3 Transactivates Glycogen Synthase Kinase-3-Beta and Inhibits Epithelial-to-Mesenchymal Transition in Breast Cancer Cells."}, {"pubmed": 36254369, "text": "Phenotypic variability in 446 CADASIL patients: Impact of NOTCH3 gene mutation location in addition to the effects of age, sex and vascular risk factors."}, {"pubmed": 36647017, "text": "Notch3 signaling promotes colorectal tumor growth by enhancing immunosuppressive cells infiltration in the microenvironment."}, {"pubmed": 36740988, "text": "Expressions and Prognostic Values of Notch3 and DLL4 in Human Breast Cancer."}, {"pubmed": 36854682, "text": "Notch3 regulates Mybl2 via HeyL to limit proliferation and tumor initiation in breast cancer."}, {"pubmed": 36892712, "text": "A novel KRIT1/CCM1 mutation accompanied by a NOTCH3 mutation in a Chinese family with multiple cerebral cavernous malformations."}, {"pubmed": 36946271, "text": "Expressions of EZH2 and NOTCH3 pathway in osteosarcoma and their roles in osteosarcoma stem cells."}, {"pubmed": 37024320, "text": "Hypercoagulability evaluation in congenital red blood cell disorders using thrombin generation assay."}, {"pubmed": 37202533, "text": "Identification of acquired Notch3 dependency in metastatic Head and Neck Cancer."}, {"pubmed": 37209821, "text": "Structural changes in NOTCH3 induced by CADASIL mutations: Role of cysteine and non-cysteine alterations."}, {"pubmed": 37237429, "text": "Genetic spectrum and clinical features of adult leukoencephalopathies in a Chinese cohort."}, {"pubmed": 37254738, "text": "Notch3/Hes5 Induces Vascular Dysfunction in Hypoxia-Induced Pulmonary Hypertension Through ER Stress and Redox-Sensitive Pathways."}, {"pubmed": 37295172, "text": "A novel report of Cys1298Gly mutation in exon 24 of NOTCH3 gene in a Chinese family with CADASIL."}, {"pubmed": 37308231, "text": "[Mechanism of Notch3 signaling pathway regulating the differentiation of aortic dissection vascular stem cells into smooth muscle cells]."}, {"pubmed": 37358698, "text": "HIV-1 subtype B Tat enhances NOTCH3 signaling in astrocytes to mediate oxidative stress, inflammatory response, and neuronal apoptosis."}, {"pubmed": 37526664, "text": "The cysteine-altering p.R544C variant in the NOTCH3 gene is a probable candidate for blood pressure and relevant traits in the Taiwan Biobank."}, {"pubmed": 37598468, "text": "NOTCH3 C201R variant causes cerebral autosomal dominant arteriopathy with subcortical infarcts and leukoencephalopathy (CADASIL) that can be confused with early-onset Alzheimer's disease."}, {"pubmed": 37853162, "text": "The m6A reader IGF2BP3 preserves NOTCH3 mRNA stability to sustain Notch3 signaling and promote tumor metastasis in nasopharyngeal carcinoma."}, {"pubmed": 37971882, "text": "DLL4/Notch3/WNT5B axis mediates bidirectional prometastatic crosstalk between melanoma and lymphatic endothelial cells."}, {"pubmed": 38115797, "text": "NOTCH3 promotes docetaxel resistance of prostate cancer cells through regulating TUBB3 and MAPK signaling pathway."}, {"pubmed": 38124049, "text": "Notch3 restricts metastasis of breast cancers through regulation of the JAK/STAT5A signaling pathway."}, {"pubmed": 38254727, "text": "Progress to Clarify How NOTCH3 Mutations Lead to CADASIL, a Hereditary Cerebral Small Vessel Disease."}, {"pubmed": 38331752, "text": "LncRNA WWTR1-AS1 upregulates Notch3 through miR-136 to increase cancer cell stemness in cervical squamous cell carcinoma."}, {"pubmed": 38335304, "text": "Single-Cell Analysis Identifies NOTCH3-Mediated Interactions between Stromal Cells That Promote Microenvironment Remodeling and Invasion in Lung Adenocarcinoma."}, {"pubmed": 38342606, "text": "Myofibrillogenesis Regulator-1 Regulates the Ubiquitin Lysosomal Pathway of Notch3 Intracellular Domain Through E3 Ubiquitin-Protein Ligase Itchy Homolog in the Metastasis of Non-Small Cell Lung Cancer."}, {"pubmed": 38348813, "text": "Association of Rare NOTCH3 Variants With Prevalent and Incident Stroke and Dementia in the General Population."}, {"pubmed": 38385272, "text": "A NOTCH3-CXCL12-driven myeloma-tumor niche signaling axis promotes chemoresistance in multiple myeloma."}, {"pubmed": 38941707, "text": "Nailfold capillary measurements correlated to NOTCH3 R544C mutation in preclinical CADASIL patients."}], "genomic_pos": {"chr": "19", "end": 15200995, "ensemblgene": "ENSG00000074181", "start": 15159038, "strand": -1}, "genomic_pos_hg19": {"chr": "19", "end": 15311792, "start": 15270444, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007219", "qualifier": "involved_in", "term": "Notch signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007411", "qualifier": "involved_in", "term": "axon guidance"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014016", "qualifier": "involved_in", "term": "neuroblast differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030900", "qualifier": "involved_in", "term": "forebrain development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045665", "qualifier": "involved_in", "term": "negative regulation of neuron differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048661", "qualifier": "involved_in", "term": "positive regulation of smooth muscle cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048663", "qualifier": "involved_in", "term": "neuron fate commitment"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048844", "qualifier": "involved_in", "term": "artery morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0072104", "qualifier": "involved_in", "term": "glomerular capillary formation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1902895", "pubmed": 25323858, "qualifier": "involved_in", "term": "positive regulation of miRNA transcription"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0000139", "qualifier": "located_in", "term": "Golgi membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005789", "qualifier": "located_in", "term": "endoplasmic reticulum membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 15350543, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0009986", "qualifier": "is_active_in", "term": "cell surface"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0043235", "qualifier": "part_of", "term": "receptor complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043235", "pubmed": 23382219, "qualifier": "part_of", "term": "receptor complex"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0005509", "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [11006133, 11101851, 17292860, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0019899", "qualifier": "enables", "term": "enzyme binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0038023", "pubmed": 15350543, "qualifier": "enables", "term": "signaling receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": 26051713, "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "HDA", "id": "GO:0045296", "pubmed": 25468996, "qualifier": "enables", "term": "cadherin binding"}]}, "homologene": {"genes": [[8364, 100494244], [9544, 719119], [9598, 455792], [9606, 4854], [9615, 610439], [9913, 789485], [10090, 18131], [10116, 56761]], "id": 376}, "interpro": [{"desc": "EGF-type aspartate/asparagine hydroxylation site", "id": "IPR000152", "short_desc": "EGF-type_Asp/Asn_hydroxyl_site"}, {"desc": "EGF-like domain", "id": "IPR000742", "short_desc": "EGF-like_dom"}, {"desc": "EGF-like calcium-binding domain", "id": "IPR001881", "short_desc": "EGF-like_Ca-bd_dom"}, {"desc": "Growth factor receptor cysteine-rich domain superfamily", "id": "IPR009030", "short_desc": "Growth_fac_rcpt_cys_sf"}, {"desc": "EGF-like, conserved site", "id": "IPR013032", "short_desc": "EGF-like_CS"}, {"desc": "EGF-like calcium-binding, conserved site", "id": "IPR018097", "short_desc": "EGF_Ca-bd_CS"}, {"desc": "Ankyrin repeat", "id": "IPR002110", "short_desc": "Ankyrin_rpt"}, {"desc": "Ankyrin repeat-containing domain superfamily", "id": "IPR036770", "short_desc": "Ankyrin_rpt-contain_sf"}, {"desc": "Notch domain", "id": "IPR000800", "short_desc": "Notch_dom"}, {"desc": "Notch", "id": "IPR008297", "short_desc": "Notch"}, {"desc": "Notch, NOD domain", "id": "IPR010660", "short_desc": "Notch_NOD_dom"}, {"desc": "Notch, NODP domain", "id": "IPR011656", "short_desc": "Notch_NODP_dom"}, {"desc": "Neurogenic locus Notch 3", "id": "IPR022331", "short_desc": "Notch_3"}, {"desc": "Notch, C-terminal", "id": "IPR024600", "short_desc": "Notch_C"}, {"desc": "Notch-like domain superfamily", "id": "IPR035993", "short_desc": "Notch-like_dom_sf"}], "ipi": "IPI00029819", "map_location": "19p13.12", "name": "notch receptor 3", "other_names": ["Notch homolog 3", "neurogenic locus notch homolog protein 3", "notch 3"], "pantherdb": {"HGNC": "7883", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "99460", "ortholog_type": "LDO", "panther_family": "PTHR45836", "taxid": 10090, "uniprot_kb": "Q61982"}, {"RGD": "620761", "ortholog_type": "LDO", "panther_family": "PTHR45836", "taxid": 10116, "uniprot_kb": "Q9R172"}, {"Ensembl": "ENSGALG00000002375", "ortholog_type": "LDO", "panther_family": "PTHR45836", "taxid": 9031, "uniprot_kb": "F1NZ70"}], "uniprot_kb": "Q9UM47"}, "pathway": {"kegg": [{"id": "hsa04330", "name": "Notch signaling pathway - Homo sapiens (human)"}, {"id": "hsa04371", "name": "Apelin signaling pathway - Homo sapiens (human)"}, {"id": "hsa04658", "name": "Th1 and Th2 cell differentiation - Homo sapiens (human)"}, {"id": "hsa04919", "name": "Thyroid hormone signaling pathway - Homo sapiens (human)"}, {"id": "hsa05165", "name": "Human papillomavirus infection - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}, {"id": "hsa05206", "name": "MicroRNAs in cancer - Homo sapiens (human)"}, {"id": "hsa05224", "name": "Breast cancer - Homo sapiens (human)"}], "netpath": {"id": "Pathway_Notch", "name": "Notch"}, "pid": {"id": "notch_pathway", "name": "Notch signaling pathway"}, "reactome": [{"id": "R-HSA-157118", "name": "Signaling by NOTCH"}, {"id": "R-HSA-157118", "name": "Signaling by NOTCH"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-1912399", "name": "Pre-NOTCH Processing in the Endoplasmic Reticulum"}, {"id": "R-HSA-1912408", "name": "Pre-NOTCH Transcription and Translation"}, {"id": "R-HSA-1912420", "name": "Pre-NOTCH Processing in Golgi"}, {"id": "R-HSA-1912420", "name": "Pre-NOTCH Processing in Golgi"}, {"id": "R-HSA-1912422", "name": "Pre-NOTCH Expression and Processing"}, {"id": "R-HSA-1912422", "name": "Pre-NOTCH Expression and Processing"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-350054", "name": "Notch-HLH transcription pathway"}, {"id": "R-HSA-3781865", "name": "Diseases of glycosylation"}, {"id": "R-HSA-3906995", "name": "Diseases associated with O-glycosylation of proteins"}, {"id": "R-HSA-5083630", "name": "Defective LFNG causes SCDO3"}, {"id": "R-HSA-5668914", "name": "Diseases of metabolism"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-9012852", "name": "Signaling by NOTCH3"}, {"id": "R-HSA-9012852", "name": "Signaling by NOTCH3"}, {"id": "R-HSA-9013507", "name": "NOTCH3 Activation and Transmission of Signal to the Nucleus"}, {"id": "R-HSA-9013507", "name": "NOTCH3 Activation and Transmission of Signal to the Nucleus"}, {"id": "R-HSA-9013508", "name": "NOTCH3 Intracellular Domain Regulates Transcription"}, {"id": "R-HSA-9013508", "name": "NOTCH3 Intracellular Domain Regulates Transcription"}, {"id": "R-HSA-9017802", "name": "Noncanonical activation of NOTCH3"}], "wikipathways": [{"id": "WP2064", "name": "Neural Crest Differentiation"}, {"id": "WP268", "name": "Notch Signaling"}, {"id": "WP3845", "name": "Canonical and non-canonical Notch signaling"}, {"id": "WP3971", "name": "Role of Osx and miRNAs in tooth development"}, {"id": "WP4239", "name": "Epithelial to mesenchymal transition in colorectal cancer"}, {"id": "WP4262", "name": "Breast cancer pathway"}, {"id": "WP4331", "name": "Neovascularisation processes"}, {"id": "WP4787", "name": "Osteoblast differentiation"}, {"id": "WP61", "name": "Notch Signaling Pathway Netpath"}]}, "pdb": ["4ZLP", "5CZV", "5CZX", "6WQU", "6XSW", "8OS0"], "pfam": ["PF00008", "PF07645", "PF12661", "PF12796", "PF13857", "PF00023", "PF00066", "PF06816", "PF07684", "PF13637"], "pharmgkb": "PA31685", "pharos": {"target_id": 5257, "tdl": "Tchem"}, "pir": "S78549", "prosite": ["PS50088", "PS50297", "PS50026", "PS50258"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF253335", "relationship": "is"}, {"id": "GNF253336", "relationship": "is"}, {"id": "GNF253337", "relationship": "is"}, {"id": "GNF253338", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF047909", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF086658", "relationship": "is"}, {"id": "GNF086659", "relationship": "is"}, {"id": "GNF086660", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054073", "relationship": "is"}, {"id": "GNF057294", "relationship": "is"}, {"id": "GNF074138", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070029", "relationship": "is"}, {"id": "GNF070030", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF098100", "relationship": "is"}, {"id": "GNF137755", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000019.10", "NC_060943.1", "NG_009819.1"], "protein": ["NP_000426.2", "XP_005259981.1", "XP_054177079.1"], "rna": ["NM_000435.3", "XM_005259924.5", "XM_054321104.1"], "translation": [{"protein": "XP_054177079.1", "rna": "XM_054321104.1"}, {"protein": "NP_000426.2", "rna": "NM_000435.3"}, {"protein": "XP_005259981.1", "rna": "XM_005259924.5"}]}, "reporter": {"HG-U133_Plus_2": ["203237_s_at", "203238_s_at"], "HG-U95Av2": "38750_at", "HTA-2_0": "TC19001250.hg.1", "HuEx-1_0": "3853108", "HuGene-1_1": "8034940", "HuGene-2_1": "16869769"}, "retired": 791, "summary": "This gene encodes the third discovered human homologue of the Drosophilia melanogaster type I membrane protein notch. In Drosophilia, notch interaction with its cell-bound ligands (delta, serrate) establishes an intercellular signalling pathway that plays a key role in neural development. Homologues of the notch-ligands have also been identified in human, but precise interactions between these ligands and the human notch homologues remains to be determined. Mutations in NOTCH3 have been identified as the underlying cause of cerebral autosomal dominant arteriopathy with subcortical infarcts and leukoencephalopathy (CADASIL). [provided by RefSeq, Jul 2008].", "symbol": "NOTCH3", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1417768"}, "unigene": "Hs.8546", "uniprot": {"Swiss-Prot": "Q9UM47", "TrEMBL": ["M0R3C9", "M0QZN3", "M0QX38"]}, "wikipedia": {"url_stub": "Notch 3"}}