{"AllianceGenome": "7889", "HGNC": "7889", "MIM": "300225", "_id": "27035", "_version": 1, "accession": {"genomic": ["CH471115.1", "CP068255.2", "DQ314883.1", "NC_000023.11", "NC_060947.1", "NG_012567.1", "Z83819.1"], "protein": ["AAD38133.1", "AAF23232.1", "AAF23233.1", "AAF23234.1", "AAH75014.1", "AAH75015.1", "ABC40742.1", "ABD83669.1", "BAF84890.1", "CAD27735.1", "EAX02820.1", "EAX02821.1", "EAX02822.1", "EAX02823.1", "EAX02824.1", "NP_001258744.1", "NP_008983.2", "NP_039249.1", "Q9Y5S8.2", "XP_016884896.1", "XP_054182800.1"], "rna": ["AF127763.2", "AF166326.1", "AF166327.1", "AF166328.1", "AI285296.1", "AJ438989.1", "AK292201.1", "AK313678.1", "BC075014.2", "BC075015.2", "BX956931.1", "DQ424904.1", "NM_001271815.2", "NM_007052.5", "NM_013954.1", "NM_013955.3", "XM_017029407.3", "XM_054326825.1"], "translation": [{"protein": "AAD38133.1", "rna": "AF127763.2"}, {"protein": "AAF23233.1", "rna": "AF166327.1"}, {"protein": "AAH75014.1", "rna": "BC075014.2"}, {"protein": "XP_054182800.1", "rna": "XM_054326825.1"}, {"protein": "NP_008983.2", "rna": "NM_007052.5"}, {"protein": "AAF23232.1", "rna": "AF166326.1"}, {"protein": "BAF84890.1", "rna": "AK292201.1"}, {"protein": "AAF23234.1", "rna": "AF166328.1"}, {"protein": "ABD83669.1", "rna": "DQ424904.1"}, {"protein": "AAH75015.1", "rna": "BC075015.2"}, {"protein": "NP_039249.1", "rna": "NM_013955.3"}, {"protein": "XP_016884896.1", "rna": "XM_017029407.3"}, {"protein": "CAD27735.1", "rna": "AJ438989.1"}, {"protein": "NP_001258744.1", "rna": "NM_001271815.2"}]}, "alias": ["GP91-2", "MOX1", "NOH-1", "NOH-1L", "NOH1"], "ensembl": {"gene": "ENSG00000007952", "protein": ["ENSP00000217885", "ENSP00000362051", "ENSP00000362055", "ENSP00000362057", "ENSP00000396992"], "transcript": ["ENST00000217885", "ENST00000372960", "ENST00000372964", "ENST00000372966", "ENST00000427768"], "translation": [{"protein": "ENSP00000362051", "rna": "ENST00000372960"}, {"protein": "ENSP00000362057", "rna": "ENST00000372966"}, {"protein": "ENSP00000362055", "rna": "ENST00000372964"}, {"protein": "ENSP00000396992", "rna": "ENST00000427768"}, {"protein": "ENSP00000217885", "rna": "ENST00000217885"}], "type_of_gene": "protein_coding"}, "entrezgene": "27035", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 15.6534805677, "exp_mis": 113.591730015, "exp_syn": 43.6704685953, "lof_z": 1.91621047222914, "mis_z": -1.48730286764232, "mu_lof": 1.60351139657e-06, "mu_mis": 1.54930215752e-05, "mu_syn": 5.55985221768e-06, "n_lof": 8.0, "n_mis": 146.0, "n_syn": 48.0, "p_li": 0.000386451550813002, "p_null": 0.0430084727671597, "p_rec": 0.956605075682027, "syn_z": -0.40615917306378}, "bp": 1695, "cds_end": 100129128, "cds_start": 100098940, "n_exons": 13, "nonpsych": {"exp_lof": 14.0148244351, "exp_mis": 102.84891781, "exp_syn": 39.4274062043, "lof_z": 2.10257817864867, "mis_z": -1.59903388927863, "mu_lof": 1.60351139657e-06, "mu_mis": 1.54930215752e-05, "mu_syn": 5.55985221768e-06, "n_lof": 6.0, "n_mis": 135.0, "n_syn": 43.0, "p_li": 0.00658616367046671, "p_null": 0.0226373560526442, "p_rec": 0.970776480276889, "syn_z": -0.358218099127797}, "nontcga": {"exp_lof": 14.195111713, "exp_mis": 103.396005867, "exp_syn": 39.7126234923, "lof_z": 1.62203784112293, "mis_z": -1.30348126218242, "mu_lof": 1.60351139657e-06, "mu_mis": 1.54930215752e-05, "mu_syn": 5.55985221768e-06, "n_lof": 8.0, "n_mis": 130.0, "n_syn": 36.0, "p_li": 0.000223164035656492, "p_null": 0.0847399771615831, "p_rec": 0.91503685880276, "syn_z": 0.373025509191104}, "transcript": "ENST00000372966.3"}, "exons": [{"cdsend": 100874139, "cdsstart": 100843951, "chr": "X", "position": [[100843323, 100844078], [100848629, 100848754], [100849279, 100849426], [100849771, 100849934], [100850150, 100850386], [100851232, 100851325], [100862170, 100862303], [100862391, 100862573], [100862668, 100862820], [100863158, 100863243], [100870718, 100870814], [100874094, 100874345]], "strand": -1, "transcript": "NM_001271815", "txend": 100874345, "txstart": 100843323}, {"cdsend": 100874139, "cdsstart": 100843951, "chr": "X", "position": [[100843323, 100844078], [100848629, 100848754], [100849279, 100849426], [100849771, 100849934], [100850150, 100850386], [100851232, 100851325], [100862170, 100862303], [100862391, 100862573], [100862668, 100862820], [100863158, 100863243], [100863484, 100863595], [100870718, 100870814], [100874094, 100874359]], "strand": -1, "transcript": "NM_007052", "txend": 100874359, "txstart": 100843323}, {"cdsend": 100874139, "cdsstart": 100843951, "chr": "X", "position": [[100843323, 100844078], [100848629, 100848754], [100849771, 100849934], [100850150, 100850386], [100851232, 100851325], [100862170, 100862303], [100862391, 100862573], [100862668, 100862820], [100863158, 100863243], [100863484, 100863595], [100870718, 100870814], [100874094, 100874359]], "strand": -1, "transcript": "NM_013955", "txend": 100874359, "txstart": 100843323}], "exons_hg19": [{"cdsend": 100129128, "cdsstart": 100098940, "chr": "X", "position": [[100098312, 100099067], [100103618, 100103743], [100104268, 100104415], [100104760, 100104923], [100105139, 100105375], [100106221, 100106314], [100117159, 100117292], [100117380, 100117562], [100117657, 100117809], [100118147, 100118232], [100125707, 100125803], [100129083, 100129334]], "strand": -1, "transcript": "NM_001271815", "txend": 100129334, "txstart": 100098312}, {"cdsend": 100129128, "cdsstart": 100098940, "chr": "X", "position": [[100098312, 100099067], [100103618, 100103743], [100104268, 100104415], [100104760, 100104923], [100105139, 100105375], [100106221, 100106314], [100117159, 100117292], [100117380, 100117562], [100117657, 100117809], [100118147, 100118232], [100118473, 100118584], [100125707, 100125803], [100129083, 100129348]], "strand": -1, "transcript": "NM_007052", "txend": 100129348, "txstart": 100098312}, {"cdsend": 100129128, "cdsstart": 100098940, "chr": "X", "position": [[100098312, 100099067], [100103618, 100103743], [100104760, 100104923], [100105139, 100105375], [100106221, 100106314], [100117159, 100117292], [100117380, 100117562], [100117657, 100117809], [100118147, 100118232], [100118473, 100118584], [100125707, 100125803], [100129083, 100129348]], "strand": -1, "transcript": "NM_013955", "txend": 100129348, "txstart": 100098312}], "generif": [{"pubmed": 11970839, "text": "Ionomycin-induced neutrophil NADPH oxidase activity is selectively inhibited by the serine protease inhibitor diisopropyl fluorophosphate"}, {"pubmed": 11970841, "text": "The activity of leukocyte NADPH oxidase: regulation by p47PHOX cysteine and serine residues"}, {"pubmed": 12817011, "text": "Nox1 partially restores the defective oxidases of gp91phox-deficient PLB-985 leukemia cells and peripheral blood stem cells of X-linked chronic granulomatous disease patients."}, {"pubmed": 12955083, "text": "our data strongly implicate Nox1 in redox-mediated signaling related to cellular activation of human keratinocytes at a more advanced stage of transformation."}, {"pubmed": 14617635, "text": "NOXO1 and NOXA1 activate Nox1 without the need for agonist activation, and this is mediated in part by binding of the NOXO1 PX domain to membrane lipids."}, {"pubmed": 14670934, "text": "Nox1 co-localizes with caveolin in punctate patches on the surface & along the cellular margins of vascular smooth muscle cells. Its role may be correlated with its compartamentalization in specific membrane signaling domains."}, {"pubmed": 14674687, "text": "aging-related cell surface NADH oxidase (arNOX) generates superoxide and is inhibited by coenzyme Q"}, {"pubmed": 15102091, "text": "Cells expressed gp91phox homologs Nox1, Nox2, and Nox4. Keratinocytes expressed Nox distinct from phox isoform of phagocytes. Source of superoxide that may regulate cell proliferation and host defense in skin and oral mucosa."}, {"pubmed": 15203187, "text": "NADPH oxidase has a role in Cox-2 inhibition through ROS and GSH/GSSG reduction, and NF-kappaB suppression"}, {"pubmed": 15256399, "text": "Nox1, in turn, was expressed at only low levels in a small number of patients, but when detected it was present in arteries and veins."}, {"pubmed": 15322091, "text": "p22phox directly interacts with Nox1 and Nox4, to form an superoxide-generating NADPH oxidase."}, {"pubmed": 15375166, "text": "no appropriate RNA splicing sites were found within Nox1 to account for NOH-1S formation, but repetitive sequence elements bordering the deleted region could promote intramolecular template switching during cDNA synthesis"}, {"pubmed": 15389790, "text": "human prostate cancer frequently show both increased H(2)O(2) and Nox1"}, {"pubmed": 15452132, "text": "NADPH oxidase has a role in fibrillar Abeta1-42 peptide-induced neuronal apoptosis"}, {"pubmed": 15708375, "text": "Two identified isoforms of human Nox1 may be functionally distinct."}, {"pubmed": 15797632, "text": "Nuclear factor (NF)-kappaB was predominantly activated in adenoma and adenocarcinoma cells expressing abundant Nox1, suggesting that Nox1 may stimulate NF-kappaB-dependent antiapoptotic pathways in colon tumors."}, {"pubmed": 15993942, "text": "At the immunohistochemical level Nox1 expression was significantly increased in syncytiotrophoblast and endothelial cells in placentas from patients with preeclampsia as compared to gestational age-matched controls."}, {"pubmed": 16049136, "text": "activation of tie-2 receptors by Ang-1 triggers the production of ROS through activation of NADPH oxidase"}, {"pubmed": 16162660, "text": "Results support a potential contribution of Nox1 to mucosal host defense and inflammation in the colon."}, {"pubmed": 16329988, "text": "These results suggest that the formation of the complex consisting of Nox1, betaPix, and NoxO1 is likely to be a critical step in EGF-induced ROS generation."}, {"pubmed": 16380495, "text": "A study evaluating the relationship between phagocytic NADPH oxidase activity and oxidative stress and atherosclerosis in metabolic syndrome patients is presented."}, {"pubmed": 16468977, "text": "Chronic granulomatous disease (CGD) is a genetic disease caused by structural mutations in the enzyme NADPH oxidase that results in severe immunodeficiency."}, {"pubmed": 16469512, "text": "Inhibition of alphaIIbbeta3 activation by NAD(P)H oxidase inhibitors and superoxide scavengers was independent of NO/cGMP signaling demonstrating a direct role of platelet NAD(P)H oxidase-generated ROS for integrin alphaIIbbeta3 activation."}, {"pubmed": 16507994, "text": "Rac1 regulates both oxidases Nox1 and Nox3 through the Nox activators"}, {"pubmed": 16636067, "text": "Rac1 activation provides a major trigger that acutely activates Nox1-dependent reactive oxygen species generation"}, {"pubmed": 16762923, "text": "Rac1 directly participates in Nox1 activation via interacting with Noxa1."}, {"pubmed": 16778989, "text": "Data show that GM-CSF and TNF-alpha induce phosphorylation of Ser345 on p47phox, a cytosolic component of NADPH oxidase, in human neutrophils."}, {"pubmed": 16880255, "text": "This study identifies a role for p40(phox) and PI(3)P in coupling FcgammaR-mediated phagocytosis to activation of the NADPH oxidase."}, {"pubmed": 17015444, "text": "there is a signaling link between the mitochondria and Nox1, which is crucial for the sustained accumulation of ROS and cell death in serum withdrawal-induced signaling"}, {"pubmed": 17079781, "text": "Nox1 expression and activation inhibited TNF-alpha-induced inhibitor of kappaB kinase (IKK), and NF-kappaB while promoting JNK activation and cell death."}, {"pubmed": 17182005, "text": "Deletion of GSTT1 gene might be considered as protective factor for hypertension."}, {"pubmed": 17200123, "text": "VHL protein exerts its tumor suppressor action, at least partially, via inhibition of p22phox-based Nox4/Nox1 NADPH oxidase-dependent reactive oxygen species generation"}, {"pubmed": 17336700, "text": "Potential candidate genes in these regions that have been implicated in diabetic nephropathy and/or renal damage in models of hypertension include CYBA (or P22PHOX) (16q24), NOX1 (10q22), and NOX3 (6q25.1-q26)."}, {"pubmed": 17460729, "text": "Nox1 has a role in inducing resistance against differentiation-induced cell death"}, {"pubmed": 17562703, "text": "cortactin and actin have roles in hyperoxia-induced activation of NADPH oxidase and ROS generation in human lung endothelial cells"}, {"pubmed": 17611574, "text": "UVA activates Nox1-based NADPH oxidase to produce ROS that stimulate PGE2 synthesis, and that Nox1 may be an appropriate target for agents designed to block UVA-induced skin injury."}, {"pubmed": 17908694, "text": "NADPH oxidase-derived ROS selectively modulate some but not all the effects of VEGF on endothelial cell phenotypes"}, {"pubmed": 17913709, "text": "PKA-phosphorylated NoxA1 is a new binding partner of 14-3-3 protein; this forms the basis of a novel mechanism regulating the formation of ROS by Nox1 and, potentially, other NoxA1-regulated Nox family members"}, {"pubmed": 17963706, "text": "Overexpression of the hNOX1 complex increased the steady-state levels of DNA 8-oxo-7,8-dihydroguanine and caused a threefold increase in the HPRT mutation rate in HeLa cells."}, {"pubmed": 18005670, "text": "These data indicate that developmental, tissue-restricted transcription factors play a key role in NOX1 regulation in vivo."}, {"pubmed": 18023288, "text": "Nox1 activation by arachidonic acid metabolism occurs through 12-lipoxygenase and protein kinase C delta, and controls cell migration by affecting integrin alpha 2 subunit turn-over"}, {"pubmed": 18037128, "text": "Nox1-based oxidase system may be a potential marker of neoplastic transformation and play an important role in oxygen radical- and inflammation-dependent carcinogenesis in the stomach."}, {"pubmed": 18055552, "text": "Nox1 overexpression may function as a reversible signal for cellular proliferation with relevance for a common human tumor."}, {"pubmed": 18073139, "text": "Subsequently, ROS generation by PA-LPS releases transforming growth factor-alpha (TGF-alpha), which in turn, leads to up-regulate MUC5AC expression."}, {"pubmed": 18076063, "text": "12-lipoxygenase pathway is upstream of Nox1 activation and controls cell spreading and proliferation, while Nox1 specifically affects cell proliferation."}, {"pubmed": 18287880, "text": "nox1, nox2, and p47 have distinct roles in NADPH oxidase activity in human veins."}, {"pubmed": 18309110, "text": "The physical interaction of AP-1 with p22(phox) gene promoter facilitates NADPHox regulation."}, {"pubmed": 18331504, "text": "the local distribution and organization of The plasma membrane NADPH-oxidase (NOX) in human haematopoietic stem cell (HSC) was characterized via fluorescence scanning near-field optical microscopy approach."}, {"pubmed": 18397177, "text": "Rac1-dependent Noxs play a critical role in activating c-Src following hypoxia/reoxygenation injury"}, {"pubmed": 18398843, "text": "Nox1 mRNA and protein are overexpressed in colon cancer and are strongly correlated with activating mutations in K-Ras."}, {"pubmed": 18429753, "text": "Genotypes prevalence in AH patients was as follows: GG 58,8%, GA 32,3%, AA 8,9%, and CC 48,2%, CT 44,9%, TT 6.9%. In the control group: GG 53%, GA 36%, AA 11% and CC 42%, CT 54%, TT 4%."}, {"pubmed": 18436303, "text": "data show that calcium influx in HL-60 cells relies on TRPC channels 1,3, and 6, and Orai1 for allowing NADPH oxidase activation"}, {"pubmed": 18454176, "text": "upregulation of transcription is caused by oncogenic Ras signaling through MEK-ERK-dependent phosphorylation of GATA-6"}, {"pubmed": 18463161, "text": "c-Src is an important regulator of Nox1 activity"}, {"pubmed": 18463417, "text": "Exogenous hydrogen sulfide inhibits superoxide formation, NOX-1 expression and Rac1 activity in human vascular smooth muscle cells."}, {"pubmed": 18518859, "text": "The activated forms of Rac1 and NOXA1 are essentially involved in Nox1 activation and their interactions might be responsible for regulating the O(2)(-)-producing activity in Caco-2 cells."}, {"pubmed": 18535108, "text": "ET1, via ETB1, inhibited NADPH oxidase activity in vascular endothelial cells by suppressing the Pyk2-Rac1-Nox1 pathway"}, {"pubmed": 18571150, "text": "Data demonstrate that Vibrio vulnificus induces death of Jurkat T-cells via reactive oxygen species-dependent activation of p38 MAPK, and that NADPH oxidase plays a major role in ROS generation in V. vulnificus-exposed cells."}, {"pubmed": 18620548, "text": "Nox1 associates with ERp72, which involves its N-terminus encompassing a Ca(2+)-binding site and the first TRX-like motif."}, {"pubmed": 19028840, "text": "Regulation of the phagocyte NADPH oxidase activity is reported."}, {"pubmed": 19061439, "text": "Nox1 was observed in the plasma membrane, and the very N-terminal part of Nox proteins determines subcellular localization and the ROS type released, whereas the cytosolic tail regulates activity."}, {"pubmed": 19084060, "text": "increased expression and activity under oxidative stress; suggested role in aging"}, {"pubmed": 19095734, "text": "the prosurvival effect of NADPH oxidase inhibitor parabutoporin depends on activation of protein kinase B/Akt via lipid raft signaling."}, {"pubmed": 19213944, "text": "endothelial NADPH oxidase is a functionally relevant source of H2O2 that mediates agonist-induced dilation in the human heart."}, {"pubmed": 19251588, "text": "prolonged exposure to Lipopolysaccharide or iron increases endothelial NADPH oxidase activity by increasing p22phox gene transcription and cellular levels of iron, heme, and p22phox protein"}, {"pubmed": 19268528, "text": "induces sperm capacitation"}, {"pubmed": 19282028, "text": "Data show that MMK-1 is a member of a group of FPR2 ligands that activate the neutrophil superoxide-generating NADPH-oxidase."}, {"pubmed": 19339277, "text": "Results suggest that the formation of ROS by NADPH oxidases engages a SSH-1L-cofilin pathway to regulate cytoskeletal organization and cell migration."}, {"pubmed": 19344766, "text": "Data show that TNFalpha and Il-1beta stimulate a transient, redox-dependent reorganization of the actin cytoskeleton into lamellipodia under the regulation of Rac1 and a neuronal NADPH oxidase as the source of ROS."}, {"pubmed": 19379824, "text": "Phagocytosed Coxiella burnetii is able to disrupt assembly of the human neutrophil NADPH oxidase, which represents a novel virulence mechanism for this organism and appears to be a common mechanism of virulence for many intracellular pathogens."}, {"pubmed": 19415232, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19451223, "text": "Nox1 knockdown led to a loss of directional migration which takes place through a RhoA-dependent alpha2/alpha3 integrin switch."}, {"pubmed": 19531958, "text": "Nonsignificant correlation was found between p22PHOX polymorphism and functional dyspepsia in Helicobacter pylori-infected Japanese individuals"}, {"pubmed": 19671250, "text": "NOX1 and NOX4 may play an important role in reactive oxygen species production, contributing to the oxidative stress in allergic rhinitis and nasal polyp tissues."}, {"pubmed": 19755710, "text": "Tks proteins selectively support Nox1 and Nox3 (and not Nox2 and Nox4) activity in reconstituted cellular systems and interact with the NoxA1 activator protein through an Src homology 3 domain-mediated interaction"}, {"pubmed": 19781192, "text": "NADPH oxidase-derived ROS is involved in AngII-induced MCP-1 expression. Inhibition of NADPH oxidase alleviates AngII-induced renal injury."}, {"pubmed": 19834108, "text": "JAK/STAT is a key regulator of Nox1 and Nox4 in human vascular smooth muscle cells"}, {"pubmed": 19843513, "text": "Sixty per cent of superoxide formation in human arcuate and proximal interlobular arteries was due to Nox activity; mRNA expression analyses revealed the presence of Nox2 and Nox4 but not Nox1"}, {"pubmed": 20018867, "text": "Epidermal growth factor-stimulated migration of CaCO-2 cells was abolished by DPI and Nox1 siRNAs, indicating the requirement of Nox1 activity for the motogenic effect of epidermal growth factor."}, {"pubmed": 20056178, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20171273, "text": "inhibits both p53 acetylation and suppression of neoplasm apoptosis"}, {"pubmed": 20177149, "text": "Co-treatment with HGF and TGF-beta1 enhances keratinocyte migration, accompanied with reactive oxygen species generation through NADPH oxidase, involving Nox-1 and Nox-4 isozymes."}, {"pubmed": 20194723, "text": "BLT2-Nox1-reactive oxygen species-dependent pathway plays a role in promoting the secretion of IL-8 from human mast cells in response to the proinflammatory cytokine IL-1beta, thus contributing to angiogenesis."}, {"pubmed": 20346360, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20347035, "text": "NOX1 was demonstrated to activate Nrf2 by protein stabilization"}, {"pubmed": 20407038, "text": "The results exclude a role for Nox1-4 in NLRP3 inflammasome activation in primary cells."}, {"pubmed": 20457132, "text": "These findings demonstrate that NF-kappaB is an essential regulator of Nox1- and Nox4-containing NADPH oxidase in smooth muscle cells."}, {"pubmed": 20501406, "text": "Endothelial dialation function of the endothelial cells can be damaged by circulating endothelial microparticles in patients with coronary artery disease in association with NADPH oxidase activation."}, {"pubmed": 20523355, "text": "NADPH oxidase ROS production is essential for complete activation of the main signalling pathways involved in megakaryocytopoiesis to occur."}, {"pubmed": 20525691, "text": "NOX1 might control autocrine cell growth of liver tumor cells through regulation of the EGFR pathway"}, {"pubmed": 20715105, "text": "High NOX1 expression is associated with colon cancers."}, {"pubmed": 20818133, "text": "Indoxyl sulfate increases NADPH oxidase-derived ROS, which in turn, activates the MAPK/NF-kappaB pathway and leads to induction of MCP-1 expression in HUVEC"}, {"pubmed": 20919940, "text": "These findings indicate that OSS induces mtO2*- production via NADPH oxidase and JNK activation relevant for vascular oxidative stress."}, {"pubmed": 20943948, "text": "The Nox1-dependent generation of reactive oxygen species is dependent on Src phosphorylation of NoxA1 and Tks4. Blockage of phosphorylation of NoxA1 and Tks4 decreases Nox1-dependent ROS generation and blocks SrcYF-induced invadopodia formation."}, {"pubmed": 21167810, "text": "Knockdown of XPC (XPC(KD)) in normal human keratinocytes results in metabolism remodeling through NADPH oxidase-1 (NOX-1) activation, which in turn leads to increased ROS levels."}, {"pubmed": 21176887, "text": "NADPH oxidase is necessary for CXCL8 synthesis in response to TLRs activation by Pseudomonas aeruginosa"}, {"pubmed": 21181544, "text": "Inhibiting NADPH oxidase by diphenyleneiodonium suppresses H. pylori-induced activation of MAPKs and MCP-1 expression in AGS cells"}, {"pubmed": 21237524, "text": "Hyperglycemia is the main factor which induces oxidative stress mainly by activation of NADPH oxidase in monocytes of diabetic patients."}, {"pubmed": 21326871, "text": "Vascular NOX1 is a critical mediator of angiogenesis and an attractive target for anti-angiogenic therapies."}, {"pubmed": 21507984, "text": "Rac1 and NOX1 are required for Rhinovirus-induced disruption of barrier function in polarized airway epithelial cells."}, {"pubmed": 21629295, "text": "[review] NOX1 and NOX2 oxidases are major sources of reactive oxygen species in the artery wall in conditions such as hypertension, hypercholesterolemia, diabetes and aging."}, {"pubmed": 21723410, "text": "NOX1 participates in the reactive oxygen species (ROS)-dependent cell death of colon epithelial cells induced by amebic adhesion during the early phase of intestinal amebiasis."}, {"pubmed": 21877197, "text": "Nox1 was able to induce CK18 stabilization by inhibiting CK18 protein degradation in a phosphorylation-dependent manner"}, {"pubmed": 21918473, "text": "IL-10KO-induced vascular structure damage may be mediated by the upregulation of Nox1"}, {"pubmed": 22329647, "text": "results provide evidence for upregulation of iNOS and NOX activities in rheumatoid arthritis synoviocytes under hypoxia conditions, associated to an increased peroxynitrite production"}, {"pubmed": 22513785, "text": "Nox1 was overexpressed in all melanoma cell lines examined, and enhanced cell invasion by MMP-2 upregulation and EMT induction"}, {"pubmed": 22589701, "text": "Upregulation of NOX is important to maintain high glycolytic activity in cells with mitochondrial dysfunction. Cancer cells with compromised mitochondrial function due to p53 loss show elevated NOX activity and increased sensitivity to NOX inhibition."}, {"pubmed": 22640231, "text": "Physical frailty in older people is associated with superoxide anion overproduction by NADPH oxidase and low-grade chronic inflammation."}, {"pubmed": 22773830, "text": "PDI is required to support Nox1/redox and GTPase-dependent VSMC migration."}, {"pubmed": 22918955, "text": "Rac1b forms a complex with NADPH oxidase and promotes the production of reactive oxygen species, expression of Snail, and activation of the epithelial-mesenchymal transition program."}, {"pubmed": 23056263, "text": "Data indicate that Khz preferentially induces apoptosis in cancer cells involving an increase in calcium level, JNK activation, and reactive oxygen species generation via NADPH oxidase and mitochondria."}, {"pubmed": 23077033, "text": "Nox1 has a crucial role in modulating the behavior of alpha-synuclein expression and aggregation in dopaminergic neurons."}, {"pubmed": 23241962, "text": "a novel epithelial FPR1/NOX1-dependent redox signaling pathway that promotes mucosal wound repair."}, {"pubmed": 23261940, "text": "results provide evidence plasma from preeclampsia generates superoxide via a LOX1-NOX2-mediated pathway and downregulates endothelial KCa3.1, which may contribute to endothelial dysfunction and vasculopathy in preeclampsia"}, {"pubmed": 23322165, "text": "revealed that full assembly and activation of NOX1 is a tightly regulated process in which NOXO1 phosphorylation on Ser-154 is the initial trigger"}, {"pubmed": 23349388, "text": "A significant part of ROS production in sickle cells is mediated enzymatically by NADPH oxidase, which is regulated by protein kinase C, Rac GTPase, and intracellular Ca(2+) signaling within the sickle red blood cells."}, {"pubmed": 23410839, "text": "Expression of NOX-1 in beta cells is regulated in a feed-forward loop mediated by reactive oxygen species and Src-kinase."}, {"pubmed": 23564668, "text": "The Nox1 isoform plays a major pathological role in the accelerated development of diabetic atherosclerosis."}, {"pubmed": 23627409, "text": "Nox1 levels were higher in the primary SW480 cells than that in metastatic SW620 cells."}, {"pubmed": 23801050, "text": "NOX1 inhibition not only prevented iNOS induction but also abrogated changes consequent to iNOS induction such as mesangial fibrogenesis."}, {"pubmed": 23828587, "text": "The activity of NADPH oxidase (NOX), a major superoxide-generating enzyme system, in peripheral blood lymphocytes (PBL) from galactosemia patients, was examined."}, {"pubmed": 23931157, "text": "Data from studies with Caco-2 cells (an in vitro model of inflammatory bowel disease) suggest a dietary component (antioxidant/pigment indicaxanthin in fruit of cactus pear) can prevent activation of NOX1/NFkB (nuclear factor kappa B) in enterocytes."}, {"pubmed": 23957209, "text": "Phosphorylation of Thr341 allows Noxo1 to sufficiently interact with Noxa1, an interaction that participates in Nox1 activation"}, {"pubmed": 24334927, "text": "It is a superoxide producing enzyme.(review)"}, {"pubmed": 24365146, "text": "p22(phox) directly contributes to Nox1 activation in a glycosylation-independent manner, besides its significant role in Nox1 glycan maturation."}, {"pubmed": 24437351, "text": "Elevated ROS derived from NOX1 activation and downregulation of SOD in NIH3T3RET-MEN2A and NIH3T3RET-MEN 2B cells may be involved in RET constitutive tyrosine auto-phosphorylation"}, {"pubmed": 24494188, "text": "Nox1 post-translationally regulatedCK18 stability in a ROS-, phosphorylation- and PKCepsilon-dependent manner. It accelerates neoplastic progression by regulating structural intermediate filaments leading to epithelial mesenchymal transition."}, {"pubmed": 24551274, "text": "NOX1 is involved in acure respiratory distress syndrome pathophysiology and is responsible for the damage occurring in alveolar epithelial cells at least in part via STAT3 signalling pathways."}, {"pubmed": 24792722, "text": "BetaPix phosphorylation at Ser-340 upregulates Nox1 through Rac activation."}, {"pubmed": 24833663, "text": "High NADPH oxidase expression is associated with chronic myelogenous leukemia."}, {"pubmed": 25066192, "text": "Data (including data from transgenic/knockout mice) suggest that inhibition of NOX1 and NOX2/CYBB (but not NOX4) in vascular endothelium conforms to current models for treatment of vascular diseases. [REVIEW]"}, {"pubmed": 25130439, "text": "Data show that lipopolysaccharide induced vascular endothelial cell migration is mediated by toll-like receptor TLR-4/NF-kappa B pathway and enzyme NAD(P)H oxidase in association with the transient receptor potential melastatin 7 (TRPM7) ion channel."}, {"pubmed": 25581126, "text": "NLRP3 inflammasome activation and generation of pulmonary fibrosis is affected by NADPH oxidase by multi-walled carbon nanotubes"}, {"pubmed": 25592377, "text": "Enforced NOX1 expression promoted TLR4 signaling-enhanced NSCLC metastasis."}, {"pubmed": 25722086, "text": "High glucose generated an increase in NADPH oxidase activity and expression in human vascular smooth muscle cells. Sequence analysis of human Nox1, Nox4, and Nox5 gene promoters was performed."}, {"pubmed": 25881670, "text": "Studies indicate the role of 70 kDa heat-shock protein (HSP70) in the activation of NADPH oxidase isoforms and in islet alpha- and beta-cell physiological function in health and Type 2 diabetes mellitus."}, {"pubmed": 26065917, "text": "NADPH oxidase 1 was responsible for superoxide generation and cell proliferation in low-density lipoprotein-stimulated aortic smooth muscle cells."}, {"pubmed": 26101350, "text": "These results indicate that physiological levels of ROS produced by the NOX complex modulate hippocampal neuronal polarity and axonal growth in vitro."}, {"pubmed": 26116564, "text": "Molecular switch from NOX1 to NOX2 in colon cancer cells induces ROS production and subsequently enhances MMP-7 expression by deactivating AMPK."}, {"pubmed": 26222337, "text": "NOX1 and NOX4 signaling mediates the pathogenesis of liver fibrosis, including the direct activation of HSC."}, {"pubmed": 26339163, "text": "The results of this study demonstrate that OA itself is not a cause to increase arNOX activities."}, {"pubmed": 26545779, "text": "Increased NOX1 expression in gallbladder cancer cells promoted the chemoresistance of the cells through elevating intracellular reactive oxygen species level and HIF1a expression as well as increasing MDR1 expression."}, {"pubmed": 26658815, "text": "Urotensin II-increased reactive oxygen species production via the NADPH oxidase pathway is partially associated with activation of the PI3K/Akt and ERK cascades"}, {"pubmed": 26760964, "text": "Overexpression of NADPH oxidase 1 is associated with increased migration/metastasis rate in melanoma."}, {"pubmed": 27048452, "text": "NOX1 mRNA was undetectable in the gastric mucosa."}, {"pubmed": 27053172, "text": "The results suggested that radiationinduced pulmonary fibrosis may be efficiently reduced by specific inhibition of NOX1, an effect mediated by reduction of fibrotic changes of ECs."}, {"pubmed": 27094494, "text": "the transition-state substrate analogue inhibitor of Prdx6 phospholipase A2 activity (MJ-33) was shown to suppress Nox1 activity, suggesting Nox1 activity is regulated by the phospholipase activity of Prdx6. Finally, wild type Prdx6, but not lipase or peroxidase mutant forms, supports Nox1-mediated cell migration in the HCT-116 colon epithelial cell model of wound closure"}, {"pubmed": 27107996, "text": "p38 and NOX1 are essential for the protective effect of c-Myb and that NOX1 acts upstream of p38 activation."}, {"pubmed": 27200149, "text": "NS5A contributes to reactive oxygen species production by activating expression of NADPH oxidases 1 and 4 as well as cytochrome P450 2E1."}, {"pubmed": 27418140, "text": "the anti-proliferative and pro-apoptotic effect of cambogin on breast adenocarcinoma is mediated via inducing NOX1-dependent ROS production and the dissociation of ASK1 and Trx1"}, {"pubmed": 27600098, "text": "our results highlight that the Nox1/AKT signaling pathway plays an important role in cell survival in oral squamous cell carcinoma (OSCC) cells."}, {"pubmed": 27614387, "text": "We demonstrated that rapid deletion of p22phox is possible and that the activity of Nox1 and Nox4 but not Nox5 exclusively depends on p22phox."}, {"pubmed": 27771433, "text": "Cells redox environment mediated by NOX1 isozymes activation down-regulates BRCA1 expression and promotes DNA homologous recombination repair in cancer."}, {"pubmed": 27838438, "text": "LRRC8A channels support TNFalpha-induced superoxide production by Nox1 which is required for receptor endocytosis."}, {"pubmed": 27936335, "text": "P38 MAPK, phosphorylated P38 MAPK, and RAC2 regulated in mutual feedback and negative feedback regulatory pathways, resulting in the radioresistance of G0 cells."}, {"pubmed": 28330872, "text": "NOX1 has a role in maintaining the proliferative phenotype of some colon cancers and has potential as a therapeutic target in this disease"}, {"pubmed": 28473438, "text": "5-HT1B receptor-dependent cellular Src-related kinase-Nox1-pathways contribute to vascular remodeling in pulmonary arterial hypertension."}, {"pubmed": 28480622, "text": "in CAD, both mitochondria and NADPH oxidase contribute to flow-induced vasodilation through a redox mechanism in visceral arterioles."}, {"pubmed": 28522681, "text": "Nox1-SHH-Grem1 signaling axis in pulmonary vascular endothelium that is likely to contribute to Pulmonary hypertension."}, {"pubmed": 28534509, "text": "PAK4 downregulation decreased PPARgamma-mediated Nox1 expression and suppressed EMT in IR-treated glioma cells."}, {"pubmed": 28613279, "text": "NOX activation might have a role in regulation of lymphocytic activity in patients with idiopathic nephrotic syndrome through the impairment of PDGF mitogenic function and might contribute toward pathogenesis of nephrotic syndrome."}, {"pubmed": 28778482, "text": "NADPH oxidase-mediated redox signaling is important in the detrimental effect of C-reactive protein on pancreatic insulin secretion."}, {"pubmed": 28855537, "text": "Inhibition of NOX2 and NOX1 with siRNA or chemical inhibitors significantly suppresses reactive oxygen species production and DNA damage induced by acidic bile salts."}, {"pubmed": 29042481, "text": "Results show that the thrombospondin 1 (TSP1) and its receptor CD47 (CD47) axis selectively regulates NADPH oxidase 1 (Nox1) in the regulation of endothelial senescence and suggest potential targets for controlling the aging process at the molecular level."}, {"pubmed": 29049376, "text": "These results are consistent with the hypothesis that antioxidants or NOX1/4 inhibition may be useful in blocking profibrotic effects of TGFbeta on dermal and gingival fibroblasts and warrant consideration for further development as potential antifibrotic agents"}, {"pubmed": 29091079, "text": "this study shows that NOX1 loss-of-function genetic variants in patients with inflammatory bowel disease"}, {"pubmed": 29138839, "text": "The SUMO1/UBC9 axis may regulate Nox1mediated diabetic retinopathy by inhibiting reactive oxygen species generation and apoptosis."}, {"pubmed": 29227594, "text": "Transcriptional regulation of NOX genes expression in human breast adenocarcinoma cells is modulated by adaptor protein CIN85."}, {"pubmed": 29242061, "text": "S340E mutation enhances Nox1 activation (Kaito et al., 2014), the present study suggests that betaPix can also play an inhibitory role in O2(-) production, depending on the sites of phosphorylation."}, {"pubmed": 29684820, "text": "depletion of NOX1 and NOX4 partially rescued the growth inhibition of PARP1-deficient tumor xenografts. Our findings suggest that in addition to compromising the repair of DNA damage, PARP inhibition or depletion may exert extra antitumor effect by elevating oxidative stress in ovarian cancer cells"}, {"pubmed": 30580571, "text": "we identify specific cysteine residues of protein disulfide isomerase and p47phox necessary for the direct interaction of these proteins, the assembly of the Nox1 complex and subsequent activation of Nox1 in vascular disease."}, {"pubmed": 30690057, "text": "NOX1 promotes the self-renewal property of CD133 + thyroid cancer cells."}, {"pubmed": 30760703, "text": "Ras overactivation switches the pattern of PDIA1-dependent Rac1/Nox1 regulation, so that Ras-induced PDIA1 bypass can directly activate Rac1. PDIA1 may be a crucial regulator of redox-dependent adaptive processes related to cancer progression."}, {"pubmed": 30802716, "text": "our findings identify a previously uncharacterized mechanism whereby Nox1-induced PKA activity leads to nuclear translocation of CREB, and in association with Ref-1, promotes Gremlin1 transcription."}, {"pubmed": 31270287, "text": "NOX1 and Fibulin-5 were increased and decreased in aortic dissection, respectively.  NOX1 is a negative modulator of Fibulin-5."}, {"pubmed": 31364740, "text": "Upregulated stromal NOX1 expression was correlated with aggressive characteristics such as differentiation degree (P=0.042), venous invasion (P=0.041), resection methods (P=0.002), and a lower survival rate (P=0.025, logrank test) of patients with GBC."}, {"pubmed": 31365870, "text": "NOX1-Dependent mTORC1 Activation via S100A9 Oxidation in Cancer Stem-like Cells Leads to Colon Cancer Progression."}, {"pubmed": 31838229, "text": "NOX1/NADPH oxidase in bone marrow-derived cells modulates intestinal barrier function."}, {"pubmed": 32339643, "text": "Modulation of mitochondria and NADPH oxidase function by the nitrate-nitrite-NO pathway in metabolic disease with focus on type 2 diabetes."}, {"pubmed": 32428030, "text": "NADPH oxidase 1 is highly expressed in human large and small bowel cancers."}, {"pubmed": 32856850, "text": "Serum level of Xanthine oxidase, Uric Acid, and NADPH oxidase1 in Stage I of Multiple Myeloma."}, {"pubmed": 32961197, "text": "Structural modification of NADPH oxidase activator (Noxa 1) by oxidative stress: An experimental and computational study."}, {"pubmed": 33344146, "text": "ABCG1 Attenuates Oxidative Stress Induced by H2O2 through the Inhibition of NADPH Oxidase and the Upregulation of Nrf2-Mediated Antioxidant Defense in Endothelial Cells."}, {"pubmed": 33485364, "text": "NOX1 inhibition attenuates the development of a pro-tumorigenic environment in experimental hepatocellular carcinoma."}, {"pubmed": 33757467, "text": "Nuclear factor-kappaB regulates the transcription of NADPH oxidase 1 in human alveolar epithelial cells."}, {"pubmed": 35960091, "text": "Increased NOX1 and DUOX2 expression in the colonic mucosa of patients with chronic functional constipation."}, {"pubmed": 36341844, "text": "Serum NOX1 and Raftlin as new potential biomarkers of Major Depressive Disorder: A study in treatment-naive first episode patients."}, {"pubmed": 36617822, "text": "Nrf2 regulates the expression of NOX1 in TNF-alpha-induced A549 cells."}, {"pubmed": 36764624, "text": "Molecular interplay between NOX1 and autophagy in cadmium-induced prostate carcinogenesis."}, {"pubmed": 37224811, "text": "PROX1 induction by autolysosomal activity stabilizes persister-like state of colon cancer via feedback repression of the NOX1-mTORC1 pathway."}, {"pubmed": 38582012, "text": "Gut microbiota regulates the ALK5/NOX1 axis by altering glutamine metabolism to inhibit ferroptosis of intrahepatic cholangiocarcinoma cells."}], "genomic_pos": {"chr": "X", "end": 100874359, "ensemblgene": "ENSG00000007952", "start": 100843324, "strand": -1}, "genomic_pos_hg19": {"chr": "X", "end": 100129334, "start": 100098313, "strand": -1}, "go": {"BP": [{"evidence": "IMP", "gocategory": "BP", "id": "GO:0001525", "pubmed": 11805326, "qualifier": "involved_in", "term": "angiogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0003081", "qualifier": "involved_in", "term": "regulation of systemic arterial blood pressure by renin-angiotensin"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0006739", "pubmed": 10485709, "qualifier": "involved_in", "term": "NADP metabolic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006952", "qualifier": "involved_in", "term": "defense response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006954", "pubmed": 18347018, "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": 17673675, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007254", "qualifier": "involved_in", "term": "JNK cascade"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0008217", "pubmed": 18347018, "qualifier": "involved_in", "term": "regulation of blood pressure"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008284", "pubmed": 10485709, "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008631", "qualifier": "involved_in", "term": "intrinsic apoptotic signaling pathway in response to oxidative stress"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0010575", "pubmed": 11805326, "qualifier": "involved_in", "term": "positive regulation of vascular endothelial growth factor production"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0016477", "pubmed": 18023288, "qualifier": "involved_in", "term": "cell migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030198", "qualifier": "involved_in", "term": "extracellular matrix organization"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0042554", "qualifier": "involved_in", "term": "superoxide anion generation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042554", "pubmed": 10485709, "qualifier": "involved_in", "term": "superoxide anion generation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0042554", "pubmed": 18023288, "qualifier": "involved_in", "term": "superoxide anion generation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042743", "pubmed": 11331784, "qualifier": "involved_in", "term": "hydrogen peroxide metabolic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045726", "pubmed": 18023288, "qualifier": "involved_in", "term": "positive regulation of integrin biosynthetic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0045730", "pubmed": 16636067, "qualifier": "involved_in", "term": "respiratory burst"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046330", "qualifier": "involved_in", "term": "positive regulation of JNK cascade"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048661", "pubmed": 10485709, "qualifier": "involved_in", "term": "positive regulation of smooth muscle cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071455", "qualifier": "involved_in", "term": "cellular response to hyperoxia"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0072592", "qualifier": "involved_in", "term": "oxygen metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1902177", "qualifier": "involved_in", "term": "positive regulation of oxidative stress-induced intrinsic apoptotic signaling pathway"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005769", "pubmed": 17673675, "qualifier": "located_in", "term": "early endosome"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 14617635, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0042995", "qualifier": "located_in", "term": "cell projection"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0043020", "qualifier": "part_of", "term": "NADPH oxidase complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043020", "pubmed": 16636067, "qualifier": "part_of", "term": "NADPH oxidase complex"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0070161", "qualifier": "located_in", "term": "anchoring junction"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [16329988, 16636067, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0016175", "qualifier": "enables", "term": "superoxide-generating NAD(P)H oxidase activity"}, {"category": "MF", "evidence": "IC", "id": "GO:0016175", "pubmed": 10485709, "qualifier": "enables", "term": "superoxide-generating NAD(P)H oxidase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0016175", "pubmed": [14617635, 16329988], "qualifier": "enables", "term": "superoxide-generating NAD(P)H oxidase activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0016175", "pubmed": 18023288, "qualifier": "enables", "term": "superoxide-generating NAD(P)H oxidase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0016175", "pubmed": [10485709, 18347018], "qualifier": "enables", "term": "superoxide-generating NAD(P)H oxidase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0031267", "pubmed": 16636067, "qualifier": "enables", "term": "small GTPase binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}, {"category": "MF", "evidence": "IC", "id": "GO:0050661", "pubmed": 10485709, "qualifier": "enables", "term": "NADP binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0106292", "qualifier": "enables", "term": "superoxide-generating NADPH oxidase activity"}]}, "homologene": {"genes": [[3702, 842710], [4530, 4324163], [4530, 4339397], [7955, 555604], [8364, 100495329], [9031, 422257], [9544, 701376], [9598, 465752], [9606, 27035], [9615, 119868471], [9913, 521681], [10090, 237038], [10116, 114243]], "id": 48495}, "interpro": [{"desc": "Cytochrome b245, heavy chain", "id": "IPR000778", "short_desc": "Cyt_b245_heavy_chain"}, {"desc": "FAD-binding 8", "id": "IPR013112", "short_desc": "FAD-bd_8"}, {"desc": "Ferric reductase, NAD binding domain", "id": "IPR013121", "short_desc": "Fe_red_NAD-bd_6"}, {"desc": "Ferric reductase transmembrane component-like domain", "id": "IPR013130", "short_desc": "Fe3_Rdtase_TM_dom"}, {"desc": "FAD-binding domain, ferredoxin reductase-type", "id": "IPR017927", "short_desc": "FAD-bd_FR_type"}, {"desc": "Riboflavin synthase-like beta-barrel", "id": "IPR017938", "short_desc": "Riboflavin_synthase-like_b-brl"}, {"desc": "Ferredoxin-NADP reductase (FNR), nucleotide-binding domain", "id": "IPR039261", "short_desc": "FNR_nucleotide-bd"}], "ipi": ["IPI00216593", "IPI00292186", "IPI00336126", "IPI00747660"], "map_location": "Xq22.1", "name": "NADPH oxidase 1", "other_names": ["NADH/NADPH mitogenic oxidase subunit P65-MOX", "NADPH oxidase 1", "NADPH oxidase homolog-1", "mitogenic oxidase (pyridine nucleotide-dependent superoxide-generating)", "mitogenic oxidase 1"], "pantherdb": {"HGNC": "7889", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2450016", "ortholog_type": "LDO", "panther_family": "PTHR11972", "taxid": 10090, "uniprot_kb": "Q8CIZ9"}, {"RGD": "620598", "ortholog_type": "LDO", "panther_family": "PTHR11972", "taxid": 10116, "uniprot_kb": "Q9WV87"}, {"Ensembl": "ENSGALG00000006707", "ortholog_type": "LDO", "panther_family": "PTHR11972", "taxid": 9031, "uniprot_kb": "A0A3Q2UE93"}, {"ZFIN": "ZDB-GENE-070404-1", "ortholog_type": "O", "panther_family": "PTHR11972", "taxid": 7955, "uniprot_kb": "F6NMX7"}, {"ZFIN": "ZDB-GENE-040426-1380", "ortholog_type": "O", "panther_family": "PTHR11972", "taxid": 7955, "uniprot_kb": "A0A286Y943"}, {"dictyBase": "DDB_G0291117", "ortholog_type": "O", "panther_family": "PTHR11972", "taxid": 352472, "uniprot_kb": "Q54F44"}, {"dictyBase": "DDB_G0287101", "ortholog_type": "O", "panther_family": "PTHR11972", "taxid": 352472, "uniprot_kb": "Q86GL4"}, {"dictyBase": "DDB_G0289653", "ortholog_type": "O", "panther_family": "PTHR11972", "taxid": 352472, "uniprot_kb": "Q9XYS3"}, {"TAIR": "2077192", "ortholog_type": "O", "panther_family": "PTHR11972", "taxid": 3702, "uniprot_kb": "Q9LZU9"}, {"TAIR": "2168113", "ortholog_type": "O", "panther_family": "PTHR11972", "taxid": 3702, "uniprot_kb": "Q9FJD6"}, {"TAIR": "2128248", "ortholog_type": "O", "panther_family": "PTHR11972", "taxid": 3702, "uniprot_kb": "Q9SUT8"}, {"TAIR": "2024603", "ortholog_type": "O", "panther_family": "PTHR11972", "taxid": 3702, "uniprot_kb": "O48538"}, {"TAIR": "2036104", "ortholog_type": "O", "panther_family": "PTHR11972", "taxid": 3702, "uniprot_kb": "Q9SBI0"}, {"TAIR": "2183309", "ortholog_type": "O", "panther_family": "PTHR11972", "taxid": 3702, "uniprot_kb": "O81209"}, {"TAIR": "2117258", "ortholog_type": "O", "panther_family": "PTHR11972", "taxid": 3702, "uniprot_kb": "Q9SW17"}, {"TAIR": "2157348", "ortholog_type": "O", "panther_family": "PTHR11972", "taxid": 3702, "uniprot_kb": "O81210"}, {"TAIR": "2160917", "ortholog_type": "O", "panther_family": "PTHR11972", "taxid": 3702, "uniprot_kb": "Q9FIJ0"}, {"TAIR": "2202210", "ortholog_type": "O", "panther_family": "PTHR11972", "taxid": 3702, "uniprot_kb": "O81211"}], "uniprot_kb": "Q9Y5S8"}, "pathway": {"kegg": [{"id": "hsa04380", "name": "Osteoclast differentiation - Homo sapiens (human)"}, {"id": "hsa04933", "name": "AGE-RAGE signaling pathway in diabetic complications - Homo sapiens (human)"}, {"id": "hsa05010", "name": "Alzheimer disease - Homo sapiens (human)"}, {"id": "hsa05022", "name": "Pathways of neurodegeneration - multiple diseases - Homo sapiens (human)"}, {"id": "hsa05417", "name": "Lipid and atherosclerosis - Homo sapiens (human)"}, {"id": "hsa05418", "name": "Fluid shear stress and atherosclerosis - Homo sapiens (human)"}], "pid": {"id": "rac1_pathway", "name": "RAC1 signaling pathway"}, "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-194315", "name": "Signaling by Rho GTPases"}, {"id": "R-HSA-195258", "name": "RHO GTPase Effectors"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-5668599", "name": "RHO GTPases Activate NADPH Oxidases"}, {"id": "R-HSA-9012999", "name": "RHO GTPase cycle"}, {"id": "R-HSA-9013149", "name": "RAC1 GTPase cycle"}, {"id": "R-HSA-9013423", "name": "RAC3 GTPase cycle"}, {"id": "R-HSA-9658195", "name": "Leishmania infection"}, {"id": "R-HSA-9664420", "name": "Killing mechanisms"}, {"id": "R-HSA-9673324", "name": "WNT5:FZD7-mediated leishmania damping"}, {"id": "R-HSA-9716542", "name": "Signaling by Rho GTPases, Miro GTPases and RHOBTB3"}, {"id": "R-HSA-9824443", "name": "Parasitic Infection Pathways"}], "wikipathways": [{"id": "WP231", "name": "TNF-alpha signaling pathway"}, {"id": "WP2877", "name": "Vitamin D Receptor Pathway"}, {"id": "WP408", "name": "Oxidative Stress"}, {"id": "WP4754", "name": "IL-18 signaling pathway"}]}, "pfam": ["PF01794", "PF08022", "PF08030"], "pharmgkb": "PA31690", "pharos": {"target_id": 421, "tdl": "Tchem"}, "prosite": "PS51384", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF264115", "relationship": "is"}, {"id": "GNF264116", "relationship": "is"}, {"id": "GNF264117", "relationship": "is"}, {"id": "GNF264118", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF086379", "relationship": "is"}, {"id": "GNF086380", "relationship": "is"}, {"id": "GNF086381", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053325", "relationship": "is"}, {"id": "GNF058093", "relationship": "is"}, {"id": "GNF073274", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF063767", "relationship": "is"}, {"id": "GNF063768", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF278484", "relationship": "is"}, {"id": "GNF278639", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF105469", "relationship": "is"}, {"id": "GNF145115", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000023.11", "NC_060947.1", "NG_012567.1"], "protein": ["NP_001258744.1", "NP_008983.2", "NP_039249.1", "XP_016884896.1", "XP_054182800.1"], "rna": ["NM_001271815.2", "NM_007052.5", "NM_013954.1", "NM_013955.3", "XM_017029407.3", "XM_054326825.1"], "translation": [{"protein": "XP_054182800.1", "rna": "XM_054326825.1"}, {"protein": "NP_008983.2", "rna": "NM_007052.5"}, {"protein": "NP_039249.1", "rna": "NM_013955.3"}, {"protein": "XP_016884896.1", "rna": "XM_017029407.3"}, {"protein": "NP_001258744.1", "rna": "NM_001271815.2"}]}, "reporter": {"HG-U133_Plus_2": ["206418_at", "207217_s_at", "207380_x_at", "210808_s_at"], "HG-U95Av2": ["32972_at", "32973_s_at"], "HTA-2_0": "TC0X001211.hg.1", "HuEx-1_0": "4015481", "HuGene-1_1": "8173979", "HuGene-2_1": "17112656"}, "retired": 11125, "summary": "This gene encodes a member of the NADPH oxidase family of enzymes responsible for the catalytic one-electron transfer of oxygen to generate superoxide or hydrogen peroxide. Alternatively spliced transcript variants encoding multiple isoforms have been observed for this gene. [provided by RefSeq, Nov 2012].", "symbol": "NOX1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1456389"}, "unigene": "Hs.592227", "uniprot": {"Swiss-Prot": "Q9Y5S8", "TrEMBL": ["Q1ZYL4", "A6NGA6", "H0Y581", "Q5H9D4"]}, "wikipedia": {"url_stub": "NOX1"}}