{"AllianceGenome": "14537", "HGNC": "14537", "MIM": "601015", "_id": "10577", "_version": 1, "accession": {"genomic": ["AC005479.2", "CH471061.1", "CP068264.2", "NC_000014.9", "NC_060938.1", "NG_007117.1"], "protein": ["AAH02532.1", "ADO22249.1", "ADO22404.1", "BAD96194.1", "BAG34872.1", "BAG61069.1", "BAG62522.1", "CAA47928.1", "EAW81176.1", "EAW81177.1", "EAW81178.1", "NP_001350617.1", "NP_001362369.1", "NP_006423.1", "P61916.1"], "rna": ["AK222474.1", "AK298975.1", "AK300879.1", "AK311931.1", "BC002532.2", "CB265591.1", "GQ891387.1", "GQ891542.1", "NM_001363688.1", "NM_001375440.1", "NM_006432.5", "X67698.1"], "translation": [{"protein": "NP_006423.1", "rna": "NM_006432.5"}, {"protein": "NP_001350617.1", "rna": "NM_001363688.1"}, {"protein": "AAH02532.1", "rna": "BC002532.2"}, {"protein": "NP_001362369.1", "rna": "NM_001375440.1"}, {"protein": "BAG34872.1", "rna": "AK311931.1"}, {"protein": "BAG62522.1", "rna": "AK300879.1"}, {"protein": "BAD96194.1", "rna": "AK222474.1"}, {"protein": "CAA47928.1", "rna": "X67698.1"}, {"protein": "BAG61069.1", "rna": "AK298975.1"}, {"protein": "ADO22404.1", "rna": "GQ891542.1"}, {"protein": "ADO22249.1", "rna": "GQ891387.1"}]}, "alias": ["EDDM1", "HE1"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2022-04-06T13:01:35.185Z", "disease_label": "Niemann-Pick disease, type C2", "gcep": "Lysosomal Diseases Gene Curation Expert Panel", "moi": "AR", "mondo": "MONDO:0011873", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_82bb23dd-d3bc-478d-bb3d-d1928e810029-2022-04-06T130135.185Z", "sop": "SOP8"}}, "ensembl": {"gene": "ENSG00000119655", "protein": ["ENSP00000238633", "ENSP00000412103", "ENSP00000442488", "ENSP00000450502", "ENSP00000450887", "ENSP00000451112", "ENSP00000451180", "ENSP00000451206", "ENSP00000451314"], "transcript": ["ENST00000238633", "ENST00000434013", "ENST00000541064", "ENST00000553490", "ENST00000554482", "ENST00000555592", "ENST00000555619", "ENST00000556009", "ENST00000557510"], "translation": [{"protein": "ENSP00000412103", "rna": "ENST00000434013"}, {"protein": "ENSP00000442488", "rna": "ENST00000541064"}, {"protein": "ENSP00000451112", "rna": "ENST00000555619"}, {"protein": "ENSP00000451314", "rna": "ENST00000554482"}, {"protein": "ENSP00000238633", "rna": "ENST00000238633"}, {"protein": "ENSP00000451180", "rna": "ENST00000553490"}, {"protein": "ENSP00000450502", "rna": "ENST00000556009"}, {"protein": "ENSP00000451206", "rna": "ENST00000557510"}, {"protein": "ENSP00000450887", "rna": "ENST00000555592"}], "type_of_gene": "protein_coding"}, "entrezgene": "10577", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 6.81747917967, "exp_mis": 44.5890720626, "exp_syn": 22.9015100662, "lof_z": 1.06890363356842, "mis_z": 0.84888891640348, "mu_lof": 4.76305244013e-07, "mu_mis": 4.34333037951e-06, "mu_syn": 2.13989014636e-06, "n_lof": 4.0, "n_mis": 33.0, "n_syn": 25.0, "p_li": 0.00870069266662882, "p_null": 0.19031301741889, "p_rec": 0.800986289914481, "syn_z": -0.271846853322678}, "bp": 456, "cds_end": 74959977, "cds_start": 74946976, "n_exons": 5, "nonpsych": {"exp_lof": 6.07862449399, "exp_mis": 40.2655620382, "exp_syn": 20.6362250657, "lof_z": 1.22632642841336, "mis_z": 0.815976167557305, "mu_lof": 4.76305244013e-07, "mu_mis": 4.34333037951e-06, "mu_syn": 2.13989014636e-06, "n_lof": 3.0, "n_mis": 30.0, "n_syn": 24.0, "p_li": 0.0404653600511885, "p_null": 0.135314019652806, "p_rec": 0.824220620296006, "syn_z": -0.466202502178386}, "nontcga": {"exp_lof": 6.26312787537, "exp_mis": 41.0129959731, "exp_syn": 21.0604375575, "lof_z": 0.892061327446555, "mis_z": 0.856750906884193, "mu_lof": 4.76305244013e-07, "mu_mis": 4.34333037951e-06, "mu_syn": 2.13989014636e-06, "n_lof": 4.0, "n_mis": 30.0, "n_syn": 23.0, "p_li": 0.00701760544183658, "p_null": 0.229848262166172, "p_rec": 0.763134132391992, "syn_z": -0.267603530656936}, "transcript": "ENST00000555619.1"}, "exons": [{"cdsend": 74493274, "cdsstart": 74480617, "chr": "14", "position": [[74479934, 74480779], [74484414, 74484587], [74486328, 74486436], [74493192, 74493512]], "strand": -1, "transcript": "NM_001363688", "txend": 74493512, "txstart": 74479934}, {"cdsend": 74493274, "cdsstart": 74480273, "chr": "14", "position": [[74479939, 74480288], [74484414, 74484587], [74486328, 74486436], [74493192, 74493305]], "strand": -1, "transcript": "NM_001375440", "txend": 74493305, "txstart": 74479939}, {"cdsend": 74493274, "cdsstart": 74480273, "chr": "14", "position": [[74479939, 74480288], [74480701, 74480779], [74484414, 74484587], [74486328, 74486436], [74493192, 74493305]], "strand": -1, "transcript": "NM_006432", "txend": 74493305, "txstart": 74479939}], "exons_hg19": [{"cdsend": 74959977, "cdsstart": 74947320, "chr": "14", "position": [[74946637, 74947482], [74951117, 74951290], [74953031, 74953139], [74959895, 74960215]], "strand": -1, "transcript": "NM_001363688", "txend": 74960215, "txstart": 74946637}, {"cdsend": 74959977, "cdsstart": 74946976, "chr": "14", "position": [[74946642, 74946991], [74951117, 74951290], [74953031, 74953139], [74959895, 74960008]], "strand": -1, "transcript": "NM_001375440", "txend": 74960008, "txstart": 74946642}, {"cdsend": 74959977, "cdsstart": 74946976, "chr": "14", "position": [[74946642, 74946991], [74947404, 74947482], [74951117, 74951290], [74953031, 74953139], [74959895, 74960008]], "strand": -1, "transcript": "NM_006432", "txend": 74960008, "txstart": 74946642}], "generif": [{"pubmed": 11567215, "text": "mutational analysis and genotype/phenotype correlation in NPC2 group"}, {"pubmed": 12125814, "text": "Review of NPC1 and HE1/NPC2 roles regulating cholesterol transport through endosomal/lysosomal system and in Niemann-Pick type C disease"}, {"pubmed": 12398991, "text": "NPC2, NPC1 and MLN64 may act in an ordered sequence to sense cholesterol, effect sterol movement, and consequently, influence the process of vesicular trafficking."}, {"pubmed": 12447927, "text": "Adult-onset NPC2 with lysosomal storage virtually restricted to neurons represents a novel phenotypic and genotypic variant with diffuse cognitive impairment and focal frontal involvement described for the first time."}, {"pubmed": 12591949, "text": "NPC2 protein has binding sites with a role in efficient secretion"}, {"pubmed": 12719428, "text": "NPC1 and NPC2 have a role in the regulation of sterol homeostasis through generation of LDL cholesterol-derived oxysterols"}, {"pubmed": 14662784, "text": "The HE1 transcript was affected by the obstruction of the epididymis with little or no mRNA detectable along the epididymis."}, {"pubmed": 15937921, "text": "Functional characterization of the mutant proteins showed an excellent genotype-phenotype correlation in the three cases for whom a clinical history was available"}, {"pubmed": 16374838, "text": "NPC2 is secreted from the liver into bile and plasma, where it may have a functional role in cholesterol transport in normal and disease conditions."}, {"pubmed": 16606609, "text": "NPC2 protein has a role in the egress of LDL derived cholesterol out of the endosomal/lysosomal compartment"}, {"pubmed": 16772431, "text": "Compared with normal men, seminal plasma of vasectomized men is characterized by a major decrease in immunodetectable HE1/NPC2 and surgical vasectomy reversal will normalize seminal plasma HE1/NPC2 amount to similar level of that of normal mem."}, {"pubmed": 17018531, "text": "NPC2 has a direct and specialized function in lysosomal sterol transport"}, {"pubmed": 17387528, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17470133, "text": "p.P120S mutation, the first naturally occurring missense mutation located in the cholesterol-binding Evolutionarily Constrained Regions D domain, results in reduced amounts of a protein capable to reach the lysosome, but unable to bind cholesterol."}, {"pubmed": 17895371, "text": "role of the AP-3 pathway in targeting of NP-C proteins; study found although mouse NPC1 & hNPC2 co-localize with AP-3 to a similar extent in fibroblasts, hNPC2 preferentially co-localizes with AP-1; targeting of both NPC1 & NPC2 is dependent on AP-3"}, {"pubmed": 18636124, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18823126, "text": "NPC2 plays an important role in endo/lysosomal cholesterol trafficking by markedly accelerating the rates of cholesterol transport. Rates of sterol transfer from and between membranes were increased by as much as 2 orders of magnitude by NPC2."}, {"pubmed": 19252935, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19252935, "text": "Results characterize mutations in the NPC1 and 2 genes in 34 unrelated patients including 32 patients with mutations in NPC1 gene and two patients in NPC2 gene, with 33 distinct genotypes encountered."}, {"pubmed": 19664597, "text": "NPC2 binds C2 domain of human Nedd4L."}, {"pubmed": 19723497, "text": "Niemann-Pick type C2 protein levels are increased in the presence of Nogo-B receptor, and Nogo-B receptor enhances Niemann-Pick type C2 protein protein stability."}, {"pubmed": 19746448, "text": "physiological and coordinate downregulation of the NPC1 and NPC2 genes/proteins promotes the sequestration of LDL-derived cholesterol within endocytic compartments and serves a role in maintaining intracellular cholesterol homeostasis"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20007703, "text": "The results suggest that NPC1 and NPC2 can function independently of one another in the egress of certain membrane-impermeable lysosomal cargo."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20650896, "text": "NPC2 as a novel intracrine/autocrine factor that controls adipocyte differentiation and function"}, {"pubmed": 20674861, "text": "NPC2 protein interacts N-ternimal domain of NPC1 protein, thereby opening an entry pore on NPC1 protein and allowing cholesterol to transfer without passing through the water phase."}, {"pubmed": 21084287, "text": "a novel mechanism where NPC2 by negatively regulating ERK 1/2 MAPK phosphorylation may efficiently suppress development of maladaptive tissue remodeling and inflammation."}, {"pubmed": 21253586, "text": "NPC2 protein of certain cells forms papillae coupled with apoptosis that creates open space"}, {"pubmed": 21740003, "text": "mechanism of sterol transport by cyclodextrins using in vitro model systems and fluorescence spectroscopy and NPC2-deficient fibroblasts"}, {"pubmed": 22179027, "text": "overexpression of ABCA1 alone is able to correct the mobilization of cholesterol from late endosomes/lysosomes and the formation of HDL particles in NPC1- but not NPC2-deficient human fibroblasts"}, {"pubmed": 22183894, "text": "This is the first report demonstrating that GNMT plays an important role in regulating cholesterol homeostasis via interaction with NPC2"}, {"pubmed": 22273177, "text": "Loss of Niemann Pick type C proteins 1 and 2 greatly enhances HIV infectivity and is associated with accumulation of HIV Gag and cholesterol in late endosomes/lysosomes."}, {"pubmed": 22962690, "text": "The NPC2 delivers cholesterol to the perimeter membrane of late endosomes, where it becomes available for transport to mitochondria without requiring NPC1."}, {"pubmed": 23733943, "text": "Treatment of NPC1-null or NPC2-deficient cells with cyclodextrin was effective in reducing cholesterol storage as well as the endocytic accumulation of sialoglycoproteins, demonstrating a direct link between cholesterol storage and abnormal recycling."}, {"pubmed": 23791309, "text": "The p.Pro120Ser causing mutation in NPC2 observed in the Iranian patients was earlier observed in the only other NPC2 patient reported from the Middle East."}, {"pubmed": 23814065, "text": "NPC2-deficiency leads to a dramatic up-regulation of the arachidonic acid (AA) metabolic pathway in human fibroblasts."}, {"pubmed": 24001314, "text": "an atomistic model is proposed of the transfer of cholesterol from NPC2 to NPC1(NTD) through the formation of an intermediate NPC1(NTD)-NPC2 complex"}, {"pubmed": 24438076, "text": "Recombinant NPC2 protein increases triglyceride levels in body fat."}, {"pubmed": 24501203, "text": "these results suggest that the vitamin A-mediated antimicrobial mechanism against M. tuberculosis requires NPC2-dependent expression and function, indicating a key role for cellular cholesterol regulation in the innate immune response."}, {"pubmed": 24709320, "text": "Suggest role for mouse epididymal NPC2 in regulating male fertility."}, {"pubmed": 24915861, "text": "twelve individuals were subsequently confirmed to be NP-C by DNA analysis of NPC1 and NPC2 genes, with the early infantile form, the late infantile form, the juvenile form, and the adult form"}, {"pubmed": 25220527, "text": "heterozygous mutations in the NPC1/2 gene might be a risk factor for Alzheimer's disease"}, {"pubmed": 25251378, "text": "Data suggest that in order for the ligand cholesterol to slide from one binding pocket to the other (from NPC2 to NPC1), cholesterol undergoes conformational change/isomerization to accommodate the bent transfer pathway between the 2 binding pockets."}, {"pubmed": 25754535, "text": "NPC2 may play an important role in negatively regulate cell proliferation."}, {"pubmed": 25764212, "text": "Our data suggest an incidence rate for NPC1 and NPC2 of 1/92,104 and 1/2,858,998, respectively. Evaluation of common NPC1 variants, however, suggests that there may be a late-onset NPC1 phenotype with a markedly higher incidence."}, {"pubmed": 26296895, "text": "hypothesize that, in part, NPC2 rapidly traffics cholesterol between closely appositioned membranes within the multilamellar interior of late endosomal/lysosomal proteins, ultimately effecting cholesterol egress from this compartment"}, {"pubmed": 26846330, "text": "Structure of glycosylated NPC1 luminal domain C reveals insights into NPC2 and Ebola virus interactions"}, {"pubmed": 27339554, "text": "identification of NPC1 and/or NPC2 mutations combined with descriptions of clinical phenotype, will improve our knowledge of pathogenic mutations and our understanding of genotype-phenotype correlations."}, {"pubmed": 27402802, "text": "Our results suggest that NPC2 is in a mitochondrially associated autophagosome and plays an important role in regulating mitophagy, mitochondrial quality control, and mitochondrial function."}, {"pubmed": 27533706, "text": "suggest a general mechanism for NPC2 mediated sterol transfer, in which Phe66, Val96, and Tyr100 act as reversible gate keepers. These residues stabilize the sterol in the binding pose via pi-pi stacking but move transiently apart during sterol release"}, {"pubmed": 27551080, "text": "Docking of the NPC1-NPC2 complex onto the full-length NPC1 structure reveals a direct cholesterol transfer tunnel between NPC2 and N-terminal domain cholesterol binding pockets, supporting the \"hydrophobic hand-off\" cholesterol transfer model."}, {"pubmed": 27792009, "text": "The heterozygous mutations of NPC2 gene could contribute to dementia plus, at least in a subset of patients."}, {"pubmed": 27940359, "text": "NEGR1 interacts with NPC2 and increases its protein stability"}, {"pubmed": 28095804, "text": "Study demonstrates that Niemann-Pick type C disease can present in early years of life with pulmonary complications like alveolar proteinosis and hepatosplenomegaly or hepatomegaly due to mutation in NPC2 gene."}, {"pubmed": 28205170, "text": "Stopped-Flow Fluorescence Methods for Investigating Intracellular Cholesterol Transport Mechanisms of NPC2 Protein."}, {"pubmed": 28808920, "text": "Niemann-Pick disease type C .E118X NPC2 gene mutation may be prevalent among individuals in Anatolia."}, {"pubmed": 28865947, "text": "New variant associated with Niemann-Pick disease type C: Neurological manifestations and biochemical, molecular, and cellular characterisation.\", trans \"Nueva variante asociada a enfermedad de Niemann-Pick tipo C: manifestaciones neurologicas y caracterizacion bioquimica, molecular y celular."}, {"pubmed": 29084218, "text": "Overall, we provide a mechanism by which npc2-mediated cholesterol transport is controlled by the membrane composition and how npc2-lipid interactions can regulate the transport rate."}, {"pubmed": 29874879, "text": "Our study demonstrated that NPC2-mediated free cholesterol homeostasis controls hepatic stellate cells proliferation and mitochondrial function."}, {"pubmed": 30091016, "text": "Data show that nuclear factor kappa B subunit 2 (NF-kappaB2) regulates intracellular cholesterol transport by controlling Niemann Pick type C2 protein (NPC2) expression."}, {"pubmed": 30181526, "text": "Results propose that, depending on the location of the cholesterol ligand, a dynamical interface between the NPC2 and NPC1 N-terminal domain (NTD) proteins exists. Structural features of a particular interface can lower the energy barrier and stabilize the passage of the cholesterol substrate from NPC2 to NPC1(NTD)."}, {"pubmed": 31521631, "text": "conclude that NPC2's affinity for all sterols is energetically favored over their self-aggregation in the lysosomal lumen. Lysosomal export of 25-OH-Chol is not strictly dependent on the NPC2 protein."}, {"pubmed": 31580258, "text": "The authors demonstrate that lysobisphosphatidic acid enrichment in human NPC2-deficient cells, either directly or via its biosynthetic precursor phosphtidylglycerol (PG), is entirely ineffective, indicating an obligate functional interaction between NPC2 and lysobisphosphatidic acid in cholesterol trafficking."}, {"pubmed": 32544384, "text": "Structural Basis of Low-pH-Dependent Lysosomal Cholesterol Egress by NPC1 and NPC2."}, {"pubmed": 33422548, "text": "Niemann Pick C2 protein enables cholesterol transfer from endo-lysosomes to the plasma membrane for efflux by shedding of extracellular vesicles."}, {"pubmed": 33723331, "text": "Increase in plasma Niemann-Pick disease type C2 protein is associated with poor prognosis of sepsis."}, {"pubmed": 33990640, "text": "Identification and Classification of Rare Variants in NPC1 and NPC2 in Quebec."}, {"pubmed": 34420959, "text": "Niemann-Pick Type C 1 (NPC1) and NPC2 Gene Variability in Demented Patients with Evidence of Brain Amyloid Deposition."}, {"pubmed": 34445279, "text": "Secretory NPC2 Protein-Mediated Free Cholesterol Levels Were Correlated with the Sorafenib Response in Hepatocellular Carcinoma."}, {"pubmed": 34685683, "text": "Transcriptomic Biomarkers for Tuberculosis: Validation of NPC2 as a Single mRNA Biomarker to Diagnose TB, Predict Disease Progression, and Monitor Treatment Response."}], "genomic_pos": {"chr": "14", "end": 74494177, "ensemblgene": "ENSG00000119655", "start": 74476192, "strand": -1}, "genomic_pos_hg19": {"chr": "14", "end": 74960880, "start": 74942895, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0008203", "qualifier": "involved_in", "term": "cholesterol metabolic process"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0009615", "pubmed": 16548883, "qualifier": "involved_in", "term": "response to virus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010467", "qualifier": "involved_in", "term": "gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010878", "qualifier": "involved_in", "term": "cholesterol storage"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0015914", "pubmed": 17018531, "qualifier": "involved_in", "term": "phospholipid transport"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0019747", "pubmed": 15110773, "qualifier": "involved_in", "term": "regulation of isoprenoid metabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030301", "pubmed": [17018531, 18772377], "qualifier": "involved_in", "term": "cholesterol transport"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032366", "pubmed": 17018531, "qualifier": "involved_in", "term": "intracellular sterol transport"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0032367", "qualifier": "involved_in", "term": "intracellular cholesterol transport"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032367", "pubmed": [17018531, 18823126], "qualifier": "involved_in", "term": "intracellular cholesterol transport"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0032367", "pubmed": 19723497, "qualifier": "acts_upstream_of_or_within", "term": "intracellular cholesterol transport"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032367", "pubmed": [15937921, 27238017], "qualifier": "involved_in", "term": "intracellular cholesterol transport"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0033344", "qualifier": "involved_in", "term": "cholesterol efflux"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0033344", "pubmed": [16141411, 25339683], "qualifier": "involved_in", "term": "cholesterol efflux"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042632", "pubmed": 12719428, "qualifier": "involved_in", "term": "cholesterol homeostasis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0042632", "pubmed": 15937921, "qualifier": "involved_in", "term": "cholesterol homeostasis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0046836", "pubmed": 17018531, "qualifier": "involved_in", "term": "glycolipid transport"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0005615", "pubmed": 15937921, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005764", "pubmed": 25339683, "qualifier": "is_active_in", "term": "lysosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005764", "pubmed": [11125141, 15937921], "qualifier": "located_in", "term": "lysosome"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005783", "qualifier": "located_in", "term": "endoplasmic reticulum"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0035578", "qualifier": "located_in", "term": "azurophil granule lumen"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0043202", "qualifier": "located_in", "term": "lysosomal lumen"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 23533145, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [19664597, 20674861, 22095670, 27238017, 27940359], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0015485", "qualifier": "enables", "term": "cholesterol binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0015485", "pubmed": [17018531, 18772377, 27238017], "qualifier": "enables", "term": "cholesterol binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019899", "pubmed": 15110773, "qualifier": "enables", "term": "enzyme binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0120020", "pubmed": [18772377, 25339683, 27238017], "qualifier": "enables", "term": "cholesterol transfer activity"}]}, "homologene": {"genes": [[7227, 33374], [7955, 282673], [7955, 565099], [8364, 493351], [9031, 423353], [9544, 699881], [9598, 450192], [9606, 10577], [9615, 403920], [9913, 280815], [10090, 67963], [10116, 286898]], "id": 4697}, "interpro": [{"desc": "MD-2-related lipid-recognition domain", "id": "IPR003172", "short_desc": "ML_dom"}, {"desc": "Immunoglobulin E-set", "id": "IPR014756", "short_desc": "Ig_E-set"}, {"desc": "Npc2 like, ML domain", "id": "IPR033916", "short_desc": "ML_Npc2-like"}, {"desc": "Sterol transport protein NPC2-like", "id": "IPR039670", "short_desc": "NPC2-like"}], "ipi": ["IPI00301579", "IPI00940960", "IPI01013446"], "map_location": "14q24.3", "name": "NPC intracellular cholesterol transporter 2", "other_names": ["NPC intracellular cholesterol transporter 2", "Niemann-Pick disease type C2 protein", "epididymal protein 1", "epididymis secretory sperm binding protein", "human epididymis-specific protein 1", "tissue-specific secretory protein"], "pantherdb": {"HGNC": "14537", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1915213", "ortholog_type": "LDO", "panther_family": "PTHR11306", "taxid": 10090, "uniprot_kb": "Q9Z0J0"}, {"RGD": "628756", "ortholog_type": "LDO", "panther_family": "PTHR11306", "taxid": 10116, "uniprot_kb": "F7FJQ3"}, {"Ensembl": "ENSGALG00000010237", "ortholog_type": "LDO", "panther_family": "PTHR11306", "taxid": 9031, "uniprot_kb": "F1N9N4"}, {"ZFIN": "ZDB-GENE-080723-11", "ortholog_type": "LDO", "panther_family": "PTHR11306", "taxid": 7955, "uniprot_kb": "B3DFW4"}, {"ZFIN": "ZDB-GENE-021206-13", "ortholog_type": "LDO", "panther_family": "PTHR11306", "taxid": 7955, "uniprot_kb": "Q9DGJ3"}, {"WormBase": "WBGene00006452", "ortholog_type": "LDO", "panther_family": "PTHR11306", "taxid": 6239, "uniprot_kb": "O17271"}, {"FlyBase": "FBgn0039801", "ortholog_type": "O", "panther_family": "PTHR11306", "taxid": 7227, "uniprot_kb": "Q9VA41"}, {"FlyBase": "FBgn0039800", "ortholog_type": "O", "panther_family": "PTHR11306", "taxid": 7227, "uniprot_kb": "Q9VA42"}, {"FlyBase": "FBgn0051410", "ortholog_type": "O", "panther_family": "PTHR11306", "taxid": 7227, "uniprot_kb": "Q9VH33"}, {"FlyBase": "FBgn0037783", "ortholog_type": "O", "panther_family": "PTHR11306", "taxid": 7227, "uniprot_kb": "Q9VH31"}, {"FlyBase": "FBgn0037782", "ortholog_type": "O", "panther_family": "PTHR11306", "taxid": 7227, "uniprot_kb": "Q9VH32"}, {"FlyBase": "FBgn0038198", "ortholog_type": "LDO", "panther_family": "PTHR11306", "taxid": 7227, "uniprot_kb": "Q9VFN7"}, {"FlyBase": "FBgn0039154", "ortholog_type": "O", "panther_family": "PTHR11306", "taxid": 7227, "uniprot_kb": "Q9VCC8"}, {"FlyBase": "FBgn0031381", "ortholog_type": "O", "panther_family": "PTHR11306", "taxid": 7227, "uniprot_kb": "Q9VQ62"}], "uniprot_kb": "P61916"}, "pathway": {"kegg": [{"id": "hsa04142", "name": "Lysosome - Homo sapiens (human)"}, {"id": "hsa04979", "name": "Cholesterol metabolism - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-174824", "name": "Plasma lipoprotein assembly, remodeling, and clearance"}, {"id": "R-HSA-382551", "name": "Transport of small molecules"}, {"id": "R-HSA-6798695", "name": "Neutrophil degranulation"}, {"id": "R-HSA-8964038", "name": "LDL clearance"}, {"id": "R-HSA-8964043", "name": "Plasma lipoprotein clearance"}], "wikipathways": [{"id": "WP3945", "name": "TYROBP causal network in microglia"}, {"id": "WP4217", "name": "Ebola Virus Pathway on Host"}, {"id": "WP5064", "name": "7-oxo-C and 7beta-HC pathways"}]}, "pdb": ["5KWY", "6W5V"], "pfam": "PF02221", "pharmgkb": "PA31700", "pharos": {"target_id": 10493, "tdl": "Tbio"}, "pir": "I38365", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF261667", "relationship": "is"}, {"id": "GNF261668", "relationship": "is"}, {"id": "GNF261669", "relationship": "is"}, {"id": "GNF261670", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF159216", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF033005", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF086569", "relationship": "is"}, {"id": "GNF086570", "relationship": "is"}, {"id": "GNF086571", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF050748", "relationship": "is"}, {"id": "GNF055510", "relationship": "is"}, {"id": "GNF060158", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070725", "relationship": "is"}, {"id": "GNF070726", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF010442", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": {"id": "GNF337163", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF105810", "relationship": "is"}, {"id": "GNF145456", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000014.9", "NC_060938.1", "NG_007117.1"], "protein": ["NP_001350617.1", "NP_001362369.1", "NP_006423.1"], "rna": ["NM_001363688.1", "NM_001375440.1", "NM_006432.5"], "translation": [{"protein": "NP_006423.1", "rna": "NM_006432.5"}, {"protein": "NP_001362369.1", "rna": "NM_001375440.1"}, {"protein": "NP_001350617.1", "rna": "NM_001363688.1"}]}, "reporter": {"HG-U133_Plus_2": "200701_at", "HG-U95Av2": "39345_at", "HTA-2_0": "TC14001307.hg.1", "HuEx-1_0": "3571904", "HuGene-1_1": "7980146", "HuGene-2_1": "16794705"}, "summary": "This gene encodes a protein containing a lipid recognition domain. The encoded protein may function in regulating the transport of cholesterol through the late endosomal/lysosomal system. Mutations in this gene have been associated with Niemann-Pick disease, type C2 and frontal lobe atrophy. [provided by RefSeq, Jul 2008].", "symbol": "NPC2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1422736"}, "unigene": "Hs.433222", "uniprot": {"Swiss-Prot": "P61916", "TrEMBL": ["G3V3D1", "A0A024R6C0", "H0YIZ1", "G3V3E8", "G3V2V8", "H0YJE2", "J3KMY5", "E7EMS2"]}}