{"AllianceGenome": "7908", "HGNC": "7908", "MIM": "602716", "_id": "4868", "_version": 1, "accession": {"genomic": ["AC002133.1", "CP068259.2", "KC877728.1", "KU682204.1", "KU682205.1", "KU682206.1", "KU951143.1", "NC_000019.10", "NC_060943.1", "NG_013356.2", "U95090.1"], "protein": ["AAB80768.1", "AAC39687.1", "AAF36451.1", "AAG17141.1", "ACH99862.1", "AME15535.1", "AME15536.1", "AME15537.1", "ANZ79618.1", "NP_004637.1", "O60500.1"], "rna": ["AF035835.1", "AF126957.1", "AF190637.1", "AK310731.1", "BX103667.1", "EU642886.1", "EU642887.1", "NM_004646.4"], "translation": [{"protein": "NP_004637.1", "rna": "NM_004646.4"}, {"protein": "AAF36451.1", "rna": "AF126957.1"}, {"protein": "AAC39687.1", "rna": "AF035835.1"}, {"protein": "ACH99862.1", "rna": "EU642886.1"}, {"protein": "AAG17141.1", "rna": "AF190637.1"}]}, "alias": ["CNF", "NPHN", "nephrin"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2022-01-10T01:30:00.000Z", "disease_label": "congenital nephrotic syndrome, Finnish type", "gcep": "Glomerulopathy Gene Curation Expert Panel", "moi": "AR", "mondo": "MONDO:0009732", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_b474ea36-3ba2-4a2e-b6f6-eaa0f05c05b8-2022-01-10T013000.000Z", "sop": "SOP8"}}, "ensembl": {"gene": "ENSG00000161270", "protein": ["ENSP00000343634", "ENSP00000368190"], "transcript": ["ENST00000353632", "ENST00000378910", "ENST00000585400", "ENST00000591817", "ENST00000592132"], "translation": [{"protein": "ENSP00000368190", "rna": "ENST00000378910"}, {"protein": "ENSP00000343634", "rna": "ENST00000353632"}], "type_of_gene": "protein_coding"}, "entrezgene": "4868", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 44.8435063721, "exp_mis": 512.333666325, "exp_syn": 266.08515901, "lof_z": 3.08326377434863, "mis_z": 0.979627891162257, "mu_lof": 3.24177272382e-06, "mu_mis": 4.91729903149e-05, "mu_syn": 2.51951977899e-05, "n_lof": 24.0, "n_mis": 467.0, "n_syn": 225.0, "p_li": 7.72410839762903e-11, "p_null": 0.00156768593361226, "p_rec": 0.998432313989147, "syn_z": 1.56143715996801}, "bp": 3726, "cds_end": 36342739, "cds_start": 36317415, "n_exons": 29, "nonpsych": {"exp_lof": 40.0414146514, "exp_mis": 463.165134959, "exp_syn": 240.286482358, "lof_z": 2.95526538331494, "mis_z": 1.05851427277533, "mu_lof": 3.24177272382e-06, "mu_mis": 4.91729903149e-05, "mu_syn": 2.51951977899e-05, "n_lof": 21.0, "n_mis": 418.0, "n_syn": 203.0, "p_li": 2.06610621539848e-09, "p_null": 0.00205719952437176, "p_rec": 0.997942798409522, "syn_z": 1.51443424783734}, "nontcga": {"exp_lof": 41.2027786721, "exp_mis": 471.293758725, "exp_syn": 244.745130952, "lof_z": 2.95108736804235, "mis_z": 0.947650859481699, "mu_lof": 3.24177272382e-06, "mu_mis": 4.91729903149e-05, "mu_syn": 2.51951977899e-05, "n_lof": 22.0, "n_mis": 430.0, "n_syn": 206.0, "p_li": 5.5756036393751e-10, "p_null": 0.00223316694814589, "p_rec": 0.997766832494294, "syn_z": 1.56813004903106}, "transcript": "ENST00000378910.5"}, "exons": [{"cdsend": 35851837, "cdsstart": 35826513, "chr": "19", "position": [[35825371, 35826645], [35830843, 35830956], [35831052, 35831146], [35831295, 35831371], [35831475, 35831500], [35831642, 35831762], [35835704, 35835761], [35839236, 35839418], [35839495, 35839607], [35841714, 35841866], [35842123, 35842280], [35842378, 35842550], [35843471, 35843593], [35844102, 35844243], [35844318, 35844459], [35845367, 35845540], [35845668, 35845798], [35846007, 35846194], [35848040, 35848165], [35848252, 35848397], [35848636, 35848794], [35848975, 35849147], [35849235, 35849363], [35849549, 35849653], [35850363, 35850445], [35850960, 35851089], [35851261, 35851384], [35851456, 35851672], [35851779, 35852504]], "strand": -1, "transcript": "NM_004646", "txend": 35852504, "txstart": 35825371}], "exons_hg19": [{"cdsend": 36342739, "cdsstart": 36317415, "chr": "19", "position": [[36316273, 36317547], [36321745, 36321858], [36321954, 36322048], [36322197, 36322273], [36322377, 36322402], [36322544, 36322664], [36326606, 36326663], [36330138, 36330320], [36330397, 36330509], [36332616, 36332768], [36333025, 36333182], [36333280, 36333452], [36334373, 36334495], [36335004, 36335145], [36335220, 36335361], [36336269, 36336442], [36336570, 36336700], [36336909, 36337096], [36338942, 36339067], [36339154, 36339299], [36339538, 36339696], [36339877, 36340049], [36340137, 36340265], [36340451, 36340555], [36341265, 36341347], [36341862, 36341991], [36342163, 36342286], [36342358, 36342574], [36342681, 36343406]], "strand": -1, "transcript": "NM_004646", "txend": 36343406, "txstart": 36316273}], "generif": [{"pubmed": 11241530, "text": "Observational study of genetic testing. (HuGE Navigator)"}, {"pubmed": 11692461, "text": "function in the slit diaphragm and glomerular filtration"}, {"pubmed": 11854170, "text": "Mutations interact with NPHS2 protein to produce either nephrotic syndrome or focal glomerosclerosis, depending on alleles."}, {"pubmed": 12324903, "text": "A missense mutation of the nephrin gene (GAC-to-GTC transversion leading to Asp819Val)impairs targeting of the protein to the cell membrane and causes congenital nephrotic syndrome of the Finnish type (CNF)."}, {"pubmed": 12368218, "text": "co-localization of podocin, this protein and the actin cytoskeleton: evidence for a role in podocyte foot process formation."}, {"pubmed": 12407641, "text": "Nephrin protein and mRNA are differentially expressed in acquired proteinuric diseases according to the specific glomerular disease or severity of glomerular damage."}, {"pubmed": 12436341, "text": "investigation of the expression of nephrin in human kidney tissue from patients with diabetic nephropathy to elucidate its relationship with proteinuria and the effects of anti-proteinuric therapy with angiotensin converting enzyme inhibition"}, {"pubmed": 12495287, "text": "The loss of function of the nephrin gene is the main cause of congenital nephrotic syndrome of the Finnish type in Italian patients."}, {"pubmed": 12631336, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12631336, "text": "This study does not support an involvement of the coding region of the nephrin gene in the pathogenesis of diabetic nephropathy in type 1 diabetic patients."}, {"pubmed": 12663475, "text": "study indicates that the alteration in nephrin expression is an early event in proteinuric patients with diabetes and suggests that glycated albumin and angiotensin II contribute to nephrin downregulation"}, {"pubmed": 12846735, "text": "Nephrin is a signaling protein phosphorylated by Src family kinases."}, {"pubmed": 12920248, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12920248, "text": "This study suggests that the NPHS1 G349A polymorphism may be associated with heavy proteinuria and a decline in renal function in patients with IgAN."}, {"pubmed": 12961083, "text": "Abnormal distribution of nephrin, podocin, and alpha-actinin were found in children with nephrotic syndrome."}, {"pubmed": 14633607, "text": "Nephrin molecules exhibit homophilic interactions that could promote cellular contacts through direct nephrin-nephrin interactions."}, {"pubmed": 14736962, "text": "The expression of nephrin mRNA maybe closely linked to the development and progression of proteinuria in diabetic nephropathy."}, {"pubmed": 14747939, "text": "an alteration in nephrin expression is not a feature of acquired forms of nephrotic syndrome in childhood."}, {"pubmed": 15086927, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15086927, "text": "heterozygous allelic variants leading to nonconservative amino acid substitutions not previously reported in minimal change nephrotic syndrome"}, {"pubmed": 15149332, "text": "Extracellular nephrin mRNA and protein were markedly reduced in diabetic patients."}, {"pubmed": 15167446, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15339792, "text": "Interaction of vascular endothelial growth factor with nephrin in cultured human podocytes reduced apoptosis."}, {"pubmed": 15504938, "text": "Recombinant WT1 protein can bind and activate the 186-bp NPHS1 fragment in a sequence-specific manner. WT1 may be required for regulation of the NPHS1 gene in vivo."}, {"pubmed": 15545998, "text": "NPHN contributes to a porous slit diaphragm scaffold, the molecular filter in renal glomerular capillaries."}, {"pubmed": 15634346, "text": "To characterize the structural properties and protein-protein interactions of the nephrin intracellular domain, we produced a series of recombinant nephrin proteins which all bound previously identified ligands"}, {"pubmed": 15659563, "text": "exposure to normal and non-nephrotic human plasma leads to a concentration of nephrin, podocin, CD2AP, and actin at the cell surface in podocytes"}, {"pubmed": 15780077, "text": "Mutations are not a major cause of congenital nephrotic syndrome in Japanese patients."}, {"pubmed": 15942677, "text": "serum and plasma factors from focal segmental glomerulosclerosis patients may directly affect nephrin and podocin in human podocytes"}, {"pubmed": 16010520, "text": "Nephrin is expressed at protein and mRNA levels in islet microvascular endothelium."}, {"pubmed": 16288986, "text": "data show that PPARalpha activation causes an increased nephrin expression by a dual action, on the one hand by stimulating nephrin promoter activity and on the other hand by reducing nephrin mRNA degradation"}, {"pubmed": 16525419, "text": "nephrin selectively binds the Src homology 2 (SH2)/SH3 domain-containing Nck adaptor proteins, which in turn control the podocyte cytoskeleton in vivo"}, {"pubmed": 16543952, "text": "nephrin phosphorylation results in Src kinase activation, recruitment of Nck, and assembly of actin filaments in an Nck-dependent fashion"}, {"pubmed": 16644649, "text": "Association of single 3 nucleotide polymorphisms with type 2 diabetes."}, {"pubmed": 16968734, "text": "A striking finding in this study is the lack of contribution of NPHS1, NPHS2, and NEPH1 genes in 15 Asian families with steroid-resistant nephrotic syndrome."}, {"pubmed": 16968782, "text": "Results suggest that nephrin Y1193 serves as a molecular switch that determines the integrity of the slit diaphragm by functional competition between beta-arrestin2 and podocin."}, {"pubmed": 17211152, "text": "Mutations may play pathogenetic roles in some patients with sporadic steroid resistant nephrotic syndrome."}, {"pubmed": 17211152, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17255128, "text": "We conclude that down-regulation of nephrin and synaptopodin is associated with proteinuria in women with preeclampsia."}, {"pubmed": 17290294, "text": "Mutated in nephrotic syndrome in an 11-year old boy."}, {"pubmed": 17371932, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 17395751, "text": "Knocking nephrin down with siRNA in wild-type podocytes abrogated the insulin response, and stable nephrin transfection of nephrin-deficient podocytes rescued their insulin response."}, {"pubmed": 17413422, "text": "3 novel mutations: c.1138C>T (p.Gln380X), c.2160_ 2161insC (p.Cys721fs) and c.1707C>G (p.Ser569Arg)were identified in a highly inbred community; patients were either homozygous for one mutation or compound heterozygotes; they differed in their phenotype"}, {"pubmed": 17923684, "text": "Nephrin-Neph1 complex transduces phosphorylation-mediated signals that assemble an actin polymerization complex at the podocyte intercellular junction."}, {"pubmed": 18212058, "text": "Any one of three phosphorylated (p)YDXV motifs on nephrin is sufficient to recruit Nck through its Src homology 2 (SH2) domain and induce localized actin polymerization at these clusters."}, {"pubmed": 18258597, "text": "Neph1 but not nephrin specifically binds to adaptor protein Grb2 and tyrosine kinase Csk in a phosphorylation-dependent manner."}, {"pubmed": 18449463, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18480178, "text": "Reduction of endogenous nephrin expression by application of siRNA to differentiated cells of an immortalized podocyte cell line markedly reduced steady-state surface expression of Slo1."}, {"pubmed": 18503012, "text": "Thirteen novel NPHS1 mutations have been analyzed in a large cohort of children with congenital nephrotic syndrome."}, {"pubmed": 18562307, "text": "Neph1-Nephrin proteins bind the Par3-Par6-atypical protein kinase C (aPKC) complex to regulate podocyte cell polarity"}, {"pubmed": 18614772, "text": "mutations in NPHS1 were linked to later age of onset and milder couse of disease"}, {"pubmed": 19077682, "text": "Recent results showed that damage to endothelial cells may alter endothelial-podocyte interaction and induces nephrin loss, a main cause of proteinuria--{REVIEW}"}, {"pubmed": 19179337, "text": "Nephrin Tyr-1204 phosphorylation triggers the Ca(2+) response in a PLC-gamma1-dependent fashion."}, {"pubmed": 19321760, "text": "NPHS1 gene mutation is associated with congenital nephrotic syndrome."}, {"pubmed": 19406966, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19406966, "text": "single mutation or variant in NPHS1 and NPHS2 does not modify the outcome of primary nephrotic syndrome"}, {"pubmed": 19443487, "text": "Nephrin missense mutation lead to relapsing nephrotic syndrome."}, {"pubmed": 19470472, "text": "Co-cultures of unaffected human fetal myoblasts with nephrin-knockout(KO) myoblasts or myotubes restore the formation of mature myotubes; however, the contribution of nephrin(KO) myoblasts is minimal."}, {"pubmed": 19520069, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19528353, "text": "Podocyte-specific protein nephrin gene expression is decreased in women with preeclampsia."}, {"pubmed": 19587356, "text": "In human podocytes, MCP-1 binding to the CCR2 receptor induced a significant reduction in nephrin both mRNA and protein expression via a Rho-dependent mechanism"}, {"pubmed": 19671286, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19746264, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19746264, "text": "The single nucleotide polymorphism rs#466452 of the nephrin gene seems to be neutral in relation to diabetes and the development of diabetic nephropathy, and does not affect the splicing of a nephrin transcript, in spite of a splicing enhancer site."}, {"pubmed": 19812541, "text": "evaluated the pathogenicity of amino-acid substitutions using the biophysical and biochemical difference between wild-type and mutant amino acid, the evolutionary conservation of the amino-acid residue in orthologs, and defined domains"}, {"pubmed": 19816048, "text": "By means of gel supershift and chromatin immunoprecipitation assays we have shown that the protein factor from podocyte nuclear extracts able to recognize and bind the target sequence is the Sp1 zinc-finger protein."}, {"pubmed": 19833886, "text": "Nephrin is an active component of insulin vesicle machinery that may affect its vesicle-actin interaction and mobilization to the plasma membrane."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20138859, "text": "The presence of the different genotypes of NPHS1 (AA genotype of rs401824 and GG genotype of rs437168) was associated with susceptibility to membranous glomerulonephritis and with remission of proteinuria during disease progression after therapy."}, {"pubmed": 20172850, "text": "NPHS1 mutations are associated with congenital nephrotic syndrome."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20419132, "text": "PKCalpha is involved in reduction of nephrin surface expression; activation of PKCalpha is a pathomechanistic key event during the development of diabetic nephropathy"}, {"pubmed": 20424473, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20457601, "text": "Coexpression of CIN85/Ruk(L) with CD2AP led to a decreased binding of CIN85/Ruk(L) to nephrin and podocin, which indicates a functional competition between CD2AP and CIN85/Ruk(L)."}, {"pubmed": 20507940, "text": "NPHS1 mutations associated with an earlier onset of congenital nephrotic syndrome and worse renal outcomes than NPHS2 mutations."}, {"pubmed": 20507940, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20576809, "text": "podocyte protein kidney anion exchanger 1 interacts with nephrin and kinase to maintain the structure and function of the glomerular basement membrane."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20650908, "text": "NPHS1 mutations are associated with congenital nephrotic syndrome."}, {"pubmed": 21125408, "text": "Novel mutations in steroid-resistant nephrotic syndrome diagnosed in Tunisian children were detected in NPHS1."}, {"pubmed": 21321125, "text": "PKC alpha mediates beta-arrestin2-dependent nephrin endocytosis in hyperglycemia."}, {"pubmed": 21478284, "text": "Data show that the main slit diaphragm proteins, nephrin and podocin, are affected from the earlier stages of lupus nephritis and their expression correlates with disease histology."}, {"pubmed": 21803771, "text": "1,25(OH)(2)D(3) stimulates nephrin expression in podocytes by acting on a VDRE in the proximal nephrin promoter."}, {"pubmed": 21980157, "text": "Transcription of nephrin-Neph3 gene pair is synergistically activated by WT1 and NF-kappaB and silenced by DNA methylation."}, {"pubmed": 22009864, "text": "Two novel mutations of c.2783C>A and c.2225T>C in NPHS1 were found to be causative in this Chinese CNF family with no known Finnish ancestry"}, {"pubmed": 22176966, "text": "The expression of nephrin in different clinical types of hepatitis B virus-associated membranous nephropathy was significantly different. Expression in patients with nephrotic syndrome was significantly lower than in patients without nephrotic syndrome."}, {"pubmed": 22194892, "text": "Nephrin ligation resulted in abnormal morphology of actin tails in human podocytes when Ship2, Filamin or Lamellipodin were individually knocked down."}, {"pubmed": 22565185, "text": "A total of 7 homozygous (6 novel) mutations were found in the NPHS1 gene and 4 homozygous mutations in the NPHS2 gene."}, {"pubmed": 22584503, "text": "we discovered 10 different mutations, 3 of them novel, consisting of 1 splice site mutation (IVS 7 + 1 G 1 T) and 2 missense mutations (p.Y977C and p.L215R)."}, {"pubmed": 22615747, "text": "finding that nephrinuria is observed in a majority of these normoalbuminuric patients demonstrates that it may precede microalbuminuria"}, {"pubmed": 22653594, "text": "Finding lesuggest that NPHS1 mutations are also present in sporadic Chinese CNS cases."}, {"pubmed": 22718751, "text": "Dynamin-mediated Nephrin phosphorylation regulates glucose-stimulated insulin release in pancreatic beta cells."}, {"pubmed": 22747997, "text": "In the glomeruli of CNS patients carrying mutations in NPHS1, where SD formation is disrupted, the expression of SIRPalpha as well as Neph1 and nephrin was significantly decreased, indicating that SIRPalpha is closely associated with the nephrin complex"}, {"pubmed": 23188823, "text": "Nck may facilitate dynamic signaling events at the slit diaphragm by promoting Fyn-dependent phosphorylation of nephrin."}, {"pubmed": 23824190, "text": "The planar cell polarity pathway contributes to podocyte development by regulating nephrin turnover during junctional remodeling as the cells differentiate."}, {"pubmed": 24089175, "text": "An Iranian boy with Finnish-type congenital nephrotic syndrome was homozygous for a 1 bp duplication near the splice acceptor site of exon 17 of the NPHS1 gene (intron 16: c.2213-2dupA homozygous mutation). His parents were heterozygous."}, {"pubmed": 24219158, "text": "summarize the current knowledge of the functions of nephrin and Neph-family proteins and transcription factors and agents that control nephrin and Neph3 gene expression."}, {"pubmed": 24337247, "text": "The results suggest that the functions of Nephrin and Podocin are highly conserved between the zebrafish pronephros and mammalian metanephros."}, {"pubmed": 24371179, "text": "Congenital nephrotic syndrome associated mutations in the NPHS1 gene in two Greek patients."}, {"pubmed": 24413855, "text": "the frequency of identified disease causing mutations (NPHS1 and NPHS2) in children with steroid-resistant nephrotic syndome is 11.4%, and they show no response to treatment."}, {"pubmed": 24498843, "text": "Mutations in NPHS1 gene occur in Iranian children with steroid sensitive nephrotic syndrome and steroid resistant nephrotic syndrome."}, {"pubmed": 24515388, "text": "Phosphorylation of nephrin is important for the survival status of podocytes."}, {"pubmed": 24529330, "text": "In diabetic glomerulosclerosis, glomeruli with crescents contained a mixture of crescentic cells expressing either claudin 1 or nephrin. Rare crescentic cells coexpressed nephrin and claudin 1."}, {"pubmed": 24848282, "text": "Proteinuria in patients with seropositive rheumatoid arthritis is associated with increased levels of urine nephrin excretion, the highest levels of nephrin excretion were registered in patients with glomerulonephritis and amyloidosis."}, {"pubmed": 24856380, "text": "No pathogenic NPHS1 mutations were found in the cohort of children with steroid-resistant focal segmental glomerulosclerosis."}, {"pubmed": 24948143, "text": "Coding variants in NPHS1 are associated with both risk for and protection from common forms of nephropathy in African Americans."}, {"pubmed": 25321392, "text": "biochemical reconstitution on supported lipid bilayers of protein clusters containing the adhesion receptor Nephrin and its cytoplasmic partners, Nck and N-WASP, is reported."}, {"pubmed": 25599733, "text": "NPHS1 rs437168 variant is associated with nephrotic syndrome in children."}, {"pubmed": 25622599, "text": "there is a link found of the glomerular protein nephrin and the antihypertensive action of angiotensin receptor antagonists in the treatment of hypertension."}, {"pubmed": 25652011, "text": "Activated IQGAP1, as an intracellular partner of nephrin, is involved in actin cytoskeleton organization and functional regulation of podocytes."}, {"pubmed": 25711261, "text": "The classical form is CNF, which is caused by mutations in the nephrin gene (NPHS1), leading to massive proteinuria, hypoproteinemia and edema in the newborn period"}, {"pubmed": 26174680, "text": "A novel nonsense mutation in NPHS1 linking aortic stenosis associated with congenital nephropathy, is reported."}, {"pubmed": 26560236, "text": "Case Reports: NPHS1 mutations in four Brazilian cases of congenital nephrotic syndrome."}, {"pubmed": 27761660, "text": "Outcomes of renal replacement therapy in NPHS1 patients in Europe were analysed using data from the ESPN/ERA-EDTA Registry"}, {"pubmed": 27874074, "text": "This prospective observational study compare urine nephrin:creatinine ratio (NCR, ng/mg) with serum soluble fms-like tyrosine kinase-1:placental growth factor ratio (FPR, pg/pg) for preeclampsia (PE) prediction among unselected asymptomatic pregnant women in 2(nd) trimester."}, {"pubmed": 27882743, "text": "On genetic analysis of NPHS1 a paternally derived heterozygous frame-shift mutation caused by an 8 bp deletion, resulting in a stop codon in exon 16 (c.2156-2163 delTGCACTGC causing p.L719DfsX4), and a novel, maternally derived nonsense mutation in exon 15 (c.1978G>T causing p.E660X) were identified."}, {"pubmed": 28004760, "text": "Angiotensin II has a role in increasing glomerular permeability by beta-arrestin mediated nephrin endocytosis"}, {"pubmed": 28160156, "text": "Mutation analysis showed that each patient carried a compound heterozygous mutation of NPHS1 gene. Patient 1 carried IVS 24 + 5 G > A and c2663G > A (p.R888K) mutations (Figs. 1 and 2). Patient 2 carried IVS6-1G > C and c1760T > G (p.L587R) mutations (Figs. 3 and 4). Each mutation was inherited from paternal and maternal DNA respectively."}, {"pubmed": 28228401, "text": "WHSC1L1-L acts as a histone methyltransferase in podocytes and regulates nephrin gene expression, which may in turn contribute to the integrity of the slit diaphragm of the glomerular filtration barrier."}, {"pubmed": 28476686, "text": "Two novel putatively deleterious NPHS1 variants were identified in children with steroid-resistant nephrotic syndrome."}, {"pubmed": 28955049, "text": "Study observed significant increase in C1-Ten level in diabetic kidney and in high glucose-induced damaged podocytes. C1-Ten acts as a protein tyrosine phosphatase (PTPase) at the nephrin-PI3K binding site and renders PI3K for IRS-1, thereby activating mTORC1. These findings demonstrate the relationship between nephrin dephosphorylation and the mTORC1 pathway, mediated by C1-Ten PTPase activity."}, {"pubmed": 29976076, "text": "Urine markers of podocyte dysfunction: a review of podocalyxin and nephrin in selected glomerular diseases."}, {"pubmed": 30171708, "text": "The aim of the study was to evaluate NPHS1 mutations, its susceptibility to the disease, and their association in children with steroid-resistant NS; mutation frequency of 9% was observed in patients with steroid-resistant nephrotic syndrome, of which, six mutations and two single-nucleotide polymorphisms observed in the study population were found to be novel"}, {"pubmed": 30174315, "text": "This study established human induced pluripotent stem cells (iPSCs) from a patient with an NPHS1 missense mutation, and reproduced the slit diaphragm formation in kidney podocytes using iPSC-derived kidney organoids."}, {"pubmed": 30341149, "text": "We confirmed the interaction of endogenous SHROOM3 with FYN in podocytes via a critical Src homology 3-binding domain, distinct from its ROCK-binding domain. Shroom3-Fyn interaction was required in vitro and in vivo for activation of Fyn kinase and downstream nephrin phosphorylation in podocytes."}, {"pubmed": 30458709, "text": "Pathogenic and likely pathogenic mutations in NPHS1, NPHS2, PLCE1 genes were identified by genetic testing of South Indian children with steroid resistant nephrotic syndrome."}, {"pubmed": 30594156, "text": "This study demonstrates that the majority of CNS cases (67%, 8/12 patients) are caused by genetic defects, and the NPHS1 mutation is the most common cause of CNS in Chinese patients."}, {"pubmed": 30691124, "text": "Results found that in addition to mutations in COL4A5 type IV collagen gene, nephrin and podocin polymorphisms aggravated kidney damage, leading to focal segmental glomerulosclerosis (FSGS) with ruptures of the basement membrane and early renal failure. This study suggests a synergistic role for genes encoding basement membrane and slit diaphragm proteins as a cause of kidney injury due to FSGS."}, {"pubmed": 31152064, "text": "The importance of nephrin Y(1139)RSL for healthy podocyte development was supported by population-level analyses of genetic variations at this motif, revealing that such variations are very rare, suggesting that mutations in this motif have autosomal-recessive negative effects on kidney health."}, {"pubmed": 31216994, "text": "Focal segmental glomerulosclerosis (FSGS) is still one of the common causes of refractory nephrotic syndrome. Nephrin, encoded by podocyte-specific NPHS1 gene, participated in the pathogenesis of FSGS.  Thirty-two genetic mutations of NPHS1 gene were identified in FSGS patients, including 12 synonymous mutations, 17 missense mutations, 1 splicing mutation, and 2 intron mutations."}, {"pubmed": 31768862, "text": "Urinary podocyte mRNA is a potent biomarker of anti-neutrophil cytoplasmic antibody-associated glomerulonephritis."}, {"pubmed": 32554042, "text": "Common risk variants in NPHS1 and TNFSF15 are associated with childhood steroid-sensitive nephrotic syndrome."}, {"pubmed": 33306827, "text": "[Analysis of a sib-pair with Finnish type congenital nephrotic syndrome due to variant of NPHS1 gene]."}, {"pubmed": 33591954, "text": "Endoplasmic reticulum-associated degradation is required for nephrin maturation and kidney glomerular filtration function."}, {"pubmed": 34555552, "text": "The association of NPHS1 and ACNT4 gene polymorphisms with pre-eclampsia."}, {"pubmed": 34707724, "text": "Urinary Matrix Metalloproteinase-9 and Nephrin in Idiopathic Membranous Nephropathy: A Cross-Sectional Study."}, {"pubmed": 35278126, "text": "Spectrum of NPHS1 and NPHS2 variants in egyptian children with focal segmental glomerular sclerosis: identification of six novel variants and founder effect."}, {"pubmed": 35747929, "text": "Nephrin expression in human epidermal keratinocytes and its implication in poor wound closure."}, {"pubmed": 35946274, "text": "Clinicopathological Impact of Gene Polymorphism of Nephrin and Glucocorticoid Receptor Genes in Egyptian Children with Nonfamilial Nephrotic Syndrome."}, {"pubmed": 36834691, "text": "Loss of S1P Lyase Expression in Human Podocytes Causes a Reduction in Nephrin Expression That Involves PKCdelta Activation."}, {"pubmed": 37495741, "text": "Anti-nephrin antibodies in steroid-sensitive nephrotic syndrome in Japanese children."}], "genomic_pos": {"chr": "19", "end": 35869287, "ensemblgene": "ENSG00000161270", "start": 35825372, "strand": -1}, "genomic_pos_hg19": {"chr": "19", "end": 36360189, "start": 36316866, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0007254", "qualifier": "involved_in", "term": "JNK cascade"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007519", "qualifier": "involved_in", "term": "skeletal muscle tissue development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007520", "qualifier": "involved_in", "term": "myoblast fusion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010467", "qualifier": "involved_in", "term": "gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030838", "qualifier": "involved_in", "term": "positive regulation of actin filament polymerization"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0032836", "pubmed": 17464107, "qualifier": "involved_in", "term": "glomerular basement membrane development"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0035418", "pubmed": 21858180, "qualifier": "involved_in", "term": "protein localization to synapse"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0036060", "qualifier": "involved_in", "term": "slit diaphragm assembly"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0036060", "pubmed": 9660941, "qualifier": "involved_in", "term": "slit diaphragm assembly"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0072015", "pubmed": 17464107, "qualifier": "involved_in", "term": "podocyte development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0098609", "qualifier": "involved_in", "term": "cell-cell adhesion"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 17464107, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005911", "qualifier": "is_active_in", "term": "cell-cell junction"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005925", "qualifier": "located_in", "term": "focal adhesion"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0036057", "qualifier": "located_in", "term": "slit diaphragm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0042995", "qualifier": "located_in", "term": "cell projection"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 19056867, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [16525419, 21858180, 22662192], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0017022", "pubmed": 21402783, "qualifier": "enables", "term": "myosin binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0050839", "qualifier": "enables", "term": "cell adhesion molecule binding"}]}, "homologene": {"genes": [[7165, 1272555], [7227, 44097], [7955, 692352], [8364, 100494620], [9544, 718929], [9598, 468841], [9606, 4868], [9615, 484571], [9913, 519706], [10090, 54631], [10116, 64563]], "id": 20974}, "interpro": [{"desc": "Immunoglobulin subtype 2", "id": "IPR003598", "short_desc": "Ig_sub2"}, {"desc": "Immunoglobulin subtype", "id": "IPR003599", "short_desc": "Ig_sub"}, {"desc": "Fibronectin type III", "id": "IPR003961", "short_desc": "FN3_dom"}, {"desc": "Immunoglobulin-like domain", "id": "IPR007110", "short_desc": "Ig-like_dom"}, {"desc": "Immunoglobulin I-set", "id": "IPR013098", "short_desc": "Ig_I-set"}, {"desc": "Immunoglobulin V-set domain", "id": "IPR013106", "short_desc": "Ig_V-set"}, {"desc": "CD80-like, immunoglobulin C2-set", "id": "IPR013162", "short_desc": "CD80_C2-set"}, {"desc": "Immunoglobulin-like fold", "id": "IPR013783", "short_desc": "Ig-like_fold"}, {"desc": "Fibronectin type III superfamily", "id": "IPR036116", "short_desc": "FN3_sf"}, {"desc": "Immunoglobulin-like domain superfamily", "id": "IPR036179", "short_desc": "Ig-like_dom_sf"}], "ipi": ["IPI00219898", "IPI00747010"], "map_location": "19q13.12", "name": "NPHS1 adhesion molecule, nephrin", "other_names": ["NPHS1, nephrin", "nephrin", "nephrosis 1, congenital, Finnish type (nephrin)", "renal glomerulus-specific cell adhesion receptor"], "pantherdb": {"HGNC": "7908", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1859637", "ortholog_type": "LDO", "panther_family": "PTHR11640", "taxid": 10090, "uniprot_kb": "Q9QZS7"}, {"RGD": "620460", "ortholog_type": "LDO", "panther_family": "PTHR11640", "taxid": 10116, "uniprot_kb": "Q9R044"}, {"ZFIN": "ZDB-GENE-051102-1", "ortholog_type": "LDO", "panther_family": "PTHR11640", "taxid": 7955, "uniprot_kb": "A0A2R8QLU2"}, {"WormBase": "WBGene00007750", "ortholog_type": "LDO", "panther_family": "PTHR11640", "taxid": 6239, "uniprot_kb": "Q9U3P2"}, {"FlyBase": "FBgn0287864", "ortholog_type": "O", "panther_family": "PTHR11640", "taxid": 7227, "uniprot_kb": "A1Z9X4"}, {"FlyBase": "FBgn0024189", "ortholog_type": "LDO", "panther_family": "PTHR11640", "taxid": 7227, "uniprot_kb": "Q0E9F2"}], "uniprot_kb": "O60500"}, "pathway": {"pid": {"id": "nephrin_neph1_pathway", "name": "Nephrin/Neph1 signaling in the kidney podocyte"}, "reactome": [{"id": "R-HSA-1500931", "name": "Cell-Cell communication"}, {"id": "R-HSA-1500931", "name": "Cell-Cell communication"}, {"id": "R-HSA-373753", "name": "Nephrin family interactions"}, {"id": "R-HSA-373753", "name": "Nephrin family interactions"}], "wikipathways": [{"id": "WP2572", "name": "Primary focal segmental glomerulosclerosis (FSGS)"}, {"id": "WP4758", "name": "Nephrotic syndrome"}, {"id": "WP4823", "name": "Genes controlling nephrogenesis"}]}, "pdb": "4ZRT", "pfam": ["PF00041", "PF07679", "PF07686", "PF08205", "PF13927"], "pharmgkb": "PA31709", "pharos": {"target_id": 14898, "tdl": "Tbio"}, "pir": "T37190", "prosite": ["PS50835", "PS50853"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF253363", "relationship": "is"}, {"id": "GNF253364", "relationship": "is"}, {"id": "GNF253365", "relationship": "is"}, {"id": "GNF253366", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF086434", "relationship": "is"}, {"id": "GNF086435", "relationship": "is"}, {"id": "GNF086436", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052420", "relationship": "is"}, {"id": "GNF057189", "relationship": "is"}, {"id": "GNF062046", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070541", "relationship": "is"}, {"id": "GNF070542", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF105703", "relationship": "is"}, {"id": "GNF145349", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000019.10", "NC_060943.1", "NG_013356.2"], "protein": "NP_004637.1", "rna": "NM_004646.4", "translation": {"protein": "NP_004637.1", "rna": "NM_004646.4"}}, "reporter": {"HG-U133_Plus_2": "207673_at", "HG-U95Av2": "31967_at", "HTA-2_0": "TC19001456.hg.1", "HuEx-1_0": "3860045", "HuGene-1_1": "8036176", "HuGene-2_1": "16871495"}, "retired": 8183, "summary": "This gene encodes a member of the immunoglobulin family of cell adhesion molecules that functions in the glomerular filtration barrier in the kidney. The gene is primarily expressed in renal tissues, and the protein is a type-1 transmembrane protein found at the slit diaphragm of glomerular podocytes. The slit diaphragm is thought to function as an ultrafilter to exclude albumin and other plasma macromolecules in the formation of urine. Mutations in this gene result in Finnish-type congenital nephrosis 1, characterized by severe proteinuria and loss of the slit diaphragm and foot processes.[provided by RefSeq, Oct 2009].", "symbol": "NPHS1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1417784"}, "unigene": "Hs.122186", "uniprot": {"Swiss-Prot": "O60500"}, "wikipedia": {"url_stub": "Nephrin"}}