{"AllianceGenome": "7940", "HGNC": "7940", "MIM": "600295", "_id": "4879", "_version": 1, "accession": {"genomic": ["AB037521.1", "AB084517.1", "AB265677.1", "AL021155.1", "CH471130.1", "CP068277.2", "D16641.1", "EU326309.1", "M31776.1", "NC_000001.11", "NC_060925.1", "U34833.1"], "protein": ["AAA35603.1", "AAA36355.1", "AAH25785.1", "ACA05917.1", "BAA04067.1", "BAA90441.1", "BAD06457.1", "BAF64842.1", "CAG46774.1", "CAG46800.1", "EAW71718.1", "EAW71719.1", "NP_002512.1", "P16860.1"], "rna": ["AJ708502.1", "BC025785.1", "CR541976.1", "CR542003.1", "M25296.1", "NM_002521.3"], "translation": [{"protein": "NP_002512.1", "rna": "NM_002521.3"}, {"protein": "CAG46800.1", "rna": "CR542003.1"}, {"protein": "AAH25785.1", "rna": "BC025785.1"}, {"protein": "CAG46774.1", "rna": "CR541976.1"}, {"protein": "AAA36355.1", "rna": "M25296.1"}]}, "alias": ["BNP", "Iso-ANP"], "ensembl": {"gene": "ENSG00000120937", "protein": "ENSP00000365651", "transcript": "ENST00000376468", "translation": [{"protein": "ENSP00000365651", "rna": "ENST00000376468"}], "type_of_gene": "protein_coding"}, "entrezgene": "4879", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 4.76285297617, "exp_mis": 59.8865400495, "exp_syn": 24.2252896948, "lof_z": -0.107640032276051, "mis_z": 0.119238872870182, "mu_lof": 3.42038233641e-07, "mu_mis": 5.50989454029e-06, "mu_syn": 2.13252422021e-06, "n_lof": 5.0, "n_mis": 58.0, "n_syn": 21.0, "p_li": 0.00038006045771278, "p_null": 0.607119704460932, "p_rec": 0.392500235081355, "syn_z": 0.406240967530665}, "bp": 405, "cds_end": 11918890, "cds_start": 11917711, "n_exons": 3, "nonpsych": {"exp_lof": 4.25303269501, "exp_mis": 54.1452904877, "exp_syn": 21.8684176507, "lof_z": 0.120497829918857, "mis_z": -0.058586851825831, "mu_lof": 3.42038233641e-07, "mu_mis": 5.50989454029e-06, "mu_syn": 2.13252422021e-06, "n_lof": 4.0, "n_mis": 55.0, "n_syn": 19.0, "p_li": 0.00244523664587151, "p_null": 0.484698375900991, "p_rec": 0.512856387453138, "syn_z": 0.38618690031033}, "nontcga": {"exp_lof": 4.37619003865, "exp_mis": 55.0899859184, "exp_syn": 22.2816341418, "lof_z": -0.294161255014245, "mis_z": 0.00604015316791857, "mu_lof": 3.42038233641e-07, "mu_mis": 5.50989454029e-06, "mu_syn": 2.13252422021e-06, "n_lof": 5.0, "n_mis": 55.0, "n_syn": 19.0, "p_li": 0.000312512275380672, "p_null": 0.641625664120257, "p_rec": 0.358061823604363, "syn_z": 0.440188227931079}, "transcript": "ENST00000376468.3"}, "exons": [{"cdsend": 11858833, "cdsstart": 11857654, "chr": "1", "position": [[11857463, 11857671], [11858213, 11858469], [11858701, 11858945]], "strand": -1, "transcript": "NM_002521", "txend": 11858945, "txstart": 11857463}], "exons_hg19": [{"cdsend": 11918890, "cdsstart": 11917711, "chr": "1", "position": [[11917520, 11917728], [11918270, 11918526], [11918758, 11919002]], "strand": -1, "transcript": "NM_002521", "txend": 11919002, "txstart": 11917520}], "generif": [{"pubmed": 11410403, "text": "Brain-type natriuretic peptide (hBNP-32) is an antimicrobial peptide active against Gram-positive and Gram-negative bacteria and yeast. "}, {"pubmed": 11750283, "text": "Molecular forms of human brain natriuretic peptide in plasma."}, {"pubmed": 11999635, "text": "Clinical significance of blood measurement in the detection of heart disease in untreated outpatients"}, {"pubmed": 12015190, "text": "Plasma levels in normotensive Type 2 diabetic patients without cardiac disease and macroalbuminuria."}, {"pubmed": 12084525, "text": "human bone marrow endothelial cells are a new source of BNP"}, {"pubmed": 12601551, "text": "A promoter variation of this protein has an association with low bone-mineral density and rapid postmenopausal bone loss."}, {"pubmed": 12601551, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12612980, "text": "Renal function correlates weakly with BNP and influences the optimal cut point for BNP, particularly in those with an estimated glomerular filtration rate less than 60 mL/min/1.73 m2."}, {"pubmed": 12742987, "text": "Low BNP levels do not guarantee an uncomplicated hospital course in patients with acute pulmonary embolism, using a cut-off level of 90 pg/mL. A lower cut-off level of <50 pg/mL identifies 95% of patients with a benign clinical course"}, {"pubmed": 12771003, "text": "Plasma N-BNP (or BNP) and left ventricular ejection fraction are complementary independent predictors of major adverse events on follow-up after myocardial infarction"}, {"pubmed": 12832317, "text": "BNP can reliably screen diabetic patients for the presence or absence of left ventricular dysfunction."}, {"pubmed": 12861161, "text": "data suggest that amniotic fluid concentrations of human brain natriuretic peptide and endothelin-1 were highest in the twins with polyhydramnios and lowest in oligohydramnios, suggesting their importance in the regulation of amniotic fluid volume"}, {"pubmed": 12890912, "text": "Plasma BNP concentrations were higher in both the judo and marathon groups than in controls, and positively correlated with left ventricular mass as well as with deceleration time."}, {"pubmed": 14645255, "text": "a critical role for the metalloproteinase-dependent cleavage event in signaling the strain response"}, {"pubmed": 14726474, "text": "BNP has a direct effect on cardiac fibroblasts to inhibit fibrotic responses via extracellular signal-related kinase signaling, suggesting that BNP functions as an antifibrotic factor in the heart to prevent cardiac remodeling in pathological conditions."}, {"pubmed": 14967157, "text": "natriuretic peptide precursor B prohormone might be a more discerning marker of early cardiac dysfunction than natriuretic peptide precursor B"}, {"pubmed": 15118286, "text": "In hypertrophic cardiomyopathy, plasma BNP may reflect intraventricular pressure gradient and left ventricular diastolic dysfunction. Plasma ANP reflects left ventricular diastolic dysfunction."}, {"pubmed": 15277419, "text": "data suggest that the secretion of Nt-proBNP is increased in type 2 diabetic patients with no overt heart disease, suggesting that type 2 diabetes is associated with a higher prevalence of asymptomatic left ventricular dysfunction than hitherto thought"}, {"pubmed": 15525883, "text": "BNP testing plays an important role in the screening and diagnosis of left ventricular dysfunction in diabetes"}, {"pubmed": 15604421, "text": "NT-proBNP, cTnT, or cTnI do not have roles in acute ischemic stroke when other risk factors are considered"}, {"pubmed": 15616804, "text": "Elevated cirulating levels of this protein is a new independent predictor of the excess overall and cardiovascular mortality in diabetic nephropathy patients without symptoms of heart failure."}, {"pubmed": 15619076, "text": "High plasma BNP is a major risk marker for cardiovascular disease in patients with type 2 diabetes and microalbuminuria."}, {"pubmed": 15644628, "text": "hemodynamic implications of BNP in acute ischemic patients"}, {"pubmed": 15686715, "text": "Elevation in this stress peptide is partly explained by ventriculo-vascular uncoupling in heart transplantation, independent of alterations in blood pressure."}, {"pubmed": 15689309, "text": "In humans brain natriuretic peptide is mainly secreted by the cardiac ventricles."}, {"pubmed": 15732251, "text": "Predictor of morbidity and mortality in patients with heart failure and also in acute coronary syndrome"}, {"pubmed": 15735222, "text": "an indicator of chronic renal failure in type 2 diabetes."}, {"pubmed": 15875778, "text": "Plasma levels in anthracycline-treated breast cancer patients with drug-induced cardiotoxicity."}, {"pubmed": 15911064, "text": "discussion of molecular regulation of the brain natriuretic peptide gene [review]"}, {"pubmed": 15947264, "text": "the heart releases BNP into the systemic circulation early after subarachnoid hemorrhage"}, {"pubmed": 16037399, "text": "the kidneys extract BNP and NT-proBNP to a similar extent in healthy young men"}, {"pubmed": 16061439, "text": "Blood levels are promising markers for the diagnosis, prognosis and follow up of heart failure."}, {"pubmed": 16117728, "text": "Plasma concentrations of BNP were higher in children with congenital heart defects with left ventricular volume overload compared with right ventricular volume overload or pressure overload."}, {"pubmed": 16179421, "text": "Maternal diabetes and suboptimal metabolic control may affect the fetal heart and predominantly stimulate proBNP secretion in conjunction with perinatal stress"}, {"pubmed": 16185779, "text": "Increase of BNP is correlated with the extent of myocardial ischemia, age, renal insufficiency, and ventricular dysfunction."}, {"pubmed": 16203929, "text": "No support for the hypothesis that the lower BNP levels seen in obesity are driven by enhanced BNP clearance mediated via natriuretic peptide clearance receptor."}, {"pubmed": 16236896, "text": "BNP levels parallel changes in pulmonary hemodynamics and functional parameters in pulmonary hypertension."}, {"pubmed": 16236924, "text": "Right ventricular dysfunction detected by echocardiography and plasma NT-proBNP determination in asymptomatic or minimally symptomatic tetralogy of Fallot patients."}, {"pubmed": 16236931, "text": "Plasma NT-proBNP levels comprise a promising method that could help in the better identification of a patient group with an even higher risk of sudden death."}, {"pubmed": 16298451, "text": "Plasma BNP levels were related to cardiac reflex parasympathetic dysfunction in type 2 diabetic patients."}, {"pubmed": 16338248, "text": "The release of BNP during and after exercise may not result from myocardial damage but may have cytoprotective and growth-regulating effects."}, {"pubmed": 16338261, "text": "proBNP level may not be suitable as a screening test for assessing left ventricular filling pressures in the presence of normal systolic function."}, {"pubmed": 16338262, "text": "Anemia is associated with elevated BNP and increased mortality in advanced heart failure."}, {"pubmed": 16338263, "text": "Plasma amino-terminal pro-B-type natriuretic peptide blood levels are elevated in hypertrophic cardiomypathy."}, {"pubmed": 16338268, "text": "NT-proBNP is a highly dynamic cardiac peptide marker in acute coronary syndrome."}, {"pubmed": 16377932, "text": "BNP levels significantly correlated with atrial fibrillation, indicating that the BNP level may reflect early left ventricular dysfunction in this patient population."}, {"pubmed": 16386619, "text": "During the first months, a late increase of NT-proBNP value was associated with heart transplant complications, with acute rejection being most frequent."}, {"pubmed": 16446217, "text": "Unloading of the left ventricle by a LVAD results in decreased BNP expression in the heart and plasma and may play an important role in the reverse remodeling process of the heart."}, {"pubmed": 16495466, "text": "Meta-analysis and HuGE review of genotype prevalence, gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 16546444, "text": "Percentage change in plasma BNP levels from baseline to 3 months was the strongest predictor of long-term response to cardiac resynchronization therapy and may have potential to predict outcome"}, {"pubmed": 16594987, "text": "This review discusses B-type natriuretic peptide and its precursor N-terminal pro-brain natriuretic peptide (NT-proBNP) in critical illness and their role as markers of severity and prognosis in diseases beyond acute or chronic heart failure."}, {"pubmed": 16600203, "text": "Both BNP and NT-proBNP measures obtained from short of breath patients presenting to an emergency department may be predictive of one-year all-cause mortality independently of the baseline diagnosis of acute destabilized heart failure"}, {"pubmed": 16624649, "text": "BNP is a useful parameter in predicting cardiac death in Chinese patients with acute coronary syndromes"}, {"pubmed": 16644347, "text": "results show that N-terminal-proBNP plasma levels are significantly elevated in acute ischemic stroke"}, {"pubmed": 16648193, "text": "in grade 1 hypertension, BNP32 was unchanged & NT-proBNP was significantly reduced; as severity increased with grade 1 to 3 hypertension, both BNP32 & NT-proBNP levels were increased while not being affected by the presence of left ventricular hypertrophy"}, {"pubmed": 16697117, "text": "Increase in BNP soon after acute myocardial infarction is an independent predictor for long-term prognosis in patients with no clinical signs of left ventricular function."}, {"pubmed": 16716660, "text": "serial measurements of N-terminal pro brain natriuretic peptide in each individual patient show a significant positive correlation with central haemodynamic parameters and reflect changes in the haemodynamic state over time"}, {"pubmed": 16722030, "text": "useful for evaluating left ventricular hypertrophy and dysfunction in continuous ambulatory peritoneal dialysis patients. [n-terminal pro-brain natriuretic peptide]"}, {"pubmed": 16733597, "text": "Systolic blood pressure (BP) and duration of diabetes are predictive of an elevated NT-proBNP."}, {"pubmed": 16733598, "text": "NT-proBNP should be included in the risk assessment of acute coronary syndromes to provide guidance for further therapeutic strategies.[N-terminal-pro-brain natriuretic peptide]"}, {"pubmed": 16754798, "text": "Preload stimulates SERCA expression. BNP antagonizes this mechanism via guanylyl cyclase-A, cGMP, & cGMP-dependent protein kinase. This new BNP action to uncouple preload-dependent SERCA expression may adversely affect contractility in patients with HF."}, {"pubmed": 16801175, "text": "BNP and the N-terminal fragment of proBNP (NT-proBNP)plasma levels decrease with increasing age caused probably by age-dependent differences in the metabolic clearance."}, {"pubmed": 16829184, "text": "The unexplained variation of BNP is low in chronic heart failure patients, which is a prerequisite for the use of this peptide for monitoring of the disease."}, {"pubmed": 16831981, "text": "As a biological marker, provides the best clinical prediction in the secondary-prevention of cardiovascular disease."}, {"pubmed": 16875975, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16937127, "text": "In patients with type 2 diabetes, elevated circulating NT-proBNP is a strong predictor of the excess overall and cardiovascular mortality."}, {"pubmed": 16940194, "text": "BNP concentrations are elevated in children with chronic left ventricular systolic dysfunction and predict the 90-day composite end point of death, hospitalization, or listing for cardiac transplantation."}, {"pubmed": 16962475, "text": "Both ANP and BNP expression were higher in heart failure than in control samples."}, {"pubmed": 16962477, "text": "In chronic heart failure (CHF) patients with and without kidney disease, NT-proBNP provides independent prognostic information."}, {"pubmed": 17086116, "text": "BNP testing is more effective than clinical judgment in the diaagnosis of congestive heart failure."}, {"pubmed": 17097992, "text": "In heart transplant patients, BNP levels positively correlated with ventricular diameters and a restrictive filling pattern."}, {"pubmed": 17099013, "text": "In children with snoring, overnight increase in BNP levels is correlated with severity of disturbance in respiration during sleep, which may indicate presence of nocturnal cardiac strain"}, {"pubmed": 17112494, "text": "adiponectin and NT-proBNP were related to disease severity, indicating a possible role for assessment of future morbidity and mortality in patients with peripheral arterial disease"}, {"pubmed": 17149558, "text": "NT-proBNP levels correlate with PCT and CRP levels in septic patients."}, {"pubmed": 17175893, "text": "BNP may be a valuable parameter for surveillance of cardiac function in Pompe's disease."}, {"pubmed": 17186137, "text": "Level of plasma BNP and the degree of mitral stenosis are significantly correlated, and as mitral stenosis becomes more serious, the plasma BNP level rises."}, {"pubmed": 17289171, "text": "There is a discordant expression of NPPB in newborn infants of mothers with type 1 diabetes."}, {"pubmed": 17323015, "text": "Moderate/brisk walking induce increases in BNP in coronary artery disease patients."}, {"pubmed": 17340039, "text": "Genetic variation in NPPB significantly impacts B-type natriuretic peptide levels after adjustments for clinical/physiologic factors."}, {"pubmed": 17343213, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 17365940, "text": "BNP blood levels is not an indicator of heart function in hemodialysis and continuous ambulatory peritoneal dialysis patieents."}, {"pubmed": 17381357, "text": "NT-proBNP is influenced by thyroid function among healthy women, as demonstrated by an inverse association between TSH and NT-proBNP"}, {"pubmed": 17412758, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17412758, "text": "individuals with -381CC genotype had lower fasting glucose than those with -381TC or -381TT; -381CC genotype was less frequent in individuals with type 2 diabetes; data suggest relatively high BNP expression may protect against type 2 diabetes"}, {"pubmed": 17478552, "text": "BNP modulates Ang II-induced steroidogenesis in the adrenal gland"}, {"pubmed": 17482153, "text": "Admission plasma BNP concentrations provide incremental prognostic information in patients with first STEMI treated with pPCI."}, {"pubmed": 17490778, "text": "May be used to identify any impairment of left ventricular function in type 2 diabetes."}, {"pubmed": 17517347, "text": "Acute heart failure patients with renal failure have higher NT-proBNP levels than those with normal renal function."}, {"pubmed": 17519779, "text": "No a useful markers of acute cellular rejection during the first year after heart transplantation, but may be a marker for allograft vasculopathy."}, {"pubmed": 17554401, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17554401, "text": "The 16-repeat allele of the VNTR in the 5'-flanking region of NPPB appears to be a useful genetic marker of essential hypertension in females."}, {"pubmed": 17567649, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17567649, "text": "Polymorphisms are associated with circulaating levels of pro-brain natriuretic peptide but not with prevalent overt diabetic nephropathy."}, {"pubmed": 17607499, "text": "there is an association between right ventricular overload,decrease in functional capacity,and cardiac NT-proBNP expression in operated tetralogy of Fallot patients."}, {"pubmed": 17607502, "text": "Plasma NT-proBNP levels can be used as a marker in the detection of RV dilatation and dysfunction."}, {"pubmed": 17643631, "text": "A biological marker to identify high rish chronic thromboembolic pulmonary hypertension paatients and its rlation to postoperative hemodynamic outcomel."}, {"pubmed": 17662495, "text": "Both CA125 and brain natriuretic peptide (BNP) levels are significantly correlated with New York Heart Association (NYHA) class and outcome in patients with aortic stenosis."}, {"pubmed": 17669797, "text": "BNP levels are increased in the postoperative course after major pulmonary resection. Cardiac and infectious complications are associated with higher levels and a slower decrease."}, {"pubmed": 17690842, "text": "BNP is elevated within 24 h after traumatic brain injury in some patients; it does not originate from the brain and increased NT-proBNP concentrations are not consistently associated with hyponatremia or increased urinary sodium loss"}, {"pubmed": 17719005, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17719005, "text": "Results suggest that genetic variation at the primary locus NPPB gene, represented by definition of risk haplotypes, may be an important determinant of plasma BNP levels."}, {"pubmed": 17721754, "text": "Thiazolidinediones (rosiglitazone) has no effect on BNP plasma levels in patients with type 2 diabetes."}, {"pubmed": 17785934, "text": "hypertensive patients with abnormal diurnal BP variation patterns (nondippers, extreme dippers, and risers) showed higher plasma BNP levels than those with normal circadian BP variation (dippers)"}, {"pubmed": 17822384, "text": "BNP is a specific HIF-1alpha target gene"}, {"pubmed": 17855407, "text": "N-terminal pro-B-type brain natriuretic peptide may have a role in cardiac wall stress in women with polycystic ovary syndrome"}, {"pubmed": 17879024, "text": "N-Terminal-probrain natriuretic peptide (NT-proBNP) may have a role in congestive heart failure"}, {"pubmed": 17881654, "text": "BNP represents a direct target of SHOX."}, {"pubmed": 17891611, "text": "A single NT-pro BNP and cTnT value at 96 hours after onset of symptoms proved useful for estimation of left ventricular ejection fraction and infarct size."}, {"pubmed": 17899307, "text": "Serum NT-proBNP may be a biologic marker of skin fibrosis and pulmonary vascular involvement in systemic sclerosis."}, {"pubmed": 17900714, "text": "elevated BNP (brain type natriuretic peptide) plasma levels are closely related to cardiac abnormalities in elderly subjects"}, {"pubmed": 17901852, "text": "Increased ANP in patients with idiopathic hypertension may indicate the coexistence of complications with types of left ventricular hypertrophy (LVH). High concentrations of BNP may specifically suggest concentric LVH."}, {"pubmed": 17943627, "text": "Determined plasma NT-proBNP levels in relation to severity of mitral valve regurgitation."}, {"pubmed": 17959862, "text": "Circulating CD34+ cell number was found to significantly correlate with plasma BNP level, a marker of left ventricular dysfunction"}, {"pubmed": 17972161, "text": "The ratio between early diastolic transmitral velocity and early mitral annular diastolic velocity strongly correlates with NTproBNP."}, {"pubmed": 17996240, "text": "NT-ProBNP and cytochemokines mediate the endothelial progenitor cells changes in acute and post-acute response to the inflammatory stimulus of intervention"}, {"pubmed": 18037101, "text": "N-terminal pro-B-type natriuretic peptide (NT-pro-BNP) level strongly correlates with left ventricular systolic dysfunction and is associated more strongly with mortality than cTnT level in asymptomatic hemodialysis patients."}, {"pubmed": 18037739, "text": "Transcardiac gradient of N-terminal proBNP (NT-proBNP) to brain natriuretic peptide (BNP) ratio increases with the severity of left ventricular dysfunction. Plasma NT-proBNP may be more useful than BNP in the prognosis of chronic heart failure patients."}, {"pubmed": 18037753, "text": "An inverse significant relationship between IGF-I and both brain natriuretic peptide (BNP) and amino-terminal propeptide of procollagen type III (P-III-P) value in surgically treated acromegaly patients was observed."}, {"pubmed": 18049439, "text": "Admission plasma NT-proBNP may, however, be considered as an additional marker in the diagnosis of AMI, especially in those without RWMA."}, {"pubmed": 18054808, "text": "The magnitude of plasma N-terminal-proBNP decrease in patients with acute heart failure is helpful in discrimination of patients at high risk of death."}, {"pubmed": 18055041, "text": "NT-proBNP is linked to disease severity in patients with chronic aortic regurgitation reflecting hemodynamic stress due to volume overload."}, {"pubmed": 18077013, "text": "In patients with aortic stenosis there is an association between B-type natriuretic peptide (BNP) and an abnormal blood pressure response to exercise."}, {"pubmed": 18160811, "text": "Pulmonary hypertension is associated with NT-proBNP elevation and diastolic impairment in congenital diaphragmatic hernia infants."}, {"pubmed": 18163013, "text": "Basal BNP level testing can be recommended in the follow-up evaluation percutaneous coronary intervention, to improve both the detection and the exclusion of asymptomatic re-stenosis."}, {"pubmed": 18177956, "text": "Left ventricular hypertrophy and diastolic dysfunction associated with increase in radial augmentation index may be involved in increase in BNP level."}, {"pubmed": 18191909, "text": "BNP may be used as a sensitive and specific biomarker for clinical diagnosis of acute allograft renal rejection."}, {"pubmed": 18194671, "text": "Data indicate that early elevations of NT-proBNP but not cell adhesion molecules are predictive of future death/myocardial infarction."}, {"pubmed": 18219371, "text": "Plasmatic B-type natriuretic peptide in hyperacute stroke has no predictive value for CT-evidence of brain edema."}, {"pubmed": 18243818, "text": "The frequency of pulses of secretion seems to be unchanged with aging. [review]"}, {"pubmed": 18252905, "text": "Elevated levels of NT-proBNP are associated with increased left ventricular mass, which are both markers of increased cardiovascular risk in type 1 diabetes."}, {"pubmed": 18255169, "text": "BNP secretion for 3-4 weeks from cultured adult cardiomyocytes indicates maintenance of morphological integrity, adult-type cytoskeletal protein expression, cell-cell communication potential and functionality."}, {"pubmed": 18256871, "text": "in systemic sclerosis patients elevated plasma NT-proBNP (natriuretic peptide precursor B) level reflects the degree of right ventricular overload"}, {"pubmed": 18258801, "text": "renin-angiotensin system activity had no impact on NT-pro-BNP levels"}, {"pubmed": 18298592, "text": "N-terminal pro-brain natriuretic peptide is both a sensitive and a specific marker for transfusion-associated circulatory overload and can be helpful in confirming transfusion associated fluid overload"}, {"pubmed": 18309461, "text": "NT-proBNP and BNP can be used as risk markers of death and cardiovascular hospitalisations in systolic heart failure patients receiving carvedilol without ACE inhibition."}, {"pubmed": 18319268, "text": "During exercise, changes in B-type natriuretic peptide reflect the presence of dynamic changes in both left ventricular dyssynchrony and mitral regurgitation severity in the absence of inducible ischaemia."}, {"pubmed": 18322550, "text": "there was significant negative correlation between NTpBNP (natriuretic peptide precursor B) and left ventricular (LV) function in preterm infants"}, {"pubmed": 18326895, "text": "NT-pro BNP levels tends to be higher in hypertensive subjects with diastolic dysfunction."}, {"pubmed": 18328262, "text": "in addition to osteoprotegerin, BNP is also increased during non-ST elevation acute coronary syndrome and more associated to coronary narrowing"}, {"pubmed": 18335382, "text": "NT-pro-BNP is a strong and independent predictor of in-hospital course and long-term outcome in inpatients with cardiovascular disease. [NT-pro-BNP]"}, {"pubmed": 18347270, "text": "This study confirms the relationship between BNP level elevation and severity of sepsis independent of congestive heart failure."}, {"pubmed": 18353715, "text": "IL-6 and TNF-alpha, and the level of an anti-inflammatory cytokine IL-10, but not their gene polymorphisms, provide novel and important prognostic information in patients with ADHF."}, {"pubmed": 18353850, "text": "Preoperative, postoperative and 1-year follow-up N-terminal pro-B-type natriuretic peptide levels in severe chronic aortic regurgitation: correlations with echocardiographic findings"}, {"pubmed": 18362234, "text": "Elevated N-terminal prohormone brain nutriuretic peptide levels are associated with higher risk of cardiovascular disease among blacks with hypertensive kidney disease."}, {"pubmed": 18374882, "text": "Sarcoplasmic colocalization of brain natriuretic peptide and chromogranin A is diminished after unloading."}, {"pubmed": 18375252, "text": "Patients with impedance cardiography parameters that represent high risk for acute decompensation of heart failure have higher levels of serum BNP and left ventricular end diastolic pressure."}, {"pubmed": 18378336, "text": "In this review BNP is discussed in the setting of chronic and acute heart failure (HF), while NTproBNP is a 108-amino acid precursor protein used for diagnosing mild HF or asymptomatic left ventricular dysfunction."}, {"pubmed": 18388105, "text": "A correlation exists between magnitude of decrease in BNP and magnitude of improvement in ventricular function during carvedilol therapy."}, {"pubmed": 18394002, "text": "After heart transplantation, BNP remained increased despite the normalization of hemodynamic and cardiac systolic and diastolic functions."}, {"pubmed": 18394456, "text": "findings show that in patients with nonobstructive hypertrophic cardiomyopathy attributable to an Asp175Asn mutation in the alpha-tropomyosin gene, elevated NT-pro-BNP levels are associated with incipient left ventricular remodeling"}, {"pubmed": 18418236, "text": "in patients with coronary artery disease, combined use of NT-proBNP (N-terminal-probrain natriuretic peptide ) and hsCRP (high sensitivity C reactive protein) significantly increased predictive value for future cardiovascular events"}, {"pubmed": 18440296, "text": "A glycosylated form of the cardiac hormone NPPB is an intrinsically unstructured monomeric protein."}, {"pubmed": 18443568, "text": "Obese and nonobese patients with essential hypertension show similar N-terminal proBNP plasma levels."}, {"pubmed": 18450924, "text": "B-type natriuretic peptides strongly predict mortality in patients who are treated with long-term dialysis."}, {"pubmed": 18484161, "text": "Conclude that BNP may be a useful noninvasive tool for the assessment of left ventricular filling pressures in patients with acutely decompensated heart failure and inconclusive tissue Doppler indexes."}, {"pubmed": 18495276, "text": "At mid to long term follow-up, overall NT-proBNP levels are normal and biventricular functional reserve and exercise tolerance are well preserved in tetralogy of Fallot repaired at a young age, irrespective of right ventricular volume."}, {"pubmed": 18513509, "text": "BNP was a significant independent predictor of adverse outcomes in chronic heart failure"}, {"pubmed": 18513528, "text": "Assessment of plasma NT-proBNP allows for stratifying patients with functional MR regardless of their degree of valvular incompetence. Even in case of only mild or moderate MR, but increased NT-proBNP, patients have to face poor outcome."}, {"pubmed": 18528966, "text": "Patients with SLE have increased concentrations of NT-proBNP (natriuretic peptide precursor B), but this is not explained by atherosclerotic burden, augmentation index, or inflammatory state"}, {"pubmed": 18537757, "text": "Discuss role of BNP in diagnosing and treating heart disease."}, {"pubmed": 18562472, "text": "NT-proBNP and hsCRP can independently predict all-cause mortality in a non-dialysis CKD population and may have a useful role in risk stratification."}, {"pubmed": 18573197, "text": "C-reactive protein levels are linearly associated with levels of N-terminal-probrain natriuretic peptide in cross-sectional and longitudinal analyses of patients with rheumatoid arthritis."}, {"pubmed": 18602177, "text": "Bradycardia and loss of atrioventricular synchrony can result in increased natriuretic peptide secretion due to increased cardiac wall tension"}, {"pubmed": 18609042, "text": "Diastolic function and BNP changes during exercise predict oxygen consumption in chronic heart failure patients."}, {"pubmed": 18609050, "text": "Perioperative plasma brain natriuretic peptide and cardiotrophin-1 measured in off-pump coronary artery bypass."}, {"pubmed": 18632168, "text": "Exercise-induced changes in BNP and N-terminal-proBNP peptide precursor levels do not reliably detect myocardial ischemia in selected patients."}, {"pubmed": 18632852, "text": "Report BNP/NT-proBNP levels in chronic kidney disease."}, {"pubmed": 18649054, "text": "The synergistic combined effect of anemia with high plasma levels of B-type natriuretic peptide significantly predicts an enhanced risk for major adverse cardiac events."}, {"pubmed": 18649955, "text": "in patients with systolic heart failure, n-terminal proBNP had strong predictive power of risk"}, {"pubmed": 18654020, "text": "Report effects of N-terminal pro-B-type-natriuretic peptide and C-reactive protein vs angiographic severity in predicting major adverse cardiovascular events and clinical restenosis after coronary angioplasty."}, {"pubmed": 18660489, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18701924, "text": "In patients with reperfused acute myocardial infarction and LV dysfunction, hypertension was not associated with a different pattern of serum procollagen release (serum BNP, PICP, ICTP, and PIIINP) and ventricular remodelling at 6 months of follow-up."}, {"pubmed": 18703243, "text": "significant correlation between skeletal muscle fibre roundness, defined as ratio of fibre perimeter squared to fibre area, and plasma levels of N-BNP"}, {"pubmed": 18706401, "text": "Elevated BNP levels are also significant predictors of death and/or complicated clinical course in acute pulmonary embo"}, {"pubmed": 18712036, "text": "The plasma adiponectin level increased along with an increase of plasma BNP in healthy subjects independently of other confounding factors, demonstrating that adiponectin reflects cardiac function."}, {"pubmed": 18721456, "text": "Meta-analysis indicates that elevated brain natriuretic peptide levels can help to identify patients with acute pulmonary embolism at high risk of short-term death and adverse outcome events."}, {"pubmed": 18728335, "text": "NT-ProBNP levels may have predictive power in non-ischemic dilated cardiomyopathy."}, {"pubmed": 18729306, "text": "Advanced cirrhosis is associated with advanced cardiac dysfunction, and N-terminal pro B-type natriuretic peptide levels has predictive value for concomitant cardiac dysfunction and cirrhosis progression"}, {"pubmed": 18759301, "text": "NT-proBNP concentrations are increased in patients with rheumatoid arthritis without clinical heart failure and may indicate subclinical cardiovascular disease and a chronic inflammatory state."}, {"pubmed": 18762474, "text": "Plasma BNP levels increased progressively with the extent of coronary artery disease."}, {"pubmed": 18774614, "text": "Plasma levels of N-terminal proBNP in patients with bradyarrhythmia increase in proportion to aggravation of atrioventricular asynchrony."}, {"pubmed": 18786480, "text": "Serial determinations of N-terminal pro-brain natriuretic peptide and classification into few categories of changes according to threshold levels may be a superior strategy for risk stratification of patients with chronic and stable heart failure."}, {"pubmed": 18789145, "text": "Serum N-terminal B-type natriuretic peptide precursor levels significantly correlate with clinical signs of multiple organ dysfunction syndrome 24 hours after multiple injury."}, {"pubmed": 18794210, "text": "During conditions of extreme physical stress such as prolonged endurance running, brain natriuretic peptide may assist its better known companion hormones (arginine vasopressin and atrial natriuretic peptide) in the regulation of fluid balance."}, {"pubmed": 18816264, "text": "NT-proBNP was excellent predictor of left ventricular ejection fraction value (p<0.05)."}, {"pubmed": 18823968, "text": "Data show that brain natriuretic peptide plasma concentrations correlate with the extent of atrial fibrillation-associated silent brain lesions."}, {"pubmed": 18824845, "text": "Lower glomerular filtration rate and hematocrit, and higher urinary protein excretion may be associated with volume expansion in kidney disease and are associated with increased NT-proBNP and may play a role in the development of heart failure"}, {"pubmed": 18835219, "text": "N-terminal pro B-type natriuretic peptide (NTproBNP) levels in athletes are lower than normal healthy indivduals, increased after exercise and increased further after whole body cryotherapy"}, {"pubmed": 18855222, "text": "N-terminal pro-brain natriuretic peptide elevated in atrial septal defect, patent ductus arteriosus, and Mulibrey nanism"}, {"pubmed": 18923244, "text": "NT-proBNP levels can be used to diagnose right ventricular dysfunction in patients with coronary artery disease and abnormal left ventricular wall motion."}, {"pubmed": 18948614, "text": "A diagnostic tool incorporating the values of matrix metalloproteinase 9, brain natriuretic factor, d-dimer, and S-100beta into a composite score was sensitive for acute cerebral ischemia."}, {"pubmed": 18957868, "text": "These data showed that BNP and NT-proBNP are very sensitive and specific predictors of CVE in dialysis patients."}, {"pubmed": 18971547, "text": "The plasma BNP level transiently increased in patients with large artery atherosclerosis independently of heart disease, and reflected infarct volume and the severity of acute ischemic stroke"}, {"pubmed": 18971552, "text": "Baseline BNP levels are closely associated with the risk of hypertension in individuals with normal blood pressure, but the prediction of hypertension with BNP is largely dependent on baseline blood pressure"}, {"pubmed": 18971785, "text": "Elevated plasma B-type natriuretic peptide may be useful in diagnosing inferior myocardial infarction with right ventricular involvement."}, {"pubmed": 19008326, "text": "BNP level decreased following passive containment surgery in heart failure patients with dilated cardiomyopathy."}, {"pubmed": 19028043, "text": "Plasma N-terminal pro-B-type natriuretic peptide as a predictor of perioperative and long-term outcome after vascular surgery."}, {"pubmed": 19032759, "text": "The BNP levels were significantly higher among patients with chest pain and suspected acute coronary syndromes, which died during 24 months follow-up period than in long-term survivors"}, {"pubmed": 19042041, "text": "Patients with cyanosis and congenital heart disease have lower exercise capacity and BNP levels than controls."}, {"pubmed": 19077418, "text": "association between NT-proBNP and protein-energy wasting in end-stage renal disease patients"}, {"pubmed": 19086053, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19103499, "text": "These findings support the prognostic value of postoperative plasma levels of NT-proBNP"}, {"pubmed": 19116708, "text": "In this small study among patients with clinically stable heart failure, higher DeltaBNP over a period of a few days was associated with a higher likelihood of rehospitalization during follow-up."}, {"pubmed": 19127569, "text": "NT-pro-BNP is an early marker for late onset anthracycline-induced cardiotoxicity"}, {"pubmed": 19130415, "text": "Cutoff values of NT-proBNP for the prediction of low functional capacity, decreased ejection fraction and cardiovascular events in patients with heart failure."}, {"pubmed": 19155075, "text": "In chronic heart failure (CHF), tumor necrosis factor-alpha is closely related to BNP and atrial natriuretic peptide (independently of CHF severity and ventricular dysfunction), particularly in patients with cardiac cachexia."}, {"pubmed": 19157602, "text": "In hypertensives plasma BNP levels are associated not only with left ventricular diastolic dysfunction but also with aortic stiffening"}, {"pubmed": 19157978, "text": "Plasma NT-proBNP (N-terminal pro-B-type natriuretic peptide) levels were significantly elevated in hypertrophic cardiomyopathy patients."}, {"pubmed": 19166616, "text": "In patients with acute heart failure, low level of expression is associated with more frequent history of open heart surgery"}, {"pubmed": 19168558, "text": "Site-directed mutagenesis enabled us to ascertain the unique suppressing role of T71-bound O-glycan in proBNP processing"}, {"pubmed": 19172697, "text": "diagnostic accuracy of Nt-proANP was equivalent to BNP and Nt-proBNP in the present cohort of patients admitted to emergency department with dyspnoea and/or chest pain"}, {"pubmed": 19183435, "text": "[review] N-terminal pro-B-type natriuretic peptide offers an additional tool for diagnostic assessment or rule-out test of patients with cardiac dysfunction presenting to the intensive care physician."}, {"pubmed": 19189316, "text": "Significantly higher BNP levels in patients with previous myocardial infarction and intraventricular conduction defects (IVCD) suggest more severe heart failure than in their counterparts without IVCD with comparable LV ejection fraction."}, {"pubmed": 19194108, "text": "Hemodialysis-related variation in amino-terminal B-type natriuretic peptide (NT-proBNP) is associated with prognosis in left ventricular hypertrophy."}, {"pubmed": 19194564, "text": "N-terminal pro-brain natriuretic peptide levels may have a role in development of left ventricular systolic function in patients with chronic kidney disease"}, {"pubmed": 19210529, "text": "Elevated levels of plasma brain natriuretic peptide (BNP) and amino-terminal BNP (NT-proBNP) are associated with adverse cardiac outcomes."}, {"pubmed": 19214022, "text": "Preliminary data suggest that N-terminal pro-BNP levels higher than 500 ng/L could serve as indicator of the burden of pulmonary embolism and perhaps as a predictor of death."}, {"pubmed": 19219041, "text": "Common genetic variants at the NPPA-NPPB locus found to be associated with circulating natriuretic peptide concentrations contribute to interindividual variation in blood pressure and hypertension."}, {"pubmed": 19219041, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19221295, "text": "The combination of comprehensive echocardiography and plasma B-type natriuretic peptide levels elucidates the presence of cardiac damage in patients with Parkinson disease using ergot derivative dopamine agonists."}, {"pubmed": 19237086, "text": "The admission NT-proBNP level, age, and creatinine clearance are predictive of vital outcome in elderly patients hospitalized for acute dyspnea"}, {"pubmed": 19247872, "text": "In this population with a high prevalence of congestive heart failure (CHF), BNP and NT-proBNP failed to adequately rule out CHF"}, {"pubmed": 19262210, "text": "Accuracy of N-terminal pro-brain natriuretic peptide in the identification of left ventricular dysfunction in high-risk asymptomatic patients."}, {"pubmed": 19263527, "text": "sympathetic activation and age could affect NT-proBNP secretion yielding different secretory patterns in 90 ST elevation acute coronary syndrome or acute coronary syndrome."}, {"pubmed": 19275472, "text": "BNP promotes vessel growth by increasing the number of endothelial progenitors and enhancing their functional properties."}, {"pubmed": 19293713, "text": "B-type natriuretic peptide: a strong predictor of early and late mortality in patients with acute chest pain without ST-segment elevation in the emergency department."}, {"pubmed": 19298805, "text": "The normalized NT-proBNP levels were affected by glomerular filtration rate independent of the age of the patient."}, {"pubmed": 19299763, "text": "Suggest that measurement of preoperative BNP and postoperative troponin I concentrations provides additive prognostic information for cardiovascular events and mortality after major vascular surgery."}, {"pubmed": 19322079, "text": "Both hs-CRP and NT-proBNP have additional value in the prediction of postoperative cardiac events in vascular surgery patients. Their integrated use improves cardiac risk stratification."}, {"pubmed": 19326473, "text": "Genetic variation within the NPPA/NPPB and NPR3 genes is associated with risk of VnD after primary coronary artery bypass grafting"}, {"pubmed": 19326473, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19327104, "text": "REVIEW: clinical and preclinical studies"}, {"pubmed": 19327608, "text": "NT-proBNP levels are independently predicted by sleep disordered breathing and insulin resistance in asymptomatic morbidly obses women and worsens along with left ventricular dysfunction and diastolic dysfunction"}, {"pubmed": 19329198, "text": "increase in BNP expression under ischemic conditions is independent from concomitant mechanical alterations"}, {"pubmed": 19339274, "text": "Brain natriuretic peptide is removed by continuous veno-venous hemofiltration in pediatric cardiac surgery patients."}, {"pubmed": 19356487, "text": "Pre-discharge BNP, identified patients admitted with acute decompensated heart failure who were more likely to be readmitted to the hospital."}, {"pubmed": 19356514, "text": "Report effects of nesiritide, a recombinant human B-type natriuretic peptide, on renal hemodynamics."}, {"pubmed": 19356808, "text": "NT-proBNP is an independent predictor of survival in patients with hypertension and increased left ventricular mass"}, {"pubmed": 19359532, "text": "findings clarify previous reported relationships of urine NT-proBNP-like immunoreactivity with plasma NT-proBNP concentrations and the diagnosis of heart failure"}, {"pubmed": 19359811, "text": "Perceived stress was negatively associated with plasma BNP concentrations, independently of traditional heart disease risk factors."}, {"pubmed": 19377085, "text": "A modest contribution of the BNP T-381C polymorphism in protection against type 2 diabetes."}, {"pubmed": 19377085, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19386989, "text": "B-type natriuretic peptide 8-32, which is produced from mature BNP 1-32 by the metalloprotease meprin A, has reduced bioactivity."}, {"pubmed": 19387249, "text": "Measurement of B-type natriuretic peptide provides predictive information during the hospitalization in patients with acute coronary syndromes."}, {"pubmed": 19387960, "text": "The exercise capacity of patients with congenital heart disease is compromised and serum BNP levels in these subjects are increased."}, {"pubmed": 19391062, "text": "Atrial fibrillation was independently associated with increased levels of NT-proBNP."}, {"pubmed": 19394710, "text": "Brain natriuretic peptide was sensitive and specific for diagnosis of diastolic heart failure in young patients."}, {"pubmed": 19398076, "text": "Both lower absolute BNP levels and greater percentage reduction in BNP with treatment of decompensated heart failure are associated with better event-free survival."}, {"pubmed": 19407818, "text": "Left ventricular diastolic dysfunction, which linked to an increase in arterial stiffness, may be involved in the elevated BNP level"}, {"pubmed": 19413180, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19424098, "text": "Subcortical vascular dementia is indeed associated with moderately elevated BNP levels, whereas this could not be shown for Alzheimer disease. This probably reflects the larger cardiovascular burden in patients with subcortical vascular dementia."}, {"pubmed": 19444135, "text": "Baseline and 6-month B-type natriuretic peptide changes are independent predictors of events in patients with advanced heart failure awaiting cardiac transplantation."}, {"pubmed": 19455566, "text": "Pregnancy is associated with a significant, but small increase in the BNP levels compared with nonpregnant women."}, {"pubmed": 19477027, "text": "Type D personality was not associated with brain natriuretic peptide in chronic heart failure patients."}, {"pubmed": 19487972, "text": "In ICU patients with preserved ejection fraction, LV diastolic dysfunction and sepsis determine NT-pro-BNP levels."}, {"pubmed": 19492165, "text": "plasma levels are associated with degree of vascular obstruction in patients with pulmonary embolism"}, {"pubmed": 19494782, "text": "Four weeks of exercise reduced NT-proBNP, independent of left ventricular ejection fraction, and improved physical fitness and blood lipid profiles in heart failure patients."}, {"pubmed": 19497572, "text": "Elevated plasma BNP levels predict the risk of ischemic stroke within men from the general population."}, {"pubmed": 19505208, "text": "Serum S100b and BNP levels in the first 24 h after injury accurately predict neurological function at discharge after supratentorial intracerebral haemorrhage"}, {"pubmed": 19523464, "text": "The Dimension Vista cTnI, CK-MB, MYO, NTproBNP, and hsCRP methods demonstrate acceptable performance characteristics for use as an aid in the diagnosis and risk assessment of patients presenting with suspected acute coronary syndromes."}, {"pubmed": 19542490, "text": "hypoxia induces the synthesis and secretion of BNP in human ventricular myocytes, likely through HIF-1-enhanced transcriptional activity"}, {"pubmed": 19546389, "text": "Elevated levels of plasma NT-proBNP in patients with CHF might be explained not only by myocardial stress but also by a marked decrease in urinary excretion"}, {"pubmed": 19560452, "text": "Data show that serum markers of extracellular matrix rather than adipocytokines may warrant further risk stratification for impacting the prognosis of patients with heart failure with high BNP."}, {"pubmed": 19568166, "text": "Measuremment of B-type natriuretic peptide levels added to those of C-reactive protein and cardiac troponin I indicates the long-term cardiac outcomes after cardiac surgery."}, {"pubmed": 19581836, "text": "Data show that amino terminal proB-type natriuretic peptide levels in the cord blood of neonates with congenital heart defects are significantly elevated and show a marked increase in the first week of life."}, {"pubmed": 19584071, "text": "BNP is a valuable biochemical marker, which is easy to measure and can be beneficial in predicting the operative outcome of cardiac procedures."}, {"pubmed": 19606057, "text": "NT-proBNP is useful in the assessment of the cardiac functional damage secondary to mitral and aortic regurgitation."}, {"pubmed": 19615861, "text": "In children with epilepsy, interictal CSF NT-proBNP concentrations were greater when compared to the multiple sclerosis group and to controls"}, {"pubmed": 19615987, "text": "Data show no significant increase in N-terminal pro-brain natriuretic peptide levels in metabolic syndrome, but show a significant relationship between Nt-proBNP levels, age and LDL-cholesterol."}, {"pubmed": 19635983, "text": "Increased left atrial volume underlies diastolic dysfunction, so plasma concentrations of atrial natriuretic peptide, brain natriuretic peptide, and norepinephrine may be useful for risk stratification and treatment in dialysis ESRD patients."}, {"pubmed": 19638709, "text": "Comparative impact of scintigraphic parameters and B-type natriuretic peptide for the prediction of major cardiac events in the QGS-prognostic value in the elderly (Q-PROVE) study."}, {"pubmed": 19642911, "text": "In an Arab population with CHD, blood levels of BNP are higher than in a healthy control population and appear correlated to body mass and atherogenic lipids but not CRP, troponin, or ejection fraction."}, {"pubmed": 19643359, "text": "Preclinical systolic and diastolic dysfunction by tissue doppler imaging is associated with elevated plasma proBNP levels, even when conventional echocardiography is normal."}, {"pubmed": 19653574, "text": "A significant increase in plasma BNP (brain type natriuretic peptide) was found with respect to baseline conditions after scuba diving while no differences were documented after hyperbaric chamber exposure"}, {"pubmed": 19662018, "text": "Brain natriuretic peptide levels are influenced not only by the extent of left ventricular hypertrophy but also by the inappropriateness of hypertrophy in untreated hypertensive patients"}, {"pubmed": 19667278, "text": "Results show that patients with elevated NT-proBNP in addition to elevated CgA levels showed worse overall survival than patients with elevated CgA alone."}, {"pubmed": 19670155, "text": "The positive association between NT-proBNP and adiponectin depends on the severity of obesity and is gender dimorphic."}, {"pubmed": 19685518, "text": "Resting NT-proBNP levels are independently associated with inducible ischemia in outpatients with stable coronary heart disease."}, {"pubmed": 19690080, "text": "NPPB is a biochemical marker of susceptibility to hypoxia in infants of type 1 diabetic mothers"}, {"pubmed": 19708225, "text": "In patients with severe heart failure, NT-pro-BNP has a powerful prognostic value. Patients with high NT-pro-BNP had more than five-fold increase in the 6-month risk of death."}, {"pubmed": 19712988, "text": "Plasma brain natriuretic peptide is a reliable diagnostic marker in neonates with signs of congenital heart disease."}, {"pubmed": 19719987, "text": "Both serum uric acid and plasma NT-proBNP correlated independently with pulmonary capillary wedge pressure."}, {"pubmed": 19719993, "text": "NT-proBNP level decreased after heart transplantation. Although increased NT-proBNP concentrations were related to rejection, the diagnostic capacity was low."}, {"pubmed": 19729213, "text": "BNP levels in acute heart failure patients at hospital discharge reflect volemia and disease severity."}, {"pubmed": 19729800, "text": "Pro-BNP levels higher than 360 pg/mL are associated with cardioembolic stroke and may be useful to reclassify undetermined strokes as of cardioembolic origin."}, {"pubmed": 19740358, "text": "Plasma BNP level is a very useful biochemical marker predictive of future hospitalization in community-dwelling independent elderly people without apparent heart diseases"}, {"pubmed": 19755761, "text": "prospectively enrolled 335 consecutive patients with acute ischemic stroke within 24 hours of onset and measured plasma BNP on admission. The plasma BNP level can predict in-hospital death in patients with acute ischemic stroke."}, {"pubmed": 19808368, "text": "Higher levels of CRP/BNP/troponin T are strong, independent predictors of mortality in community patients with heart failure."}, {"pubmed": 19809305, "text": "predictive value of activated factor XII type A (XIIaA) and B-type natriuretic peptide (BNP) in acute coronary syndrome patients stratified according to troponin release"}, {"pubmed": 19815210, "text": "These results caution against use of NT-proBNP for coronary heart disease risk prediction in healthy women and suggest a need for larger studies in both genders to resolve outstanding uncertainties."}, {"pubmed": 19816874, "text": "Baseline BNP independently predicted mortality and heart failure hospitalization in a predominantly older white male population of advanced patients receiving cardiac resynchronization therapy."}, {"pubmed": 19830720, "text": "BNP(B-type natriuretic peptide) levels are elevated in children with Acute lung injury/Acute respiratory distress syndrome early in the disease course, and increased levels are associated with worse clinical outcome"}, {"pubmed": 19838110, "text": "Acute coronary syndrome patients with high NT-pro-BNP levels had more vulnerable plaque component."}, {"pubmed": 19843778, "text": "Both anemia and NT-proBNP are independently associated with an increased risk for postoperative cardiac events in patients undergoing vascular surgery."}, {"pubmed": 19844734, "text": "Vaginal delivery did not result in increased cord blood NT-proBNP levels."}, {"pubmed": 19845751, "text": "High plasma BNP level should be a strong predictor of delayed AF after ischaemic stroke or transient ischaemic attack."}, {"pubmed": 19860001, "text": "analysis of circulating N-terminal pro-brain natriuretic peptide and tumor necrosis factor-alpha in mixed cryoglobulinemia"}, {"pubmed": 19897258, "text": "Higher brain natriuretic peptide plasma levels are associated with several prognostically favorable features following exercise tests."}, {"pubmed": 19900726, "text": "NT-pro-BNP may be of value in early detection of diabetic patients with coronary artery disease."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19919978, "text": "Clinical trial of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19919978, "text": "Dysfunctional corin i555(p568) allele is associated with impaired brain natriuretic peptide processing and adverse outcomes in blacks with systolic heart failure: results from the Genetic Risk Assessment in Heart Failure substudy."}, {"pubmed": 19920165, "text": "B-type natriuretic Peptide has a role in glomerular filtration rate and congestive heart failure"}, {"pubmed": 19929142, "text": "Short-term maximal physical exercise in healthy individuals led to a fast and transient rise of plasma BNP concentrations, which remained well within normal range and far below the cut-off value for heart failure."}, {"pubmed": 19929271, "text": "A significantly lower NT-proBNP concentration at baseline and a trend towards a diminished increase during exercise was seen in patients successfully ablated for atrial fibrillation (AF) compared to patients with recurrent AF."}, {"pubmed": 19932518, "text": "Serum BNP may be a screening tool to select diabetic patients with left ventricular diastolic dysfunction."}, {"pubmed": 19944367, "text": "Increased levels of serum brain natriuretic peptide predicts cardiac events from decompensated heart failure."}, {"pubmed": 19945451, "text": "Circulating NT-proBNP levels are positively associated with sex hormone-binding globulin levels in non-obese peri- and postmenopausal women."}, {"pubmed": 19968983, "text": "Mean (+ or - 2 SD) NT-proBNP concentration was 1998 (242-3754) ng/L; a significant decline occurred with advancing gestational age (p=0.012)."}, {"pubmed": 20002300, "text": "The study demonstrates high levels of circulating NT-proBNP in HCV+ patients compared to healthy controls. The increase of NT-proBNP may indicate the presence of a sub-clinical cardiac dysfunction."}, {"pubmed": 20023254, "text": "One must consider renal function, gender, and LVEF when using BNP or NT-proBNP as cardiac biomarkers."}, {"pubmed": 20024643, "text": "The data demonstrate that BNP is suitable for the detection of cardiac disorders in HIV-infected subjects."}, {"pubmed": 20034689, "text": "Midregional pro-A-type natriuretic peptide has a comparable accuracy to brain natriuretic peptide BNP for identification of cardiocirculatory exercise limitation."}, {"pubmed": 20038279, "text": "increased plasma level in patients with hypertension"}, {"pubmed": 20051875, "text": "The time course of NT pro-BNP in the first week after an anterior STEMI is dependent on the effectiveness of microvascular reperfusion assessed after primary angioplasty and reflects the evolution of left ventricular ejection fraction over time."}, {"pubmed": 20083731, "text": "in an asymptomatic older population, NT-proBNP improves risk prediction not only of heart failure but also of cardiovascular disease in general beyond classic risk factors"}, {"pubmed": 20087954, "text": "data shows age, gender, Hgb, left ventricular hypertrophy and renal function were correlated with NT-proBNP in patients with essential hypertension."}, {"pubmed": 20090534, "text": "In patients undergoing surgery, preoperative B-type natriuretic peptide levels can predict postoperative cardiac events."}, {"pubmed": 20102554, "text": "circulating BNP and cGMP are increased after lung transplantation in relation to lung transplantation right heart function."}, {"pubmed": 20113292, "text": "Pulmonary hypertension is highly prevalent in young sickle cell disease and thalassemia patients, where elevated serum ferritin and NT-pro-BNP are the main indicators."}, {"pubmed": 20140438, "text": "In multimorbid patients undergoing TAVR, NT-pro-BNP independently predicted regression of LV-mass after 2 months and early decrease of NT-pro-BNP postoperatively."}, {"pubmed": 20142019, "text": "BNP levels may be useful to identify asymptomatic individuals at high risk for future cardiovascular events."}, {"pubmed": 20142024, "text": "Amino-terminal-BNP precursor concentrations are related to baseline characteristics generally associated with worse outcomes for heart failure patients with reduced ejection fraction."}, {"pubmed": 20142028, "text": "Circulating ACE2 activity in Chagas disease patients is equally as potent as that of B-type natriuretic peptide in predicting cardiac death and heart transplant."}, {"pubmed": 20142114, "text": "BNP is influenced by age in stable heart failure patients with preserved left ventricular systolic function and should be interpreted cautiously."}, {"pubmed": 20173383, "text": "BNP may have a role in response of fatal cardial decompensation to sunitinib malate therapy"}, {"pubmed": 20187770, "text": "high levels of circulating NTPPB in HCV+ patients"}, {"pubmed": 20214692, "text": "N-terminal pro-B-type BNP is a strong independent predictor of worsening renal function within 18 months in patients with systolic heart failure with a high negative predictive value."}, {"pubmed": 20216395, "text": "Preoperative BNP may be better than peak postoperative BNP for predicting hospital length of stay and longer term mortality after primary coronary artery bypass grafting surgery"}, {"pubmed": 20223915, "text": "brain natriuretic peptide has a role in mortality in interstitial lung disease"}, {"pubmed": 20228511, "text": "Assess the diagnostic accuracy and prognostic value of NT-proBNP levels in hemodialysis patients."}, {"pubmed": 20234137, "text": "A significant correlation was observed between log BNP and ventricular hypertrophy in children with chronic kidney disease"}, {"pubmed": 20346360, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20350538, "text": "NT-proBNP levels are related to clinical and laboratory abnormalities in SSc."}, {"pubmed": 20364046, "text": "Propensity to symptomatic exertional ischemia may underlie the coincidence of moderately elevated NT-proBNP and endothelial progenitor cell deficiency in stable angina."}, {"pubmed": 20368210, "text": "In type 2 diabetic males, hyperuricaemia is associated with raised BNP levels together with better beta-cell indices."}, {"pubmed": 20370326, "text": "NT-proBNP is a predictive biomarker for acute heart failure mortality"}, {"pubmed": 20373129, "text": "N-terminal pro-brain natriuretic peptide is a good predictor of myocardial infarct size; lower levels are correlated with angiographic perfusion score greater than 10."}, {"pubmed": 20378998, "text": "The blood levels of BNP and NT-proBNP therefore reflect the severity of CHF in children."}, {"pubmed": 20407391, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20441480, "text": "Patients with non-ST-elevation myocardial infarction presented with markedly higher NT-proBNP than patients with ST-elevation myocardial infarction."}, {"pubmed": 20470220, "text": "Data show that NT-proBNP seemed to reflect cardiac distress, but it did not help to predict the development of severe sepsis in this patient group."}, {"pubmed": 20470299, "text": "Two daytime icodextrin exchanges decrease brain natriuretic peptide levels and improve cardiac functions in continuous ambulatory peritoneal dialysis patients."}, {"pubmed": 20485180, "text": "Exercise-induced changes of BNP in patients with chest pain, normal left ventricular systolic function, and unknown coronary artery disease may uncover patients with CAD and discriminate those with angiographically severe one."}, {"pubmed": 20492497, "text": "BNP is an independent predictor of medium-term survival in advanced cirrhosis, suggesting its utility in risk stratification of decompensated cirrhotic patients."}, {"pubmed": 20505308, "text": "Blood NT-proBNP may be a good indicator of cardiac preload in patients with high volume load."}, {"pubmed": 20505514, "text": "Concomitantly elevated NT-proBNP concentration, at least, partially explains the apparently positive relationship between adiponectin concentration and risk of CVD and mortality in asymptomatic elderly men."}, {"pubmed": 20506274, "text": "Data suggest that both RGD containing extracellular matrix proteins and integrins may interact with BNP/NPR-A to modulate cGMP generation."}, {"pubmed": 20507952, "text": "NTproBNP may be elevated in hemodialysis patients with volume overload or malnutrition."}, {"pubmed": 20519808, "text": "plasma natriuretic peptide B (BNP) was inversely associated with obesity related markers"}, {"pubmed": 20528912, "text": "the plasma BNP level on admission can predict in-hospital death in acute ischemic stroke and transient ischemic attack with atrial fibrillation."}, {"pubmed": 20536328, "text": "Plasma BNP may serve as a potential biomarker in diagnosing left ventricular diastolic dysfunction in maintenance haemodialysis patients with normal systolic function"}, {"pubmed": 20539839, "text": "Few echocardiography parameters correlated with BNP or NT-proBNP levels in a population of patients with poorly regulated type 2 diabetes."}, {"pubmed": 20539843, "text": "Review: natriuretic peptide and N-terminal pro-brain natriuretic peptide testing is highly sensitive for the diagnosis or exclusion of acute or chronic decompensated heart failure."}, {"pubmed": 20553977, "text": "Plasma proBNP was significantly lower in idiopathic intracranial hypertension patients compared with control."}, {"pubmed": 20562693, "text": "Plasma B-type natriuretic peptide and the N-terminal fragment of its pro-hormone concentrations measured early in the acute phase of ST elevation myocardial infarction are useful in predicting the development of in-hospital cardiogenic shock"}, {"pubmed": 20575653, "text": "N-terminal pro brain natriuretic peptide reflects long-term complications in type 1 diabetes."}, {"pubmed": 20576043, "text": "Perioperative BNP correlates to severity of illness and lengths of therapy in the congenital heart population, overall."}, {"pubmed": 20576050, "text": "Increased BNP following heart transplantation increases the risk of death or re-transplant and suggests a 90-day period of heightened clinical surveillance, perhaps necessitating increased medication or re-listing for repeat transplant."}, {"pubmed": 20581772, "text": "The study aimed to compare humoral marker concentration shifts (hsCRP, Nt-proBNP) and hemodynamic left ventricular systolic function index changes, determined by means of echocardiography in the first hours of acute coronary syndromes."}, {"pubmed": 20598759, "text": "Elevation of preoperative N-terminal BNP precursor level and QRS prolongation indicate patients with poorer outcome regarding right ventricular function and volumes."}, {"pubmed": 20610233, "text": "Depressed patients with increased N-terminal pro B-type natriuretic peptide had 5.5 times higher risk for cardiac events compared to controls."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20636229, "text": "No significant changes in NT pro-BNP levels were observed in heart failure after interval training, despite significant improvement of functional capacity."}, {"pubmed": 20655247, "text": "Postoperative BNP is associated with preimplantation and clinical performance parameters related to allograft ischemia-reperfusion injury at the time of cardiac transplantation"}, {"pubmed": 20660094, "text": "identification and characterization of a novel alternatively spliced variant of porcine and human NPPB resulting from exon 2 skipping"}, {"pubmed": 20674395, "text": "Preoperative blood brain natriuretic peptide measurement is a strong, independent, and more accurate predictor of adverse outcome than EuroSCORE in patients undergoing cardiac surgery."}, {"pubmed": 20690091, "text": "BNP is an independent marker of oxygen uptake efficiency slope in patients with chronic heart failure."}, {"pubmed": 20700369, "text": "The data indicates that ANP, BNP, and CNP and natriuretic peptide receptor transcripts are expressed and are functional in human lens epithelial cells."}, {"pubmed": 20701470, "text": "In patients with mild and severe preeclampsia, NT-proBNP levels were elevated."}, {"pubmed": 20709045, "text": "the increase in BNP and NT-ProBNP peptide levels was strongly correlated with the severity of heart failure"}, {"pubmed": 20713912, "text": "Data suggest that left ventricular end-systolic wall stress appears to be the key mechanical stimulus influencing cardiac BNP release."}, {"pubmed": 20726994, "text": "Up-regulation of ANP, BNP and D-dimer predict right ventricular dysfunction in patients with acute pulmonary embolism."}, {"pubmed": 20727348, "text": "NT-proBNP level is increased in patients with vascular disease compared to patients without vascular disease, and a logistic regression analysis showed that NT-proBNP was a significant predictor of vascular disease"}, {"pubmed": 20729741, "text": "Study has shown that increased baseline BNP concentrations may be regarded together with high Child and MELD scores, as the critical cardiac dysfunction threshold in cirrhotic patients."}, {"pubmed": 20731986, "text": "For individuals with heart failure who consume alcohol, exposure to psychological stress leads to increased circulating levels of BNP."}, {"pubmed": 20804651, "text": "The plasma NT-proBNP levels before ventilator weaning were negatively correlated with the consequences of weaning."}, {"pubmed": 20805692, "text": "When elevated, pro-BNP is a cardiovascular biomarker that presents a strong and positive correlation with malnutrition as well as with inflammation."}, {"pubmed": 20807228, "text": "Right ventricle should be taken into account as a potential important source of plasma BNP owing to the fact that LV size and function are well preserved in mitral valve stenosis patients."}, {"pubmed": 20812386, "text": "the present study was conducted to investigate whether NT-proBNP levels are associated with the presence of atherosclerotic coronary artery disease in asymptomatic type 2 diabetic subjects, i.e. with silent myocardial ischaemia."}, {"pubmed": 20829070, "text": "Elevated BNP levels on admittance to the Intensive Care Unit and postoperatively increasing BNP levels are associated with adverse postoperative outcome and are predictive of impaired late survival."}, {"pubmed": 20835904, "text": "Resting BNP was also significantly lower in exercise-trained patients when compared to untrained controls [15.6 (16.2) vs. 9.7 (11.4) pg/mL, P = 0.04 and 19.2 (27.8) vs. 23.2 (27.5) pg/mL, P = 0.76; respectively]."}, {"pubmed": 20846963, "text": "NT-proBNP predicts mortality in stroke"}, {"pubmed": 20849244, "text": "Assessed plasma NT-proBNP as a prognostic marker of cardiovascular risk in patients with chronic kidney disease. Plasma NT-proBNP levels are associated with a higher risk of cardiovascular events and progression towards end-stage renal disease."}, {"pubmed": 20883932, "text": "During pregnancy, the median peak BNP level is higher in women with heart disease compared with control subjects. Sixteen women in this study have increased BNP levels during pregnancy but do not have clinical events."}, {"pubmed": 20887619, "text": "Extreme values of BNP do not necessarily correlate with the presence of heart failure, cardiomyopathy, or kidney dysfunction"}, {"pubmed": 20930495, "text": "N-terminal proBNP levels were found to be slightly higher in acromegalic patients as an indicator of heart failure, but the increase was not statistically significant."}, {"pubmed": 20947817, "text": "Patients with medial arterial calcification and poorly compressible leg arteries have higher serum levels of NT pro-BNP than patients with peripheral arterial disease and controls."}, {"pubmed": 20956023, "text": "N-terminal pro-BNP levels predict the postoperative regression of left ventricular mass after surgery for mitral regurgitation."}, {"pubmed": 20978564, "text": "Suggest that triiodothyronine and brain natriuretic peptide levels may provide an important risk indicator for patients with heart failure."}, {"pubmed": 20979755, "text": "The level of NT-proBNP is significantly higher in heart failure patients than in controls."}, {"pubmed": 21041973, "text": "Beside BNP, FGF-23 was identified as a factor that is significantly associated with LVMI. FGF-23 could be a novel biomarker of left ventricular overload, which is closely associated with the increased risk of death in HD patients."}, {"pubmed": 21067752, "text": "hs-CRP and TNF-alpha, but not TGF-beta, IL-6, IL10 or proBNP may have a role in cardiovascular event risk in patients with atherosclerotic occlusive disease"}, {"pubmed": 21070664, "text": "NT-proBNP natriuretic peptide precursor B has been determined to be a useful biomarker for diagnosing a wide variety of cardiac abnormalities in the elderly."}, {"pubmed": 21086902, "text": "In patients with sarcoidosis, plasma NT-proBNP levels are a useful biomarker to identify cardiac involvement, but not to identify pulmonary hypertension."}, {"pubmed": 21108561, "text": "The aim of the study was to evaluate the extent to which serum high-sensitivity C-reactive protein and N-terminal pro-B-type natriuretic peptide measurement alone or together could be prognostic biomarkers in patients with stable coronary artery disease."}, {"pubmed": 21110196, "text": "NT-pro-BNP is an attractive supplemental marker to predict the presence of coronary artery stenosis in a population with normal left ventricular function."}, {"pubmed": 21110214, "text": "Amino-terminal pro-brain natriuretic peptide hasa role in cardiovascular complications of rheumatoid arthritis"}, {"pubmed": 21111985, "text": "Testing of N-terminal pro-B-type natriuretic peptide levels helps to differentiate stage B from stage A in heart failure patients."}, {"pubmed": 21127887, "text": "Serum NT-proBNP is a good biomarker for predicting left ventricular remodeling in chronic hemodialysis patients."}, {"pubmed": 21131173, "text": "Preoperative BNP is an accurate determinant of postoperative cardiac morbidity and all cause survival, with BNP in the immediate postoperative period being an even more accurate predictor of cardiac events."}, {"pubmed": 21131684, "text": "A high NT-ProBNP level before surgery is an independent predictor of prolonged stay in intensive pediatric care in congeintal heart disease surgery."}, {"pubmed": 21152016, "text": "NT-proBNP may have a role in myocardial perfusion defects"}, {"pubmed": 21162718, "text": "BNP may be used to screen type 2 diabetics for the early diagnosis of left ventricular dystolic dysfunction."}, {"pubmed": 21173540, "text": "Plasma BNP levels increase with respect to the severity of cardiac dysfunction and serum C-reactive protein levels."}, {"pubmed": 21178638, "text": "The increase in BNP levels in postcardiac surgery patients is associated with reduced exercise capacity."}, {"pubmed": 21188387, "text": "Elevated BNP levels (>/=200 pg/ml) could be a useful marker of subsequent thromboembolic events in patients with atrial fibrillation during oral anticoagulant therapy."}, {"pubmed": 21194766, "text": "NT-proBNP is the only independent predictor of disease progression by multivariate regression analysis in patients with pericardial effusion."}, {"pubmed": 21199206, "text": "after heart transplantation, BNP correlates with direct measurements of right-sided pressures, but not with other hemodynamic measurements, time from transplant or rejection grade"}, {"pubmed": 21200085, "text": "BNP rs198388 polymorphism may be associated with essential hypertension in Han people in Hunan."}, {"pubmed": 21214096, "text": "Circulating plasma levels of ET-1 and BNP were decreased after surgery for aortic valve disease. Most likely represents a response to cardiac remodeling and the improved functional status of the patients."}, {"pubmed": 21215559, "text": "Male patients older than 75 years with low levels of NT pro-BNP should be referred for carotid revascularization, as they will most likely enjoy the benefit of surgery."}, {"pubmed": 21217075, "text": "Both B-type natriuretic peptide and endothelin-1 correlated positively with mean pulmonary arterial pressure and negatively with arterial O2 saturation; eNOS had the opposite correlations."}, {"pubmed": 21225672, "text": "BNP may be less effective for left ventricular diastolic dysfunction screening in rheumatoid arthritis subjects compared to the general population."}, {"pubmed": 21234705, "text": "NT-proBNP, in adjunction with QTc measurement, may be a valuable and sensitive laboratory biomarker to predict cardiotoxicity of antipsychotic overdose."}, {"pubmed": 21261781, "text": "BNP in plasma and pleural fluid may be useful for the diagnosis of heart failure as the underlying cause."}, {"pubmed": 21273288, "text": "strong association of variants in the NPPB and NPPA genes with natriuretic peptide B and pronatriuretic peptide B levels"}, {"pubmed": 21297144, "text": "BNP correlates with clinical endpoints more than inflammatory markers and can be used as a predictor of early outcome after heart surgery."}, {"pubmed": 21304210, "text": "CTnI and BNP are useful parameters for identifying patients at risk for clinical deteriorations, and combined measurements of these biomarkers further improves the prognostic value of increased cardiovascular events in HCM."}, {"pubmed": 21333352, "text": "Findings suggest that NT-proBNP >/= 900 pg/ml could be considered a useful marker for risk assessment in NHL patients treated with chemotherapy."}, {"pubmed": 21343155, "text": "In patients with severe mitral regurgitation referred for MV surgery, BNP levels do not decrease from their preoperative level three to six months after surgery."}, {"pubmed": 21364112, "text": "Single-nucleotide polymorphism rs198389 was common in general adult population and associated with higher circulating BNP forms. No differences in cardiovascular disease prevalence/survival were observed."}, {"pubmed": 21367474, "text": "For BNP measurements none of the serial changes tested is superior to a single determination at the first ambulatory visit following an episode of acute heart failure."}, {"pubmed": 21371160, "text": "Baseline brain natriuretic peptide is an independent predictor of atrial fibrillation recurrence in male patients undergoing catheter ablation, but not females."}, {"pubmed": 21376713, "text": "NT-proBNP as a serum marker for cardiac structural/functional disease in arterial hypertension"}, {"pubmed": 21387129, "text": "study concluded that serum asymmetric dimethylarginine and N-terminal-pro-B-type natriuretic peptide levels were increased in Graves' disease patients"}, {"pubmed": 21394710, "text": "Report positive correlation between high levels of preoperative NT-proBNP and the risk of new-onset atrial fibrillation after CABG surgery."}, {"pubmed": 21396728, "text": "A higher protein level of proBNP is found than of BNP and N-terminal proBNP, and increased proBNP mRNA expression in ischemic samples."}, {"pubmed": 21397374, "text": "Plasma NT-proBNP concentration is superior to urinary NT-proBNP concentration for the prediction of adverse clinical outcomes among unselected patients with acutely decompensated heart failure"}, {"pubmed": 21397962, "text": "High levels of B-type natriuretic peptide at the early stage of univentricular circulation indicate high wall stress due to high volume load."}, {"pubmed": 21413834, "text": "BNP levels in pediatric cancer patients with febrile neutropenia"}, {"pubmed": 21435188, "text": "The routine use of BNP as an outpatient surveillance tool in asymptomatic Fontan patients is not warranted."}, {"pubmed": 21450621, "text": "Screening a primary care population with cardiovascular disease using NT-proBNP has an excellent predictive value to rule out patients at risk for hospitalisations or death."}, {"pubmed": 21450626, "text": "An elevated level of BNP in plasma is independently associated with collateral development in coronary artery disease."}, {"pubmed": 21464097, "text": "Circulating BNP levels appear elevated in non-ST elevation coronary syndromes with preserved systolic function and predict coronary artery disease extension."}, {"pubmed": 21470289, "text": "Alleviation of aldosterone release by epidural analgesia modulated the postoperative serum BNP pattern in patients with a low risk for cardiac diseases who underwent noncardiac surgery."}, {"pubmed": 21473725, "text": "A 15-m depth scuba dive induces an acute slight release of the different peptide fragments from the BNP precursor."}, {"pubmed": 21480001, "text": "In pulmonary embolism, serial measurements of NT-proBNP could be useful as a tracking tool to assess the success or failure of the thrombolytic treatment."}, {"pubmed": 21486579, "text": "pro-BNP plasma levels indicated advanced hepatic degradation, seemingly related to the presence of refractory ascites associated with cirrhosis"}, {"pubmed": 21498911, "text": "Uric acid is an independent predictor of short-term prognosis and has incremental value to NT-ProBNP in patients with acute myocardial infarction."}, {"pubmed": 21514286, "text": "The NPPB gene (TTTC) microsatellite polymorphism in the 5'-flanking region showed significant difference in the distribution of alleles and genotypes between healthy pregnant controls and pre-eclamptic patients in an ethnically homogeneous population."}, {"pubmed": 21516440, "text": "Severity of left ventricular hypertrophy and diastolic parameters might be important in the elevation of NT-proBNP level in hypertrophic cardiomyopathy."}, {"pubmed": 21526421, "text": "Plasma BNP levels are inversely related with obesity, as measured by abdominal circumference, in Japanese community-based subjects."}, {"pubmed": 21538234, "text": "NT-proBNP ratio was found to be highly accurate for the early diagnosis of tachycardia-mediated cardiomyopathy."}, {"pubmed": 21543459, "text": "Exercise training has favourable effects on BNP, NT-pro-BNP, and peak oxygen consumption in heart failure patients."}, {"pubmed": 21558448, "text": "Myocardial BNP has pleiotropic, context-dependent, favorable actions on cardiac function. BNP acts locally as a key mechanical load-activated regulator of angiogenesis and fibrosis."}, {"pubmed": 21567460, "text": "Serum NT-proBNP was not only a good biomarker to effectively evaluate heart function but also to evaluate the cardiac valve damage in rheumatic heart diseases patients"}, {"pubmed": 21584749, "text": "Contributions of BNP elevation by clinical variables were somewhat different in different population. B-type natriuretic peptide was elevated in substantial percentage of asymptomatic chronic atrial fibrillation even without structural heart disease."}, {"pubmed": 21600847, "text": "Comparison of atrial and brain natriuretic peptide for the assessment of mitral stenosis."}, {"pubmed": 21604967, "text": "The results indicate an age- and gender difference in the ability of Nt-proBNP to identify myocardial dysfunction in relation to glucometabolic disturbances."}, {"pubmed": 21617607, "text": "Measuring NT-proBNP before non cardiac surgery in clinical practice could be useful to better stratify patients' cardiovascular risk."}, {"pubmed": 21620395, "text": "NT-proBNP levels increased in women with hypothalamic amenorrhea treasted with oral contraceptive agents for 3 months ."}, {"pubmed": 21624043, "text": "NT proBNP may have marginal advantage over BNP in predicting survival in this population."}, {"pubmed": 21629202, "text": "Patients with decompensated cirrhosis had elevated levels of NT-proBNP."}, {"pubmed": 21663466, "text": "essential influence of obesity to B-type cardiac natriuretic hormone system regulation"}, {"pubmed": 21689859, "text": "Increased cardiac release of BNP an NT-proBNP is shown in patients with pulmonary arterial hypertension."}, {"pubmed": 21696613, "text": "Measurement of CRP and BNP is useful for distinguishing acute lung injury/acute respiratory distress syndrome from cardiogenic pulmonary edema."}, {"pubmed": 21697610, "text": "There was a significant relationship between biological variation in BNP and biological variation in PRC"}, {"pubmed": 21700090, "text": "N-terminal pro-brain natriuretic Peptide is a more useful predictor of cardiovascular disease risk than C-reactive protein in older men with and without pre-existing cardiovascular disease"}, {"pubmed": 21701385, "text": "Patients with myocardial infarction who had higher BNP level on admission showed inadequate myocardial tissue perfusion status after primary percutaneous intervention."}, {"pubmed": 21714421, "text": "The low-flow phenomenon in severe aortic stenosis with preserved LVEF is related to smaller LV dimensions, LV concentric hypertrophy, and an increased systemic arterial afterload without differences in plasma NT-proBNP levels."}, {"pubmed": 21763278, "text": "In this study, there were analyzed glycosylation and proteolytic processing of pro-BNP in cardiomyocytes."}, {"pubmed": 21779816, "text": "A single NT-proBNP measurement after 6 months in stable chronic heart failure receiving individually optimized therapy may have higher predictive value than stratification of change in serial measurements."}, {"pubmed": 21792022, "text": "The ability of NT pro-BNP to independently predict death or hospitalization in chronic obstructive pulmonary disease is superseded by the presence of a dilated left atrium, aortic stenosis and left-ventricular systolic dysfunction."}, {"pubmed": 21795086, "text": "NT-proBNP was elevated in patients with Fabry disease and cardiac involvement, and found to be an adequate detection marker, not only of cardiac involvement, but also of diastolic dysfunction."}, {"pubmed": 21798425, "text": "lower levels of circulating androgens and the potentiating effect of exogenous female hormone therapy contribute to the higher circulating NT-proBNP concentrations in women than in men"}, {"pubmed": 21807382, "text": "Age, previous cardiac disease and inflammation increase cardiac marker (troponin T, brain natriuretic peptide, and NT-proBNP) levels in patients with different stages of renal disease."}, {"pubmed": 21807423, "text": "Plasma brain natriuretic peptide (BNP) is the strongest predictor of mortality in patients with diastolic heart failure."}, {"pubmed": 21824924, "text": "higher body mass index is associated with lower circulating BNP concentrations, thereby extending the concept of a natriuretic handicap in obese individuals observed in non-Hispanic whites to this high-risk population."}, {"pubmed": 21838836, "text": "In hemodialysis, adiponectin, and pro-brain natriuretic peptide levels may be subjected to variations in body mass index."}, {"pubmed": 21857933, "text": "Data suggest that plasma NT-proBNP may be an important biomarker to evaluate the severity of CHD and screen for CHD in diabetic or pre-diabetic patients."}, {"pubmed": 21858735, "text": "Nicorandil treatment may reduce the level of BNP by reducing the central blood pressure in chronic kidney disease patients."}, {"pubmed": 21872142, "text": "In practice, N-terminal pro-BNP measurement in patients suspected of slow-onset heart failure gives an elusive positive diagnosis in the absence of echcardiographic imaging."}, {"pubmed": 21884743, "text": "The cross-sectional study of community-dwelling elderly with a high prevalence of Trypanosoma cruzi infection showed an inverse relationship between BMI and BNP levels."}, {"pubmed": 21891968, "text": "Prognostic value of N-terminal pro-B-type natriuretic peptide in patients with acute coronary syndromes undergoing left main percutaneous coronary intervention."}, {"pubmed": 21892902, "text": "proANP and NT-proBNP levels in intrauterine growth-restricted fetuses with absent and reversed end-diastolic flow of the umbilical artery in relation to ductus venosus flow velocities"}, {"pubmed": 21900689, "text": "Oxidized low-density lipoprotein or peroxidized lipids formed in oxidatively stressed myocytes during ischemia-reperfusion injury may play a role in the induction of BNP and monocyte chemotactic protein (MCP)-1 during heart failure."}, {"pubmed": 21939835, "text": "An initially elevated NT-proBNP or rising level was associated with an increased risk of developing an abnormal left ventricular ejection fraction."}, {"pubmed": 21952518, "text": "Plasma concentrations of all proendothelin-1, proBNP, and proANP increased on average 2- to 5-fold from birth to day 2-3 of life. The plasma concentrations of all 3 propeptides increased on average 2- to 5-fold from birth to day 2-3 of life."}, {"pubmed": 21955499, "text": "Plasma NT-proBNP levels are increased in neonates with transient tachypnea and measurement of plasma NT-proBNP can be useful for predicting infants who will have prolonged tachypnea."}, {"pubmed": 21955828, "text": "Advanced echocardiographic measurements of systolic and diastolic function correlate with amino terminal-precursor BNP levels."}, {"pubmed": 21960417, "text": "NT-proBNP concentrations are elevated in fetuses with cardiac malformations during the second half of gestation."}, {"pubmed": 21993227, "text": "The increase in high-sensitive BNP concentrations seen in unstable angina patients with left anterior descending culprit lesion location might be related to the large area of myocardium at risk."}, {"pubmed": 22000971, "text": "The levels of both B-type natriuretic peptide and its precursor increase after ventricular fibrillation but follow different time courses."}, {"pubmed": 22018780, "text": "Mean serum NT-proBNP level of macroalbuminuric diabetic patients was higher than normoalbuminuric and microalbuminuric diabetic patients, and healthy control subjects"}, {"pubmed": 22072300, "text": "Assess the performance of BNP in detecting left ventricular systolic dysfunction in patients with no history of HF.  BNP can help physicians in identifying heart failure in patients with acute exacerbation of COPD."}, {"pubmed": 22087311, "text": "Elevated NT-proBNP is an independent predictor of mortality in tobacco smokers without known cardiovascular disease, conferring a 2.2 fold increased risk of death"}, {"pubmed": 22105112, "text": "This to date longest-term analysis of N-terminal proBNP and mortality in patients with proven non-ischaemic cardiomyopathy confirms this cardiac-specific biomarker as powerful, independent risk predictor."}, {"pubmed": 22113444, "text": "These findings indicate that endothelin-1 interacts with HANP and BNP in patients with chronic congestive heart failure. Endothelin-1 is suggested to play an important role in chronic congestive heart failure with preserved ejection fraction."}, {"pubmed": 22116811, "text": "Inclusion of BNP improved prediction of mortality in patients with cardioembolic stroke"}, {"pubmed": 22137497, "text": "Testosterone administration to women with hypoandrogenemia due to hypopituitarism results in decreased natriuretic peptide levels."}, {"pubmed": 22138041, "text": "BNP directly induces CD8+ T cell apoptosis via a caspase 3 associated mechanism from cardiac transplant patients."}, {"pubmed": 22143056, "text": "Patients with a clinical suspicion of left-ventricular diastolic dysfunction (LVDD; E/A </=0.75) showed higher N-terminal pro-brain natriuretic peptide (NT-pro BNP)levels (p = 0.021)."}, {"pubmed": 22154198, "text": "Long-term statin therapy in patients with systolic heart failure and normal cholesterol reduced elevated BNP levels."}, {"pubmed": 22160408, "text": "Measurement of N-terminal pro-brain natriuretic peptide might allow early detection of any clinical deterioration as well as assessment of the long-term outcome in valve replacement patients."}, {"pubmed": 22166506, "text": "This study indicates that NT-pro-BNP might be a more useful laboratory marker as an adjuvant diagnostic tool for Kawasaki disease than hs-CRP."}, {"pubmed": 22209994, "text": "proBNP concentrations in patients admitted to emergency department and suspected of chronic heart failure, were determined."}, {"pubmed": 22222353, "text": "Measurement of urinary proteins is a powerful and non-invasive method to quantify the effect of patent ductus arteriosus on systemic perfusion in preterm infants."}, {"pubmed": 22234370, "text": "BNP may play a role in hyperadiponectinemia of preeclampsia patients"}, {"pubmed": 22234513, "text": "NT-proBNP could be a marker of subclinical atherosclerosis in patients with type 2 diabetes."}, {"pubmed": 22242262, "text": "In patients with chronic cardiac insufficiency, N-terminal pro-brain natriuretic peptide levels positively correlate with patient age and body mass index, heart and functional class, and negatively correlate with ejection fraction."}, {"pubmed": 22251274, "text": "Measures frequently used in heart failure to assess psychological risk markers are unconfounded by NT-proBNP."}, {"pubmed": 22286795, "text": "Data suggest that significant postoperative elevation of NT-proBNP had no relationship with the rise in FENa+, CNa+ or fUNa+ and was not connected with any occurrence of cardiovascular events in patients after elective cervical spine surgery."}, {"pubmed": 22307842, "text": "In STEMI patients undergoing primary PCI, the pro-inflammatory cytokine IL-6 was modestly correlated with baseline NT-proBNP levels."}, {"pubmed": 22310189, "text": "NT-proBNP level before spontaneous breathing trials were able to predict outcome for weaning from mechanical ventilation in patients presenting with severe heart failure"}, {"pubmed": 22313067, "text": "This study of patients with septic shock demonstrates a previously unappreciated positive correlation between plasma free cortisol and b-type natriuretic peptide concentration"}, {"pubmed": 22316276, "text": "Data suggest that serum NT-proBNP (N-terminal pro-brain natriuretic peptide) is not significantly elevated in Turkish adolescents/young adults in early stages of polycystic ovary syndrome compared to age-/BMI-matched control subjects."}, {"pubmed": 22322531, "text": "Preoperative brain natriuretic peptide level is associated with postoperative acute kidney injury in high-risk patients undergoing cardiac surgery."}, {"pubmed": 22325151, "text": "In pediatric pulmonary arterial hypertension, BNP and NTProBNP are strongly correlated and predict changes in clinical variables and hemodynamics."}, {"pubmed": 22327025, "text": "Patients with precapillary pulmonary hypertension displayed increased serum NT-proBNP after exercise. The relative increase correlated with pulmonary vascular resistance."}, {"pubmed": 22349089, "text": "In single regression analysis, NT-proBNP was significantly associated with fibulin-1 in African men and Caucasian women."}, {"pubmed": 22368903, "text": "No statistically significant association was found between Leukocyte count and ACS (Acute Coronary Syndrome). Although there is a trend of increased Leukocyte count noted in patients with increase BNP level."}, {"pubmed": 22374183, "text": "Elevations of N-terminal BNP and troponin I are common in patients with atrial fibrillation and independently related to increased risks of stroke and mortality."}, {"pubmed": 22384001, "text": "NT-proBNP has a relationship with inflammatory status in patients with stable essential hypertension"}, {"pubmed": 22386698, "text": "NT-pro BNP is an independent predictor of death at short and long term both in myocardial infarct patients with low and normal renal function."}, {"pubmed": 22390472, "text": "Report NT-proBNP levels, echocardiographic abnormalities and subclinical coronary artery disease in high risk type 2 diabetic patients."}, {"pubmed": 22396190, "text": "Following elective intracranial surgery for brain tumor resection NT-proBNP values increase."}, {"pubmed": 22397400, "text": "Hyperinsulinemia correlates with low levels of plasma B-type natriuretic peptide in Japanese men irrespective of fat distribution."}, {"pubmed": 22412224, "text": "Conclude that baseline CA-125 and NT-proBNP levels are comparably reliable as heart-failure markers, and that CA-125 can be used for prognosis prediction in heart failure."}, {"pubmed": 22421508, "text": "PLasma BNP independently predicts the occurrence of new-onset atrial fibrillation in ST-segment elevation myocardial infarction patients treated by primary percutaneous coronary intervention."}, {"pubmed": 22439818, "text": "Plasma BNP was found to be an independent predictor of endothelial function as assessed by endothelium-dependent vasodilatation."}, {"pubmed": 22459392, "text": "The combination of plasma proBNP and renin levels identifies a group of high risk patients with chronic kidney disease and heart failure."}, {"pubmed": 22459404, "text": "Homocysteine predicts increased NT-proBNP (or BNP) through a link with impaired mitochondrial fatty acid oxidation in heart disease."}, {"pubmed": 22532404, "text": "Plasma BNP, which represents cardiac load, is strongly associated with the prevalence and severity of nocturnal voiding in Japanese women."}, {"pubmed": 22536076, "text": "Natriuretic peptides correlate weakly with inferior vena cava size and do not predict changes in response to intrathoracic pressure in congestive heart failure."}, {"pubmed": 22541282, "text": "In a community population attended in primary care, the best cut-off point of N-terminal pro-B-type natriuretic peptide to rule out heart failure was 280 pg/mL"}, {"pubmed": 22543574, "text": "NT-pro-BNP is commonly elevated on admission to intensive care, that it increases with severity of illness and that it is an independent predictor of mortality"}, {"pubmed": 22545649, "text": "combination of NT-proBNP and hsTnT of particular interest in risk-stratification in aortic stenosis"}, {"pubmed": 22546865, "text": "nt-proBNP expression was markedly elevated in cases of fetal anemia, especially in hydropic fetuses."}, {"pubmed": 22547689, "text": "Brain natriuretic peptide values found in term pregnant patients are similar to those of prepregnant women of reproductive age"}, {"pubmed": 22559153, "text": "This review describes that elevated plasm BNP is a powerful predictor of mortality in septic patients."}, {"pubmed": 22581254, "text": "Data suggest that high levels of NT-proBNP are associated with chronic hepatitis C virus (HCV) infection, indicating HCV infection induces myocardial dysfunction, such as myocarditis, in asymptomatic patients with chronic HCV infection."}, {"pubmed": 22592287, "text": "High levels of serum BNP during the acute phase of ischemic stroke are associated with an embolic source, and remain as an independent predictor."}, {"pubmed": 22608896, "text": "NT-pro-BNP levels are increased in plasma following exercise training in patients with heart failure."}, {"pubmed": 22626835, "text": "N-terminal-proBNP serum levels were reduced in cardiovascular disease following combined supplementation with selenium and coenzyme Q10."}, {"pubmed": 22629130, "text": "Conclusion. Brain Natriuretic Peptide levels are elevated in patients with ventricular septal defects as compared to controls. Percutaneous closure of Ventricular Septal Defect with Amplatzer occluders decreases the BNP levels."}, {"pubmed": 22645408, "text": "Although the level of serum hs-CRP decreased significantly, there was a significant association between hs-CRP and NT-proBNP in HCV-infected patients."}, {"pubmed": 22658561, "text": "PICP was a potential indicator of diastolic dysfunction and increased LV filling pressure."}, {"pubmed": 22664008, "text": "Severity of liver disease, preload dependent hemodynamic parameters, and pulmonary vascular resistance were found to be significantly associated with increased BNP level during liver transplantation."}, {"pubmed": 22670496, "text": "Of patients with ischemic heart disease & left ventricular dysfunction, with an implantable cardioverter defibrillator, those with BNP levels in the highest quartile had significantly more arrhythmic events than did those at the lower three quartiles"}, {"pubmed": 22676431, "text": "levels may identify elevated LV filling pressures in symptomatic pregnant patients"}, {"pubmed": 22685586, "text": "Data indicate that plasma exchange reduced plasma levels of the examined biomarkers: 23% for NT-proBNP, 64% for CRP, 31% for procalcitonin and about 14%for troponin T."}, {"pubmed": 22691215, "text": "Suggest NTproBNP peptide may be a surrogate marker for cardiac involvement in systemic sclerosis."}, {"pubmed": 22695938, "text": "The complex mutation of the NPPB gene might be an etiological factor of hereditary malignant hypertension, and it is associated with low sensitivity to the antihypertensive effect of sodium nitroprusside."}, {"pubmed": 22739685, "text": "In primary prevention, self-reported chest pain and a single measurement of NT-pro-BNP substantially improve cardiovascular risk prediction."}, {"pubmed": 22740123, "text": "NT-pro-BNP levels in patients with acute pulmonary embolism are correlated to right but not left ventricular volume and function"}, {"pubmed": 22748606, "text": "Data suggest that both brain natriuretic peptide and adiponectin levels in plasma exhibit trend of progressive decrease during child development (birth through 12 years) and remain low in health adults."}, {"pubmed": 22753861, "text": "In myocardial infarction patients, a significant linear relationship between NT-proBNP and global longitudinal strain was found. Weaker correlation was found between NT-proBNP and left ventricular ejection fraction."}, {"pubmed": 22773432, "text": "In 12 patients with baseline plasma BNP concentration >/=20 pg/mL, BNP decreased from 78.3+/-18.8 pg/mL to 57.3+/-17.7 pg/mL (p<0.01)."}, {"pubmed": 22785411, "text": "rs632793 was significantly correlated with serum Nt-proBNP levels (r = 0.10, P = 0.0003), and participants with the A:A genotype had lower serum Nt-proBNP levels than participants with the G:G genotype"}, {"pubmed": 22825646, "text": "A significant association was found between HCV coinfection and BNP serum level in HIV-infected patients."}, {"pubmed": 22834778, "text": "Extreme NT pro-BNP levels may be useful for assessing the severity of impaired renal function."}, {"pubmed": 22841166, "text": "Preoperative BNP level of 30 pg/mL or greater was significant risk factor for the development of atrial fibrillation after thoracic surgery."}, {"pubmed": 22847152, "text": "Data suggest that pre-allogeneic stem cell transplantation level of NT-pro-BNP is of no convincing prognostic relevance for mortality/survival in patients treated for acute myeloid leukemia, myelodysplastic syndromes or lymphoproliferative disorders."}, {"pubmed": 22878353, "text": "NT-proBNP level <56.5 pg/ml could be used as a value to sensitively identify patients with preserved LV systolic and diastolic function among those with coronary artery disease"}, {"pubmed": 22878801, "text": "predicts major adverse cardiac events in congestive heart failure independent of albumin"}, {"pubmed": 22914252, "text": "The perioperative changes in B-type natriuretic peptide levels and their ability to predict outcomes are lesion-specific in infants with congenital heart defects."}, {"pubmed": 22921817, "text": "Patients with high serum N-terminal pro-B-type natriuretic peptide were at greater risk for worse cardiovascular outcome in acute coronary syndrome."}, {"pubmed": 22926410, "text": "Cardiac tamponade affects the relationship between the plasma BNP levels and cardiac function."}, {"pubmed": 22938543, "text": "BNP is elevated in acute myocardial infarct and is a quantitative biochemical marker related to the extent of infarction and the left ventricle systolic dysfunction."}, {"pubmed": 22973461, "text": "Raised plasma NT-proBNP was weakly but statistically significantly associated with poorer cognitive function and depression."}, {"pubmed": 22989031, "text": "Preoperative NT-proBNP predicted in-hospital mortality, severe circulatory failure postoperatively and long-term survival in patients undergoing surgery for acute coronary syndrome."}, {"pubmed": 22997250, "text": "Plasma BNP levels may be of use as a non-invasive biomarker reflecting RV dysfunction for better preoperative risk stratification of chronic thromboembolic pulmonary hypertension patients."}, {"pubmed": 22998064, "text": "Data suggest that in Acute Heart Failure Syndromes, galectin 3 (G3) levels do not provide prognostic value, but when used complementary to B-type natriuretic peptide, G3 is associated with renal dysfunction and may predict 30-day events."}, {"pubmed": 23006812, "text": "plasma BNP levels are determined primarily by cardiac production and that insulin resistance is a significant predictor of cardiac BNP production independent of left ventricular hypertrophy in obese individuals."}, {"pubmed": 23012317, "text": "Chorion and amnion stretching may increase BNP expression in the fetal membranes during pregnancy."}, {"pubmed": 23019395, "text": "Preoperative measurement of NT-proBNP provides information useful for prediction of cardiac events in high-risk patients undergoing noncardiac vascular surgery."}, {"pubmed": 23033840, "text": "Plasma NT-proBNP was associated with white matter hyperintensity in type 2 diabetic patients, suggesting a linkage between heart and brain disease."}, {"pubmed": 23042311, "text": "ECG and NT-proBNP levels can be used as a screening test for development of complete atrioventricular block, right ventricular involvement and mortality during acute inferior wall myocardial infarction."}, {"pubmed": 23047817, "text": "In patients with peripheral arterial disease with normal left ventricular systolic function, aortic augmentation index is independently associated with NTproBNP."}, {"pubmed": 23051933, "text": "Serial measurements of NTproBNP correlated with changes in volume assessments made by multifrequency bioimpedance in peritoneal dialysis outpatients."}, {"pubmed": 23058722, "text": "Preoperative serum BNP concentration predicted postoperative cardiac events, cardiac death, and all-cause mortality in patients undergoing elective open abdominal aortic aneurysm repair."}, {"pubmed": 23064562, "text": "Patients with both elevated NT-pro-BNP levels and NIH Stroke Scale scores on admission have a substantially higher mortality rate than those without elevated NT-pro-BNP levels and NIH Stroke Scale scores."}, {"pubmed": 23071500, "text": "our population-based study highlights the importance of Nt-proBNP levels to predict decreased heart rate variability after acute myocardial infarct."}, {"pubmed": 23084819, "text": "Following reduction of dietary salt intake in patients with atrial fibrillation, there is a decrease in B-type natriuretic peptide levels."}, {"pubmed": 23114906, "text": "Elevation of BNP level is associated with an increased risk for accelerated progression of chronic kidney disease ultimately to end-stage kidney disease."}, {"pubmed": 23119023, "text": "NT-proBNP can be detected in saliva and that the levels were higher in heart failure patients compared with healthy control subjects."}, {"pubmed": 23132698, "text": "Patients with active acromegaly have significantly lower values of NT-proBNP compared with patients with controlled disease"}, {"pubmed": 23149248, "text": "Malnutrition in hemodialysis patients is accompanied by volume overload and associated with increased log NT-proBNP levels which may affect ventricular remodeling."}, {"pubmed": 23152754, "text": "Type 2 diabetes does not appear to significantly influence the marked biological variation of N-terminal proBNP in postmenopausal women."}, {"pubmed": 23152884, "text": "In an asymptomatic hypertensive population BNP would be associated with sub-clinical evidence of cardiac remodeling, inflammation and extracellular matrix (ECM) alterations."}, {"pubmed": 23183321, "text": "Preoperative NT-proBNP concentrations and the EuroSCORE have equivalent, and moderate, predictive accuracy for mortality 3 yr after cardiac surgery"}, {"pubmed": 23192919, "text": "Measurement of serum BNP at hospital admission may help identify patients who are at risk for developing CI-AKI after primary percutaneous coronary intervention in ST-segment-elevation myocardial infarction."}, {"pubmed": 23207119, "text": "Anemia and BNP levels had independent influence on the total and HMW adiponectin levels in chronic hemodialysis patients."}, {"pubmed": 23217478, "text": "NT-proBNP is strongly associated with two-dimensional echocardiographic determination of left ventricular dimensions and EF (ejection fraction) in identifying CHF(congestive heart failure) in patients with acute dyspnoea."}, {"pubmed": 23228375, "text": "Greater levels of high-sensitivity troponin T, N-terminal pro-brain natriuretic peptide (Hs-TnT), NT-proBNP and high sensitivity C-reactive protein Hs-CRP are associated with increased risk of death, not just from cardiovascular disease(CVD)"}, {"pubmed": 23269269, "text": "A high preoperative level of NT-pro-BNP could predict the incidence of postoperative atrial fibrillation after off-pump coronary artery bypass grafting."}, {"pubmed": 23280329, "text": "Plasma pro-BNP levels are an independent and strong predictor of short-and long-term outcomes after transcatheter aortic valve implantation."}, {"pubmed": 23289011, "text": "Plasma BNP may be helpful for prediction of etiologic classification of acute cerebral infarction and infarction volume."}, {"pubmed": 23293174, "text": "NT-proBNP reveals more incremental value for patient selection and should be included in the risk stratification of patients undergoing transcatheter aortic valve implantation."}, {"pubmed": 23302112, "text": "Serial measurement of plasma B-type natriuretic peptide levels is a useful approach to predict restenosis in patients receiving percutaneous coronary intervention."}, {"pubmed": 23315043, "text": "Common genetic variants reported to be associated with Brain Natriuretic Peptide levels were not associated with a relevant risk of heart failure in our population-based cohort."}, {"pubmed": 23318845, "text": "It was determined that a lower range of BNP should be used to identify patients with heart disorders, as all Japanese individuals examined over 60 years of age had increased BNP levels."}, {"pubmed": 23341901, "text": "NT-proBNP can help physicians identify left ventricular failure in patients with acute exacerbation of chronic bronchitis."}, {"pubmed": 23349346, "text": "Suggest that Nt-proBNP should be considered cautiously, at least as a single criterion, in the decision-making process of aortic stenosis patients especially in the elderly population."}, {"pubmed": 23350927, "text": "B-type natriuretic peptide levels are not predictive of functional capacity in patients with a systemic right ventricle"}, {"pubmed": 23357662, "text": "A fair-minded assessment of the available data suggests that care supported by BNP/NT-proBNP-guided heart failure treatment-as an adjunct to standard clinical acumen-is superior to standard care."}, {"pubmed": 23373852, "text": "Serum BNP is helpful in differentiating cardiac syncope from noncardiac syncope in children and adolescents."}, {"pubmed": 23377871, "text": "The combined use of BNP and impedance cardiography during the first assessment of a patient in a heart failure unit identified those carrying a worse medium-term prognosis."}, {"pubmed": 23391507, "text": "Plasma intermedin and BNP levels were markedly higher in acute coronary syndrome patients than in healthy people"}, {"pubmed": 23419987, "text": "results show noticeable predictive value of BNP for both cardiac and pulmonary performance in physiological conditions suggesting that BNP could be a common regulatory factor coordinating adaptation of heart and lungs to stress condition"}, {"pubmed": 23422348, "text": "NT-proBNP has an acceptable diagnostic value in distinguishing cardioembolic ischemic stroke from other subtypes."}, {"pubmed": 23471272, "text": "elevated plasma TnT and NT-proBNP concentrations are associated with increased risk of cardioembolic and other nonlacunar ischemic strokes"}, {"pubmed": 23477424, "text": "Serum levels of brain natriuretic peptide and angiotensin II had a positive relation with left ventricular hypertrophy in kidney transplantation."}, {"pubmed": 23483221, "text": "NT-proBNP was independently associated with an impaired elastic property of the aorta and with the extent and complexity of CAD as well as with left ventricular systolic dysfunction."}, {"pubmed": 23496263, "text": "These data indicate that BNP is an independent predictor of LAAT in AF and may complement the role of the CHADS2 score in predicting stroke risk."}, {"pubmed": 23499807, "text": "N-terminal-proBNP may be a predictor of the severity of pulmonary hypertension in atrial septal defect patients"}, {"pubmed": 23516493, "text": "NT-proBNP, CRP and suPAR levels were higher in black compared to white men"}, {"pubmed": 23518421, "text": "the single BNP biomarker panel cannot be used to confidently rule out or identify stroke subtypes as a diagnosis"}, {"pubmed": 23542086, "text": "NT-proANP and NT-proBNP are powerful markers of 30-day-mortality in patients with acute heart failure of ischemic and non-ischemic origins."}, {"pubmed": 23552626, "text": "In coronary artery disease patients with higher plasma levels of BNP, there was no association with higher phosphorus and calcium levels, and decreased Vitamin D levels."}, {"pubmed": 23568644, "text": "Next to ageing and sex, a variety of changes in covariates reflecting the sequelae of cardiac remodelling as well as myocardial infarction and diabetes influence long-term changes of BNP and NT-proBNP."}, {"pubmed": 23574011, "text": "The NT-proBNP concentration just before the first dialysis session is a useful tool for screening for cardiac abnormalities."}, {"pubmed": 23585345, "text": "The reduced diurnal variation of heart rate was significantly associated with increased BNP, which is linked to left ventricular diastolic dysfunction in patients with atrial fibrillation."}, {"pubmed": 23602778, "text": "B-type natriuretic peptide may have a role in increasing survival in hypertrophic cardiomyopathy"}, {"pubmed": 23615024, "text": "The Z-score curve for NTproBNP in children was characterized. A Z-score >2.0 or the cut-off for children may be used to diagnose acute KD."}, {"pubmed": 23639511, "text": "Elevated serum BNP levels correlate with prolonged intensive care unit stay in elective coronary artery bypass surgery patients."}, {"pubmed": 23643288, "text": "Among the tumor markers evaluated, only CA 125 appeared to be related to the severity of CHF and NT-proBNP, along with the presence of pleural fluid or peripheral edema in patients aged 85 years and older with chronic heart failure."}, {"pubmed": 23645505, "text": "among working-age men heavy and hazardous drinking is associated with elevated levels of B-type natriuretic peptide in two population-based crosssectionalstudies in Russia and the UK"}, {"pubmed": 23653297, "text": "Suggest that NTproBNP could be a potential marker of left ventricular hypertrophy in chronic renal failure patients on hemodialysis."}, {"pubmed": 23656924, "text": "The BNP level following aortic valve replacement is related to diastolic disease severity and may complement echocardiographic evaluation when symptoms are unclear and LV function is difficult to interpret."}, {"pubmed": 23667500, "text": "Elevated N-terminal B-type natriuretic peptide is a strong predictor of mortality from community-acquired pneumonia independent of clinical prognostic indicators"}, {"pubmed": 23668272, "text": "Elevated serum levels of NT-proBNP were associated with both right and left heart dysfunction."}, {"pubmed": 23669527, "text": "Reduced concentrations of the amino-terminal processed peptide BNP(5-32) relative to BNP(3-32) [as the index parameter BNP(5-32)/BNP(3-32) ratio] were seen in patients with postinterventional restenosis in ischemic heart disease."}, {"pubmed": 23684562, "text": "BNP, proBNP and midregional (MR) pro-atrial natriuretic peptide all perform equally well for diagnosis of acute heart failure."}, {"pubmed": 23723326, "text": "Excess mortality is particularly pronounced in stable coronary artery patients with NT-pro-BNP >400 ng/l."}, {"pubmed": 23725445, "text": "B-type natriuretic peptide and NT-proBNP were elevated in kidney dysfunction and NTproBNP levels were greater thant B-type natriuretic peptide."}, {"pubmed": 23747879, "text": "review the role of BNP and NT-proBNP in sepsis"}, {"pubmed": 23789447, "text": "Marked mitochondrial dysfunction is associated with maximum BNP levels 12 hr and 14 days after hospitalization and mild dysfunction with minimal BNP concentration."}, {"pubmed": 23792241, "text": "In the setting of asymptomatic hypertensive heart disease and preserved ejection fraction, elevation in natriuretic peptide levels is predominantly associated with subclinical diastolic dysfunction."}, {"pubmed": 23801020, "text": "Assessment of baseline and follow-up BNP provides important prognostic implications in patients with mildly symptomatic heart failure who receive cardiac resynchronization therapy."}, {"pubmed": 23803318, "text": "High blood levels of pro-BNP predict the occurence of atrial fibrillation following cryptogenic stroke."}, {"pubmed": 23826659, "text": "NT-proBNP reduction >/= 15% showed better agreement with echocardiographic response compared to clinical response."}, {"pubmed": 23831167, "text": "Hypertrophic cardiomyopathy mutation carriers and controls did not differ significantly in NT-proBNP levels."}, {"pubmed": 23852911, "text": "NT-proBNP has no role in the pathophysiology of transient tachypnea of the newborn"}, {"pubmed": 23861381, "text": "Our study suggests that BIV pacing produces better exercise capacity over 1 year compared with RV pacing in patients without advanced heart failure and AV block."}, {"pubmed": 23869896, "text": "BNP and NT-proBNP may reflect elevated PASP, a central feature of high altitude pulmonary oedema, at HA."}, {"pubmed": 23876603, "text": "Circulating brain natriuretic peptide predicts cardiopulmonary performance during physical stress."}, {"pubmed": 23916937, "text": "NT-proBNP levels in adults with congenital heart disease clearly differ by diagnosis and are related to echocardiographic parameters and exercise capacity."}, {"pubmed": 23924312, "text": "Elevated BNP level is associated with mortality in patients with acute kidney injury receiving continuous renal replacement therapy."}, {"pubmed": 23925410, "text": "High BNP level as risk factor for acute kidney injury and predictor of all-cause mortality in STEMI patients."}, {"pubmed": 23929789, "text": "In outpatients with systolic heart failure, the NT-proBNP reduction obtained by short-term ivabradine treatment correlates closely with the degree of heart rate reduction."}, {"pubmed": 23932576, "text": "Plasma BNP would be a sensitive and reliable biomarker for the detection of cardiac involvement in children with severe EV71 infections."}, {"pubmed": 23942766, "text": "Serum ET-1 and NT-proBNP may have a role in impaired right ventricular function in patients with systemic sclerosis"}, {"pubmed": 23959302, "text": "a positive correlation between levels of BNP and blood glucose concentration and Gensini score in ACS patients"}, {"pubmed": 23964619, "text": "BNP association is shown between NT-proBNP and proteinuria in type II diabetic patients with macroalbuminuria."}, {"pubmed": 24015598, "text": "Circulating NT-proBNP and BNP are elevated in heart failure leading to the use of BNP as a sensitive and predictive marker of heart failure.[Review]"}, {"pubmed": 24030529, "text": "BNP concentration was associated with central sleep apnea in heart failure, and was inversely correlated with leptin concentration."}, {"pubmed": 24036936, "text": "sex-specific model that includes age, race, cTnT, and NT-proBNP (which can be incorporated in a laboratory report) provides a good model, whereas adding cTnT and NT-proBNP to clinical characteristics results in an excellent HF prediction model"}, {"pubmed": 24054827, "text": "fetal cardiac dysfunction identified by BNP concentrations at birth correlated independently with changes in ductus venosus pulsatility index and correlated negatively with pH values at birth."}, {"pubmed": 24060192, "text": "N-terminal pro-BNP and proadrenomedullin are of similar predictive value in the assessment of outcome in acute pulmonary embolism, however proadrenomedullin seems to be superior in predicting all-cause mortality."}, {"pubmed": 24065415, "text": "The patient was operated successful.Conclusion: In patients with elevated BNP and atypical symptoms neurological causes should be considered."}, {"pubmed": 24080362, "text": "NT-proBNP plasma levels are associated with left ventricular systolic impairment and moderate to severe diastolic dysfunction in a population at high risk for heart failure."}, {"pubmed": 24093631, "text": "The cumulative BNP load during the first days after spontaneous subarachnoid hemorrhage can be predicted by variables describing the severity of the disease already known at the time of admission."}, {"pubmed": 24101702, "text": "Serum levels of BNP decreased during the treatment protocol for hypoplastic left heart syndrome."}, {"pubmed": 24119617, "text": "BNP levels were significantly higher in patients with larger cerebral infarcts, higher modified Rankin scores, and higher CHADS2 scores."}, {"pubmed": 24126437, "text": "Report blood BNP levels in the general population and its associaton with major cardiovascular and coronary events."}, {"pubmed": 24169536, "text": "NT-proBNP is a useful risk predictor for all causes of hospitalisation and, in particular, for heart failure and death."}, {"pubmed": 24186915, "text": "This review identifies B-type natriuretic peptides with poststroke mortality."}, {"pubmed": 24214578, "text": "An elevation in plasma BNP was significantly associated with severe bronchopulmonary dysplasia; hence plasma BNP measurement in infants with BPD may aid in risk-stratification and further targeted therapies"}, {"pubmed": 24217044, "text": "In pregnancies complicated by pre-eclampsia, BNP levels were increased in comparison to normotensive pregnancies and this was accompanied by early changes in left ventricular diastolic function."}, {"pubmed": 24217163, "text": "plasma BNP level is an independent predictor of post-myocardial infarction remodelling after percutaneous coronary intervention"}, {"pubmed": 24217402, "text": "There is larger clinical benefit of enhanced external counterpulsation in patients with greater functional impairment and higher levels of NT-proBNP."}, {"pubmed": 24219732, "text": "There is no statistical difference in NT-proBNP levels between obese, lean polycystic ovarian syndrome (PCOS) and obese PCOS patients"}, {"pubmed": 24236118, "text": "BNP/NT-proBNP is a promising prognostic tool to risk-stratify the patients with end-stage renal disease."}, {"pubmed": 24244755, "text": "C-reactive protein and B-type natriuretic peptide yield either a non-significant or a modest incremental value to traditional risk factors in predicting long-term overall mortality in older adults."}, {"pubmed": 24265747, "text": "Plasma Nt-proBNP levels are inversely associated with metabolic syndrome in CHF patients"}, {"pubmed": 24312541, "text": "Plasma BNP is a valuable biomarker both singly or in combination with an established scoring system for assessing general CV risk including stroke, heart failure and acute coronary syndrome in real-world AF subj"}, {"pubmed": 24324290, "text": "In the elderly, NT-pro-BNP and glomerular filtration rate are predictors of all-cause mortality after admission because of dyspnoea."}, {"pubmed": 24324775, "text": "High-pressure post-dilation following coronary stent deployment resulted in a significant increase of plasma BNP levels, as well as plasma TnI levels and serum hs-CRP levels."}, {"pubmed": 24327531, "text": "Metformin correlates with lower concentrations of NT-proBNP in patients with type 2 diabetes mellitus."}, {"pubmed": 24334564, "text": "NT-pro-BNP is a good biomarker for monitoring CHF, and is a good predictor of PVR in children with surgically repaired TOF."}, {"pubmed": 24334757, "text": "Chronic infection by H pylori expressing CagA correlates with high circulating levels of BNP and IL-6 in patients with acute coronary artery disease."}, {"pubmed": 24340744, "text": "According data of the present study the existing threshold of concentration of cerebral sodium uretic peptide has a lower diagnostic sensitivity to exclude chronic cardiac insufficiency (100 pg)."}, {"pubmed": 24356556, "text": "Patients with renal artery stenosis show elevated levels of plasma BNP compared to controls."}, {"pubmed": 24361777, "text": "Age-stratified analysis of plasma NT-proBNP levels in children provides new parameters for diagnosing heart failure."}, {"pubmed": 24372302, "text": "substantial intravascular volume load during oiRFA can be absorbed with little change in LA pressure, such that LA pressure is not a reliable indicator of the fluid balance; subsequent redistribution of the volume load imposes risk after the procedure."}, {"pubmed": 24388546, "text": "Exercise training reduces plasma N-terminal pro-brain natriuretic peptide in survivors and non-survivors of heart failure."}, {"pubmed": 24393073, "text": "BNP and amino-terminal Nt-proBNP levels are associated with severity of several clinical features of acute viral nephropathia epidemica."}, {"pubmed": 24402421, "text": "in patients with rheumatoid arthritis, insulin resistance is associated with higher, rather than the expected lower, concentrations of NT-proBNP and that this may be related to increased IL-6."}, {"pubmed": 24412773, "text": "NT-proBNP levels are correlated with the severity of anatomic coronary obstruction and inducible myocardial ischemia, but NT-proBNP per se is insufficient to identify clinically significant angiographic and physiological stenoses."}, {"pubmed": 24421874, "text": "SHOX2, like SHOX, regulates NPPB directly whilst activates ACAN via its cooperation with the SOX trio."}, {"pubmed": 24433615, "text": "High levels of BNP in rheumatoid arthritis patients are related to vascular inflammation and not to left ventricular dysfunction."}, {"pubmed": 24443352, "text": "premature decrease of BNP production by the fetal membranes may cause preterm labour and preterm birth--{REVIEW}"}, {"pubmed": 24451016, "text": "Significant rises in median serum hs-cTnT and NT-proBNP occur during exercise."}, {"pubmed": 24453873, "text": "Multiple variables of age, creatinine and left ventricular ejection fraction are associated with persistently elevated BNP levels in stable heart failure patients."}, {"pubmed": 24463920, "text": "strong independent predictor of 90-day cardiovascular events in patients hospitalized with acute heart failure"}, {"pubmed": 24470529, "text": "The combination of hs-CRP, NT-proBNP, and day pulse pressure improves risk discrimination in peripheral arterial disease patients."}, {"pubmed": 24486650, "text": "Plasma BNP may represent a clinically useful non-invasive tool for identification of ischemic etiology of acute heart failure in patients with stage 4-5 chronic kidney disease."}, {"pubmed": 24498905, "text": "Increases in plasma BNP were linked to changes in body composition induced by liraglutide in diabetic obese patients."}, {"pubmed": 24501104, "text": "The evaluation of serum N-terminal prohormone brain-type natriuretic peptide, troponin-I, and high-sensitivity C-reactive protein levels in children with congenital heart disease"}, {"pubmed": 24505034, "text": "These data showed that the overexpression of GSN in H9c2-induced cardiac hypertrophy and increased the pathological hypertrophy markers atrial natriuretic peptide brain natriuretic peptide"}, {"pubmed": 24519407, "text": "NT-proBNP was predictive of all-cause mortality, suggesting that this biomarker may potentially be used to refine clinical risk stratification in anticoagulated patients with atrial fibrillation"}, {"pubmed": 24521195, "text": "Restrictive RV physiology is associated with significantly higher BNP and CRP levels with poorer balance of systemic oxygen transport following repair of tetralogy of Fallot."}, {"pubmed": 24522084, "text": "An increase of at least 30% in NT-proBNP levels after hospitalization is related to all-cause mortality in patients with acute heart failure and provides supplementary prognostic information in patients with high levels of cystatin C."}, {"pubmed": 24523584, "text": "A modest elevation of plasma BNP is observed during acute exacerbations of chronic obstructive pulmonary disease that is not attributable to heart failure."}, {"pubmed": 24524956, "text": "Hs-CRP and NT-proBNP substantially improve risk prediction in vascular surgery patients when added to an established predictive tool."}, {"pubmed": 24525156, "text": "High serum N-terminal probrain natriuretic peptide level was associated with sudden cardiac death in a patient with epilepsy, pulmonary edema and cardiac disease."}, {"pubmed": 24593826, "text": "rhBNP was more efficient than dobutamine at improving heart function in patients with heart failure when plasma BNP was </=3000 pg/mL."}, {"pubmed": 24598275, "text": "Serum NT-pro BNP levels at birth in dichorionic diamniotic twins with selective intrauterine growth restriction (sIUGR) were higher than those without, and lower than in monochorionic diamniotic twins with sIUGR."}, {"pubmed": 24610898, "text": "Results indicate possible placental production and release of proBNP/NT-proBNP into the maternal circulation in preeclampsia."}, {"pubmed": 24612820, "text": "The NT-pro-BNP level was more elevated in non-survivors in critically ill patients admitted to intensive care units."}, {"pubmed": 24634292, "text": "The plasma concentration of BNP is highly related to MI size in patients with AMI, and can be clinically used to evaluate MI size."}, {"pubmed": 24655733, "text": "Both pre- and post-operative BNP concentrations are predictors of major cardiac events in patients undergoing elective orthopedic surgery."}, {"pubmed": 24657652, "text": "In patients with atrial fibrillation BNP activation is associated with excess long-term mortality."}, {"pubmed": 24671901, "text": "NT-proBNP seems to be a poor marker of atrial electrical remodeling in hypertrophic cardiomyopathy patients."}, {"pubmed": 24679693, "text": "Aortic regurgitation after transcatheter aortic valve implantation was not associated with increased mortality in patients with high NT-proBNP."}, {"pubmed": 24686994, "text": "The sensitivity of BNP in the identification of patients with asymptomatic left ventricular dysfunction by adopting a cut-off of 156 pg/ml was equal to 83.7%"}, {"pubmed": 24719984, "text": "NT-proBNP values were 4 times higher in patients with unoperated congenital heart malformations compared to healthy controls."}, {"pubmed": 24731743, "text": "NT-proBNP might have additive value to established risk factors in the preoperative assessment of patients undergoing cardiac surgery"}, {"pubmed": 24732340, "text": "we were unable to confirm NT-proBNP as an independent marker for mortality in dialysis patients."}, {"pubmed": 24733401, "text": "At mid-pregnancy, nt-proBNP was significantly higher in fetuses with Hb Bart's disease than in nonanemic fetuses; cTnT was significantly lower in anemic than in normal fetuses."}, {"pubmed": 24736765, "text": "Plasma amino-terminal proBNP levels are inversely associated with metabolic syndrome in hypertensive patients."}, {"pubmed": 24751887, "text": "NT-proBNP seems to represent a valid clinical marker even in pulmonary hypertension patients with renal insufficiency."}, {"pubmed": 24757103, "text": "NT-proBNP was a major independent risk marker for stroke."}, {"pubmed": 24774264, "text": "NT-proBNP determination provides prognostic information in patients with asymptomatic moderate/severe aortic stenosis"}, {"pubmed": 24776201, "text": "In low-risk patients with chest pain of uncertain etiology evaluated using high-sensitivity T troponin, N-terminal pro-brain natriuretic peptide does not contribute additional predictive value to diagnosis or the prediction of short-term outcomes"}, {"pubmed": 24779290, "text": "NT-ProBNP levels are more effective than conventional echocardiographic parameters for clinical determination of the stage of cardiac failures in children with left ventricular systolic dysfunction due to dilated cardiomyopathy."}, {"pubmed": 24794960, "text": "Differential diagnosis of Takotsubo cardiomyopathy was determined by levels of brain natriuretic peptide to distinguish from acute coronary syndrome."}, {"pubmed": 24795095, "text": "BNP has reasonable accuracy in the diagnosis of cardioembolic stroke and may be a useful marker for the early detection"}, {"pubmed": 24795153, "text": "After lower extremity endovascular interventions elevated levels of BNP are associated with late cardiovascular events."}, {"pubmed": 24798786, "text": "NT-proBNP levels are elevated in more than 50% of adults with corrected tetralogy of Fallot."}, {"pubmed": 24800931, "text": "BNP level seems to be a function of atrial rhythm and ventricular rate rather than short- or long-term predictor of AF ablation success."}, {"pubmed": 24805995, "text": "Admission NT-proBNP level is an independent predictor of the development of contrast-induced nephropathy after percutaneous coronary intervention in acute coronary syndromes."}, {"pubmed": 24821636, "text": "Serial evaluation of NT-proBNP levels can identify multiple sclerosis patients at high risk for mitoxantrone-induced cardiotoxicity."}, {"pubmed": 24823381, "text": "Demonstrated a rise in serum B-type natriuretic peptide levels in patients with tetralogy of Fallot undergoing definitive repair on cardiopulmonary bypass."}, {"pubmed": 24841419, "text": "Brain natriuretic peptide predicts resting and stress diastolic function."}, {"pubmed": 24841658, "text": "there was no significant correlation between the NPPB gene c.-1298 G/T polymorphism and the incidence of essential hypertension in the Han population."}, {"pubmed": 24885051, "text": "In a large population of patients with dilated cardiomyopathy, the circulating concentrations of NT pro-BNP and hs-CRP, but not big-ET, were independent markers of all-cause mortality."}, {"pubmed": 24887309, "text": "The severity of critical illness, rather than septic cardiomyopathy, is the major determinant of BNP elevation in patients with sepsis."}, {"pubmed": 24899611, "text": "The levels of H-FABP, NT-proBNP, and cTnI were correlated with heart function, and can be used for the diagnosis of early-stageheart failure in children with congenital heart disease"}, {"pubmed": 24943350, "text": "rhBNP may exert dose-dependent protective effect on kidney tissue with endotoxin-induced injury"}, {"pubmed": 24947203, "text": "Plasma level of NT-ProBNP measured on acute pulmonary embolism could predict longer-term all-cause death."}, {"pubmed": 24997011, "text": "Namely, the higher the severity of the disease (as revealed by the BNP vales), the higher the lambda in delta, and lower in alpha 2 band. Results suggest that delta and alpha lambda indices are good markers of the severity of CHF."}, {"pubmed": 25004239, "text": "Epicardial fat thickness in associated with NTproBNP in coronary artery disease."}, {"pubmed": 25037453, "text": "There is increasing interest in guiding Heart Failure (HF) therapy with Brain Natriuretic Peptide (BNP) or N-terminal prohormone of Brain Natriuretic Peptide (NT-proBNP). [review]"}, {"pubmed": 25060790, "text": "BNP (not systemic inflammation) is the main driver of circulating adiponectin in patients with advanced atherosclerosis even without heart failure."}, {"pubmed": 25072816, "text": "BNP is an independent prognostic maker for overall mortality in patients with ischemic stroke or TIA and may improve the diagnostic accuracy to identify cardioembolic aetiology."}, {"pubmed": 25102374, "text": "results show that plasma NT-proBNP levels are significantly elevated in acute ischemic stroke patients with an unfavorable outcome"}, {"pubmed": 25115253, "text": "Elevated levels of NT-proBNP were indicative of severity of illness in patients with light-chain amyloidosis."}, {"pubmed": 25135237, "text": "High preoperative BNP levels are associated with adverse effects after pulmonary artery banding and the double switch operation in patients with congenitally corrected transposition of the great arteries."}, {"pubmed": 25142830, "text": "BNP and left ventricular ejection fraction were strong risk factors for predicting all-cause death and CV events among patients undergoing haemodialysis."}, {"pubmed": 25151325, "text": "NT-proBNP was increased in patients with acute carbon monoxide poisoning compared to controls. NT-proBNP increased with severity of carbon monoxide poisoning."}, {"pubmed": 25188741, "text": "BNP is a strong predictor of clinical outcome in newborns with congenital diaphragmatic hernia at 1d of life."}, {"pubmed": 25194157, "text": "Report changes in late systolic cardiac load and serum NT-proBNP levels in healthy middle-aged Japanese men."}, {"pubmed": 25231020, "text": "In older people with type 2 diabetes, NT-proBNP is associated with the development of coronary and cerebrovascular events, independent of a wide range of other vascular and metabolic risk factors"}, {"pubmed": 25248238, "text": "It was found that the concentration of NT-proBNP at 230.6 pg/ml might be a cut-off point that allows the prediction of cardiogenic cause of syncope with 96% specificity, 92% sensitivity and 93% negative predictive value."}, {"pubmed": 25250312, "text": "NT-proBNP and CCR may be important biomarkers in evaluating the severity of HF."}, {"pubmed": 25257704, "text": "Serum NT-proBNP has limited utility as a rule-out test for left ventricular dysfunction in very old people with dyspnea."}, {"pubmed": 25287586, "text": "Elevations in NT-proBNP concentrations at day 14 after hematopoietic stem cell transplantation can predict patients at risk for developing cardiac events."}, {"pubmed": 25322997, "text": "BNP increased and cTnT decreased significantly day 1 through 3 in very low birth weight infants. BNP was associated with patent ductus arteriosus, but did not correlate with left ventricular function or cTnT."}, {"pubmed": 25328404, "text": "Suggest NT-proBNP as a predictive global biomarker for diabetic complications in Japanese type 2 diabetic patients."}, {"pubmed": 25360594, "text": "The plasma BNP levels were relatively low in male stable patients with ischemic heart disease."}, {"pubmed": 25370350, "text": "Data suggest that, compared with subjects without any component of MetS (metabolic syndrome), subjects with uncomplicated MetS (without cardiovascular disease, chronic kidney disease, or diabetes) exhibit up-regulation of circulating NT-proBNP."}, {"pubmed": 25371308, "text": "The NPPB gene polymorphism is associated with modulation of left ventricular mass in newborns. The NPPA and NPPB gene polymorphisms are associated with blood pressure in newborns."}, {"pubmed": 25373384, "text": "Despite a number of gender-specific differences in CHF and the general predominance of men measured levels of NT-proBNP and HFSS score can be utilized for risk stratification with similar informative value in men and women."}, {"pubmed": 25380904, "text": "During the 1st year after renal transplantation, NT-proBNP levels decrease >/=2-fold and are primarily related to glomerular filtration rate."}, {"pubmed": 25389283, "text": "Baseline NT-proBNP identifies a large group of low-risk PCI patients who may be eligible for early (48- to 72-hour) discharge."}, {"pubmed": 25400811, "text": "Three NPPA-NPPB polymorphisms (rs632793, rs198388 and rs198389) were associated with reduced risk of left ventricular dysfunction in CAD patients with hyperlipidemia."}, {"pubmed": 25402208, "text": "In severe subarachnoid hemorrhage patients, sBNP elevation was significantly associated with the increase of both cardiac preload and afterload."}, {"pubmed": 25449518, "text": "Plasma NT-proBNP predicted cardiovascular events and cardiovascular death in adult patients with congenital heart disease."}, {"pubmed": 25459239, "text": "With respect to 257 patients with atrial fibrillation BNP levels were significantly higher in the recurrence group than in the non-recurrence group"}, {"pubmed": 25464207, "text": "The N-terminal of prohormone brain natriuretic peptide was a useful marker in the diagnosis of Kawasaki disease."}, {"pubmed": 25473804, "text": "natriuretic peptides, NGAL and sST2 testing for the prediction of worsening renal function in patients with acutely decompensated heart failure"}, {"pubmed": 25503636, "text": "This association, however, was mainly explained by the effect of NT-proBNP, that remained the strongest prognostic marker for a worse CV outcome, even after adjustment for other CV risk factors and pre-existing CVD"}, {"pubmed": 25511571, "text": "Elevated NT-proBNP-ratio was associated with increased short- and long-term mortality after TAVR, and independently predicted all-cause mortality."}, {"pubmed": 25523952, "text": "Elevated blood NT-proBNP is associated with extent of right ventricular dilatation and dysfunction in arrythmogenic right ventricular cardiomyopathy."}, {"pubmed": 25524015, "text": "Elevated BNP level is an independent marker for cardioembolic stroke and poor outcome at 90 days follow-up."}, {"pubmed": 25526883, "text": "Substantial BNP secretion occurs independently of pulmonary capillary wedge pressure and cannot be considered a reliable biomarker for intra-cardiac pressure changes."}, {"pubmed": 25561047, "text": "These findings improve our knowledge of the genetic basis of BNP variation in blacks, demonstrate a possible shared allelic architecture for BNP with aldosterone-renin ratio, and motivate further studies of underlying mechanisms."}, {"pubmed": 25561281, "text": "BNP, but not PCT or CRP, may have a role in sepsis and can be used as a prognostic indicator"}, {"pubmed": 25569645, "text": "associated with dementia and cognitive impairment no dementia, only when accompanied by cerebrovascular diseases"}, {"pubmed": 25571877, "text": "NT-pro-BNP is a strong predictor of overall mortality in asymptomatic hemodialysis patients"}, {"pubmed": 25586507, "text": "When soluble ST2 was measured with BNP, it improved prognostic accuracy in acute heart failure with preserved and depressed systolic function"}, {"pubmed": 25604362, "text": "BNP measurements as a screening tool for CHF has good sensitivity and accuracy when compared to echocardiography"}, {"pubmed": 25604469, "text": "NT-proBNP concentrations are increased in patients with systemic sclerosis."}, {"pubmed": 25605700, "text": "Elevated N-terminal pro-B-type natriuretic peptide and troponin T are associated with rapid decline of kidney function and incident chronic kidney disease."}, {"pubmed": 25629204, "text": "Baseline serum cTnT but not NT-pro-BNP is associated with cornary artery disease and also with exercise intensity in stable chest pain subjects."}, {"pubmed": 25629540, "text": "Subjects with hypertensive heart failure had significantly higher NT-proBNP levels compared to the hypertension with left ventricular hypertrophy group."}, {"pubmed": 25631382, "text": "The patients with elevated the second and third home SBP values compared to the first value taken on a single occasion were likely to have deteriorated BNP, NT-pro BNP, and eGFR."}, {"pubmed": 25651741, "text": "In heart failure patients with preserved left ventricular ejection fraction, moderate isotonic and isometric exercises do not determine a significant increase (isometric exercise) or even decrease (isotonic exercise) in the value of NT-pro-BNP."}, {"pubmed": 25658326, "text": "Higher serum concentrations of NT-proBNP associate with prevalent hypertension, whereas lower concentrations associate with incident hypertension."}, {"pubmed": 25663560, "text": "In heart failure, the combination of NT-proBNP with estimated GFR using CysC-based CKD-EPI equations better predicts outcomes than either parameter alone and adds valuable complementary prognosis information to other established risk factors."}, {"pubmed": 25714960, "text": "The between-person variation of NT-proBNP was large and markedly greater than within-person variation, indicating that NT-proBNP testing might better be applied in the dialysis population using a relative-change strategy."}, {"pubmed": 25744196, "text": "NTproBNp increases slightly during low flux-hemodialysis. High-flux hemodialysis eliminates the biomarker and can mask increases caused by cardiac disease."}, {"pubmed": 25753178, "text": "Soluble suppression of tumorigenicity 2 (sST2), but not galactin-3, adds to prognostication in patients with systemic AL amyloidosis independent of NT-proBNP and troponin T."}, {"pubmed": 25776937, "text": "miR4235p was associated with congestive heart failure and the expression levels of proBNP; in addition, OGT was found to be a direct target of miR4235p."}, {"pubmed": 25783741, "text": "Persons with elevated NT-proBNP, even with normal blood pressure at baseline, were at increased risk of developing hypertension."}, {"pubmed": 25788439, "text": "Circulating levels of sensitive cTnI and NT-proBNP are related to LV function and infarct size in patients with stable CAD after revascularization."}, {"pubmed": 25825410, "text": "BNP levels in the highest tertile were associated with a first cardiovascular event and all-cause mortality in a primary prevention population."}, {"pubmed": 25833076, "text": "Data suggest up-regulation of plasma NPPB level correlates with increased peripheral vascular resistance, but not decreased aortic distensibility, and is associate with impaired blood flow in lower extremity arteries in patients with type 2 diabetes."}, {"pubmed": 25847409, "text": "Preoperative elevated brain natriuretic peptide was associated with increased risk of atrial arrhythmias after cardiac surgery."}, {"pubmed": 25864448, "text": "B-type natriuretic peptide levels pre left ventricular assist device implantation may predict ventricular arrhythmia post LVAD implantation."}, {"pubmed": 25867369, "text": "Data show that plasma growth differentiation factor 15 (GDF-15) levels and N-terminal pro-B-type natriuretic peptide (NT-proBNP) are associated with chronic heart failure (CHF) in coronary atherosclerosis patients and can be used as biomarkers."}, {"pubmed": 25918047, "text": "NT-proBNP can be a useful marker of imminent cognitive-decline and dementia"}, {"pubmed": 25934190, "text": "The NPPB rs198389 SNP might modulate fasting insulin levels in an Algerian population."}, {"pubmed": 25955228, "text": "BNP plasma levels could provide additional information about subclinical RT-induced cardiotoxicity earlier than traditional ecocardiographic data"}, {"pubmed": 25959843, "text": "Brain natriuretic peptide levels were significantly higher in the acute heart failure group compared to those with dyspnea of other etiologies."}, {"pubmed": 25975456, "text": "The maternal serum copeptin, MR-proANP and PCT [Procalcitonin] levels are higher in EO-PE [early-onset Preeclampsia] and LO-PE [Late onset Preeclampsia ]patients, but the difference is not significant."}, {"pubmed": 25980453, "text": "Data indicate that the evaluated biomarkers aminoterminal pro-B-type natriuretic peptide (NT-proBNP), tumor necrosis factor-alpha (TNF-alpha) and Galectin-3 do not contribute to early detection of cardiotoxicity after treatment with anthracyclines."}, {"pubmed": 25991044, "text": "NT-proBNP performs satisfactorily for the diagnosis of HF in very elderly patients."}, {"pubmed": 25997425, "text": "Serum NT-proBNP concentrations in STEMI patients on hospital admission were useful in predicting non-STR after pPCI."}, {"pubmed": 25999400, "text": "African Americans have lower levels of plasma NTproBNP than Caucasians, which may be partially owing to genetic variation."}, {"pubmed": 26047677, "text": "Data suggest that risk of diabetes type 2 increases in subjects with asymptomatic atherosclerosis as plasma NT-proBNP levels increase, probably in response to pathophysiological conditions leading to high levels of NT-proBNP (and interleukin 6)."}, {"pubmed": 26071618, "text": "NT-proBNP levels differ substantially according to race/ethnicity. Despite a higher prevalence of hypertension, black individuals had significantly lower NP levels than white and Hispanic individuals."}, {"pubmed": 26077878, "text": "BNP was correlated with diastolic dysfunction in new-onset heart failure outpatients."}, {"pubmed": 26111773, "text": "A BNP level >1000 pg/ml has clinical importance in primary care medicine and hospital settings."}, {"pubmed": 26125712, "text": "these results suggested that serum BNP levels are significantly correlated with the stage of cirrhosis, suggesting that BNP levels might serve as a significant predictor for 1-year all-cause mortality"}, {"pubmed": 26125769, "text": "Within 6 h of admission or after PCI, rhBNP application showed no significant difference in heart function improvement or myocardial remodeling inhibition."}, {"pubmed": 26125903, "text": "The BNP levels in patients with persistent atrial fibrillation is clinically important in predicting and evaluating atrial fibrillation recurrence after catheter ablation."}, {"pubmed": 26140435, "text": "NT-proBNP seems to be a useful biomarker of hypervolemia in hemodialysis patients."}, {"pubmed": 26142965, "text": "Elevated BNP is an independent predictor of Fontan failure and mortality in adulthood."}, {"pubmed": 26173591, "text": "In people with Type 2 diabetes, high baseline B-type natriuretic peptide levels were significantly associated with future atrial fibrillation development."}, {"pubmed": 26190179, "text": "We aimed to provide a theoretical basis for improving patient prognosis through analyzing expression of plasma brain natriuretic peptide (BNP), endothelin-1 (ET 1), and matrix metalloproteinase 9 (MMP-9)."}, {"pubmed": 26201002, "text": "Low serum sodium was associated with an increased risk of cardiovascular and all-cause mortality in type 2 diabetes, but association was not explained by NT-proBNP."}, {"pubmed": 26209786, "text": "In the oldest old, increase in NT-proBNP is associated with incident heart failure and atrial fibrillation and risk for cardiovascular mortality, independent of decreasing renal function."}, {"pubmed": 26299071, "text": "The Meritas(R) BNP assay could be used in primary care permitting rapid BNP testing to rule out heart failure."}, {"pubmed": 26323562, "text": "high expression levels of BNP promote the apoptosis of myocardial cells through the lncRNA LSINCT5 mediator."}, {"pubmed": 26331403, "text": "Patients with myocardial ischemia had significantly higher BNP levels at all times, compared to patients without ischemia. Myocardial ischemia did not lead to a differential delayed release of BNP."}, {"pubmed": 26359292, "text": "The BNP level may be of value in evaluating severity and prognosis in patients with acute lung injury/acute respiratory distress syndrome."}, {"pubmed": 26387808, "text": "Data suggest plasma levels of NT-proBNP do not correlate with heart dysfunction/ejection fraction in elderly subjects with heart failure, atrial fibrillation, and diabetes type 2; study was conducted in Romania using NYHA functional classification."}, {"pubmed": 26433086, "text": "In heart failure patients with preserved ejection fraction, weight gain and an increase in BNP was significantly associated with decompensation."}, {"pubmed": 26452045, "text": "N-Terminal Pro-B Type Natriuretic Peptide (NT-proBNP) is associated with Bronchopulmonary dysplasia (BPD) or death in very preterm neonates. NT-proBNP may help the identification of neonates at risk of BPD as early as postnatal day three."}, {"pubmed": 26488448, "text": "Data show that both furin and brain type natriuretic peptide (BNP) were more sensitive than corin in predicting cardiovascular complications in type 2 diabetes mellitus (T2DM) patients."}, {"pubmed": 26495299, "text": "Procalcitonin, uric acid, and BNP had significant relationship with many echocardiographic findings in participants. For patients, procalcitonin did not show correlation."}, {"pubmed": 26506995, "text": "BNPsp concentrations increased immediately after acute myocardial infarction induction, providing early evidence of myocardial injury."}, {"pubmed": 26547915, "text": "NT-proBNP measurement adds independent and incremental information for the prediction of clinical outcome in asymptomatic, stage A-B HF hypertensive and diabetic patients taken from primary care."}, {"pubmed": 26567814, "text": "Increased NT-proBNP levels at 72 hours could predict mortality at 28 days in patients with septic shock and are correlated with haemodynamics."}, {"pubmed": 26612590, "text": "BNP test is a good point-of-care for the management of heart failure despite a relatively poor precision."}, {"pubmed": 26716583, "text": "BNP independently predicts perioperative mortality in patients with constrictive pericarditis undergoing pericardiectomy."}, {"pubmed": 26732551, "text": "In normal LVEF patients with significant aortic stenosis, BNP and left ventricular strain provide incremental (additive not duplicative) prognostic information."}, {"pubmed": 26746175, "text": "NT-proBNP provides significant prognostic information on the risk of developing heart failure among individuals with obesity."}, {"pubmed": 26773184, "text": "BNP, but not mutations in MYH7 may have a role in sudden cardiac death in children with hypertrophic cardiomyopathy"}, {"pubmed": 26795264, "text": "BNP was statistically significantly higher in patients with nasal polyps than in controls."}, {"pubmed": 26801306, "text": "BNP levels rose after paroxysmal supraventricular tachycardia and continued to rise after the termination."}, {"pubmed": 26845306, "text": "In cirrhotic patients, pre-liver transplant BNP serum level was an independent predictor of post-LT ICU mortality."}, {"pubmed": 26849890, "text": "ProBNP levels may be used as a surrogate marker for the differentiation of Kawasaki disease from other febrile, infectious illnesses and may also predict the involvement of coronary arteries."}, {"pubmed": 26852688, "text": "Recombinant human BNP attenuates trauma/haemorrhagic shock-induced acute lung injury by inhibiting oxidative stress and the NF-kappaB-dependent inflammatory/MMP-9 signaling pathway."}, {"pubmed": 26868212, "text": "Obstructive CAD causing myocardial ischemia is associated with increased levels of NT-proBNP."}, {"pubmed": 26892302, "text": "BNP levels are easy to determine and may represent an important marker for the determination of HAPE susceptibility."}, {"pubmed": 26910333, "text": "Elevated BNP and hs-cTnI after kidney transplantation identify candidates for targeted risk reduction."}, {"pubmed": 26922130, "text": "High plasma BNP levels and left ventricular wall motion abnormalities in the segments perfused with left anterior descending coronary artery or right coronary artery show a high risk for cardioembolic stroke in patients with old myocardial infarction."}, {"pubmed": 26922580, "text": "Data suggest that plasma NT-proBNP levels correlate with the degree/severity/progression of diabetic nephropathy in patients with type 2 diabetes; progression of diabetic nephropathy is associated with higher prevalence of diabetic retinopathy and hypertension and with higher plasma NT-proBNP and HbA1c."}, {"pubmed": 26949703, "text": "Combined with hydration, exogenous brain natriuretic peptide administration before contrast media effectively decreases contrast-induced nephropathy incidence in chronic kidney disease patients"}, {"pubmed": 26957276, "text": "BNP levels can be used as a clinical indicator to predict short-term prognosis in ST-elevation myocardial infarction patients."}, {"pubmed": 26968282, "text": "Blood N-terminal pro-brain natriuretic peptide levels were higher in pulmonary embolism cases than the controls. Patients with right ventricular dysfunction had significantly higher NT-proBNP levels than those without the dysfunction."}, {"pubmed": 26987266, "text": "Both NT-proANP and NT-proBNP levels were higher in coronary artery disease patients experiencing MACEs following percutaneous coronary intervention in a non-primary setting. Notably, only NT-proANP levels significantly affected prognosis after PCI."}, {"pubmed": 27005324, "text": "Combination of coronary artery calcium score and NT-proBNP could be used to identify a group of coronary artery disease patients where MPI could be averted with a high degree of diagnostic safety."}, {"pubmed": 27052066, "text": "The current study demonstrated a good predictive value of NTproBNP, in terms of mortality and morbidity"}, {"pubmed": 27052075, "text": "The available data strongly suggest that the addition of BNP to perioperative risk calculators is beneficial--{REVIEW}"}, {"pubmed": 27056603, "text": "N-TproBNP peptide may be a useful biomarker in risk-stratification of renal outcome in scleroderma renal crisis, selectively identifying patients likely to require renal replacement therapy."}, {"pubmed": 27077910, "text": "Data suggest testing for aminoterminal pro-B-type natriuretic peptide (NT-proBNP) should be performed in the hospitalized very elderly, because of the very high prevalence of underlying heart failure (HF) and its impact on in-hospital mortality."}, {"pubmed": 27085779, "text": "Data suggest that low serum levels of NT-proBNP are an independent risk factor/biomarker for diagnosis of NAFLD; low serum levels of NT-proBNP correlate with presence of elevated fat accumulation in liver (in a multi-ethnic, cross-sectional study)."}, {"pubmed": 27101535, "text": "NPPB SNPs were not associated with insulin resistance in older adults."}, {"pubmed": 27171378, "text": "MCP-1 and NT-proBNP are independent predictors of SS, while low calcidiol plasma levels are associated with CAC"}, {"pubmed": 27194537, "text": "Atrial fibrillation risk discrimination was not significantly improved by the addition of NT-proBNP levels to the Framingham AF risk model."}, {"pubmed": 27214686, "text": "ADMA in combination with NT-proBNP produced excellent sensitivity and specificity for the non-invasive identification of systemic sclerosis-related pulmonary hypertension."}, {"pubmed": 27220692, "text": "Midregional-proANP could accurately detect HF in children and adolescents. Its diagnostic performance was comparable with that of NT-proBNP, regardless of the underlying condition."}, {"pubmed": 27238916, "text": "Serum BNP was increased in septic patients with myocardial depression compared to those without myocardial depression."}, {"pubmed": 27328493, "text": "NTproBNP was decreased in the umbilical cord blood of fetuses with meconium stained amniotic fluid compared to controls."}, {"pubmed": 27328498, "text": "Umbilical arterial NTproBNP levels were significantly higher in the pre-eclampsia, fetal growth restriction, preterm birth, and fetal distress groups than in the control group."}, {"pubmed": 27339461, "text": "In participants free of clinical cardiovascular disease, higher levels of NT-proBNP are associated with retinal microvascular damage, suggesting a potential role for NT-proBNP as marker for small vessel disease."}, {"pubmed": 27342145, "text": "In asymptomatic patients with significant primary mitral regurgitation and preserved left ventricular ejection fraction who underwent mitral valve surgery, brain natriuretic peptide and left ventricular global longitudinal strain provided synergistic risk stratification, independent of established factors."}, {"pubmed": 27347749, "text": "NT-proBNP levels are associated with greater risk of new-onset atrial fibrillation after acute coronary syndrome. [review]"}, {"pubmed": 27426417, "text": "Data suggest that subjects with morbid obesity exhibit down-regulation of serum levels of BNP compared to control subjects. This study was conducted in Italy."}, {"pubmed": 27455178, "text": "Blood NTproBNP was similar between Black and White groups. NTproBNP level was associated with higher blood pressure in Black patients."}, {"pubmed": 27468499, "text": "It has been shown that NT-proBNP level may be not only a marker of severity of condition and poor outcome in patients with severe TRAUMATIC BRAIN INJURY, but also can be used as a good predictor of exhaustion of compensatory myocardial capacity in these patients."}, {"pubmed": 27471876, "text": "Six-month CT-apelin might be a valuable novel biomarker in identifying non-responders to cardiac resynchronization therapy that was superior to NT-proBNP"}, {"pubmed": 27522979, "text": "Implementation of thoracic stent grafts may be associated with considerable increase of both arterial stiffness and NT-proBNP serum levels with time."}, {"pubmed": 27567834, "text": "Higher blood levels of NT-proBNP was associated with incident cognitive impairments."}, {"pubmed": 27601074, "text": "NT-proBNP and hs-cTnI levels were higher in systemic sclerosis patients than controls. Both NT-proBNP and hs-cTnI were associated with the presence of echocardiographic abnormalities."}, {"pubmed": 27619215, "text": "Gastric bypass surgery was associated with a greater increase in NT-proBNP concentrations than non-surgical weight loss treatment."}, {"pubmed": 27718443, "text": "Combination of high serum BNP levels, along with high soluble AXL had greater predictive value for heart failure than BNP alone."}, {"pubmed": 27744141, "text": "IL-6 receptor blockade has an effect on high-sensitivity troponin T and NT-proBNP in rheumatoid arthritis"}, {"pubmed": 27748006, "text": "In this hospitalized heart failure cohort, atrial fibrillation/flutter status did not influence post-discharge NT-proBNP trajectory."}, {"pubmed": 27749513, "text": "Review of reference values of BNP in infants and children and values found in various heart diseases, including the role of BNP levels in diagnosing pediatric heart diseases."}, {"pubmed": 27760526, "text": "Plasma NT-proBNP levels were each associated with the severity of hand, foot and mouth disease."}, {"pubmed": 27760764, "text": "83 preterm infants with Bronchopulmonary dysplasia born <28-wk gestation and still inpatients at 36-wk corrected age received an echocardiogram and blood tests of B-type natriuretic peptide (BNP), troponin I, and YKL-40."}, {"pubmed": 27815796, "text": "Anterograde conduction with a right or septal accessory pathway increased the BNP level in WPW syndrome patients with normal cardiac function."}, {"pubmed": 27914003, "text": "N-terminal pro-brain natriuretic peptide may be an important marker for cardiac dysfunction in patients with chronic liver failure in accordance with Child-Pugh stage."}, {"pubmed": 27918957, "text": "Among persons occupationally exposed to lead, certain relationships were demonstrated between rs632793, rs198388 and rs198389 polymorphisms of NPPB gene and principal toxicological parameters characterizing exposure to lead"}, {"pubmed": 27919715, "text": "Increased preoperative brain natriuretic peptide concentration was associated with risk of serious adverse events in pediatric cardiac surgery patients."}, {"pubmed": 27920275, "text": "BNP gene body hypermethylation is associated with the risk of rheumatic heart disease (RHD), and also influenced by the warfarin anticoagulant therapy of RHD patients after surgery, which could represent novel and promising targets for therapeutic development."}, {"pubmed": 27920547, "text": "In patients with NSTE-ACS, NT-proBNP and the GRACE risk score (but not the TIMI risk score) both have good and comparable predictive value for 30-day mortality."}, {"pubmed": 27983995, "text": "NT-proBNP blood levels are increased in women who are about to develop preeclampsia."}, {"pubmed": 27983996, "text": "Blood concentration of BNP is a useful biomarker in the diagnosis of acute heart failure."}, {"pubmed": 28002165, "text": "The high negative predictive value of preoperative hs-cTnT and NT-proBNP suggest usefulness as a \"rule-out\" test to confirm low risk of postoperative Myocardial Infarction"}, {"pubmed": 28028158, "text": "There were no statistically significant differences in NTproBNP levels between systemic sclerosis patients with and without pulmonary hypertension."}, {"pubmed": 28039523, "text": "Study found that N-terminal pro-brain natriuretic peptide (NT-proBNP) and high-sensitivity cardiac troponin I are independently associated with incident dementia and NT-proBNP with incident Alzheimer's disease"}, {"pubmed": 28045698, "text": "Diabetes mellitus, but not nondiabetic metabolic syndrome, is associated with higher NT-proBNP levels. NT-proBNP can still predict death in patients with coronary artery disease, even with the confounding effect of MetS and diabetes."}, {"pubmed": 28069402, "text": "The combination of a clinical model with copeptin and NTproBNP, which are available in the Emergency Department, is able to prognose early mortality in patients with an episode of Acute Heart Failure."}, {"pubmed": 28079843, "text": "Significant correlation between BNP level, exercise tolerance and pulmonary diffusing capacity in sarcoidosis-associated pulmonary hypertension."}, {"pubmed": 28132515, "text": "Data indicate that B-type natriuretic peptide (BNP) was outcome associated in acute heart failure patients."}, {"pubmed": 28135310, "text": "soluble urokinase plasminogen activator receptor was associated with low left ventricular ejection fraction and elevated BNP."}, {"pubmed": 28138312, "text": "Blood BNP is a significant independent predictor of 6-month left ventricle remodeling in myocardial infarction patients."}, {"pubmed": 28183314, "text": "Acute treatment of type 2 diabetics with a DPP-4 inhibitor exerts no clinically-meaningful effects on BNP and NT-proBNP levels."}, {"pubmed": 28242284, "text": "NT-proBNP is increased in differentiated thyroid carcinoma patients and may predict cardiovascular risk."}, {"pubmed": 28252040, "text": "An increase in year-by-year BP variability over the past 6 years is associated with elevated plasma levels of ANP and BNP in the Japanese general population."}, {"pubmed": 28253498, "text": "Plasma BNP levels were independently associated with functional outcomes 3 months after stroke onset in atrial fibrillation patients."}, {"pubmed": 28268080, "text": "An increase in NT-proBNP is a strong predictor of outcome in patients with left ventricular non-compaction cardiomyopathy."}, {"pubmed": 28268084, "text": "Brain Natriuretic Peptide levels increased as heart failure duration increased."}, {"pubmed": 28272231, "text": "In patients with heart failure and mid-range ejection fraction, NT-proBNP >/=3299 pg/mL is associated with CI-AKI and long-term mortality following elective coronary angiography or intervention."}, {"pubmed": 28284500, "text": "Increased baseline values of BNP (and BigET-1) after acute myocardial infarction, were independently predictive of future cardiovascular events."}, {"pubmed": 28322314, "text": "NT-proBNP was associated with poor outcomes for patients with acute respiratory distress syndrome, and its level predicted mortality."}, {"pubmed": 28331244, "text": "BNP has a role in regulating expression of the IL-1beta/NF-kB/ERK1/2/NALP3/ASC/Caspase-1 pathway in inflammatory/autoimmune disorders"}, {"pubmed": 28336204, "text": "Plasma levels of NT-pro-BNP were significantly higher in hypertrophic cardiomyopathy (HCM) patients with more advanced disease. Elevated NT-pro-BNP not only reflects the diastolic impairment of the LV, but it might also be the result of cardiac ischemia in patients with HCM."}, {"pubmed": 28341776, "text": "The rs198389 G allele in the NPPB promoter is associated with elevated levels of NT-proBNP throughout adult life, reduced blood pressure, hypertension and cardiovascular mortality, and increased lifespan."}, {"pubmed": 28349264, "text": "NT-proBNP showed an incremental prognostic value for prediction of adverse outcomes when added to the clinical and echocardiographic parameters in patients with left ventricular dysfunction."}, {"pubmed": 28456775, "text": "In summary, there were no significant differences in ANP and BNP levels after percutaneous epicardial left atrial appendage suture ligation using LARIAT device 3 months after procedure."}, {"pubmed": 28458528, "text": "Patients with acute exacerbation of COPD and elevated NT-pro-BNP levels had increased hospital length of stay and need for intensive care."}, {"pubmed": 28473224, "text": "In-hospital mortality in patients with sepsis and low risk of sepsis-related organ failure was associated with NT-proBNP > 1,330 pg/ml."}, {"pubmed": 28554908, "text": "In patients with a recent acute coronary syndrome and type 2 diabetes mellitus, BNP and NT-proBNP were powerful predictors of cardiovascular outcomes beyond heart failure and death, ie, were also predictive of MI and stroke."}, {"pubmed": 28570595, "text": "In cancer patients, as well as colon cancer model mice, the plasma BNP levels were elevated, possibly due to cancer-related inflammation. The effect of cancer on the BNP levels should be considered when using BNP as an indicator of heart failure in cancer patients"}, {"pubmed": 28587950, "text": "NT-proBNP and BNP levels were statistically higher in patients with heart failure and anemia compared to patients with heart failure and without anemia."}, {"pubmed": 28623858, "text": "Serum levels of ST2, IL-33 and BNP were independent risk factors for major adverse cardiovascular events in acute myocardial infarction after percutaneous coronary intervention."}, {"pubmed": 28724951, "text": "plasma NT-proBNP is affected by several clinical variables in the general working population."}, {"pubmed": 28753169, "text": "Postoperative BNP levels are independent predictors of 12-month, all cause mortality following on-pump cardiac surgery."}, {"pubmed": 28765973, "text": "The results of the present study suggest the possible use of the molecular pathology of BNP for the determination of the terminal cardiac function in SCD and analysis of its death mechanism in forensic practice."}, {"pubmed": 28774268, "text": "Short-term follow-up BNP and percent change in BNP level are significant prognostic factors of all-cause mortality in hospitalized heart failure patients."}, {"pubmed": 28791849, "text": "Higher N-terminal pro-brain natriuretic peptide (NT-proBNP) concentrations were observed in patients with left ventricular hypertrophy (LVH), especially in the presence of left ventricular diastolic dysfunction (LVDdf)."}, {"pubmed": 28845719, "text": "NT-pro-BNP was not significantly different between subjects with 1-2 stenotic coronary arteries compared to those with 3 stenotic coronary arteries."}, {"pubmed": 28905172, "text": "Baseline NT-proBNP concentration was associated with short-term stroke among patients hospitalized with acute heart filure. Stroke risk assessment models should consider incorporation of NT-proBNP measurement."}, {"pubmed": 28946871, "text": "Circulating NT-proBNP levels are lower in overweight patients, even in those with diabetes, compared to controls."}, {"pubmed": 28962547, "text": "BNP blood level is a biomarker for the the severity of hand-foot-mouth disease"}, {"pubmed": 28990414, "text": "Elevated plasma NT-proBNP and KIM-1 in patients with stage 5 chronic kidney disease (CKD5) undergoing maintenance hemodialysis (HD) and HF (+) (heart failure)CKD5-HD patients suggest that natriuretic peptides and KIM-1 may contribute to the pathogenesis of HF in CKD5-HD patients."}, {"pubmed": 29036547, "text": "In patients with hypertension, BNP is superior to ventricular dysfunction on echocardiography in the prediction of risk of major adverse cardiovascular events."}, {"pubmed": 29121498, "text": "NT-proBNP may have a role in myocardial conduction abnormalities in patients with diabetes mellitus"}, {"pubmed": 29173327, "text": "An exercise-associated increase in hs-cTnT and NT-proBNP occurred in response to a 60-minute maximal swimming test that was independent of pubertal status/adolescent vs adults. The present data also suggests that baseline and postexercise hs-cTnT values are higher in male compared with female, with no sex differences in NT-proBNP values."}, {"pubmed": 29190613, "text": "Increased levels of NT-proBNP seems to be a better biomarker of multidrug antihypertensive therapy requirement than CT-proAVP."}, {"pubmed": 29203579, "text": "Suggest potential role for BNP as a protective endogenous factor against cerebral ischemia."}, {"pubmed": 29256043, "text": "This study showed that a higher plasma BNP was associated with a lower left atrial appendage flow velocity in patients with non-valvular atrial fibrillation and normal LV systolic function."}, {"pubmed": 29263170, "text": "Report usefulness of point-of-care test for NT-proBNP in primary care for the diagnosis of heart failure."}, {"pubmed": 29290081, "text": "In patients undergoing noncardiac thoracic surgery, we found that an elevated preoperative BNP level (with the level of 59 pg/mL as a cutoff), male gender, and open-chest surgeries were significant risk factors for postoperative atrial fibrillation."}, {"pubmed": 29302701, "text": "Upon cardiac stress, Nppa and Nppb are strongly upregulated in the ventricular myocardium. (Review)"}, {"pubmed": 29327361, "text": "NT-BNP is elevated in fetal aortic stenosis."}, {"pubmed": 29334941, "text": "Levels of N-terminal pro-brain-type natriuretic peptide increases in response to exercise in patients with pulmonary arterial hypertension."}, {"pubmed": 29355441, "text": "n elderly patients with symptoms of heart failure ST2 was not superior to NTproBNP to predict all cause or cardiovascular mortality. Furthermore, it is unclear if the combination of ST2 and NTproBNP will improve long-term prognostication beyond what is achieved by NTproBNP alone."}, {"pubmed": 29431103, "text": "NT-proBNP is a useful prognostic indicator of long-term mortality in acute heart failure even in the obese patient."}, {"pubmed": 29478009, "text": "In this review, we summarise the current knowledge of SERCA2a gene therapy for heart failure, analyse potential interaction between BNP levels and therapeutic effects of SERCA2a gene transfer and provide directions for future research to solve the identified problems."}, {"pubmed": 29532155, "text": "Lung ultrasound, serum B-type natriuretic peptide levels, and echocardiography can be used for outcome prediction in patients with acute heart failure."}, {"pubmed": 29564533, "text": "In patients with pulmonary arterial hypertension, there appears to be a trend of pro-BNP level increasing immediately after exercise and continuing to be elevated at 1 h. Pro-BNP levels then return to baseline at 2 h post 6 minute walk test."}, {"pubmed": 29569494, "text": "The inclusion of NT-proBNP to the 3C-HF and Seattle heart failure model score resulted in significantly better risk stratification."}, {"pubmed": 29581225, "text": "In adult congenital heart disease patients NT-proBNP increased before the occurrence of events, especially in patients who died or developed heart failure."}, {"pubmed": 29604077, "text": "Report a weak correlation between B-type natriuretic peptide and within-visit blood pressure variability."}, {"pubmed": 29604419, "text": "NT-proANP and NT-proBNP show different sensitivity for phenotypes of atrial fibrillation progression."}, {"pubmed": 29625779, "text": "B-type natriuretic peptide levels may predict prognosis in older adults admitted with a diagnosis other than heart failure."}, {"pubmed": 29650297, "text": "Suggest that natriuretic peptides play a role in cholesterol metabolism, given the association found between LDLc and NT-proBNP even in very elderly patients where NT-proBNP values are often in the pathological range."}, {"pubmed": 29656687, "text": "Report decreased NT-proBNP levels in heart failure patients in contemporary heart failure management programs."}, {"pubmed": 29661151, "text": "NT-proBNP is associated with all myocardial infarctions, but is a more powerful risk factor for microsize than typical MI."}, {"pubmed": 29675571, "text": "Admission NT-proBNP is an independent predictor for short- and long-term adverse events in Takotsubo syndrome patients."}, {"pubmed": 29697035, "text": "Serum NT-proBNP level is an independent biomarker for incident chronic kidney disease in patients with type 2 diabetes."}, {"pubmed": 29699498, "text": "Post-implant changes in NT-proBNP correlate with echocardiographic and clinical response to cardiac resynchronization therapy."}, {"pubmed": 29733490, "text": "Patients diagnosed with portopulmonary hypertension (POPH) had significantly higher BNP levels in comparison with those patients without. In contrast, PELD/MELD scores showed an almost negligible correlation with the BNP level. Liver transplantation was successful in 3 asymptomatic biliary atresia patients with POPH who had high BNP levels despite the low PELD/MELD scores."}, {"pubmed": 29737871, "text": "NT-proBNP and hs-cTnT are useful biomarkers in assessment of hypertrophy and fibrosis in hypertrophic cardiomyopathy."}, {"pubmed": 29747827, "text": "Among patients without heart failure, plasma brain natriuretic level is a strong predictor of death."}, {"pubmed": 29754152, "text": "recombinant human brain natriuretic peptide can regulate expression of IL-6, TNF-alpha, and IL-10 in lipopolysaccharide-activated RAW 264.7 cells."}, {"pubmed": 29775443, "text": "In children with chronic kidney disease, BNP is an indicator of heart failure correlating with renal function parameters and left ventricular mass index."}, {"pubmed": 29793175, "text": "Biomarkers NT-proBNP and apoCIII substantially increment the prediction of cardiovascular disease in type 2 diabetes."}, {"pubmed": 29877684, "text": "Serum NT-proBNP may relate to severity and prognosis of cerebral stroke patients as shown by the Modified Rankin Scale"}, {"pubmed": 29885699, "text": "NT-proBNP predicts mortality in transcatheter aortic valve replacement patients with aortic regurgitation and reduced left ventricular function."}, {"pubmed": 29951921, "text": "In patients with acute exacerbation of COPD, average value of NT-proBNP in patients with left ventricular systolic dysfunction (LVSD) was 3303.2 vs. 1092.5 pg/mL in patients without LVSD."}, {"pubmed": 29998930, "text": "Amniotic fluid NT-proBNP concentrations increase in stepwise fashion with the severity of heart failure in fetuses with CHD or arrhythmia; it was the optimal NP for assessing the fetal HF."}, {"pubmed": 30001941, "text": "Serial measurement of NT-proBNP in patients with chronic heart failure improves prediction of all-cause mortality."}, {"pubmed": 30057391, "text": "High NT-proBNP levels contribute to increased risk of malnutrition in older patients with heart failure."}, {"pubmed": 30111510, "text": "current cutoffs for diagnosing HF for NT-proBNP and BNP have relatively low diagnostic concordance and correlation, particularly among patients with chronic kidney disease"}, {"pubmed": 30153838, "text": "Data suggest that the more favorable lipoprotein profile as associated with elevated NT-proBNP concentrations in mainly cardiac healthy individuals might relate to adiponectin signaling indicating even indirect cardio-protective effects for NT-proBNP."}, {"pubmed": 30158031, "text": "Combinative index (arterial lactate, NT-proBNP and CRP) could serve as a valuable predictor for the 28-day mortality rate in patients with sepsis."}, {"pubmed": 30196305, "text": "Asymptomatic elevation of BNP is strongly predictive for cardiovascular events and heart failure, which might help to integrate cardio-renal risk stratification in predialysis chronic kidney disease patients."}, {"pubmed": 30205090, "text": "Data suggest that intact FGF23 level in plasma is independent predictor of cardiovascular death in patients with heart failure and provides added value to standard of care, natriuretic peptide (NT-proBNP) plasma level, for risk estimation. This study was conducted in Belgium. (FGF23 = fibroblast growth factor 23; NT-proBNP = aminoterminal pro-B-type natriuretic peptide)"}, {"pubmed": 30217946, "text": "The polymorphisms of BNP at the rs198389, rs6668352, and rs198388 loci are associated with the occurrence of COPD and COPD with PH, and the occurrence may be related to the abnormal expression level of BNP, Fbg, and Apelin protein in the serum."}, {"pubmed": 30223365, "text": "NT-proBNP predicts mortality in elderly and very elderly patients with chronic systolic heart failure."}, {"pubmed": 30242998, "text": "increased circulating levels of sTNFR1 and BNP were associated with loss of kidney function in Type 2 diabetic Egyptian patients"}, {"pubmed": 30287475, "text": "Hp and NT-proBNP using specific cut-off values for acute heart failure can be used to determine risk of survival in these patients."}, {"pubmed": 30540645, "text": "BNP is increased in diabetic patients with acute heart failure."}, {"pubmed": 30595763, "text": "Amino-terminal pro-brain natriuretic peptide serum level is associated with catheter-related bloodstream infection in severe burn patients."}, {"pubmed": 30626934, "text": "Longitudinal changes of cardiac troponin and inflammation reflect progressive myocyte stretch and likelihood for hypertension in a Black male cohort: The SABPA study."}, {"pubmed": 30636655, "text": "Among 3,187 stable coronary artery disease patients with NT-proBNP data, after a 2-year follow-up, NT-proBNP levels were predictive for all-cause death in the stable coronary artery disease population"}, {"pubmed": 30711264, "text": "Increased brain natriuretic peptide is associated with significant excess of incident cardiovascular events and mortality in HIV-infected patients."}, {"pubmed": 30721554, "text": "Serum high-sensitivity troponin and NT-proBNP (Pro-Brain Natriuretic Peptide) are independent predictors of 30-day death and serious outcomes in older ED patients presenting with syncope."}, {"pubmed": 30763368, "text": "BNP levels were analysed in 1. cognitively healthy, control subjects; 2. subjects with mild cognitive impairment, and 3. subjects with Alzheimer's disease. The results show that the levels of BNP were significantly different between the three types of diagnoses (p < 0.05), whereby subjects with mild cognitive impairment had the lowest mean BNP value, and healthy subjects had the highest BNP value."}, {"pubmed": 30772761, "text": "NT-pro-BNP is an independent prognostic factor for low-risk non-traumatic intracerebral hemorrhage patients and a valid marker of disease severity in this patient population."}, {"pubmed": 30786848, "text": "The addition of NT-proBNP to variables of established risk scores improves prediction of stroke, with a medium effect size"}, {"pubmed": 30819103, "text": "NT-proBNP levels were an independent biomarker associated with an increased all-cause mortality in older Chinese patients with atrial fibrillation."}, {"pubmed": 30820654, "text": "NTproBNP levels differed among infants who did and did not develop bronchopulmonary dysplasia from 14 to 35 days of life with the greatest difference on day 14 of life. The presence of patent ductus arteriosus did not account for higher levels of NTproBNP at day 14."}, {"pubmed": 30866636, "text": "Increased proBNP levels could be associated with a significant increased risk of necrotizing enterocolitis in very immature newborns"}, {"pubmed": 30883813, "text": "The NT-proBNP levels were higher in fetuses of patients with preeclampsia than in gestational hypertension and controls."}, {"pubmed": 30906526, "text": "two months of mandibular advancement device treatment had no effect on NT-proBNP plasma levels in patients with severe obstructive sleep apnea."}, {"pubmed": 30919605, "text": "We conclude that elevated levels of NT-pro-BNP in left ventricular hypertrabeculation/non-compaction are associated with heart failure and are not dependent on the presence of neuromuscular disorders"}, {"pubmed": 30943979, "text": "BNP can independently identify patients with subtle impairment of cardiac function that might benefit from more intensive management."}, {"pubmed": 30953905, "text": "A low BNP level on admission was independently associated with co-existing small vessel occlusion or large artery atherosclerosis."}, {"pubmed": 30963739, "text": "Patients with incomplete Kawasaki disease (IKD) had higher NT-proBNP levels than patients with other febrile diseases, and the proportion of cases of elevated age-adjusted NT-proBNP level was also higher in the IKD group."}, {"pubmed": 31003870, "text": "Higher preoperative NT-proBNP level leads to the increased risk of peri-operative major cardiac events in patients undergoing non-cardiac surgery."}, {"pubmed": 31019148, "text": "BNP levels were associated with sarcopenia in type 2 diabetic patients without heart failure."}, {"pubmed": 31063194, "text": "cumulative incidences of hospitalization with infection were similar for participants with prevalent cardiovascular disease (CVD) and participants who did not have prevalent CVD but had NT-proBNP >/=248.1 pg/mL"}, {"pubmed": 31092393, "text": "Heart failure patients, especially those with obesity, have decreased levels of NT-proBNP that is not glycosylated at threonine 71."}, {"pubmed": 31128228, "text": "Association Between Plasma Brain Natriuretic Peptide and Overall Survival in Patients With Advanced Cancer: Preliminary Findings."}, {"pubmed": 31175403, "text": "In preterm patients, elevated NT-proBNP levels are related to worse diastolic myocardial function. In the first 24 h, this correlation is much stronger in the absence of patent ductus arteriosus (PDA)."}, {"pubmed": 31200964, "text": "The best NT-proBNP cut-off independently predicts outcome in acute heart failure patients, while the best troponin T does not; patients with both biomarkers have a 12-fold higher risk of in-hospital mortality."}, {"pubmed": 31272739, "text": "NT-pro-BNP: A novel predictor of stroke risk after transient ischemic attack."}, {"pubmed": 31280356, "text": "Association of NT-proBNP and GDF-15 with markers of a prothrombotic state in patients with atrial fibrillation off anticoagulation."}, {"pubmed": 31307994, "text": "Considering that BNP-neo17 is generated from the active form of BNP by neprilysin"}, {"pubmed": 31330506, "text": "visit-to-visit variability associated with worse long-term outcomes in stable chronic heart failure"}, {"pubmed": 31418487, "text": "the model demonstrates hydrogen bond stabilization within each of the two different aptamers and between the aptamers and the BNP target."}, {"pubmed": 31441355, "text": "Change in the NT-proBNP/Mature BNP Molar Ratio Precedes Worsening Renal Function in Patients With Acute Heart Failure: A Novel Predictor Candidate for Cardiorenal Syndrome."}, {"pubmed": 31446828, "text": "NT-proBNP and Risk of Dementia in a General Japanese Elderly Population: The Hisayama Study."}, {"pubmed": 31466059, "text": "plasma levels significantly increased in diastolic heart failure"}, {"pubmed": 31471993, "text": "A high BNP level predicts an improvement in exercise tolerance after a successful catheter ablation of persistent atrial fibrillation."}, {"pubmed": 31477203, "text": "Fetal plasma ANP consists exclusively of the mature form, and the placenta and umbilical vessels are possible major sites of ANP metabolism. In contrast, fetal plasma BNP consists predominantly of the precursor forms, which may contribute to protecting BNP from metabolism in the fetoplacental circulation."}, {"pubmed": 31582139, "text": "Left atrial reservoir strain is an independent predictor of elevated serum B-type natriuretic peptide."}, {"pubmed": 31679767, "text": "Integrative analysis of prognostic biomarkers derived from multiomics panels helps discrimination of chronic kidney disease trajectories in people with type 2 diabetes."}, {"pubmed": 31813354, "text": "In patients with acute ischemic stroke, median BNP was higher in patients with paroxysmal atrial fibrillation (AF) as compared to patients without AF at baseline and after 3 months."}, {"pubmed": 31852642, "text": "combination of NT-proBNP with GDF-15 mRNAlevel in the circulating mononuclear cells can more accurately predict the risk of long-term cardiovascular disease events"}, {"pubmed": 31875779, "text": "Troponin I and NT-ProBNP at hospital admission are the best predictors of re-hospitalization 6 months after discharge among patients with Heart Failure with reduced Ejection Fraction."}, {"pubmed": 31982876, "text": "The Predictive Value of NT-Pro-Brain Natriuretic Peptide for Risk of Pneumonia in Patients on Maintenance Hemodialysis."}, {"pubmed": 32021144, "text": "Prognostic Role of NT-proBNP for in-Hospital and 1-Year Mortality in Patients with Acute Exacerbations of COPD."}, {"pubmed": 32057273, "text": "Serum metabolic characteristics and biomarkers of early-stage heart failure."}, {"pubmed": 32070921, "text": "Therapeutic effects of recombinant human brain natriuretic peptide on sepsis-associated encephalopathy in mice."}, {"pubmed": 32074200, "text": "Prognostic Value of NT-proBNP versus Killip Classification in Patients with Acute Coronary Syndromes."}, {"pubmed": 32090237, "text": "The Combination of Non-dipper Heart Rate and High Brain Natriuretic Peptide Predicts Cardiovascular Events: The Japan Morning Surge-Home Blood Pressure (J-HOP) Study."}, {"pubmed": 32126847, "text": "Diagnostic utility of MR-proANP and NT-proBNP in elderly outpatients with a high risk of heart failure: the Copenhagen heart failure risk study."}, {"pubmed": 32172336, "text": "Echocardiographic Parameters During and Beyond Onset of Kawasaki Disease Correlate with Onset Serum N-Terminal pro-Brain Natriuretic Peptide (NT-proBNP)."}, {"pubmed": 32187034, "text": "Higher visit-to-visit blood pressure variability and N-terminal pro-brain natriuretic peptide elevation: influence of left ventricular hypertrophy and left ventricular diastolic function."}, {"pubmed": 32188793, "text": "Electrocardiographic Left Atrial Abnormality and B-Type Natriuretic Peptide in a General Japanese Population: NIPPON DATA2010."}, {"pubmed": 32209724, "text": "In patients with type 1 diabetes, preserved ejection fraction, and no known heart disease, NT-proBNP levels are associated with increased risk of cardiovascular disease."}, {"pubmed": 32255302, "text": "Relationship of Red Cell Volume Distribution Width and N-Terminal Pro-Brain Natriuretic Peptide with Severity and Prognosis of Patients with Acute Coronary Syndrome Receiving Percutaneous Coronary Intervention."}, {"pubmed": 32284480, "text": "B-type Natriuretic peptide Levels and Outcome in Children With Severe Acute Malnutrition With Co-morbidity."}, {"pubmed": 32347644, "text": "Comparison of longitudinal change in sST2 vs BNP to predict major adverse cardiovascular events in asymptomatic patients in the community."}, {"pubmed": 32354356, "text": "Comparison of predictive value of NT-proBNP, sST2 and MMPs in heart failure patients with different ejection fractions."}, {"pubmed": 32402829, "text": "Early postnatal changes of circulating N-terminal-pro-B-type natriuretic peptide in neonates with congenital diaphragmatic hernia."}, {"pubmed": 32418966, "text": "high serum level associated with higher mortality and stroke events in atrial fibrillation"}, {"pubmed": 32431194, "text": "Atrial Tissue Pro-Fibrotic M2 Macrophage Marker CD163+, Gene Expression of Procollagen and B-Type Natriuretic Peptide."}, {"pubmed": 32450480, "text": "Sustained heavy drinking over 25 years is associated with increased N-terminal-pro-B-type natriuretic peptides in early old age: Population-based cohort study."}, {"pubmed": 32515485, "text": "NT-proBNP increase during stress echocardiography predicts significant changes in ischemic mitral regurgitation severity in patients qualified for surgical revascularization."}, {"pubmed": 32538758, "text": "Correlation of serum BNP and ET-1 levels with cardiac pump function and ventricular remodeling in patients with heart failure."}, {"pubmed": 32558327, "text": "B-type natriuretic peptide is associated with post-discharge stroke in hospitalized patients with heart failure."}, {"pubmed": 32589688, "text": "Impact of brain natriuretic peptide reduction on the worsening renal function in patients with acute heart failure."}, {"pubmed": 32636124, "text": "Lower levels of plasma NT-proBNP are associated with higher prevalence of NASH in patients with biopsy-proven NAFLD."}, {"pubmed": 32657561, "text": "Early changes in N-terminal pro-brain natriuretic peptide levels predict new-onset heart failure in patients with STEMI."}, {"pubmed": 32684218, "text": "sensitivity and specificity of NT-proBNP were 80.0% and 79.0% respectively with 12 291.5 ng/L as the cut-off value, the sensitivity and specificity of Tei index were 74.0% and 77.0% respectively with 0.45 as the cut-off value"}, {"pubmed": 32684607, "text": "B-type Natriuretic Peptide Regulation in Patients with Severe Aortic Stenosis Following Transaortic Valvular Implantation."}, {"pubmed": 32693619, "text": "Relevance of the assessment of natriuretic peptide plasma concentrations in hypertensive pregnant women."}, {"pubmed": 32802835, "text": "Potential Molecular Mechanism of the NPPB Gene in Postischemic Heart Failure with and without T2DM."}, {"pubmed": 32838754, "text": "N-terminal pro-B-type natriuretic peptide as a prognostic indicator for 30-day mortality following out-of-hospital cardiac arrest: a prospective observational study."}, {"pubmed": 32882353, "text": "Serum B-type natriuretic peptide does not increase with higher systolic blood pressure in obese men despite evidence of blood pressure-related increases in left ventricular mass and filling pressure."}, {"pubmed": 32919941, "text": "A chemiluminescence immunoassay for the detection of NT-proBNP."}, {"pubmed": 32921207, "text": "Growth Differentiation Factor 15 and NT-proBNP as Blood-Based Markers of Vascular Brain Injury and Dementia."}, {"pubmed": 32926931, "text": "Subclinical elevated B-type Natriuretic Peptide (BNP) indicates endothelial dysfunction contributing to hypoxia susceptibility in healthy individuals."}, {"pubmed": 32972251, "text": "MR-proANP level predicts new onset atrial fibrillation in patients with acute myocardial infarction."}, {"pubmed": 32988848, "text": "Role of resistin, IL-6 and NH2-terminal portion proBNP in the pathogenesis of cardiac disease in type 2 diabetes mellitus."}, {"pubmed": 33025531, "text": "Maternal Serum VEGF Predicts Abnormally Invasive Placenta Better than NT-proBNP: a Multicenter Case-Control Study."}, {"pubmed": 33058960, "text": "Evaluation of Enhanced Lipid Oxidation and Compensatory Suppression using Natriuretic Peptide in Patients with Cardiovascular Diseases."}, {"pubmed": 33121714, "text": "Effects of Canagliflozin on Amino-Terminal Pro-B-Type Natriuretic Peptide: Implications for Cardiovascular Risk Reduction."}, {"pubmed": 33128247, "text": "Micro- and macrovascular cardiac allograft vasculopathy in relation to 91 cardiovascular biomarkers in heart transplant recipients-An exploratory study."}, {"pubmed": 33133305, "text": "Clinical Characteristics of Patients with Different N-Terminal Probrain Natriuretic Peptide Levels after Hematopoietic Stem Cell Transplantation."}, {"pubmed": 33160126, "text": "Pro B-type Natriuretic Peptide and Midregional Proadrenomedullin are Associated with Incident Carotid Stenosis During Long Term Follow-up."}, {"pubmed": 33221779, "text": "Serum asymmetric-dimethylarginine, apelin and NT-pro BNP levels in dialysis patients."}, {"pubmed": 33245872, "text": "High-sensitivity cardiac troponin T and N-terminal pro-B-type natriuretic peptide in acute heart failure: Data from the ACE 2 study."}, {"pubmed": 33248864, "text": "Clinical impact of serial change in brain natriuretic peptide before and after catheter ablation in patients with atrial fibrillation and heart failure."}, {"pubmed": 33270715, "text": "N-Terminal pro-B-type natriuretic peptide and coronary microvascular dysfunction in women with preserved ejection fraction: A report from the Women's Ischemia Syndrome Evaluation-Coronary Vascular Dysfunction (WISE-CVD) study."}, {"pubmed": 33279592, "text": "Disproportionately low BNP levels in patients of acute heart failure with preserved vs. reduced ejection fraction."}, {"pubmed": 33353469, "text": "Are Circulating Fibroblast Growth Factor 21 and N-Terminal Prohormone of Brain Natriuretic Peptide Promising Novel Biomarkers in Myalgic Encephalomyelitis/Chronic Fatigue Syndrome?"}, {"pubmed": 33375031, "text": "ANP and BNP Exert Anti-Inflammatory Action via NPR-1/cGMP Axis by Interfering with Canonical, Non-Canonical, and Alternative Routes of Inflammasome Activation in Human THP1 Cells."}, {"pubmed": 33455978, "text": "Effect of Topiroxostat on Brain Natriuretic Peptide Level in Patients with Heart Failure with Preserved Ejection Fraction: A Pilot Study."}, {"pubmed": 33510196, "text": "Death is associated to the type of drug-eluting stent in patients with left ventricular dysfunction and elevated natriuretic peptide levels."}, {"pubmed": 33563897, "text": "Changes in patient-reported outcomes in light chain amyloidosis in the first year after diagnosis and relationship to NT-proBNP change."}, {"pubmed": 33678076, "text": "The predictive value of brain natriuretic peptide or N-terminal pro-brain natriuretic peptide for weaning outcome in mechanical ventilation patients: Evidence from SROC."}, {"pubmed": 33691659, "text": "Association of circulating B-type natriuretic peptide with osteoporosis in a Chinese type 2 diabetic population."}, {"pubmed": 33709785, "text": "Inflammatory markers and incident heart failure in older men: the role of NT-proBNP."}, {"pubmed": 33720941, "text": "Genetic association analysis of the cardiovascular biomarker: N-terminal fragment of pro-B-type natriuretic peptide (NT-proBNP)."}, {"pubmed": 33888145, "text": "Prognostic value of NT-proBNP in patients with chronic coronary syndrome and normal left ventricular systolic function according to glucose status: a prospective cohort study."}, {"pubmed": 33955184, "text": "Right ventricular expression of NT-proBNP adds predictive value to REVEAL score in patients with pulmonary arterial hypertension."}, {"pubmed": 33990410, "text": "Change in N-terminal pro-B-type natriuretic peptide at 1 year predicts mortality in wild-type transthyretin amyloid cardiomyopathy."}, {"pubmed": 34021479, "text": "The differential activation of cardiovascular hormones across distinct stages of portal hypertension predicts clinical outcomes."}, {"pubmed": 34044561, "text": "Association between N-terminal pro-BNP and 12 months major adverse cardiac events among patients admitted with NSTEMI."}, {"pubmed": 34044565, "text": "Elevated B-type natriuretic peptide (BNP) and soluble thrombomodulin (sTM) indicates severity and poor prognosis of sepsis."}, {"pubmed": 34087618, "text": "BNP and NT-proBNP Concentrations in Paired cerebrospinal Fluid and Plasma Samples of Patients with Traumatic Brain Injury."}, {"pubmed": 34143704, "text": "Pro-BNP Levels and Its Prognostic Role in Chronic Hypertensive Pregnancies: A Prospective Case-Control Study From A Tertiary Care Hospital."}, {"pubmed": 34215247, "text": "Combined use of low T3 syndrome and NT-proBNP as predictors for death in patients with acute decompensated heart failure."}, {"pubmed": 34227029, "text": "Prognostic value of natriuretic peptides in heart failure: systematic review and meta-analysis."}, {"pubmed": 34286378, "text": "N-Terminal pro-brain natriuretic peptide (NTproBNP) in patients with symptomatic multiple myeloma: report from a single institution."}, {"pubmed": 34415953, "text": "Socioeconomic position is associated with N-terminal pro-brain natriuretic peptide (NT-proBNP)-Results of the population-based Heinz Nixdorf Recall study."}, {"pubmed": 34507853, "text": "Prognostic value of NT-proBNP and CA125 across glomerular filtration rate categories in acute heart failure."}, {"pubmed": 34556318, "text": "Prognostic Importance of NT-proBNP and Effect of Empagliflozin in the EMPEROR-Reduced Trial."}, {"pubmed": 34586748, "text": "NT-proBNP/BNP ratio for prognostication in European Caucasian patients enrolled in a heart failure prevention programme."}, {"pubmed": 34702775, "text": "N-terminal pro-brain natriuretic peptide is an independent predictor of mortality in patients with sepsis."}, {"pubmed": 34734498, "text": "Impact of natriuretic peptide polymorphisms on diastolic and metabolic function in a populational cohort: insights from the STANISLAS cohort."}, {"pubmed": 34750462, "text": "Low triiodothyronine levels correlate with high B-type natriuretic peptide levels in patients with heart failure."}, {"pubmed": 34763639, "text": "Assessment of global longitudinal strain and plasma natriuretic peptide in patients with asymptomatic left ventricular dysfunction."}, {"pubmed": 34798808, "text": "Total NT-proBNP, a novel biomarker related to recurrent atrial fibrillation."}, {"pubmed": 34940836, "text": "N-terminal pro-brain natriuretic peptide and adverse outcomes in Chinese patients with hypertrophic cardiomyopathy."}, {"pubmed": 34961527, "text": "NT-pro BNP in AECOPD-PH: old biomarker, new insights-based on a large retrospective case-controlled study."}, {"pubmed": 34980326, "text": "[Correlation of B-type Natriuretic Peptide Level with Hemodynamic Parameters and Inflammatory Cytokines in Patients with Gram-negative Sepsis]."}, {"pubmed": 35013570, "text": "NT-proBNP, cerebral small vessel disease and cardiac function in patients with a recent lacunar infarct."}, {"pubmed": 35044418, "text": "Association of N-Terminal Pro-Brain Natriuretic Peptide Concentration in Early Pregnancy With Development of Hypertensive Disorders of Pregnancy and Future Hypertension."}, {"pubmed": 35089974, "text": "Changes in BNP levels from discharge to 6-month visit predict subsequent outcomes in patients with acute heart failure."}, {"pubmed": 35167908, "text": "Association between higher serum uric acid levels and plasma N-terminal pro-B-type natriuretic peptide concentrations in patients with coronary artery disease and without overt heart failure."}, {"pubmed": 35183528, "text": "Multisystem inflammatory syndrome in children: Inputs of BNP, NT-proBNP and Galectin-3."}, {"pubmed": 35215487, "text": "Inverse Regulation of Serum Osteoprotegerin and B-Type Natriuretic Peptide Concentrations by Free Fatty Acids Elevation in Young Healthy Humans."}, {"pubmed": 35287945, "text": "Relationship Between Serum Brain-Type Natriuretic Peptide and Biomarkers of Growth in Infants With Shunt-Dependent Single Cardiac Ventricle."}, {"pubmed": 35443466, "text": "Can B-Type Natriuretic Peptide (BNP) be a Predictor of Severity and Outcome of Community-Acquired Pneumonia (CAP)? A Prospective Follow-Up Study."}, {"pubmed": 35666663, "text": "Increased serum level of N-terminal Pro-B-type natriuretic peptide in psoriatic patients: a single-center study."}, {"pubmed": 35928924, "text": "BNP on Admission Combined with Imaging Markers of Multimodal CT to Predict the Risk of Cardioembolic Stroke."}, {"pubmed": 36152812, "text": "Brain-type natriuretic peptide levels and invasive hemodynamic parameters in dialysis dependent patients."}, {"pubmed": 36180827, "text": "Elevated NT-proBNP levels are associated with CTP ischemic volume and 90-day functional outcomes in acute ischemic stroke: a retrospective cohort study."}, {"pubmed": 36228503, "text": "Elevated N-terminal pro-brain-type natriuretic peptide at admission is associated with unfavorable outcomes after aneurysmal subarachnoid hemorrhage."}, {"pubmed": 36332898, "text": "Galectin-3, Acute Kidney Injury and Myocardial Damage in Patients With Acute Heart Failure."}, {"pubmed": 36606733, "text": "Comparison of cord blood pro-BNP levels in newborns of SARS-COV-2-positive and -negative women, and its association with adverse perinatal outcomes."}, {"pubmed": 36756875, "text": "Inhibition of Fap Promotes Cardiac Repair by Stabilizing BNP."}, {"pubmed": 36765285, "text": "Serum pro-B-type natriuretic peptide levels and cardiac index as adjunctive tools of blunt cardiac injury."}, {"pubmed": 37117140, "text": "Natriuretic Peptides: Role in the Diagnosis and Management of Heart Failure: A Scientific Statement From the Heart Failure Association of the European Society of Cardiology, Heart Failure Society of America and Japanese Heart Failure Society."}, {"pubmed": 37165917, "text": "Aberrant expression of NPPB through YAP1 and TAZ activation in mesothelioma with Hippo pathway gene alterations."}, {"pubmed": 37792781, "text": "Clinical value of combined plasma brain natriuretic peptide and serum cystatin C measurement on the prediction of heart failure in patients after acute myocardial infarction."}, {"pubmed": 37820655, "text": "Expression of PCT, BNP and Inflammatory Factors in Children with Kawasaki Disease and Their Correlation with Coronary Artery Lesions."}, {"pubmed": 37844875, "text": "Left Atrial Remodeling Related to Disproportionately Low B-Type Natriuretic Peptide in Acute Heart Failure Patients with Atrial Fibrillation."}, {"pubmed": 37913506, "text": "Corin and Left Atrial Cardiomyopathy, Hypertension, Arrhythmia, and Fibrosis."}, {"pubmed": 38065584, "text": "BNP level predicts bleeding event in patients with heart failure after percutaneous coronary intervention."}, {"pubmed": 38158669, "text": "Relationship between lipid profile and B-type natriuretic peptide T-381C (rs198389) gene polymorphism in patients with stable coronary artery disease."}, {"pubmed": 38474245, "text": "Investigating the Role of Brain Natriuretic Peptide (BNP) and N-Terminal-proBNP in Thrombosis and Acute Ischemic Stroke Etiology."}, {"pubmed": 38743452, "text": "B-type natriuretic peptide levels predict long-term mortality in a large cohort of adults with congenital heart disease."}], "genomic_pos": {"chr": "1", "end": 11858945, "ensemblgene": "ENSG00000120937", "start": 11857464, "strand": -1}, "genomic_pos_hg19": {"chr": "1", "end": 11918988, "start": 11917521, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0003085", "qualifier": "involved_in", "term": "negative regulation of systemic arterial blood pressure"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0003161", "pubmed": 26786210, "qualifier": "involved_in", "term": "cardiac conduction system development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006182", "qualifier": "involved_in", "term": "cGMP biosynthetic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006182", "pubmed": 1672777, "qualifier": "acts_upstream_of", "term": "cGMP biosynthetic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006457", "pubmed": 16870210, "qualifier": "involved_in", "term": "protein folding"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0007166", "pubmed": 12727915, "qualifier": "involved_in", "term": "cell surface receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007168", "qualifier": "involved_in", "term": "receptor guanylyl cyclase signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007168", "pubmed": 1672777, "qualifier": "involved_in", "term": "receptor guanylyl cyclase signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007218", "qualifier": "involved_in", "term": "neuropeptide signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007589", "pubmed": 14960748, "qualifier": "involved_in", "term": "body fluid secretion"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0008217", "pubmed": 12727915, "qualifier": "involved_in", "term": "regulation of blood pressure"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0016525", "pubmed": 14737067, "qualifier": "involved_in", "term": "negative regulation of angiogenesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0019934", "qualifier": "involved_in", "term": "cGMP-mediated signaling"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0030308", "pubmed": 12727915, "qualifier": "involved_in", "term": "negative regulation of cell growth"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0035810", "pubmed": 14737067, "qualifier": "involved_in", "term": "positive regulation of urine volume"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0035815", "pubmed": 14960748, "qualifier": "involved_in", "term": "positive regulation of renal sodium excretion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042311", "qualifier": "involved_in", "term": "vasodilation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0043114", "pubmed": 14737067, "qualifier": "involved_in", "term": "regulation of vascular permeability"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0097746", "pubmed": 7601467, "qualifier": "involved_in", "term": "blood vessel diameter maintenance"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "pubmed": 14960748, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005615", "pubmed": 7601467, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0032991", "pubmed": [16870210, 23382219], "qualifier": "part_of", "term": "protein-containing complex"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0005102", "pubmed": 1672777, "qualifier": "enables", "term": "signaling receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005102", "pubmed": [12727915, 16870210], "qualifier": "enables", "term": "signaling receptor binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005179", "qualifier": "enables", "term": "hormone activity"}, {"category": "MF", "evidence": "NAS", "id": "GO:0005179", "pubmed": 7601467, "qualifier": "enables", "term": "hormone activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [25416956, 31515488, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0008613", "pubmed": 14960748, "qualifier": "enables", "term": "diuretic hormone activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0051427", "qualifier": "enables", "term": "hormone receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0051427", "pubmed": 1660465, "qualifier": "enables", "term": "hormone receptor binding"}]}, "homologene": {"genes": [[9544, 715053], [9598, 469801], [9606, 4879], [9615, 487441], [9913, 508734]], "id": 81698}, "interpro": [{"desc": "Natriuretic peptide", "id": "IPR000663", "short_desc": "Natr_peptide"}, {"desc": "Natriuretic peptide, brain type", "id": "IPR002408", "short_desc": "Natriuretic_peptide_brain"}, {"desc": "Natriuretic peptide, conserved site", "id": "IPR030480", "short_desc": "Natr_peptide_CS"}], "ipi": "IPI00031101", "map_location": "1p36.22", "name": "natriuretic peptide B", "other_names": ["brain natriuretic factor prohormone", "brain type natriuretic peptide", "gamma-brain natriuretic peptide", "natriuretic peptide precursor B", "natriuretic peptides B", "natriuretic protein", "preproBNP", "proBNP"], "pantherdb": {"HGNC": "7940", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "97368", "ortholog_type": "LDO", "panther_family": "PTHR14066", "taxid": 10090, "uniprot_kb": "P40753"}, {"RGD": "3194", "ortholog_type": "LDO", "panther_family": "PTHR14066", "taxid": 10116, "uniprot_kb": "P13205"}, {"Ensembl": "ENSGALG00000028991", "ortholog_type": "O", "panther_family": "PTHR14066", "taxid": 9031, "uniprot_kb": "R4GGV6"}, {"Ensembl": "ENSGALG00000004574", "ortholog_type": "LDO", "panther_family": "PTHR14066", "taxid": 9031, "uniprot_kb": "P18908"}, {"ZFIN": "ZDB-GENE-030131-95", "ortholog_type": "O", "panther_family": "PTHR14066", "taxid": 7955, "uniprot_kb": "F1QVW0"}, {"Ensembl": "ENSDARG00000052958", "ortholog_type": "LDO", "panther_family": "PTHR14066", "taxid": 7955, "uniprot_kb": "F1R8L8"}], "uniprot_kb": "P16860"}, "pathway": {"biocarta": {"id": "alkpathway", "name": "alk in cardiac myocytes"}, "kegg": [{"id": "hsa04022", "name": "cGMP-PKG signaling pathway - Homo sapiens (human)"}, {"id": "hsa04270", "name": "Vascular smooth muscle contraction - Homo sapiens (human)"}, {"id": "hsa04714", "name": "Thermogenesis - Homo sapiens (human)"}], "wikipathways": [{"id": "WP1544", "name": "MicroRNAs in cardiomyocyte hypertrophy"}, {"id": "WP4008", "name": "NO-cGMP-PKG mediated Neuroprotection"}, {"id": "WP4754", "name": "IL-18 signaling pathway"}]}, "pdb": ["1YK1", "3N56"], "pfam": "PF00212", "pharmgkb": "PA31734", "pharos": {"target_id": 5340, "tdl": "Tbio"}, "pir": "A36736", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF326040", "relationship": "is"}, {"id": "GNF326041", "relationship": "is"}, {"id": "GNF326042", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF214771", "relationship": "is"}, {"id": "GNF253371", "relationship": "is"}, {"id": "GNF253372", "relationship": "is"}, {"id": "GNF253373", "relationship": "is"}, {"id": "GNF253374", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF010470", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF331080", "relationship": "is"}, {"id": "GNF332149", "relationship": "is"}, {"id": "GNF334234", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF336872", "relationship": "is"}, "NOVART_hs-genome_siRNA": {"id": "GNF098655", "relationship": "is"}}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1"], "protein": "NP_002512.1", "rna": "NM_002521.3", "translation": {"protein": "NP_002512.1", "rna": "NM_002521.3"}}, "reporter": {"HG-U133_Plus_2": "206801_at", "HG-U95Av2": "39215_at", "HTA-2_0": "TC01002205.hg.1", "HuEx-1_0": "2396858", "HuGene-1_1": "7912520", "HuGene-2_1": "16681806"}, "summary": "This gene is a member of the natriuretic peptide family and encodes a secreted protein which functions as a cardiac hormone. The protein undergoes two cleavage events, one within the cell and a second after secretion into the blood. The protein's biological actions include natriuresis, diuresis, vasorelaxation, inhibition of renin and aldosterone secretion, and a key role in cardiovascular homeostasis. A high concentration of this protein in the bloodstream is indicative of heart failure. The presence of myocardial injury is a significant predictor of mortality in hospitalized coronavirus disease 2019 (COVID-19) patients, and there is evidence of increased levels of natriuretic peptide B in hospitalized non-survivor COVID-19 patients. The protein also acts as an antimicrobial peptide with antibacterial and antifungal activity. Mutations in this gene have been associated with postmenopausal osteoporosis. [provided by RefSeq, Aug 2020].", "symbol": "NPPB", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1417808"}, "unigene": "Hs.219140", "uniprot": {"Swiss-Prot": "P16860"}, "wikipedia": {"url_stub": "Brain natriuretic peptide"}}