{"AllianceGenome": "7941", "HGNC": "7941", "MIM": "600296", "_id": "4880", "_version": 1, "accession": {"genomic": ["AC013435.7", "CH471063.1", "CP068276.2", "CS788277.1", "D28874.1", "D90337.1", "M64710.1", "NC_000002.12", "NC_060926.1"], "protein": ["AAA35703.1", "AAH69120.1", "AAI05066.1", "AAI05068.1", "AAX88912.1", "ADQ54381.1", "ADZ36320.1", "BAA14351.1", "BAA22154.1", "CAP12670.1", "EAW70984.1", "NP_077720.1", "P23582.1", "XP_011509547.1", "XP_054198270.1"], "rna": ["BC069120.1", "BC105065.1", "BC105067.1", "D20847.1", "DR003533.1", "HQ419060.1", "JF420840.1", "NM_024409.4", "XM_011511245.4", "XM_054342295.1"], "translation": [{"protein": "AAI05066.1", "rna": "BC105065.1"}, {"protein": "ADQ54381.1", "rna": "HQ419060.1"}, {"protein": "AAH69120.1", "rna": "BC069120.1"}, {"protein": "NP_077720.1", "rna": "NM_024409.4"}, {"protein": "ADZ36320.1", "rna": "JF420840.1"}, {"protein": "XP_011509547.1", "rna": "XM_011511245.4"}, {"protein": "AAI05068.1", "rna": "BC105067.1"}, {"protein": "XP_054198270.1", "rna": "XM_054342295.1"}]}, "alias": ["CNP", "CNP2"], "ensembl": {"gene": "ENSG00000163273", "protein": ["ENSP00000295440", "ENSP00000387159"], "transcript": ["ENST00000295440", "ENST00000409852"], "translation": [{"protein": "ENSP00000387159", "rna": "ENST00000409852"}, {"protein": "ENSP00000295440", "rna": "ENST00000295440"}], "type_of_gene": "protein_coding"}, "entrezgene": "4880", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 3.97865619233, "exp_mis": 55.2257492385, "exp_syn": 31.6363044907, "lof_z": 1.47925086626453, "mis_z": 1.0021306146618, "mu_lof": 4.06101522934e-07, "mu_mis": 6.75960550171e-06, "mu_syn": 3.91689658831e-06, "n_lof": 1.0, "n_mis": 40.0, "n_syn": 22.0, "p_li": 0.32306534692621, "p_null": 0.0661505474412791, "p_rec": 0.610784105632511, "syn_z": 1.06210365926599}, "bp": 381, "cds_end": 232790959, "cds_start": 232790134, "n_exons": 2, "nonpsych": {"exp_lof": 3.57673714111, "exp_mis": 49.9603030349, "exp_syn": 28.6095765427, "lof_z": 1.3380693642679, "mis_z": 0.924834899047416, "mu_lof": 4.06101522934e-07, "mu_mis": 6.75960550171e-06, "mu_syn": 3.91689658831e-06, "n_lof": 1.0, "n_mis": 37.0, "n_syn": 21.0, "p_li": 0.314742080250524, "p_null": 0.0814416586093935, "p_rec": 0.603816261140083, "syn_z": 0.895712075594062}, "nontcga": {"exp_lof": 3.65799229082, "exp_mis": 50.8053214419, "exp_syn": 29.1030286224, "lof_z": 1.37092450771609, "mis_z": 1.24452904373174, "mu_lof": 4.06101522934e-07, "mu_mis": 6.75960550171e-06, "mu_syn": 3.91689658831e-06, "n_lof": 1.0, "n_mis": 33.0, "n_syn": 21.0, "p_li": 0.30356674223679, "p_null": 0.0752277810370745, "p_rec": 0.621205476726136, "syn_z": 0.951043989090012}, "transcript": "ENST00000409852.1"}, "exons": [{"cdsend": 231926249, "cdsstart": 231925424, "chr": "2", "position": [[231921810, 231922315], [231925404, 231925715], [231926159, 231926396]], "strand": -1, "transcript": "NM_024409", "txend": 231926396, "txstart": 231921810}], "exons_hg19": [{"cdsend": 232790959, "cdsstart": 232790134, "chr": "2", "position": [[232786520, 232787025], [232790114, 232790425], [232790869, 232791106]], "strand": -1, "transcript": "NM_024409", "txend": 232791106, "txstart": 232786520}], "generif": [{"pubmed": 12167597, "text": "findings demonstrate that CNP metabolism is altered in patients with nephrotic syndrome and support the hypothesis that activation of renal CNP can be partially offset by a low-protein diet"}, {"pubmed": 12452325, "text": "CNP G2628A polymorphism made an even greater contribution to hypertension in the younger subpopulation."}, {"pubmed": 12452325, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12736257, "text": "human pro-CNP processing requires furin"}, {"pubmed": 14654233, "text": "Particulate guanylate cyclase activation by CNP induces a post-transductional down-regulation of soluble guanylate cyclase by a mechanism involving PKG and the proteasome pathway"}, {"pubmed": 15231517, "text": "The first intron in the CNP sequence does not contain any additional enhancer-binding sites. However, the signal sequence is indispensable for secretion of CNP and its appropriate physiological function."}, {"pubmed": 15598085, "text": "BNP levels appear to be elevated in coronary disease, especially in acute coronary syndromes, even in the absence of systolic dysfunction"}, {"pubmed": 15911070, "text": "discussion of C-type natriuretic peptide and guanylyl cyclase B receptor [review]"}, {"pubmed": 16006435, "text": "NT-proCNP may have a role in growth velocity and bone formation"}, {"pubmed": 16109786, "text": "CNP is capable of autoregulating the expression of its cognate receptor."}, {"pubmed": 16179391, "text": "CNP is a modulator of acute inflammation in the blood vessel wall characterized by leukocyte and platelet activation, mediated, at least in part, via suppression of P-selectin expression."}, {"pubmed": 16777970, "text": "report suggests that in humans, platelet-derived growth factor(PDGF) and downstream activation of protein kinase C could represent an important control for natriuretic peptide precursor C expression in vascular smooth muscle"}, {"pubmed": 17289171, "text": "There is a discordant expression of NPPC in newborn infants of mothers with type 1 diabetes."}, {"pubmed": 17487764, "text": "The myocardium regularly produces CNP in patients with normal left ventricular systolic function. This is unchanged by brief periods of pacing, paroxysmal supraventricular tachycardia , or electrophysiological techniques."}, {"pubmed": 17709640, "text": "Aortic valve stenosis is characterized by distinct downregulation of the gene expression of C-type natriuretic peptide."}, {"pubmed": 17951249, "text": "Ostn is a naturally occurring ligand of the NPR-C clearance receptor and may act to locally modulate the actions of the natriuretic system in bone by blocking the clearance action of NPR-C, thus locally elevating levels of C-type natriuretic peptide."}, {"pubmed": 18280250, "text": "NT-proANP & NT-proCNP showed high values in the first days of life followed by an initial sharp decrease and later by a progressive decrease until a plateau was reached"}, {"pubmed": 18391643, "text": "Changes in CNP plasma concentration after physical training might reflect an improvement in endothelial function in heart failure patients."}, {"pubmed": 19008326, "text": "CNP was not altered following passive containment surgery in heart failure patients with dilated cardiomyopathy."}, {"pubmed": 19086053, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19161538, "text": "ProCNP-derived peptides are present in human prostate cancer."}, {"pubmed": 19293575, "text": "CNP overproduction has been correlated to the skeletal overgrowth phenotype"}, {"pubmed": 19326473, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19570815, "text": "Meta-analysis and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19570815, "text": "results suggest that variation in the C-type natriuretic peptide signaling pathway, involving the NPPC and NPR3 genes, plays an important role in determining human body height."}, {"pubmed": 19620509, "text": "Data show that differences in magnitude and direction of transorgan gradients for CNP compared with NT-proCNP suggest net generalized cosecretion with differing mechanisms of clearance."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20085572, "text": "The study indicates functional signaling by B- and C-type natriuretic peptides in vascular endothelial cells, supporting possible roles of these mediators in regulating endothelial cell function."}, {"pubmed": 20090473, "text": "Our data demonstrates that generation of CNP is not enhanced under heart failure condition like Chagas disease; CNP rise by severe HF is caused by its less degradation that is independent of neutral endopeptidase activity"}, {"pubmed": 20398908, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20551602, "text": "NT-proCNP was associated with the endosteal apposition of bone at the distal forearm in females with a persistent eating disorder"}, {"pubmed": 20553977, "text": "Data suggest that decreased plasma proCNP concentration in idiopathic intracranial hypertension may reflect endothelial dysregulation of vascular tone and may be a marker in this disease."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20700369, "text": "The data indicates that ANP, BNP, and CNP and natriuretic peptide receptor transcripts are expressed and are functional in human lens epithelial cells."}, {"pubmed": 20721606, "text": "CNP/NPR-B signaling pathway is activated during TGF-beta1 induced chondrogenic differentiation of human trabecular bone-derived mesenchymal stem cells."}, {"pubmed": 20797397, "text": "new proCNP assay shows that proCNP is abundantly present in human seminal plasma and that seminal proCNP is secreted from the prostate gland and/or the seminal vesicles."}, {"pubmed": 20802130, "text": "Results support role of TSC22D1 as an enhancer of CNP transcription and suggest that TGF-beta-induced upregulation of CNP expression in smooth muscle may be mediated in part by increased transcription of TSC22D1."}, {"pubmed": 20832589, "text": "56-year-old woman with Budd-Chiari syndrome who underwent liver transplantaation in whom heart failure was successfully managed using serial monitoring of BNP concentrations."}, {"pubmed": 20934962, "text": "The concentrations of amino-terminal pro-C-type natriuretic peptide in rheumatoid arthritis patients were significantly increased when compared to healthy controls."}, {"pubmed": 20966902, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21820448, "text": "Continuous intravenous infusion of C-type natriuretic peptide did not attenuate the development of pulmonary hypertension caused by hypoxia and VEGF receptor blockade."}, {"pubmed": 22285383, "text": "Serum NT-proCNP is elevated in advanced liver diseases and has prognostic value in cirrhotic patients."}, {"pubmed": 22421372, "text": "Report the presence of CNP and its receptors, NPR2/3 in atherosclerotic plaques of human carotid artery."}, {"pubmed": 22435455, "text": "CNP synthesis (as measured by NTproCNP levels in plasma) is closely related to linear growth in healthy children at all ages. We propose NTproCNP as a biomarker of linear growth."}, {"pubmed": 22645228, "text": "NPR2 expression in normal human fetal and adult pituitaries and adenomatous pituitary tissue and suggest a role for these receptors in both pituitary development and oncogenesis."}, {"pubmed": 22884919, "text": "Gene expression of C-type natriuretic peptide and of its specific receptor NPR-B in human leukocytes of healthy and heart failure subjects"}, {"pubmed": 22962429, "text": "CNP production and clearance are increased in boys with Klinefelter syndrome."}, {"pubmed": 23262354, "text": "these observations suggest that CNP and its specific receptor, NPR-B, can play a very important role in regulating cardiac hypertrophy and remodeling, indicating NPR-B as a new potential drug target for the treatment of cardiovascular disease."}, {"pubmed": 23542429, "text": "DNA sequence analysis, single nucleotide polymorphism characterization and miRNA binding site identification in the 3'UTR of the human NPPC gene."}, {"pubmed": 23732776, "text": "Acute inflammation in young children potently reduces CNP production."}, {"pubmed": 23911666, "text": "C-type natriuretic peptide expression increases in human leukocytes of patients with chronic heart failure as a function of clinical disease severity."}, {"pubmed": 24099862, "text": "Data indicate an important, previously neglected, role of NEP for regulation of luminal factors in the epididymis and suggest a novel role for CNP/guanylyl cyclase B in the epididymal epithelium."}, {"pubmed": 24845564, "text": "This is the first report of a circulating preproCNP derived signal peptide."}, {"pubmed": 25096521, "text": "CNP effectively attenuated LPS-induced endothelial activation by inhibiting the NF-kappaB and p38 signaling pathways."}, {"pubmed": 25387261, "text": "In achondroplasia, hypochondroplasia, and thanatophoric dysplasia, elevated plasma levels of proCNP products suggest the presence of tissue resistance to CNP."}, {"pubmed": 25728306, "text": "This case supports the concept that NPPC is overexpressed because of the loss of a specific negative regulatory control in the normal chromosomal location, and demonstrates the effectiveness of targeted resequencing in the mapping of breakpoints."}, {"pubmed": 25808436, "text": "CNP/proCNP could be new markers in human prostate cancer"}, {"pubmed": 25811760, "text": "Plasma CNP might serve as a useful predictor for the therapeutic efficacy of metoprolol on postural tachycardia syndrome in children."}, {"pubmed": 25926602, "text": "CNP/NPR-B can affect sperm motility and acrosome reaction, thus regulating the reproductive function of males"}, {"pubmed": 26307537, "text": "examined whether CNP reduces hyaluronan production and export via members of the multidrug resistance protein (MRP) and diminishes pro-inflammatory effects in chondrocytes"}, {"pubmed": 26459742, "text": "CNP and FGF-23 act through a close or reciprocal pathway and are in agreement with recent studies demonstrating a down-regulatory role of the mitogen-activated protein kinase activity by CNP"}, {"pubmed": 26485840, "text": "An increased level of NT-pro CNP is a promising non-invasive marker of hepatitis C related CLD complications and disease progression."}, {"pubmed": 26801306, "text": "CNP levels rose after paroxysmal supraventricular tachycardia and continued to rise after the termination."}, {"pubmed": 26962968, "text": "CNP level in pericardial fluid is a more sensitive marker of LV dysfunction than CNP levels in plasma in coronary artery disease patients undergoing coronary artery bypass grafting."}, {"pubmed": 27376982, "text": "CNP may play a more important role than BNP and ANP related peptides, as risk marker of obesity"}, {"pubmed": 28450398, "text": "Data suggest mutations in NPR2 in patients with skeletal overgrowth alter conformation: A488P/R655C missense mutations yield conformation mimicking allosterically activated NPR2; A488P mutation sets phosphorylation as requirement for CNP-dependent activation; R655C mutation abrogates need for phosphorylation; ATP analog inhibits mutants. (NPR2 = atrial natriuretic factor receptor B; CNP = C-type natriuretic peptide)"}, {"pubmed": 28554303, "text": "C-type natriuretic peptide (CNP)administration significantly decreased the secretion and expression of MMP-2 and MMP-9 in the cultured mesangial cells ; (2) the secretion and expression of TIMP-1 progressively elevated after treatment with CNP for 24 and 48 h, whereas declined at later time point; (3) CNP expression was negatively correlated with MMP-2 and MMP-9 expression."}, {"pubmed": 28661490, "text": "two heterozygous NPPC mutations, located in the highly conserved ring, were identified; mutations cause autosomal dominant short stature in humans"}, {"pubmed": 28673612, "text": "This study showed that Plasma concentrations of amino-terminal proCNP are depressed in Parkinson's Disease."}, {"pubmed": 29367254, "text": "receptor signaling and NEP are involved in the resistance of CNP to human mesangial proliferation and Col-IV expression."}, {"pubmed": 29506482, "text": "A link was found between circulating C-type natriuretic peptide and autonomic dysfunction in chronic kidney disease patients."}, {"pubmed": 30232670, "text": "The Post-ictal serum NT-pro CNP levels were lower in epileptic seizures compared to psychogenic non-epileptic seizures as well as healthy controls."}, {"pubmed": 30335543, "text": "C-type natriuretic peptide may dampen FGF-23 expression via MAPK signaling pathway in mesangial cells"}, {"pubmed": 30566484, "text": "Community elderly adults with myocardial ageing have lower NTproCNP levels compared to those with preserved myocardial function. Given that impaired myocardial relaxation probably represents early changes within the myocardium with ageing, NTproCNP may be useful as an 'upstream' biomarker useful for charting myocardial ageing"}, {"pubmed": 31072047, "text": "This review will focus on the novel physiological functions ascribed to CNP, the receptors/signalling mechanisms involved in mediating its cardioprotective effects, and the development of therapeutics targeting CNP signalling pathways in different disease pathologies."}, {"pubmed": 31075302, "text": "Data provide evidence that the CNP precursor gene NPPC was 50% less expressed in luteinized granulosa cells from follicles containing mature oocytes than in follicles containing immature oocytes. Further results showed that CNP signaling is downregulated in human ovarian follicles containing mature oocytes."}, {"pubmed": 31431448, "text": "Urine NT-proCNP can serve as a biomarker for chronic kidney disease in diabetes."}, {"pubmed": 31794787, "text": "C-type natriuretic peptide plasma levels and whole blood mRNA expression show different trends in adolescents with different degree of endothelial dysfunction."}, {"pubmed": 31893950, "text": "CNP, via guanylyl cyclase-B/cyclic GMP signaling, stabilizes resident perivascular mast cells at baseline and prevents their excessive activation under pathological conditions."}, {"pubmed": 32268070, "text": "C-type natriuretic peptide (CNP)/guanylate cyclase B (GC-B) system and endothelin-1(ET-1)/ET receptor A and B system in human vasculature."}, {"pubmed": 35120671, "text": "A novel variant of NPPC causes abnormal post-translational cleavage: A candidate gene for premature ovarian insufficiency."}, {"pubmed": 37493451, "text": "C-type natriuretic peptide induces inotropic and lusitropic effects in human 3D-engineered cardiac tissue: Implications for the regulation of cardiac function in humans."}], "genomic_pos": {"chr": "2", "end": 231926396, "ensemblgene": "ENSG00000163273", "start": 231921809, "strand": -1}, "genomic_pos_hg19": {"chr": "2", "end": 232791113, "start": 232786530, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001503", "qualifier": "involved_in", "term": "ossification"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001525", "qualifier": "involved_in", "term": "angiogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001549", "qualifier": "involved_in", "term": "cumulus cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001666", "qualifier": "involved_in", "term": "response to hypoxia"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001974", "qualifier": "involved_in", "term": "blood vessel remodeling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002931", "qualifier": "involved_in", "term": "response to ischemia"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003418", "qualifier": "involved_in", "term": "growth plate cartilage chondrocyte differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003419", "qualifier": "involved_in", "term": "growth plate cartilage chondrocyte proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006182", "qualifier": "involved_in", "term": "cGMP biosynthetic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006182", "pubmed": 1672777, "qualifier": "acts_upstream_of", "term": "cGMP biosynthetic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006457", "pubmed": 16870210, "qualifier": "involved_in", "term": "protein folding"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006874", "qualifier": "involved_in", "term": "intracellular calcium ion homeostasis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007168", "qualifier": "involved_in", "term": "receptor guanylyl cyclase signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007168", "pubmed": 1672777, "qualifier": "involved_in", "term": "receptor guanylyl cyclase signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008285", "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009410", "qualifier": "involved_in", "term": "response to xenobiotic stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009791", "qualifier": "involved_in", "term": "post-embryonic development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010753", "qualifier": "involved_in", "term": "positive regulation of cGMP-mediated signaling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0019934", "qualifier": "involved_in", "term": "cGMP-mediated signaling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032966", "qualifier": "involved_in", "term": "negative regulation of collagen biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035483", "qualifier": "involved_in", "term": "gastric emptying"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0040014", "qualifier": "involved_in", "term": "regulation of multicellular organism growth"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043524", "qualifier": "involved_in", "term": "negative regulation of neuron apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045471", "qualifier": "involved_in", "term": "response to ethanol"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045669", "qualifier": "involved_in", "term": "positive regulation of osteoblast differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048660", "qualifier": "involved_in", "term": "regulation of smooth muscle cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048678", "qualifier": "involved_in", "term": "response to axon injury"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051276", "qualifier": "involved_in", "term": "chromosome organization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051447", "pubmed": 20947764, "qualifier": "acts_upstream_of_or_within", "term": "negative regulation of meiotic cell cycle"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0061939", "qualifier": "involved_in", "term": "c-di-GMP signaling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071965", "qualifier": "involved_in", "term": "multicellular organismal locomotion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0090649", "qualifier": "involved_in", "term": "response to oxygen-glucose deprivation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0097746", "qualifier": "involved_in", "term": "blood vessel diameter maintenance"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1900194", "pubmed": 20947764, "qualifier": "acts_upstream_of_or_within", "term": "negative regulation of oocyte maturation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1903537", "qualifier": "involved_in", "term": "meiotic cell cycle process involved in oocyte maturation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1904588", "qualifier": "involved_in", "term": "cellular response to glycoprotein"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000279", "qualifier": "involved_in", "term": "negative regulation of DNA biosynthetic process"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0030141", "qualifier": "located_in", "term": "secretory granule"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0032991", "pubmed": 16870210, "qualifier": "part_of", "term": "protein-containing complex"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005102", "pubmed": [1672777, 16870210, 26980729], "qualifier": "enables", "term": "signaling receptor binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005179", "qualifier": "enables", "term": "hormone activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0051427", "qualifier": "enables", "term": "hormone receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0051427", "pubmed": 1660465, "qualifier": "enables", "term": "hormone receptor binding"}]}, "homologene": {"genes": [[7955, 570244], [8364, 100127545], [9544, 717026], [9598, 740147], [9606, 4880], [9615, 610169], [9913, 281356], [10090, 18159], [10116, 114593]], "id": 7867}, "interpro": [{"desc": "Natriuretic peptide", "id": "IPR000663", "short_desc": "Natr_peptide"}, {"desc": "Natriuretic peptide, C type", "id": "IPR002406", "short_desc": "C_natriurtcpep"}, {"desc": "Natriuretic peptide, conserved site", "id": "IPR030480", "short_desc": "Natr_peptide_CS"}], "ipi": "IPI00012075", "map_location": "2q37.1", "name": "natriuretic peptide C", "other_names": ["C-type natriuretic peptide", "natriuretic peptide precursor type C"], "pantherdb": {"HGNC": "7941", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "97369", "ortholog_type": "LDO", "panther_family": "PTHR12167", "taxid": 10090, "uniprot_kb": "Q61839"}, {"RGD": "620850", "ortholog_type": "LDO", "panther_family": "PTHR12167", "taxid": 10116, "uniprot_kb": "P55207"}, {"Ensembl": "ENSGALG00000054873", "ortholog_type": "LDO", "panther_family": "PTHR12167", "taxid": 9031, "uniprot_kb": "A0A3Q2TRT0"}, {"ZFIN": "ZDB-GENE-100922-146", "ortholog_type": "O", "panther_family": "PTHR12167", "taxid": 7955, "uniprot_kb": "E9QBW3"}, {"ZFIN": "ZDB-GENE-030131-7901", "ortholog_type": "O", "panther_family": "PTHR12167", "taxid": 7955, "uniprot_kb": "B7TWQ0"}, {"ZFIN": "ZDB-GENE-131121-559", "ortholog_type": "O", "panther_family": "PTHR12167", "taxid": 7955, "uniprot_kb": "X1WCD5"}, {"ZFIN": "ZDB-GENE-070705-24", "ortholog_type": "LDO", "panther_family": "PTHR12167", "taxid": 7955, "uniprot_kb": "A8E7F8"}], "uniprot_kb": "P23582"}, "pathway": {"kegg": [{"id": "hsa04022", "name": "cGMP-PKG signaling pathway - Homo sapiens (human)"}, {"id": "hsa04270", "name": "Vascular smooth muscle contraction - Homo sapiens (human)"}, {"id": "hsa05418", "name": "Fluid shear stress and atherosclerosis - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-397014", "name": "Muscle contraction"}, {"id": "R-HSA-5576891", "name": "Cardiac conduction"}, {"id": "R-HSA-5578768", "name": "Physiological factors"}]}, "pdb": "1JDP", "pfam": "PF00212", "pharmgkb": "PA31735", "pharos": {"target_id": 11735, "tdl": "Tbio"}, "pir": "JT0567", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF328244", "relationship": "is"}, {"id": "GNF328245", "relationship": "is"}, {"id": "GNF328246", "relationship": "is"}], "CondMedia_CM_LibrAB": {"id": "GNF292779", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF211205", "relationship": "is"}, {"id": "GNF216657", "relationship": "is"}, {"id": "GNF222109", "relationship": "is"}, {"id": "GNF227561", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF046794", "relationship": "similar to"}, "GNF_mm+hs-MGC": [{"id": "GNF279294", "relationship": "is"}, {"id": "GNF279296", "relationship": "is"}], "MasterSecretomicsList": [{"id": "GNF330749", "relationship": "is"}, {"id": "GNF332005", "relationship": "is"}, {"id": "GNF333973", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF338303", "relationship": "is"}, "NOVART_hs-genome_siRNA": {"id": "GNF138311", "relationship": "is"}}, "refseq": {"genomic": ["NC_000002.12", "NC_060926.1"], "protein": ["NP_077720.1", "XP_011509547.1", "XP_054198270.1"], "rna": ["NM_024409.4", "XM_011511245.4", "XM_054342295.1"], "translation": [{"protein": "XP_011509547.1", "rna": "XM_011511245.4"}, {"protein": "NP_077720.1", "rna": "NM_024409.4"}, {"protein": "XP_054198270.1", "rna": "XM_054342295.1"}]}, "reporter": {"HG-U133_Plus_2": "221348_at", "HTA-2_0": "TC02002869.hg.1", "HuEx-1_0": "2603669", "HuGene-1_1": "8059739", "HuGene-2_1": "16909551"}, "summary": "This gene encodes a preproprotein that is proteolytically processed to generate multiple protein products. These products include the cardiac natriuretic peptides CNP-53, CNP-29 and CNP-22, which belong to the natriuretic family of peptides. The encoded peptides exhibit vasorelaxation activity in laboratory animals and elevated levels of CNP-22 have been observed in the plasma of chronic heart failure patients. [provided by RefSeq, Oct 2015].", "symbol": "NPPC", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1417809"}, "unigene": ["Hs.627236", "Hs.247916"], "uniprot": {"Swiss-Prot": "P23582", "TrEMBL": "E5LCN7"}, "wikipedia": {"url_stub": "Natriuretic peptide precursor C"}}