{"AllianceGenome": "7955", "HGNC": "7955", "MIM": "162640", "_id": "4852", "_version": 2, "accession": {"genomic": ["AC004485.2", "AH002914.2", "CH236948.1", "CH471073.1", "CP068271.2", "JC739426.1", "NC_000007.14", "NC_060931.1", "NG_016148.1"], "protein": ["AAA59944.1", "AAA59945.1", "AAA59946.1", "AAH29497.1", "AAQ96843.1", "BAG35090.1", "CEF39432.1", "EAL24248.1", "EAW93807.1", "NP_000896.1", "P01303.1"], "rna": ["AI198311.1", "AK312156.1", "BC029497.1", "K01911.1", "M15789.1", "NM_000905.4"], "translation": [{"protein": "AAA59946.1", "rna": "M15789.1"}, {"protein": "NP_000896.1", "rna": "NM_000905.4"}, {"protein": "AAA59944.1", "rna": "K01911.1"}, {"protein": "BAG35090.1", "rna": "AK312156.1"}, {"protein": "AAH29497.1", "rna": "BC029497.1"}]}, "alias": "PYY4", "ensembl": {"gene": "ENSG00000122585", "protein": ["ENSP00000242152", "ENSP00000384364", "ENSP00000385282"], "transcript": ["ENST00000242152", "ENST00000405982", "ENST00000407573"], "translation": [{"protein": "ENSP00000242152", "rna": "ENST00000242152"}, {"protein": "ENSP00000384364", "rna": "ENST00000407573"}, {"protein": "ENSP00000385282", "rna": "ENST00000405982"}], "type_of_gene": "protein_coding"}, "entrezgene": "4852", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 6.70099658, "exp_mis": 42.4307352, "exp_syn": 25.77229, "lof_z": 2.18157812438385, "mis_z": 1.15867839072019, "mu_lof": 4.80459633205e-07, "mu_mis": 3.6339535096e-06, "mu_syn": 2.16368544709e-06, "n_lof": 1.0, "n_mis": 27.0, "n_syn": 17.0, "p_li": 0.588186085546856, "p_null": 0.0100852083212856, "p_rec": 0.401728706131859, "syn_z": 1.07123789438854}, "bp": 294, "cds_end": 24331306, "cds_start": 24324859, "n_exons": 3, "nonpsych": {"exp_lof": 6.0031417, "exp_mis": 38.3420041, "exp_syn": 23.2645054, "lof_z": 2.00542059197496, "mis_z": 1.08678893242068, "mu_lof": 4.80459633205e-07, "mu_mis": 3.6339535096e-06, "mu_syn": 2.16368544709e-06, "n_lof": 1.0, "n_mis": 25.0, "n_syn": 14.0, "p_li": 0.554770646757119, "p_null": 0.0157404468831819, "p_rec": 0.429488906359699, "syn_z": 1.20931381557055}, "nontcga": {"exp_lof": 6.15888284, "exp_mis": 39.0302448, "exp_syn": 23.70447631, "lof_z": 2.05062357379248, "mis_z": 1.27834865969067, "mu_lof": 4.80459633205e-07, "mu_mis": 3.6339535096e-06, "mu_syn": 2.16368544709e-06, "n_lof": 1.0, "n_mis": 23.0, "n_syn": 15.0, "p_li": 0.546898482101772, "p_null": 0.0138858592359468, "p_rec": 0.439215658662281, "syn_z": 1.13200915267983}, "transcript": "ENST00000407573.1"}, "exons": [{"cdsend": 24291687, "cdsstart": 24285240, "chr": "7", "position": [[24284189, 24284275], [24285240, 24285428], [24289498, 24289579], [24291662, 24291860]], "strand": 1, "transcript": "NM_000905", "txend": 24291860, "txstart": 24284189}], "exons_hg19": [{"cdsend": 24331306, "cdsstart": 24324859, "chr": "7", "position": [[24323808, 24323894], [24324859, 24325047], [24329117, 24329198], [24331281, 24331479]], "strand": 1, "transcript": "NM_000905", "txend": 24331479, "txstart": 24323808}], "generif": [{"pubmed": 9756788, "text": "Neuropeptide Y has fungicidal, antimicrobial activity against Candida albicans."}, {"pubmed": 11410744, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11422604, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 11689216, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11696660, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11814620, "text": "Aging of human microvascular endothelial cells in vitro led to a loss of their mitogenic responses to NPY accompanied by a lack of NPY receptor mRNAs"}, {"pubmed": 11884208, "text": "Circulating NPY in fulminant hepatic failure does not seem to reflect cerebral blood flow."}, {"pubmed": 11914038, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 11932939, "text": "NPY regulates the CRH system of the human hypothalamus and some of the effects of NPY on metabolic, autonomic, and endocrine functions may be mediated through CRH"}, {"pubmed": 12081635, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 12187394, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 12187924, "text": "Autonomic neuropathy is associated with impaired pancreatic polypeptide and this peptide responses to insulin-induced hypoglycaemia in Type I diabetic patients."}, {"pubmed": 12209475, "text": "a study of ligand-receptor interactions (review)"}, {"pubmed": 12215082, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12454738, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12544000, "text": "Neuropeptide Y Pro7 frequencies in the control populations were similar to the alcoholics, in Finns and Swedes, yielding no association with neuropeptide Y Pro7 frequency, in contrast with the Yale study."}, {"pubmed": 12544000, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12646110, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 12689610, "text": "NPY affects the cortical sequelae of hunger and satiety regulation as reflected by cortical DC-potentials in man."}, {"pubmed": 12759898, "text": "Leu7Pro polymorphism of the NPY gene associates with alterations in FFA metabolism but does not have an impact on insulin sensitivity, insulin secretion, or glucose metabolism"}, {"pubmed": 12759898, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12782203, "text": "hypothalamic neuropeptide Y in the phenotypic expression of hyperphagia in the fa/fa pups during the second postnatal week"}, {"pubmed": 12818415, "text": "Proline 7 substitution in signal peptide of the NPY is associated with enhanced endothelial-dependent vasodilation."}, {"pubmed": 12843176, "text": "genetically determined changes in NPY levels lead to widespread consequences in the control of sympathoadrenal, metabolic, and hormonal balance in healthy subjects."}, {"pubmed": 12875921, "text": "a novel polymorphism in the promoter region of the neuropeptide Y gene is associated with schizophrenia in humans."}, {"pubmed": 12878188, "text": "Analysis of a repressor region in the neuropeptide Y gene that binds Oct-1 and Pbx-1 in neurons."}, {"pubmed": 12932169, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14628185, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 14747236, "text": "Leu7Pro polymorphism may contribute to the genetic susceptibility to diabetic nephropathy and coronary disease in type 1 diabetic patients"}, {"pubmed": 14747236, "text": "Observational study of genotype prevalence and gene-disease association. (HuGE Navigator)"}, {"pubmed": 14751436, "text": "Proportional comparison of NPY neurons in four compartments, upper cortical layers, lower cortical layers, subcortical white matter and deep white matter, demonstrated differential distribution between schizophrenic brains and controls."}, {"pubmed": 15126561, "text": "Aging women is have increased NPY gene expression. Functional relationship between NPY and POMC neurons demonstrated in other species also exists in human. Increase in NPY mRNA in older women may be due to factors other than ovarian failure of menopause."}, {"pubmed": 15165988, "text": "NPY participates in sympathetically mediated cutaneous vasoconstriction in humans during whole body cooling."}, {"pubmed": 15201542, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15201542, "text": "the NPY T1128C polymorphism is an independent predictor for myocardial infarction and stroke in a Swedish hypertensive population."}, {"pubmed": 15336593, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15336593, "text": "The leucine 7/proline 7 polymorphism in the NPY signal gene may favorably affect femoral neck bone mineral density in postmenopausal women."}, {"pubmed": 15364898, "text": "Our data support the hypothesis of epistatic interaction between ADRB2 and NPY in regulation of LDL levels in hypertensive subjects."}, {"pubmed": 15485137, "text": "Number and size of neuropeptide Y positive cells were greater at birth and reached maximal values of 100-400 cells per 1 mm2 and 2-5 microm in diameter, respectively."}, {"pubmed": 15597110, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15625769, "text": "results corroborate the involvement of neuropeptide Y in sexual maturation and its role in delayed puberty"}, {"pubmed": 15680469, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15680469, "text": "Results indicate that the neuropeptide Y signaling system is implicated in body weight regulation and suggest a new and unexpected functional role of a signal peptide."}, {"pubmed": 15736042, "text": "choroid contains abundant NPY and TH nerve fibers related to chroroidal vascular structures"}, {"pubmed": 15759545, "text": "Kidney transplantation does not normalize plasma NPY posttransplant. Transplanted kidney with good excretory functions and immunosupressive therapy are not essential factors involved in maintence of elevated NPY plasma level early posttransplant."}, {"pubmed": 15797951, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15797951, "text": "the Leu7Pro polymorphism of preproNPY is related to decreased level of basal sympathetic activity, decreased insulin secretion, and delayed ghrelin suppression during oral glucose tolerance test"}, {"pubmed": 15847953, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15847953, "text": "The T1128C polymorphism of the NPY gene is population specific and extremely low in a Chinese population."}, {"pubmed": 15850450, "text": "human umbilical-vein endothelial cells produce, store and respond to NPY, suggesting an autocrine regulatory role for NPY in the endothelium"}, {"pubmed": 15894681, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15897713, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15926114, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15926114, "text": "study provides the evidence that Leu7Pro polymorphism in the neuropeptide Y (NPY) gene is associated with impaired glucose tolerance (IGT) and type 2 diabetes in Swedish men"}, {"pubmed": 15959845, "text": "NPY polymorphisms might influence cholesterol metabolism, but might not act as major risk factor in Alzheimer's disease"}, {"pubmed": 15959845, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16135994, "text": "orexin A, NPY, leptin play an important role in the regulation of energy metabolism in humans; in obesity the activity of these peptides is disturbed."}, {"pubmed": 16136022, "text": "Altered neuroregulation of the neuropeptides (leptin and NPY) secretion may contribute persistent amenorrhea after weight gain in anorectic patients with low initial body mass index"}, {"pubmed": 16339211, "text": "Y1 receptor activation by neuropeptide Y regulates the growth of prostate cancer cells"}, {"pubmed": 16382997, "text": "This review discusses the dual role of NPY as modulator of sympathetic co-transmission; it facilitates vascular smooth muscle reactivity and modulates the presynaptic release of adenosine triphosphate (ATP) and noradrenaline."}, {"pubmed": 16382999, "text": "This review summarizes the evidence implicating peripheral and central NPY in the development and/or maintenance of hypertension or stress-induced hypertension in humans, and points out the definitive proof of the role of NPY that is still lacking."}, {"pubmed": 16383000, "text": "This review defines NPY as an important sympathetic transmitter that clearly acts via intracerebral nerves as well to regulate local cerebral blood flow."}, {"pubmed": 16383001, "text": "This is a review of evidence in support of a potential role for NPY in heart failure progression and remodeling via actions on vascular and cardiomyocyte function exerted via multiple NPY receptors"}, {"pubmed": 16383009, "text": "In this review, NPY is a mediator and a marker of chronic stress in humans, including extreme trauma and posttraumatic stress disorder"}, {"pubmed": 16383010, "text": "This review underscores the need to understand how the functions of NPY are altered by the chronic neurodegenerative changes that occur in Alzheimer's, Parkinson's, and Huntington's disease."}, {"pubmed": 16390370, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16459651, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16500360, "text": "Neuropeptide Y levels were significantly higher in normal cycling athletes, suggesting possibility of protective role of neuropeptide Y in maintenance of menstrual cycle in highly trained athletes."}, {"pubmed": 16568137, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16785149, "text": "higher concentrations of neuropeptide Y in constitutional delay of puberty(CDP) girls may be responsible for CDP and reduced levels of insulin growth factor-I(IGF-I)"}, {"pubmed": 16912140, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17066479, "text": "-485 T, a novel polymorphism in the promoter region of the neuropeptide Y gene, most likely confers resistance but not susceptibility to schizophrenia."}, {"pubmed": 17154253, "text": "NPY, via NPY Y5 and to a lesser extent via the Y1 receptors, exerts a stimulatory action on Ucn1 cells in the nonpreganglionic Edinger-Westphal nucleus."}, {"pubmed": 17187020, "text": "this is the first demonstration of a ghrelin-NPY interaction in humans, which may suggest a possible mediation of ghrelin action by NPY in humans"}, {"pubmed": 17268419, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17268419, "text": "PreproNPY Pro7 allele is associated with an increased risk for type II diabetes with a higher insulin resistance among Pro7 carriers whereas low ghrelin concentrations in Pro7 carriers are possibly a consequence of high insulin levels."}, {"pubmed": 17305733, "text": "Leu7Pro polymorphism in the signal peptide region of the human prepro-NPY is not a risk factor for exudative AMD."}, {"pubmed": 17305733, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17325259, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17366345, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17516289, "text": "No impact of preproNPY genotype on mean NPY or hormone levels were detected in subjects with type 2 diabetes."}, {"pubmed": 17516289, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17525122, "text": "Cocaine- and amphetamine-regulated transcript is expressed in NPY and agouti related protein neurons in the human hypothalamus."}, {"pubmed": 17554476, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 17554476, "text": "Significant frequencies of the Pro7 allele of NPY are found in the majority of Indian populations studied."}, {"pubmed": 17695723, "text": "neuropeptide Y has a role in prostate neoplasm growth through MAP kinase/ERK 1/2 activation [review]"}, {"pubmed": 17702963, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17702963, "text": "remarkable haplotypic association suggested that the interaction between the 2 common sequence polymorphisms in NPY contributed to a great amount of phenotypic variability of ischemic stroke"}, {"pubmed": 17948870, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17984244, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17984244, "text": "The Leu7Pro polymorphism of neuropeptide Y confers susceptibility to development of diabetic neuropathy in Swedish female type I diabetes patients."}, {"pubmed": 18031993, "text": "Observational study of gene-disease association and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 18037100, "text": "Inverse relationships between neuropeptide Y (NPY) and biomarkers (bone and serum alkaline phosphatase) levels of bone turnover suggest that NPY may be implicated in low bone turnover in dialysis patients by a parathyroid-independent mechanism."}, {"pubmed": 18043699, "text": "obesity may be a pivotal factor in multiplying the disease risk associated with the Leu7Pro polymorphism in preproNPY"}, {"pubmed": 18054939, "text": "NPY Pro7 substitution protects middle-aged men from coronary artery atherosclerosis and might decrease the risk of acute coronary events"}, {"pubmed": 18054939, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18055304, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18055304, "text": "no significant relationship between the NPY gene nt 5671 C/T polymorphism and febrile seizure."}, {"pubmed": 18211417, "text": "NPY plasma level in patients with atopic dermatitis was significantly increased both during exacerbation and remission."}, {"pubmed": 18241322, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18241322, "text": "There is no significant association with neuropeptide Y gene and alcoholism following analysis of haplotype or single nucleotide polymorphism."}, {"pubmed": 18257117, "text": "Lower NPY expression level is significantly associated with more aggressive clinical behavior of prostate cancer"}, {"pubmed": 18279562, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 18279562, "text": "The Leu7Pro polymorphism may be associated with dietary response to LDL-C concentration in overweight boys with a family history of early-onset CVD."}, {"pubmed": 18385673, "text": "haplotype-driven NPY expression predicts brain responses to emotional and stress challenges and also inversely correlates with trait anxiety"}, {"pubmed": 18420205, "text": "The reduction in NPY in the anterior and posterior vaginal wall epithelium might be related to nerve damage or degeneration in patients with pelvic organ prolapse and stress urinary incontinence."}, {"pubmed": 18423883, "text": "This study revealed that the GHRH perikarya formed intimate associations with NPY fiber varicosities and juxtapositions were found in the infundibular nucleus/median eminence where NPY fiber varicosities often covered surface area of the GHRH neurons."}, {"pubmed": 18461271, "text": "Results show that oxytocin modulates the NPY response to ghrelin, whereas it is unable to produce direct inhibitions of basal circulating NPY levels."}, {"pubmed": 18499283, "text": "p.L7P polymorphism may be a strong independent risk factor for various metabolic and cardiovascular diseases (Review)"}, {"pubmed": 18636124, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18641693, "text": "NPY-mediated mitogenesis signals primarily via neuropeptide Y1 receptors activating Ca2+-dependent, growth-promoting pathways"}, {"pubmed": 18715275, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18715275, "text": "The neuropeptide Y (NPY) genotype is suggested to be involved in the individual differences in regulation of catecholamine secretion."}, {"pubmed": 18815063, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 18828811, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18974842, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18996102, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19056482, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19058789, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19086053, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19119412, "text": "NPY contributes to atherosclerosis pathogenesis."}, {"pubmed": 19150389, "text": "No association between a functional polymorphism in the promoter region of the neuropeptide Y gene (-485C>T) and schizophrenia."}, {"pubmed": 19150389, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19240061, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19245788, "text": "The current study investigates the effect of the NPY P7 allele in endothelial cells, where decreased nitric oxide production is a promoting factor to endothelial dysfunction."}, {"pubmed": 19264362, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19264362, "text": "Pro7 allele of preproNPY protected against depression among Swedes. Pro7 is not common, but was found to exert its protective effect also in an environment-induced vulnerable state."}, {"pubmed": 19289742, "text": "neuropeptide y is widely expressed in the nervous system and has been shown to have a role in numerous physiologic processes--{REVIEW}"}, {"pubmed": 19309436, "text": "observed that IL-1beta increases the release of NPY, norepinephrine & epinephrine from chromaffin cells; data suggest that IL-1beta, NPY, and nitric oxide (NO) may contribute to a regulatory loop between the immune and the adrenal systems"}, {"pubmed": 19367093, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19404163, "text": "result indicates that NPY do not contribute to a genetic susceptibility to schizophrenia"}, {"pubmed": 19423065, "text": "a large amount of nerves are present around the blood vessels in the endometriosis samples, and a large number of these nerves are neuropeptide-Y sympathetic nerves."}, {"pubmed": 19491387, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19566775, "text": "Genotypic distribution of the NPY1R gene showed a significant association with methamphetamine dependence and psychosis (P = 0.04), whereas the NPY gene had no significant association with them."}, {"pubmed": 19587357, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19619519, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19620246, "text": "NPY3-35 is a new peptide generated by plasma kallikrein"}, {"pubmed": 19699258, "text": "Data suggest that neuropeptide Y modulates steroid production through Y1 receptors in human adrenal H295R cells."}, {"pubmed": 19804960, "text": "NPY mRNA levels were not significantly lower in the gray matter of subjects with schizophrenia or schizoaffective disorder."}, {"pubmed": 19846279, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19854625, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19854625, "text": "The present results point towards a possible influence of functional NPY gene variation on antidepressant treatment response in anxious depression, potentially conveyed by altered emotional processing."}, {"pubmed": 19865784, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19865784, "text": "These results suggest that genetic variation at the NPY locus may contribute to bone density, independently of body weight"}, {"pubmed": 19874574, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19913525, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19913525, "text": "The C allele of -399 T/C polymorphism in the promoter regions of NPY is an independent risk factor for ischemic stroke."}, {"pubmed": 19942238, "text": "Neuropeptide Y is negatively correlated with nonalcoholic fatty liver disease in obese adolescents."}, {"pubmed": 20033074, "text": "Hypertension is influenced by the NPY T1128C polymorphism."}, {"pubmed": 20033074, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20037921, "text": "NPY moderates the relation between hurricane exposure and generalized anxiety disorder in an epidemiologic sample of hurrican exposed adults."}, {"pubmed": 20138117, "text": "Metabolic signals are integrated at the levels of first-order neurons equipped with the proper receptors, ant that these neurons send their signals towards hypothalamic GnRH neurons which constitute the integrative element of this network."}, {"pubmed": 20164781, "text": "Only the patients with nonalcoholic fatty liver presented a positive correlation between the saturated fatty acids intake and the orexigenic neuropeptides NPY and agouti related protein, and carbohydrate with NPY"}, {"pubmed": 20173430, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20180986, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20308990, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20351714, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20435026, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20452482, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20453000, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20459474, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20468064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20531438, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20543711, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20554694, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20602615, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20648632, "text": "These results show the importance of rs16147:T>C for regulation of NPY gene expression and brain function."}, {"pubmed": 20673868, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20675276, "text": "Data describe neurons and nerve fibers of intestinal plexuses containing vasoactive intestinal peptide, pituitary adenylate cyclase-activating polypeptide and neuropeptide Y in pathologically changed parts of the large intestine in intestinal cancer."}, {"pubmed": 20676138, "text": "Data show that both NPY and Y2Rs are commonly expressed in neuroblastoma cell lines and tissues."}, {"pubmed": 20691708, "text": "Diabetes patients with the Pro7 NPY allele display increased levels of inflammatory molecules and NPY in blood, preceding vascular wall thickening and impaired endothelial dilatation, especially in male patients."}, {"pubmed": 20691708, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20734064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20823688, "text": "Even though the expression of NPY, omentin and visfatin was comparable between obese individuals and controls, we have to consider differences in the total production rate of adipose tissue-derived factors"}, {"pubmed": 20832114, "text": "Data suggest a potential involvement of circulating neuropeptide Y in diabetes mellitus type 2 pathology."}, {"pubmed": 20945961, "text": "Fasting NPY were increased in both anorexia and bulimia nervosa patients compared to the controls"}, {"pubmed": 21041608, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 21047193, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21047193, "text": "SNP Leu7Pro not associated with eating disorders"}, {"pubmed": 21145602, "text": "NPY may contribute to myocardial contractile dysfunction in stress cardiomyopathy"}, {"pubmed": 21190576, "text": "Plasma NPY is elevated compared to healthy controls and to a fatigued comparison group, patients with Gulf War illness."}, {"pubmed": 21273004, "text": "Evidence of a gene-environment interaction between rs16147 and early adversity significantly affecting HPA axis responses to acute psychosocial stress."}, {"pubmed": 21303710, "text": "The 1258 G>A polymorphism in the NPY is associated with higher alcohol consumption in the Mediterranean population."}, {"pubmed": 21346312, "text": "NPY increases survival of cultured neuroblastoma cells and counteracts the toxic effect of amyloidbeta while restoring the neurotrophin levels in these cells."}, {"pubmed": 21396710, "text": "The presence of direct, catecholaminergic-NPY-IR synapses may explain increased NPY release during stress, and support its role in the responses that are directed to maintain homeostasis during stressful conditions."}, {"pubmed": 21426768, "text": "One year after sigmoid colon vaginoplasty, NPY expression was significantly lower in the neovagina than in the intact sigmoid colon, but was not upregulated 3 years postoperatively."}, {"pubmed": 21468772, "text": "Neuropeptide Y and its receptors are associated with atherosclerotic lesion burden and vulnerability."}, {"pubmed": 21626172, "text": "NPY plays a role in the pathophysiology of vasospasm when released excessively into the plasma and cerebrospinal fluid following subarachnoid hemorrhage."}, {"pubmed": 21640760, "text": "somatostatin inhibits the neuropeptide Y response to hypoglycemia"}, {"pubmed": 21746772, "text": "Report association of inflammatory blood cell activation with vascular parameters in type 2 diabetes to elucidate mechanisms of accelerated atherosclerosis observed in subjects with the Leucine 7 to Proline 7 polymorphism in the neuropeptide Y."}, {"pubmed": 21796371, "text": "Differences in basal and stress-induced responses of NPY and BDNF were not supported between control and abstinent alcohol-dependent subjects."}, {"pubmed": 21849543, "text": "The M-current plays a pivotal role in the modulation of NPY neuronal excitability and may be an important cellular target for neurotransmitter and hormonal signals in the control of energy homeostasis in both males and females."}, {"pubmed": 21898706, "text": "Patients with depression have higher levels of resiliency neuropeptide NPY in cerebrospinal fluid compared to normal subjects."}, {"pubmed": 21917383, "text": "findings are the first to document chronic drug abuse influences on NPY diplotype expression where NPY diplotype modulation of stress-related plasma NPY, heart rate and anxiety responses was absent in the substance abuse sample."}, {"pubmed": 21937627, "text": "NPY gene variants were significantly associated with weight changes from young adulthood to middle age and with risk of obesity."}, {"pubmed": 22143932, "text": "as the symptoms of POP intensify, the expression of NPY in anterior vaginal mucosa decreases progressively"}, {"pubmed": 22289186, "text": "The Leu7Pro polymorphism was associated with coronary artery disease in an Iranian population."}, {"pubmed": 22308535, "text": "the association between NPY Leu7Pro polymorphism and features of MetS in Iranian patients with coronary artery disease was determined."}, {"pubmed": 22328461, "text": "This study provides further support for involvement of mainly GAD1, but also NPY in determining predisposition to anxiety disorders."}, {"pubmed": 22393040, "text": "Findings indicate the unique function of cathepsin V for producing enkephalin and neuropeptide Y (NPY) neuropeptides required for neurotransmission in health and neurological diseases."}, {"pubmed": 22492775, "text": "AgRP and NPY are correlated with body weight changes, rather than the presence of type 2 diabetes, whereas changes in alphaMSH immunoreactivity are related to the presence of type 2 diabetes, indicating separate hypothalamic mechanisms."}, {"pubmed": 22584873, "text": "results provide evidence for an involvement of the functionally relevant SNP rs16147 in the pathophysiology of tobacco dependence."}, {"pubmed": 22632858, "text": "Deregulation of NPY/NPY receptor signaling can lead to either development of obesity or anorexia nervosa. [REVIEW]"}, {"pubmed": 22808091, "text": "The expression of NPY and VGF was increased in the arcuate nucleus, but decreased in the nucleus of the Tractus Solitarius in the brains of type-II diabetic patients."}, {"pubmed": 22849656, "text": "Results showed that NT, NPY, and PGP 9.5 neurofibers are almost equally present in pseudocapsule of uterine fibroids as in normal myometrium of a no pregnant uterus. As all of these neuropeptides are present in the uterine muscle and can affect muscle contractility, uterine peristalsis and muscular healing."}, {"pubmed": 22941950, "text": "study is the first longitudinal study to report an association between neuropeptide Y promotor polymorphism rs16147 and body mass index during childhood and adolescence"}, {"pubmed": 22966009, "text": "Data suggest that neuropeptide Y (NPY) rs16147 may modulate the association between dietary fat intake and changes in blood pressure (BP), and the C allele exerts a beneficial effect on lowering BP in response to low-fat diet."}, {"pubmed": 22979996, "text": "These findings underscore the important role of the NPY-Y receptor system at several levels of the gut-brain axis in which NPY, peptide yy and pancreatic polypeptide operate both as neural and endocrine messengers--{REVIEW}"}, {"pubmed": 22985695, "text": "These data suggest a direct relationship between cerebrospinal fluid NPY-immunoreactivity concentration and measures of impulsive aggression in human subjects"}, {"pubmed": 23021333, "text": "common genetic variation at the NPY locus, especially in proximal promoter nabla-880Delta, disrupts glucocorticoid signaling to influence NPY transcription and secretion, raising systemic vascular resistance and early heritable responses to environmental stress"}, {"pubmed": 23074243, "text": "Data suggest that effects of neuropeptide Y (NPY) on hepatic VLDL-triglyceride secretion (i.e., occur via NPY receptor 2) can be dissociated from effects on feeding behavior (i.e., occur via NPY receptor 1); studies used selective agonists."}, {"pubmed": 23083763, "text": "the recent findings provide clear evidence demonstrating critical roles for dorsomedial hypothalamus NPY in energy balance controL--{REVIEW}"}, {"pubmed": 23107365, "text": "NPY neuron in the arcuate nucleus is an essential feeding center to induce food intake in response to peripheral metabolic state--{REVIEW}"}, {"pubmed": 23110814, "text": "We summarize here current knowledge of the neuronal interactions between NPY and the different types of feeding-regulating peptide-containing neurons in the hypothalamus--{REVIEW}"}, {"pubmed": 23116540, "text": "In this review, we highlight recent evidences concerning paracrine/autocrine actions of NPY involved in neuroprotection, neurogenesis and neuroinflammation--{REVIEW}"}, {"pubmed": 23122776, "text": "Overweight together with the NPY-399T allele without NPY-Pro7 allele was associated with increased risk for asthma"}, {"pubmed": 23277265, "text": "Report association of NPY SNPs with psychotic-induced weight gain."}, {"pubmed": 23390522, "text": "Robust population-independent transcriptional changes in prostate cancer include ERG rearrangements inducing metabolic changes in cancer cells by activating major metabolic signaling molecules like neuropeptide Y."}, {"pubmed": 23403409, "text": "Plasma NPY levels correlate with indices of reperfusion and coronary microvascular resistance in myocardial infarction after PCI treatment."}, {"pubmed": 23407263, "text": "study of schizophrenic patients, NPY gene and suicidality did not support any major invalvement of the NPY gene"}, {"pubmed": 23457218, "text": "Compared to NPY-null platelets, collagen-activated NPY-rich platelets are more mitogenic (~2-fold vs. ~1.6-fold increase) for microvascular endothelial cells."}, {"pubmed": 23468908, "text": "The gene polymorphism loci rs16139 was closely related to MDD in Chinese Han population."}, {"pubmed": 23482625, "text": "Study demonstrated an interaction of NPY genotype and childhood emotional maltreatment on amygdala and posterior cingulate cortex activation during processing of emotional faces, in addition to a faster behavioral response"}, {"pubmed": 23599389, "text": "A neostriatal defect of the neuropeptide Y system is found in patients with X-linked dystonia-parkinsonism."}, {"pubmed": 23624317, "text": "Neuropeptide Y rs16147 and rs16131 single nucleotide polymorphisms are associated with obesity."}, {"pubmed": 23652383, "text": "The study concluded that SNP rs16147 in the NP-Y promoter gene is associated with serum leptin levels and body fat distribution in women."}, {"pubmed": 23831408, "text": "Leukocyte methylation levels reflect a putative epigenetic regulation of NPY and POMC, which might be implicated in weight regain in obese men."}, {"pubmed": 23838112, "text": "Serum NPY levels are higher in obese than normal weight groups."}, {"pubmed": 23864142, "text": "The results of this study indicate a connection between elevated concentration of NPY and VIP and decreased DPP IV/CD26 activity and concentration, suggesting a potential role of these molecules in the immunomodulation of rheumatoid arthritis."}, {"pubmed": 23994577, "text": "Elevation of human NPY mRNA and peptide levels are induced by therapeutic concentrations of valproic acid following chronic treatment."}, {"pubmed": 24012636, "text": "Noradrenaline and NPY are involved in the initial, rapid rise in skin blood flow at the onset of local skin warming. Their vasodilator actions in response to local skin warming appears to be manifested through eNOS."}, {"pubmed": 24077326, "text": "NPY levels were found to be significantly higher in coronary stenosis patients with well-developed coronary collaterals compared with patients with poorly developed collaterals."}, {"pubmed": 24121255, "text": "Data indicate modest association of the age at onset (AO) with two neuropeptide Y (NPY) promoter variations and a highly significant association with NPY receptor NPY2R promoter single nucleotide polymorphism (SNP rs2234759)."}, {"pubmed": 24184719, "text": "In this review, we will focus on the roles of NPY in the retina, specifically proliferation, neuromodulation and neuroprotection. [review]"}, {"pubmed": 24213859, "text": "BIBP-3226 was used to antagonize Y(1)-receptors, NPY to test the efficacy of the antagonism."}, {"pubmed": 24289328, "text": "Promoter methylation of WIF1, PENK and NPY is associated with colorectal adenocarcinoma (CRC) diagnosis and can be used to CRC from other cancers."}, {"pubmed": 24699455, "text": "During an immune/inflammatory response NPY may exert proinflammatory effects."}, {"pubmed": 24709369, "text": "relationship existed between serum NPY and depressive disorders, posttraumatic stress disorder, and resilience."}, {"pubmed": 24757681, "text": "In a series of human fetuses, neuropeptide Y-containing nerve fibers was present and could be detected as early as in the pineal of four- to five-month-old fetuses."}, {"pubmed": 24779394, "text": "NPY and its Y receptor are possible mediators of both vasoconstriction and pulmonary vascular remodelling in pulmonary hypertension"}, {"pubmed": 24858338, "text": "NPY expression is increased during atherogenesis and in particular in unstable plaques"}, {"pubmed": 24897239, "text": "The rs16147 polymorphism may be associated with presence of metabolic syndrome (MetS) among subjects with documented coronary artery disease (CAD). Carriage of NPY A allele in patients with CAD is associated with a higher prevalence of MetS."}, {"pubmed": 24965867, "text": "Distribution of peptidergic populations in the human dentate gyrus (somatostatin [SOM-28, SOM-12] and neuropeptide Y [NPY]) during postnatal development."}, {"pubmed": 25026432, "text": "A putative mechanism based on NPY-induced inhibition of voltage-dependent Ca(2+) influx in pre- and post-synaptic neurons is proposed."}, {"pubmed": 25081719, "text": "NPY may be a possible contributor to metabolic syndrome and associated cancer for the Han ethnic group."}, {"pubmed": 25221996, "text": "Polymorphisms within NPY are associated with vitiligo susceptibility."}, {"pubmed": 25256105, "text": "study is the first to observe a sexually dimorphic role of alleles at NPY in humans and support previous genome-wide findings of a role of NPY in severe PD."}, {"pubmed": 25258030, "text": "minor autoantigen in children with newly diagnosed type 1 diabetes"}, {"pubmed": 25387699, "text": "Systemic NPY levels are elevated in patients with Ewing sarcoma, and these high levels are associated with unfavorable disease features."}, {"pubmed": 25427865, "text": "This study suggests that the rs16147 polymorphism in the NPY gene may not be a potential contributor to the risk of CAD in an Iranian population."}, {"pubmed": 25453484, "text": "The data are in line with the hypothesis that NPY signaling is altered in affective disorders and states of emotional dysregulation."}, {"pubmed": 25714031, "text": "neuropeptide Y has a role in Ewing sarcoma bone invasion"}, {"pubmed": 25798605, "text": "in AN patients, the NPY system is not up-regulated by chronic undernutrition suggesting that this may play a role in the inability of anorectic women to adapt food intake to their energy demand."}, {"pubmed": 25871004, "text": "polymorphisms in the gene may be useful in identifying women at risk for osteoporosis."}, {"pubmed": 25920420, "text": "Data suggest that nutritional status and up-regulation of NPY in cerebrospinal fluid are related to disease progression in adults with chronic kidney disease (CKD); up-regulation of serum NPY levels may predict risk of cardiovascular events in CKD."}, {"pubmed": 25924821, "text": "The C-terminal alpha-helix of Neuropeptide Y, which is formed in a membrane environment in the absence of the receptor, is unwound starting at T(32) to provide optimal contacts in a binding pocket within the transmembrane bundle of the NPY-Y2 receptor."}, {"pubmed": 26002416, "text": "Immunohistochemical distribution of this peptide in the epidermal skin (from abdomen, breast and face) of healthy women was analysed."}, {"pubmed": 26021463, "text": "The mean neuropeptide-Y level was 62.29 +/- 13.89 pg/mL in the breath-holding spells group and 58.24 +/- 12.30 pg/mL in the control group."}, {"pubmed": 26111352, "text": "Suggest IL-4 as marker of allergic airway inflammation in asthma, and roles for adiponectin and neuropeptide Y in neurohormonal signaling."}, {"pubmed": 26156739, "text": "Data suggest that an SNP in NPY (rs16147) is associated with change in abdominal adiposity in subjects with central obesity in response to dietary interventions (low/high fat); T allele carriers on high-fat diet regained abdominal fat."}, {"pubmed": 26220979, "text": "Authors observed that NPY levels were decreased in two Machado-Joseph disease patients' cerebella."}, {"pubmed": 26240981, "text": "This study suggests that NPY rs16147 T and rs16139 C minor alleles are associated with increased risk, whereas the minor allele T of the rs5574 is associated with a reduced risk of obesity."}, {"pubmed": 26291814, "text": "NPY levels were higher in both obese and non-obese PCOS patients compared to healthy controls."}, {"pubmed": 26431933, "text": "study implicates NPY as a potential target in antihypertensive therapies for preeclampsia patients"}, {"pubmed": 26621486, "text": "NPY is efficiently cleaved by FAP indicating a potential function for FAP in neuropeptide regulation within liver and cancer biology."}, {"pubmed": 26683132, "text": "NPY plays important roles in the pathogenesis and pathophysiology of pituitary adenomas, as shown in this clinical study."}, {"pubmed": 26988064, "text": "Neuropeptide Y is the best dipeptidyl peptidase 4 (DPP4)-substrate in blood, being truncated by soluble and membrane DPP4, respectively. The decline of soluble DPP4 in acute depression could be reversed upon anti-depressive treatment."}, {"pubmed": 27251038, "text": "Hypermethylation of WIF1 (WNT inhibitory factor 1) and NPY (neuropeptide Y) genes was significantly higher in tumor tissue compared to normal tissue, independently of tumor stage."}, {"pubmed": 27469060, "text": "The CT genotype of rs5574 and the GT genotype of rs17149106 are significantly associated with prevalent asthma."}, {"pubmed": 27527739, "text": "results are the first to demonstrate that functional NPY variation alters chronic stress-related vagal control, suggesting a potential parasympathetic role for NPY gene in stress regulation"}, {"pubmed": 27559040, "text": "In conclusion, the obtained results demonstrate the probable role of NPY SNPs in susceptibility to multiple sclerosis within the Iranian population."}, {"pubmed": 27599771, "text": "We found that the NPY gene rs16147 SNP was related to the change in insulin levels, homeostasis model assessment-insulin resistance, CRP, IL-6 and waist circumference at 3 months after a hypocaloric low-fat diet."}, {"pubmed": 27720230, "text": "Our results provided clinical evidences for NPY participating in the bone healing process in a nonhypothalamic manner, most probably by directly promoting osteogenesis of mesenchymal stem cells."}, {"pubmed": 27749914, "text": "Both structural (+1128T/C) and promoter polymorphisms (-399 T/C) of Neuropeptide Y are strongly associated with type-II diabetes susceptibility in Gujarat population which at least in part, may result in higher levels of Neuropeptide Y thereby suggesting its crucial role in type-II diabetes susceptibility."}, {"pubmed": 27788523, "text": "In obese males, the rs164147 polymorphism of the NPY gene is associated with leptin, insulin level, HOMA-IR, and an increased risk of MetS and its related phenotypes, such as central obesity and hyperglycemia."}, {"pubmed": 27837667, "text": "Genetic risk score (GRSNPY) analysis found twelve significant (P<0.05) serum NPY concentration related SNPs among alpha7 nicotinic acetylcholine receptor gene CHRNA7, insulin receptor gene INSR, leptin receptor gene LEPR, glucocorticoid receptor (GR) gene NR3C1, and NPY gene. However, after permutation test of gene score the predictive value of GRSNPY remained non-significant (P=0.078). CONCLUSIONS: Serum NPY level ..."}, {"pubmed": 28361739, "text": "Medium chain triglyceride nutritional supplementation increased the amount of activated ghrelin and NPY in anorexia nervosa patients."}, {"pubmed": 28787737, "text": "The rs16147 genotype affected the reduction in insulin resistance and insulin levels in response to two different hypocaloric diets in obese subjects, with a lack of response in subjects with the major allele."}, {"pubmed": 28857123, "text": "genetic variation in NPY and NPY2R is at low frequency and thus does not make a major contribution to the obese phenotype in the general population"}, {"pubmed": 28890052, "text": "NPY is expressed in the superficial laminae of the dorsal horn of the spinal cord, where it appears to mediate its antinociceptive actions via the Y1 and Y2 receptors."}, {"pubmed": 28927333, "text": "Analysis indicates that low levels of NPY in psychogenic non-epileptic seizure patients may confer greater vulnerability to exhibit seizure-like symptoms and lower quality of life."}, {"pubmed": 28954935, "text": "Data suggest that up-regulation of NPY inhibits proliferation of adipose-derived stem cells while promoting adipogenesis and up-regulating expression of white adipocyte biomarkers PPARG, CEBPA, CIDEC, and RIP140. (PPARG = peroxisome proliferator activated receptor gamma; CEBPA = CCAAT/enhancer-binding protein alpha; CIDEC = cell death-inducing DFFA-like effector C; RIP140 = nuclear receptor interacting protein 1)"}, {"pubmed": 29099554, "text": "Results of the current study suggest that the T allele of NPY promoter rs16147 is associated with resilience in the context of cumulative traumatic stress, particularly resilience to intrusion symptoms of Post Traumatic Stress Disorder."}, {"pubmed": 29197114, "text": "This study provided proof that SNPs within NPY is significantly associated with the susceptibility to and the prognosis of cervical vertigo."}, {"pubmed": 29381655, "text": "We found the suicide-associated gene coexpression network. The reconstructed network consisted of 104 genes. Topological analysis showed that in total, CCK, INPP1, DDC, and NPY genes are the most fundamental hubs in the network."}, {"pubmed": 29494882, "text": "Neuropeptide Y (NPY) is a pleiotropic gene implicated in stress resilience and is associated with higher levels of conscientiousness. Along with environmental factors such as stressful life events, this gene may be a factor in the neurobiology of human personality."}, {"pubmed": 29650257, "text": "Data indicated that NPY plays a protective role in ER stress-induced neuronal cell death through activation of the PI3K-XBP1 pathway."}, {"pubmed": 30337638, "text": "Individual differences in NPY expression may moderate the risk for disorders of mesoaccumbal function such as addictions and mood disorders."}, {"pubmed": 30691985, "text": "A variant of polymorphism rs16147 of the NPY gene is independently associated to a lower percentage of steatohepatitis and lobular inflammation in obese subjects with biopsy-proven NAFLD."}, {"pubmed": 30984535, "text": "The Michaelis constant (K M) and catalytic efficiency (k cat/K M) of TTR proteolysis toward amidated neuropeptide Y were 15.88 +/- 0.44 mum and 687 081 +/- 35 692 m (-1).s(-1), respectively. In addition, when the C-terminal sequence of TTR was made more hydrophobic, the K M and k cat/K M changed to 12.87 +/- 0.22 mum and 983 755 +/- 18 704 m (-1).s(-1), respectively."}, {"pubmed": 31164324, "text": "We found that though NPY is highly expressed in prostate cancers relative to other cancers, lower NPY expression is associated with aggressive high-grade disease and progression to neuroendocrine disease."}, {"pubmed": 31263154, "text": "Expression of neuropeptide Y is increased in an activated human HSC cell line."}, {"pubmed": 31291230, "text": "Nominally significant associations between NPY polymorphisms and posttraumatic stress disorder (PTSD) susceptibility were found that did not withstand Bonferroni correction"}, {"pubmed": 31569168, "text": "Serum NPY hypermethylation is associated with Rectal Cancer."}, {"pubmed": 31834357, "text": "The cardiac sympathetic co-transmitter neuropeptide Y is pro-arrhythmic following ST-elevation myocardial infarction despite beta-blockade."}, {"pubmed": 31852985, "text": "Inhibition of epileptiform activity by neuropeptide Y in brain tissue from drug-resistant temporal lobe epilepsy patients."}, {"pubmed": 31887359, "text": "Neuropeptide Y Signaling in the Lateral Hypothalamus Modulates Diet Component Selection and is Dysregulated in a Model of Diet-Induced Obesity."}, {"pubmed": 31999643, "text": "Molecular crosstalk between Y5 receptor and neuropeptide Y drives liver cancer."}, {"pubmed": 32561647, "text": "A role for NPY-NPY2R signaling in albuminuric kidney disease."}, {"pubmed": 32593562, "text": "Neuropeptide Y plasma levels and suicidal behavior in combat veterans."}, {"pubmed": 32686440, "text": "[Effect of a Mediterranean-pattern diet on the metabolic response secondary to weight loss; role of the single nucleotide polymorphism (rs16147) of neuropeptide Y].\", trans \"Efecto de una dieta de patron mediterraneo en la respuesta metabolica secundaria a la perdida de peso; papel del polimorfismo de un unico nucleotido (rs16147) del gen del neuropeptido Y."}, {"pubmed": 32902020, "text": "Nucleobindin 2/nesfatin-1 expression and colocalisation with neuropeptide Y and cocaine- and amphetamine-regulated transcript in the human brainstem."}, {"pubmed": 33022812, "text": "Neuropeptide Y nerve paracrine regulation of prostate cancer oncogenesis and therapy resistance."}, {"pubmed": 33242785, "text": "Serum Neuropeptide Y Level is Associated with Post-Ischemic Stroke Epilepsy."}, {"pubmed": 33491492, "text": "Genetic variation in neuropeptide Y interacts with childhood trauma to influence anxiety sensitivity."}, {"pubmed": 33652060, "text": "Neuropeptide Y gene variants in obesity, dietary intake, blood pressure, lipid and glucose metabolism: A longitudinal birth cohort study."}, {"pubmed": 34422139, "text": "Serum Neuropeptide Y: A Potential Prognostic Marker of Intracerebral Hemorrhage."}, {"pubmed": 34488599, "text": "Neuroprotective Effects of Neuropeptide Y against Neurodegenerative Disease."}, {"pubmed": 34627187, "text": "The detection of specific hypermethylated WIF1 and NPY genes in circulating DNA by crystal digital PCR is a powerful new tool for colorectal cancer diagnosis and screening."}, {"pubmed": 34684394, "text": "Neuropeptide Y Reduces Nasal Epithelial T2R Bitter Taste Receptor-Stimulated Nitric Oxide Production."}, {"pubmed": 34716471, "text": "Beta-endorphin-immunoreactive perikarya appear to receive innervation from NPY-immunoreactive fiber varicosities in the human hypothalamus."}, {"pubmed": 34847673, "text": "[Neuropeptide Y (NPY) gene and body mass index].\", trans \"Gen del neuropeptido Y (NPY), respuesta a la dieta e indice de masa corporal."}, {"pubmed": 35165283, "text": "Structural basis of neuropeptide Y signaling through Y1 receptor."}, {"pubmed": 35170267, "text": "Serum kisspeptin, leptin, neuropeptide Y, and neurokinin B levels in adolescents with polycystic ovary syndrome."}, {"pubmed": 35180645, "text": "Crystal structures of human neuropeptide Y (NPY) and peptide YY (PYY)."}, {"pubmed": 35728621, "text": "Neuropeptide Y and measures of stress in a longitudinal study of women with the fibromyalgia syndrome."}, {"pubmed": 36429093, "text": "Neuroprotective Effects of Neuropeptide Y on Human Neuroblastoma SH-SY5Y Cells in Glutamate Excitotoxicity and ER Stress Conditions."}, {"pubmed": 36525977, "text": "Structural basis for Y2 receptor-mediated neuropeptide Y and peptide YY signaling."}, {"pubmed": 36768369, "text": "Sympathetic System in Wound Healing: Multistage Control in Normal and Diabetic Skin."}, {"pubmed": 37013432, "text": "Alpha Calcitonin Gene-related Peptide, Neuropeptide Y, and Substance P as Biomarkers for Diagnosis and Disease Activity and Severity in Multiple Sclerosis."}, {"pubmed": 37070394, "text": "Neuropeptide Y gene variants and Agreeableness: interaction effect with the birth cohort and the serotonin transporter promoter polymorphism."}, {"pubmed": 37544294, "text": "Circulating Neuropeptide Y May Be a Biomarker for Diagnosing Atrial Fibrillation."}, {"pubmed": 37653540, "text": "Neuropeptide Y directly reduced apoptosis of granulosa cells, and the expression of NPY and its receptors in PCOS subjects."}, {"pubmed": 37889542, "text": "Neuropeptide Y gene polymorphisms and chronic kidney disease progression."}, {"pubmed": 37918268, "text": "Cross talk about the role of Neuropeptide Y in CNS disorders and diseases."}, {"pubmed": 37931511, "text": "Substance P, NPY, CCK and their receptors in five brain regions in major depressive disorder with transcriptomic analysis of locus coeruleus neurons."}, {"pubmed": 37937329, "text": "Neuropeptide Y is elevated in heart failure and is an independent predictor of outcomes."}, {"pubmed": 38087221, "text": "Elevated serum neuropeptide Y levels are associated with carotid plaque formation in Chinese adults: a cross-sectional study."}, {"pubmed": 38387703, "text": "Npy transcription is regulated by noncanonical STAT3 signaling in hypothalamic neurons: Implication with lipotoxicity and obesity."}, {"pubmed": 39090596, "text": "The influence of nutritional status, lipid profile, leptin concentration and polymorphism of genes encoding leptin and neuropeptide Y on the effectiveness of immunotherapy in advanced NSCLC patients."}], "genomic_pos": {"chr": "7", "end": 24291862, "ensemblgene": "ENSG00000122585", "start": 24284188, "strand": 1}, "genomic_pos_hg19": {"chr": "7", "end": 24331484, "start": 24323782, "strand": 1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0007187", "pubmed": 8132547, "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway, coupled to cyclic nucleotide second messenger"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007218", "qualifier": "involved_in", "term": "neuropeptide signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007268", "pubmed": 10557353, "qualifier": "involved_in", "term": "chemical synaptic transmission"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007631", "qualifier": "involved_in", "term": "feeding behavior"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008217", "qualifier": "involved_in", "term": "regulation of blood pressure"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0008343", "qualifier": "involved_in", "term": "adult feeding behavior"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0021954", "pubmed": 20846339, "qualifier": "involved_in", "term": "central nervous system neuron development"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0021987", "pubmed": 9067840, "qualifier": "involved_in", "term": "cerebral cortex development"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0031175", "pubmed": 20846339, "qualifier": "involved_in", "term": "neuron projection development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032100", "qualifier": "involved_in", "term": "positive regulation of appetite"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0060575", "pubmed": 10488139, "qualifier": "involved_in", "term": "intestinal epithelial cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0099538", "qualifier": "involved_in", "term": "synaptic signaling via neuropeptide"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005615", "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005794", "qualifier": "located_in", "term": "Golgi apparatus"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098982", "qualifier": "located_in", "term": "GABA-ergic synapse"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0098992", "qualifier": "located_in", "term": "neuronal dense core vesicle"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0004930", "pubmed": 1321422, "qualifier": "enables", "term": "G protein-coupled receptor activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0005102", "pubmed": [8132547, 10698177], "qualifier": "enables", "term": "signaling receptor binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005184", "qualifier": "enables", "term": "neuropeptide hormone activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0005246", "pubmed": 8132547, "qualifier": "enables", "term": "calcium channel regulator activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 32296183, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0031841", "qualifier": "enables", "term": "neuropeptide Y receptor binding"}]}, "homologene": {"genes": [[7955, 30281], [8364, 779985], [9031, 396464], [9544, 574114], [9598, 744617], [9606, 4852], [9615, 475257], [9913, 504216], [10090, 109648], [10116, 24604]], "id": 697}, "interpro": [{"desc": "Pancreatic hormone-like", "id": "IPR001955", "short_desc": "Pancreatic_hormone-like"}, {"desc": "Pancreatic hormone-like, conserved site", "id": "IPR020392", "short_desc": "Pancreatic_hormone-like_CS"}], "ipi": "IPI00001506", "map_location": "7p15.3", "name": "neuropeptide Y", "other_names": ["prepro-neuropeptide Y", "pro-neuropeptide Y"], "pantherdb": {"HGNC": "7955", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "97374", "ortholog_type": "LDO", "panther_family": "PTHR10533", "taxid": 10090, "uniprot_kb": "P57774"}, {"RGD": "3197", "ortholog_type": "LDO", "panther_family": "PTHR10533", "taxid": 10116, "uniprot_kb": "P07808"}, {"Ensembl": "ENSGALG00000039125", "ortholog_type": "O", "panther_family": "PTHR10533", "taxid": 9031, "uniprot_kb": "P68248"}, {"Ensembl": "ENSGALG00000010983", "ortholog_type": "LDO", "panther_family": "PTHR10533", "taxid": 9031, "uniprot_kb": "P28673"}, {"ZFIN": "ZDB-GENE-980526-438", "ortholog_type": "LDO", "panther_family": "PTHR10533", "taxid": 7955, "uniprot_kb": "Q9I8P3"}], "uniprot_kb": "P01303"}, "pathway": {"kegg": [{"id": "hsa04024", "name": "cAMP signaling pathway - Homo sapiens (human)"}, {"id": "hsa04080", "name": "Neuroactive ligand-receptor interaction - Homo sapiens (human)"}, {"id": "hsa04920", "name": "Adipocytokine signaling pathway - Homo sapiens (human)"}, {"id": "hsa04923", "name": "Regulation of lipolysis in adipocytes - Homo sapiens (human)"}, {"id": "hsa05034", "name": "Alcoholism - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-375276", "name": "Peptide ligand-binding receptors"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-418594", "name": "G alpha (i) signalling events"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-9614085", "name": "FOXO-mediated transcription"}, {"id": "R-HSA-9615017", "name": "FOXO-mediated transcription of oxidative stress, metabolic and neuronal genes"}], "wikipathways": [{"id": "WP2197", "name": "Endothelin Pathways"}, {"id": "WP4746", "name": "Thyroid hormones production and their peripheral downstream signaling effects"}]}, "pdb": ["1QFA", "1RON", "7RTA", "7VGX", "7X9A", "7X9B", "7YOO"], "pfam": "PF00159", "pharmgkb": "PA255", "pharos": {"target_id": 7866, "tdl": "Tbio"}, "pir": "A25198", "prosite": "PS50276", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF325402", "relationship": "is"}, {"id": "GNF325403", "relationship": "is"}, {"id": "GNF325404", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF253327", "relationship": "is"}, {"id": "GNF253328", "relationship": "is"}, {"id": "GNF253329", "relationship": "is"}, {"id": "GNF253330", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF164308", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF034795", "relationship": "similar to"}, "GNF_mm+hs-MGC": {"id": "GNF010476", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF331206", "relationship": "is"}, {"id": "GNF332512", "relationship": "is"}, {"id": "GNF333212", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF336185", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF104428", "relationship": "is"}, {"id": "GNF144076", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000007.14", "NC_060931.1", "NG_016148.1"], "protein": "NP_000896.1", "rna": "NM_000905.4", "translation": {"protein": "NP_000896.1", "rna": "NM_000905.4"}}, "reporter": {"HG-U133_Plus_2": "206001_at", "HG-U95Av2": "38604_at", "HTA-2_0": "TC07000153.hg.1", "HuEx-1_0": "2993124", "HuGene-1_1": "8131919", "HuGene-2_1": "17044372"}, "summary": "This gene encodes a neuropeptide that is widely expressed in the central nervous system and influences many physiological processes, including cortical excitability, stress response, food intake, circadian rhythms, and cardiovascular function. The neuropeptide functions through G protein-coupled receptors to inhibit adenylyl cyclase, activate mitogen-activated protein kinase (MAPK), regulate intracellular calcium levels, and activate potassium channels. A polymorphism in this gene resulting in a change of leucine 7 to proline in the signal peptide is associated with elevated cholesterol levels, higher alcohol consumption, and may be a risk factor for various metabolic and cardiovascular diseases. The protein also exhibits antimicrobial activity against bacteria and fungi. [provided by RefSeq, Oct 2014].", "symbol": "NPY", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1417815"}, "unigene": "Hs.1832", "uniprot": {"Swiss-Prot": "P01303", "TrEMBL": "A4D158"}, "wikipedia": {"url_stub": "Neuropeptide Y"}}