{"AllianceGenome": "7961", "HGNC": "7961", "MIM": "604630", "_id": "8431", "_version": 1, "accession": {"genomic": ["AB058644.1", "AF044316.1", "AL356390.24", "CH471059.2", "CP068277.2", "KT584850.1", "L76571.1", "NC_000001.11", "NC_060925.1", "NG_012143.1"], "protein": ["AAC41998.1", "AAH30207.1", "ADZ17344.1", "BAB68530.1", "EAX07781.1", "NP_068804.1", "Q15466.2", "XP_011540599.1", "XP_054195159.1"], "rna": ["AA872285.1", "AI457167.1", "AK310048.1", "BC030207.1", "DA930064.1", "HQ692833.1", "NM_021969.3", "XM_011542297.4", "XM_054339184.1"], "translation": [{"protein": "XP_011540599.1", "rna": "XM_011542297.4"}, {"protein": "NP_068804.1", "rna": "NM_021969.3"}, {"protein": "ADZ17344.1", "rna": "HQ692833.1"}, {"protein": "XP_054195159.1", "rna": "XM_054339184.1"}, {"protein": "AAH30207.1", "rna": "BC030207.1"}]}, "alias": ["SHP", "SHP1"], "ensembl": {"gene": "ENSG00000131910", "protein": "ENSP00000254227", "transcript": "ENST00000254227", "translation": [{"protein": "ENSP00000254227", "rna": "ENST00000254227"}], "type_of_gene": "protein_coding"}, "entrezgene": "8431", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 5.23862156417, "exp_mis": 93.4295565364, "exp_syn": 37.7335159922, "lof_z": -1.62790173753187, "mis_z": -0.838510191962497, "mu_lof": 4.11413468897e-07, "mu_mis": 8.55094876869e-06, "mu_syn": 3.40588338177e-06, "n_lof": 9.0, "n_mis": 110.0, "n_syn": 37.0, "p_li": 5.83479715619009e-08, "p_null": 0.963059704369641, "p_rec": 0.0369402372823879, "syn_z": 0.0740283045630061}, "bp": 774, "cds_end": 27240431, "cds_start": 27238335, "n_exons": 2, "nonpsych": {"exp_lof": 4.70150821887, "exp_mis": 84.522817158, "exp_syn": 34.1125303875, "lof_z": -1.94692607828021, "mis_z": -0.849114975292078, "mu_lof": 4.11413468897e-07, "mu_mis": 8.55094876869e-06, "mu_syn": 3.40588338177e-06, "n_lof": 9.0, "n_mis": 100.0, "n_syn": 34.0, "p_li": 4.12069509579711e-08, "p_null": 0.972154387711004, "p_rec": 0.0278455710820453, "syn_z": 0.0121303924450489}, "nontcga": {"exp_lof": 4.81563800982, "exp_mis": 85.9513044566, "exp_syn": 34.7109493241, "lof_z": -1.43145174931649, "mis_z": -0.969905502684627, "mu_lof": 4.11413468897e-07, "mu_mis": 8.55094876869e-06, "mu_syn": 3.40588338177e-06, "n_lof": 8.0, "n_mis": 104.0, "n_syn": 33.0, "p_li": 4.7883149046074e-07, "p_null": 0.934465206899375, "p_rec": 0.0655343142691344, "syn_z": 0.183876563110791}, "transcript": "ENST00000254227.3"}, "exons": [{"cdsend": 26913940, "cdsstart": 26911844, "chr": "1", "position": [[26911488, 26912086], [26913408, 26913975]], "strand": -1, "transcript": "NM_021969", "txend": 26913975, "txstart": 26911488}], "exons_hg19": [{"cdsend": 27240431, "cdsstart": 27238335, "chr": "1", "position": [[27237979, 27238577], [27239899, 27240466]], "strand": -1, "transcript": "NM_021969", "txend": 27240466, "txstart": 27237979}], "generif": [{"pubmed": 11136233, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12181644, "text": "polymorphisms in the human SHP1 gene; found no rare SHP1 coding sequence variants that were exclusive to patients with lipodystrophy"}, {"pubmed": 12198243, "text": "SHP is able to interact with LXR and to modulate its transcriptional activity."}, {"pubmed": 12324453, "text": "SHP has a role in modulating hepatic glucocorticoid action"}, {"pubmed": 12716764, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12716767, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12716767, "text": "the relation between genetic variation in SHP and birth weight, adiposity, and insulin levels in three independent populations"}, {"pubmed": 12842887, "text": "orphan receptor small heterodimer partner expression is regulated by estrogen receptor alpha"}, {"pubmed": 14593077, "text": "Modulation of SHP expression and/or activity in adipose tissue may therefore have significant effects on aromatase expression and estrogen production in breast adipose tissue."}, {"pubmed": 14627819, "text": "basic helix-loop-helix (bHLH) transcription factors, the E2A proteins (E47, E12 and E2/5), activated the human but not the mouse SHP promoter"}, {"pubmed": 14672953, "text": "results suggest that bile acids negatively regulate the human angiotensinogen gene through the inhibitory effect of small heterodimer partner on hepatocyte nuclear factor-4"}, {"pubmed": 14752053, "text": "Acts as a novel corepressor for basic helix-loop-helix transcription factor BETA2/NeuroD"}, {"pubmed": 14762685, "text": "At diagnosis, methylation of SHP1 occurred more frequently in acute myeloid leukaemia than acute lymphoblastic leukaemia. Frequent methylation of SHP1, but not SOCS1, may be important in the pathogenesis, but not prognosis, of acute leukaemias"}, {"pubmed": 15123650, "text": "orphan nuclear receptor small heterodimer partner promoter is regulated by sterol regulatory element binding protein-1"}, {"pubmed": 15202934, "text": "PGC-1alpha mediates the ligand-dependent activation of FXR and transcription of SHP gene."}, {"pubmed": 15269224, "text": "SHP-1 tyrosine phosphatase is regulated in human platelets by serine phosphorylation at its C terminus"}, {"pubmed": 15292277, "text": "c-Jun works to activate the expression of SHP genes associated with the cascade regulation of monocytic differentiation."}, {"pubmed": 15314177, "text": "Results suggest that SHP mediates recruitment of mSin3A-Swi/Snf to the CYP7A1 promoter, resulting in chromatin remodeling and gene repression."}, {"pubmed": 15358835, "text": "NR0B2 is involved in the regulation of G6Pase, CYP7A1, and PEPCK gene expression via novel mechanism of inhibition of HNF3 activity and expand the role of NR0B2 as a coregulator of other family of transcription factors in addition to nuclear receptors."}, {"pubmed": 15459958, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15459958, "text": "SHP mutations found in obese Danish men"}, {"pubmed": 15723037, "text": "crystal structure at 1.9 A resoluation of the ligand-binding domain of hLRH-1 in complex with the NR box 1 motif of human SHP, which contacts the AF-2 region of hLRH-1 using selective structural motifs"}, {"pubmed": 15973435, "text": "SHP affects genes involved in diverse biological pathways, e.g., several key genes involved in consecutive steps of cholesterol degradation, bile acid conjugation, transport and lipogenic pathways."}, {"pubmed": 16123152, "text": "The GR/dexamethasone activation of the hNTCP promoter is counteracted by bile acids and small heterodimer partner, providing a negative feedback mechanism for bile acid uptake in human hepatocytes."}, {"pubmed": 16282330, "text": "LRH-1 and SHP1 regulate 3-hydroxy-3-methylglutaryl coenzyme A reductase promoter and have a role in regulation of cholesterol synthesis and uptake"}, {"pubmed": 16709599, "text": "DAX1 and small heterodimer partner (SHP) form homodimers individually, as well as DAX1-SHP heterodimers suggesting the possibility of novel functions independent of their coregulator roles."}, {"pubmed": 16762922, "text": "both SHP-1 and SHP-2 have a positive role in epidermal growth factor-induced ERK1/2 activation and they act cooperatively rather than antagonistically."}, {"pubmed": 16825495, "text": "Loss of SHP1 enhances JAK3/STAT3 signaling and decreases proteosome degradation of JAK3 and NPM-ALK in ALK+ anaplastic large-cell lymphoma."}, {"pubmed": 17074765, "text": "SHP is a novel co-regulator of Smad3 that regulates TGF-beta signaling"}, {"pubmed": 17094771, "text": "results suggest that SHP might regulate a level of hepatic gluconeogenesis driven by C/EBPalpha activation"}, {"pubmed": 17145766, "text": "These studies establish a critical role for G9a methyltransferase, histone deacetylases, and the Swi/Snf-Brm complex in the SHP-mediated inhibition of hepatic bile acid synthesis via coordinated chromatin modification at target genes."}, {"pubmed": 17289919, "text": "New roles for SHP in testicular androgen and retinoic acid metabolism, making SHP a testicular gatekeeper of the timing of male sexual maturation."}, {"pubmed": 17522048, "text": "LRH-1 stimulation of the FAS LXR response is blocked by the addition of small heterodimer partner (SHP) and that FAS mRNA"}, {"pubmed": 17909097, "text": "Metformin inhibits hepatic gluconeogenesis through AMPK-dependent regulation of SHP."}, {"pubmed": 17910058, "text": "LRH-1/phospholipid and LRH-1/SHP (fragments) interactions are analyzed by counting atomic contact number, identifying hydrogen bonds, and estimating binding free energies"}, {"pubmed": 18234786, "text": "Small heterodimer partner (SHP), an orphan nuclear hormone receptor lacking a DNA binding domain, inhibits nuclear hormone receptor-mediated hepatitis B viral transcription and replication."}, {"pubmed": 18276794, "text": "SHP-1 acts as a sensor for hydroxynonenal and is responsible for an adaptive response to oxidative stress in respiratory epithetlium."}, {"pubmed": 18307978, "text": "These results indicate that bile acid performs a critical function in the regulation of the induction of inflammatory-related genes in gastric cells"}, {"pubmed": 18325392, "text": "Propose that SHP functions as a novel tumor suppressor in the development of heptaocellular carcinoma."}, {"pubmed": 18385139, "text": "PGC-1alpha is an important co-activator for LRH-1 and that SHP targets the interaction between LRH-1 and PGC-1alpha to inhibit CYP7A1 expression."}, {"pubmed": 18459945, "text": "Data have shown that SHP represses the transcriptional activity of hepatocyte nuclear factor-6 that serves as a novel target in the regulation of gluconeogenesis."}, {"pubmed": 18657049, "text": "These results indicate that SMILE isoforms regulate the inhibition of estrogen receptor transactivation by SHP in a cell-type-specific manner and act as a novel transcriptional co-regulator in ER signalling."}, {"pubmed": 18660489, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18775915, "text": "bile acid induces an increase in the gene expression of COX-2 via the sequential transcriptional induction of SHP and CDX1 in precancerous lesions of human gastric cancer."}, {"pubmed": 18781616, "text": "Mutations in SHP associated with mild obesity in childhood increase susceptibility to type 2 diabetes in later life in Japanese patients."}, {"pubmed": 18781616, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18842595, "text": "p300 acts as a critical coactivator of FXR induction of SHP by acetylating histones at the promoter and FXR itself"}, {"pubmed": 19322021, "text": "SHP induced the cell cycle regulatory protein levels and cooperatively increased an induction of p21WAF1 expression with p65."}, {"pubmed": 19366697, "text": "A mechanism for LXRalpha in controlling the gene expression of LGK that involves activation through SREBP-1c and PPARgamma and inhibition through SHP, is proposed."}, {"pubmed": 19372104, "text": "Bile acids inhibit duodenal secretin expression via orphan nuclear receptor small heterodimer partner (SHP)."}, {"pubmed": 19491387, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19509248, "text": "Resullts show that SHP and Sin3A play an important role in adamantyl-substituted retinoid-related induction of cellular apoptosis."}, {"pubmed": 19720831, "text": "a novel signaling pathway inhibits hepatic gluconeogenesis through HGF/AMPK/USF-1/SHP"}, {"pubmed": 19793803, "text": "PGC1alpha and SHP modulated hepatitis B viral biosynthesis differently in the human hepatoma cell lines HepG2 and Huh7, indicating distinct modes of transcriptional regulation."}, {"pubmed": 19793822, "text": "The effects of PGC1alpha and SHP on hepatitis B viral biosynthesis in the human hepatoma cell line Huh7 were similar to those observed in the nonhepatoma cells expressing ERRalpha and ERRgamma."}, {"pubmed": 20175750, "text": "SHP overexpression decreased the expression of Gli target genes and SHP knockdown increased the expression of these genes. The results suggest that SHP can play a negative role in Hedgehog/Gli1 signalling."}, {"pubmed": 20233523, "text": "Mutations of the small heterodimer partner gene is associated with obesity and type 2 diabetes."}, {"pubmed": 20346360, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20516075, "text": "genetic variations in SHP are common among human subjects; the Lys-170 residue plays a key role in controlling SHP ubiquitination and acetylation associated with SHP protein stability and repressive function"}, {"pubmed": 20734064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20853064, "text": "NR0B2/SHP expression level was significantly decreased in human liver cancer but not in normal liver"}, {"pubmed": 20882396, "text": "mutagenesis experiments whose preliminary data suggest the presence of a functional site in SHP as defined by residues Phe96, Arg138 and Arg238"}, {"pubmed": 21262773, "text": "The activity of SHP is also increased by posttranslational methylation at Arg-57 by protein arginine methyltransferase 5 (PRMT5)."}, {"pubmed": 21459093, "text": "Study provides evidence for nuclear receptor mediated regulation of Dnmt1 expression through ERRgamma and SHP crosstalk."}, {"pubmed": 21725089, "text": "control network for Egr-1 expression through a feedback loop between SHP and HNF4alpha."}, {"pubmed": 22171277, "text": "FXR and SHP play a limited role in modulating HBV biosynthesis."}, {"pubmed": 22292081, "text": "The impact of loss of SHP protein may be even more pronounced in fibrolamellar carcinoma than in a typical form of hepatocellular carcinoma."}, {"pubmed": 22314666, "text": "Shp is a target for miR-141 and it is downregulated in cultured human PCa cells with the involvement of upregulation of miR-141, which promotes AR transcriptional activity."}, {"pubmed": 22362755, "text": "In human hepatocellular carcinoma, increased DNMT1 expression is negatively correlated with SHP levels."}, {"pubmed": 22737255, "text": "Overexpression of p53 causes rapid SHP protein degradation, which does not require the presence of Mdm2 and is mediated by the proteosome pathway"}, {"pubmed": 22977252, "text": "NR0B2 physically interacted with STAT5 and inhibited STAT5 recruitment on the PEPCK gene promoter."}, {"pubmed": 23010719, "text": "SHP is a downstream factor of BMP2 signaling in odontoblasts and may stimulate dentin matrix mineralization via enhancing the transcriptional activity of Dlx5."}, {"pubmed": 23038264, "text": "HNF4alpha and LRH-1 promote active transcription histone marks on the Cyp7a1 promoter that are reversed by FGF19 in a SHP-dependent manner"}, {"pubmed": 23042943, "text": "Lentivirus-mediated exogenous FXR expression resulted in a marked increase of small heterodimer partner expression, significant repression of liver cancer cell proliferation."}, {"pubmed": 23824184, "text": "This study identifies PKCzeta as a novel key upstream regulator of BA-regulated SHP function, revealing the role of Thr-55 phosphorylation in epigenomic regulation of liver metabolism."}, {"pubmed": 23874642, "text": "These results indicate that the N-terminal domain of SHP is important for its nuclear translocation via HNF4alpha."}, {"pubmed": 24318876, "text": "SHP repressed HNF4alpha transactivation of CYP2D6 promoter."}, {"pubmed": 24343129, "text": "SHP regulates PDCD5-mediated apoptosis in cancer cells"}, {"pubmed": 24365583, "text": "Activation of the VDR represses hepatic SHP to increase levels of CYP7A1 and reduce cholesterol."}, {"pubmed": 24379397, "text": "An unexpected EID1-binding site on SHP is located at the N terminus of the receptor, where EID1 mimics helix H1 of the nuclear receptor ligand-binding domain."}, {"pubmed": 24619556, "text": "E2F1 transcription factor activates early growth response (Egr)-1 promoter which is repressed by SHP and EIA-like inhibitor of differentiation (EID)1."}, {"pubmed": 25015078, "text": "These results establish SHP as a novel antihypertrophic regulator that acts by interfering with GATA6 signaling."}, {"pubmed": 25655831, "text": "These data are suggestive of a role for SHP in controlling NLRP3 inflammasome activation through a mechanism involving interaction with NLRP3 and maintenance of mitochondrial homeostasis."}, {"pubmed": 25720568, "text": "At the molecular level, estrogen upregulated hepatic SHP expression through binding to its proximal promoter. In addition, the roles of estrogen were largely blunted in mice with SHP deficiency."}, {"pubmed": 25976932, "text": "Overexpression of SHP and activation of AMPK reverses profibrogenic features of HCV-infected cells by decreasing TGF-beta and fibrotic gene expression."}, {"pubmed": 26421305, "text": "These findings show that POD-1/TCF21 regulates SF-1 and LRH-1 by distinct mechanisms, contributing to the understanding of POD-1 involvement and its mechanisms of action in adrenal and liver tumorigenesis."}, {"pubmed": 26521940, "text": "The finding that overexpression of HIF-1alpha increased the activity of the CYP7A1 promoter suggested that hypoxia decreased the expression of CYP7A1 in a HIF-1-independent manner."}, {"pubmed": 26553876, "text": "Data suggest that LRH1/NR5A2 (liver receptor homologue-1) exhibits phospholipid-mediated allosteric control of protein-protein binding interface in interactions with TIF2 (co-activator; transcription intermediary factor 2) and SHP."}, {"pubmed": 26838806, "text": "Results demonstrated a detrimental effect of Bcl2 and H19 associated with cholestatic liver fibrosis and an indispensable role of Shp to maintain normal liver function."}, {"pubmed": 27661118, "text": "Data indicate a functional interaction between small heterodimer partner protein SHP1 and hepatitis C virus (HCV) NS5A protein."}, {"pubmed": 28128295, "text": "DDX3 regulates MTP gene expression and lipid homeostasis through interplay with HNF4 and SHP."}, {"pubmed": 28396564, "text": "The molecular dynamics and structural analysis of the small heterodimer partner in complex with glucocorticoid receptor is described."}, {"pubmed": 28797635, "text": "This study was performed to test the hypothesis that the SHP gene is a target gene of DEC1. Cotransfection demonstrated that DEC1 repressed the SHP promoter and attenuated the transactivation of the classic circadian activator complex of Clock/Bmal1."}, {"pubmed": 28873070, "text": "The impact of these variants on transactivation of the NR0B2 promoter by NRs known to be regulators of SHP1 expression was assessed in a cell-based reporter gene assay, showing that transactivation by hepatocyte nuclear factor 4alpha and liver receptor homolog-1 was significantly decreased in the presence of the genetic variant NR0B2:c.-594T&gt"}, {"pubmed": 29562494, "text": "The miR-141 was significantly up-regulated in the samples of metastatic tumors compared to localized tumor samples. Tumor samples showed lower SHP mRNA expression levels than BPH samples."}, {"pubmed": 29666185, "text": "Loss of SHP expression is associated with nonalcoholic steatohepatitis."}, {"pubmed": 29989580, "text": "results suggest that NR0B2 is a tumor suppressor gene in ccRCC, and that the hypermethylation of promoter region is the main mechanism of its downregulation."}, {"pubmed": 33094510, "text": "The orphan nuclear receptor NR0B2 could be a novel susceptibility locus associated with microsatellite-stable, APC mutation-negative early-onset colorectal carcinomas with metabolic manifestation."}, {"pubmed": 33444783, "text": "Nuclear receptor SHP dampens transcription function and abrogates mitotic chromatin association of PXR and ERalpha via intermolecular interactions."}, {"pubmed": 33781837, "text": "The long and the small collide: LncRNAs and small heterodimer partner (SHP) in liver disease."}, {"pubmed": 35156505, "text": "The effectiveness of small heterodimer partner and FGF 19 levels in prediction of perinatal morbidity in intrahepatic cholestasis of pregnancy."}, {"pubmed": 37226737, "text": "SHP-1 alleviates atrial fibrosis in atrial fibrillation by modulating STAT3 activation."}], "genomic_pos": {"chr": "1", "end": 26913975, "ensemblgene": "ENSG00000131910", "start": 26911489, "strand": -1}, "genomic_pos_hg19": {"chr": "1", "end": 27240457, "start": 27237980, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007219", "qualifier": "involved_in", "term": "Notch signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007623", "qualifier": "involved_in", "term": "circadian rhythm"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007623", "pubmed": 28797635, "qualifier": "involved_in", "term": "circadian rhythm"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0008203", "pubmed": 11030331, "qualifier": "involved_in", "term": "cholesterol metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009749", "qualifier": "involved_in", "term": "response to glucose"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010628", "pubmed": 19085950, "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010629", "pubmed": 19085950, "qualifier": "involved_in", "term": "negative regulation of gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014070", "qualifier": "involved_in", "term": "response to organic cyclic compound"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0015721", "qualifier": "involved_in", "term": "bile acid and bile salt transport"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031100", "qualifier": "involved_in", "term": "animal organ regeneration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032024", "qualifier": "involved_in", "term": "positive regulation of insulin secretion"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032922", "qualifier": "involved_in", "term": "circadian regulation of gene expression"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043433", "qualifier": "involved_in", "term": "negative regulation of DNA-binding transcription factor activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043433", "pubmed": 14752053, "qualifier": "involved_in", "term": "negative regulation of DNA-binding transcription factor activity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045471", "qualifier": "involved_in", "term": "response to ethanol"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045892", "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045893", "pubmed": 27471003, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of DNA-templated transcription"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0000785", "pubmed": 27471003, "qualifier": "part_of", "term": "chromatin"}, {"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [14752053, 16709599, 28797635], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 14752053, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043231", "qualifier": "located_in", "term": "intracellular membrane-bounded organelle"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0003714", "qualifier": "enables", "term": "transcription corepressor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003714", "pubmed": 14752053, "qualifier": "enables", "term": "transcription corepressor activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0003714", "pubmed": 11030331, "qualifier": "enables", "term": "transcription corepressor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [14752053, 15317749, 16709599, 17895379, 20375098, 22504882, 22575647, 28128295, 32296183, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008134", "qualifier": "enables", "term": "transcription factor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019904", "pubmed": 17686645, "qualifier": "enables", "term": "protein domain specific binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042803", "pubmed": 16709599, "qualifier": "enables", "term": "protein homodimerization activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0042975", "qualifier": "enables", "term": "peroxisome proliferator activated receptor binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0044877", "qualifier": "enables", "term": "protein-containing complex binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046965", "qualifier": "enables", "term": "nuclear retinoid X receptor binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046966", "qualifier": "enables", "term": "nuclear thyroid hormone receptor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0140416", "pubmed": 27471003, "qualifier": "enables", "term": "transcription regulator inhibitor activity"}]}, "homologene": {"genes": [[7955, 403010], [8364, 613046], [9031, 768353], [9544, 715170], [9598, 737687], [9606, 8431], [9615, 612125], [9913, 514770], [10090, 23957], [10116, 117274]], "id": 8030}, "interpro": [{"desc": "Nuclear hormone receptor, ligand-binding domain", "id": "IPR000536", "short_desc": "Nucl_hrmn_rcpt_lig-bd"}, {"desc": "Nuclear hormone receptor", "id": "IPR001723", "short_desc": "Nuclear_hrmn_rcpt"}, {"desc": "Nuclear receptor subfamily 0 group B member 1/2", "id": "IPR033544", "short_desc": "NR0B1/2"}, {"desc": "Nuclear hormone receptor-like domain superfamily", "id": "IPR035500", "short_desc": "NHR-like_dom_sf"}], "ipi": "IPI00017483", "map_location": "1p36.11", "name": "nuclear receptor subfamily 0 group B member 2", "other_names": ["nuclear receptor SHP", "nuclear receptor subfamily 0 group B member 2", "orphan nuclear receptor SHP", "small heterodimer partner"], "pantherdb": {"HGNC": "7961", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1346344", "ortholog_type": "LDO", "panther_family": "PTHR24081", "taxid": 10090, "uniprot_kb": "Q62227"}, {"RGD": "621032", "ortholog_type": "LDO", "panther_family": "PTHR24081", "taxid": 10116, "uniprot_kb": "P97947"}, {"Ensembl": "ENSGALG00000000887", "ortholog_type": "LDO", "panther_family": "PTHR24081", "taxid": 9031, "uniprot_kb": "F1NCW3"}, {"ZFIN": "ZDB-GENE-080403-9", "ortholog_type": "O", "panther_family": "PTHR24081", "taxid": 7955, "uniprot_kb": "A0A0R4IFS6"}, {"ZFIN": "ZDB-GENE-080403-1", "ortholog_type": "LDO", "panther_family": "PTHR24081", "taxid": 7955, "uniprot_kb": "F8W3I2"}], "uniprot_kb": "Q15466"}, "pathway": {"biocarta": {"id": "pparapathway", "name": "mechanism of gene regulation by peroxisome proliferators via ppara"}, "kegg": {"id": "hsa04976", "name": "Bile secretion - Homo sapiens (human)"}, "netpath": {"id": "Pathway_AndrogenReceptor", "name": "AndrogenReceptor"}, "pid": [{"id": "era_genomic_pathway", "name": "Validated nuclear estrogen receptor alpha network"}, {"id": "erb_genomic_pathway", "name": "Validated nuclear estrogen receptor beta network"}], "reactome": [{"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-383280", "name": "Nuclear Receptor transcription pathway"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}], "wikipathways": [{"id": "WP138", "name": "Androgen receptor signaling pathway"}, {"id": "WP2879", "name": "Farnesoid X receptor pathway"}, {"id": "WP2881", "name": "Estrogen Receptor Pathway"}, {"id": "WP2882", "name": "Nuclear Receptors Meta-Pathway"}, {"id": "WP4754", "name": "IL-18 signaling pathway"}]}, "pdb": ["1YUC", "2Q3Y", "2Z4J", "4DOR", "4ONI", "5UFS", "6W9M", "7YXC", "7YXD", "7YXN", "7YXO", "7YXP", "7YXR"], "pfam": "PF00104", "pharmgkb": "PA31747", "pharos": {"target_id": 15250, "tdl": "Tchem"}, "prosite": "PS51843", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF258595", "relationship": "is"}, {"id": "GNF258596", "relationship": "is"}, {"id": "GNF258597", "relationship": "is"}, {"id": "GNF258598", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF157170", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": {"id": "GNF086720", "relationship": "is"}, "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052859", "relationship": "is"}, {"id": "GNF072736", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF069027", "relationship": "is"}, {"id": "GNF069028", "relationship": "is"}], "GNF_hs_LentiORF-HA-MYC": {"id": "GNF282432", "relationship": "is"}, "GNF_hs_LentiORF-Jred": {"id": "GNF283359", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF010483", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF094061", "relationship": "is"}, {"id": "GNF133719", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1", "NG_012143.1"], "protein": ["NP_068804.1", "XP_011540599.1", "XP_054195159.1"], "rna": ["NM_021969.3", "XM_011542297.4", "XM_054339184.1"], "translation": [{"protein": "NP_068804.1", "rna": "NM_021969.3"}, {"protein": "XP_011540599.1", "rna": "XM_011542297.4"}, {"protein": "XP_054195159.1", "rna": "XM_054339184.1"}]}, "reporter": {"HG-U133_Plus_2": "206410_at", "HG-U95Av2": ["37505_at", "643_at"], "HTA-2_0": "TC01002398.hg.1", "HuEx-1_0": "2402883", "HuGene-1_1": "7914000", "HuGene-2_1": "16683903"}, "summary": "The protein encoded by this gene is an unusual orphan receptor that contains a putative ligand-binding domain but lacks a conventional DNA-binding domain. The gene product is a member of the nuclear hormone receptor family, a group of transcription factors regulated by small hydrophobic hormones, a subset of which do not have known ligands and are referred to as orphan nuclear receptors. The protein has been shown to interact with retinoid and thyroid hormone receptors, inhibiting their ligand-dependent transcriptional activation. In addition, interaction with estrogen receptors has been demonstrated, leading to inhibition of function. Studies suggest that the protein represses nuclear hormone receptor-mediated transactivation via two separate steps: competition with coactivators and the direct effects of its transcriptional repressor function. [provided by RefSeq, Jul 2008].", "symbol": "NR0B2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1334896"}, "unigene": "Hs.427055", "uniprot": {"Swiss-Prot": "Q15466"}, "wikipedia": {"url_stub": "Small heterodimer partner"}}