{"AllianceGenome": "7960", "HGNC": "7960", "MIM": "300473", "_id": "190", "_version": 1, "accession": {"genomic": ["AC005185.1", "AC005926.1", "CH471074.1", "CP068255.2", "LC164813.1", "NC_000023.11", "NC_060947.1", "NG_009814.1", "U31929.1"], "protein": ["AAB32751.1", "AAC13875.1", "AAH11564.1", "ADZ17343.1", "BAZ95741.1", "EAW99051.1", "NP_000466.2", "P51843.2"], "rna": ["AW612655.1", "BC011564.1", "BI772108.1", "HQ692832.1", "NM_000475.5", "S74720.1"], "translation": [{"protein": "NP_000466.2", "rna": "NM_000475.5"}, {"protein": "AAH11564.1", "rna": "BC011564.1"}, {"protein": "AAB32751.1", "rna": "S74720.1"}, {"protein": "ADZ17343.1", "rna": "HQ692832.1"}]}, "alias": ["AHC", "AHCH", "AHX", "DAX-1", "DAX1", "DSS", "GTD", "HHG", "NROB1", "SRXY2"], "ensembl": {"gene": "ENSG00000169297", "protein": ["ENSP00000368246", "ENSP00000368253"], "transcript": ["ENST00000378963", "ENST00000378970"], "translation": [{"protein": "ENSP00000368253", "rna": "ENST00000378970"}, {"protein": "ENSP00000368246", "rna": "ENST00000378963"}], "type_of_gene": "protein_coding"}, "entrezgene": "190", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 4.92649341588, "exp_mis": 136.370794824, "exp_syn": 75.2643194532, "lof_z": 2.19866279704364, "mis_z": 1.94222865503307, "mu_lof": 6.69407515317e-07, "mu_mis": 2.15349448916e-05, "mu_syn": 1.18828182867e-05, "n_lof": 0.0, "n_mis": 90.0, "n_syn": 59.0, "p_li": 0.791995494731047, "p_null": 0.00608627133822449, "p_rec": 0.201918233930728, "syn_z": 1.16222660234419}, "bp": 1413, "cds_end": 30327480, "cds_start": 30322695, "n_exons": 2, "nonpsych": {"exp_lof": 4.44092332684, "exp_mis": 123.666408898, "exp_syn": 68.240277092, "lof_z": 2.0696103764641, "mis_z": 1.84446980207633, "mu_lof": 6.69407515317e-07, "mu_mis": 2.15349448916e-05, "mu_syn": 1.18828182867e-05, "n_lof": 0.0, "n_mis": 83.0, "n_syn": 54.0, "p_li": 0.782835647244138, "p_null": 0.00820434306561481, "p_rec": 0.208960009690247, "syn_z": 1.08532946798361}, "nontcga": {"exp_lof": 4.47767759596, "exp_mis": 124.195451935, "exp_syn": 68.5404624612, "lof_z": 2.08740961239111, "mis_z": 1.88635141722118, "mu_lof": 6.69407515317e-07, "mu_mis": 2.15349448916e-05, "mu_syn": 1.18828182867e-05, "n_lof": 0.0, "n_mis": 82.0, "n_syn": 54.0, "p_li": 0.76925772567974, "p_null": 0.00804051335778807, "p_rec": 0.222701760962472, "syn_z": 1.11205671012279}, "transcript": "ENST00000378970.4"}, "exons": [{"cdsend": 30309363, "cdsstart": 30304578, "chr": "X", "position": [[30304205, 30304823], [30308195, 30309390]], "strand": -1, "transcript": "NM_000475", "txend": 30309390, "txstart": 30304205}], "exons_hg19": [{"cdsend": 30327480, "cdsstart": 30322695, "chr": "X", "position": [[30322322, 30322940], [30326312, 30327507]], "strand": -1, "transcript": "NM_000475", "txend": 30327507, "txstart": 30322322}], "generif": [{"pubmed": 11738790, "text": "describe phenotypic spectrum of disorders associated with mutations and reveal how the discovery of naturally occurring mutations is helping to unravel the role in development and disease [review]"}, {"pubmed": 11748852, "text": "Identified nine novel NR0B1 mutations in X-linked AHC patients (Y81X, 343delG, 457delT, 629delG, L295P, 926-927delTG, 1130delA, 1141-1155del15, and E428X)."}, {"pubmed": 11875111, "text": "potently inhibits ligand-dependent transcriptional activation as well as the interaction between the N- and C-terminal activation domains of the androgen receptor"}, {"pubmed": 12034880, "text": "X-linked adrenal hypoplasia congenita is caused by abnormal nuclear localization of the DAX-1 protein"}, {"pubmed": 12083815, "text": "adrenal hypoplasia congenita and multiple pituitary hormone deficiency without mutations in the DAX1 or SF1 genes"}, {"pubmed": 12213901, "text": "WT1 and this protein inhibit aromatase P450 expression in human endometrial and endometriotic stromal cells"}, {"pubmed": 12519885, "text": "An alternate translation initiation site circumvents an amino-terminal DAX1 nonsense mutation (Q37X) leading to a mild form of X-linked adrenal hypoplasia congenita."}, {"pubmed": 12636049, "text": "missense mutations and deletions in dax1 protein is associated with persistent hypertriglyceridemia"}, {"pubmed": 12727988, "text": "modulation of DAX-1 and steroidogenic factor-1 intracellular levels in granulosa cells suggests that these transcription factors could be involved in mitogen-activated protein kinase suppression of steroidogenic acute regulatory protein expression"}, {"pubmed": 12771131, "text": "SMRT and DAX-1 repress agonist-dependent activity of both androgen and progesterone receptors"}, {"pubmed": 12843196, "text": "DAX-1 and COUP-TFII may play a role in the modulation of Ad4BP/SF-1-dependent transcription of steroidogenic enzymes in different cell types and follicular stages in normal cycling human ovaries."}, {"pubmed": 15044589, "text": "DAX-1alpha can bind to steroidogenic factor 1 and to DNA but is unable to repress steroidogenic factor 1-mediated transcriptional activation of the reporter gene and acts as an antagonist of DAX-1 under certain conditions"}, {"pubmed": 15084237, "text": "DAX-1 might modify the AR & ER-beta intracellular location. Because a direct positive relation between the expression of these three receptors was found, the presence of DAX-1 in neoplastic cells might indicate a possible failure of endocrine therapies."}, {"pubmed": 15379426, "text": "It remains probable that this unusual patient has either a DAX1 or SF1 mutation defect. A Wnt-4 defect was not evaluated."}, {"pubmed": 15589120, "text": "determined the presence of an alternatively spliced form of NR0B1, NR0B1A; NR0B1A is encoded by NR0B1 exon 1 & exon 2A located within the 3385 nt intron between NR0B1 exons 1 and 2; detected expression of NR0B1A in adrenal gland, testis, ovary & pancreas"}, {"pubmed": 15841486, "text": "13 novel mutations in the DAX1 protein associated with adrenal hypoplasia gongenita are described."}, {"pubmed": 15879363, "text": "DAX-1 is a major repressor of ACTH-R gene expression in vitro and in vivo."}, {"pubmed": 15988384, "text": "*mutated in adrenal gland and reproduction disorderse (REVIEW)"}, {"pubmed": 16206264, "text": "The high levels of DAX1 found in Ewing tumors and its potent transcriptional repressor activity suggest that the oncogenic effect of EWS/FLI1 may be mediated, at least in part, by the up-regulation of DAX1 expression."}, {"pubmed": 16232195, "text": "DAX-1 may inhibit the proliferation and progression of endometrial carcinoma through inhibition of estrogenic actions, possibly by interacting with estrogen receptors present in carcinoma cells, rather than regulating in situ steroidogenesis"}, {"pubmed": 16275267, "text": "Somatic abnormalities in DAX1 are absent or uncommon in patients with idiopathic nonobstructive azoospermia"}, {"pubmed": 16355812, "text": "Two Taiwanese patients with adrenal hypoplasia congenita were detected to have novel mutations of the DAX1 (NR0B1) gene."}, {"pubmed": 16645015, "text": "Three known and two novel mutations were detected in the DAX1 coding sequence in X-linked adrenal hypoplasia congenita patients"}, {"pubmed": 16684822, "text": "nuclear receptor DAX1 mutations are a relatively frequent cause of adrenal failure in this group of boys"}, {"pubmed": 16709599, "text": "DAX1 and small heterodimer partner (SHP) form homodimers individually, as well as DAX1-SHP heterodimers suggesting the possibility of novel functions independent of their coregulator roles."}, {"pubmed": 16834661, "text": "DAX-1 plays a critical role in spermatogenesis in the human testis"}, {"pubmed": 17114343, "text": "The gene that was most reproducibly up-regulated by EWS/FLI was NR0B1."}, {"pubmed": 17308433, "text": "Novel features of this family include a novel DAX1 mutation, marked variability in age of presentation, hypertension on 'standard' doses of 9alpha-fludrocortisone and mild testicular enlargement."}, {"pubmed": 17573657, "text": "Study describes 3 siblings with adrenal hypoplasia congenita, with different phenotypes; molecular analysis detected a novel mutation, a transition of C to T at position 359 in exon 1 of the DAX1 gene, determining a stop codon."}, {"pubmed": 18038713, "text": "novel DAX-1 mutation was detected in two family members with different phenotype: one live infant with adrenal hypoplasia, his mother, and probably his dead brother"}, {"pubmed": 18202527, "text": "study reported patients with adrenal hypoplasia congenita and hypogonadotropic hypogonadism caused by the loss of function mutations of the DAX-1 gene"}, {"pubmed": 18381063, "text": "DAX-1 acts as a corepressor of PPARgamma and performs a potential function in the regulation of PPARgamma-mediated cellular differentiation."}, {"pubmed": 18417736, "text": "DAX-1 directly modulates GR signaling in addition to affecting glucocorticoid hormone levels"}, {"pubmed": 18591936, "text": "DAX1 is important in the pathogenesis of the Ewing's family of tumors, and is a cell-cycle progression regulator."}, {"pubmed": 18819054, "text": "In comparison to DAX-1A, DAX-1 is, by far, the predominant mRNA isoform found in human adrenal glands and gonads."}, {"pubmed": 18824868, "text": "Ad4BP/SF-1 and DAX-1 are expressed not only in benign adrenal adenoma but also malignant adrenocortical carcinoma, it is useful to distinguish from other retroperitoneal tumors"}, {"pubmed": 18827407, "text": "DAX1 immunoreactivity is considered a new biological modulator of human prostate cancer, but independent to the status of sex steroid receptors in human prostate cancer tissues."}, {"pubmed": 18941128, "text": "three unrelated cases with variable clinical presentations of congenital adrenal hypoplasia, all with novel mutations in the DAX-1 gene"}, {"pubmed": 18984668, "text": "The positive interaction between DAX1 and SF-1 in regulating PBX1 may be an important mechanism in adrenal gland development and diseases."}, {"pubmed": 19015525, "text": "structure of the Dax-1:LRH-1 complex provides the molecular mechanism for the function of Dax-1 as a potent transcriptional repressor"}, {"pubmed": 19129717, "text": "the first case report of X-linked adrenal hypoplasia congenita associated with HHG caused by an intronic mutation of the DAX-1 gene."}, {"pubmed": 19188450, "text": "These findings reveal novel functions of SRA and Dax-1 in steroidogenesis and adrenal biology."}, {"pubmed": 19199243, "text": "X-linked AHC in the kindred was caused by a novel mutation of 428delG in the DAX-1 gene."}, {"pubmed": 19237537, "text": "RNF31 functions to stabilize DAX-1; RNF31 appears to be required for DAX-1 to repress transcription"}, {"pubmed": 19384854, "text": "Results suggest that DAX-1 and SOX6 proteins interact, have overlapped expression in the testis, and act antagonistically during pre-mRNA splicing."}, {"pubmed": 19508677, "text": "In X-linked adrenal hypoplasia congenita caused by different molecular defects in NR0B1 gene, the clinical spectrum of the disease is quite variable and precocious sexual development is a prominent feature."}, {"pubmed": 19644015, "text": "NR0B1 might play a role in the malignant potential of lung adenocarcinoma"}, {"pubmed": 19651776, "text": "DAX-1 inhibits transcriptional activity of HNF4alpha and modulates hepatic gluconeogenic gene expression"}, {"pubmed": 19672728, "text": "A new mutation resulting in a truncated protein of 76 amino acids, the same in all three affected male patients and in the asymptomatic women of the family."}, {"pubmed": 19726747, "text": "These results identify nNOS as a target gene of a novel RA/PI3K/Akt/DAX1-dependent pathway in human neuroblastoma cells"}, {"pubmed": 19773398, "text": "A noncoding mutation causing AHCH, an inversion resulting in a phenotype similar to what is caused by intragenic NR0B1 null mutations. The inversion seems to disrupt and/or relocate regulatory sites crucial in DAX1 expression."}, {"pubmed": 19920188, "text": "Data suggest that EWS/FLI and NR0B1 physically interact, coordinately modulate gene expression, and mediate the transformed phenotype of Ewing's sarcoma."}, {"pubmed": 20080977, "text": "DAX-1 acts as a novel corepressor of liver X receptor alpha and inhibits hepatic lipogenesis"}, {"pubmed": 20573681, "text": "DAX1 mutations influence the hypothalamus-pituitary-gonadal and adrenal axis and lead to adrenal hypoplasia congenita and hypogonadotropic hypogonadism."}, {"pubmed": 21029627, "text": "Male children with adrenal cortical hypofunction should be suspected of X-linked AHC with mutations in NR0B1."}, {"pubmed": 21164257, "text": "This review will focus on the expanding range of phenotypes associated with DAX-1 and SF-1 mutations."}, {"pubmed": 21227944, "text": "patient with X-linked congenital adrenal hypoplasia (and associated with hypogonadotropic hypogonadism) was found to have a mutation in NR0B1 [(C1210T) leading to a stop codon in position 404 (Q404X)] [CASE REPORT]"}, {"pubmed": 21270512, "text": "Results describe two novel mutations in the human DAX1 gene in patients with X-linked adrenal hypoplasia congenita."}, {"pubmed": 21378322, "text": "In operable node-negative breast cancer, strong DAX-1 expression is associated with excellent survival."}, {"pubmed": 21632081, "text": "Nonsense and frameshift mutations of the DAX-1 gene partially eliminated the ability of DAX-1 to repress the transcription of steroidogenic acute regulatory protein"}, {"pubmed": 21672607, "text": "Reviews the clinical manifestations associated with DAX1 mutations as well as the evolving information about its function."}, {"pubmed": 21739173, "text": "A novel DAX1 missense mutation, c.1274G>T (p.Arg425Ile), causing X-linked adrenal hypoplasia congenita, was found in a Congolese family."}, {"pubmed": 21775412, "text": "DAX-1/DAX-1A is expressed in germ cells from spermatogonia to spermatids. The similar mRNA expression of DAX-I and DAX-IA in testicular tissues from cases and controls does not support the involvement of DAX-1 in primary spermatogenic failure."}, {"pubmed": 21856289, "text": "DAX1 acts as a co-repressor to negatively modulate FXR transactivity."}, {"pubmed": 22456342, "text": "genetic association study in Swedish subjects: studies to characterize NR0B1 deletions (and contiguous gene deletions) in patients with X-linked congenital adrenal hypoplasia (and their mothers); correlation of genotypes with divergent phenotypes"}, {"pubmed": 22749036, "text": "These data suggest that GGAA microsatellite polymorphisms in the NR0B1 gene might influence disease susceptibility and prognosis in Ewing sarcoma in unanticipated ways."}, {"pubmed": 22761912, "text": "decreases in testosterone and inhibin B levels indicated a progressive loss of testicular function in boys carrying NR0B1 mutations"}, {"pubmed": 22768659, "text": "DAX1 gene mutations are associated with primary adrenal insufficiency."}, {"pubmed": 22843091, "text": "These results indicate the reciprocal relationship between NR0B1 and PPARgamma on the malignant grade of lung adenocarcinoma"}, {"pubmed": 22896671, "text": "DAX-1 as a novel and potent constitutive androstane receptor (CAR) corepressor and suggest that DAX-1 functions as a coordinate hepatic regulator of CAR's biological function."}, {"pubmed": 23018754, "text": "study identified NR0B1 sequence variants in 4 congenital adrenal hypoplasia/hypogonadal hypogonadism pedigrees; 3 are novel and 2 represent the first NR0B1 variants reported in patients of Arabic ethnic origin"}, {"pubmed": 23378245, "text": "NR0B1 (DAX1) mutations in patients affected by congenital adrenal hypoplasia with growth hormone deficiency"}, {"pubmed": 23512386, "text": "Novel mutations in DAX1 of X-linked adrenal hypoplasia congenita over several generations in one family."}, {"pubmed": 23585174, "text": "We report a novel non-sense p.Gln208X mutation in the amino terminal domain of the DAX-1 gene observed in a large family with three boys presenting with adrenal manifestations at different ages."}, {"pubmed": 23824603, "text": "Loss of NR0B1 gene is associated with adrenal hypoplasia congenita with phenotypic features suggestive of neurofibromatosis type 1"}, {"pubmed": 23846226, "text": "Androgens, through DAX-1, inhibit aromatase expression in breast cancer cell lines."}, {"pubmed": 24104199, "text": "MiR-561 worsens APAP-induced hepatotoxicity via inhibition of DAX-1."}, {"pubmed": 24531914, "text": "Data suggest that levels of DAX1/NR0B1 in subcapsular zone of adrenal glands (zona glomerulosa) are not prominently different in subjects with primary aldosteronism, subjects with aldosterone-producing adrenocortical adenomas, or normal subjects."}, {"pubmed": 24668626, "text": "Overall, these results indicated that the main mechanism of sex reversal are not associated with mutations in the coding regions of SOX9 and DAX1 or copy number variations of SOX9, which is consistent with results of previous studies."}, {"pubmed": 24751136, "text": "DAX-1 protein is necessary to maintain normal spermatogenesis. In humans, male fertility has been studied in few patients carrying DAX-1 mutations. Review."}, {"pubmed": 25003377, "text": "Deletion in exon 2 of NR0B1 is associated with late onset X-linked adrenal hypoplasia congenita with hypogonadotropic hypgonadism."}, {"pubmed": 25079468, "text": "Case Report: novel mutation in the NR0B1 (DAX1) gene in a large family with two boys affected by congenital adrenal hypoplasia."}, {"pubmed": 25171651, "text": "results suggest a previously unknown DAX-1/beta-Catenin molecular network controlling HCC development"}, {"pubmed": 25968435, "text": "DAX1 mutations were associated with X-linked adrenal hypoplasia congenita and hypogonadotropic hypogonadism."}, {"pubmed": 25985323, "text": "DAX1 and SF1 expression positively correlated in pediatric adrenocortical tumors, suggesting that these transcription factors might cooperate in adrenocortical tumorigenesis."}, {"pubmed": 26168243, "text": "DAX-1 is less specific than Ap2beta, however it is a sensitive marker for translocation positive ARMS and can be helpful in their diagnosis if used in combination with Ap2beta"}, {"pubmed": 26207377, "text": "This novel mutation (p. V385L) of DAX-1 is the first to be identified in association with secretory azoospermia, thereby highlighting the important role of DAX-1 in spermatogenesis."}, {"pubmed": 27035099, "text": "These findings suggested that the mutation of NR0B1 in X-linked adrenal hypoplasia congenita and hypogonadotropic hypogonadism enhanced the function of DAX1 to repress SF-1 activation, while DAX1 is expected to have additional roles in the pathological mechanism."}, {"pubmed": 27281610, "text": "Based on the level of NR0B1 expression in lung adenocarcinoma cells with different clinical stages, our results indicate that epigenetic modifications promote NR0B1 activation to maintain the self-renewal of cancer cells."}, {"pubmed": 28075027, "text": "A novel missense mutation (c.775T>C; p.ser259Pro) in the NROBI gene cause a late-onset adrenal insufficiency without hypogonadism."}, {"pubmed": 28284037, "text": "Nonsense mutation in the DAX-1 gene is associated with precocious puberty and late-onset hypogonadotropic hypogonadism."}, {"pubmed": 29497051, "text": "Silence of DAX1 significantly inhibited the cell growth, tumorigenicity, and tumorsphere formation."}, {"pubmed": 30537713, "text": "an intrinsic, gonadotropin- and ACTH-independent activation of steroidogenesis in the DAX1 deficient testes leads to precocious puberty in adrenal hypoplasia congenital in patients with DAX1 mutations."}, {"pubmed": 30840280, "text": "microRNA-106a promoted the invasion, migration, and proliferation of breast cancer by targeting DAX-1"}, {"pubmed": 31030432, "text": "Genetic analysis revealed a novel missense c.827A>C of DAX1 (p.Q276P) mutation in a hotspot region within a highly conserved domain"}, {"pubmed": 31219797, "text": "Mutations in NR0B1 gene are associated with adrenal insufficiency."}, {"pubmed": 32028936, "text": "Spontaneous fertility and variable spectrum of reproductive phenotype in a family with adult-onset X-linked adrenal insufficiency harboring a novel DAX-1/NR0B1 mutation."}, {"pubmed": 32166680, "text": "A Novel NR0B1 Gene Mutation Causes Different Phenotypes in Two Male Patients with Congenital Adrenal Hypoplasia."}, {"pubmed": 34373561, "text": "Nonsense variant of NR0B1 causes hormone disorders associated with congenital adrenal hyperplasia."}, {"pubmed": 34941945, "text": "Inhibition of beta-catenin dependent WNT signalling upregulates the transcriptional repressor NR0B1 and downregulates markers of an A9 phenotype in human embryonic stem cell-derived dopaminergic neurons: Implications for Parkinson's disease."}, {"pubmed": 35230670, "text": "Adrenal Hypoplasia Congenita-Hypogonadotropic Hypogonadism Syndrome Due to NR0B1 Gene Mutations."}, {"pubmed": 35848959, "text": "Novel non-stop variant of the NR0B1 gene in two siblings with adrenal hypoplasia congenita."}, {"pubmed": 37118935, "text": "New insights into X-linked adrenal hypoplasia congenita from a novel splice-site variant of NR0B1 and adrenal CT images."}, {"pubmed": 37991109, "text": "NR0B1 augments sorafenib resistance in hepatocellular carcinoma through promoting autophagy and inhibiting apoptosis."}], "genomic_pos": {"chr": "X", "end": 30309390, "ensemblgene": "ENSG00000169297", "start": 30304206, "strand": -1}, "genomic_pos_hg19": {"chr": "X", "end": 30327715, "start": 30322323, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007283", "qualifier": "involved_in", "term": "spermatogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008104", "pubmed": 11875111, "qualifier": "involved_in", "term": "protein localization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0008406", "pubmed": 7990953, "qualifier": "involved_in", "term": "gonad development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0008584", "qualifier": "involved_in", "term": "male gonad development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0008584", "pubmed": 7990958, "qualifier": "involved_in", "term": "male gonad development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010894", "pubmed": 9384387, "qualifier": "acts_upstream_of", "term": "negative regulation of steroid biosynthetic process"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0021854", "pubmed": 15464421, "qualifier": "involved_in", "term": "hypothalamus development"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0021983", "pubmed": 15464421, "qualifier": "involved_in", "term": "pituitary gland development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030238", "qualifier": "involved_in", "term": "male sex determination"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030325", "qualifier": "involved_in", "term": "adrenal gland development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030325", "pubmed": 7990953, "qualifier": "involved_in", "term": "adrenal gland development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0033144", "pubmed": 11875111, "qualifier": "involved_in", "term": "negative regulation of intracellular steroid hormone receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033327", "qualifier": "involved_in", "term": "Leydig cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035902", "qualifier": "involved_in", "term": "response to immobilization stress"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035987", "qualifier": "involved_in", "term": "endodermal cell differentiation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043433", "qualifier": "involved_in", "term": "negative regulation of DNA-binding transcription factor activity"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043433", "pubmed": 19651776, "qualifier": "involved_in", "term": "negative regulation of DNA-binding transcription factor activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045892", "pubmed": [7990953, 9384387], "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045892", "pubmed": 19651776, "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060008", "qualifier": "involved_in", "term": "Sertoli cell differentiation"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [7990953, 10848616, 16709599, 19651776], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 16709599, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005840", "pubmed": 10848616, "qualifier": "located_in", "term": "ribosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 10848616, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016607", "qualifier": "located_in", "term": "nuclear speck"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0034451", "qualifier": "located_in", "term": "centriolar satellite"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043231", "qualifier": "located_in", "term": "intracellular membrane-bounded organelle"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0003714", "qualifier": "enables", "term": "transcription corepressor activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0003714", "pubmed": 19651776, "qualifier": "enables", "term": "transcription corepressor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003723", "pubmed": 10848616, "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [12771131, 16709599, 16713569, 25416956, 25910212, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008134", "qualifier": "enables", "term": "transcription factor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0016922", "pubmed": 11875111, "qualifier": "enables", "term": "nuclear receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019904", "pubmed": 15100213, "qualifier": "enables", "term": "protein domain specific binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0032448", "pubmed": 9384387, "qualifier": "enables", "term": "DNA hairpin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042803", "pubmed": 16709599, "qualifier": "enables", "term": "protein homodimerization activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0061629", "pubmed": 19651776, "qualifier": "enables", "term": "RNA polymerase II-specific DNA-binding transcription factor binding"}]}, "homologene": {"genes": [[7955, 100001692], [8364, 100487043], [9031, 395285], [9544, 574154], [9598, 450140], [9606, 190], [9615, 100855508], [9913, 281949], [10090, 11614], [10116, 58850]], "id": 403}, "interpro": [{"desc": "Nuclear hormone receptor, ligand-binding domain", "id": "IPR000536", "short_desc": "Nucl_hrmn_rcpt_lig-bd"}, {"desc": "Nuclear receptor subfamily 0 group B member 1/2", "id": "IPR033544", "short_desc": "NR0B1/2"}, {"desc": "Nuclear hormone receptor-like domain superfamily", "id": "IPR035500", "short_desc": "NHR-like_dom_sf"}, {"desc": "Nuclear hormone receptor", "id": "IPR001723", "short_desc": "Nuclear_hrmn_rcpt"}, {"desc": "Nuclear receptor repeat", "id": "IPR025900", "short_desc": "Nuclear_receptor_repeat"}], "ipi": ["IPI00020943", "IPI00646717"], "map_location": "Xp21.2", "name": "nuclear receptor subfamily 0 group B member 1", "other_names": ["DSS-AHC critical region on the X chromosome protein 1", "nuclear hormone receptor", "nuclear receptor DAX-1", "nuclear receptor subfamily 0 group B member 1"], "pantherdb": {"HGNC": "7960", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1352460", "ortholog_type": "LDO", "panther_family": "PTHR24081", "taxid": 10090, "uniprot_kb": "Q61066"}, {"RGD": "62028", "ortholog_type": "LDO", "panther_family": "PTHR24081", "taxid": 10116, "uniprot_kb": "P70503"}, {"Ensembl": "ENSGALG00000016287", "ortholog_type": "LDO", "panther_family": "PTHR24081", "taxid": 9031, "uniprot_kb": "F1NRP9"}, {"ZFIN": "ZDB-GENE-070130-1", "ortholog_type": "LDO", "panther_family": "PTHR24081", "taxid": 7955, "uniprot_kb": "F1QNF1"}], "uniprot_kb": "P51843"}, "pathway": {"kegg": {"id": "hsa04927", "name": "Cortisol synthesis and secretion - Homo sapiens (human)"}, "pid": [{"id": "ar_tf_pathway", "name": "Regulation of Androgen receptor activity"}, {"id": "era_genomic_pathway", "name": "Validated nuclear estrogen receptor alpha network"}, {"id": "erb_genomic_pathway", "name": "Validated nuclear estrogen receptor beta network"}], "reactome": [{"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-383280", "name": "Nuclear Receptor transcription pathway"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}], "wikipathways": {"id": "WP170", "name": "Nuclear receptors"}}, "pdb": "4RWV", "pfam": ["PF00104", "PF14046"], "pharmgkb": "PA31746", "pharos": {"target_id": 6673, "tdl": "Tbio"}, "pir": "S50854", "prosite": "PS51843", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF245551", "relationship": "is"}, {"id": "GNF245552", "relationship": "is"}, {"id": "GNF245553", "relationship": "is"}, {"id": "GNF245554", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF162723", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF031570", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF086717", "relationship": "is"}, {"id": "GNF086718", "relationship": "is"}, {"id": "GNF086719", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053976", "relationship": "is"}, {"id": "GNF058755", "relationship": "is"}, {"id": "GNF074031", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF062269", "relationship": "is"}, {"id": "GNF062270", "relationship": "is"}], "GNF_hs_LentiORF-HA-MYC": {"id": "GNF283038", "relationship": "is"}, "GNF_hs_LentiORF-Jred": {"id": "GNF283965", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF010482", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF094071", "relationship": "is"}, {"id": "GNF133729", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000023.11", "NC_060947.1", "NG_009814.1"], "protein": "NP_000466.2", "rna": "NM_000475.5", "translation": {"protein": "NP_000466.2", "rna": "NM_000475.5"}}, "reporter": {"HG-U133_Plus_2": ["206644_at", "206645_s_at"], "HG-U95Av2": "39970_at", "HTA-2_0": ["TC0X000938.hg.1", "TC0X002022.hg.1"], "HuEx-1_0": "4003857", "HuGene-1_1": "8171892", "HuGene-2_1": "17109885"}, "retired": [1835, 8238], "summary": "This gene encodes a protein that contains a DNA-binding domain. The encoded protein acts as a dominant-negative regulator of transcription which is mediated by the retinoic acid receptor. This protein also functions as an anti-testis gene by acting antagonistically to Sry. Mutations in this gene result in both X-linked congenital adrenal hypoplasia and hypogonadotropic hypogonadism. [provided by RefSeq, Jul 2008].", "symbol": "NR0B1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1417820"}, "unigene": "Hs.268490", "uniprot": {"Swiss-Prot": "P51843", "TrEMBL": ["A6NNU8", "F1D8P4"]}, "wikipedia": {"url_stub": "DAX1"}}