{"AllianceGenome": "7976", "HGNC": "7976", "MIM": "107773", "_id": "7026", "_version": 1, "accession": {"genomic": ["AC016251.9", "CH471101.1", "CP068263.2", "NC_000015.10", "NC_060939.1", "NG_016753.1", "U60477.1"], "protein": ["AAA21479.1", "AAA86429.1", "AAB09475.1", "AAH14664.1", "AAH42897.1", "AAI06084.1", "ADZ17359.1", "ADZ17360.1", "ADZ17361.1", "BAG60954.1", "BAG63083.1", "BAH02302.1", "BAH14457.1", "CAR63888.1", "EAX02195.1", "EAX02196.1", "EAX02197.1", "EAX02198.1", "NP_001138627.1", "NP_001138628.1", "NP_001138629.1", "NP_066285.1", "P24468.1"], "rna": ["AB307711.1", "AF087993.1", "AK298824.1", "AK301595.1", "AK316086.1", "BC014664.1", "BC033957.1", "BC034585.1", "BC042897.1", "BC106083.1", "BX538114.1", "FM208183.1", "HQ692848.1", "HQ692849.1", "HQ692850.1", "M62760.1", "M64497.1", "NM_001145155.2", "NM_001145156.1", "NM_001145157.2", "NM_021005.4"], "translation": [{"protein": "AAH42897.1", "rna": "BC042897.1"}, {"protein": "BAH14457.1", "rna": "AK316086.1"}, {"protein": "ADZ17361.1", "rna": "HQ692850.1"}, {"protein": "BAH02302.1", "rna": "AB307711.1"}, {"protein": "AAA86429.1", "rna": "M64497.1"}, {"protein": "NP_066285.1", "rna": "NM_021005.4"}, {"protein": "ADZ17360.1", "rna": "HQ692849.1"}, {"protein": "AAA21479.1", "rna": "M62760.1"}, {"protein": "CAR63888.1", "rna": "FM208183.1"}, {"protein": "NP_001138627.1", "rna": "NM_001145155.2"}, {"protein": "BAG63083.1", "rna": "AK301595.1"}, {"protein": "ADZ17359.1", "rna": "HQ692848.1"}, {"protein": "AAI06084.1", "rna": "BC106083.1"}, {"protein": "BAG60954.1", "rna": "AK298824.1"}, {"protein": "AAH14664.1", "rna": "BC014664.1"}, {"protein": "NP_001138628.1", "rna": "NM_001145156.1"}, {"protein": "NP_001138629.1", "rna": "NM_001145157.2"}]}, "alias": ["ARP-1", "ARP1", "CHTD4", "COUPTF2", "COUPTFB", "COUPTFII", "NF-E3", "SRXX5", "SVP40", "TFCOUP2"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2023-08-01T16:00:00.000Z", "disease_label": "NR2F2 related multiple congenital anomalies/dysmorphic syndrome", "gcep": "Congenital Heart Disease Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0800458", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_2bac9024-04eb-4cea-8886-3181c948e54b-2023-08-01T160000.000Z", "sop": "SOP10"}}, "ensembl": {"gene": "ENSG00000185551", "protein": ["ENSP00000377721", "ENSP00000377726", "ENSP00000389853", "ENSP00000401674", "ENSP00000457112"], "transcript": ["ENST00000394166", "ENST00000394171", "ENST00000421109", "ENST00000453270", "ENST00000559679"], "translation": [{"protein": "ENSP00000401674", "rna": "ENST00000421109"}, {"protein": "ENSP00000377721", "rna": "ENST00000394166"}, {"protein": "ENSP00000457112", "rna": "ENST00000559679"}, {"protein": "ENSP00000389853", "rna": "ENST00000453270"}, {"protein": "ENSP00000377726", "rna": "ENST00000394171"}], "type_of_gene": "protein_coding"}, "entrezgene": "7026", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 7.70311761692, "exp_mis": 214.09662399, "exp_syn": 121.510054517, "lof_z": 2.7493052931054, "mis_z": 5.78628894733762, "mu_lof": 6.33393688646e-07, "mu_mis": 2.05970449879e-05, "mu_syn": 1.16425781514e-05, "n_lof": 0.0, "n_mis": 41.0, "n_syn": 82.0, "p_li": 0.916704230117823, "p_null": 0.000561445912340593, "p_rec": 0.0827343239698361, "syn_z": 2.22203726255614}, "bp": 1245, "cds_end": 96880851, "cds_start": 96875334, "n_exons": 3, "nonpsych": {"exp_lof": 6.91461771653, "exp_mis": 193.720663377, "exp_syn": 109.92088476, "lof_z": 2.58247465402213, "mis_z": 5.78808552234405, "mu_lof": 6.33393688646e-07, "mu_mis": 2.05970449879e-05, "mu_syn": 1.16425781514e-05, "n_lof": 0.0, "n_mis": 34.0, "n_syn": 77.0, "p_li": 0.903400664640486, "p_null": 0.000994387264110513, "p_rec": 0.0956049480954036, "syn_z": 1.97694715786503}, "nontcga": {"exp_lof": 7.08126896875, "exp_mis": 196.963309256, "exp_syn": 111.783662733, "lof_z": 2.62504525940628, "mis_z": 5.82054825792088, "mu_lof": 6.33393688646e-07, "mu_mis": 2.05970449879e-05, "mu_syn": 1.16425781514e-05, "n_lof": 0.0, "n_mis": 33.0, "n_syn": 65.0, "p_li": 0.900648892950982, "p_null": 0.000878368235571926, "p_rec": 0.0984727388134459, "syn_z": 2.80173879747759}, "transcript": "ENST00000394166.3"}, "exons": [{"cdsend": 96337622, "cdsstart": 96326309, "chr": "15", "position": [[96326045, 96326352], [96334075, 96334603], [96337347, 96340256]], "strand": 1, "transcript": "NM_001145155", "txend": 96340256, "txstart": 96326045}, {"cdsend": 96337622, "cdsstart": 96334092, "chr": "15", "position": [[96332564, 96332621], [96334075, 96334603], [96337347, 96340263]], "strand": 1, "transcript": "NM_001145156", "txend": 96340263, "txstart": 96332564}, {"cdsend": 96337622, "cdsstart": 96334092, "chr": "15", "position": [[96333764, 96333857], [96334075, 96334603], [96337347, 96340256]], "strand": 1, "transcript": "NM_001145157", "txend": 96340256, "txstart": 96333764}, {"cdsend": 96337622, "cdsstart": 96332105, "chr": "15", "position": [[96330699, 96332547], [96334075, 96334603], [96337347, 96340256]], "strand": 1, "transcript": "NM_021005", "txend": 96340256, "txstart": 96330699}], "exons_hg19": [{"cdsend": 96880851, "cdsstart": 96869538, "chr": "15", "position": [[96869274, 96869581], [96877304, 96877832], [96880576, 96883485]], "strand": 1, "transcript": "NM_001145155", "txend": 96883485, "txstart": 96869274}, {"cdsend": 96880851, "cdsstart": 96877321, "chr": "15", "position": [[96875793, 96875850], [96877304, 96877832], [96880576, 96883492]], "strand": 1, "transcript": "NM_001145156", "txend": 96883492, "txstart": 96875793}, {"cdsend": 96880851, "cdsstart": 96877321, "chr": "15", "position": [[96876993, 96877086], [96877304, 96877832], [96880576, 96883485]], "strand": 1, "transcript": "NM_001145157", "txend": 96883485, "txstart": 96876993}, {"cdsend": 96880851, "cdsstart": 96875334, "chr": "15", "position": [[96873928, 96875776], [96877304, 96877832], [96880576, 96883485]], "strand": 1, "transcript": "NM_021005", "txend": 96883485, "txstart": 96873928}], "generif": [{"pubmed": 12614160, "text": "COUP-TFII represses the alpha-subunit of mitochondrial F1F0 ATP synthase (ATPA) complex and inhibits the USF2-dependent transactivation of the ATPA promoter through competition for an overlapping bindng site in the ATPA cis-acting regulatory element 1."}, {"pubmed": 12843196, "text": "DAX-1 and COUP-TFII may play a role in the modulation of Ad4BP/SF-1-dependent transcription of steroidogenic enzymes in different cell types and follicular stages in normal cycling human ovaries."}, {"pubmed": 15265774, "text": "GR stimulates COUP-TFII-induced transactivation by attracting cofactors via its activation function-1, while COUP-TFII represses the GR-governed transcriptional activity by tethering corepressors ..."}, {"pubmed": 17455195, "text": "the DR motif site of the renin gene functions as a negative regulatory element involved in a twofold repression of transcription; nucleic receptors bind the site and are important in renin gene expression; one of the binding proteins may be COUP-TFII."}, {"pubmed": 18199540, "text": "Regulation of vascular endothelial growth factor D by hepatocyte nuclear factor-4 alpha and chicken ovalbumin upstream promoter transcription factors 1 and 2."}, {"pubmed": 18765665, "text": "COUP-TFII antagonizes the repression of the PED/PEA-15 gene by HNF-4alpha."}, {"pubmed": 18798693, "text": "Data demonstrate that COUP-TFII is a ligand-regulated nuclear receptor, in which ligands activate the receptor by releasing it from the autorepressed conformation."}, {"pubmed": 18815287, "text": "venous endothelial cell fate regulator COUP-TFII is expressed in lymphatic cells throughout development and physically interacts with Prox1 to form a stable complex in various cell types"}, {"pubmed": 19082449, "text": "COUP-TFII may represent a biomarker for good prognosis in colorectal cancer."}, {"pubmed": 19154418, "text": "COUP-TFII was investigated as a possible regulator of lymphangiogenesis via vascular endothelial growth factor-C expression."}, {"pubmed": 19210544, "text": "The present study shows that COUP-TFII plays important roles in the regulation of the function of Prox1."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20147377, "text": "Novel and distinct cell-intrinsic mechanisms mediated by COUP-TF genes to direct the specification and differentiation of progenitor cells; COUP-TFs are crucial for dorsalization of the eye."}, {"pubmed": 20195529, "text": "Results strongly suggest that NR2F2 is involved in villous CTB cell differentiation and that NR2F2 acts, at least in part, by directly activating TFAP2A gene expression and by potentiating the transactivation of TFAP2A by RARA and RXRA."}, {"pubmed": 20351309, "text": "Data suggest a novel model that the endothelial cell fate regulators, Notch, COUP-TFII, and Prox1, are under an exquisite feedback control mechanism and dynamically regulate each other in LECs."}, {"pubmed": 20386594, "text": "role for the TGFbeta pathway and COUP-TFII in mediating the endothelial transdifferentiating properties of retinoic acid"}, {"pubmed": 20549515, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20585627, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 21151097, "text": "NR2F2 plays a crucial role in the activation of neural genes during early differentiation in humans."}, {"pubmed": 22178710, "text": "In summary, COUP-TFII is expressed in the human fetal forebrain in GABAergic cells, according to its possible role in migration of cortical interneurons."}, {"pubmed": 22493443, "text": "COUP-TFII negatively regulates osteoblast differentiation via interaction with Runx2, and during the differentiation state, BMP2-induced Runx2 represses COUP-TFII expression and promotes osteoblast differentiation."}, {"pubmed": 22606236, "text": "The C-allele at rs3743462 was associated with increased NR2F2 binding and decreased NR2F2 gene expression."}, {"pubmed": 22693611, "text": "nucleolin plays a coregulatory role in transcriptional regulation of the tumor suppressor RARB2 by COUP-TFII"}, {"pubmed": 22734039, "text": "COUP-TFII regulates vein identity by suppressing the Notch signal pathway."}, {"pubmed": 23136034, "text": "MiR-302 inhibits NR2F2 and promotes pluripotency through indirect positive regulation of OCT4."}, {"pubmed": 23201680, "text": "findings reveal that the destruction of the TGF-beta-dependent barrier by COUP-TFII is crucial for the progression of PTEN-mutant prostate cancer into a life-threatening disease"}, {"pubmed": 23345397, "text": "COUP-TFII orchestrates venous and lymphatic endothelial identity by homo- or hetero-dimerisation with PROX1"}, {"pubmed": 23458092, "text": "COUP-TFII-V2 negatively regulates the function of COUP-TFII by inhibiting its binding to DNA, decreasing Cyp7a1 expression."}, {"pubmed": 23690307, "text": "Data suggest that NR2F2 is expressed in stromal cells of healthy ovary with little/no expression in epithelial cells; this pattern is markedly disrupted in ovarian cancers with decreased NR2F2 in stroma and ectopic NR2F2 expression in epithelium."}, {"pubmed": 23704310, "text": "Data suggest that NR2F2 and CTNNB1 (catenin beta-1) are aberrantly expressed in uterine fibroid tissue compared with matched myometrium, with strong blood vessel-specific localization."}, {"pubmed": 23744056, "text": "Hey2 and COUP-TFII have an important role in arteriovenous differentiation of human endothelial cells."}, {"pubmed": 23975195, "text": "COUP-TFII and related NRs such as the COUPTFs and PNR can selectively associate with the developmental corepressor BCL11A via a conserved motif F/YSXXLXXL/Y within the RID1 and RID2 domains. The interaction with BCL11A facilitates COUP-TFII-mediated repression of the RARb2 gene."}, {"pubmed": 23975195, "text": "Interaction of NSD1 with the NR2E/F subfamily including COUP-TFI, COUP-TFII, EAR2 and TLX requires a F/YSXXLXXL/Y motif.  NSD1 interaction with liganded NRs is mediated by an overlapping LXXLL motif."}, {"pubmed": 24058409, "text": "Using several human red opsin enhancer/promoter-luciferase reporter constructs, the study found that COUPTFII suppressed intron 3-4 region-dependent luciferase activities."}, {"pubmed": 24122412, "text": "In vitro silencing of COUP-TFII reduces the cell growth."}, {"pubmed": 24141032, "text": "These data indicate a novel role for COUP-TFII in suppression of NFkappaB activity."}, {"pubmed": 24176914, "text": "COUP-TFII plays a role in controlling the expression of inflammatory cytokines."}, {"pubmed": 24702954, "text": "showed that all six coding sequence variants observed in individuals significantly alter the activity of NR2F2 on target promoters"}, {"pubmed": 25032732, "text": "Overexpression of COUP-TFII was required for cancer cells to metastasise in vivo."}, {"pubmed": 25129343, "text": "TGF-beta inhibited the expression of NR2F2."}, {"pubmed": 25372459, "text": "These data demonstrate that Nr2f2 is a direct target of POU4F3 in vitro and that this regulatory relationship may be relevant to hair cell development and survival."}, {"pubmed": 25687954, "text": "COUP-TFII (NR2F2) induces down-regulation of cadherin-6 and up-regulation of cadherin-11 in cultured cell lines.high expression of COUP-TFII in some gastric and oesophageal adenocarcinomas, correlated with abnormal cadherin-11 expression."}, {"pubmed": 26261604, "text": "Positive COUP-TF II expression levels has significant value in determining CRC stage and metastasis and cooperates with negative Smad4 expression contributing to assess prognosis in patients with colorectal cancer."}, {"pubmed": 26800338, "text": "NR2F2 is a Direct Target Gene of miR-382 in colorectal cancer."}, {"pubmed": 26895100, "text": "Low COUPTFII expression is associated with prostate cancer."}, {"pubmed": 27108958, "text": "COUP-TFII is a critical factor controlling metastatic gene networks to promote prostate cancer metastasis."}, {"pubmed": 27193872, "text": "Results indicate that COUP-TFII may play an oncogenic role in RCC, and COUP-TFII may promote tumor progression through inhibiting BRCA1."}, {"pubmed": 27314877, "text": "NR2F2 mediates BMMSCinduced proliferation of Reh cells, partially via regulation of VEGFA. Disrupting microenvironmental support by targeting NR2F2 may be a potential therapeutic strategy for ALL."}, {"pubmed": 27345768, "text": "Studied the role of Nuclear receptor subfamily 2 group F member 2 (NR2F2) in MSC chondrogenesis in bioprinted cartilage. NR2F2 over-expressed MSCs showed significantly enhanced chondrogenesis while NR2F2 knockdown cells demonstrated the exactly opposite behavior."}, {"pubmed": 27363585, "text": "We conclude that COUP-TFII mutations can cause diaphragmatic hernias, and should be included in the differential diagnosis of CDH patients, particularly those with comorbid congenital heart defects."}, {"pubmed": 27748848, "text": "miR-382 inhibits prostate cancer cell proliferation and metastasis through inhibiting COUPTFII."}, {"pubmed": 27844448, "text": "MicroRNA-27b was targeted and down-regulated by NR2F2 in human gastric cancer tissues and cells."}, {"pubmed": 27866920, "text": "We showed that the orphan receptor COUP-TFII is an important player in hepatic neoangiogenesis. COUP-TFII expression in hepatic stellate cells (HSC) controls the crosstalk between hepatic HSC and endothelial cells coordinating vascular remodelling during liver injury."}, {"pubmed": 27905023, "text": "Dividing COUP-TFII+ progenitor cells were localized to ventral CGE"}, {"pubmed": 28192117, "text": "NR2F2 could promote TGF-beta-induced epithelial-mesenchymal transition of colorectal carcinoma cells and inhibit Smad7 expression via transactivation of miR-21."}, {"pubmed": 28922831, "text": "fifth of COUP-TFI cells also co-expressed COUP-TFII, and cells expressing either transcription factor followed posterior or anterio-lateral pathways into the cortex"}, {"pubmed": 29026152, "text": "Genetic and Epigenetic Profiling Reveals EZH2-mediated Down Regulation of OCT-4 Involves NR2F2 during Cardiac Differentiation of Human Embryonic Stem Cells."}, {"pubmed": 29207189, "text": "The results of the present study suggest that COUPTFII functions as a significant regulatory suppressor of gastric cancer growth and metastasis, and suggests that COUPTFII may serve as a novel diagnostic and prognostic biomarker for gastric cancer metastasis."}, {"pubmed": 29222010, "text": "NR2F2 loss-of-function mutation is associated with increased susceptibility to double outlet right ventricle and ventricular septal defect ."}, {"pubmed": 29478779, "text": "heterozygous frameshift mutations in NR2F2, encoding COUP-TF2, were identified in three children."}, {"pubmed": 29544697, "text": "High COUP-TFII expression is associated with increased lymphangiogenesis and lymph node metastasis in prostate adenocarcinoma."}, {"pubmed": 29663647, "text": "A pathogenic NR2F2 variant (c.856dupG, p.Val286Glyfs*23) caused syndromic forms of congenital heart defect."}, {"pubmed": 29982401, "text": "Under hypoxia, endometriotic stromal cells produce more angiogenin, a potent and noncanonical angiogenic factor, by suppressing the transcription repressor, COUP-TFII to promote angiogenesis."}, {"pubmed": 30481528, "text": "The interaction is known to control gluconeogenesis, principally through direct binding of COUP-TFII/Glucocorticoid Receptor (GR) complexes to the promoters of gluconeogenic enzyme genes."}, {"pubmed": 30592135, "text": "NR2F2-AS1 may influence the NSCLC cell proliferation, invasion and apoptosis through regulating miR-320b targeting BMI1."}, {"pubmed": 30720060, "text": "These findings suggested NR2F2 as a novel susceptibility gene of human congenital bicuspid aortic valve."}, {"pubmed": 30968145, "text": "Study results revealed that COUPTFII knockdown significantly inhibited colorectal cancer invasion and migration. Expression of miR34a was revealed to be inversely correlated with COUPTFII expression. High COUP-TFII expression competitively inhibited miR-34a transcription, thereby promoting the epithelialmesenchymal transition process. These results indicated that COUP-TFII and miR-34a may regulate each other."}, {"pubmed": 31000673, "text": "A genome-wide association study implicates NR2F2 in lymphangioleiomyomatosis pathogenesis."}, {"pubmed": 31368079, "text": "Orphan nuclear receptor COUP-TFII is an oncogenic gene in renal cell carcinoma."}, {"pubmed": 31588232, "text": "Cooperativity of co-factor NR2F2 with Pioneer Factors GATA3, FOXA1 in promoting ERalpha function."}, {"pubmed": 31886265, "text": "Increased COUP-TFII expression mediates the imbalance of Bone marrow-derived mesenchymal stem cells differentiation and progression to osteonecrosis of the femoral head in patients."}, {"pubmed": 31892566, "text": "COUP-TFII knock-down promoted proliferation and invasion via activation of Akt/GSK-3beta/beta-catenin and up-regulation of FOXC1."}, {"pubmed": 32065070, "text": "Genomic Characterization of Endothelial Enhancers Reveals a Multifunctional Role for NR2F2 in Regulation of Arteriovenous Gene Expression."}, {"pubmed": 32107331, "text": "The Coup-TFII orphan nuclear receptor is an activator of the gamma-globin gene."}, {"pubmed": 32109138, "text": "LncRNA NR2F2-AS1 Upregulates Rac1 to Increase Cancer Stemness in Clear Cell Renal Cell Carcinoma."}, {"pubmed": 32320667, "text": "Imbalance of Excitatory/Inhibitory Neuron Differentiation in Neurodevelopmental Disorders with an NR2F1 Point Mutation."}, {"pubmed": 32579581, "text": "Elevated COUP-TFII expression in dopaminergic neurons accelerates the progression of Parkinson's disease through mitochondrial dysfunction."}, {"pubmed": 32631390, "text": "NR2F2 plays a major role in insulin-induced epithelial-mesenchymal transition in breast cancer cells."}, {"pubmed": 32819587, "text": "DNA methylation at CpG island shore and RXRalpha regulate NR2F2 in heart tissues of tetralogy of Fallot patients."}, {"pubmed": 33166992, "text": "COUP-TFII promotes metastasis and epithelial-to-mesenchymal transition through upregulating Snail in human intrahepatic cholangiocarcinoma."}, {"pubmed": 33200800, "text": "miR-194-5p serves a suppressive role in human keloid fibroblasts via targeting NR2F2."}, {"pubmed": 33239293, "text": "Regeneration of the pulmonary vascular endothelium after viral pneumonia requires COUP-TF2."}, {"pubmed": 33244044, "text": "The absence of (TCAGGG)n repeats in some telomeres, combined with variable responses to NR2F2 depletion, suggest that this nuclear receptor plays an indirect role in the alternative lengthening of telomeres."}, {"pubmed": 33664454, "text": "YAP1 overexpression contributes to the development of enzalutamide resistance by induction of cancer stemness and lipid metabolism in prostate cancer."}, {"pubmed": 34070923, "text": "The miR-106b/NR2F2-AS1/PLEKHO2 Axis Regulates Migration and Invasion of Colorectal Cancer through the MAPK Pathway."}, {"pubmed": 34084171, "text": "Decidual NR2F2-Expressing CD4(+) T Cells Promote TH2 Transcriptional Program During Early Pregnancy."}, {"pubmed": 34315577, "text": "Exome sequencing of fetuses with congenital diaphragmatic hernia supports a causal role for NR2F2, PTPN11, and WT1 variants."}, {"pubmed": 34619368, "text": "Expanding the clinical spectrum of pathogenic variation in NR2F2: Asplenia."}, {"pubmed": 34910830, "text": "Abnormal hsa_circ_0003948 expression affects chronic periodontitis development by regulating miR-144-3p/NR2F2/PTEN signaling."}, {"pubmed": 35666805, "text": "The nuclear receptors SF1 and COUP-TFII cooperate on the Insl3 promoter in Leydig cells."}, {"pubmed": 37015919, "text": "An epigenetic switch controls an alternative NR2F2 isoform that unleashes a metastatic program in melanoma."}, {"pubmed": 37039367, "text": "Inflammation and DKK1-induced AKT activation contribute to endothelial dysfunction following NR2F2 loss."}, {"pubmed": 37500725, "text": "Heterozygous rare variants in NR2F2 cause a recognizable multiple congenital anomaly syndrome with developmental delays."}], "genomic_pos": {"chr": "15", "end": 96340263, "ensemblgene": "ENSG00000185551", "start": 96325938, "strand": 1}, "genomic_pos_hg19": {"chr": "15", "end": 96883492, "start": 96869167, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0000122", "pubmed": 9343308, "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001893", "qualifier": "involved_in", "term": "maternal placenta development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0001937", "pubmed": 19210544, "qualifier": "involved_in", "term": "negative regulation of endothelial cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0003084", "qualifier": "involved_in", "term": "positive regulation of systemic arterial blood pressure"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006357", "pubmed": 1899293, "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007519", "qualifier": "involved_in", "term": "skeletal muscle tissue development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0008585", "pubmed": 29478779, "qualifier": "involved_in", "term": "female gonad development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009566", "qualifier": "involved_in", "term": "fertilization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009952", "qualifier": "involved_in", "term": "anterior/posterior pattern specification"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009956", "qualifier": "involved_in", "term": "radial pattern formation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010596", "pubmed": 19210544, "qualifier": "involved_in", "term": "negative regulation of endothelial cell migration"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030154", "qualifier": "involved_in", "term": "cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030522", "qualifier": "involved_in", "term": "intracellular receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030900", "qualifier": "involved_in", "term": "forebrain development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032355", "qualifier": "involved_in", "term": "response to estradiol"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045736", "pubmed": 19210544, "qualifier": "involved_in", "term": "negative regulation of cyclin-dependent protein serine/threonine kinase activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045892", "pubmed": 19210544, "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045893", "pubmed": 18798693, "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045944", "pubmed": 18815287, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048514", "qualifier": "involved_in", "term": "blood vessel morphogenesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0048856", "qualifier": "involved_in", "term": "anatomical structure development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060674", "qualifier": "involved_in", "term": "placenta blood vessel development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060707", "qualifier": "involved_in", "term": "trophoblast giant cell differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060838", "pubmed": 18815287, "qualifier": "involved_in", "term": "lymphatic endothelial cell fate commitment"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1904936", "qualifier": "involved_in", "term": "interneuron migration"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 19210544, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0001972", "qualifier": "enables", "term": "retinoic acid binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001972", "pubmed": 18798693, "qualifier": "enables", "term": "retinoic acid binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003700", "pubmed": 9343308, "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004879", "qualifier": "enables", "term": "nuclear receptor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004879", "pubmed": 18798693, "qualifier": "enables", "term": "nuclear receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [18798693, 18815287, 19210544, 23201680], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008270", "qualifier": "enables", "term": "zinc ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042803", "pubmed": 18798693, "qualifier": "enables", "term": "protein homodimerization activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0043565", "pubmed": 9343308, "qualifier": "enables", "term": "sequence-specific DNA binding"}]}, "homologene": {"genes": [[7165, 1273419], [7227, 41491], [7955, 30424], [8364, 100038039], [9031, 386585], [9544, 707483], [9598, 467769], [9606, 7026], [9615, 479026], [9913, 281945], [10090, 11819], [10116, 113984]], "id": 7628}, "interpro": [{"desc": "Nuclear hormone receptor, ligand-binding domain", "id": "IPR000536", "short_desc": "Nucl_hrmn_rcpt_lig-bd"}, {"desc": "Nuclear hormone receptor", "id": "IPR001723", "short_desc": "Nuclear_hrmn_rcpt"}, {"desc": "Nuclear hormone receptor-like domain superfamily", "id": "IPR035500", "short_desc": "NHR-like_dom_sf"}, {"desc": "Zinc finger, nuclear hormone receptor-type", "id": "IPR001628", "short_desc": "Znf_hrmn_rcpt"}, {"desc": "Zinc finger, NHR/GATA-type", "id": "IPR013088", "short_desc": "Znf_NHR/GATA"}], "ipi": ["IPI00028611", "IPI00789037"], "map_location": "15q26.2", "name": "nuclear receptor subfamily 2 group F member 2", "other_names": ["ADP-ribosylation factor related protein 1", "COUP transcription factor 2", "COUP transcription factor II", "apolipoprotein A-I regulatory protein 1", "apolipoprotein AI regulatory protein 1", "chicken ovalbumin upstream promoter transcription factor 2", "chicken ovalbumin upstream promoter-transcription factor I"], "pantherdb": {"HGNC": "7976", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1352452", "ortholog_type": "LDO", "panther_family": "PTHR24083", "taxid": 10090, "uniprot_kb": "P43135"}, {"RGD": "69305", "ortholog_type": "LDO", "panther_family": "PTHR24083", "taxid": 10116, "uniprot_kb": "O09018"}, {"Ensembl": "ENSGALG00000007000", "ortholog_type": "LDO", "panther_family": "PTHR24083", "taxid": 9031, "uniprot_kb": "Q90733"}, {"ZFIN": "ZDB-GENE-990415-252", "ortholog_type": "LDO", "panther_family": "PTHR24083", "taxid": 7955, "uniprot_kb": "B3DGQ7"}, {"WormBase": "WBGene00003681", "ortholog_type": "O", "panther_family": "PTHR24083", "taxid": 6239, "uniprot_kb": "Q9U2R6"}, {"FlyBase": "FBgn0003651", "ortholog_type": "O", "panther_family": "PTHR24083", "taxid": 7227, "uniprot_kb": "P16376"}], "uniprot_kb": "P24468"}, "pathway": {"pid": [{"id": "hnf3apathway", "name": "FOXA1 transcription factor network"}, {"id": "telomerasepathway", "name": "Regulation of Telomerase"}], "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-381340", "name": "Transcriptional regulation of white adipocyte differentiation"}, {"id": "R-HSA-9843745", "name": "Adipogenesis"}], "wikipathways": [{"id": "WP170", "name": "Nuclear receptors"}, {"id": "WP2858", "name": "Ectoderm Differentiation"}, {"id": "WP4149", "name": "White fat cell differentiation"}]}, "pdb": "3CJW", "pfam": ["PF00104", "PF00105"], "pharmgkb": "PA31759", "pharos": {"target_id": 9785, "tdl": "Tchem"}, "pir": "A37133", "prosite": ["PS51030", "PS51843"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF257151", "relationship": "is"}, {"id": "GNF257152", "relationship": "is"}, {"id": "GNF257153", "relationship": "is"}, {"id": "GNF257154", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF037174", "relationship": "similar to"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF086749", "relationship": "is"}, {"id": "GNF086752", "relationship": "is"}, {"id": "GNF086753", "relationship": "is"}, {"id": "GNF086754", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053351", "relationship": "is"}, {"id": "GNF054309", "relationship": "is"}, {"id": "GNF058120", "relationship": "is"}, {"id": "GNF073303", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF065805", "relationship": "is"}, {"id": "GNF065806", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF010498", "relationship": "is"}, {"id": "GNF010499", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF115361", "relationship": "is"}, {"id": "GNF155002", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000015.10", "NC_060939.1", "NG_016753.1"], "protein": ["NP_001138627.1", "NP_001138628.1", "NP_001138629.1", "NP_066285.1"], "rna": ["NM_001145155.2", "NM_001145156.1", "NM_001145157.2", "NM_021005.4"], "translation": [{"protein": "NP_001138627.1", "rna": "NM_001145155.2"}, {"protein": "NP_001138628.1", "rna": "NM_001145156.1"}, {"protein": "NP_066285.1", "rna": "NM_021005.4"}, {"protein": "NP_001138629.1", "rna": "NM_001145157.2"}]}, "reporter": {"HG-U133_Plus_2": ["209119_x_at", "209120_at", "209121_x_at", "209506_s_at", "215073_s_at", "229092_at", "242396_at"], "HG-U95Av2": "39397_at", "HG-U95B": "47529_at", "HTA-2_0": ["TC05000451.hg.1", "TC15000936.hg.1"], "HuEx-1_0": ["2820394", "3610110", "3610204"], "HuGene-1_1": ["7986329", "8106923"], "HuGene-2_1": ["16805422", "16987287"]}, "summary": "This gene encodes a member of the steroid thyroid hormone superfamily of nuclear receptors. The encoded protein is a ligand inducible transcription factor that is involved in the regulation of many different genes. Alternate splicing results in multiple transcript variants. [provided by RefSeq, Mar 2010].", "symbol": "NR2F2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1417834"}, "unigene": "Hs.347991", "uniprot": {"Swiss-Prot": "P24468", "TrEMBL": ["H3BTC2", "F1D8R0"]}, "wikipedia": {"url_stub": "COUP-TFII"}}