{"AllianceGenome": "7982", "HGNC": "7982", "MIM": "600542", "_id": "8013", "_version": 2, "accession": {"genomic": ["AL358937.16", "AL359710.15", "CH471105.1", "CP068269.2", "D85244.1", "KT585070.1", "NC_000009.12", "NC_060933.1", "NG_028910.1"], "protein": ["AAB02581.1", "AAB36006.1", "BAA11419.1", "BAA28608.1", "BAA31221.1", "CAA61984.1", "CAH10551.1", "EAW58915.1", "EAW58916.1", "EAW58917.1", "EAW58918.1", "NP_008912.2", "NP_775291.1", "NP_775292.1", "Q92570.3", "XP_016870651.1"], "rna": ["AK226108.1", "BX649089.1", "D78579.1", "D85241.1", "D85242.1", "NM_006981.4", "NM_173198.1", "NM_173199.4", "NM_173200.3", "S81243.1", "U12767.1", "X89894.1", "XM_017015162.2"], "translation": [{"protein": "CAH10551.1", "rna": "BX649089.1"}, {"protein": "NP_775291.1", "rna": "NM_173199.4"}, {"protein": "NP_775292.1", "rna": "NM_173200.3"}, {"protein": "BAA31221.1", "rna": "D85242.1"}, {"protein": "BAA11419.1", "rna": "D78579.1"}, {"protein": "NP_008912.2", "rna": "NM_006981.4"}, {"protein": "BAA28608.1", "rna": "D85241.1"}, {"protein": "XP_016870651.1", "rna": "XM_017015162.2"}, {"protein": "CAA61984.1", "rna": "X89894.1"}, {"protein": "AAB02581.1", "rna": "U12767.1"}, {"protein": "AAB36006.1", "rna": "S81243.1"}]}, "alias": ["CHN", "CSMF", "MINOR", "NOR1"], "ensembl": {"gene": "ENSG00000119508", "protein": ["ENSP00000333122", "ENSP00000340301", "ENSP00000378531", "ENSP00000482027"], "transcript": ["ENST00000330847", "ENST00000338488", "ENST00000395097", "ENST00000618101"], "translation": [{"protein": "ENSP00000340301", "rna": "ENST00000338488"}, {"protein": "ENSP00000482027", "rna": "ENST00000618101"}, {"protein": "ENSP00000378531", "rna": "ENST00000395097"}, {"protein": "ENSP00000333122", "rna": "ENST00000330847"}], "type_of_gene": "protein_coding"}, "entrezgene": "8013", "exac": {"_license": "http://bit.ly/2H9c4hg", "bp": 1914, "cds_end": 102626149, "cds_start": 102589052, "n_exons": 7, "nonpsych": {"exp_lof": 16.7642867861, "exp_mis": 230.700442441, "exp_syn": 135.625487482, "lof_z": 3.54137499002372, "mis_z": 4.47307725171813, "mu_lof": 1.44108117246e-06, "mu_mis": 2.38280200934e-05, "mu_syn": 1.40979212698e-05, "n_lof": 2.0, "n_mis": 96.0, "n_syn": 72.0, "p_li": 0.932848507998092, "p_null": 1.64346627472775e-05, "p_rec": 0.0671350573391605, "syn_z": 3.43972739316869}, "transcript": "ENST00000330847.1"}, "exons": [{"cdsend": 99863867, "cdsstart": 99828042, "chr": "9", "position": [[99821884, 99822407], [99825658, 99825832], [99828040, 99828993], [99832688, 99832818], [99833281, 99833454], [99844648, 99844848], [99847436, 99847615], [99863619, 99866891]], "strand": 1, "transcript": "NM_006981", "txend": 99866891, "txstart": 99821884}, {"cdsend": 99833532, "cdsstart": 99828042, "chr": "9", "position": [[99821884, 99822407], [99825658, 99825832], [99828040, 99828993], [99832688, 99832818], [99833281, 99834059]], "strand": 1, "transcript": "NM_173199", "txend": 99834059, "txstart": 99821884}, {"cdsend": 99863867, "cdsstart": 99826770, "chr": "9", "position": [[99821854, 99822407], [99825658, 99825832], [99826729, 99826801], [99828040, 99828993], [99832688, 99832818], [99833281, 99833454], [99844648, 99844848], [99847436, 99847615], [99863619, 99866891]], "strand": 1, "transcript": "NM_173200", "txend": 99866891, "txstart": 99821854}], "exons_hg19": [{"cdsend": 102626149, "cdsstart": 102590324, "chr": "9", "position": [[102584166, 102584689], [102587940, 102588114], [102590322, 102591275], [102594970, 102595100], [102595563, 102595736], [102606930, 102607130], [102609718, 102609897], [102625901, 102629173]], "strand": 1, "transcript": "NM_006981", "txend": 102629173, "txstart": 102584166}, {"cdsend": 102595814, "cdsstart": 102590324, "chr": "9", "position": [[102584166, 102584689], [102587940, 102588114], [102590322, 102591275], [102594970, 102595100], [102595563, 102596341]], "strand": 1, "transcript": "NM_173199", "txend": 102596341, "txstart": 102584166}, {"cdsend": 102626149, "cdsstart": 102589052, "chr": "9", "position": [[102584136, 102584689], [102587940, 102588114], [102589011, 102589083], [102590322, 102591275], [102594970, 102595100], [102595563, 102595736], [102606930, 102607130], [102609718, 102609897], [102625901, 102629173]], "strand": 1, "transcript": "NM_173200", "txend": 102629173, "txstart": 102584136}], "generif": [{"pubmed": 12543801, "text": "The homeotic protein Six3 is a coactivator of the nuclear receptor NOR-1 and a corepressor of the fusion protein EWS/NOR-1 in human extraskeletal myxoid chondrosarcomas."}, {"pubmed": 14525795, "text": "The genes identified here are novel candidates as key early mediators of VEGF-induced endothelial functions."}, {"pubmed": 14962944, "text": "In vascular smooth muscle cells, LDL-induced mitogenesis involves NOR-1 upregulation through a CREB-dependent mechanism. Mutation of specific CRE sites in the NOR-1 promoter abolishes LDL-induced NOR-1 promoter activity."}, {"pubmed": 15262426, "text": "Aberrant coexpression of NOR1 and SIX3 is a potential alternative mechanism underlying the development of extraskeletal myxoid chondrosarcomas"}, {"pubmed": 15523651, "text": "different SIX3 mutations in HPE2 may affect different signaling pathways, and that one of these pathways may involve the nuclear receptor NOR1"}, {"pubmed": 15949808, "text": "Neuron-derived orphan receptor-1 (NOR-1) is a transcription factor over-expressed in human atherosclerotic plaques that is involved in vascular smooth muscle cell proliferation."}, {"pubmed": 15964844, "text": "NR4A nuclear receptors NR4A1, NR4A2, NR4A3 are potential transcriptional mediators of inflammatory signals in activated macrophages"}, {"pubmed": 16873729, "text": "Nur77, Nurr1, and NOR-1 are expressed in human atherosclerotic lesion macrophages and reduce human macrophage lipid loading and inflammatory responses, providing further evidence for a protective role of these factors in atherogenesis."}, {"pubmed": 16945922, "text": "platelet-derived growth factor-induced NOR1 transcription in smooth muscle cell is mediated through cAMP-response element-binding protein-dependent transactivation of the NOR1 promoter"}, {"pubmed": 17515897, "text": "NOR-1 is a critical tumor suppressor of myeloid leukemogenesis that is downregulated in leukemic blasts from acute myeloid leukemia patients."}, {"pubmed": 17596136, "text": "NOR-1 up-regulation plays a key role in thrombin-induced endothelial cell growth"}, {"pubmed": 17981763, "text": "NOR-1 is over-expressed in human atherosclerotic plaques and in porcine arteries subjected to angioplasty, is induced by growth factors in vascular cells and it has been involved in cell migration and proliferation"}, {"pubmed": 18325999, "text": "NOR-1 is necessary for oxidative metabolism in skeletal muscle."}, {"pubmed": 19682370, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19682370, "text": "common genetic variation within the NR4A3 locus determines insulin secretion"}, {"pubmed": 19720740, "text": "NOR-1 is a downstream effector of HIF-1 signaling involved in the survival response of endothelial cells to hypoxia."}, {"pubmed": 19727524, "text": "NOR1 protein is frequently down-expressed in Nasopharyngeal carcinoma."}, {"pubmed": 19775727, "text": "These results suggest that FISH analysis of formalin-fixed, paraffin-embedded specimens using EWSR1 and NR4A3 probes is useful and convenient and may provide an ancillary method for the diagnosis of extraskeletal myxoid chondrosarcomas."}, {"pubmed": 20411565, "text": "Protein kinase C-regulated role in TCR-induced thymocyte apoptosis"}, {"pubmed": 20558821, "text": "A novel pathway is identified that establishes NOR1 orphan nuclear receptor in an atherogenic role by positively regulating monocyte recruitment to the vascular wall."}, {"pubmed": 20659174, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20659174, "text": "Results identified the NR4A3 gene is associated with the quantity of tobacco smoked in subjects with schizophrenia; this association was replicated in a population of individuals with bipolar disorder."}, {"pubmed": 20668010, "text": "Loss of NR4A3 is associated with thyroid follicular neoplasia."}, {"pubmed": 21621845, "text": "stimulation of peripheral blood mast cells caused a robust upregulation of NR4A2 and, in particular, NR4A3, while NR4A1 expression was only moderately affected"}, {"pubmed": 21725049, "text": "Data from patients with familial platelet disorder/acute myelogenous leukemia indicate a correlation between increased clonogenic potential of patient hematopoietic progenitor cells and NR4A3 expression. Data indicate NR4A3 is direct target of RUNX1."}, {"pubmed": 21752397, "text": "Low expression of NR4A gene family members (NR4A1, NR4A3) and 1-alpha25-dihydroxyvitamin D3 receptor (VDR) genes is demonstrated in peripheral blood mononuclear cells of multiple sclerosis patients."}, {"pubmed": 21873782, "text": "NOR1 isoform 1 and isoform 2 are both detected in fetal brain. NOR1 isoform 2 lacking exon 2 is the sole isoform in multiple tissues except for brain."}, {"pubmed": 22143616, "text": "Data show altered adipose tissue expression of the NOR1 stress-responsive nuclear receptor in obesity, suggesting it may modulate pathogenic potential in humans."}, {"pubmed": 22569967, "text": "The pathognomic rearrangement of NR4A3 is a useful diagnostic feature in identifying cellular extraskeletal myxoid chondrosarcomas."}, {"pubmed": 22789442, "text": "Pin1 enhances the transcriptional activity of all three NR4A nuclear receptors and increases protein stability of Nur77 through inhibition of its ubiquitination."}, {"pubmed": 23247046, "text": "present work is the first report of a novel mechanism of HDAC inhibitor-induced apoptosis in AML that involves restoration of the silenced nuclear receptors Nur77 and Nor1"}, {"pubmed": 23390133, "text": "Over-expression of neuron-derived orphan receptor-1 (NOR-1) exacerbates neointimal hyperplasia after vascular injury"}, {"pubmed": 23462179, "text": "Nor-1 and its gene targets are also up-regulated in human HCC samples."}, {"pubmed": 23554459, "text": "Results indicate that miR-638 is a key molecule in regulating vascular smooth muscle cell proliferation and migration by targeting the NOR1/cyclin D pathway."}, {"pubmed": 23588370, "text": "We molecularly confirmed NR4A3/EWSR1 rearrangements as myxochondroid sarcoma, either osseous or extraskeletal variants."}, {"pubmed": 24005216, "text": "NR4A nuclear receptors are involved in negative selection of thymocytes, Treg differentiation and the development of Ly6C monocytes. Nur77 and Nurr1 attenuate atherosclerosis in mice whereas NOR-1 aggravates vascular lesion formation."}, {"pubmed": 24626568, "text": "Results indicate that DNA hypomethylation of the CpG island at Nr4a3 exon 3 is associated with low Nr4a3 expression, and correlates with poor prognosis of neuroblastoma."}, {"pubmed": 24630523, "text": "These results reinforce the role of NOR-1 in vascular smooth muscle cells proliferation and in vascular remodelling"}, {"pubmed": 24657653, "text": "NOR1 suppresses slug/vimentin expression to inhibit epithelial-mesenchymal transformation in nasopharyngeal carcinoma."}, {"pubmed": 24788728, "text": "NOR1 expression causes apoptosis of tumor cells in hypoxia by altering the expression of PDK1 expression and mitochondrial Bax-Bcl2 balance thus suppress tumor cell adaptation to hypoxia"}, {"pubmed": 24806827, "text": "Studies demonstrate that NOR1 deletion in hematopoietic stem cells accelerates atherosclerosis formation by promoting myelopoiesis in the stem cell compartment and by inducing local proatherogenic activities in the macrophage."}, {"pubmed": 25089663, "text": "In this review, a concise overview of the current understanding of the important metabolic roles governed by NR4A members NR4A1, NR4A2 and NR4A3 including their participation in a number of diseases shall be provided"}, {"pubmed": 25118646, "text": "Study suggests that NOR1 modulates the proliferation and apoptosis of human prostate cancer PC3 cells through the MAPK signaling pathway."}, {"pubmed": 25199433, "text": "placental expression not affected by obesity or gestational diabetes"}, {"pubmed": 25410408, "text": "The authors discuss the role of NR4A1 and NR4A3 as tumor suppressors in hematologic neoplasms.[Review]"}, {"pubmed": 25449536, "text": "identified 13 ADCC-activated genes. Six gene expression assays including 8 of the 13 genes (CCL3, CCL4/CCL4L1/CCL4L2, CD160, IFNG, NR4A3 and XCL1/XCL2) were analyzed in 127 kidney biopsies"}, {"pubmed": 25536180, "text": "Our data support a role for NOR-1 as a negative modulator of the acute response elicited by pro-inflammatory stimuli in the vasculature."}, {"pubmed": 25809189, "text": "A2M is expressed in the vasculature and NR4A receptors modulate VSMC MMP2/9 activity by several mechanisms including the up-regulation of A2M."}, {"pubmed": 25844690, "text": "NOR1 promotes the proliferation of pulmonary artery smooth muscle cells."}, {"pubmed": 25852083, "text": "DNA-PK directly phosphorylates NOR-1, modulating vascular smooth muscle cell proliferation."}, {"pubmed": 25917081, "text": "NR4A2 is a key factor in multiple diseases, such as inflammation, cancer and cardiovascular diseases."}, {"pubmed": 25941992, "text": "Data identify NOR1 as a transcription factor induced during alternative differentiation of human macrophages and demonstrate that NOR1 modifies the alternative macrophage phenotype."}, {"pubmed": 26096603, "text": "accumulation of NR4A3 is specific to alpha-synucleinopathy."}, {"pubmed": 26600038, "text": "miR-17 and -20a target NOR-1 thereby regulating NOR-1-dependent gene expression."}, {"pubmed": 26634653, "text": "Identified Nur77/Nor1 as novel regulators of thrombomodulin expression and function in vascular endothelial cells."}, {"pubmed": 27159982, "text": "Study found a marked down-regulated gene expression of the NR4A subfamily (NR4A1, NR4A2, and NR4A3) obtained from Parkinson's disease patients, but only a NR4A1 decrease in Alzheimer's disease patients compared to healthy controls. This study reports that the entire NR4A subfamily and not only NR4A2 could be systemically involved in Parkinson's disease."}, {"pubmed": 27166283, "text": "Overexpression of NR4A3 in adipocytes produces a complex phenotype characterized by impaired glucose metabolism and low serum catecholamines due to enhanced degradation by adipose tissue."}, {"pubmed": 27181368, "text": "Results indicate that NOR-1 regulate SMPX in human muscle cells and acts as a muscle regulatory factor to promote myotube differentiation."}, {"pubmed": 27528092, "text": "aberrant JAK/STAT3 signaling epigenetically silences a potential tumor suppressor, NR4A3, in gastric cancer, plausibly representing a reliable biomarker for gastric cancer prognosis"}, {"pubmed": 27697661, "text": "the role of intragenic DNA hypermethylation in reducing the expression of NR4A3 in AML"}, {"pubmed": 27891591, "text": "NOR1 suppresses cancer stem-like cell properties in nasopharyngeal carcinoma cells by inhibiting the AKT-GSK-3beta-Wnt/beta-catenin-ALDH1A1 signaling circuit."}, {"pubmed": 28232113, "text": "NOR1 promotes the progression of hepatocellular carcinoma cells by activating Notch pathway."}, {"pubmed": 28249774, "text": "In the 3 cases of the primary extraskeletal myxoid chondrosarcoma (EMC) of bone we found the most frequent and specific chromosomal translocation t(9:22) EWSR1-NR4A3 of the extraskeletal counterpart."}, {"pubmed": 28249906, "text": "Transcript analysis of four different aggressive lymphoma cell lines overexpressing either NR4A3 or NR4A1 revealed that apoptosis was driven similarly by induction of BAK, Puma, BIK, BIM, BID, and Trail. Overall, our results showed that NR4A3 possesses robust tumor suppressor functions of similar impact to NR4A1 in aggressive lymphomas"}, {"pubmed": 28637666, "text": "NR4A2 and NR4A3 are components of a downstream transcriptional response to PKA activation in the neutrophil, and that they positively regulate neutrophil survival and homeostasis."}, {"pubmed": 28666984, "text": "VTN levels were increased in cell supernatants from vascular smooth muscle cells that overexpress NOR-1"}, {"pubmed": 28791396, "text": "NOR1 activates HSCs and contributes to liver fibrosis in vitro and this effect was achieved through the activation of the Wnt/betacatenin pathway."}, {"pubmed": 28808448, "text": "NR4A sub-family of nuclear orphan receptors (Nor-1, Nurr-1 and Nur-77) may have a role in trophoblastic cell differentiation."}, {"pubmed": 29377304, "text": "findings indicated that cAMP-PKA up-regulated STAT5B, followed by increase in syncytin2 expression through GCM1 and OVOL1, resulting in cell fusion and hCG production, while cAMP-PKA-up-regulated NR4A3 could decrease syncytin2 expression."}, {"pubmed": 29695901, "text": "NOR1 upregulation is associated with hypoxia-induced pulmonary vascular remodeling in COPD via promoting human pulmonary arterial smooth muscle cell proliferation."}, {"pubmed": 30076719, "text": "our study provides the first in vitro evidence highlighting the antiproliferative and antimigratory roles of miR-638 in human Abnormal airway smooth muscle cell (ASMC) remodeling and suggests that targeted overexpression of miR-638 in ASMCs may provide a novel therapeutic strategy for preventing ASM hyperplasia associated with asthma."}, {"pubmed": 30096407, "text": "These results indicate that NOR-1 induces NOX1 in human vascular smooth muscle cells and participates in the complex gene networks regulating oxidative stress and redox homeostasis in the vasculature."}, {"pubmed": 30227111, "text": "Long non-coding RNA BRE-AS1 represses non-small cell lung cancer cell growth and survival via up-regulating NR4A3"}, {"pubmed": 30455429, "text": "NR4A3 is a novel target of p53 that contributes to apoptosis"}, {"pubmed": 30664630, "text": "It has been concluded that NR4A3 is upregulated through enhancer hijacking and has important oncogenic functions in acinic cell carcinomas of the salivary glands."}, {"pubmed": 30696767, "text": "results uncover that Nor1 negatively regulates beta-cell mass. Nor1 represents a promising molecular target in diabetes treatment to prevent beta-cell destruction."}, {"pubmed": 31020999, "text": "NR4A3 fusion proteins trigger an axon guidance switch that marks the difference between EWSR1 and TAF15 translocated extraskeletal myxoid chondrosarcomas cells."}, {"pubmed": 31094928, "text": "immunostaining is a highly specific and sensitive marker for acinic cell carcinoma of the salivary glands"}, {"pubmed": 31183633, "text": "Results indicated that NR4A3 directly activates the expression of GAP43 and induces differentiated phenotypes of NB cells, without affecting the upstream signals regulating GAP43 expression and NB differentiation."}, {"pubmed": 31209222, "text": "study demonstrates that miR-665 upregulation is associated with metastasis and poor survival in BC patients, and mechanistically, miR-665 enhances progression of BC via NR4A3/MEK signaling pathway."}, {"pubmed": 31701670, "text": "The pro-inflammatory effect of NR4A3 in osteoarthritis."}, {"pubmed": 31936632, "text": "Disruption of Beta-Cell Mitochondrial Networks by the Orphan Nuclear Receptor Nor1/Nr4a3."}, {"pubmed": 31985010, "text": "NOR-1 is involved in the transcriptional programme leading to Hypertensive cardiac hypertrophy."}, {"pubmed": 32125766, "text": "Long non-coding RNA LINC00467 drives hepatocellular carcinoma progression via inhibiting NR4A3."}, {"pubmed": 32241159, "text": "The tumor suppressor NOR1 suppresses cell growth, invasiveness, and tumorigenicity in glioma."}, {"pubmed": 32323598, "text": "miR-106b-5p induces immune imbalance of Treg/Th17 in immune thrombocytopenic purpura through NR4A3/Foxp3 pathway."}, {"pubmed": 32341238, "text": "Nuclear NR4A2 (Nurr1) Immunostaining is a Novel Marker for Acinic Cell Carcinoma of the Salivary Glands Lacking the Classic NR4A3 (NOR-1) Upregulation."}, {"pubmed": 32809265, "text": "Evaluation of NR4A3 immunohistochemistry (IHC) and fluorescence in situ hybridization and comparison with DOG1 IHC for FNA diagnosis of acinic cell carcinoma."}, {"pubmed": 33163142, "text": "SMARCB1 Promotes Ubiquitination and Degradation of NR4A3 via Direct Interaction Driven by ROS in Vascular Endothelial Cell Injury."}, {"pubmed": 33221345, "text": "NR4A3 induces endothelial dysfunction through up-regulation of endothelial 1 expression in adipose tissue-derived stromal cells."}, {"pubmed": 33241311, "text": "Nor1, a novel cytokine-responsive regulator of pancreatic beta-cell mass and function mediated by disruption of mitochondrial networks."}, {"pubmed": 34248958, "text": "Transcriptional Profiling of Monocytes Deficient in Nuclear Orphan Receptors NR4A2 and NR4A3 Reveals Distinct Signalling Roles Related to Antigen Presentation and Viral Response."}, {"pubmed": 34383980, "text": "Atypic SUMOylation of Nor1/NR4A3 regulates neural cell viability and redox sensitivity."}, {"pubmed": 34437889, "text": "Minireview: What is Known about SUMOylation Among NR4A Family Members?"}, {"pubmed": 34565470, "text": "NR4A3 and CCL20 clusters dominate the genetic networks in CD146(+) blood cells during acute myocardial infarction in humans."}, {"pubmed": 34657447, "text": "Knockdown of long noncoding RNA AC245100.4 inhibits the tumorigenesis of prostate cancer cells via the STAT3/NR4A3 axis."}, {"pubmed": 34768801, "text": "NR4A3: A Key Nuclear Receptor in Vascular Biology, Cardiovascular Remodeling, and Beyond."}, {"pubmed": 34873305, "text": "Analysis of clinicopathologic features and expression of NR4A3 in sinonasal acinic cell carcinoma."}, {"pubmed": 35230891, "text": "MiR-501-5p alleviates cardiac dysfunction in septic patients through targeting NR4A3 to prevent its binding with Bcl-2."}, {"pubmed": 35418692, "text": "Matriptase-2/NR4A3 axis switches TGF-beta action toward suppression of prostate cancer cell invasion, tumor growth, and metastasis."}, {"pubmed": 36040481, "text": "Functional association of NR4A3 downregulation with impaired differentiation in myeloid leukemogenesis."}, {"pubmed": 36350986, "text": "BLIMP1 and NR4A3 transcription factors reciprocally regulate antitumor CAR T cell stemness and exhaustion."}, {"pubmed": 36469101, "text": "A minority of cases of acinic cell carcinoma of the salivary glands are driven by an NR4A2 rearrangement: the diagnostic utility of the assessment of NR4A2 and NR4A3 alterations in salivary gland tumors."}, {"pubmed": 36482877, "text": "Nuclear Receptor Subfamily 4A Signaling as a Key Disease Pathway of CD1c+ Dendritic Cell Dysregulation in Systemic Sclerosis."}, {"pubmed": 36524687, "text": "NR4A3 fusions characterize a distinctive peritoneal mesothelial neoplasm of uncertain biological potential with pure adenomatoid/microcystic morphology."}, {"pubmed": 36828363, "text": "NR4A3 Expression Is Consistently Absent in Acinic Cell Carcinomas of the Breast: A Potential Nosologic Shift."}, {"pubmed": 37389860, "text": "Loss of NOR-1 represses muscle metabolism through mTORC1-mediated signaling and mitochondrial gene expression in C2C12 myotubes."}, {"pubmed": 37690706, "text": "Upregulation of NOR-1 in calcified human vascular tissues: impact on osteogenic differentiation and calcification."}, {"pubmed": 37905340, "text": "RP11-495P10.1 promotes HCC cell proliferation by regulating reprogramming of glucose metabolism and acetylation of the NR4A3 promoter via the PDK1/PDH axis."}, {"pubmed": 37961948, "text": "Evaluation of mRNA Expressions of TOX and NR4As in CD8+ T cells in Acute Leukemia."}, {"pubmed": 37962027, "text": "NRF1 Alleviated Oxidative Stress of Glioblastoma Cells by Regulating NOR1."}, {"pubmed": 38261254, "text": "Potential Roles of Nr4a3-Mediated Inflammation in Immunological and Neurological Diseases."}, {"pubmed": 38474099, "text": "Orphan Nuclear Receptor Family 4A (NR4A) Members NR4A2 and NR4A3 Selectively Modulate Elements of the Monocyte Response to Buffered Hypercapnia."}, {"pubmed": 38629274, "text": "Orphan Nuclear Receptor NR4A3 Promotes Vascular Calcification via Histone Lactylation."}, {"pubmed": 39120703, "text": "NOR1 promotes the osteoblastic differentiation of human periodontal ligament stem cells via TGF-beta signaling pathway."}], "genomic_pos": {"chr": "9", "end": 99866891, "ensemblgene": "ENSG00000119508", "start": 99821855, "strand": 1}, "genomic_pos_hg19": {"chr": "9", "end": 102629173, "start": 102584137, "strand": 1}, "go": {"BP": [{"evidence": "ISS", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007369", "qualifier": "involved_in", "term": "gastrulation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010613", "qualifier": "involved_in", "term": "positive regulation of cardiac muscle hypertrophy"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010828", "pubmed": 24022864, "qualifier": "involved_in", "term": "positive regulation of glucose transmembrane transport"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030522", "qualifier": "involved_in", "term": "intracellular receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031100", "qualifier": "involved_in", "term": "animal organ regeneration"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032765", "qualifier": "involved_in", "term": "positive regulation of mast cell cytokine production"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0035556", "qualifier": "involved_in", "term": "intracellular signal transduction"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0035726", "qualifier": "involved_in", "term": "common myeloid progenitor cell proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0038097", "qualifier": "involved_in", "term": "positive regulation of mast cell activation by Fc-epsilon receptor signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043303", "qualifier": "involved_in", "term": "mast cell degranulation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043401", "qualifier": "involved_in", "term": "steroid hormone receptor signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0044320", "qualifier": "involved_in", "term": "cellular response to leptin stimulus"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045333", "qualifier": "involved_in", "term": "cellular respiration"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045444", "qualifier": "involved_in", "term": "fat cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 20558821, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0048008", "pubmed": 23554459, "qualifier": "involved_in", "term": "platelet-derived growth factor receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0048660", "pubmed": 25852083, "qualifier": "involved_in", "term": "regulation of smooth muscle cell proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048661", "qualifier": "involved_in", "term": "positive regulation of smooth muscle cell proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0050679", "qualifier": "involved_in", "term": "positive regulation of epithelial cell proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0061469", "qualifier": "involved_in", "term": "regulation of type B pancreatic cell proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0071376", "qualifier": "involved_in", "term": "cellular response to corticotropin-releasing hormone stimulus"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0071376", "qualifier": "involved_in", "term": "cellular response to corticotropin-releasing hormone stimulus"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0071870", "qualifier": "involved_in", "term": "cellular response to catecholamine stimulus"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0097009", "qualifier": "involved_in", "term": "energy homeostasis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1900625", "pubmed": 20558821, "qualifier": "involved_in", "term": "positive regulation of monocyte aggregation"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:1904707", "pubmed": 23554459, "qualifier": "involved_in", "term": "positive regulation of vascular associated smooth muscle cell proliferation"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:1904754", "pubmed": 23554459, "qualifier": "involved_in", "term": "positive regulation of vascular associated smooth muscle cell migration"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2000253", "qualifier": "involved_in", "term": "positive regulation of feeding behavior"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005634", "pubmed": 8634690, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005667", "qualifier": "part_of", "term": "transcription regulator complex"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001228", "pubmed": 20558821, "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "NAS", "id": "GO:0003677", "pubmed": 8634690, "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0003707", "pubmed": 8570200, "qualifier": "enables", "term": "nuclear steroid receptor activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0004879", "qualifier": "enables", "term": "nuclear receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [12543801, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008270", "qualifier": "enables", "term": "zinc ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019901", "pubmed": 25852083, "qualifier": "enables", "term": "protein kinase binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0035259", "qualifier": "enables", "term": "nuclear glucocorticoid receptor binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0035497", "qualifier": "enables", "term": "cAMP response element binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0042803", "qualifier": "enables", "term": "protein homodimerization activity"}]}, "homologene": {"genes": [[7955, 548604], [8364, 100497512], [9031, 420996], [9544, 717560], [9598, 464615], [9606, 8013], [9615, 100684628], [9913, 528877], [10090, 18124], [10116, 58853]], "id": 5074}, "interpro": [{"desc": "Nuclear hormone receptor, ligand-binding domain", "id": "IPR000536", "short_desc": "Nucl_hrmn_rcpt_lig-bd"}, {"desc": "Zinc finger, nuclear hormone receptor-type", "id": "IPR001628", "short_desc": "Znf_hrmn_rcpt"}, {"desc": "Nuclear hormone receptor", "id": "IPR001723", "short_desc": "Nuclear_hrmn_rcpt"}, {"desc": "Nuclear receptor subfamily 4 group A member 1-3", "id": "IPR003070", "short_desc": "NR4A1-3"}, {"desc": "Nuclear receptor subfamily 4 group A member 3", "id": "IPR003072", "short_desc": "NR4A3"}, {"desc": "Zinc finger, NHR/GATA-type", "id": "IPR013088", "short_desc": "Znf_NHR/GATA"}, {"desc": "Nuclear hormone receptor-like domain superfamily", "id": "IPR035500", "short_desc": "NHR-like_dom_sf"}], "ipi": ["IPI00293038", "IPI00328269", "IPI00334557"], "map_location": "9q31.1", "name": "nuclear receptor subfamily 4 group A member 3", "other_names": ["chondrosarcoma, extraskeletal myxoid, fused to EWS", "mitogen-induced nuclear orphan receptor", "neuron-derived orphan receptor 1", "nuclear hormone receptor NOR-1", "nuclear receptor subfamily 4 group A member 3", "translocated in extraskeletal chondrosarcoma"], "pantherdb": {"HGNC": "7982", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1352457", "ortholog_type": "LDO", "panther_family": "PTHR24085", "taxid": 10090, "uniprot_kb": "Q9QZB6"}, {"RGD": "61882", "ortholog_type": "LDO", "panther_family": "PTHR24085", "taxid": 10116, "uniprot_kb": "P51179"}, {"Ensembl": "ENSGALG00000013568", "ortholog_type": "LDO", "panther_family": "PTHR24085", "taxid": 9031, "uniprot_kb": "E1BYS2"}, {"ZFIN": "ZDB-GENE-070824-4", "ortholog_type": "LDO", "panther_family": "PTHR24085", "taxid": 7955, "uniprot_kb": "F1R8N1"}, {"WormBase": "WBGene00003605", "ortholog_type": "O", "panther_family": "PTHR24085", "taxid": 6239, "uniprot_kb": "P41829"}, {"FlyBase": "FBgn0014859", "ortholog_type": "O", "panther_family": "PTHR24085", "taxid": 7227, "uniprot_kb": "P49869"}], "uniprot_kb": "Q92570"}, "pathway": {"kegg": {"id": "hsa05202", "name": "Transcriptional misregulation in cancer - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-383280", "name": "Nuclear Receptor transcription pathway"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8878171", "name": "Transcriptional regulation by RUNX1"}, {"id": "R-HSA-8936459", "name": "RUNX1 regulates genes involved in megakaryocyte differentiation and platelet function"}], "wikipathways": [{"id": "WP3888", "name": "VEGFA-VEGFR2 Signaling Pathway"}, {"id": "WP516", "name": "Hypertrophy Model"}]}, "pfam": ["PF00104", "PF00105"], "pharmgkb": "PA31763", "pharos": {"target_id": 10548, "tdl": "Tchem"}, "pir": "S71930", "prosite": ["PS51030", "PS51843"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF258259", "relationship": "is"}, {"id": "GNF258260", "relationship": "is"}, {"id": "GNF258261", "relationship": "is"}, {"id": "GNF258262", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF044286", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF086766", "relationship": "is"}, {"id": "GNF086767", "relationship": "is"}, {"id": "GNF086768", "relationship": "is"}, {"id": "GNF088732", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053048", "relationship": "is"}, {"id": "GNF057813", "relationship": "is"}, {"id": "GNF058142", "relationship": "is"}, {"id": "GNF072953", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF067095", "relationship": "is"}, {"id": "GNF067096", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF094083", "relationship": "is"}, {"id": "GNF115354", "relationship": "is"}, {"id": "GNF133741", "relationship": "is"}, {"id": "GNF154995", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000009.12", "NC_060933.1", "NG_028910.1"], "protein": ["NP_008912.2", "NP_775291.1", "NP_775292.1", "XP_016870651.1"], "rna": ["NM_006981.4", "NM_173198.1", "NM_173199.4", "NM_173200.3", "XM_017015162.2"], "translation": [{"protein": "NP_008912.2", "rna": "NM_006981.4"}, {"protein": "XP_016870651.1", "rna": "XM_017015162.2"}, {"protein": "NP_775292.1", "rna": "NM_173200.3"}, {"protein": "NP_775291.1", "rna": "NM_173199.4"}]}, "reporter": {"HG-U133_Plus_2": ["207978_s_at", "209959_at", "216979_at"], "HG-U95Av2": ["190_at", "40659_at", "40660_at", "40661_at", "40662_g_at"], "HTA-2_0": "TC09000508.hg.1", "HuEx-1_0": "3181976", "HuGene-1_1": "8156848", "HuGene-2_1": "17087517"}, "summary": "This gene encodes a member of the steroid-thyroid hormone-retinoid receptor superfamily. The encoded protein may act as a transcriptional activator. The protein can efficiently bind the NGFI-B Response Element (NBRE). Three different versions of extraskeletal myxoid chondrosarcomas (EMCs) are the result of reciprocal translocations between this gene and other genes. The translocation breakpoints are associated with Nuclear Receptor Subfamily 4, Group A, Member 3 (on chromosome 9) and either Ewing Sarcome Breakpoint Region 1 (on chromosome 22), RNA Polymerase II, TATA Box-Binding Protein-Associated Factor, 68-KD (on chromosome 17), or Transcription factor 12 (on chromosome 15). Multiple transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Mar 2010].", "symbol": "NR4A3", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1417837"}, "unigene": "Hs.279522", "uniprot": {"Swiss-Prot": "Q92570"}, "wikipedia": {"url_stub": "Neuron-derived orphan receptor 1"}}