{"AllianceGenome": "7983", "HGNC": "7983", "MIM": "184757", "_id": "2516", "_version": 1, "accession": {"genomic": ["AL137846.24", "AL354979.17", "AY542548.1", "CH471090.1", "CP068269.2", "D88155.2", "HF583795.1", "LC037393.1", "NC_000009.12", "NC_060933.1", "NG_008176.1", "U32592.1"], "protein": ["AAA75332.1", "AAB53105.1", "AAH32501.1", "AAS48621.1", "ADZ17367.1", "ADZ17391.1", "BAA13546.1", "BAH02309.1", "BAV89189.1", "CCQ43292.1", "EAW87591.1", "NP_004950.2", "Q13285.2"], "rna": ["AB307718.1", "AK090858.1", "BC032501.1", "HQ692856.1", "HQ709184.1", "NM_004959.5", "U76388.1"], "translation": [{"protein": "AAB53105.1", "rna": "U76388.1"}, {"protein": "ADZ17391.1", "rna": "HQ709184.1"}, {"protein": "BAH02309.1", "rna": "AB307718.1"}, {"protein": "AAH32501.1", "rna": "BC032501.1"}, {"protein": "ADZ17367.1", "rna": "HQ692856.1"}, {"protein": "NP_004950.2", "rna": "NM_004959.5"}]}, "alias": ["AD4BP", "ELP", "FTZ1", "FTZF1", "POF7", "SF-1", "SF1", "SPGF8", "SRXX4", "SRXY3", "hSF-1"], "ensembl": {"gene": "ENSG00000136931", "protein": ["ENSP00000362689", "ENSP00000362690", "ENSP00000393245", "ENSP00000483309"], "transcript": ["ENST00000373587", "ENST00000373588", "ENST00000455734", "ENST00000620110"], "translation": [{"protein": "ENSP00000362690", "rna": "ENST00000373588"}, {"protein": "ENSP00000483309", "rna": "ENST00000620110"}, {"protein": "ENSP00000362689", "rna": "ENST00000373587"}, {"protein": "ENSP00000393245", "rna": "ENST00000455734"}], "type_of_gene": "protein_coding"}, "entrezgene": "2516", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 9.01777048799, "exp_mis": 178.512060624, "exp_syn": 95.9863172109, "lof_z": 2.97467326376097, "mis_z": 2.87421474220404, "mu_lof": 7.71075962853e-07, "mu_mis": 1.91980802197e-05, "mu_syn": 1.01650361734e-05, "n_lof": 0.0, "n_mis": 100.0, "n_syn": 97.0, "p_li": 0.94752349831578, "p_null": 0.000175200938360336, "p_rec": 0.05230130074586, "syn_z": -0.06414246369126}, "bp": 1386, "cds_end": 127265674, "cds_start": 127245036, "n_exons": 6, "nonpsych": {"exp_lof": 8.06391175469, "exp_mis": 161.472605199, "exp_syn": 86.7788426662, "lof_z": 2.78884810797146, "mis_z": 2.87664375354855, "mu_lof": 7.71075962853e-07, "mu_mis": 1.91980802197e-05, "mu_syn": 1.01650361734e-05, "n_lof": 0.0, "n_mis": 89.0, "n_syn": 87.0, "p_li": 0.93524406812818, "p_null": 0.000361319003908156, "p_rec": 0.0643946128679123, "syn_z": -0.01494731432306}, "nontcga": {"exp_lof": 8.28679277685, "exp_mis": 164.221551494, "exp_syn": 88.2978630315, "lof_z": 2.83971329452032, "mis_z": 2.80777014090932, "mu_lof": 7.71075962853e-07, "mu_mis": 1.91980802197e-05, "mu_syn": 1.01650361734e-05, "n_lof": 0.0, "n_mis": 92.0, "n_syn": 91.0, "p_li": 0.934596776546272, "p_null": 0.000303940939560848, "p_rec": 0.0650992825141668, "syn_z": -0.18207698124243}, "transcript": "ENST00000373588.4"}, "exons": [{"cdsend": 124503395, "cdsstart": 124482757, "chr": "9", "position": [[124481235, 124483005], [124491080, 124491228], [124493029, 124493149], [124500089, 124500715], [124503078, 124503220], [124503293, 124503410], [124507248, 124507399]], "strand": -1, "transcript": "NM_004959", "txend": 124507399, "txstart": 124481235}], "exons_hg19": [{"cdsend": 127265674, "cdsstart": 127245036, "chr": "9", "position": [[127243514, 127245284], [127253359, 127253507], [127255308, 127255428], [127262368, 127262994], [127265357, 127265499], [127265572, 127265689], [127269527, 127269678]], "strand": -1, "transcript": "NM_004959", "txend": 127269678, "txstart": 127243514}], "generif": [{"pubmed": 11738790, "text": "describe phenotypic spectrum of disorders associated with mutations and reveal how the discovery of naturally occurring mutations is helping to unravel the role in development and disease [review]"}, {"pubmed": 11886523, "text": "important regulators of steroidogeneisis are present in human skin and its appendages."}, {"pubmed": 11932209, "text": "Differential regulation of aldosterone synthase and 11beta-hydroxylase transcription by steroidogenic factor-1."}, {"pubmed": 11932325, "text": "SF-1 mutation (R92Q) in a highly conserved residue of the A-box, a region that functions as a secondary DNA-binding domain.  partial loss of DNA binding and transcriptional activity, its phenotypic expression only when transmitted as a homozygous trait."}, {"pubmed": 12083805, "text": "steroidogenic factor 1 mutations in primary adrenal failure and 46,XY sex-reversal"}, {"pubmed": 12083815, "text": "adrenal hypoplasia congenita and multiple pituitary hormone deficiency without mutations in the DAX1 or SF1 genes"}, {"pubmed": 12101186, "text": "SF1 plays a role in regulating p450scc expression with TReP-132 and CBP/p300"}, {"pubmed": 12161505, "text": "Spatially heterogeneous expression of aromatase P450 through promoter II is closely correlated with the level of steroidogenic factor-1 transcript in endometrioma tissues."}, {"pubmed": 12727988, "text": "modulation of DAX-1 and steroidogenic factor-1 intracellular levels in granulosa cells suggests that these transcription factors could be involved in mitogen-activated protein kinase suppression of steroidogenic acute regulatory protein expression"}, {"pubmed": 12907682, "text": "Wild-type SF1 but not SF1 G35E is a potent transactvator in GAGA4-expressing cells. Results strengthen the importance of a GATA-4/SF-1 cooperation for MIS transcription; disruption of this synergism might lead to abnormal sex differentiation."}, {"pubmed": 14555713, "text": "Protein kinse A signal pathway may modify the interaction between Ad4BP/SF-1 and its activators and repressors."}, {"pubmed": 14623279, "text": "We report the first functional characterization of a new variation found in the hinge region of human Ad4BP/SF-1, G146A"}, {"pubmed": 15044589, "text": "DAX-1alpha can bind to steroidogenic factor 1 and to DNA but is unable to repress steroidogenic factor 1-mediated transcriptional activation of the reporter gene and acts as an antagonist of DAX-1 under certain conditions"}, {"pubmed": 15192080, "text": "It is revealed with an in vitro sumoylated Ad4BP/SF-1 that DNA binding activity and interaction with Sox9 are unaffected."}, {"pubmed": 15261303, "text": "SF1 has a role in basal expression of ACTH receptor and its induction by potassium and cAMP"}, {"pubmed": 15379426, "text": "It remains probable that this unusual patient has either a DAX1 or SF1 mutation defect. A Wnt-4 defect was not evaluated."}, {"pubmed": 15388788, "text": "Both SF1 and GATA-6 were positive regulators of Steroid sulfotransferase 2A1 promoter constructs"}, {"pubmed": 15471945, "text": "LBP-1b is an important SF1-independent transcriptional activator stimulating P450scc expression in human placental JEG-3 cells, whereas LBP-9 modulates the action of LBP-1b, exerting both positive and negative effects"}, {"pubmed": 15546904, "text": "Increased copy number of the SF-1 gene in adrenocortical tumorigenesis."}, {"pubmed": 15579738, "text": "Mutations in SF-1 cause spectrum of phenotypes associated with loss of SF-1 function. Mutations in SF-1 should be considered in XY gonadal dysgenesis, whether or not there is evidence of adrenal insufficinecy. Review."}, {"pubmed": 15666825, "text": "SF1 contained a fortuitous ligand in the binding pocket. This ligand may account for the relatively high basal activity observed for SF1 in cofactor recruitment and cell-based assays."}, {"pubmed": 15707893, "text": "Human SF-1 receptor binds phosphatidyl inositol second messengers;ligand binding is required for maximal activity."}, {"pubmed": 15831526, "text": "cytochrome b5 gene transcription is regulated by Sp3, GATA-6, and steroidogenic factor 1 in human adrenal NCI-H295A cells"}, {"pubmed": 15879363, "text": "Mutation of the SF-1-binding sites within the hACTH-R promoter resulted in reduced or abolished DAX-1 inhibition, arguing for a mechanism that involves SF-1 for DAX-1 inhibition"}, {"pubmed": 16127213, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16127213, "text": "the SF-1 Gly146Ala polymorphism may constitute a susceptibility factor for the development of severe micropenis, and that mild micropenis can be regarded as a normal variation in terms of the polymorphism effec"}, {"pubmed": 16469813, "text": "the SULT2A1 gene is mediated by SF1 and indirectly regulated by T(3)"}, {"pubmed": 16500365, "text": "Ala allele, the Ala/Gly genotype, and the Ala/Ala plus Ala/Gly genotype frequencies were significantly higher in cryptorchidism. Gly146Ala polymorphism may be susceptibility factor for cryptorchidism."}, {"pubmed": 16500365, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16564598, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16564598, "text": "The SF-1 Gly146Ala variation may constitute a susceptible factor for development of type 2 diabetes and impairment of insulin actions."}, {"pubmed": 16684822, "text": "steroidogenic factor 1 mutations causing adrenal failure in humans are rare and are more likely to be associated with significant underandrogenization and gonadal dysfunction in 46,XY individuals"}, {"pubmed": 16816804, "text": "expressed widely throughout the adrenal and reproductive axes during development and plays a central role in the function of these endocrine systems in post-natal and adult life"}, {"pubmed": 16834661, "text": "Ad4bp/SF-1 is important for the maintenance of steroidogenesis in the human testis"}, {"pubmed": 16887917, "text": "Sphingosine is a bonafide endogenous ligand for SF1 and a negative regulator of CYP17 gene expression."}, {"pubmed": 17226773, "text": "These data indicate that SF-1 plays a crucial role in the regulation of hOct4 transcription through direct binding to the 1st SF-1 in Conserved Regions 1 of the hOct4 proximal promoter."}, {"pubmed": 17331471, "text": "atrazine binds to and activates SF-1 to induce aromatase gene expression via promoter II"}, {"pubmed": 17488792, "text": "study reporta a SF-1 mutation that caused ambiguous genitalia associated with strikingly different hormonal phenotypes in two affected 46,XY children from the same family"}, {"pubmed": 17519303, "text": "this is the first demonstration of methylation-dependent regulation of SF-1 in any mammalian tissue"}, {"pubmed": 17520059, "text": "Atrazine-induced aromatase expression is SF-1 dependent: implications for endocrine disruption in wildlife and reproductive cancers in humans."}, {"pubmed": 17664281, "text": "Data show that cyclic AMP-stimulated interaction between steroidogenic factor 1 and diacylglycerol kinase theta facilitates induction of CYP17."}, {"pubmed": 17694559, "text": "SF1 mutations are a relatively frequent cause of 46,XY disorders of sex development in humans."}, {"pubmed": 17761949, "text": "reveal a critical role for SF-1 dosage in adrenocortical tumorigenesis"}, {"pubmed": 17786540, "text": "SMAD3 dependent inactivation of CYP17 promoter activity and repression of SF-1 expression."}, {"pubmed": 17901130, "text": "Data revealed that SF1 and CDK7 reside in the same complex and SF1 was phosphorylated in vitro by CDK7."}, {"pubmed": 17940071, "text": "heterozygous partial loss of function mutations in SF1 may be associated with bilateral anorchia ('vanishing testis syndrome') and micropenis in humans"}, {"pubmed": 17975261, "text": "Data show that steroidogenic factor 1/adrenal 4 binding protein transforms human bone marrow mesenchymal cells into steroidogenic cells.("}, {"pubmed": 18165439, "text": "Data show that the elevated levels of USF2 in endometriosis account for, in part, the aberrant expression of SF-1 and its target gene StAR and aromatase."}, {"pubmed": 18182853, "text": "EID-1 inhibits SF-1. it colocalized with SF-1 in mammalian cells and interacted specifically with the AF-2 domain of SF-1, competing with SRC-1 to inhibit SF-1 transactivation."}, {"pubmed": 18579725, "text": "The NR5A1 gene expression was activated in mesenchymal stem cells by siRNA directed against protein kinase C (PKC)-delta, erb-B3, RhoGAP (ARHGAP26), and hexokinase 2."}, {"pubmed": 18653709, "text": "A region within the SF1/Sf1 gene which epigenetically directs cell-specific expression of SF1."}, {"pubmed": 18653709, "text": "DNA methylation of the proximal steroidogenic factor 1 promoter controls tissue-specific expression"}, {"pubmed": 18665078, "text": "Differential expression of steroidogenic factors 1 and 2, cytochrome p450scc, and steroidogenic acute regulatory protein in the pancreas."}, {"pubmed": 18824868, "text": "Ad4BP/SF-1 and DAX-1 are expressed not only in benign adrenal adenoma but also malignant adrenocortical carcinoma, it is useful to distinguish from other retroperitoneal tumors"}, {"pubmed": 18974272, "text": "The opposing effects of SF-1 on CYP11B1 and CYP11B2 suggest that the regulation of SF-1 activity may play a role that determines the relative ability to produce mineralocorticoid and glucocorticoid."}, {"pubmed": 18984668, "text": "The positive interaction between DAX1 and SF-1 in regulating PBX1 may be an important mechanism in adrenal gland development and diseases."}, {"pubmed": 19001523, "text": "Endometriotic cells contain the full complement of steroidogenic genes for de novo synthesis of estradiol from cholesterol, which is stimulated by PGE2 via enhanced binding of SF1 to promoters of StAR and aromatase genes in a synchronous fashion."}, {"pubmed": 19022561, "text": "both SF1 and LRH1 can transcriptionally cooperate with the AP-1 family members c-JUN and c-FOS, known to be associated with enhanced proliferation of endometrial carcinoma cells, to further enhance activation of the STAR, HSD3B2, and CYP19A1 PII promoters"}, {"pubmed": 19237537, "text": "DAX-1 acts as a transcriptional corepressor of steroidogenic factor 1 (SF-1)."}, {"pubmed": 19246354, "text": "NR5A1 mutations are associated with 46,XX primary ovarian insufficiency and 46,XY disorders of sex development."}, {"pubmed": 19439508, "text": "SF-1 (NR5A1) mutations should be considered in 46,XY individuals with severe (penoscrotal) hypospadias, especially if undescended testes, low testosterone, or low inhibin B/AMH levels are present."}, {"pubmed": 19549922, "text": "SF1 increases local concentrations of estrogen and mediates the proliferative effects of synthetic estrogens such as tamoxifen, in promoting endometriosis and endometrial cancers."}, {"pubmed": 19692572, "text": "Data show that the ATPase activity of ARIP4 was stimulated in the presence of sumoylated Ad4BP/SF-1 and the Ad4BP/SF-1-binding site containing double-stranded DNA."}, {"pubmed": 19849982, "text": "Mutations are associated with primary ovarian insufficiency and in testicular diseases in humans [review."}, {"pubmed": 19875956, "text": "strong expression in cortical and medullary ovarian mesenchymatous cells adjacent to endometriosis, potential role in steroidogenesis"}, {"pubmed": 19878766, "text": "A better understanding in the regulatory mechanisms of SF-1 signaling pathway, will open new avenues for diagnostic and therapeutic managements of sex differentiation disorders and infertilities--REVIEW"}, {"pubmed": 19930843, "text": "Increased steroidogenic factor 1 expression is associated with endometriosis severity."}, {"pubmed": 20026603, "text": "FXR is able to compete with steroidogenic factor 1 in binding to a common sequence present in the aromatase promoter region interfering negatively with its activity."}, {"pubmed": 20045459, "text": "Down-regulation of hSF-1 contributes to progression of ovarian epithelial cancers."}, {"pubmed": 20080844, "text": "We demonstrated a higher frequency of SF-1 overexpression and gene amplification in pediatric than in adult adrenocortical tumors, suggesting an important role of SF-1 in pediatric adrenocortical tumorigenesis."}, {"pubmed": 20133449, "text": "Results indicate that PGC-1 is involved in progesterone production in ovarian granulosa cells by potentiating transcriptional activities of SF1 proteins."}, {"pubmed": 20207836, "text": "Data show that human FOXL2 and SF-1 proteins interact in human granulosa cells and that FOXL2 negatively regulates the transcriptional activation of a steroidogenic enzyme, CYP17, by SF-1."}, {"pubmed": 20302644, "text": "The need to systematically analyze the SF1 sequence in girls with primary amenorrhea due to 46,XY DSD (disorders of sex differentiation) and low testosterone, as well as in newborns with 46,XY DSD."}, {"pubmed": 20394914, "text": "Mutations of the NR5A1 gene may be a significant cause of human ovarian insufficiency"}, {"pubmed": 20453312, "text": "Case of XY complete gonadal dysgenesis due to a homozygous mutation in the NR5A1 gene."}, {"pubmed": 20498720, "text": "SEDLIN is present in the nucleus, forms homodimers and that SEDT-associated mutations cause a loss of interaction with the transcription factors MBP1, PITX1 and SF1."}, {"pubmed": 20601698, "text": "novel SF-1 binding sites between 3,000 and 3,400 bp upstream of StAR"}, {"pubmed": 20660055, "text": "SF-1 is a highly valuable immunohistochemical marker to determine the adrenocortical origin of an adrenal mass with high sensitivity and specificity. SF-1 expression is of stage-independent prognostic value in patients with adrenocortical carcinoma."}, {"pubmed": 20861607, "text": "3 heterozygous mutations in SF-1 presenting with extreme within-family divergence in phenotypes in 46,XY subjects of 2 unrelated families; low ovarian reserve/preserved fertility in 46,XX subjects observed in heterozygous SF-1 mutations"}, {"pubmed": 20875752, "text": "Data show that steroidogenic factor-1 (SF-1) mRNA and protein levels in aldosterone-producing adenoma (APA) samples were significantly higher."}, {"pubmed": 20887963, "text": "NR5A1 mutations are found in approximately 4% of men with otherwise unexplained severe spermatogenic failure."}, {"pubmed": 20887963, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21078366, "text": "The clinical spectrum of phenotypes associated with variations in SF-1 is expanding and the importance of this nuclear receptor in human endocrine disease is now firmly established."}, {"pubmed": 21081692, "text": "It is concluded that ACTH via the PKA pathway stimulates expression of SF-1, which activates transcription of LIPE presumably by interaction with putative binding sequences within promoter A"}, {"pubmed": 21111025, "text": "The molecular mechanisms regulating energy homeostasis and body weight in the ventral medial hypothalamic nucleus, particularly stressing the SF-1 expressing neurons, are reviewed."}, {"pubmed": 21129436, "text": "These results indicated that pluripotent stem cells could be differentiated into steroidogenic cells by the nuclear receptor 5A family of protein via the mesenchymal cell lineage."}, {"pubmed": 21163476, "text": "First report of a progressive and predominant Sertoli cell defect in an XY patient with testicular dysgenesis owing to NR5A1/SF-1 mutation."}, {"pubmed": 21163858, "text": "SF-1 binds to and activates the promoter of ANGPT2 (angiopoietin-2) in human adrenal cells, suggesting that SF-1 may have a role in adrenal angiogenesis during development or tumorigenesis"}, {"pubmed": 21163858, "text": "We have identified Ang2 as a potentially important novel target of SF-1 in the adrenal gland, indicating that regulation of angiogenesis might be an important additional mechanism by which SF-1 exerts its actions in the adrenal gland"}, {"pubmed": 21164257, "text": "This review will focus on the expanding range of phenotypes associated with DAX-1 and SF-1 mutations."}, {"pubmed": 21239516, "text": "SF-1-dependent up-regulation of SOAT1 may be important for maintaining readily-releasable cholesterol reserves needed for active steroidogenesis and during episodes of recurrent stress."}, {"pubmed": 21242195, "text": "Novel SRY mutations and SF1 (NR5A1) changes in patients with pure gonadal dysgenesis and 46,XY karyotype have been identified."}, {"pubmed": 21324456, "text": "Report expression of SF-1 in ovarian mesenchymatous cells closely surrounding endometriotic foci ovarian mesenchymatous cells."}, {"pubmed": 21412441, "text": "SRY and SF1 co-operate to activate the human SOX9 homologous testis-specific enhancer of Sox9 (hTES), a process dependent on phosphorylated SF1."}, {"pubmed": 21467194, "text": "Ubc9 and PIAS1 potentiated SF-1-mediated transactivation of human CYP17, CYP11A1, and CYP11B1 but not CYP11B2 promoters."}, {"pubmed": 21693691, "text": "SOX9 and SF1 binding to the anti-mullerian hormone promoter is essential to increase the activity of the AMH promoter in response to cAMP."}, {"pubmed": 21775434, "text": "ligand-binding pocket of the FTZ-F1 LBD is completely occupied by helix 6 (H6) of the receptor, whereas the cofactor FTZ binds the co-activator cleft site of the FTZ-F1 ligand-binding domain"}, {"pubmed": 21926385, "text": "study demonstrated that methylation of a coding exon/intron sequence in the steroidogenic factor 1 gene positively regulated its expression in endometriosis"}, {"pubmed": 22024498, "text": "SF-1 expression during adrenal development and tumourigenesis."}, {"pubmed": 22028768, "text": "range of phenotypes associated with NR5A1 mutations"}, {"pubmed": 22100173, "text": "Mutations in the NR5A1 gene are rare in women with primary ovarian insufficiency."}, {"pubmed": 22218443, "text": "The findings reviewed here indicate a complex expressivity of the phenotype, penetrance, and modes of inheritance of NR5A1 mutations, and suggest that more research has to be done to figure out how NR5A1 mutations correlate with different phenotypes."}, {"pubmed": 22427816, "text": "analysis of differentially expressed genes indicates systemic role for SF-1 in adrenal cortex affecting differentiation, proliferation and steroidogenesis and establishes RNF31 as an important regulator of adrenal steroidogenesis"}, {"pubmed": 22474171, "text": "Analysis of NR5A1 revealed novel heterozygous missense mutation in the ligand-binding domain in two 46,XY patients with disorders of sex development."}, {"pubmed": 22549935, "text": "SF-1/NR5A1 mutations are frequently found in 46,XY DSD individuals (9%) and manifest with a broad phenotype."}, {"pubmed": 22553814, "text": "SF-1 and EMA may be helpful in the differentiation of adrenal tumors from renal tumors in difficult cases."}, {"pubmed": 22715467, "text": "Data show that inositol polyphosphate multikinase (IPMK) interacts with the nuclear receptor steroidogenic factor 1 (SF-1) and phosphorylates its bound ligand Phosphatidylinositol 4,5-bisphosphate (PIP)."}, {"pubmed": 22832114, "text": "This result indicates that SALL4 and SF-1 could be used to distinguish Granulosa cell and yolk sac tumors"}, {"pubmed": 22907560, "text": "preserved fertility can be observed in patients with a 46,XY disorder of sex development due to heterozygous mutations in the NR5A1 gene."}, {"pubmed": 22927646, "text": "these results demonstrate that ASAH1 is a novel coregulatory protein that represses SF-1 function by directly binding to the receptor on SF-1 target gene promoters and identify a key role for nuclear lipid metabolism in regulating gene transcription."}, {"pubmed": 22951804, "text": "Mutations in the SF1 gene is associated with premature ovarian failure."}, {"pubmed": 22987798, "text": "Although the ventromedial nucleus of the hypothalamus shares a common lineage, it further differentiates into a neuronal cluster devoid of steroidogenic factor (SF)-1."}, {"pubmed": 23044873, "text": "SF-1 is a central regulator of reproductive development and reproductive function; defects/mutations in SF-1 are surprisingly frequent causes of reproductive dysfunction in subjects with disorders of sex development. [REVIEW]"}, {"pubmed": 23095176, "text": "findings suggested that NR5A1 mutations resulted in psychiatric symptoms in 46,XX patients"}, {"pubmed": 23096908, "text": "Association between mutations in NR5A1 and PIN1 and idiopathic hypogonadotropic hypogonadism."}, {"pubmed": 23153500, "text": "We identified one new NR5A1 mutation in a patient of our POI cohort (prevalence 3.8%)."}, {"pubmed": 23154282, "text": "findings show that the p.G146A and p.P125P polymorphisms of the SF-1 gene do not play an important role in the development of hypospadias with varying degrees in the investigated Caucasian population"}, {"pubmed": 23158211, "text": "SF-1 is detectable in a high percentage of adrenocortical cancers and its high expression levels correlate with high-grade features, histologic type, functional status, and adverse outcome."}, {"pubmed": 23165333, "text": "No nuclear SF-1 expression was identified in any of the 127 germ cell tumors"}, {"pubmed": 23218904, "text": "heterochromatin-specific nonhistone chromosomal protein HP-1"}, {"pubmed": 23291911, "text": "These data also present novel molecular mechanisms that may explain the loss of SF1 protein in ovarian tumors, and its potential role in ovarian carcinogenesis."}, {"pubmed": 23299922, "text": "Mutations altering SF1 protein function and causing spermatogenic failure are also found in men of German origin with severe oligozoospermia."}, {"pubmed": 23313103, "text": "study found that POD-1/TCF21 acts as a transcriptional suppressor of SF-1 gene expression in adrenocortical carcinoma cells; a possible mechanism involved in repression of SF-1 expression is through POD-1 binding to the E-box sequence in the SF-1 promoter region"}, {"pubmed": 23450049, "text": "SF-1 expression was inhibited by miR23a/b overexpression in eutopic endometrial stromal cells(ESCs) and upregulated by miR23a/b inhibition in normal ESCs."}, {"pubmed": 23471216, "text": "SF-1 regulates LRH-1 expression in ovarian granulosa cells."}, {"pubmed": 23537609, "text": "Data conclude that SF-1 regulates aromatase expression in GCT; over-expression of LRH-1 suggests that this receptor may be involved in the pathogenesis of GCT by mechanisms other than the regulation of aromatase."}, {"pubmed": 23543655, "text": "genetic association studies in population in Europe/North Africa: Data exclude NR5A1 mutations (missense mutations in 3 subjects) as a major genetic cause of primary ovarian insufficiency."}, {"pubmed": 23610160, "text": "The SF1 and SREBP1 activate DGKtheta; transcription in a cAMP-dependent manner in human adrenocortical cells."}, {"pubmed": 23650189, "text": "Data indicate that steroidogenic factor 1 (SF-1) and glutathione S-transferase A (GSTA) family genes (hGSTA1-hGSTA4) are involved in steroidogenesis."}, {"pubmed": 23729601, "text": "genetic association study in population of boys in China: Data suggest mutations in SRD5A2 [steroid-5a-reductase, alpha peptide 2] (and possibly SF1/NR5A1 [steroidogenic factor 1]; probably not AR [androgen receptor]) are associated with hypospadias."}, {"pubmed": 23899549, "text": "A strong correlation is identified between steroidogenic factor 1 expression in endometrial cells and association with intron 1."}, {"pubmed": 23918653, "text": "This case is the first report of a familial NR5A1 CNV transmitting in a pedigree, causing both the male and female phenotypes associated with NR5A1 mutations, and the first report of a NR5A1 CNV associated with POF."}, {"pubmed": 23969951, "text": "a reduced number of thin seminiferous tubules and focal aggregations of Leydig cells that contained cytoplasmic lipid droplets were found in 6 patients had NR5A1 mutations"}, {"pubmed": 24012099, "text": "Data indicate that fallopian tube and the epithelial component of Brenner tumours (BTs) expressed AKR1C3 and androgen receptor, but the tumour stromal cells showed strong expression of calretinin, inhibin and steroidogenic factor 1 in the majority of BTs."}, {"pubmed": 24067197, "text": "we report an Iranian family with a history of both azoospermia and premature ovarian insufficiency with the same heterozygote mutation in the NR5A1 gene that can be transmitted."}, {"pubmed": 24076780, "text": "Letter: expression of sex cord-stromal markers SF-1 and FOXL2 in luteinized thecomas associated with sclerosing peritonitis."}, {"pubmed": 24321386, "text": "These results indicated that abundant FDXR expression in these steroidogenic cells was maintained through SF-1 binding to the intronic enhancer of the FDXR gene"}, {"pubmed": 24405868, "text": "novel p.Cys65Tyr mutation in NR5A1 gene in three 46,XY siblings with normal testosterone levels"}, {"pubmed": 24434652, "text": "NR5A1 gene mutations are a relatively frequent cause of 46,XY disorders of sex development in humans."}, {"pubmed": 24531914, "text": "Data suggest levels of steroidogenic factor 1/AD4BP/NR5A1 in subcapsular zone of adrenal glands (zona glomerulosa) are not different in subjects with primary aldosteronism, with aldosterone-producing adrenocortical adenomas, or normal subjects."}, {"pubmed": 24591553, "text": "genetic association studies in population in Egypt: Data suggest that mutations or single nucleotide polymorphisms in NR5A1 can result in 46,XY disorders of sex development; in this study, 17 patients (34%) harbored p.Gly146Ala polymorphism."}, {"pubmed": 24635384, "text": "C/EBPbeta is an important mediator of progesterone production by working together with SF-1, especially under tropic hormone-stimulated conditions"}, {"pubmed": 24750329, "text": "mutations in the NR5A1 gene are not common in azoospermia, and male infertility and inclusion of NR5A1 mutation screening in the diagnostic workup of male infertility may seem unnecessary."}, {"pubmed": 24828505, "text": "MiR-320 regulates the expression and functions of E2F1 and SF-1 in Polycystic Ovary Syndrome patients."}, {"pubmed": 24905461, "text": "data provide evidence that SF-1 is required for spleen development in humans via transactivation of TLX1 and that mutations that only impair steroidogenesis, without altering the SF1/SRY transactivation of SOX9, can lead to 46,XY-DSD."}, {"pubmed": 25099250, "text": "We confirmed that the variant disrupts the SF1 protein and its ability to bind and regulate downstream genes. NR5A1 has key roles at multiple points in gonad development and steroidogenic pathways."}, {"pubmed": 25122490, "text": "In vitro, SF-1 mutations affect not only steroidogenesis but also transcription of BDNF which is involved in energy balance"}, {"pubmed": 25283508, "text": "SF1 SNPs are associated with serum uric acid levels in Chinese males and females."}, {"pubmed": 25288771, "text": "analysis of how signaling phospholipid PIP3 creates a new interaction surface on the nuclear receptor SF-1"}, {"pubmed": 25502990, "text": "a pair of male siblings with hypospadias and their father carrying a novel heterozygous mutation c.910G>A, p.E304K in NR5A1 gene; asymptomatic father, preserved fertility, also carried p.E304K; findings revealed that mutation retained partial activity which may result in asymptomatic 46,XY male phenotype with preserved fertility"}, {"pubmed": 25604140, "text": "Aberrant SF-1 expression was significantly higher in ovarian sex cord stromal tumors than that of ovarian cancer."}, {"pubmed": 25896302, "text": "These findings demonstrate that in vitro LRH-1 can act like SF-1 and compensate for its deficiency."}, {"pubmed": 25985323, "text": "DAX1 and SF1 expression positively correlated in pediatric adrenocortical tumors, suggesting that these transcription factors might cooperate in adrenocortical tumorigenesis."}, {"pubmed": 25989977, "text": "Mutations in NR5A1 were associated with male factor infertility, especially when associated with history of cryptorchidism."}, {"pubmed": 26139438, "text": "genetic defects of NR5A1 should be considered as an etiology in subjects with 46,XY DSD without adrenal insufficiency."}, {"pubmed": 26200099, "text": "Describe microcystic stromal tumor as a distinctive ovarian sex cord-stromal neoplasm characterized by FOXL2, SF-1, WT-1, Cyclin D1, and beta-catenin nuclear expression and CTNNB1 mutations."}, {"pubmed": 26260161, "text": "We analysed a Pakistani cohort of patients with 46,XY disorders of sex development (DSD), presenting with variable degrees of gonadal dysgenesis, for NR5A1 mutations. The study identified three mutations (p.Tyr03X, p.Glu07X and p.Gln299HisfsX386), of which two are novel, in these patients with 46,XY DSD."}, {"pubmed": 26352548, "text": "rete ovarii were positive for PAX-8, weakly positive for SF-1, and negative for PAX-2 and GATA-3"}, {"pubmed": 26406169, "text": "this is the first report of the NR5A1 splice site mutation, which was proven to be deleterious by the RT-PCR method."}, {"pubmed": 26530052, "text": "demonstrate aberrant expressions of SF-1 and LRH-1 in endometriotic granulosa-lutein cells"}, {"pubmed": 27227698, "text": "Data suggest that the first screening step diagnosis for pituitary adenoma was determined based upon immunohistochemical (IHC) scores for Pit-1, SF-1, and ACTH."}, {"pubmed": 27311867, "text": "SF1 was the only specific marker of uterine tumour resembling ovarian sex cord-stromal tumour"}, {"pubmed": 27378692, "text": "we show that a specific recurrent heterozygous missense mutation (p.Arg92Trp) in the accessory DNA-binding region of NR5A1 is associated with variable degree of testis development in 46,XX children and adults from four unrelated families"}, {"pubmed": 27414805, "text": "this study identified a novel regulatory circuit for ovarian AMH production; specifically, through the coordinated interplay between FOXL2 and SF-1 that could control ovarian follicle development."}, {"pubmed": 27490115, "text": "Results identified a novel heterozygous NR5A1 mutation, c.274C>T p.(Arg92Trp), in three unrelated patients with 46,XX (ovo)testicular disorders of sex development (DSD). Transcriptomics in patient-derived lymphocytes showed upregulation of MAMLD1, a direct NR5A1 target previously associated with 46,XY DSD. This study proposes NR5A1 as a novel gene for 46,XX (ovo)testicular DSD."}, {"pubmed": 27610946, "text": "The results raise the possibility that specific mutations in NR5A1 underlie testicular development in genetic females."}, {"pubmed": 27855412, "text": "The NR5A1 p.Arg92Gln variant, which has thus far only been seen in a family with 46,XY Disorder of Sex Development, most likely contributes to the ovotesticular Disorder of Sex Development in this case."}, {"pubmed": 27893151, "text": "we review genetic data generated through large-scale sequencing approaches that are changing our view of how this system works, including the recently described recurrent NR5A1 p.R92W mutation associated with testis development in 46,XX children"}, {"pubmed": 28032338, "text": "We provide new evidence of this involvement, describing a novel heterozygous non-sense NR5A1 mutation in a 46,XY-DSD with polysplenia female proband and her father, who had hypospadias and asplenia."}, {"pubmed": 28033660, "text": "Ten novel heterozygous NR5A1 mutations were identified in 46,XY DSD patients, including five nonsynonymous variants (p.Gly26Glu, p.Thr29Arg, p.Trp302Cys, p.Ala340Val, p.Leu358Pro), four stop-gain variants (p.Tyr211*, p.Cys247*, p.Tyr404*, p.Cys412*), and one frameshift variant (p.Glu395del)"}, {"pubmed": 28270555, "text": "Manipulating steroidogenic factor-1 (SF-1) and nucleotide exchange factor VAV-2 (VAV2) abundance in cultured adrenocortical carcinoma (ACC) cells indicate that VAV2 was a critical factor for SF-1-induced cytoskeletal remodeling and invasion in culture and in vivo (chicken chorioallantoic membrane) models."}, {"pubmed": 29027299, "text": "This study adds nine novel pathogenic NR5A1 variants to the pool of diagnostic variants. It highlights a greater need for understanding the complexity of SF1 function and the additional factors that contribute."}, {"pubmed": 29027717, "text": "In vitro functional analyses demonstrate impaired transactivation by NR5A1 mutations found in patients with 46,XY disorders of sex development."}, {"pubmed": 29151085, "text": "The findings stress the importance of G35 residue for adrenal development. The current observation also suggests that some patients with SF1 deficiency may present with transient adrenal failure."}, {"pubmed": 29265478, "text": "none of the NR5A1 mutations reported to be associated with male infertility were found in our study, except one polymorphism, rs1110061. However, it was not significantly different between infertile and fertile groups. In addition, we have identified six intronic variants; but none of them was significantly associated with male infertility."}, {"pubmed": 29402198, "text": "Study shows that GATA Binding Protein 6 (GATA6) alone is essential but not sufficient for estrogen formation in endometriosis. However, simultaneous addition of GATA6 and nuclear receptor subfamily 5, group A, member to an endometrial stromal cell is sufficient to transform it into an endometriotic-like cell, manifested by the activation of the estradiol biosynthetic cascade."}, {"pubmed": 29582157, "text": "Six missense, one frameshift, and one three-nucleotide deletion mutations of NR5A1 were shown to impair the transactivation ability with an altered nuclear aggregation of p.T29K and p.N44del variants"}, {"pubmed": 30018006, "text": "TCF21 modulates Steroidogenic factor-1 and estrogen receptor beta expression through the recruitment of USF2 in endometriotic stromal cells."}, {"pubmed": 30067310, "text": "SF-1 mutations cause 46,XY disorders of sex development (DSD). Fifteen of the 20 mutants reduce SF-1 activation of a SOX9 enhancer, 11 with atypical sub-cellular localization. Fourteen SF-1 mutants were predicted to alter DNA, ligand or cofactor interactions. These results study implicate aberrant SF-1 mediated transcriptional regulation of SOX9 in 46,XY DSD."}, {"pubmed": 30103258, "text": "Four novel mutations in the NR5A1 gene were identified in our cohort with 46, XY DSD, expanding the spectrum of NR5A1 gene mutations. All patients with NR5A1 rare variants had normal adrenal function and showed genital defects."}, {"pubmed": 30350900, "text": "We examined the functional effect of these changes, finding that while protein levels and localization were unaffected, variant NR5A1 proteins repress the WNT signaling pathway and have less ability to upregulate the anti-testis gene NR0B1. These findings highlight how NR5A1 variants impact ovarian differentiation across multiple pathways, resulting in a switch from ovarian to testis development in genetic females."}, {"pubmed": 30562606, "text": "Finding observed that SF1 expression was reduced in orbital pre-adipocytes of thyroid-associated ophthalmopathy (TAO) patients. However, when SF1 was up-regulated, cell proliferation and differentiation were inhibited, but the apoptosis was improved, which suggested that SF1 has a role in TAO development."}, {"pubmed": 30664326, "text": "Bile acids increase steroidogenesis in cholemic mice and induce cortisol secretion in adrenocortical H295R cells via S1PR2, ERK and SF-1."}, {"pubmed": 30686519, "text": "Studied steroidogenic factor-1 (SF1), insulin like growth factor 2(IGF2), and cyclin dependent kinase inhibitor 1C (p57) as possible prognostic tumor markers in pediatric adrenal cortical tumors. Found SF1 and IGF2 to be highly sensitive in diagnosis and prognosis of pediatric adrenal cortical tumors."}, {"pubmed": 30853179, "text": "The NR5A1 (previously called Ad4BP or SF-1) gene which is exclusively expressed in the adrenal cortex and steroidogenic tissue can form atypical circRNAs by unconventional splicing. Two stem loops with inositol-requiring protein-1alpha (IRE1alpha) cleavage sites are connected by an IRE1alpha cleavage site to form a circRNA (circIRE RNA)."}, {"pubmed": 31058195, "text": "Using the cells derived from the model, novel SF-1/Ad4BP- and LRH-1-regulated genes were identified by combined DNA microarray and promoter tiling array analyses. The interaction of SF-1/Ad4BP and LRH-1 with transcriptional regulators in the regulation of ovarian steroidogenesis was also revealed."}, {"pubmed": 31710289, "text": "Induction of Sertoli-like cells from human fibroblasts by NR5A1 and GATA4 has been reported."}, {"pubmed": 31787151, "text": "analysis of NR5A1 variants detected in a cohort of 142 patients with premature ovarian insufficiency, diminished ovarian reserve, or unexplained infertility associated with normal ovarian function"}, {"pubmed": 31831369, "text": "In cases of familial primary ovarian insufficiency and disorders of gonadal development, consider NR5A1/SF-1 sequence variants."}, {"pubmed": 32008008, "text": "Novel NR5A1 Pathogenic Variants Cause Phenotypic Heterogeneity in 46,XY Disorders of Sex Development."}, {"pubmed": 32084386, "text": "Overexpression of Nuclear Receptor 5A1 Induces and Maintains an Intermediate State of Conversion between Primed and Naive Pluripotency."}, {"pubmed": 32093223, "text": "Steroidogenic Factor 1 (NR5A1) Activates ATF3 Transcriptional Activity."}, {"pubmed": 32613604, "text": "An exome-wide exploration of cases of primary ovarian insufficiency uncovers novel sequence variants and candidate genes."}, {"pubmed": 32738419, "text": "Identification and functional analysis of fourteen NR5A1 variants in patients with the 46 XY disorders of sex development."}, {"pubmed": 33296094, "text": "NR5A1 c.991-1G > C splice-site variant causes familial 46,XY partial gonadal dysgenesis with incomplete penetrance."}, {"pubmed": 33335203, "text": "Enantiomer-specific activities of an LRH-1 and SF-1 dual agonist."}, {"pubmed": 33351340, "text": "[Clinical and molecular characteristics of patients with 46,XY DSD due to NR5A1 gene mutations]."}, {"pubmed": 33397036, "text": "Coordination of Multiple Cellular Processes by NR5A1/Nr5a1."}, {"pubmed": 34112222, "text": "Characteristics and possible mechanisms of 46, XY differences in sex development caused by novel compound variants in NR5A1 and MAP3K1."}, {"pubmed": 34232606, "text": "Immunohistochemical Characterization of 120 Testicular Sex Cord-Stromal Tumors With an Emphasis on the Diagnostic Utility of SOX9, FOXL2, and SF-1."}, {"pubmed": 34338568, "text": "Molecular study and genotype-phenotype in Chinese female patients with 46, XY disorders of sex development."}, {"pubmed": 34613524, "text": "Pubertal development in 46,XY patients with NR5A1 mutations."}, {"pubmed": 35222615, "text": "SRY and NR5A1 gene mutation in Algerian children and adolescents with DSD and testicular dysgenesis."}, {"pubmed": 35666805, "text": "The nuclear receptors SF1 and COUP-TFII cooperate on the Insl3 promoter in Leydig cells."}, {"pubmed": 35764069, "text": "Can Non-Coding NR5A1 Gene Variants Explain Phenotypes of Disorders of Sex Development?"}, {"pubmed": 36114074, "text": "Steroidogenic factor 1 (NR5A1) induces multiple transcriptional changes during differentiation of human gonadal-like cells."}, {"pubmed": 36308186, "text": "Diagnostic and prognostic utility of SF-1 in adrenal cortical tumours."}, {"pubmed": 36657429, "text": "Are NR5A1 Variations a Frequent Cause of 46,XX Ovotesticular Disorders of Sex Development? Analysis from a Single Center and Systematic Review."}, {"pubmed": 36835002, "text": "Steroidogenic Factor 1, a Goldilocks Transcription Factor from Adrenocortical Organogenesis to Malignancy."}, {"pubmed": 37268858, "text": "Multilineage Pituitary Neuroendocrine Tumors (PitNETs) Expressing PIT1 and SF1."}, {"pubmed": 37432935, "text": "Genetic reanalysis of patients with a difference of sex development carrying the NR5A1/SF-1 variant p.Gly146Ala has discovered other likely disease-causing variations."}, {"pubmed": 37802761, "text": "Steroidogenic Factor-1 form and function: From phospholipids to physiology."}, {"pubmed": 37827240, "text": "Correlation between LHCGR and NR5A1 genes polymorphism and male infertility risk."}, {"pubmed": 37892191, "text": "SF-1 Induces Nuclear PIP2."}, {"pubmed": 38128121, "text": "Spleen function is reduced in individuals with NR5A1 variants with or without a difference of sex development: a cross-sectional study."}, {"pubmed": 38131126, "text": "Long-read genome sequencing reveals a novel intronic retroelement insertion in NR5A1 associated with 46,XY differences of sexual development."}, {"pubmed": 38168586, "text": "Clinical and genetic characteristics of a large international cohort of individuals with rare NR5A1/SF-1 variants of sex development."}, {"pubmed": 38192172, "text": "FOXL2 and NR5A1 induce human fibroblasts into steroidogenic ovarian granulosa-like cells."}, {"pubmed": 38228887, "text": "Pituitary neuroendocrine tumors with PIT1/SF1 co-expression show distinct clinicopathological and molecular features."}, {"pubmed": 38555298, "text": "A conserved NR5A1-responsive enhancer regulates SRY in testis-determination."}], "genomic_pos": {"chr": "9", "end": 124507420, "ensemblgene": "ENSG00000136931", "start": 124481236, "strand": -1}, "genomic_pos_hg19": {"chr": "9", "end": 127269709, "start": 127243516, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001553", "qualifier": "involved_in", "term": "luteinization"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007530", "pubmed": [24405868, 27378692, 27490115, 27610946, 27855412], "qualifier": "involved_in", "term": "sex determination"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007538", "pubmed": 9590178, "qualifier": "involved_in", "term": "primary sex determination"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0008584", "pubmed": [10369247, 27378692], "qualifier": "involved_in", "term": "male gonad development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0008585", "pubmed": 27378692, "qualifier": "involved_in", "term": "female gonad development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0009755", "qualifier": "involved_in", "term": "hormone-mediated signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0009888", "qualifier": "involved_in", "term": "tissue development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010628", "pubmed": 27378692, "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010628", "pubmed": 23610160, "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030238", "pubmed": 10369247, "qualifier": "involved_in", "term": "male sex determination"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030325", "qualifier": "involved_in", "term": "adrenal gland development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030522", "qualifier": "involved_in", "term": "intracellular receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033327", "qualifier": "involved_in", "term": "Leydig cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042445", "qualifier": "involved_in", "term": "hormone metabolic process"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0045944", "pubmed": 23610160, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045944", "pubmed": 17664281, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0050810", "pubmed": 10567391, "qualifier": "involved_in", "term": "regulation of steroid biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051457", "qualifier": "involved_in", "term": "maintenance of protein location in nucleus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060008", "qualifier": "involved_in", "term": "Sertoli cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000020", "pubmed": 21412441, "qualifier": "involved_in", "term": "positive regulation of male gonad development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000195", "qualifier": "involved_in", "term": "negative regulation of female gonad development"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [10567391, 10848616, 17664281], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0090575", "qualifier": "part_of", "term": "RNA polymerase II transcription regulator complex"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0090575", "qualifier": "part_of", "term": "RNA polymerase II transcription regulator complex"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0000977", "pubmed": 23610160, "qualifier": "enables", "term": "RNA polymerase II transcription regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000981", "pubmed": 21412441, "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IPI", "id": "GO:0001221", "pubmed": 14701856, "qualifier": "enables", "term": "transcription coregulator binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003677", "pubmed": 10567391, "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0003682", "qualifier": "enables", "term": "chromatin binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004879", "pubmed": [8205615, 23610160], "qualifier": "enables", "term": "nuclear receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [10567391, 16709599, 17664281, 21220346, 22927646, 23610160, 25416956, 25910212, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005543", "pubmed": 17664281, "qualifier": "enables", "term": "phospholipid binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008270", "qualifier": "enables", "term": "zinc ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019899", "pubmed": 17664281, "qualifier": "enables", "term": "enzyme binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0043565", "pubmed": 27378692, "qualifier": "enables", "term": "sequence-specific DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}]}, "homologene": {"genes": [[8364, 100271747], [9031, 395960], [9544, 694183], [9598, 464725], [9606, 2516], [9615, 609642], [9913, 281948], [10090, 26423], [10116, 83826]], "id": 3638}, "interpro": [{"desc": "Zinc finger, nuclear hormone receptor-type", "id": "IPR001628", "short_desc": "Znf_hrmn_rcpt"}, {"desc": "Zinc finger, NHR/GATA-type", "id": "IPR013088", "short_desc": "Znf_NHR/GATA"}, {"desc": "Nuclear hormone receptor family 5", "id": "IPR016355", "short_desc": "NR5_fam"}, {"desc": "Nuclear hormone receptor, ligand-binding domain", "id": "IPR000536", "short_desc": "Nucl_hrmn_rcpt_lig-bd"}, {"desc": "Nuclear hormone receptor", "id": "IPR001723", "short_desc": "Nuclear_hrmn_rcpt"}, {"desc": "Nuclear hormone receptor-like domain superfamily", "id": "IPR035500", "short_desc": "NHR-like_dom_sf"}], "ipi": ["IPI00012446", "IPI00640780"], "map_location": "9q33.3", "name": "nuclear receptor subfamily 5 group A member 1", "other_names": ["STF-1", "adrenal 4 binding protein", "fushi tarazu factor homolog 1", "nuclear receptor AdBP4", "steroid hormone receptor Ad4BP", "steroidogenic factor 1", "steroidogenic factor 1 nuclear receptor", "steroidogenic factor-1"], "pantherdb": {"HGNC": "7983", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1346833", "ortholog_type": "LDO", "panther_family": "PTHR24086", "taxid": 10090, "uniprot_kb": "P33242"}, {"RGD": "68350", "ortholog_type": "LDO", "panther_family": "PTHR24086", "taxid": 10116, "uniprot_kb": "P50569"}, {"Ensembl": "ENSGALG00000001080", "ortholog_type": "LDO", "panther_family": "PTHR24086", "taxid": 9031, "uniprot_kb": "E1BXV1"}, {"ZFIN": "ZDB-GENE-010504-1", "ortholog_type": "O", "panther_family": "PTHR24086", "taxid": 7955, "uniprot_kb": "F1QJG0"}, {"ZFIN": "ZDB-GENE-040702-6", "ortholog_type": "LDO", "panther_family": "PTHR24086", "taxid": 7955, "uniprot_kb": "Q800U8"}, {"WormBase": "WBGene00003629", "ortholog_type": "O", "panther_family": "PTHR24086", "taxid": 6239, "uniprot_kb": "Q21104"}, {"WormBase": "WBGene00016126", "ortholog_type": "O", "panther_family": "PTHR24086", "taxid": 6239, "uniprot_kb": "Q18190"}, {"WormBase": "WBGene00003602", "ortholog_type": "O", "panther_family": "PTHR24086", "taxid": 6239, "uniprot_kb": "Q9XTJ4"}, {"WormBase": "WBGene00022374", "ortholog_type": "O", "panther_family": "PTHR24086", "taxid": 6239, "uniprot_kb": "Q9N2W3"}, {"WormBase": "WBGene00003623", "ortholog_type": "LDO", "panther_family": "PTHR24086", "taxid": 6239, "uniprot_kb": "Q19345"}, {"FlyBase": "FBgn0261239", "ortholog_type": "O", "panther_family": "PTHR24086", "taxid": 7227, "uniprot_kb": "Q05192"}, {"FlyBase": "FBgn0001078", "ortholog_type": "LDO", "panther_family": "PTHR24086", "taxid": 7227, "uniprot_kb": "P33244"}], "uniprot_kb": "Q13285"}, "pathway": {"kegg": [{"id": "hsa04927", "name": "Cortisol synthesis and secretion - Homo sapiens (human)"}, {"id": "hsa04934", "name": "Cushing syndrome - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-2990846", "name": "SUMOylation"}, {"id": "R-HSA-3108232", "name": "SUMO E3 ligases SUMOylate target proteins"}, {"id": "R-HSA-383280", "name": "Nuclear Receptor transcription pathway"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-4090294", "name": "SUMOylation of intracellular receptors"}, {"id": "R-HSA-452723", "name": "Transcriptional regulation of pluripotent stem cells"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-9690406", "name": "Transcriptional regulation of testis differentiation"}], "wikipathways": [{"id": "WP170", "name": "Nuclear receptors"}, {"id": "WP34", "name": "Ovarian infertility"}, {"id": "WP4814", "name": "Somatic sex determination"}, {"id": "WP4842", "name": "Mammalian disorder of sexual development"}]}, "pdb": ["1YOW", "1ZDT", "4QJR", "4QK4", "7KHT", "8DAF"], "pfam": ["PF00104", "PF00105"], "pharmgkb": "PA31764", "pharos": {"target_id": 18493, "tdl": "Tchem"}, "pir": "JC4972", "prosite": ["PS51030", "PS51843"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF249615", "relationship": "is"}, {"id": "GNF249616", "relationship": "is"}, {"id": "GNF249617", "relationship": "is"}, {"id": "GNF249618", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF162665", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF086769", "relationship": "is"}, {"id": "GNF086770", "relationship": "is"}, {"id": "GNF086771", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051512", "relationship": "is"}, {"id": "GNF056276", "relationship": "is"}, {"id": "GNF061021", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF067141", "relationship": "is"}, {"id": "GNF067142", "relationship": "is"}], "GNF_hs_LentiORF-HA-MYC": {"id": "GNF283050", "relationship": "is"}, "GNF_hs_LentiORF-Jred": {"id": "GNF283977", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF010504", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF243353", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF094100", "relationship": "is"}, {"id": "GNF133758", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000009.12", "NC_060933.1", "NG_008176.1"], "protein": "NP_004950.2", "rna": "NM_004959.5", "translation": {"protein": "NP_004950.2", "rna": "NM_004959.5"}}, "reporter": {"HG-U133_Plus_2": "210333_at", "HG-U95Av2": "32447_at", "HTA-2_0": "TC09001579.hg.1", "HuEx-1_0": "3225058", "HuGene-1_1": "8164077", "HuGene-2_1": "17098293"}, "summary": "The protein encoded by this gene is a transcriptional activator involved in sex determination. The encoded protein binds DNA as a monomer. Defects in this gene are a cause of XY sex reversal with or without adrenal failure as well as adrenocortical insufficiency without ovarian defect. [provided by RefSeq, Jul 2008].", "symbol": "NR5A1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1417838"}, "unigene": "Hs.495108", "uniprot": {"Swiss-Prot": "Q13285", "TrEMBL": ["F1DAM0", "F1D8R8", "Q5T6F7", "Q5T6F6"]}, "wikipedia": {"url_stub": "Steroidogenic factor 1"}}