{"AllianceGenome": "8021", "HGNC": "8021", "MIM": "129190", "_id": "4907", "_version": 2, "accession": {"genomic": ["AF069067.1", "AL135903.12", "AL589666.5", "AY351432.1", "CH471051.2", "CP068272.2", "CQ782997.1", "JC231864.1", "NC_000006.12", "NC_060930.1", "NG_028214.1", "U21730.1"], "protein": ["AAA96950.1", "AAC98672.1", "AAH15940.1", "AAH65937.1", "AAQ21035.1", "ABA39834.1", "BAG37219.1", "BAG52050.1", "BAG52063.1", "CAA39271.1", "CAF86213.1", "CDM22274.1", "EAW48634.1", "EAW48635.1", "EAW48636.1", "NP_001191742.1", "NP_002517.1", "P21589.1"], "rna": ["AK075008.1", "AK075083.1", "AK314661.1", "BC015940.1", "BC065937.1", "BQ019358.1", "DA574510.1", "DQ186653.1", "NM_001204813.2", "NM_002526.4", "X55740.1"], "translation": [{"protein": "AAH15940.1", "rna": "BC015940.1"}, {"protein": "AAH65937.1", "rna": "BC065937.1"}, {"protein": "ABA39834.1", "rna": "DQ186653.1"}, {"protein": "NP_002517.1", "rna": "NM_002526.4"}, {"protein": "BAG52063.1", "rna": "AK075083.1"}, {"protein": "BAG52050.1", "rna": "AK075008.1"}, {"protein": "CAA39271.1", "rna": "X55740.1"}, {"protein": "NP_001191742.1", "rna": "NM_001204813.2"}, {"protein": "BAG37219.1", "rna": "AK314661.1"}]}, "alias": ["CALJA", "CD73", "E5NT", "NT", "NT5", "NTE", "eN", "eNT"], "ec": ["3.1.3.35", "3.1.3.5", "3.1.3.89", "3.1.3.91", "3.1.3.99"], "ensembl": {"gene": "ENSG00000135318", "protein": ["ENSP00000257770", "ENSP00000358660", "ENSP00000358665", "ENSP00000387630", "ENSP00000414674"], "transcript": ["ENST00000257770", "ENST00000369646", "ENST00000369651", "ENST00000416334", "ENST00000437581"], "translation": [{"protein": "ENSP00000358665", "rna": "ENST00000369651"}, {"protein": "ENSP00000257770", "rna": "ENST00000257770"}, {"protein": "ENSP00000358660", "rna": "ENST00000369646"}, {"protein": "ENSP00000414674", "rna": "ENST00000416334"}, {"protein": "ENSP00000387630", "rna": "ENST00000437581"}], "type_of_gene": "protein_coding"}, "entrezgene": "4907", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 15.9695529194, "exp_mis": 195.971045939, "exp_syn": 93.7868220202, "lof_z": 1.23185781502469, "mis_z": 0.0688663671795528, "mu_lof": 1.18439091768e-06, "mu_mis": 1.93916390681e-05, "mu_syn": 9.33037947022e-06, "n_lof": 11.0, "n_mis": 194.0, "n_syn": 71.0, "p_li": 2.33633611917161e-06, "p_null": 0.276549378045579, "p_rec": 0.723448285618301, "syn_z": 1.4586875937408}, "bp": 1725, "cds_end": 86203722, "cds_start": 86159857, "n_exons": 9, "nonpsych": {"exp_lof": 14.2770755442, "exp_mis": 177.195801759, "exp_syn": 84.7092107431, "lof_z": 1.37159412710916, "mis_z": 0.310546263103619, "mu_lof": 1.18439091768e-06, "mu_mis": 1.93916390681e-05, "mu_syn": 9.33037947022e-06, "n_lof": 9.0, "n_mis": 169.0, "n_syn": 65.0, "p_li": 4.41430083684603e-05, "p_null": 0.169483516026405, "p_rec": 0.830472340965227, "syn_z": 1.34824061486748}, "transcript": "ENST00000257770.3"}, "exons": [{"cdsend": 85494004, "cdsstart": 85450139, "chr": "6", "position": [[85449583, 85450478], [85467059, 85467282], [85471236, 85471425], [85485234, 85485432], [85487334, 85487489], [85489493, 85489599], [85491976, 85492177], [85493840, 85495791]], "strand": 1, "transcript": "NM_001204813", "txend": 85495791, "txstart": 85449583}, {"cdsend": 85494004, "cdsstart": 85450139, "chr": "6", "position": [[85450082, 85450478], [85467059, 85467282], [85471236, 85471425], [85485234, 85485432], [85487334, 85487489], [85489493, 85489599], [85490507, 85490657], [85491976, 85492177], [85493840, 85495784]], "strand": 1, "transcript": "NM_002526", "txend": 85495784, "txstart": 85450082}], "exons_hg19": [{"cdsend": 86203722, "cdsstart": 86159857, "chr": "6", "position": [[86159301, 86160196], [86176777, 86177000], [86180954, 86181143], [86194952, 86195150], [86197052, 86197207], [86199211, 86199317], [86201694, 86201895], [86203558, 86205509]], "strand": 1, "transcript": "NM_001204813", "txend": 86205509, "txstart": 86159301}, {"cdsend": 86203722, "cdsstart": 86159857, "chr": "6", "position": [[86159800, 86160196], [86176777, 86177000], [86180954, 86181143], [86194952, 86195150], [86197052, 86197207], [86199211, 86199317], [86200225, 86200375], [86201694, 86201895], [86203558, 86205502]], "strand": 1, "transcript": "NM_002526", "txend": 86205502, "txstart": 86159800}], "generif": [{"pubmed": 12000134, "text": "Review: Ecto-5'-nucleotidase in B-cell chronic lymphocytic leukemia"}, {"pubmed": 12030367, "text": "Regulation of ecto-5'-nucleotidase by TNF-alpha in human endothelial cells."}, {"pubmed": 14578500, "text": "a critical enzyme responsible for the generation of adenosine"}, {"pubmed": 16709165, "text": "Review defines glycosylphosphatidylinositol-anchored 5'-nucleotidase as an extracellular, raft-associated enzyme responsible for conversion of extracellular adenosine triphosphate (ATP) into adenosine."}, {"pubmed": 16718268, "text": "Expression of ecto-5'-nucleotidase in melanoma correlates with a number of metastasis-related markers and thus may have a function in this process."}, {"pubmed": 16735966, "text": "Gliclazide inhibits the activity of lymphocyte ecto-5'-nucleotidase and decreases the concentration of adenosine at the cell surface."}, {"pubmed": 17065075, "text": "CD73 is coexpressed with metastasis promoting antigens in human melanoma cells"}, {"pubmed": 17487388, "text": "CD73 may accelerate the growth of breast cancer by stimulating cell proliferation and tumor angiogenesis."}, {"pubmed": 17671792, "text": "CD73 may facilitate the adhesion, migration and invasion of human breast cancer cells through its enzyme activity of generating adenosine"}, {"pubmed": 17911479, "text": "CD73 expression on central nervous system (CNS) microvasculature was confirmed with stainings of frozen tissue sections of multiple sclerosis brain samples taken at autopsy"}, {"pubmed": 18062933, "text": "eN is a novel and specific receptor for tenascin C"}, {"pubmed": 18566412, "text": "inhibition of TRAIL signaling works through interaction of CD73 with death receptor 5, as CD73 and death receptor 5 could be coimmunoprecipitated and were shown to be colocalized in the plasma membrane by confocal microscopy"}, {"pubmed": 18636315, "text": "Ecto-5'-nucleotidase/CD73 may regulate the extracellular adenosine 5'-monophosphate (AMP) and adenosine levels."}, {"pubmed": 18787389, "text": "Data show that in varicocele patients, 5'-nucleotidase activity is decreased in seminal plasma and spermatozoa."}, {"pubmed": 18924612, "text": "PMNs facilitate translocation across human epithelium and alter fluid homeostasis via epithelial cell-expressed NT5E."}, {"pubmed": 19008478, "text": "CD73 plays a critical role by suppressing transendothelial leukocyte trafficking through its enzymatic activity and mitigates inflammatory and immune sequelae of cardiac transplantation via the adenosine 2B receptor."}, {"pubmed": 19536092, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20392501, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20476579, "text": "CD73 expression can be modulated within minutes following exposure of HUVEC to lysophosphatidylcholine, and this response may be mediated by PKC"}, {"pubmed": 20628624, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20874842, "text": "CD73 plays an important role in breast cancer growth by affecting cell cycle progression and apoptosis."}, {"pubmed": 21057730, "text": "Studies indicate that it remains unclear whether interruption of IFNalphaA and IL-10 signaling in the absence of CD73 activity results from a deficiency of its product adenosine or an accumulation of its substrate nucleotides."}, {"pubmed": 21092450, "text": "Abnormal expression of CD(73) in Treg cells may participate in the pathogenesis of systemic lupus erythematosus."}, {"pubmed": 21288095, "text": "We identified mutations in NT5E in members of three families with symptomatic arterial and joint calcifications. This gene encodes CD73, which converts AMP to adenosine."}, {"pubmed": 21346249, "text": "CD73 is expressed on a subpopulation of afferent lymph vessels but is absent on efferent lymphatics, unlike LYVE-1 and podoplanin, which are expressed on both types of lymphatics."}, {"pubmed": 21638125, "text": "the ectonucleotidases CD39 and CD73 and ADORA2A appear as possible targets for novel treatments in ovarian cancer"}, {"pubmed": 21677139, "text": "Exosomes from diverse cancer cell types exhibit potent 5'AMP and ATP phosphohydrolytic activity, partly attributed to exosomally expressed CD73 and CD39, which contribute to extracellular adenosine production."}, {"pubmed": 21732280, "text": "MSC migration is controlled by CD73 & CD29, which in turn are regulated by mechanical stimulation of cells"}, {"pubmed": 21933152, "text": "Sequence and structural analysis of H. influenzae NadN led to the discovery that human CD73 is capable of processing both NAD and NMN, therefore disclosing a possible novel function of human CD73 in systemic NAD metabolism."}, {"pubmed": 21998208, "text": "CD73-generated extracellular adenosine activates type 1 purinergic A2A receptors that are constitutively expressed by chronic lymphocytic leukemia cells and that are further elevated in proliferating neoplastic cells."}, {"pubmed": 22040959, "text": "The expression of CD73 is associated with leukemia subtype, differentiation and development. The higher differentiation of leukemia cells, the lower of CD73 expression in myeloid and B lymphoid leukemia."}, {"pubmed": 22184407, "text": "Data show that the alterations in the CD39/CD73 adenosinergic machinery and loss of function in ADA-deficient Tregs provide insights into a predisposition to autoimmunity and the underlying mechanisms causing defective peripheral tolerance in ADA-SCID."}, {"pubmed": 22287455, "text": "In multivariate Cox regression analysis, overexpression of CD73 was proven to be an independent prognostic biomarker for colorectal cancer."}, {"pubmed": 22454080, "text": "deregulation of NT5E expression in melanoma occurs via epigenetic changes in the NT5E CpG island"}, {"pubmed": 22553809, "text": "Elevated CD73 expression in breast cancer can predict a good prognosis. However, the actual role of CD73 in cancerogenesis remains unclear and requires further analysis."}, {"pubmed": 22833450, "text": "the activity of CD73 to trigger adenosine signaling sustains a chemoresistant phenotype in glioblastoma multiforme cells"}, {"pubmed": 23094051, "text": "The absence of ecto-5'NT/CD73 in the D283 cell line, a metastatic medulloblastoma phenotype, suggests that high expression levels of this ectonucleotidase could be correlated with a poor prognosis in patients with medulloblastoma."}, {"pubmed": 23122642, "text": "Mutations in the underlying disease genes ENPP1, ABCC6, NT5E, and SLC20A2, respectively, lead to arterial media calcification."}, {"pubmed": 23142347, "text": "Crystal structures of the dimeric human e5NT reveal an extensive conformational switch between the open and closed forms of the enzyme."}, {"pubmed": 23192044, "text": "crystallization and preliminary X-ray crystallographic analysis of an open structural conformation of human e5NT are described."}, {"pubmed": 23288168, "text": "Coronary vasodilation to adenine nucleotides is associated with endothelial CD73-dependent production of extracellular adenosine that acts as an endothelium-derived hyperpolarizing factor."}, {"pubmed": 23315321, "text": "SNPs at the 5'-nucleotidase and xanthine oxidase genes influence the risk of noncirrhotic portal hypertension in HIV patients treated with didanosine."}, {"pubmed": 23423261, "text": "Isoflurane causes TGF-beta1-dependent induction of renal tubular CD73 and adenosine generation to protect against renal ischemia and reperfusion injury."}, {"pubmed": 23508889, "text": "concluded that CD73 can promote endothelial cells forming new vessels in cancer condition, facilitating tumor growth and hematogenous metastasis"}, {"pubmed": 23569336, "text": "NT5E expression correlates closely with HIF-1alpha expression in gastric carcinoma"}, {"pubmed": 23584256, "text": "CD73 promotes the production of renal adenosine that is a prominent driver of renal hypertension by enhanced ADORA2B signaling-mediated endothelin-1 induction in a hypoxia-inducible factor-alpha-dependent manner."}, {"pubmed": 23625284, "text": "This study demonstrated that the differential CD73 expression around intestinal tuberculosis granuloma indicates that Mycobacterium tuberculosis evades host immunity by recruiting mesenchymal cells with CD73 expression."}, {"pubmed": 23653114, "text": "Analyzed the expression of CD73 in prostate cancer tissue using immunohistochemistry staining in 116 tissue specimens."}, {"pubmed": 23729294, "text": "CD73 mRNA levels were also dramatically decreased in human liver biopsies from hepatitis C and nonalcoholic fatty liver disease patients"}, {"pubmed": 23737488, "text": "The data indicates that glioma-derived CD73 contributes to local adenosine-mediated immunosuppression in synergy with CD39 from infiltrating CD4(+)CD39(+) T lymphocytes in human malignant gliomas."}, {"pubmed": 23880765, "text": "CD73 protein as a source of extracellular precursors for sustained NAD+ biosynthesis in FK866-treated tumor cells."}, {"pubmed": 24043462, "text": "Our data suggests that human bone marrow-derived mesenchymal stem cells can effectively suppress immune responses of the Th17 cells via the CD39-CD73-mediated adenosine-producing pathway"}, {"pubmed": 24310606, "text": "Immunochemistry and clinicopathological results showed that the expression of NT5E and FcGBP in gallbladder adenocarcinoma is an independent marker for evaluation of the disease progression, clinical biological behaviors and prognosis."}, {"pubmed": 24707115, "text": "ecto-nucleotidases CD39 and CD73 are expressed in human endometrial tumors"}, {"pubmed": 24798880, "text": "CD73 expression in triple negative breast cancer is associated with worse clinical outcomes and increased resistance to anthracycline chemotherapy."}, {"pubmed": 24887587, "text": "novel genetic causes of human disease suggest that the syndrome of premature arterial calcification due to NT5E mutations may also involve a novel \"trafficking-opathy\"."}, {"pubmed": 25205101, "text": "we report that ATP-mediated suppression of IFNgamma production by Th17 cells can be overcome by genetic ablation of CD73 or by using IL1beta instead of TGFbeta to program Th17 cells ex vivo"}, {"pubmed": 25298403, "text": "Species-specific CD73 regulation, with potential significance to cancer, fibrosis, and other diseases characterized by changes in CD73 expression and function."}, {"pubmed": 25402681, "text": "CD73 enhances endothelial barrier function and sprouting in blood but not lymphatic vasculature."}, {"pubmed": 25486201, "text": "The Nt5e(-/-) targeted mutant mice recapitulate some, but not all, features of ACDC and serve as a model system to study pharmacologic interventions for ectopic mineralization."}, {"pubmed": 25644539, "text": "Expression of NPP1 and 5'-nucleotidase by valve interstitial cells promotes the mineralization of the aortic valve through A2aR and a cAMP/PKA/CREB pathway."}, {"pubmed": 25675814, "text": "It decompose ATP and produce adenosine, which regulates immunity via adenosine receptor."}, {"pubmed": 25677906, "text": "Although upregulated CD73 expression in tumor cells correlates with a poor prognosis in patients with rectal adenocarcinoma, the combination of CD73 expression in malignant epithelial cells and tumor stroma may have a better prognostic value"}, {"pubmed": 25770019, "text": "these data suggest a possible role for CD73 and A2A in inflammation observed in patients with T2D and obesity mediated via apoptosis."}, {"pubmed": 26040919, "text": "rs9444348 heterozygosity is associated with increased risk of post-traumatic epilepsy development after brain injury."}, {"pubmed": 26178434, "text": "report on a Chinese family with CALJA and novel compound heterozygous mutations (c.1360G>A (p.Gly454Arg) and c.1387C>T (p.Arg463X)) in NT5E"}, {"pubmed": 26226423, "text": "role of CD73 and CD39 ectonucleotidases in T cell differentiation"}, {"pubmed": 26253870, "text": "Our study revealed that CD73 is an independent prognostic factor in prostate cancer."}, {"pubmed": 26258883, "text": "CD73 activity from any host cell type is not required for the monocyte/macrophage polarization in the peritoneum towards a pro- or an anti-inflammatory phenotype in vivo"}, {"pubmed": 26363007, "text": "This study highlights a role for CD73 as a prognostic marker of patient survival and also as a candidate therapeutic target in high-grade serous ovarian cancers."}, {"pubmed": 26629888, "text": "The NT5E gene is involved in both intrinsic and acquired resistance to platinum-based drugs in ovarian cancer. [meta-analysis]"}, {"pubmed": 26642367, "text": "findings reveal that CD73-generated adenosine promotes epithelial integrity and suggest why loss of CD73 in endometrial cancer allows for tumor progression"}, {"pubmed": 26691441, "text": "CD73 expression was significantly correlated with the invasion into adjacent organs."}, {"pubmed": 26708311, "text": "CD73 promotes the growth of human colorectal cancer cells through EGFR and the b-catenin/cyclin D1 signaling pathway. CD73 may be used as a valuable biomarker of colorectal cancer."}, {"pubmed": 26854859, "text": "These results provide a finely mapped epitope that can be targeted for selective, potent, and non-competitive inhibition of CD73, as well as establish a strategy for inhibiting enzymes that function in both membrane-bound and soluble states."}, {"pubmed": 26884147, "text": "Aim of the present study was to investigate the role of CD73 in glioma blood vessels; results found that the expression of CD73 in glioma vascular cells is significantly decreased, and this reduction may down-regulate the expression of brain microvascular endothelial tight junction-related proteins"}, {"pubmed": 27044834, "text": "This study aimed to investigate the activities of purinergic system ecto-enzymes present on the platelet surface as well as CD39 and CD73 expressions on platelets of sickle cell anemia treated patients."}, {"pubmed": 27281619, "text": "Data show that MiR-422a and its target CD73 are involved in early loco(regional) recurrence of head and neck squamous cell carcinoma (HNSCC) tumors and are targets for personalized medicine."}, {"pubmed": 27557512, "text": "high levels of CD73 are significantly associated with reduced overall survival in patients with head and neck squamous cell carcinoma"}, {"pubmed": 27650530, "text": "Hippocampal astrogliosis observed in medial temporal lobe epilepsy patients was accompanied by a proportionate increase in A2A receptor and ecto-5'-nucleotidase/CD73 immunoreactivities."}, {"pubmed": 27670764, "text": "CD73 may play an important role in breast cancer stem cells."}, {"pubmed": 27705752, "text": "Endogenous Plastic Somatic (ePS) cells in a latent state, i.e. lacking SOX2, OCT3/4 and NANOG (SON) expression, in non-diseased breast specimens through immunohistochemical analysis of previously identified ePS-specific biomarkers (CD73(+), EpCAM(+) and CD90(-))."}, {"pubmed": 27718302, "text": "CD73 and CD86 are the most relevant markers to incorporate in the routine MRD evaluation of BCPALL."}, {"pubmed": 27732656, "text": "This study found that in septic critically ill patients the soluble CD73 levels were generally low and showed a further decrease from 0h to 24h. Moreover, the sCD73 levels were higher in acute kidney injury (AKI) versus non-AKI patients and in non-survivors with severe sepsis than in survivors, but were not independently associated either with the development of AKI or 90-day mortal"}, {"pubmed": 27899277, "text": "concluded that CD39 and CD73 are molecular targets for the development of drugs for ALF patients care"}, {"pubmed": 27906615, "text": "Genetic polymorphism of NT5E may contribute to the pathogenesis of calcific aortic valve disease."}, {"pubmed": 27906627, "text": "Oxidized low density lipoproteins modulate CD39 and CD73 activity in the endothelium."}, {"pubmed": 28060732, "text": "Report prognostic impact of CD73 expression in non-small lung cancers."}, {"pubmed": 28158983, "text": "CD73 expression is upregulated in NSCLC and is correlated with a decrease in miR-30a-5p expression."}, {"pubmed": 28193736, "text": "Down-regulation of CD73 on B cells of patients with viremic HIV correlates with B cell activation and disease progression."}, {"pubmed": 28202050, "text": "High CD73 expression is associated with cervical cancer."}, {"pubmed": 28212442, "text": "CD73 polymorphisms play a role in calciphylaxis development in dialysis patients."}, {"pubmed": 28389406, "text": "this paper shows that simultaneous overexpression of human E5NT and ENTPD1 protects porcine endothelial cells against H2O2-induced oxidative stress and cytotoxicity in vitro"}, {"pubmed": 28404888, "text": "we demonstrated the existence of CSCs in both cultured ccRCC cell line and tissues, and CD73 as a cell-surface biomarker for ccRCC CSC-like cells."}, {"pubmed": 28464916, "text": "Studied role of miR-30a in colorectal cancer(CRC). Found miR-30a is downregulated in CRC, and it inhibits cell proliferation in CRC by reducing expression of CD73."}, {"pubmed": 28652244, "text": "High CD73 expression is associated with Melanoma Metastasis."}, {"pubmed": 28825389, "text": "Case Report: identify novel mutations in the NT5E gene in patient with calcification of joints and arteries."}, {"pubmed": 28916770, "text": "While in anti-neutrophil cytoplasmic auto-antibody (ANCA)-associated vasculitis (AAV) patients (n = 29) CD26 was increased on CD4(+) lymphocytes, CD39 and CD73 were generally reduced on patients' T-cells."}, {"pubmed": 28950987, "text": "HPV+ cervical cancer cells express higher levels of CD73 than HPV- cells, and this expression is associated with the production of larger amounts of adenosine, as well as a stronger inhibition of proliferation, activation, and cytotoxic activity of CD8+ T cells via interaction with A2A adenosine receptor"}, {"pubmed": 29047106, "text": "High CD73 expression is associated with breast cancer."}, {"pubmed": 29103803, "text": "this paper shows that CD73 activity is protective in a mouse model of antiphospholipid antibody-induced miscarriages"}, {"pubmed": 29155108, "text": "NT5E-targeting miRNAs (miR-30b and miR-340) function as tumor suppressors"}, {"pubmed": 29202855, "text": "soluble CD73 might be used as serologic prognostic biomarker in patients with metastatic melanoma patients."}, {"pubmed": 29273916, "text": "The Ecto-5'nucleotidase, together with alkaline phosphatase, also expressed apically in oviductal epithelium, complete the hydrolysis sequence by dephosphorylating AMP to adenosine."}, {"pubmed": 29278640, "text": "Serum CD73 increases following infant cardiopulmonary bypass; low rewarming CD73 is independently associated with increased postoperative support requirements"}, {"pubmed": 29305710, "text": "Induction of ecto-5'-nucleotidase/CD73 by radiation contributes to the radiosensitivity of T24 urinary bladder cancer cell line."}, {"pubmed": 29367423, "text": "High CD73 expression is associated with the increase in the ability of surviving breast cancer cells to evade innate and adaptive immunity."}, {"pubmed": 29377887, "text": "analysis of how inhibitors block human CD73 and block efficiently its enzymatic function in the low micromolar range through a non-competitive inhibition mechanism"}, {"pubmed": 29514610, "text": "High CD73 expression is associated with neoplasms."}, {"pubmed": 29551673, "text": "CD73 promotes the expression of stemness and epithelial-mesenchymal transition-associated genes, implying a regulation of ovarian Cancer-initiating cells function at the transcriptional level."}, {"pubmed": 29663369, "text": "High CD73 expression is associated with head and neck squamous cell carcinoma."}, {"pubmed": 29916747, "text": "High expression of NT5E is associated with Prostate Cancer."}, {"pubmed": 30056298, "text": "Changes in the local expression and activity of CD39 and CD73 in calcified valves suggest their potential role in calcific aortic valve disease."}, {"pubmed": 30097462, "text": "treatment of alpha,beta-methylene adenosine 5'-diphosphate, a potent CD73 specific inhibitor, significantly decreased sickling, hemolysis, multiorgan damage, and disease progression in the murine model of SCD. Taken together, both human and mouse studies reveal a novel molecular mechanism contributing to the pathophysiology of SCD and identify potential therapeutic strategies to treat SCD."}, {"pubmed": 30100409, "text": "This study confirmed that the cell surface antigen CD73 is exclusively expressed in human induced pluripotent stem cells (hiPSCs)-derived photoreceptors by generating a fluorescent cone rod homeobox (Crx) reporter hiPSC line using CRISPR/Cas9 genome editing."}, {"pubmed": 30117104, "text": "CD73 is an interesting target for glioblastoma treatment and its inhibition may provide new opportunities to improve the treatment of brain tumors."}, {"pubmed": 30184475, "text": "NT5E have a role in papillary thyroid carcinoma microenvironment."}, {"pubmed": 30211969, "text": "The minimal consensus definition criteria of ex vivo expanded MSCs requires them to be positive for CD73, CD90, and CD105 expression."}, {"pubmed": 30281919, "text": "NT5E expression was upregulated in sunitinib-resistant RCC tissues and cells. NT5E downregulation repressed RCC cell proliferation, migration as well as invasion. EMT course and AKT/GSK-3beta signal pathway both in vitro and in vivo in sunitinib environment was suppressed to varying degrees via NT5E inhibition."}, {"pubmed": 30295112, "text": "significantly more patients with intestinal tuberculosis express CD73 in their granulomas than those with Crohn's disease"}, {"pubmed": 30301599, "text": "The autocrine activity of TGF-beta1 and expression of CD73."}, {"pubmed": 30409763, "text": "The NT5E and ecto-adenosine deaminase (E-ADA )perform key functions in the modulation of the immune and inflammatory response in Systemic lupus erythematosus (SLE)."}, {"pubmed": 30417547, "text": "Our results support that CD73 promotes hepatocellular carcinoma growth and metastasis mediated by EGFR."}, {"pubmed": 30548323, "text": "1alpha, 25-Dihydroxyvitamin D3 alters ectonucleotidase expression and activity in human cutaneous melanoma cells."}, {"pubmed": 30591485, "text": "Spindle-shaped gastric cancer stromal cells expressing CD73, CD90 or CD105 are involved in disease progression, and among them, CD105-positive cells are strongly associated with poor prognosis."}, {"pubmed": 30663116, "text": "Physical fitness modulates the expression of CD39 and CD73 on CD4(+) CD25(-) and CD4(+) CD25(+) T cells following high intensity interval exercise."}, {"pubmed": 30664812, "text": "Findings uncovered that patients with CD73(+) on tumor cells as well as A2aR(+) on TILs or low CD8(+) TILs exhibited inferior survival."}, {"pubmed": 30676071, "text": "CD73-deficient humans present with the complex phenotype of vascular calcification, arteriomegaly and tortuosity, and calcification in small joints. There are differences between the mouse and human systems.  Review."}, {"pubmed": 30696359, "text": "These results suggest that the interaction of MSCs with CeCa tumor cells in the TME may condition higher TGF-beta1 production to maintain an immunosuppressive status not only through the activity of this cytokine per se but also through its ability to induce CD73 expression in tumor cells and generate an immunosuppressive microenvironment rich in Ado."}, {"pubmed": 30927045, "text": "CD73 was upregulated in pancreatic ductal adenocarcinoma and correlated with poor prognosis."}, {"pubmed": 30932882, "text": "The expression level of serum NT5E increased in patients with colorectal cancer, and closely correlated with the malignant evolution and clinical prognosis of colorectal cancer. NT5E might serve as a serological indicator for molecular diagnosis and prognosis of colorectal cancer clinically."}, {"pubmed": 30954629, "text": "The review summarizes available data regarding the complex regulation of CD73 at the neurovascular unit (NVU) during neuroinflammation.  [review]"}, {"pubmed": 30957676, "text": "These evidences provide the basis for translational strategies of immune combination, while CD73 would serve as potential prognostic biomarker in metastatic melanoma."}, {"pubmed": 30971294, "text": "Mechanistically, adenosine produced by CD73 binds to adenosine A2A receptor (A2AR) and activates Rap1, which recruits P110beta to the plasma membrane and triggers PIP3 production, thereby promoting AKT phosphorylation in HCC cells."}, {"pubmed": 30985656, "text": "Pilot study examined 3 candidate genes, ectonucleotide pyrophosphatase/phosphodiesterase (ENPP1), ATP Binding Cassette Subfamily C Member 6 (ABCC6), and 5'-Nucleotidase Ecto (NT5E) involved in pyrophosphate (PPi) and inorganic phosphate (Pi) metabolism, which may predispose to coronary arterial or valvular calcification; report 4 new genetic variants potentially related to coronary calcification."}, {"pubmed": 30992388, "text": "Silencing of Ecto-5'-nucleotidase expression suppressed cell proliferation."}, {"pubmed": 31014364, "text": "In contrast to the long recognized immune suppressive effect of CD73-adenosine signaling in tumor tissue, authors made a striking observation that in AML, CD73 expression on CD8 T cells associates with an increased immune response."}, {"pubmed": 31309149, "text": "Increased expression of CD73, mediated by the CEBPA-p30 isoform, sustained leukemic growth via the CD73/A2AR axis"}, {"pubmed": 31404305, "text": "Generation and Function of Non-cell-bound CD73 in Inflammation."}, {"pubmed": 31461341, "text": "Cell type- and tissue-specific functions of NT5E have been summarized. (Review)"}, {"pubmed": 31652269, "text": "Monitoring and characterizing soluble and membrane-bound ectonucleotidases CD73 and CD39."}, {"pubmed": 31770109, "text": "CD73 immune checkpoint defines regulatory NK cells within the tumor microenvironment."}, {"pubmed": 31868071, "text": "High-Throughput Screening Assays for Cancer Immunotherapy Targets: Ectonucleotidases CD39 and CD73."}, {"pubmed": 31873309, "text": "CD73 is a specific immunotherapeutic target to improve antitumor immune responses to immune checkpoint therapy in glioblastoma multiforme."}, {"pubmed": 31879272, "text": "Upregulation of CD73 Confers Acquired Radioresistance and is Required for Maintaining Irradiation-selected Pancreatic Cancer Cells in a Mesenchymal State."}, {"pubmed": 31980601, "text": "Cancer associated fibroblasts-CD73 expression is enhanced via an adenosine-A2B receptor-mediated feedforward circuit triggered by tumor cell death, which enforces the CD73-checkpoint."}, {"pubmed": 32017200, "text": "Extracellular adenosine enhances the ability of PMNs to kill Streptococcus pneumoniae by inhibiting IL-10 production."}, {"pubmed": 32024555, "text": "CD73 sustained cancer-stem-cell traits by promoting SOX9 expression and stability in hepatocellular carcinoma."}, {"pubmed": 32067282, "text": "MicroRNA-30a suppresses self-renewal and tumorigenicity of glioma stem cells by blocking the NT5E-dependent Akt signaling pathway."}, {"pubmed": 32205841, "text": "CD73 promotes tumor metastasis by modulating RICS/RhoA signaling and EMT in gastric cancer."}, {"pubmed": 32266820, "text": "The expression of CD73 on pathological B-cells is associated with shorter overall survival of patients with CLL."}, {"pubmed": 32289379, "text": "The TGF-beta profibrotic cascade targets ecto-5'-nucleotidase gene in proximal tubule epithelial cells and is a traceable marker of progressive diabetic kidney disease."}, {"pubmed": 32345959, "text": "Breast cancer-derived exosomes transmit lncRNA SNHG16 to induce CD73+gammadelta1 Treg cells."}, {"pubmed": 32362028, "text": "Identification of a regulatory Vdelta1 gamma delta T cell subpopulation expressing CD73 in human breast cancer."}, {"pubmed": 32375544, "text": "Dysregulation of FOXO1 (Forkhead Box O1 Protein) Drives Calcification in Arterial Calcification due to Deficiency of CD73 and Is Present in Peripheral Artery Disease."}, {"pubmed": 32401115, "text": "Genome-wide identification of lncRNAs and mRNAs differentially expressed in human vascular smooth muscle cells stimulated by high phosphorus."}, {"pubmed": 32419582, "text": "Host surface ectonucleotidase-CD73 and the opportunistic pathogen, Porphyromonas gingivalis, cross-modulation underlies a new homeostatic mechanism for chronic bacterial survival in human epithelial cells."}, {"pubmed": 32446352, "text": "Human platelets express functional ectonucleotidases that restrict platelet activation signaling."}, {"pubmed": 32450615, "text": "HIF-1alpha and CD73 expression in cardiac leukocytes correlates with the severity of myocarditis in end-stage Chagas disease patients."}, {"pubmed": 32473077, "text": "Highly expressed tumoral emmprin and stromal CD73 predict a poor prognosis for external auditory canal carcinoma."}, {"pubmed": 32522903, "text": "NT5E Genetic Mutation Is a Rare But Important Cause of Intermittent Claudication and Chronic Limb-Threatening Ischemia."}, {"pubmed": 32548862, "text": "CD8(+) CD73(+) T cells in the tumor microenvironment of head and neck cancer patients are linked to diminished T cell infiltration and activation in tumor tissue."}, {"pubmed": 32585229, "text": "The therapeutic potential of targeting CD73 and CD73-derived adenosine in melanoma."}, {"pubmed": 32590342, "text": "Genotype of CDC73 germline mutation determines risk of parathyroid cancer."}, {"pubmed": 32643277, "text": "CD73 acts as a prognostic biomarker and promotes progression and immune escape in pancreatic cancer."}, {"pubmed": 32676968, "text": "Prognostic impact of CD73 expression and its relationship to PD-L1 in patients with radically treated pancreatic cancer."}, {"pubmed": 32707842, "text": "Defining the CD39/CD73 Axis in SARS-CoV-2 Infection: The CD73(-) Phenotype Identifies Polyfunctional Cytotoxic Lymphocytes."}, {"pubmed": 32777746, "text": "Targeting CD73 to augment cancer immunotherapy."}, {"pubmed": 32847938, "text": "An IL6-Adenosine Positive Feedback Loop between CD73(+) gammadeltaTregs and CAFs Promotes Tumor Progression in Human Breast Cancer."}, {"pubmed": 32970317, "text": "Enhanced migration of breast and lung cancer cells deficient for cN-II and CD73 via COX-2/PGE2/AKT axis regulation."}, {"pubmed": 32970335, "text": "CD73 contributes to anti-inflammatory properties of afferent lymphatic endothelial cells in humans and mice."}, {"pubmed": 33037085, "text": "PCBP2 Posttranscriptional Modifications Induce Breast Cancer Progression via Upregulation of UFD1 and NT5E."}, {"pubmed": 33177176, "text": "Prognostic significance and immune correlates of CD73 expression in renal cell carcinoma."}, {"pubmed": 33222670, "text": "Targeting Tumor-derived Exosomes Expressing CD73: New Opportunities in the Pathogenesis and Treatment of Cancer."}, {"pubmed": 33268695, "text": "Involvement of CD73 and A2B Receptor in Radiation-Induced DNA Damage Response and Cell Migration in Human Glioblastoma A172 Cells."}, {"pubmed": 33416944, "text": "CD73 expression defines immune, molecular, and clinicopathological subgroups of lung adenocarcinoma."}, {"pubmed": 33433704, "text": "Loss of stromal CD73 expression plays a role in pathogenesis of polypoid endometriosis."}, {"pubmed": 33434633, "text": "CD73 and cN-II regulate the cellular response to chemotherapeutic and hypoxic stress in lung adenocarcinoma cells."}, {"pubmed": 33609609, "text": "Loss of CD73 shifts transforming growth factor-beta1 (TGF-beta1) from tumor suppressor to promoter in endometrial cancer."}, {"pubmed": 33727591, "text": "CD73 facilitates EMT progression and promotes lung metastases in triple-negative breast cancer."}, {"pubmed": 33744914, "text": "Multifocal calcific periarthritis with distinctive clinical and radiological features in patients with CD73 deficiency."}, {"pubmed": 33788714, "text": "CD73 Is Regulated by the EGFR-ERK Signaling Pathway in Non-small Cell Lung Cancer."}, {"pubmed": 34019179, "text": "CD73 expression in normal, hyperplastic, and neoplastic thyroid: a systematic evaluation revealing CD73 overexpression as a feature of papillary carcinomas."}, {"pubmed": 34031899, "text": "A three-dimensional microenvironment alters CD73 expression in cervical cancer."}, {"pubmed": 34097876, "text": "SIRT1-dependent restoration of NAD+ homeostasis after increased extracellular NAD+ exposure."}, {"pubmed": 34265363, "text": "Regulation of immune responses through CD39 and CD73 in cancer: Novel checkpoints."}, {"pubmed": 34299260, "text": "CD73 Overexpression in Podocytes: A Novel Marker of Podocyte Injury in Human Kidney Disease."}, {"pubmed": 34302921, "text": "CD73 induces gemcitabine resistance in pancreatic ductal adenocarcinoma: A promising target with non-canonical mechanisms."}, {"pubmed": 34508993, "text": "Impact of intratumoural CD73 expression on prognosis and therapeutic response in patients with gastric cancer."}, {"pubmed": 34526098, "text": "circHMGCS1-016 reshapes immune environment by sponging miR-1236-3p to regulate CD73 and GAL-8 expression in intrahepatic cholangiocarcinoma."}, {"pubmed": 34610532, "text": "Modeling codelivery of CD73 inhibitor and dendritic cell-based vaccines in cancer immunotherapy."}, {"pubmed": 34637682, "text": "A novel circular RNA circ_HN1/miR-628-5p/Ecto-5'-nucleotidase competing endogenous RNA network regulates gastric cancer development."}, {"pubmed": 34650224, "text": "Therapeutically expanded human regulatory T-cells are super-suppressive due to HIF1A induced expression of CD73."}, {"pubmed": 34741235, "text": "Is the regulation by miRNAs of NTPDase1 and ecto-5'-nucleotidase genes involved with the different profiles of breast cancer subtypes?"}, {"pubmed": 34831141, "text": "Transcriptional and Metabolic Investigation in 5'-Nucleotidase Deficient Cancer Cell Lines."}, {"pubmed": 34961895, "text": "Mono-ADP-ribosylation sites of human CD73 inhibit its adenosine-generating enzymatic activity."}, {"pubmed": 35163489, "text": "CD73 and PD-L1 as Potential Therapeutic Targets in Gallbladder Cancer."}, {"pubmed": 35199627, "text": "Variability in CD39 and CD73 protein levels in uveal melanoma patients."}, {"pubmed": 35235138, "text": "NT5E gene and CD38 protein as potential prognostic biomarkers for childhood B-acute lymphoblastic leukemia."}, {"pubmed": 35273100, "text": "Exosomal CD73 from serum of patients with melanoma suppresses lymphocyte functions and is associated with therapy resistance to anti-PD-1 agents."}, {"pubmed": 35325005, "text": "Elevated ATP via enhanced miRNA-30b, 30c, and 30e downregulates the expression of CD73 in CD8+ T cells of HIV-infected individuals."}, {"pubmed": 35485681, "text": "The Prognostic Role of CD73/A2AR Expression and Tumor Immune Response in Periampullary Carcinoma Subtypes."}, {"pubmed": 35598361, "text": "The regulation of CD73 in non-small cell lung cancer."}, {"pubmed": 35622118, "text": "Functional expression of CD73 on human natural killer cells."}, {"pubmed": 35657703, "text": "CD73 facilitates invadopodia formation and boosts malignancy of head and neck squamous cell carcinoma via the MAPK signaling pathway."}, {"pubmed": 35997119, "text": "LncRNA ZFPM2-AS1 Enhances Retinoblastoma Development by Targeting the miR-3612/NT5E Signaling Axis."}, {"pubmed": 36048381, "text": "Evaluation of CD39, CD73, HIF-1alpha, and their related miRNAs expression in decidua of preeclampsia cases compared to healthy pregnant women."}, {"pubmed": 36091055, "text": "NT5E upregulation in head and neck squamous cell carcinoma: A novel biomarker on cancer-associated fibroblasts for predicting immunosuppressive tumor microenvironment."}, {"pubmed": 36131912, "text": "Intratumoral CD73: An immune checkpoint shaping an inhibitory tumor microenvironment and implicating poor prognosis in Chinese melanoma cohorts."}, {"pubmed": 36314527, "text": "AHR/TET2/NT5E axis downregulation is associated with the risk of systemic lupus erythematosus and its progression."}, {"pubmed": 36608132, "text": "Proteolytic regulation of CD73 by TRIM21 orchestrates tumor immunogenicity."}, {"pubmed": 36720042, "text": "CD73-Dependent Adenosine Signaling through Adora2b Drives Immunosuppression in Ductal Pancreatic Cancer."}, {"pubmed": 36776866, "text": "The ectonucleotidases CD39 and CD73 on T cells: The new pillar of hematological malignancy."}, {"pubmed": 36778123, "text": "CD73/NT5E-mediated ubiquitination of AURKA regulates alcohol-related liver fibrosis via modulating hepatic stellate cell senescence."}, {"pubmed": 36870289, "text": "Single-Cell Phenotyping of CD73 Expression Reveals the Diversity of the Tumor Immune Microenvironment and Reflects the Prognosis of Bladder Cancer."}, {"pubmed": 36899373, "text": "Integrative analyses identify CD73 as a prognostic biomarker and immunotherapeutic target in intrahepatic cholangiocarcinoma."}, {"pubmed": 36958430, "text": "CD73 in glioblastoma: Where are we now and what are the future directions?"}, {"pubmed": 37055675, "text": "Human plasmacytoid dendritic cells express the functional purinergic halo (CD39/CD73)."}, {"pubmed": 37059175, "text": "NT5E DNA methylation in papillary thyroid cancer: Novel opportunities for precision oncology."}, {"pubmed": 37261423, "text": "The CD73 immune checkpoint promotes tumor cell metabolic fitness."}, {"pubmed": 37402102, "text": "ENTPD1 (CD39) and NT5E (CD73) expression in human glioblastoma: an in silico analysis."}, {"pubmed": 37511518, "text": "The Clinical Significance of CD73 in Cancer."}, {"pubmed": 37517292, "text": "The CD73 is induced by TGF-beta1 triggered by nutrient deprivation and highly expressed in dedifferentiated human melanoma."}, {"pubmed": 37620936, "text": "5'-Ectonucleotidase CD73/NT5E supports EGFR-mediated invasion of HPV-negative head and neck carcinoma cells."}, {"pubmed": 37851808, "text": "CD73 controls Myosin II-driven invasion, metastasis, and immunosuppression in amoeboid pancreatic cancer cells."}, {"pubmed": 37874500, "text": "Effects of abnormal expression of CD73 on malignant phenotype of nasopharyngeal carcinoma."}, {"pubmed": 37910505, "text": "The hypoxia-regulated ectonucleotidase CD73 is a host determinant of HIV latency."}, {"pubmed": 38227654, "text": "CD73 contributes to the pathogenesis of fusion-negative rhabdomyosarcoma through the purinergic signaling pathway."}, {"pubmed": 38266969, "text": "CD73 as a T cell dysfunction marker predicting cardiovascular and infection events in patients undergoing hemodialysis."}, {"pubmed": 38275742, "text": "Altered CD39 and CD73 Expression in Rheumatoid Arthritis: Implications for Disease Activity and Treatment Response."}, {"pubmed": 38941889, "text": "High levels of soluble CD73 unveil resistance to BRAF inhibitors in melanoma cells."}, {"pubmed": 38978304, "text": "The immunomodulatory ballet of tumour-derived extracellular vesicles and neutrophils orchestrating the dynamic CD73/PD-L1 pathway in cancer."}, {"pubmed": 39090604, "text": "Regulation of CD73 on NAD metabolism: Unravelling the interplay between tumour immunity and tumour metabolism."}], "genomic_pos": {"chr": "6", "end": 85495791, "ensemblgene": "ENSG00000135318", "start": 85449584, "strand": 1}, "genomic_pos_hg19": {"chr": "6", "end": 86205500, "start": 86159809, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0006196", "qualifier": "involved_in", "term": "AMP catabolic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006259", "pubmed": 2129526, "qualifier": "involved_in", "term": "DNA metabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007159", "pubmed": 7595232, "qualifier": "involved_in", "term": "leukocyte cell-cell adhesion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0033198", "pubmed": 25644539, "qualifier": "involved_in", "term": "response to ATP"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046032", "qualifier": "involved_in", "term": "ADP catabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0046034", "pubmed": 25644539, "qualifier": "involved_in", "term": "ATP metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046086", "qualifier": "involved_in", "term": "adenosine biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050728", "qualifier": "involved_in", "term": "negative regulation of inflammatory response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0055074", "qualifier": "involved_in", "term": "calcium ion homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0140928", "qualifier": "involved_in", "term": "inhibition of non-skeletal tissue mineralization"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 25644539, "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0009897", "qualifier": "located_in", "term": "external side of plasma membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0009986", "pubmed": 19581412, "qualifier": "located_in", "term": "cell surface"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 2129526, "qualifier": "located_in", "term": "membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19056867, 20458337, 21362503, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0000166", "qualifier": "enables", "term": "nucleotide binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0002953", "pubmed": [22997138, 34403084], "qualifier": "enables", "term": "5'-deoxynucleotidase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 32296183, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008253", "qualifier": "enables", "term": "5'-nucleotidase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008253", "pubmed": [7595232, 22997138, 23142347, 28592560, 34403084], "qualifier": "enables", "term": "5'-nucleotidase activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0008253", "pubmed": 24887587, "qualifier": "enables", "term": "5'-nucleotidase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008270", "pubmed": [22997138, 23142347, 34403084], "qualifier": "enables", "term": "zinc ion binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042802", "pubmed": [22997138, 23142347, 34403084], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0050340", "pubmed": 22997138, "qualifier": "enables", "term": "thymidylate 5'-phosphatase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0050483", "pubmed": [22997138, 34403084], "qualifier": "enables", "term": "IMP 5'-nucleotidase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0050484", "pubmed": [22997138, 34403084], "qualifier": "enables", "term": "GMP 5'-nucleotidase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0106411", "qualifier": "enables", "term": "XMP 5'-nucleosidase activity"}]}, "homologene": {"genes": [[5141, 3874863], [7165, 1274294], [7227, 36968], [7227, 246458], [7955, 393906], [8364, 100489347], [9031, 421833], [9544, 696509], [9598, 462864], [9606, 4907], [9615, 474984], [10090, 23959], [10116, 58813], [318829, 5051068]], "id": 1895}, "interpro": [{"desc": "5'-Nucleotidase/apyrase", "id": "IPR006179", "short_desc": "5_nucleotidase/apyrase"}, {"desc": "5'-Nucleotidase, C-terminal", "id": "IPR008334", "short_desc": "5'-Nucleotdase_C"}, {"desc": "5'-Nucleotidase, C-terminal domain superfamily", "id": "IPR036907", "short_desc": "5'-Nucleotdase_C_sf"}, {"desc": "Calcineurin-like phosphoesterase domain, ApaH type", "id": "IPR004843", "short_desc": "Calcineurin-like_PHP_ApaH"}, {"desc": "5'-Nucleotidase, conserved site", "id": "IPR006146", "short_desc": "5'-Nucleotdase_CS"}, {"desc": "Metallo-dependent phosphatase-like", "id": "IPR029052", "short_desc": "Metallo-depent_PP-like"}], "ipi": ["IPI00009456", "IPI00552302", "IPI00647259"], "map_location": "6q14.3", "name": "5'-nucleotidase ecto", "other_names": ["5'-NT", "5'-deoxynucleotidase", "5'-nucleotidase", "IMP-specific 5'-nucleotidase", "Purine 5-Prime-Nucleotidase", "ecto-5'-nucleotidase", "thymidylate 5'-phosphatase"], "pantherdb": {"HGNC": "8021", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "99782", "ortholog_type": "LDO", "panther_family": "PTHR11575", "taxid": 10090, "uniprot_kb": "Q61503"}, {"RGD": "61956", "ortholog_type": "LDO", "panther_family": "PTHR11575", "taxid": 10116, "uniprot_kb": "P21588"}, {"Ensembl": "ENSGALG00000015833", "ortholog_type": "LDO", "panther_family": "PTHR11575", "taxid": 9031, "uniprot_kb": "F1NZT4"}, {"ZFIN": "ZDB-GENE-040426-1261", "ortholog_type": "LDO", "panther_family": "PTHR11575", "taxid": 7955, "uniprot_kb": "Q5PNP4"}, {"FlyBase": "FBgn0259101", "ortholog_type": "O", "panther_family": "PTHR11575", "taxid": 7227, "uniprot_kb": "Q9VZ32"}, {"FlyBase": "FBgn0050103", "ortholog_type": "O", "panther_family": "PTHR11575", "taxid": 7227, "uniprot_kb": "A1ZAU0"}, {"FlyBase": "FBgn0034225", "ortholog_type": "O", "panther_family": "PTHR11575", "taxid": 7227, "uniprot_kb": "Q7K0L5"}, {"FlyBase": "FBgn0050104", "ortholog_type": "LDO", "panther_family": "PTHR11575", "taxid": 7227, "uniprot_kb": "Q8SZY4"}, {"EnsemblGenome": "BAE78214", "ortholog_type": "O", "panther_family": "PTHR11575", "taxid": 562, "uniprot_kb": "P08331"}, {"EnsemblGenome": "BAE76259", "ortholog_type": "O", "panther_family": "PTHR11575", "taxid": 562, "uniprot_kb": "P07024"}], "uniprot_kb": "P21589"}, "pathway": {"humancyc": [{"id": "PWY-5695", "name": "urate biosynthesis/inosine 5,-phosphate degradation"}, {"id": "PWY-6353", "name": "purine nucleotides degradation"}, {"id": "SALVADEHYPOX-PWY", "name": "adenosine nucleotides degradation"}], "kegg": [{"id": "hsa00230", "name": "Purine metabolism - Homo sapiens (human)"}, {"id": "hsa00240", "name": "Pyrimidine metabolism - Homo sapiens (human)"}, {"id": "hsa00760", "name": "Nicotinate and nicotinamide metabolism - Homo sapiens (human)"}], "pid": {"id": "hif1_tfpathway", "name": "HIF-1-alpha transcription factor network"}, "reactome": [{"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-15869", "name": "Metabolism of nucleotides"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-196807", "name": "Nicotinate metabolism"}, {"id": "R-HSA-196849", "name": "Metabolism of water-soluble vitamins and cofactors"}, {"id": "R-HSA-196854", "name": "Metabolism of vitamins and cofactors"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-73621", "name": "Pyrimidine catabolism"}, {"id": "R-HSA-74259", "name": "Purine catabolism"}, {"id": "R-HSA-8956319", "name": "Nucleotide catabolism"}, {"id": "R-HSA-9658195", "name": "Leishmania infection"}, {"id": "R-HSA-9660826", "name": "Purinergic signaling in leishmaniasis infection"}, {"id": "R-HSA-9664424", "name": "Cell recruitment (pro-inflammatory response)"}, {"id": "R-HSA-9824443", "name": "Parasitic Infection Pathways"}], "wikipathways": [{"id": "WP2848", "name": "Differentiation Pathway"}, {"id": "WP3644", "name": "NAD+ metabolism"}]}, "pdb": ["4H1S", "4H1Y", "4H2B", "4H2F", "4H2G", "4H2I", "6HXW", "6S7F", "6S7H", "6TVE", "6TVG", "6TVX", "6TW0", "6TWA", "6TWF", "6VC9", "6VCA", "6XUE", "6XUG", "6XUQ", "6YE1", "6YE2", "6Z9B", "6Z9D", "7BBJ", "7JV8", "7JV9", "7P9N", "7P9R", "7P9T", "7PA4", "7PB5", "7PBA", "7PBB", "7PBY", "7PCP", "7PD9", "7QGA", "7QGL", "7QGM", "7QGO"], "pfam": ["PF00149", "PF02872"], "pharmgkb": "PA31804", "pharos": {"target_id": 12835, "tdl": "Tchem"}, "pir": "S11032", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF168158", "relationship": "is"}, {"id": "GNF179064", "relationship": "is"}, {"id": "GNF189970", "relationship": "is"}, {"id": "GNF200876", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF161232", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF032780", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF010553", "relationship": "is"}, {"id": "GNF030359", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF234256", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF106620", "relationship": "is"}, {"id": "GNF146266", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000006.12", "NC_060930.1", "NG_028214.1"], "protein": ["NP_001191742.1", "NP_002517.1"], "rna": ["NM_001204813.2", "NM_002526.4"], "translation": [{"protein": "NP_001191742.1", "rna": "NM_001204813.2"}, {"protein": "NP_002517.1", "rna": "NM_002526.4"}]}, "reporter": {"HG-U133_Plus_2": ["1553994_at", "1553995_a_at", "203939_at", "227486_at"], "HG-U95Av2": "31886_at", "HTA-2_0": "TC06000779.hg.1", "HuEx-1_0": "2915828", "HuGene-1_1": "8120967", "HuGene-2_1": "17010760"}, "summary": "The protein encoded by this gene is a plasma membrane protein that catalyzes the conversion of extracellular nucleotides to membrane-permeable nucleosides. The encoded protein is used as a determinant of lymphocyte differentiation. Defects in this gene can lead to the calcification of joints and arteries. Two transcript variants encoding different isoforms have been found for this gene.[provided by RefSeq, Mar 2011].", "symbol": "NT5E", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1417861"}, "unigene": "Hs.153952", "uniprot": {"Swiss-Prot": "P21589", "TrEMBL": ["Q96B60", "Q6NZX3", "H0Y7R7", "H0Y3X5"]}, "wikipedia": {"url_stub": "NT5E"}}