{"AllianceGenome": "8023", "HGNC": "8023", "MIM": "162660", "_id": "4908", "_version": 1, "accession": {"genomic": ["AC007848.11", "AC137627.10", "CH471116.2", "CP068266.2", "HD113715.1", "M37763.1", "M61180.1", "NC_000012.12", "NC_060936.1", "NG_050629.1"], "protein": ["AAA59953.1", "AAA63231.1", "AAH69773.1", "AAI07076.1", "BAH11621.1", "CAA37703.1", "CAG46704.1", "CBW46116.1", "EAW88824.1", "EAW88825.1", "NP_001096124.1", "NP_002518.1", "P20783.1", "XP_011519265.1", "XP_047284857.1", "XP_054228107.1", "XP_054228108.1"], "rna": ["AK293895.1", "AW190653.1", "BC069773.1", "BC107075.1", "BU939830.1", "CD672441.1", "CN267386.1", "CR541906.1", "NM_001102654.2", "NM_002527.5", "X53655.1", "XM_011520963.3", "XM_047428901.1", "XM_054372132.1", "XM_054372133.1"], "translation": [{"protein": "AAH69773.1", "rna": "BC069773.1"}, {"protein": "XP_047284857.1", "rna": "XM_047428901.1"}, {"protein": "NP_001096124.1", "rna": "NM_001102654.2"}, {"protein": "NP_002518.1", "rna": "NM_002527.5"}, {"protein": "BAH11621.1", "rna": "AK293895.1"}, {"protein": "XP_011519265.1", "rna": "XM_011520963.3"}, {"protein": "XP_054228108.1", "rna": "XM_054372133.1"}, {"protein": "CAG46704.1", "rna": "CR541906.1"}, {"protein": "CAA37703.1", "rna": "X53655.1"}, {"protein": "AAI07076.1", "rna": "BC107075.1"}, {"protein": "XP_054228107.1", "rna": "XM_054372132.1"}]}, "alias": ["HDNF", "NGF-2", "NGF2", "NT-3", "NT3"], "ensembl": {"gene": "ENSG00000185652", "protein": ["ENSP00000328738", "ENSP00000397297"], "transcript": ["ENST00000331010", "ENST00000423158", "ENST00000535299", "ENST00000541234", "ENST00000543548", "ENST00000544836"], "translation": [{"protein": "ENSP00000397297", "rna": "ENST00000423158"}, {"protein": "ENSP00000328738", "rna": "ENST00000331010"}], "type_of_gene": "protein_coding"}, "entrezgene": "4908", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 10.4228975, "exp_mis": 127.4217634, "exp_syn": 61.407063, "lof_z": 2.89121190572034, "mis_z": 2.74810411512705, "mu_lof": 8.45942456569e-07, "mu_mis": 1.11722159903e-05, "mu_syn": 5.34578645733e-06, "n_lof": 1.0, "n_mis": 64.0, "n_syn": 40.0, "p_li": 0.854440385007675, "p_null": 0.000493526587567177, "p_rec": 0.145066088404758, "syn_z": 1.6935473228917}, "bp": 813, "cds_end": 5604154, "cds_start": 5541490, "n_exons": 2, "nonpsych": {"exp_lof": 9.392457, "exp_mis": 115.2877242, "exp_syn": 55.5380505, "lof_z": 2.68937570092249, "mis_z": 2.64413550503461, "mu_lof": 8.45942456569e-07, "mu_mis": 1.11722159903e-05, "mu_syn": 5.34578645733e-06, "n_lof": 1.0, "n_mis": 59.0, "n_syn": 34.0, "p_li": 0.820191078536303, "p_null": 0.0010613587769852, "p_rec": 0.178747562686712, "syn_z": 1.81959432177038}, "nontcga": {"exp_lof": 9.58504343, "exp_mis": 117.2240083, "exp_syn": 56.49048165, "lof_z": 2.73543697877791, "mis_z": 2.86325154093177, "mu_lof": 8.45942456569e-07, "mu_mis": 1.11722159903e-05, "mu_syn": 5.34578645733e-06, "n_lof": 1.0, "n_mis": 55.0, "n_syn": 39.0, "p_li": 0.816924416528728, "p_null": 0.000914774297009675, "p_rec": 0.182160809174262, "syn_z": 1.47345340249218}, "transcript": "ENST00000423158.3"}, "exons": [{"cdsend": 5494988, "cdsstart": 5432324, "chr": "12", "position": [[5432107, 5432342], [5494193, 5495299]], "strand": 1, "transcript": "NM_001102654", "txend": 5495299, "txstart": 5432107}, {"cdsend": 5494988, "cdsstart": 5494214, "chr": "12", "position": [[5494131, 5495299]], "strand": 1, "transcript": "NM_002527", "txend": 5495299, "txstart": 5494131}], "exons_hg19": [{"cdsend": 5604154, "cdsstart": 5541490, "chr": "12", "position": [[5541273, 5541508], [5603359, 5604465]], "strand": 1, "transcript": "NM_001102654", "txend": 5604465, "txstart": 5541273}, {"cdsend": 5604154, "cdsstart": 5603380, "chr": "12", "position": [[5603297, 5604465]], "strand": 1, "transcript": "NM_002527", "txend": 5604465, "txstart": 5603297}], "generif": [{"pubmed": 11580868, "text": "NGF and NT-3 concentrations are increased in children with hydrocephalus."}, {"pubmed": 11877300, "text": "Human eosinophils produce neurotrophin 3 on immunologic stimuli."}, {"pubmed": 11920853, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11920853, "text": "Results suggest that the G(- 3004)-A3 haplotype has a modest effect of giving susceptibility to schizophrenia."}, {"pubmed": 12397373, "text": "The gene expression of this protein was studied in the developing human tooth."}, {"pubmed": 12598727, "text": "NT3 is significantly decreased in the myenteric plexus of patients with active Crohn's disease and ulcerative colitis."}, {"pubmed": 12710933, "text": "Fibroblasts genetically modified to express human neurotrophin-3 (NT-3) were placed in, and distal to, the lesion cavity in chronic spinal cord injured rats; grafted animals exhibited significant growth of corticospinal axons"}, {"pubmed": 12900521, "text": "Data suggest that activation of bronchial eosinophils by neurotrophins (nerve growth factor, brain-derived neurotrophic factor, neurotrophins-3 and -4) might play a role in the regulation of eosinophilic inflammation in allergic asthma."}, {"pubmed": 15365216, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15474906, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15544837, "text": "Monocytes, produce, store and release nerve growth factor, brain-derived neurotrophic factor and NT-3"}, {"pubmed": 15589528, "text": "In transgenic mlc/NT-3 mice following nerve injury, NT-3 plays an important role during the early stages of spindle denervation that ultimately effects reinnervation by group II and gamma fibers."}, {"pubmed": 15770067, "text": "Circulating neurotrophin-3 levels increased in early neonatal life, possibly due to exposure to various stimuli soon after birth"}, {"pubmed": 15843147, "text": "The present data on neurotrophin-specific transcriptional down-regulation of NT3 in human Chronic obstructive pulmonary disease (COPD)indicate a pathophysiological role for neurotrophins in COPD."}, {"pubmed": 16441896, "text": "Human bronchial smooth muscle cells can express NGF, BDNF and NT-3. Expression may be differently regulated by inflammatory cytokines. Might have potential role in airway inflammation."}, {"pubmed": 16786155, "text": "Light and electron microscopy immunohistochemistry showed that tonsillar samples were positive for NT3."}, {"pubmed": 17112518, "text": "With electrical stimulation of forepaw in experimental spinal cord injury, NT3-treated animals showed extensive activation of brain structures that included contralateral cortex, thalamus, caudate putamen, hippocampus, and periaqueductal gray."}, {"pubmed": 17192954, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17234344, "text": "These findings suggest that the NT-3 signaling system may play a role in the pathophysiology of BD."}, {"pubmed": 17698064, "text": "These results demonstrate functional interchangeability between the pro-peptides of nerve growth factor and NT-3 with respect to their role in assisting oxidative folding of the mature part."}, {"pubmed": 18069415, "text": "neurotrophins (NT)and high affinity NT receptor proteins were more abundantly expressed in idiopatic pulmonary fibrosis/usual interstitial pneumoniae than non specific pneumonia and respiratory bronchiolitis-associated interstitial lung disease patients"}, {"pubmed": 18179783, "text": "NTF3 might be involved in the molecular basis of the age-dependent changes in ADHD symptoms throughout life span."}, {"pubmed": 18203754, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18305571, "text": "NT-3, NT-4, and nerve growth factor (NGF) induce cell migration in melanoma, with a stronger effect on metastatic cell lines."}, {"pubmed": 18313696, "text": "Data show that reduced expression levels of NT-3 mRNAs are found in patients with major depressive disorder in a current depressive state, but not in a remissive state."}, {"pubmed": 18336001, "text": "protein levels of translational, splicing, processing, chaperone, protein handling, and metabolism machineries were shown to depend on neurotrophin-3-induced TrkC activation in the medulloblastoma cell line DAOY"}, {"pubmed": 18428117, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18428117, "text": "The polymorphism within the exon of NTF3 showed significant association with ADHD symptoms."}, {"pubmed": 18438927, "text": "The findings suggest interactive and sequential roles for FGF2 and NT3 on cochlear ganglion development"}, {"pubmed": 18438945, "text": "Present study in transgenic Alzheimer disease (AD) mice does not support the idea of substantial correlation of NT-3 with AD pathology."}, {"pubmed": 18596692, "text": "6-A resolution crystal structure of neurotrophin-3 (NT-3) complexed to the ectodomain of glycosylated p75(NTR)."}, {"pubmed": 19086053, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19357934, "text": "The data of this study provided the first quantitative measure of brain NT-3 and show its increase in the autistic brain. Altered levels of brain NT-3 are likely to contribute to autistic pathology."}, {"pubmed": 19369542, "text": "The specificity of sensorimotor connections is regulated independently of the muscle spindle, indicating spindle-derived factors other than NT3 regulate strength of the connections in the first postnatal week in mice with abnormal spindle development."}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19598235, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19680743, "text": "Co-culture of human neurotrophin-3 (NT-3) gene-modified Schwann cells (SCs) and human NT-3 receptor tyrosine protein kinase C (TrkC) gene-modified MSCs increase differentiation of neuron-like cells from mesenchymal stem cells."}, {"pubmed": 20060128, "text": "The results of this study suggested that increased serum NT-3 levels in BD are likely to be associated with the pathophysiology of manic and depressive symptoms."}, {"pubmed": 20160348, "text": "TrkC ligand neurotrophin-3 (NT-3) is upregulated in a large fraction of aggressive human neuroblastomas (NBs) and that it blocks TrkC-induced apoptosis of human NB cell lines, consistent with the idea that TrkC is a dependence receptor."}, {"pubmed": 20219210, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20360537, "text": "Report the proangiogenic capacity of NT-3 and propose NT-3 as a novel potential agent for the treatment of ischemic disease."}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20576502, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20576502, "text": "preliminary evidence of an association between NTF3 and the intelligence and selective attention deficit in the Korean population."}, {"pubmed": 20597688, "text": "Collagen-binding neurotrophin-3 promotes axonal regeneration after spinal cord transection."}, {"pubmed": 21085492, "text": "Data show that serum NT-3 levels were similar in SSc and in the control group."}, {"pubmed": 21261755, "text": "Results suggest that proneurotrophin-3 and proBDNF may play important roles in the response to noise-induced injuries or ototoxic damage via the Sortilin:p75(NTR) death-signalling complex."}, {"pubmed": 21392742, "text": "NT3 may be involved in early folliculogenesis, particularly in the activation of primordial follicles."}, {"pubmed": 21698095, "text": "findings suggest that endogenous CNTF and exogenous BDNF and NT-3 play roles in the differentiation of embryonic spinal cord derived progenitor cells into astrocytes, neurons and oligodendrocytes, respectively"}, {"pubmed": 21720807, "text": "both apoptotic cell death and neuronal differentiation of tumor cells were the mechanisms of growth-inhibitory effect of NT-3-secreting human adipose tissue-derived mesenchymal stem cells"}, {"pubmed": 21787840, "text": "Mice carrying one or two platelet-derived growth factor beta-NT3 transgenes on a background null for wildtype NT-3 are generated by crossing with an NT-3 null strain; although still ataxic, mice from this cross could survive for periods longer than a year."}, {"pubmed": 21996274, "text": "Implantation of NT-3 gene-modified mesenchymal stem cells via a recombinant adenoviral vector into a demyelinated region of rat spinal cord results in significant improvement of locomotor function and electrophysiological restoration in rats."}, {"pubmed": 22036954, "text": "Release of peripheral blood mononuclear cell-derived NT-3 correlates with its concentration in the brain-parenchymal fraction and corpus callosum cross-sectional area and may exert a direct or indirect neuroprotective effect in multiple sclerosis."}, {"pubmed": 22158057, "text": "NTF3 gene polymorphisms are not associated with the occurrence of idiopathic scoliosis, but the promoter polymorphism (rs11063714) is associated with the curve severity, implicating an alleviating role of NTF3 in the curve progression."}, {"pubmed": 22192858, "text": "Studies indicate neurotrophin family comprises nerve growth factor, brain-derived neurotrophic factor, neurotrophin-3 and neurotrophin-4 , and Zn(2+) and Cu(2+) interactions with them and modulate their activities through conformational changes."}, {"pubmed": 22454143, "text": "There is no significant difference in NGF, NT-3 and p75NTR expression in the myometrium or endometrium between the adenomyosis and the control group."}, {"pubmed": 22459634, "text": "the study demonstrates for the first time that a neurotrophin factor can synergize with IGFBP-2 to promote hematopoietic cell expansion"}, {"pubmed": 23001042, "text": "NT-3 appears to promote growth of metastatic breast cancer cells in the brain"}, {"pubmed": 23027130, "text": "NT-3 promoted motility, migration, invasion, soft-agar colony growth and cytoskeleton restructuring in TrkC-expressing U2OS cells"}, {"pubmed": 23038618, "text": "There was no association between the presence of rs11063714 and curve progression in adolescent idiopathic scoliosis in a 2117-person Japanese cohort."}, {"pubmed": 23075484, "text": "Results suggested that an NT-3 polymorphism, rs6332, may significantly influence executive function, reflecting interference performances among patients with mild-stage AD."}, {"pubmed": 23149719, "text": "These findings suggest that NT-3, BDNF, LIF and their combinations predominantly support different ontogenetic events at different developmental stages in the innervation of the inner ear."}, {"pubmed": 23185507, "text": "we identify a TrkB ligand, neurotrophin 3 (NTF3), as capable of activating TrkB to induce anoikis resistance, and show that NTF3 is also a direct target of miR-200c"}, {"pubmed": 23426664, "text": "NTF3 is transported from midbrain dopaminergic neurons and supports the survival of immature medium-sized spiny neurons."}, {"pubmed": 23471121, "text": "genetic variation in the NTF3 gene is related to susceptibility to emotional side effects in response to methylphenidate treatment in Korean children with ADHD."}, {"pubmed": 23522042, "text": "The specific aspects of proprioceptive sensory neuron subtype character is controlled by variation in the level of muscle NT-3 expression."}, {"pubmed": 23869086, "text": "Patients with mastocytosis featured elevated serum levels of NGF, NT-3, and NT-4. TrkA, TrkB, and TrkC expression was also elevated."}, {"pubmed": 24288162, "text": "NT-3 expression was found in axons of olfactory bulb."}, {"pubmed": 25275256, "text": "No differences in plasma BDNF, NGF, NT3, NT4 and GDNF were found between autism spectrum disorders and control."}, {"pubmed": 25925835, "text": "Survival, differentiation, and neuroprotective mechanisms of human stem cells complexed with neurotrophin-3-releasing pharmacologically active microcarriers in an ex vivo model of Parkinson's disease."}, {"pubmed": 26548545, "text": "There were no differences in neurotrophin levels between patients with schizophrenia and controls. We found lower BDNF and higher NT-3 serum levels in depressed patients with schizophrenia."}, {"pubmed": 26814132, "text": "The results suggest a gene dose-association between the A allele of rs6332 and the onset of AD in varepsilon4 non-carriers and the NTF-3 rs6489630 polymorphism being a relevant risk factor for AD in patients lacking the ApoE-varepsilon4 allele in this Chinese sample."}, {"pubmed": 27214525, "text": "Meta-analysis found the levels of both NT-3 and NT-4/5 were significantly increased in bipolar disorder patients. Through subgroup analysis, this increase persisted only in patients in depressed state, but not in manic or euthymic state. In addition, we found the differences in NT-3 and NT-4/5 were significantly associated with the duration of illness, but not by the mean age or female proportion."}, {"pubmed": 27367919, "text": "All patients had serum neurotrophin (NT-3, BDNF, NGF) concentrations determined."}, {"pubmed": 27561780, "text": "The analysis of covariance (ANCOVA) indicated that the mean serum GDNF and NTF3 levels of ADHD patients were significantly higher than that of controls. However, serum BDNF and NGF levels did not show any significant differences between groups. These results suggest that elevated serum GDNF and NTF3 levels may be related to ADHD in children."}, {"pubmed": 28356268, "text": "NT3 upregulates cellular proliferation, extracellular matrix protein production, and collagen deposition in human aortic valve interstitial cells through the Trk-Akt-cyclin D1 cascade."}, {"pubmed": 28370021, "text": "NT-3 has been shown to be both an osteogenic and angiogenic factor, and can also enhance expression of the key osteogenic factor, BMP-2, as well as the major angiogenic factor, VEGF, to promote bone formation, vascularization, and bone healing"}, {"pubmed": 28402394, "text": "High expression of NT-3 is associated with glioblastoma."}, {"pubmed": 29102768, "text": "brain-derived neurotrophic factor (BDNF) and neurotrophin 3 (NT3) levels in post-mortem brain tissue from patients with depression compared to healthy individuals - a proof of concept study"}, {"pubmed": 29549646, "text": "NTF3 is a novel target gene of POU3F2 and that the POU3F2/NTF3 pathway plays a role in the process of neuronal differentiation."}, {"pubmed": 30098383, "text": "In patients with schizophrenia, serum levels of neurotrophin-3 are increased only if depressive symptoms are also present."}, {"pubmed": 30268839, "text": "Neurotrophin 3 ligand-coated with silver nanoparticle was induced in the model to normalize the transcription of myelin gene"}, {"pubmed": 34341419, "text": "Evaluation of neurotrophic factors and education level as predictors of cognitive decline in alcohol use disorder."}, {"pubmed": 34406624, "text": "Biochemical Assessments of Neurotrophin-3 and Zinc Involvement in the Pathophysiology of Pediatric Febrile Seizures : Biochemical Markers in Febrile Seizures."}, {"pubmed": 34445205, "text": "The Role of the Second Extracellular Loop of Norepinephrine Transporter, Neurotrophin-3 and Tropomyosin Receptor Kinase C in T Cells: A Peripheral Biomarker in the Etiology of Schizophrenia."}, {"pubmed": 34508100, "text": "Adipose tissue-derived neurotrophic factor 3 regulates sympathetic innervation and thermogenesis in adipose tissue."}, {"pubmed": 36263167, "text": "Neurotrophin3 promotes hepatocellular carcinoma apoptosis through the JNK and P38 MAPK pathways."}, {"pubmed": 37272057, "text": "Expression and prognostic impact of NTF3 and TrkC in hepatocellular carcinoma."}, {"pubmed": 37848983, "text": "Neurotrophin-3 promotes peripheral nerve regeneration by maintaining a repair state of Schwann cells after chronic denervation via the TrkC/ERK/c-Jun pathway."}], "genomic_pos": {"chr": "12", "end": 5521536, "ensemblgene": "ENSG00000185652", "start": 5432108, "strand": 1}, "genomic_pos_hg19": {"chr": "12", "end": 5630702, "start": 5541278, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0002092", "pubmed": 23027130, "qualifier": "involved_in", "term": "positive regulation of receptor internalization"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": 2236018, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007169", "qualifier": "involved_in", "term": "cell surface receptor protein tyrosine kinase signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007169", "pubmed": 23027130, "qualifier": "involved_in", "term": "cell surface receptor protein tyrosine kinase signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007267", "pubmed": 2236018, "qualifier": "involved_in", "term": "cell-cell signaling"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007399", "pubmed": 1542658, "qualifier": "involved_in", "term": "nervous system development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008284", "pubmed": 23027130, "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0021675", "qualifier": "involved_in", "term": "nerve development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030335", "pubmed": 23027130, "qualifier": "involved_in", "term": "positive regulation of cell migration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032148", "pubmed": 23027130, "qualifier": "acts_upstream_of", "term": "activation of protein kinase B activity"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0033138", "qualifier": "involved_in", "term": "positive regulation of peptidyl-serine phosphorylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0033138", "pubmed": 23027130, "qualifier": "involved_in", "term": "positive regulation of peptidyl-serine phosphorylation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0038180", "qualifier": "involved_in", "term": "nerve growth factor signaling pathway"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0042981", "pubmed": 23954828, "qualifier": "acts_upstream_of_or_within", "term": "regulation of apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043406", "pubmed": 23027130, "qualifier": "acts_upstream_of", "term": "positive regulation of MAP kinase activity"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043524", "qualifier": "involved_in", "term": "negative regulation of neuron apoptotic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0048812", "qualifier": "involved_in", "term": "neuron projection morphogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050731", "pubmed": 23027130, "qualifier": "involved_in", "term": "positive regulation of peptidyl-tyrosine phosphorylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050732", "pubmed": 23027130, "qualifier": "involved_in", "term": "negative regulation of peptidyl-tyrosine phosphorylation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0050804", "qualifier": "involved_in", "term": "modulation of chemical synaptic transmission"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050918", "qualifier": "involved_in", "term": "positive chemotaxis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050930", "pubmed": 23027130, "qualifier": "involved_in", "term": "induction of positive chemotaxis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0090630", "pubmed": 23027130, "qualifier": "involved_in", "term": "activation of GTPase activity"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0008021", "qualifier": "is_active_in", "term": "synaptic vesicle"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0030424", "qualifier": "is_active_in", "term": "axon"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0030425", "qualifier": "is_active_in", "term": "dendrite"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0005102", "pubmed": 2236018, "qualifier": "enables", "term": "signaling receptor binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005163", "qualifier": "enables", "term": "nerve growth factor receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [18596692, 25416956], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008083", "qualifier": "enables", "term": "growth factor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008083", "pubmed": 23027130, "qualifier": "enables", "term": "growth factor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042056", "pubmed": 23027130, "qualifier": "enables", "term": "chemoattractant activity"}]}, "homologene": {"genes": [[7955, 386825], [8364, 549124], [9031, 428099], [9544, 721988], [9598, 466931], [9606, 4908], [9615, 486731], [9913, 532393], [10090, 18205], [10116, 81737]], "id": 1896}, "interpro": [{"desc": "Nerve growth factor-related", "id": "IPR002072", "short_desc": "Nerve_growth_factor-rel"}, {"desc": "Neurotrophin-3", "id": "IPR015578", "short_desc": "Neurotrophin-3"}, {"desc": "Nerve growth factor conserved site", "id": "IPR019846", "short_desc": "Nerve_growth_factor_CS"}, {"desc": "Nerve growth factor-like", "id": "IPR020408", "short_desc": "Nerve_growth_factor-like"}, {"desc": "Cystine-knot cytokine", "id": "IPR029034", "short_desc": "Cystine-knot_cytokine"}, {"desc": "Neutrophin-3, N-terminal", "id": "IPR045815", "short_desc": "NTF3_N"}], "ipi": ["IPI00025474", "IPI00793439"], "map_location": "12p13.31", "name": "neurotrophin 3", "other_names": ["nerve growth factor 2", "neurotrophic factor", "neurotrophin-3"], "pantherdb": {"HGNC": "8023", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "97380", "ortholog_type": "LDO", "panther_family": "PTHR11589", "taxid": 10090, "uniprot_kb": "P20181"}, {"RGD": "619728", "ortholog_type": "LDO", "panther_family": "PTHR11589", "taxid": 10116, "uniprot_kb": "P18280"}, {"Gene": "NTF3", "ortholog_type": "LDO", "panther_family": "PTHR11589", "taxid": 9031, "uniprot_kb": "P25433"}, {"Ensembl": "ENSGALG00000053526", "ortholog_type": "LDO", "panther_family": "PTHR11589", "taxid": 9031, "uniprot_kb": "A0A3Q2U804"}, {"ZFIN": "ZDB-GENE-031118-66", "ortholog_type": "LDO", "panther_family": "PTHR11589", "taxid": 7955, "uniprot_kb": "F1QR36"}], "uniprot_kb": "P20783"}, "pathway": {"biocarta": {"id": "erk5pathway", "name": "role of erk5 in neuronal survival pathway"}, "kegg": [{"id": "hsa04010", "name": "MAPK signaling pathway - Homo sapiens (human)"}, {"id": "hsa04014", "name": "Ras signaling pathway - Homo sapiens (human)"}, {"id": "hsa04151", "name": "PI3K-Akt signaling pathway - Homo sapiens (human)"}, {"id": "hsa04722", "name": "Neurotrophin signaling pathway - Homo sapiens (human)"}], "netpath": {"id": "Pathway_BDNF", "name": "BDNF"}, "pid": [{"id": "mapktrkpathway", "name": "Trk receptor signaling mediated by the MAPK pathway"}, {"id": "p75ntrpathway", "name": "p75(NTR)-mediated signaling"}, {"id": "shp2_pathway", "name": "SHP2 signaling"}, {"id": "trkrpathway", "name": "Neurotrophic factor-mediated Trk receptor signaling"}], "reactome": [{"id": "R-HSA-1257604", "name": "PIP3 activates AKT signaling"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-166520", "name": "Signaling by NTRKs"}, {"id": "R-HSA-166520", "name": "Signaling by NTRKs"}, {"id": "R-HSA-199418", "name": "Negative regulation of the PI3K/AKT network"}, {"id": "R-HSA-2219528", "name": "PI3K/AKT Signaling in Cancer"}, {"id": "R-HSA-2219530", "name": "Constitutive Signaling by Aberrant PI3K in Cancer"}, {"id": "R-HSA-5663202", "name": "Diseases of signal transduction by growth factor receptors and second messengers"}, {"id": "R-HSA-6811558", "name": "PI5P, PP2A and IER3 Regulate PI3K/AKT Signaling"}, {"id": "R-HSA-9006115", "name": "Signaling by NTRK2 (TRKB)"}, {"id": "R-HSA-9006925", "name": "Intracellular signaling by second messengers"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}, {"id": "R-HSA-9025046", "name": "NTF3 activates NTRK2 (TRKB) signaling"}, {"id": "R-HSA-9034013", "name": "NTF3 activates NTRK3 signaling"}, {"id": "R-HSA-9034013", "name": "NTF3 activates NTRK3 signaling"}, {"id": "R-HSA-9034015", "name": "Signaling by NTRK3 (TRKC)"}, {"id": "R-HSA-9034015", "name": "Signaling by NTRK3 (TRKC)"}, {"id": "R-HSA-9034793", "name": "Activated NTRK3 signals through PLCG1"}, {"id": "R-HSA-9034793", "name": "Activated NTRK3 signals through PLCG1"}, {"id": "R-HSA-9034864", "name": "Activated NTRK3 signals through RAS"}, {"id": "R-HSA-9603381", "name": "Activated NTRK3 signals through PI3K"}, {"id": "R-HSA-9603381", "name": "Activated NTRK3 signals through PI3K"}], "wikipathways": [{"id": "WP2380", "name": "Brain-derived neurotrophic factor (BDNF) signaling pathway"}, {"id": "WP382", "name": "MAPK Signaling Pathway"}, {"id": "WP4172", "name": "PI3K-Akt signaling pathway"}]}, "pdb": ["1B8K", "1BND", "1NT3", "3BUK"], "pfam": ["PF00243", "PF19338"], "pharmgkb": "PA31806", "pharos": {"target_id": 19492, "tdl": "Tbio"}, "pir": "A36208", "prosite": "PS50270", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF326045", "relationship": "is"}, {"id": "GNF326046", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF253427", "relationship": "is"}, {"id": "GNF253428", "relationship": "is"}, {"id": "GNF253429", "relationship": "is"}, {"id": "GNF253430", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF128698", "relationship": "is"}, {"id": "GNF277439", "relationship": "is"}, {"id": "GNF278154", "relationship": "is"}], "MasterSecretomicsList": [{"id": "GNF330978", "relationship": "is"}, {"id": "GNF334187", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": [{"id": "GNF337478", "relationship": "is"}, {"id": "GNF338855", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF104708", "relationship": "is"}, {"id": "GNF144356", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000012.12", "NC_060936.1", "NG_050629.1"], "protein": ["NP_001096124.1", "NP_002518.1", "XP_011519265.1", "XP_047284857.1", "XP_054228107.1", "XP_054228108.1"], "rna": ["NM_001102654.2", "NM_002527.5", "XM_011520963.3", "XM_047428901.1", "XM_054372132.1", "XM_054372133.1"], "translation": [{"protein": "XP_047284857.1", "rna": "XM_047428901.1"}, {"protein": "NP_001096124.1", "rna": "NM_001102654.2"}, {"protein": "NP_002518.1", "rna": "NM_002527.5"}, {"protein": "XP_011519265.1", "rna": "XM_011520963.3"}, {"protein": "XP_054228108.1", "rna": "XM_054372133.1"}, {"protein": "XP_054228107.1", "rna": "XM_054372132.1"}]}, "reporter": {"HG-U133_Plus_2": "206706_at", "HG-U95Av2": "35041_at", "HTA-2_0": "TC12000075.hg.1", "HuEx-1_0": "3402150", "HuGene-1_1": "7953284", "HuGene-2_1": "16747158"}, "summary": "The protein encoded by this gene is a member of the neurotrophin family, that controls survival and differentiation of mammalian neurons. This protein is closely related to both nerve growth factor and brain-derived neurotrophic factor. It may be involved in the maintenance of the adult nervous system, and may affect development of neurons in the embryo when it is expressed in human placenta. NTF3-deficient mice generated by gene targeting display severe movement defects of the limbs. The mature peptide of this protein is identical in all mammals examined including human, pig, rat and mouse. [provided by RefSeq, Jul 2008].", "symbol": "NTF3", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1334907"}, "unigene": "Hs.99171", "uniprot": {"Swiss-Prot": "P20783"}, "wikipedia": {"url_stub": "Neurotrophin-3"}}