{"AllianceGenome": "8029", "HGNC": "8029", "MIM": "601614", "_id": "9423", "_version": 2, "accession": {"genomic": ["AC002091.2", "AC005695.1", "AC090610.6", "CH471108.2", "CP068261.2", "NC_000017.11", "NC_060941.1"], "protein": ["AAD09221.1", "ADU87650.1", "EAW90032.1", "NP_004813.2", "O95631.2", "XP_006721658.1", "XP_047293052.1", "XP_054173809.1", "XP_054173810.1"], "rna": ["BC092429.1", "GU727649.1", "NM_004822.3", "U75586.1", "XM_006721595.4", "XM_047437096.1", "XM_054317834.1", "XM_054317835.1"], "translation": [{"protein": "AAD09221.1", "rna": "U75586.1"}, {"protein": "XP_006721658.1", "rna": "XM_006721595.4"}, {"protein": "NP_004813.2", "rna": "NM_004822.3"}, {"protein": "ADU87650.1", "rna": "GU727649.1"}, {"protein": "XP_054173809.1", "rna": "XM_054317834.1"}, {"protein": "XP_047293052.1", "rna": "XM_047437096.1"}, {"protein": "XP_054173810.1", "rna": "XM_054317835.1"}]}, "alias": ["MRMV4", "NET1", "NTN1L"], "ensembl": {"gene": "ENSG00000065320", "protein": ["ENSP00000173229", "ENSP00000389375"], "transcript": ["ENST00000173229", "ENST00000436734"], "translation": [{"protein": "ENSP00000173229", "rna": "ENST00000173229"}, {"protein": "ENSP00000389375", "rna": "ENST00000436734"}], "type_of_gene": "protein_coding"}, "entrezgene": "9423", "exac": {"_license": "http://bit.ly/2H9c4hg", "bp": 1815, "cds_end": 9143285, "cds_start": 8925690, "n_exons": 6, "nonpsych": {"exp_lof": 9.74317093672, "exp_mis": 259.86200012, "exp_syn": 136.59598415, "lof_z": 3.06550574237509, "mis_z": 4.53257261943189, "mu_lof": 9.82758649602e-07, "mu_mis": 3.54323592005e-05, "mu_syn": 1.91266514181e-05, "n_lof": 0.0, "n_mis": 115.0, "n_syn": 70.0, "p_li": 0.964481803527919, "p_null": 8.07000791383227e-05, "p_rec": 0.0354374963929423, "syn_z": 3.58750628117622}, "nontcga": {"exp_lof": 10.0056139738, "exp_mis": 264.242961672, "exp_syn": 138.947216899, "lof_z": 3.12034802150045, "mis_z": 4.51276432388807, "mu_lof": 9.82758649602e-07, "mu_mis": 3.54323592005e-05, "mu_syn": 1.91266514181e-05, "n_lof": 0.0, "n_mis": 117.0, "n_syn": 71.0, "p_li": 0.964606342559871, "p_null": 6.55355141226132e-05, "p_rec": 0.0353281219260061, "syn_z": 3.6497992300781}, "transcript": "ENST00000173229.2"}, "exons": [{"cdsend": 9239968, "cdsstart": 9022373, "chr": "17", "position": [[9021509, 9021585], [9022310, 9023391], [9162812, 9163001], [9179806, 9179956], [9182915, 9182969], [9221167, 9221242], [9239639, 9244000]], "strand": 1, "transcript": "NM_004822", "txend": 9244000, "txstart": 9021509}], "exons_hg19": [{"cdsend": 9143285, "cdsstart": 8925690, "chr": "17", "position": [[8924826, 8924902], [8925627, 8926708], [9066129, 9066318], [9083123, 9083273], [9086232, 9086286], [9124484, 9124559], [9142956, 9147317]], "strand": 1, "transcript": "NM_004822", "txend": 9147317, "txstart": 8924826}], "generif": [{"pubmed": 12810718, "text": "Netrin binds discrete subdomains of DCC and UNC5 and mediates interactions between DCC and heparin"}, {"pubmed": 14602071, "text": "Data demonstrate that alpha6beta4 integrin mediates pancreatic epithelial cell adhesion to Netrin-1, whereas recruitment of alpha6beta4 and alpha3beta1 regulate the migration of putative pancreatic progenitors on Netrin-1."}, {"pubmed": 15491747, "text": "DCC/netrin-1 signaling may commit cells to the transition of endometrial gland architecture or function from a proliferating to a secretory phase."}, {"pubmed": 15573119, "text": "Binding of netrin-1 to its receptors inhibits tumour suppressor p53-dependent apoptosis (review)"}, {"pubmed": 15574733, "text": "Netrin binds through multiple domains to both DCC and Unc5c."}, {"pubmed": 15811950, "text": "Raft localization of DCC is required for netrin-1-induced DCC-dependent ERK activation, and netrin-1-mediated axon outgrowth requires lipid raft integrity."}, {"pubmed": 16158190, "text": "Review suggests possible roles of netrin-1 in nervous system development, neovascularisation, adhesion and tumorigenesis."}, {"pubmed": 16181408, "text": "Ligand-mediated down-regulation of deleted in colorectal cancer might participate in loss of netrin-responsiveness in developing nervous system."}, {"pubmed": 16203981, "text": "Endothelial expression of netrin-1 may inhibit basal cell migration into tissues and its down-regulation with the onset of sepsis/inflammation may facilitate leukocyte recruitment."}, {"pubmed": 18253061, "text": "Both deleted in colorectal cancer (DCC) and neogenin become tyrosine phosphorylated in cortical neurons in response to netrin-1."}, {"pubmed": 18353983, "text": "Netrin-1 expression observed in a large fraction of human metastatic breast tumors confers a selective advantage for tumor cell survival."}, {"pubmed": 18400890, "text": "Although cAMP can alter response of axons to netrin-1, we conclude that netrin-1 does not alter cAMP levels in axons attracted by this cue and that soluble adenyl cyclase is not required for axon attraction to netrin-1."}, {"pubmed": 18439993, "text": "Data show that Netrin-1 expressing cells inhibited angiogenic sprouting of unc5b expressing blood vessels, but had no pro-angiogenic activity at any stage of development examined."}, {"pubmed": 18455953, "text": "In adults, decreased expression within the spinal cord injury lesion; likely an inhibitor of regenerating neural progenitors"}, {"pubmed": 18469807, "text": "PIKE-L acts as a downstream survival effector for netrin-1 through UNC5B in the nervous system"}, {"pubmed": 18653556, "text": "Netrin 1, through its receptor DCC, inhibits RhoA in embryonic spinal commissural neurons."}, {"pubmed": 18692059, "text": "NF-kappaB activation that occurs in response to inflammation confers a selective advantage for tumor development through NF-kappaB-mediated netrin-1 up-regulation"}, {"pubmed": 18796601, "text": "netrin-1 is not only an attractive cue for developing commissural axons but also promotes their survival"}, {"pubmed": 18922894, "text": "the transcriptionally active TAp73alpha tumor suppressor is implicated in the apoptosis induced by netrin-1 in a p53-independent and DCC/ubiquitin-proteasome dependent manner."}, {"pubmed": 19122655, "text": "HIF-1alpha-dependent induction of netrin-1 attenuates hypoxia-elicited inflammation at mucosal surfaces"}, {"pubmed": 19211441, "text": "High levels of netrin-1 found in 43 of the 92 NSCLC tumor samples. Interference with netrin-1 in human lung cancer cell lines was associated with UNC5H-mediated cell death in vitro and with tumor growth inhibition and/or regression in xenografted mice."}, {"pubmed": 19349462, "text": "Netrin-1 up-regulation is a potential marker for poor prognosis in stage 4 neueroblastoma in infants."}, {"pubmed": 19822088, "text": "Netrin-1 inhibited migration of synovial fibroblasts from patients with rheumatoid arthritis and osteoarthitis."}, {"pubmed": 19826074, "text": "Netrin-1 protein functions might vary with its localization in the placenta and probably with time of gestation."}, {"pubmed": 19940358, "text": "Study suggests that Netrin-1 promotes melanoma cell invasion and migration and therefore has an important role in the progression of malignant melanoma."}, {"pubmed": 20007677, "text": "Netrin-1 is an early, predictive biomarker of acute kidney injury after cardiopulmnoary bypass."}, {"pubmed": 20029409, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20036673, "text": "Netrin-1 has a role in cardioprotection"}, {"pubmed": 20075388, "text": "Pulmonary netrin-1 levels are repressed during acute lung injury."}, {"pubmed": 20080097, "text": "Netrin-1 might be an important regulator of pancreatic tumor growth that functions in tumor and endothelial cells."}, {"pubmed": 20305387, "text": "Data propose that induction of netrin-1 expression via NFkappaB in inflammatory bowel diseases patients could affect colorectal tumor promotion and progression"}, {"pubmed": 20609112, "text": "our findings might indicate also an important role for DCC and netrin-1 in human foetal central nervous system development"}, {"pubmed": 20620466, "text": "Urinary netrin-1 levels are increased in patients with various forms of acute kidney injury, and may therefore serve as a biomarker."}, {"pubmed": 21193949, "text": "Netrin-1 may regulate the development of placental vessels and plays a key role in the pathogenesis of fetal growth restriction."}, {"pubmed": 21303223, "text": "Plasma netrin-1 can be used as diagnostic biomarker of many human cancers."}, {"pubmed": 21505994, "text": "Netrin-1 enhanced the viability, migration and tube formation of human placental microvascular endothelial cells."}, {"pubmed": 21733374, "text": "Gene silencing of netrin-1 could inhibit viability, proliferation, migration, and tubal formation of HUVECs, and placental angiogenesis."}, {"pubmed": 21740336, "text": "Properties and perspectives of uNGAL and Netrin-1 for their appropriate clinical utilization."}, {"pubmed": 21789787, "text": "overexpression is predictive of ovarian malignancies"}, {"pubmed": 21980448, "text": "an autocrine function for netrin-1 and netrin-3 in U87 and U373 cells that slows migration"}, {"pubmed": 22231519, "text": "It was shown that netrin-1 was secreted by macrophages in human and mouse atheroma, where it inactivated macrophage migration out of atherosclerotic plaques."}, {"pubmed": 22252496, "text": "Hypoxia-inducible factor 1 controls the expression of the uncoordinated-5-B receptor, but not of netrin-1, in first trimester human placenta"}, {"pubmed": 22332546, "text": "netrin-1 protein expression may be related to tumorigenesis and tumor progression of gastric cancer."}, {"pubmed": 22588384, "text": "Netrin-1 and DCC are increased in diseased lumbar intervertebral discs and may play a role in the process of neurovascular growth."}, {"pubmed": 22685302, "text": "knockdown of DSCAM inhibits netrin-induced tyrosine phosphorylation of UNC5C and Fyn as well as the interaction of UNC5C with Fyn. The double knockdown of both receptors abolishes the induction of Fyn tyrosine phosphorylation by netrin-1"}, {"pubmed": 22779713, "text": "Netrin 1 gene mutation found in patients diagnosed with superior semicircular canal dehiscence syndrome."}, {"pubmed": 22871610, "text": "Data indicate that DeltaN-netrin-1 stimulated cell proliferation in vitro and tumor growth in vivo."}, {"pubmed": 22889408, "text": "There was no relationship between the basal netrin-1 and decline in netrin-1 concentrations and the progression-free survival and overall survival in gastric cancer."}, {"pubmed": 23195957, "text": "Netrin-1 promotes glioblastoma cell invasiveness and angiogenesis by multiple pathways including activation of RhoA, cathepsin B, and cAMP-response element-binding protein"}, {"pubmed": 23512105, "text": "In addition, eight genes classified as 'second tier' hits in the original study (PAX7, THADA, COL8A1/FILIP1L, DCAF4L2, GADD45G, NTN1, RBFOX3 and FOXE1) showed evidence of linkage and association in this replication sample."}, {"pubmed": 23526078, "text": "Netrin-1 was upregulated in kidney carcinoma."}, {"pubmed": 23538444, "text": "Netrin-1 protects hypoxia-induced mitochondrial apoptosis through HSP27 expression via DCC- and integrin alpha6beta4-dependent Akt, GSK-3beta, and HSF-1 in mesenchymal stem cells."}, {"pubmed": 23549787, "text": "netrin-1 forms a complex with both Notch2 and Jagged1."}, {"pubmed": 23666553, "text": "Higher netrin-1 and lower UNC5B expression in all prostate carcinoma cell lines indicated that netrin-1 and UNC5B could be used to predict metastasis."}, {"pubmed": 24092381, "text": "Tubular atrophy and low netrin-1 gene expression are associated with delayed kidney allograft function."}, {"pubmed": 24122613, "text": "Data indicate that dysregulation of expression of netrin-1 NTN1 in smooth muscle cell (SMC) and its chemorepulsive receptor UNC5B in macrophages are involved in the development of atherosclerosis and unstable plaques."}, {"pubmed": 24174661, "text": "Netrin-1 increases the frequency and amplitude of excitatory postsynaptic p otentials (EPSPs) recorded from cortical pyramidal neurons."}, {"pubmed": 24262644, "text": "promotes angiogenesis and accelerates atherosclerosis, protects the heart against ischemia-reperfusion injury, and reduces the infarct size."}, {"pubmed": 24293316, "text": "The netrin-1 upregulation which appears to be p53-dependent is a survival mechanism as netrin-1 silencing by siRNA is associated with a potentiation of cancer cell death upon Doxorubicin treatment."}, {"pubmed": 24338005, "text": "Studies indicate that elevating netrin-1 expression increased migration and invasion in colorectal cancer cells."}, {"pubmed": 24442237, "text": "These results suggest that in hypoxic HCC cells, netrin-1 activates downstream signaling pathways to induce EMT activation with subsequent production of multiple inflammatory mediators which in turn promotes cancer invasion."}, {"pubmed": 24528886, "text": "In bladder cancer cells, netrin-1 expression is increased compared to control cells."}, {"pubmed": 24584118, "text": "Netrin-1 is highly expressed in obese but not lean adipose tissue, where it directs the retention of macrophages, promoting inflammation. NTN1 also promotes insulin resistance."}, {"pubmed": 24647424, "text": "Data indicate both total and nuclear netrin-1 expression as prognostic factors in brain metastases patients in contrast to other prognostic markers in oncology such as patient age, number of brain metastases or Ki67 proliferation index."}, {"pubmed": 24716747, "text": "Increased maternal netrin-4 levels in IUGR neonates may reflect in utero hypoxia, while the negative correlations between fetal netrin-1 and -4 levels may exert the dynamic balance between their angio- and anti-angiogenic properties."}, {"pubmed": 24738865, "text": "Ntn-1 induces MMP-12-dependent E-cad degradation via the distinct activation of PKCalpha and FAK/Fyn, which is necessary to govern the activation of ERK, JNK, and NF-KB in promoting motility of umbilical cord blood-derived mesenchymal stem cells."}, {"pubmed": 24778312, "text": "novel model for the spatial regulation of axon branching by Netrin-1, in which localized plasma membrane expansion occurs via TRIM9-dependent regulation of SNARE-mediated vesicle fusion."}, {"pubmed": 24812271, "text": "Netrin-1 promotes medulloblastoma cell invasiveness and angiogenesis, and demonstrates elevated expression in tumor tissue and urine of patients with pediatric medulloblastoma."}, {"pubmed": 24827071, "text": "Netrin-1 ameliorates myocardial infarction-induced myocardial injury."}, {"pubmed": 25001177, "text": "netrin-1 promoted pancreatic cancer cell proliferation by upregulation of murine double minute 2 (Mdm2)."}, {"pubmed": 25022751, "text": "results of another in vitro assay, in which endothelial cells were co-cultured with human fibroblasts, however, showed that Mel2a-netrin1 CM inhibited tube formation through blocking elongation and coalescence of human umbilical vein endothelial cells"}, {"pubmed": 25154466, "text": "early urinary biomarker in the diagnosis of septic acute kidney injury"}, {"pubmed": 25289643, "text": "These studies demonstrate that semaphorin 3A and netrin-1 can be useful early diagnostic biomarkers of AKI after liver transplantation."}, {"pubmed": 25353184, "text": "Careful phenotyping of patients combined with molecular and functional studies in zebrafish identifed netrin-1 as a potential shared genetic factor for cardiac and thyroid congenital defects."}, {"pubmed": 25483983, "text": "These results identify Netrin-1 as a key regulator of osteoclast differentiation that may be a new target for bone therapies."}, {"pubmed": 25569157, "text": "Investigation of the mechanisms that trigger local translation revealed a role for calcium-dependent retrograde netrin-1/DCC receptor signaling."}, {"pubmed": 25903786, "text": "results demonstrate that netrin 1 is an important regulator of blood-brain barrier maintenance that protects the central nervous system against inflammatory conditions such as multiple sclerosis."}, {"pubmed": 25950802, "text": "NTN1-DCC pathway contains targets of FDA-approved drugs and may offer promise for guiding applied clinical research on preventive and therapeutic interventions for AMD"}, {"pubmed": 26039999, "text": "Netrin-1 stimulates phosphatase 1A to dephosphorylate YAP, which leads to decreased ubiquitination and degradation, enhancing YAP accumulation and signaling"}, {"pubmed": 26393880, "text": "MUC4 has a role in promoting neural invasion mediated by the axon guidance factor Netrin-1 in pancreatic ductal adenocarcinoma"}, {"pubmed": 26573873, "text": "Akt-FoxO1 signaling pathway plays an essential role during liver regeneration"}, {"pubmed": 26749424, "text": "Enhanced detection of netrin-1-expressing CD14(low) cells in patients with systemic sclerosis-related interstitial lung disease was observed, and antibody-mediated netrin-1 neutralization attenuated detection of fibrocytes in all settings."}, {"pubmed": 26859457, "text": "identify the V-2 domain of netrin-1 to be important for its interaction with the Ig1/Ig2 domains of UNC5H2"}, {"pubmed": 26944719, "text": "High Plasma netrin-1 levels are associated with peripheral artery disease in smokers."}, {"pubmed": 27031829, "text": "Netrin-1 enhanced infectivity of hepatitis C virus particles and promoted viral entry by increasing the activation and decreasing the recycling of the epidermal growth factor receptor (EGFR), a protein that is dysregulated in hepatocellular carcinoma."}, {"pubmed": 27060954, "text": "Netrin-1 reduced the Abeta1- 40-induced Abeta1-42 increase, increased sAbetaPPalpha, and reversed the Abeta-induced sAbetaPPalpha decrease in vitro"}, {"pubmed": 27067437, "text": "Data show that netrin-1 concentrations elevated in advanced non-small cell lung cancer compared to a healthy control group, and netrin-1 concentrations decreased with chemotherapy."}, {"pubmed": 27087488, "text": "Data suggest that urinary netrin-1 may be a new biomarker for determining early tubular injury in obese children."}, {"pubmed": 27400127, "text": "netrin-1 degradation products are capable of modulating vascular permeability in diabetic retinopathy"}, {"pubmed": 27422368, "text": "NETRIN1 signaling pathway is identified as a candidate pathway for major depressive disorder and should be explored in further large population studies."}, {"pubmed": 27651158, "text": "cell proliferation and survival were decreased following targeted deletion of Netrin-1. Cell invasion was dramatically diminished in Netrin-1 knockdown Glioblastoma stem cells. Moreover, Netrin-1 knockdown Glioblastoma stem cells exhibited less proangiogenic activity."}, {"pubmed": 27727089, "text": "Our study has shown an increase in netrin-1 expression that could be linked with macrophage infiltration and polarization in the epicardial adipose tissue of patients with coronary artery disease"}, {"pubmed": 27793362, "text": "upregulation of netrin-1 expression in different forms of cancer, and the increased expression of netrin-1 has been linked to its functions as a survival and invasion promoting factor."}, {"pubmed": 27815019, "text": "that netrin-1 may function as a positive regulator of hypoxia-triggered malignant behavior in prostate cancer by activating the Yes-associated protein signaling"}, {"pubmed": 28069038, "text": "Results demonstrate that NTN1 is an important regulator of stemness and motility of glioblastoma cells. Furthermore, it deciphers a novel mechanism where NTN1 activates Notch signaling and subsequent stemness in invasive glioblastoma cells."}, {"pubmed": 28241866, "text": "Netrin-1 acts as a non-canonical angiogenic factor produced by human Wharton's jelly mesenchymal stem cells."}, {"pubmed": 28250059, "text": "Netrin-1 restores cell injury and impaired angiogenesis in vascular endothelial cells upon high glucose via PI3K/AKT-eNOS signaling."}, {"pubmed": 28443497, "text": "we review the Netrin-1 mediated regulation of cancer, its potential use as a biomarker, and the targeting of the Netrin-1 pathway to treat cancers"}, {"pubmed": 28475012, "text": "Our observations revealed that SOX6 is a tumor suppressor in ovarian cancer cells, and SOX6 exerts an inhibitory effect on the proliferation, invasion, and tumor cell-induced angiogenesis of ovarian cancer cells, whereas nerin-1 plays an opposite role and its expression is inversely correlated with SOX6."}, {"pubmed": 28489749, "text": "NTN1 rs9788972 is identified as a risk locus for nonsyndromic orofacial clefts susceptibility in a northern Chinese population; SNPs in PAX7 were not associated with any increased risk"}, {"pubmed": 28677863, "text": "Netrin-1 decreased in experimental autoimmune encephalomyelitis and in multiple sclerosis patients, mainly during relapse, suggesting an anti-inflammatory role of netrin-1"}, {"pubmed": 28704853, "text": "Conclusion RBP4 may be used as a predictive factor of diabetic nephropathy patients complicated with silent cerebral infarction (SCI) and is positively correlated with cognitive dysfunction. RBP4/Lp-PLA2/Netrin-1 pathway activation may be one of the occurrence mechanisms in diabetic nephropathy complicated with SCI."}, {"pubmed": 28945198, "text": "Three mutations in exon 7 of NTN1 in 2 unrelated families and 1 sporadic case with isolated congenital mirror movements (CMM), a disorder characterized by involuntary movements of one hand that mirror intentional movements of the opposite hand."}, {"pubmed": 29199452, "text": "increased concentrations of urinary SEMA-3A and urinary Netrin-1 are found in urine from children with severe hydronephrosis and that their concentrations are related to the degree of obstruction."}, {"pubmed": 29202173, "text": "This study implicates DCC and NTN1 mutations in the pathophysiology of CHH consistent with the role of these two genes in the ontogeny of GnRH neurons in mice."}, {"pubmed": 29234153, "text": "the current data suggest that netrin-1 can act as a pro-metastatic factor in NSCLC by enhancing cell invasion, migration, and VM via PI3K/AKT and ERK-mediated EMT process, thereby implicating netrin-1 as a novel promising therapeutic target against aggressive non-small cell lung cancer."}, {"pubmed": 29277614, "text": "Such data indicate that cooperation between the UPR and UNC5A depletion as previously observed by ourselves in HCC patients samples may foster liver cancer development and growth."}, {"pubmed": 29297981, "text": "Four genes-ACT1, PIN1, DNMT1 and NTN1-emerged as having roles in pathways that may influence Primary Biliary Cholangitis pathogenesis in British Columbia First Nations people."}, {"pubmed": 29305865, "text": "Collectively, our results defined netrin-1 as a positive regulator of malignant tumor metastasis in GC by activating the YAP signaling, with potential implications for new approaches to GC therapy."}, {"pubmed": 29328435, "text": "miR214 reduces chemoresistance by targeting netrin1 in bladder cancer cell lines."}, {"pubmed": 30106432, "text": "High NTN1 expression is associated with gastric cancer."}, {"pubmed": 30197049, "text": "Findings indicate that variation in the NETRIN1 signaling pathway may confer risk for major depressive disorder through effects on a number of white matter tracts."}, {"pubmed": 30402937, "text": "The GxE interaction analysis revealed a significant interaction between maternal environmental contact with agrotoxics and rs16969816 (OR: 0.25, 95% CI: 0.08-0.74, p = .01), and pairwise interaction test with NTN1 rs1880646 yielded significant p values in the 1,000 permutation test for rs16969681, rs16969816, and rs16969862."}, {"pubmed": 30479344, "text": "netrin-1 as a major signal that mediates the dynamic crosstalk between inflammation and chronic erosion of the extracellular matrix in Abdominal aortic aneurysm, is reported."}, {"pubmed": 30506619, "text": "Our study suggested allele G at rs4791774 in NTN1 gene is risk of NSCLO, which could greatly increase the risk to have a baby with cleft."}, {"pubmed": 30578605, "text": "rs4791774 exhibited a nominal association with missing of maxillary canine and premolar."}, {"pubmed": 30719925, "text": "We found a significantly higher netrin-1 level in patients with CO poisoning. However, we were unable to find any significant difference in the patients with neurological involvement with respect to netrin-1 level, netrin-1 may present subclinically neurological effects. Therefore, we believe that netrin-1 cannot be used as a marker of CO poisoning severity."}, {"pubmed": 30852966, "text": "Elevated serum netrin-1 levels were associated with improved prognosis at 3 months after ischemic stroke, suggesting that serum netrin-1 may be a potential prognostic biomarker for ischemic stroke."}, {"pubmed": 30968155, "text": "Netrin1 mediated epithelialmesenchymal transition of A549 and PC9 cells in vitro, which may be associated with the PI3K/AKT pathway. This effect was not observed under normoxic conditions. Serum concentration of netrin1 was found to be significantly higher in nonsmall cell lung cancer (NSCLC) patients compared with healthy donors. Findings highlight a novel role for netrin1 in NSCLC development under hypoxia."}, {"pubmed": 31047878, "text": "Serum netrin-1 might represent a potential biomarker for reflecting severity, inflammation and prognosis of human aneurysmal subarachnoid hemorrhage."}, {"pubmed": 31088838, "text": "Netrin-1, a navigation cue during embryonic development, is upregulated in cancer-associated fibroblasts and regulates cancer cell stemness."}, {"pubmed": 31162046, "text": "We further provide a combination of protein localisation and phenotypic evidence in chick, humans, mice and zebrafish that Netrin-1 has an evolutionarily conserved and essential requirement for f optic fissure closure (OFC), and is likely to have an important role in palate fusion."}, {"pubmed": 31219796, "text": "High netrin-1 levels are associated with early diabetic kidney injury in type 1 diabetes."}, {"pubmed": 31226147, "text": "Human TUBB3 mutations specifically perturb netrin-1/UNC5C-mediated repulsion."}, {"pubmed": 31407237, "text": "The authors suggest that Netrin-1 enhances N-cadherin junctions to promote liver cancer cell collective migration in 3D cell culture and may subsequently increase liver cancer metastasis."}, {"pubmed": 31769036, "text": "Netrin-1 and its receptor Unc5b may have essential roles in periodontal inflammation"}, {"pubmed": 31780810, "text": "The functional variant of NTN1 contributes to the risk of nonsyndromic cleft lip with or without cleft palate."}, {"pubmed": 31806640, "text": "Netrin-1 and Its Receptor DCC Are Causally Implicated in Melanoma Progression."}, {"pubmed": 31953174, "text": "Macrophage-derived netrin-1 is critical for neuroangiogenesis in endometriosis."}, {"pubmed": 32151395, "text": "The identification and function of a Netrin-1 mutation in a pedigree with premature atherosclerosis."}, {"pubmed": 32228196, "text": "Serum netrin-1 levels at presentation and delayed neurological sequelae in unintentional carbon monoxide poisoning."}, {"pubmed": 32231305, "text": "Netrin-1 promotes naive pluripotency through Neo1 and Unc5b co-regulation of Wnt and MAPK signaling."}, {"pubmed": 32267322, "text": "High Serum Netrin-1 and IL-1beta in Elderly Females with ACS: Worse Prognosis in 2-years Follow-up.\", trans \"Niveis Elevados de Netrina-1 e IL-1beta em Mulheres Idosas com SCA: Pior Prognostico no Acompanhamento de Dois Anos."}, {"pubmed": 32319367, "text": "is abnormal expression of Netrin-1 in serum of children with acute lymphoblastic leukemia"}, {"pubmed": 32417215, "text": "Serum netrin-1 concentrations are associated with clinical outcome in acute intracerebral hemorrhage."}, {"pubmed": 32474463, "text": "Serum netrin-1 as a biomarker for colorectal cancer detection."}, {"pubmed": 32912541, "text": "Decreased Serum Netrin-1 as a Predictor for Post-Stroke Depression in Chinese Patients with Acute Ischemic Stroke."}, {"pubmed": 32917498, "text": "Decreased serum netrin-1 is associated with ischemic stroke: A case-control study."}, {"pubmed": 32926844, "text": "IGF2BP1 silencing inhibits proliferation and induces apoptosis of high glucose-induced non-small cell lung cancer cells by regulating Netrin-1."}, {"pubmed": 33095273, "text": "Growth cone repulsion to Netrin-1 depends on lipid raft microdomains enriched in UNC5 receptors."}, {"pubmed": 33351190, "text": "Netrin-1 and its receptor DCC modulate survival and death of dopamine neurons and Parkinson's disease features."}, {"pubmed": 33546947, "text": "Association between serum netrin-1 and prognosis of ischemic stroke: The role of lipid component levels."}, {"pubmed": 33741358, "text": "Serum netrin-1 as a potential biomarker for functional outcome of traumatic brain injury."}, {"pubmed": 34470826, "text": "Delta40p53 isoform up-regulates netrin-1/UNC5B expression and potentiates netrin-1 pro-oncogenic activity."}, {"pubmed": 34569430, "text": "Serum Netrin-1 and Urinary KIM-1 levels as potential biomarkers for the diagnosis of early preeclampsia."}, {"pubmed": 34585999, "text": "Netrin-1 expression and targeting in multiple myeloma."}, {"pubmed": 35063900, "text": "The role of serum netrin-1 level in the detection of early-onset preeclampsia."}, {"pubmed": 35188847, "text": "Two Useful Umbilical Biomarkers for Therapeutic Hypothermia Decision in Patients with Hypoxic Ischemic Encephalopathy with Perinatal Asphyxia: Netrin-1 and Neuron Specific Enolase."}, {"pubmed": 35236266, "text": "Netrin-1 in Post-stroke Neuroprotection: Beyond Axon Guidance Cue."}, {"pubmed": 35485895, "text": "[Netrin-1, a novel antitumoral target].\", trans \"La netrine-1, une nouvelle cible antitumorale."}, {"pubmed": 35489200, "text": "Inactivation of axon guidance molecule netrin-1 in human colorectal cancer by an epigenetic mechanism."}, {"pubmed": 35493300, "text": "Netrin-1: A Serum Marker Predicting Cognitive Impairment after Spinal Cord Injury."}, {"pubmed": 35779428, "text": "Rs9891446 in NTN1 is associated with right-side cleft lip in Han Chinese population."}, {"pubmed": 35974411, "text": "Netrin-1 induces the anti-apoptotic and pro-survival effects of B-ALL cells through the Unc5b-MAPK axis."}, {"pubmed": 35981361, "text": "[Effect of Netrin-1 on VEGFA Expression in T-ALL Cells and Its Related Mechanism]."}, {"pubmed": 36093435, "text": "Exosomal lncRNA PCAT1 Promotes Tumor Circulating Cell-Mediated Colorectal Cancer Liver Metastasis by Regulating the Activity of the miR-329-3p/Netrin-1-CD146 Complex."}, {"pubmed": 36222969, "text": "Netrin-1 promotes the vasculogenic capacity of human adipose-derived stem cells."}, {"pubmed": 36297056, "text": "Netrin-1 Promotes Visceral Adipose Tissue Inflammation in Obesity and Is Associated with Insulin Resistance."}, {"pubmed": 36361539, "text": "Netrin-1 Stimulates Migration of Neogenin Expressing Aggressive Melanoma Cells."}, {"pubmed": 36591819, "text": "The plasma galectin-3 level has high specificity and sensitivity for predicting postoperative atrial fibrillation after coronary artery bypass surgery."}, {"pubmed": 36852451, "text": "An imbalance of netrin-1 and DCC during nigral degeneration in experimental models and patients with Parkinson's disease."}, {"pubmed": 36879001, "text": "Identification of putative regulatory single-nucleotide variants in NTN1 gene associated with NSCL/P."}, {"pubmed": 37038247, "text": "Netrin-1 inducing antiapoptotic effect of acute myeloid leukemia cells in a concentration-dependent manner through the Unc-5 netrin receptor B-focal adhesion kinase axis."}, {"pubmed": 37153740, "text": "Galphai1/3 mediate Netrin-1-CD146-activated signaling and angiogenesis."}, {"pubmed": 37388740, "text": "Netrin-1 controls inflammation in response to ischemic stroke through altering microglia phenotype."}, {"pubmed": 37568074, "text": "Differential expression of PLAC1 and Netrin-1 in liver metastasis of colorectal cancer and its predictive value."}, {"pubmed": 37633969, "text": "Netrin-1 blockade inhibits tumor associated Myeloid-derived suppressor cells, cancer stemness and alleviates resistance to chemotherapy and immune checkpoint inhibitor."}, {"pubmed": 37702437, "text": "Activation of vascular endothelial cells by synovial fibrosis promotes Netrin-1-induced sensory nerve sprouting and exacerbates pain sensitivity."}, {"pubmed": 38229322, "text": "Netrin-1 protects blood-brain barrier (BBB) integrity after cerebral ischemia-reperfusion by activating the Kruppel-like factor 2 (KLF2)/occludin pathway."}, {"pubmed": 38725153, "text": "Circulating netrin-1 levels are reduced and related to corneal nerve fiber loss in patients with diabetic neuropathy."}, {"pubmed": 38856164, "text": "Proteins linking APOE varepsilon4 with Alzheimer's disease."}, {"pubmed": 39023520, "text": "Netrin signaling mediates survival of dormant epithelial ovarian cancer cells."}], "genomic_pos": {"chr": "17", "end": 9244000, "ensemblgene": "ENSG00000065320", "start": 9021510, "strand": 1}, "genomic_pos_hg19": {"chr": "17", "end": 9147317, "start": 8924859, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006915", "qualifier": "involved_in", "term": "apoptotic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006930", "qualifier": "involved_in", "term": "substrate-dependent cell migration, cell extension"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007097", "qualifier": "involved_in", "term": "nuclear migration"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007265", "qualifier": "involved_in", "term": "Ras protein signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014009", "qualifier": "involved_in", "term": "glial cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030517", "qualifier": "involved_in", "term": "negative regulation of axon extension"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032488", "qualifier": "involved_in", "term": "Cdc42 protein signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033564", "qualifier": "involved_in", "term": "anterior/posterior axon guidance"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042472", "qualifier": "involved_in", "term": "inner ear morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045773", "qualifier": "involved_in", "term": "positive regulation of axon extension"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051963", "qualifier": "involved_in", "term": "regulation of synapse assembly"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060252", "qualifier": "involved_in", "term": "positive regulation of glial cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060603", "qualifier": "involved_in", "term": "mammary gland duct morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0061643", "qualifier": "involved_in", "term": "chemorepulsion of axon"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0097475", "qualifier": "involved_in", "term": "motor neuron migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0098609", "qualifier": "involved_in", "term": "cell-cell adhesion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1903975", "qualifier": "involved_in", "term": "regulation of glial cell migration"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2000147", "qualifier": "involved_in", "term": "positive regulation of cell motility"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005576", "pubmed": 28945198, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005604", "qualifier": "located_in", "term": "basement membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0015629", "qualifier": "located_in", "term": "actin cytoskeleton"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [10102268, 19196994, 19721007, 20434207, 26190107, 28501620], "qualifier": "enables", "term": "protein binding"}]}, "homologene": {"genes": [[6239, 180961], [7165, 1272037], [7227, 32400], [7955, 30227], [9031, 396389], [9544, 717645], [9598, 455083], [9606, 9423], [9615, 489497], [9913, 522767], [10090, 18208], [10116, 114523]], "id": 21008}, "interpro": [{"desc": "Netrin domain", "id": "IPR001134", "short_desc": "Netrin_domain"}, {"desc": "Laminin-type EGF domain", "id": "IPR002049", "short_desc": "LE_dom"}, {"desc": "Laminin, N-terminal", "id": "IPR008211", "short_desc": "Laminin_N"}, {"desc": "Galactose-binding-like domain superfamily", "id": "IPR008979", "short_desc": "Galactose-bd-like_sf"}, {"desc": "Tissue inhibitor of metalloproteinases-like, OB-fold", "id": "IPR008993", "short_desc": "TIMP-like_OB-fold"}, {"desc": "Netrin module, non-TIMP type", "id": "IPR018933", "short_desc": "Netrin_module_non-TIMP"}], "ipi": "IPI00006732", "map_location": "17p13.1", "name": "netrin 1", "other_names": ["epididymis tissue protein Li 131P", "netrin 1, mouse, homolog of", "netrin-1"], "pathway": {"kegg": {"id": "hsa04360", "name": "Axon guidance - Homo sapiens (human)"}, "netpath": {"id": "Pathway_Alpha6Beta4Integrin", "name": "Alpha6Beta4Integrin"}, "pid": {"id": "netrin_pathway", "name": "Netrin-mediated signaling events"}, "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-373752", "name": "Netrin-1 signaling"}, {"id": "R-HSA-373752", "name": "Netrin-1 signaling"}, {"id": "R-HSA-376172", "name": "DSCAM interactions"}, {"id": "R-HSA-376176", "name": "Signaling by ROBO receptors"}, {"id": "R-HSA-418885", "name": "DCC mediated attractive signaling"}, {"id": "R-HSA-418885", "name": "DCC mediated attractive signaling"}, {"id": "R-HSA-418886", "name": "Netrin mediated repulsion signals"}, {"id": "R-HSA-418890", "name": "Role of second messengers in netrin-1 signaling"}, {"id": "R-HSA-422475", "name": "Axon guidance"}, {"id": "R-HSA-422475", "name": "Axon guidance"}, {"id": "R-HSA-428542", "name": "Regulation of commissural axon pathfinding by SLIT and ROBO"}, {"id": "R-HSA-9675108", "name": "Nervous system development"}, {"id": "R-HSA-9675108", "name": "Nervous system development"}], "wikipathways": [{"id": "WP2431", "name": "Spinal Cord Injury"}, {"id": "WP4216", "name": "Chromosomal and microsatellite instability in colorectal cancer"}, {"id": "WP4747", "name": "Netrin-UNC5B signaling pathway"}]}, "pdb": ["4URT", "6FKQ", "7NDG", "7NE0", "7NE1"], "pfam": ["PF00053", "PF00055", "PF01759"], "pharmgkb": "PA31813", "pharos": {"target_id": 18700, "tdl": "Tbio"}, "prosite": ["PS50027", "PS50189", "PS51117"], "reagent": {"CM-LibrX-no-seq": [{"id": "GNF326427", "relationship": "is"}, {"id": "GNF326428", "relationship": "is"}, {"id": "GNF326429", "relationship": "is"}], "CondMedia_CM_LibrAB": {"id": "GNF292912", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF213882", "relationship": "is"}, {"id": "GNF219334", "relationship": "is"}, {"id": "GNF224786", "relationship": "is"}, {"id": "GNF230238", "relationship": "is"}, {"id": "GNF260115", "relationship": "is"}, {"id": "GNF260116", "relationship": "is"}, {"id": "GNF260117", "relationship": "is"}, {"id": "GNF260118", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF086444", "relationship": "is"}, {"id": "GNF086445", "relationship": "is"}, {"id": "GNF086446", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054096", "relationship": "is"}, {"id": "GNF058877", "relationship": "is"}, {"id": "GNF074165", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070551", "relationship": "is"}, {"id": "GNF070552", "relationship": "is"}], "MasterSecretomicsList": [{"id": "GNF331151", "relationship": "is"}, {"id": "GNF334272", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF336130", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF101862", "relationship": "is"}, {"id": "GNF106087", "relationship": "is"}, {"id": "GNF114837", "relationship": "is"}, {"id": "GNF141517", "relationship": "is"}, {"id": "GNF154478", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000017.11", "NC_060941.1"], "protein": ["NP_004813.2", "XP_006721658.1", "XP_047293052.1", "XP_054173809.1", "XP_054173810.1"], "rna": ["NM_004822.3", "XM_006721595.4", "XM_047437096.1", "XM_054317834.1", "XM_054317835.1"], "translation": [{"protein": "XP_006721658.1", "rna": "XM_006721595.4"}, {"protein": "NP_004813.2", "rna": "NM_004822.3"}, {"protein": "XP_054173809.1", "rna": "XM_054317834.1"}, {"protein": "XP_047293052.1", "rna": "XM_047437096.1"}, {"protein": "XP_054173810.1", "rna": "XM_054317835.1"}]}, "reporter": {"HG-U133_Plus_2": ["208005_at", "227816_at"], "HG-U95B": "47596_at", "HTA-2_0": "TC17000143.hg.1", "HuEx-1_0": ["3709838", "3709932"], "HuGene-1_1": "8004880", "HuGene-2_1": "16831013"}, "summary": "Netrin is included in a family of laminin-related secreted proteins.  The function of this gene has not yet been defined; however, netrin is thought to be involved in axon guidance and cell migration during development.  Mutations and loss of expression of netrin suggest that variation in netrin may be involved in cancer development. [provided by RefSeq, Jul 2008].", "symbol": "NTN1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1334908"}, "unigene": "Hs.660885", "uniprot": {"Swiss-Prot": "O95631", "TrEMBL": "H7BZF4"}, "wikipedia": {"url_stub": "NTN1"}}