{"AllianceGenome": "8038", "HGNC": "8038", "MIM": "162650", "_id": "4922", "_version": 1, "accession": {"genomic": ["AC016993.4", "AF082285.2", "AF157683.1", "CH471054.1", "CP068266.2", "NC_000012.12", "NC_060936.1", "NG_047010.1", "S47339.1"], "protein": ["AAB23934.1", "AAB50564.1", "AAH10918.1", "AAP37614.1", "AAP37615.1", "BAG35002.1", "CAG46734.1", "EAW97400.1", "EAW97401.1", "NP_006174.1", "P30990.2"], "rna": ["AF157682.1", "AK312066.1", "AW571577.1", "BC010918.1", "CR541936.1", "NM_006183.5", "U91618.1"], "translation": [{"protein": "AAP37614.1", "rna": "AF157682.1"}, {"protein": "AAB50564.1", "rna": "U91618.1"}, {"protein": "BAG35002.1", "rna": "AK312066.1"}, {"protein": "NP_006174.1", "rna": "NM_006183.5"}, {"protein": "AAH10918.1", "rna": "BC010918.1"}, {"protein": "CAG46734.1", "rna": "CR541936.1"}]}, "alias": ["NMN-125", "NN", "NT", "NT/N", "NTS1"], "ensembl": {"gene": "ENSG00000133636", "protein": ["ENSP00000256010", "ENSP00000448328"], "transcript": ["ENST00000256010", "ENST00000550879", "ENST00000551529"], "translation": [{"protein": "ENSP00000448328", "rna": "ENST00000551529"}, {"protein": "ENSP00000256010", "rna": "ENST00000256010"}], "type_of_gene": "protein_coding"}, "entrezgene": "4922", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 5.48825881, "exp_mis": 43.9629282, "exp_syn": 16.472168, "lof_z": -0.639219258397144, "mis_z": -0.887961054643584, "mu_lof": 3.36434519986e-07, "mu_mis": 3.73219528724e-06, "mu_syn": 1.30587036126e-06, "n_lof": 7.0, "n_mis": 56.0, "n_syn": 18.0, "p_li": 7.97101367921064e-06, "p_null": 0.830145025001492, "p_rec": 0.169847003984828, "syn_z": -0.233372187713266}, "bp": 513, "cds_end": 86276153, "cds_start": 86268181, "n_exons": 4, "nonpsych": {"exp_lof": 4.8848614, "exp_mis": 39.708151, "exp_syn": 14.8263597, "lof_z": -0.939863249318183, "mis_z": -0.983873171522391, "mu_lof": 3.36434519986e-07, "mu_mis": 3.73219528724e-06, "mu_syn": 1.30587036126e-06, "n_lof": 7.0, "n_mis": 52.0, "n_syn": 15.0, "p_li": 5.5114330771519e-06, "p_null": 0.871499299054686, "p_rec": 0.128495189512237, "syn_z": -0.0283920041644439}, "nontcga": {"exp_lof": 5.0411525, "exp_mis": 40.437851, "exp_syn": 15.14634993, "lof_z": -0.421275231548784, "mis_z": -0.984191740733475, "mu_lof": 3.36434519986e-07, "mu_mis": 3.73219528724e-06, "mu_syn": 1.30587036126e-06, "n_lof": 6.0, "n_mis": 53.0, "n_syn": 18.0, "p_li": 5.80163169933854e-05, "p_null": 0.730276852123816, "p_rec": 0.26966513155919, "syn_z": -0.46426828117428}, "transcript": "ENST00000256010.6"}, "exons": [{"cdsend": 85882375, "cdsstart": 85874403, "chr": "12", "position": [[85874294, 85874476], [85876639, 85876701], [85878344, 85878569], [85882222, 85882992]], "strand": 1, "transcript": "NM_006183", "txend": 85882992, "txstart": 85874294}], "exons_hg19": [{"cdsend": 86276153, "cdsstart": 86268181, "chr": "12", "position": [[86268072, 86268254], [86270417, 86270479], [86272122, 86272347], [86276000, 86276770]], "strand": 1, "transcript": "NM_006183", "txend": 86276770, "txstart": 86268072}], "generif": [{"pubmed": 11906607, "text": "topography of its binding site to NT 1 receptor"}, {"pubmed": 11912133, "text": "Neurotensin induces protein kinase C-dependent protein kinase D activation and DNA synthesis in human pancreatic carcinoma cell line PANC-1."}, {"pubmed": 12074933, "text": "The antimicrobial peptide neurotensin has activity against invasive microbes."}, {"pubmed": 12150975, "text": "role in counteracting apoptosis in breast cancer cells"}, {"pubmed": 12531461, "text": "Neurotensin expressing neurons develop earlier than vasoactive intestinal polypeptide, vasopressin, and neuropeptide Y expressing neurons in the suprachiasmatic nucleus. (neurotensin)"}, {"pubmed": 14699144, "text": "neurotensin has a role in chronic mitogen-activated protein kinase activation and cancer progression"}, {"pubmed": 14743366, "text": "Analysis of the NTS genomic sequence revealed 2 intronic polymorphisms and 1 variant located in the 5' untranslated region (UTR). None of the observed variants co-segregated with RLS and no disease-associated polymorphisms were detected"}, {"pubmed": 15123666, "text": "neurotensin secretion is mediated by protein kinase C-alpha/-delta and Rho/Rho kinase, and protein kinase D"}, {"pubmed": 15358593, "text": "Transcription of NT in the mitochrondria of BON cells in response to pharmacologic manipulation."}, {"pubmed": 15623535, "text": "MARCKS-mediated neurotensin release occurs via protein kinase C-delta downstream of the Rho/ROK pathway"}, {"pubmed": 16087676, "text": "Ca2+ mobilization elicited by R-NT is via NTR1"}, {"pubmed": 16519961, "text": "Proneurotensin 1-117 is a stable neurotensin precursor fragment identified in human circulation"}, {"pubmed": 16984735, "text": "NT uses PKC-dependent pathways to modulate GSK-3, which may play a role in the NT regulation of intestinal cell growth"}, {"pubmed": 17068197, "text": "Rap1 mediates cyclic AMP-stimulated neurotensin secretion downstream of both Epac and protein kinase A signaling pathways"}, {"pubmed": 17289170, "text": "NTS-induced growth signaling in a prostatic neoplasm cell line is sensitive to metabolic stress."}, {"pubmed": 17570131, "text": "Neurotensin induces a striking increase in Hsp27 phosphorylation on Ser-82 in PANC-1 cells through convergent p38 MAPK, PKD, and PKD2 signaling."}, {"pubmed": 17644423, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17644423, "text": "The purpose of the current study is to further explore the NTS gene for potential functional variant(s) in its entire genomic and potential regulatory regions and their possible association with RLS symptoms."}, {"pubmed": 17870207, "text": "study suggests two pathways of NTS1 overexpression during IBD-related oncogenesis: one triggered by NT overexpression, and a second associated with an activation of the APC/beta-catenin pathway"}, {"pubmed": 18048355, "text": "endogenous PKD1, PKD2, and Kidins220 co-exist with neurotensin-containing vesicles"}, {"pubmed": 18624930, "text": "NT autocrine and/or paracrine stimulation mediated by NTR3 may be a mechanism associated with the tumourigenesis of functioning adenomas."}, {"pubmed": 19086053, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19393580, "text": "Neurotensin signaling induces intracellular alkalinization and interleukin-8 expression in human pancreatic cancer cells."}, {"pubmed": 19878995, "text": "The aim of this study was to provide an up-to-date review of the literature concerning the regulatory role of NT on the hypothalamic-anterior pituitary axons--REVIEW"}, {"pubmed": 19932148, "text": "The expression of NTS is identified as a prognostic marker in patients with malignant pleural mesothelioma."}, {"pubmed": 20138826, "text": "neurotensin /NTR1 signaling in pancreatic cancer cells seems to promote the induction of a metastatic phenotype, in contrast to its varying effects on tumor cell proliferation."}, {"pubmed": 20468064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20731814, "text": "Neurotensin is increased in serum of young children with autistic disorder."}, {"pubmed": 20810387, "text": "Data show that neurotensin- and NTSR1-positive mmunohistochemistry staining in 60.4% and 59.7% of lung adenocarcinomas, respectively."}, {"pubmed": 20858966, "text": "Expression of neurotensin and ghrelin systems are markedly altered in the temporal lobe of Alzheimer's disease patients, which may contribute to the severe cognitive deficit observed in this pathology."}, {"pubmed": 21030593, "text": "key regulatory elements in the promoter region that are involved in human NT/N (hNT/N) gene expression"}, {"pubmed": 21212273, "text": "IGF-1R activation represents a previously unrecognized key pathway involved in the mechanisms by which NT and NTR1 modulate colonic inflammation and inflammatory bowel disease."}, {"pubmed": 21233215, "text": "NT acutely regulates D2 autoreceptor function and DA neuron excitability through PKC-mediated phosphorylation of the D2R, leading to heterologous receptor desensitization."}, {"pubmed": 21272935, "text": "Results indicate that the counteraction of neurotensin and neurotensin receptor subtype-1 regulates the genesis and development of pancreatic carcinomas."}, {"pubmed": 21508335, "text": "study found that inhibition of mTORC1 signaling by rapamycin, torin1, and shRNA-mediated knockdown enhances NT secretion by increasing NT gene expression in the endocrine cell line BON"}, {"pubmed": 21542591, "text": "Human, pig, and frog NT and [Gln(4)]NT and [D-Tyr(11)]NT adsorbed to the silver surface via the tyrosine ring, the oxygen atom of the deprotonated phenol group of Tyr(11), and the -CH(2)- unit(s), most probably of Tyr(11), Arg(9), and/or Leu(13)."}, {"pubmed": 21623207, "text": "determined the status of ERalpha and ERbeta in the myometrium and leiomyomas, atypical leiomyomas and leiomyosarcomas, concomitantly with the expression of NTS/NTS receptor 1 in these tumors"}, {"pubmed": 21806946, "text": "Neurotensin signaling activates microRNAs-21 and -155 and Akt, promotes tumor growth in mice, and is increased in human colon tumors."}, {"pubmed": 21994122, "text": "CD133(+) liver tumor-initiating cells promote tumor angiogenesis, growth, and self-renewal through neurotensin/interleukin-8/CXCL1 signaling."}, {"pubmed": 22416137, "text": "Endothelin-converting enzyme-1 (ECE-1) degrades NT in acidic conditions, and its activity is crucial for NTR1 recycling."}, {"pubmed": 22700584, "text": "Neurotensin secretion is regulated by PI3 kinase p110 alpha and protein kinase B signaling pathways."}, {"pubmed": 22825476, "text": "Proneurotensin expression in the tumor tissues indicated that this precursor was produced by small cell lung carcinoma tumors and secreted into plasma as the tumors grew."}, {"pubmed": 22849656, "text": "Results showed that NT, NPY, and PGP 9.5 neurofibers are almost equally present in pseudocapsule of uterine fibroids as in normal myometrium of a no pregnant uterus. As all of these neuropeptides are present in the uterine muscle and can affect muscle contractility, uterine peristalsis and muscular healing."}, {"pubmed": 23064014, "text": "a lineage of mature enteroendocrine cells have the ability to coexpress members of a group of functionally related peptides: CCK, secretin, GIP, GLP-1, PYY, and neurotensin"}, {"pubmed": 23109725, "text": "NTSR2 was overexpressed, NTSR1 decreased, and neurotensin was not expressed in B cell leukemia patient's B-cells, as compared with healthy B cells."}, {"pubmed": 23140271, "text": "Results show that both the neurotensin (NT) and the neurotensin 1 receptor hNTS1(321-344)fragment present a 3D structure in complex."}, {"pubmed": 23418512, "text": "Data indicate synchronous increase of neurotensin (NTS) and IL-8 in hepatocellular carcinoma (HCC) correlated with worse prognosis and shorten survival after surgery."}, {"pubmed": 23436714, "text": "Nanoparticles exposing neurotensin tumor-specific drivers."}, {"pubmed": 23962427, "text": "Neurotensin-mediated calcium signaling appears more sensitive to differentiation than ATP-mediated Ca(2+) signaling"}, {"pubmed": 24000330, "text": "These findings provide new insights into the potential therapeutic role of NT in chronic wounds, such as in DFU, characterized by a deficit in the migratory properties of cells and a chronic proinflammatory status."}, {"pubmed": 24198343, "text": "NT production by keratinocytes may exert a paracrine effect on other skin cells, namely fibroblasts, macrophages, and dendritic cells for correct wound healing."}, {"pubmed": 25098665, "text": "indicate that neurotensin is a direct target of the Wnt/beta-catenin pathway and may be a mediator for neuroendocrine tumor cell growth"}, {"pubmed": 25200966, "text": "NTS/IL-8/CXCR1/STAT3 signaling is crucial for the maintenance of stem-like traits in glioblastoma stem cells ."}, {"pubmed": 25249538, "text": "NTS/NTSR1 complex enhances breast tumor aggressiveness via EGFR/HER2/HER3 pathway."}, {"pubmed": 25249545, "text": "Neurotensin and its receptor NTSR1 causes EGFR, HER2 and HER3 over-expression and their autocrine/paracrine activation in lung adenocarcinomas, confirming responsiveness to erlotinib."}, {"pubmed": 25724188, "text": "pretreatment of gastric cancer cells with NTR1 inhibitor SR48692 was shown to significantly inhibit the NT-mediated MMP-9 activity, cell invasion, and migration"}, {"pubmed": 25847417, "text": "Although no measures for pain threshold, thermal instability or gastric motility were performed in our study participants, higher plasma NT levels were found in PWS children"}, {"pubmed": 27193687, "text": "findings directly link NT with increased fat absorption and obesity and suggest that NT may provide a prognostic marker of future obesity and a potential target for prevention and treatment"}, {"pubmed": 27312221, "text": "Higher concentrations of proneurotensin are associated with a greater risk of incident cardiovascular events in the community. This association did not vary according to sex, baseline low-density lipoprotein, or sortilin receptor 1 genotype."}, {"pubmed": 27611941, "text": "NTS may be an important stimulus to promote hepatocellular carcinoma invasion and metastasis both in vitro and in vivo."}, {"pubmed": 27612962, "text": "children with untreated coeliac disease have elevated peripheral pro-NT levels compared with disease controls. Pro-NT levels also seem to reflect more severe forms of active coeliac disease, indicating a potential role of NT in small intestinal inflammation."}, {"pubmed": 27666481, "text": "sortilin is a PIP3 binding protein with binding likely to occur at the C-terminal neurotensin binding site, and is a competitor of neurotensin"}, {"pubmed": 28560510, "text": "Neurotensin plasma values differentiate healthy people from patients suffering from colonic pathologies such as adenomatous polyps and adenocarcinoma."}, {"pubmed": 29417469, "text": "Higher pro-neurotensin levels are associated with circulating leptin, independent of diabetes, obesity and metabolic syndrome."}, {"pubmed": 29546332, "text": "In the elderly population, proneurotensin independently predicts development of cardiovascular diseases in both genders, whereas it only predicts diabetes in women."}, {"pubmed": 29590379, "text": "Increased plasma pro-NT levels identify the presence/severity of NAFLD; in dysmetabolic individuals, NT may specifically promote hepatic fat accumulation through mechanisms likely related to increased insulin resistance."}, {"pubmed": 29795470, "text": "Studied levels of neurotensin in obese patients before and after metabolic surgery. Results show proneurotensin positively correlates with insulin sensitivity after weight loss induced by metabolic surgery, and found biliopancreatic diversion with duodenal switch leads to a stronger increase in the proneurotensin compared to Roux-en-Y gastric bypass."}, {"pubmed": 30213686, "text": "The authors demonstrate that neuromedin N and neurotensin induce a unique dephosphorylation signaling in the MEK/ERK pathway that is regulated by endocytosis."}, {"pubmed": 30359740, "text": "High NTS expression is associated with cholangiocarcinoma metastasis."}, {"pubmed": 30527352, "text": "Circulating Pro-NT is not independently associated with gestational diabetes, but is with HOMA-IR, creatinine, and free fatty acids even after adjustment for pregnancy status."}, {"pubmed": 30770901, "text": "A novel role of NTS in the development of Castration-resistant prostate cancer with Neuroendocrine differentiation (NED), and a possible strategy to prevent the onset of NED by targeting the NTS signaling pathway."}, {"pubmed": 30991633, "text": "Real-time RT-PCR revealed that Intermittent Hypoxia significantly increased the mRNA levels of peptide YY (PYY), glucagon-like peptide-1 (GLP-1), and neurotensin (NTS) in Caco-2 cells."}, {"pubmed": 31093954, "text": "Neurotensin has the potential to be a non-invasive biomarker for colorectal neoplasia"}, {"pubmed": 31541684, "text": "Patients with gastric cancers presented with lower plasma concentrations of CCK than healthy controls and individuals from colorectal cancers (p = 0.02). The highest plasma concentrations of neurotensin was found in colorectal cancer patients in comparison to gastric (p = 0.02)."}, {"pubmed": 31926821, "text": "Identification of U-shaped curve relation between proneurotensin and risk of coronary artery disease (CAD) in patients with premature CAD."}, {"pubmed": 32121246, "text": "Upregulation of Thr/Tyr kinase Increases the Cancer Progression by Neurotensin and Dihydropyrimidinase-Like 3 in Lung Cancer."}, {"pubmed": 32336282, "text": "The role of Neurotensin and its receptors in non-gastrointestinal cancers: a review."}, {"pubmed": 32663609, "text": "Neurotensin up-regulation is associated with advanced fibrosis and hepatocellular carcinoma in patients with MAFLD."}, {"pubmed": 32764278, "text": "Characterisation of the Expression of Neurotensin and Its Receptors in Human Colorectal Cancer and Its Clinical Implications."}, {"pubmed": 33089749, "text": "Pro-neurotensin/neuromedin N and risk of ischemic stroke: The REasons for Geographic And Racial Differences in Stroke (REGARDS) study."}, {"pubmed": 33196849, "text": "Generation of onco-enhancer enhances chromosomal remodeling and accelerates tumorigenesis."}, {"pubmed": 33493519, "text": "Suppression of the NTS-CPS1 regulatory axis by AFF1 in lung adenocarcinoma cells."}, {"pubmed": 33549442, "text": "Circulating pro-neurotensin levels predict bodyweight gain and metabolic alterations in children."}, {"pubmed": 33599716, "text": "The Role of Central Neurotensin in Regulating Feeding and Body Weight."}, {"pubmed": 33682882, "text": "Neurotensin: a neuropeptide induced by hCG in the human and rat ovary during the periovulatory perioddagger."}, {"pubmed": 34013344, "text": "Pro-Neurotensin/Neuromedin N and Risk of Incident Metabolic Syndrome and Diabetes Mellitus in the REGARDS Cohort."}, {"pubmed": 34596798, "text": "Expression of neurotensin receptor-1 (NTS1) in primary breast tumors, cellular distribution, and association with clinical and biological factors."}, {"pubmed": 35611414, "text": "Elevated neurotensin levels among obese adolescents may be related to emotion dysregulation and impulsivity: a cross-sectional, case-control study."}, {"pubmed": 36680775, "text": "Ligands selectively tune the local and global motions of neurotensin receptor 1 (NTS1)."}, {"pubmed": 36902025, "text": "Neurotensin and Its Involvement in Reproductive Functions: An Exhaustive Review of the Literature."}, {"pubmed": 36916883, "text": "Expression of Neurotensin and Its Receptors Along the Intestinal Tract in Type 2 Diabetes Patients and Healthy Controls."}, {"pubmed": 37047432, "text": "Neurotensin Gene rs2234762 C>G Variant Associates with Reduced Circulating Pro-NT Levels and Predicts Lower Insulin Resistance in Overweight/Obese Children."}, {"pubmed": 38423808, "text": "Neurotensin accelerates atherosclerosis and increases circulating levels of short-chain and saturated triglycerides."}, {"pubmed": 38522506, "text": "Neurotensin contributes to cholestatic liver disease potentially modulating matrix metalloprotease-7."}], "genomic_pos": {"chr": "12", "end": 85882992, "ensemblgene": "ENSG00000133636", "start": 85874295, "strand": 1}, "genomic_pos_hg19": {"chr": "12", "end": 86276770, "start": 86268073, "strand": 1}, "go": {"BP": [{"evidence": "NAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": 8954810, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007218", "pubmed": 11294867, "qualifier": "involved_in", "term": "neuropeptide signaling pathway"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0007218", "pubmed": 21806946, "qualifier": "involved_in", "term": "neuropeptide signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010628", "pubmed": 21806946, "qualifier": "acts_upstream_of", "term": "positive regulation of gene expression"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010629", "pubmed": 21806946, "qualifier": "acts_upstream_of", "term": "negative regulation of gene expression"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051092", "pubmed": 21806946, "qualifier": "acts_upstream_of", "term": "positive regulation of NF-kappaB transcription factor activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051897", "pubmed": 21806946, "qualifier": "acts_upstream_of", "term": "positive regulation of phosphatidylinositol 3-kinase/protein kinase B signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0097746", "qualifier": "involved_in", "term": "blood vessel diameter maintenance"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0030133", "qualifier": "located_in", "term": "transport vesicle"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043231", "qualifier": "located_in", "term": "intracellular membrane-bounded organelle"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0043679", "qualifier": "is_active_in", "term": "axon terminus"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0005184", "qualifier": "enables", "term": "neuropeptide hormone activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [17620610, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0048018", "pubmed": 11294867, "qualifier": "enables", "term": "receptor ligand activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0071855", "pubmed": 11294867, "qualifier": "enables", "term": "neuropeptide receptor binding"}]}, "homologene": {"genes": [[8364, 100485937], [9031, 417883], [9544, 700189], [9598, 745818], [9606, 4922], [9615, 611687], [9913, 280881], [10090, 67405], [10116, 299757]], "id": 4506}, "interpro": {"desc": "Neurotensin/neuromedin N", "id": "IPR008055", "short_desc": "NeurotensiN"}, "ipi": "IPI00028158", "map_location": "12q21.31", "name": "neurotensin", "other_names": ["neurotensin/neuromedin N", "pro-neurotensin/neuromedin"], "pantherdb": {"HGNC": "8038", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1328351", "ortholog_type": "LDO", "panther_family": "PTHR15356", "taxid": 10090, "uniprot_kb": "Q9D3P9"}, {"RGD": "621612", "ortholog_type": "LDO", "panther_family": "PTHR15356", "taxid": 10116, "uniprot_kb": "P20068"}, {"Ensembl": "ENSGALG00000027192", "ortholog_type": "LDO", "panther_family": "PTHR15356", "taxid": 9031, "uniprot_kb": "R4GFZ2"}, {"ZFIN": "ZDB-GENE-091204-433", "ortholog_type": "LDO", "panther_family": "PTHR15356", "taxid": 7955, "uniprot_kb": "E7FFY4"}], "uniprot_kb": "P30990"}, "pathway": {"kegg": {"id": "hsa04080", "name": "Neuroactive ligand-receptor interaction - Homo sapiens (human)"}, "pid": {"id": "ap1_pathway", "name": "AP-1 transcription factor network"}, "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-375276", "name": "Peptide ligand-binding receptors"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-416476", "name": "G alpha (q) signalling events"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}]}, "pdb": ["2LNE", "2LNF", "2LNG", "2LYW", "2OYV", "2OYW", "3F6K", "4PO7", "5LUZ", "6UP7"], "pfam": "PF07421", "pharmgkb": "PA31820", "pharos": {"target_id": 931, "tdl": "Tbio"}, "pir": "I58190", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF326634", "relationship": "is"}, {"id": "GNF326635", "relationship": "is"}, {"id": "GNF326636", "relationship": "is"}], "CondMedia_CM_LibrAB": {"id": "GNF293324", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF253463", "relationship": "is"}, {"id": "GNF253464", "relationship": "is"}, {"id": "GNF253465", "relationship": "is"}, {"id": "GNF253466", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF010564", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF330396", "relationship": "is"}, {"id": "GNF332301", "relationship": "is"}, {"id": "GNF333766", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF338858", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF108948", "relationship": "is"}, {"id": "GNF148589", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000012.12", "NC_060936.1", "NG_047010.1"], "protein": "NP_006174.1", "rna": "NM_006183.5", "translation": {"protein": "NP_006174.1", "rna": "NM_006183.5"}}, "reporter": {"HG-U133_Plus_2": "206291_at", "HG-U95Av2": "33998_at", "HTA-2_0": "TC12000687.hg.1", "HuEx-1_0": "3424898", "HuGene-1_1": "7957458", "HuGene-2_1": "16754895"}, "retired": 96646, "summary": "This gene encodes a common precursor for two peptides, neuromedin N and neurotensin. Neurotensin is a secreted tridecapeptide, which is widely distributed throughout the central nervous system, and may function as a neurotransmitter or a neuromodulator. It may be involved in dopamine-associated pathophysiological events, in the maintenance of gut structure and function, and in the regulation of fat metabolism. Neurotensin also exhibits antimicrobial activity against bacteria and fungi. Tissue-specific processing may lead to the formation in some tissues of larger forms of neuromedin N and neurotensin. The large forms may represent more stable peptides that are also biologically active. [provided by RefSeq, Oct 2014].", "symbol": "NTS", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1417869"}, "unigene": "Hs.80962", "uniprot": {"Swiss-Prot": "P30990", "TrEMBL": ["G3V1X6", "Q6FH20"]}, "wikipedia": {"url_stub": "Neurotensin"}}