{"AllianceGenome": "8039", "HGNC": "8039", "MIM": "162651", "_id": "4923", "_version": 1, "accession": {"genomic": ["AL035669.43", "AL357033.19", "CH471077.2", "CP068258.2", "CS174241.1", "NC_000020.11", "NC_060944.1", "U69634.1"], "protein": ["AAR07901.1", "CAA49675.1", "CAJ34549.1", "EAW75345.1", "NP_002522.2", "P30989.2"], "rna": ["AY429106.1", "BC040711.1", "NM_002531.3", "X70070.1"], "translation": [{"protein": "AAR07901.1", "rna": "AY429106.1"}, {"protein": "CAA49675.1", "rna": "X70070.1"}, {"protein": "NP_002522.2", "rna": "NM_002531.3"}]}, "alias": "NTR", "ensembl": {"gene": "ENSG00000101188", "protein": "ENSP00000359532", "transcript": ["ENST00000370501", "ENST00000482259"], "translation": [{"protein": "ENSP00000359532", "rna": "ENST00000370501"}], "type_of_gene": "protein_coding"}, "entrezgene": "4923", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 11.2794138361, "exp_mis": 233.657261675, "exp_syn": 132.685044953, "lof_z": 0.0824127400035295, "mis_z": 1.07697606196265, "mu_lof": 8.70805525375e-07, "mu_mis": 2.12954788173e-05, "mu_syn": 1.20804965085e-05, "n_lof": 11.0, "n_mis": 200.0, "n_syn": 87.0, "p_li": 9.72930758301054e-08, "p_null": 0.825917339836327, "p_rec": 0.174082562870597, "syn_z": 2.45873750624085}, "bp": 1257, "cds_end": 61391619, "cds_start": 61340559, "n_exons": 4, "nonpsych": {"exp_lof": 10.1277197641, "exp_mis": 211.401137322, "exp_syn": 120.011536723, "lof_z": 0.348014500430354, "mis_z": 1.01993292008133, "mu_lof": 8.70805525375e-07, "mu_mis": 2.12954788173e-05, "mu_syn": 1.20804965085e-05, "n_lof": 9.0, "n_mis": 182.0, "n_syn": 82.0, "p_li": 3.89040485660224e-06, "p_null": 0.654516936475881, "p_rec": 0.345479173119262, "syn_z": 2.18457520996231}, "nontcga": {"exp_lof": 10.3691426356, "exp_mis": 214.956778219, "exp_syn": 122.062333922, "lof_z": -0.193259555577991, "mis_z": 1.05193760749763, "mu_lof": 8.70805525375e-07, "mu_mis": 2.12954788173e-05, "mu_syn": 1.20804965085e-05, "n_lof": 11.0, "n_mis": 184.0, "n_syn": 81.0, "p_li": 5.00147633967673e-08, "p_null": 0.879239998974494, "p_rec": 0.120759951010742, "syn_z": 2.35328644528422}, "transcript": "ENST00000370501.3"}, "exons": [{"cdsend": 62760267, "cdsstart": 62709207, "chr": "20", "position": [[62708835, 62709921], [62754684, 62754886], [62758265, 62758356], [62760017, 62762771]], "strand": 1, "transcript": "NM_002531", "txend": 62762771, "txstart": 62708835}], "exons_hg19": [{"cdsend": 61391619, "cdsstart": 61340559, "chr": "20", "position": [[61340187, 61341273], [61386036, 61386238], [61389617, 61389708], [61391369, 61394123]], "strand": 1, "transcript": "NM_002531", "txend": 61394123, "txstart": 61340187}], "generif": [{"pubmed": 11559354, "text": "Neurotensin induces mating in Saccharomyces cerevisiae cells that express human neurotensin receptor type 1 in place of the endogenous pheromone receptor"}, {"pubmed": 11906607, "text": "investigation of its binding to neurotensin"}, {"pubmed": 12360476, "text": "Neurotensin receptor-1 and -3 complex modulates the cellular signaling of neurotensin in the HT29 cell line."}, {"pubmed": 14699144, "text": "constant activation of NT1 receptor generates an oncogenic regulation"}, {"pubmed": 14962098, "text": "neuropeptide neurotensin (NT) binds to freshly isolated Sezary malignant cells and induces through NT1 receptors the cell migration of the cutaneous T cell lymphoma cell line Cou-L."}, {"pubmed": 15764810, "text": "NT and NTR1 are part of network activated after mucosal injuries, and NT stimulates epithelial restitution, at least in part, through a COX-2 dependent pathway."}, {"pubmed": 16087676, "text": "Ca2+ mobilization elicited by R-NT is via NTR1"}, {"pubmed": 16299383, "text": "this report establishs a novel link in vitro between the Tcf/beta-catenin pathway and NT1 receptor promoter activation"}, {"pubmed": 17018595, "text": "NMU & its cancer-specific receptors NTSR1 & GHSR1b, as well as its target genes, are overexpressed in lung cancer and in cell lines, and that those gene products play indispensable roles in the growth and progression of lung cancer cells."}, {"pubmed": 17289170, "text": "Binding of NTSR1 in a prostatic neoplasm cell line is sensitive to metabolic stress."}, {"pubmed": 18541341, "text": "results suggest that increased NTSR1 expression may be an early event during colonic tumorigenesis and also contribute to tumor progression and aggressive behavior in colonic adenocarcinomas."}, {"pubmed": 18624930, "text": "NTR1 and NTR2 mRNA were not detected in either pituitary adenomas or normal tissue."}, {"pubmed": 18809332, "text": "Investigating prototypical interactions between NT(8-13) and the human neurotensin receptor 1 (hNTR1), we created a receptor-ligand model that was validated by site-directed mutagenesis and structure-activity relationship studies"}, {"pubmed": 19086053, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19156213, "text": "neurotensin receptor-1 pathway contributes to human ductal breast cancer progression"}, {"pubmed": 19864207, "text": "Our findings suggest that NT produced by type I cells acts in an autocrine or paracrine way on the same cell type, playing a modulatory role on chemoception."}, {"pubmed": 19874574, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19968961, "text": "this study proposes a novel function of NTR2 in the regulation of NTR1 activity."}, {"pubmed": 20018219, "text": "Four splice variants of the NTS1 receptor were detected in prostate cancer cell lines. These isoforms are expressed in the prostate cancer cell lines PC3 and DU145, but not in LNCaP or in normal prostate tissue, which only express the normal transcript."}, {"pubmed": 20048080, "text": "NTR1 was upregulated in cells with a basal phenotype (cytokeratin 1/5/10/14+)"}, {"pubmed": 20398908, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20424473, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20468064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20810387, "text": "Data show that neurotensin- and NTSR1-positive mmunohistochemistry staining in 60.4% and 59.7% of lung adenocarcinomas, respectively."}, {"pubmed": 20959865, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21272935, "text": "Results indicate that the counteraction of neurotensin and neurotensin receptor subtype-1 regulates the genesis and development of pancreatic carcinomas."}, {"pubmed": 21364741, "text": "Neurotensin receptor 1 is expressed in gastrointestinal stromal tumors but not in interstitial cells of Cajal."}, {"pubmed": 21394204, "text": "NTSR1 single nucleotide polymorphisms were significantly associated with variance in working memory performance among healthy adults."}, {"pubmed": 21725197, "text": "Our studies demonstrate that NTSR-1 plamitoylation is required for NTSR-1-mediated MAPK signaling and cellular proliferation in breast cancer cells."}, {"pubmed": 21748756, "text": "Integrin alpha(nu) beta(3), NTRS1 and PSCA mRNA expression increased with tumorigenic potential, but mRNA expression levels for these proteins do not translate directly to equivalent expression levels of membrane bound protein."}, {"pubmed": 22416137, "text": "Endothelin-converting enzyme-1 (ECE-1) degrades NT in acidic conditions, and its activity is crucial for NTR1 recycling."}, {"pubmed": 22551944, "text": "analysis of the role of cholesterol on the activity and stability of neurotensin receptor 1"}, {"pubmed": 23109725, "text": "NTSR2 was overexpressed, NTSR1 decreased, and neurotensin was not expressed in B cell leukemia patient's B-cells, as compared with healthy B cells."}, {"pubmed": 23110888, "text": "These results indicate that the association between hippocampal structure and working memory performance was modulated by variation in the NTSR1 gene"}, {"pubmed": 23140271, "text": "Results show that both the neurotensin (NT) and the neurotensin 1 receptor hNTS1(321-344)fragment present a 3D structure in complex."}, {"pubmed": 23292156, "text": "The study found no evidence for the possible association between three NTR1 SNPs and both trait and state anxiety."}, {"pubmed": 23483448, "text": "rs6090453C/G polymorphism and the CGG haplotype may enhance schizophrenia susceptibility in the Han Chinese population, while the GCG haplotype may be a protective factor, particularly in females."}, {"pubmed": 23624386, "text": "Data indicate that dopamine D2 receptor (D2R) and neurotensin 1 receptor (NTS1R) were colocated in the plasma membrane of cells."}, {"pubmed": 23743782, "text": "NTSR1 gene variants are associated with alcohol dependence in a male Han Chinese population."}, {"pubmed": 23807075, "text": "The association between NTR1 gene single nucleotide polymorphisms (SNPs) (rs6090453, rs6011914, and rs2427422) and coping styles, were evaluated."}, {"pubmed": 23901225, "text": "NTSR1 in colonic epithelial cells is overexpressed in inflammatory bowel disease, in a stepwise fashion with sequential progress from inflammation to dysplasia and carcinoma."}, {"pubmed": 24357116, "text": "NTSR1 is commonly high expressed in melanoma cells."}, {"pubmed": 24401289, "text": "variations in the NTR1 gene were involved in the biological mechanisms of HA and RD personality traits; however, the effect is influenced by gender."}, {"pubmed": 24512471, "text": "Taken together, our results provided a novel regulatory mechanism for GPR39-1b in NTRS1 signaling."}, {"pubmed": 24770449, "text": "The current study investigated whether genetic polymorphisms in the NTR1 gene (rs6090453C/G, rs6011914C/G, and rs2427422A/G) were associated with the performance on verbal and visual learning."}, {"pubmed": 25159184, "text": "Neurotensin receptor 1 SNPs were significantly associated with processing speed in a sample of Chinese college students."}, {"pubmed": 25175457, "text": "This review provides a summary of current knowledge, mainly emerging from microdialysis studies, supporting the presence of a neurotensin receptor 1/D2 receptor heteromer in the brain. [review]"}, {"pubmed": 25249538, "text": "NTS/NTSR1 complex enhances breast tumor aggressiveness via EGFR/HER2/HER3 pathway."}, {"pubmed": 25249545, "text": "Neurotensin and its receptor NTSR1 causes EGFR, HER2 and HER3 over-expression and their autocrine/paracrine activation in lung adenocarcinomas, confirming responsiveness to erlotinib."}, {"pubmed": 25307345, "text": "the NTR1-HIF-1alpha-VEGFalpha axis has a role in intestinal angiogenic responses and in the pathophysiology of colitis and inflammatory bowel disease"}, {"pubmed": 25644759, "text": "High expression levels of NTS and NTSR1 predict a poor prognosis in glioma patients."}, {"pubmed": 26205105, "text": "The presence of F358(7.42) causes the conserved W321(6.48) to adopt side chain orientation parallel to the lipid bilayer sealing the collapsed Na(+) ion pocket and linking the agonist with residues in the lower receptor part implicated in GPCR activation."}, {"pubmed": 26215716, "text": "This study indicated that NTR1 may play an important role in tumor progression of gastric cancer"}, {"pubmed": 26298774, "text": "high expression of NTSR1 is found in clinical NETs and promoter methylation is an important mechanism controlling the differential expression of NTSR1 and silencing of NTSR2 in NET cells"}, {"pubmed": 26334593, "text": "Data suggest that neurotensin receptor 1 (NTSR1) methylation may be a prognostic biomarker in colorectal cancers (CRCs)."}, {"pubmed": 26471393, "text": "Neurotensin receptor-targeted oncolytic adenovirus co-expressing decorin and Wnt antagonist useful for systemic treatment of NTR-overexpressing pancreatic cancer."}, {"pubmed": 26902265, "text": "Silencing of miR-133alpha or overexpression of aftiphilin attenuated NTR1 trafficking to plasma membrane in human colonocytes."}, {"pubmed": 27491650, "text": "Data suggest that small molecule ligand binding to neurotensin receptor 1 (NTSR1) could facilitate the structure-based design of non-peptide ligands for the evaluation of the pharmacological potential of NTSR1 in neurological disorders and cancer."}, {"pubmed": 27523794, "text": "Heterodimerization of the kappa opioid receptor and neurotensin receptor 1 contributes to a novel beta-arrestin-2-signaling pathway."}, {"pubmed": 27611941, "text": "inducing exogenous neurotensin stimulation and enhancing NTR1 expression promoted tumor invasion rather than proliferation by accelerating epithelial-to-mesenchymal transition in hepatocellular carcinoma cells."}, {"pubmed": 27891817, "text": "Patients with lung cancer have specific personality traits, and variations in the neurotensin receptor 1 gene may be involved in the biological mechanisms of the harm avoidance and reward dependence personality traits."}, {"pubmed": 28341345, "text": "characterization of the hNTS1-mediated cellular signaling network"}, {"pubmed": 28498396, "text": "Our findings identify promoter methylation as an important process regulating the differential expression or silencing of NTSR1/2 in Colorectal cancer (CRC) cells. Moreover, inhibition of NTSR1 repressed tumorigenic effects in CRC cells, suggesting that NTSR1 may be used as a therapeutic target for CRC."}, {"pubmed": 28536844, "text": "High NTR1 expression is associated with pancreatic ductal adenocarcinoma."}, {"pubmed": 28790113, "text": "This study strongly suggests that the addition of NTSR1 inhibitor in combination with platinum salt-based therapy will improve the response to the drug."}, {"pubmed": 28836043, "text": "NTSR1 overexpression is a poor prognostic factor in endometrial cancer, highlighting the contribution of NTS in endometrial cancer progression"}, {"pubmed": 29065410, "text": "The results reveal a positive feedback loop between NTS/NTSR1 and Wnt/beta-Catenin signaling in glioblastoma cells that might be important for tumor development and provide potential therapeutic targets for glioblastoma."}, {"pubmed": 30261490, "text": "NTSR1 knockdown impaired glioblastoma invasion and tumor growth through miR-494 and identified a novel mechanism by which siNTSR1 suppressed glioblastoma invasion through the miR-494/SOCS6 axis in glioblastoma."}, {"pubmed": 30770901, "text": "A novel role of NTS in the development of Castration-resistant prostate cancer with Neuroendocrine differentiation (NED), and a possible strategy to prevent the onset of NED by targeting the NTS signaling pathway."}, {"pubmed": 31243364, "text": "cryoelectron structures of human NTSR1 in complex with the agonist JMV449 and the heterotrimeric Gi1 protein, at a resolution of 3 A"}, {"pubmed": 31614143, "text": "neurotensin receptor 1 regulates the transactivation of the EGFR and HER2 in a reactive oxygen species-dependent manner"}, {"pubmed": 31704949, "text": "Differential allosteric modulation within dopamine D2R - neurotensin NTS1R and D2R - serotonin 5-HT2AR receptor complexes gives bias to intracellular calcium signalling."}, {"pubmed": 31776446, "text": "A complex structure of arrestin-2 bound to a G protein-coupled receptor."}, {"pubmed": 31974445, "text": "Neuropeptide receptor genes GHSR and NMUR1 are candidate epigenetic biomarkers and predictors for surgically treated patients with oropharyngeal cancer."}, {"pubmed": 32470395, "text": "beta-Arrestin-Biased Allosteric Modulator of NTSR1 Selectively Attenuates Addictive Behaviors."}, {"pubmed": 32764278, "text": "Characterisation of the Expression of Neurotensin and Its Receptors in Human Colorectal Cancer and Its Clinical Implications."}, {"pubmed": 33034134, "text": "Neurotensin receptor 1 signaling promotes pancreatic cancer progression."}, {"pubmed": 33633398, "text": "Cryo-EM structure of an activated GPCR-G protein complex in lipid nanodiscs."}, {"pubmed": 33785921, "text": "Feeling at home: Structure of the NTSR1-Gi complex in a lipid environment."}, {"pubmed": 33941555, "text": "Effect of NTSR1 on the Proliferation and Invasion of Gastric Adenocarcinoma Cells, the Underlying Mechanism, and Clinical Role."}, {"pubmed": 35932909, "text": "Adding of neurotensin to non-small cell lung cancer cells increases tyrosine phosphorylation of HER3."}, {"pubmed": 36949141, "text": "NTSR1 glycosylation and MMP dependent cleavage generate three distinct forms of the protein."}], "genomic_pos": {"chr": "20", "end": 62762771, "ensemblgene": "ENSG00000101188", "start": 62708836, "strand": 1}, "genomic_pos_hg19": {"chr": "20", "end": 61394123, "start": 61340189, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001659", "qualifier": "involved_in", "term": "temperature homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0003085", "qualifier": "involved_in", "term": "negative regulation of systemic arterial blood pressure"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0003254", "qualifier": "involved_in", "term": "regulation of membrane depolarization"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007186", "pubmed": 8381365, "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007218", "qualifier": "involved_in", "term": "neuropeptide signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007218", "pubmed": 21725197, "qualifier": "involved_in", "term": "neuropeptide signaling pathway"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0007218", "pubmed": 21806946, "qualifier": "involved_in", "term": "neuropeptide signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007268", "pubmed": 9763490, "qualifier": "involved_in", "term": "chemical synaptic transmission"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007612", "qualifier": "involved_in", "term": "learning"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008344", "qualifier": "involved_in", "term": "adult locomotory behavior"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0010628", "pubmed": 21806946, "qualifier": "acts_upstream_of", "term": "positive regulation of gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014049", "qualifier": "involved_in", "term": "positive regulation of glutamate secretion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014054", "qualifier": "involved_in", "term": "positive regulation of gamma-aminobutyric acid secretion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033993", "qualifier": "involved_in", "term": "response to lipid"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043065", "qualifier": "involved_in", "term": "positive regulation of apoptotic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043066", "pubmed": 21725197, "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043576", "qualifier": "involved_in", "term": "regulation of respiratory gaseous exchange"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050965", "qualifier": "involved_in", "term": "detection of temperature stimulus involved in sensory perception of pain"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051280", "qualifier": "involved_in", "term": "negative regulation of release of sequestered calcium ion into cytosol"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051281", "qualifier": "involved_in", "term": "positive regulation of release of sequestered calcium ion into cytosol"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060732", "qualifier": "involved_in", "term": "positive regulation of inositol phosphate biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070779", "qualifier": "involved_in", "term": "D-aspartate import across plasma membrane"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071545", "qualifier": "involved_in", "term": "inositol phosphate catabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0090238", "qualifier": "involved_in", "term": "positive regulation of arachidonic acid secretion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0097151", "qualifier": "involved_in", "term": "positive regulation of inhibitory postsynaptic potential"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0098712", "qualifier": "involved_in", "term": "L-glutamate import across plasma membrane"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005783", "pubmed": 9763490, "qualifier": "located_in", "term": "endoplasmic reticulum"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005794", "pubmed": 9763490, "qualifier": "located_in", "term": "Golgi apparatus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0005886", "pubmed": 8381365, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0009898", "qualifier": "located_in", "term": "cytoplasmic side of plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0009986", "qualifier": "located_in", "term": "cell surface"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0032280", "qualifier": "located_in", "term": "symmetric synapse"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0043195", "qualifier": "located_in", "term": "terminal bouton"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0043197", "qualifier": "located_in", "term": "dendritic spine"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0043198", "qualifier": "located_in", "term": "dendritic shaft"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0043204", "qualifier": "located_in", "term": "perikaryon"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0045121", "pubmed": 21725197, "qualifier": "located_in", "term": "membrane raft"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0004930", "pubmed": 8381365, "qualifier": "enables", "term": "G protein-coupled receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [17620610, 23597562], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0016492", "qualifier": "enables", "term": "G protein-coupled neurotensin receptor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0016492", "pubmed": 21725197, "qualifier": "enables", "term": "G protein-coupled neurotensin receptor activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0016492", "pubmed": 8381365, "qualifier": "enables", "term": "G protein-coupled neurotensin receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": 17620610, "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0044877", "qualifier": "enables", "term": "protein-containing complex binding"}]}, "homologene": {"genes": [[7955, 569344], [9031, 428149], [9544, 698936], [9606, 4923], [9615, 485963], [9913, 528416], [10090, 18216], [10116, 366274]], "id": 68261}, "interpro": [{"desc": "G protein-coupled receptor, rhodopsin-like", "id": "IPR000276", "short_desc": "GPCR_Rhodpsn"}, {"desc": "Neurotensin receptor", "id": "IPR003984", "short_desc": "NT_rcpt"}, {"desc": "Neurotensin type 1 receptor", "id": "IPR003985", "short_desc": "NT1_rcpt"}, {"desc": "GPCR, rhodopsin-like, 7TM", "id": "IPR017452", "short_desc": "GPCR_Rhodpsn_7TM"}], "ipi": "IPI00028150", "map_location": "20q13.33", "name": "neurotensin receptor 1", "other_names": ["NT-R-1", "NTR1", "NTRH", "high-affinity levocabastine-insensitive neurotensin receptor", "neurotensin receptor 1 (high affinity)", "neurotensin receptor type 1"], "pantherdb": {"HGNC": "8039", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "97386", "ortholog_type": "LDO", "panther_family": "PTHR24243", "taxid": 10090, "uniprot_kb": "O88319"}, {"RGD": "1306076", "ortholog_type": "LDO", "panther_family": "PTHR24243", "taxid": 10116, "uniprot_kb": "P20789"}, {"Ensembl": "ENSGALG00000005524", "ortholog_type": "LDO", "panther_family": "PTHR24243", "taxid": 9031, "uniprot_kb": "E7FKE5"}, {"ZFIN": "ZDB-GENE-090313-372", "ortholog_type": "LDO", "panther_family": "PTHR24243", "taxid": 7955, "uniprot_kb": "E7EZ19"}, {"WormBase": "WBGene00016747", "ortholog_type": "O", "panther_family": "PTHR24243", "taxid": 6239, "uniprot_kb": "Q18701"}, {"WormBase": "WBGene00007395", "ortholog_type": "O", "panther_family": "PTHR24243", "taxid": 6239, "uniprot_kb": "G5EDI0"}, {"WormBase": "WBGene00016044", "ortholog_type": "O", "panther_family": "PTHR24243", "taxid": 6239, "uniprot_kb": "Q18130"}, {"WormBase": "WBGene00019616", "ortholog_type": "O", "panther_family": "PTHR24243", "taxid": 6239, "uniprot_kb": "O17239"}, {"FlyBase": "FBgn0037100", "ortholog_type": "O", "panther_family": "PTHR24243", "taxid": 7227, "uniprot_kb": "Q8ITC7"}, {"FlyBase": "FBgn0038139", "ortholog_type": "O", "panther_family": "PTHR24243", "taxid": 7227, "uniprot_kb": "Q9VFW6"}, {"FlyBase": "FBgn0038140", "ortholog_type": "O", "panther_family": "PTHR24243", "taxid": 7227, "uniprot_kb": "Q9VFW5"}, {"FlyBase": "FBgn0038201", "ortholog_type": "O", "panther_family": "PTHR24243", "taxid": 7227, "uniprot_kb": "Q8ITC9"}], "uniprot_kb": "P30989"}, "pathway": {"kegg": [{"id": "hsa04020", "name": "Calcium signaling pathway - Homo sapiens (human)"}, {"id": "hsa04080", "name": "Neuroactive ligand-receptor interaction - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-375276", "name": "Peptide ligand-binding receptors"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-416476", "name": "G alpha (q) signalling events"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}], "wikipathways": [{"id": "WP117", "name": "GPCRs, Other"}, {"id": "WP24", "name": "Peptide GPCRs"}, {"id": "WP455", "name": "GPCRs, Class A Rhodopsin-like"}]}, "pdb": ["2LYW", "6OS9", "6OSA", "6PWC", "6UP7", "7UL2", "8JPB", "8JPC", "8JPF"], "pfam": "PF00001", "pharmgkb": "PA31821", "pharos": {"target_id": 957, "tdl": "Tchem"}, "pir": "S29506", "prosite": "PS50262", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF253467", "relationship": "is"}, {"id": "GNF253468", "relationship": "is"}, {"id": "GNF253469", "relationship": "is"}, {"id": "GNF253470", "relationship": "is"}], "GNF_hs-GPCR_IDT-siRNA": [{"id": "GNF280336", "relationship": "is"}, {"id": "GNF280337", "relationship": "is"}, {"id": "GNF280338", "relationship": "is"}, {"id": "GNF280339", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF086541", "relationship": "is"}, {"id": "GNF086542", "relationship": "is"}, {"id": "GNF086543", "relationship": "is"}, {"id": "GNF086544", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052254", "relationship": "is"}, {"id": "GNF057023", "relationship": "is"}, {"id": "GNF061862", "relationship": "is"}, {"id": "GNF072520", "relationship": "is"}, {"id": "GNF075124", "relationship": "is"}, {"id": "GNF075252", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF064319", "relationship": "is"}, {"id": "GNF064320", "relationship": "is"}, {"id": "GNF071687", "relationship": "is"}, {"id": "GNF071688", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF093532", "relationship": "is"}, {"id": "GNF133190", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000020.11", "NC_060944.1"], "protein": "NP_002522.2", "rna": "NM_002531.3", "translation": {"protein": "NP_002522.2", "rna": "NM_002531.3"}}, "reporter": {"HG-U133_Plus_2": "207360_s_at", "HG-U95Av2": "35080_at", "HTA-2_0": "TC20000495.hg.1", "HuEx-1_0": "3892873", "HuGene-1_1": "8063942", "HuGene-2_1": "16915740"}, "summary": "Neurotensin receptor 1 belongs to the large superfamily of G-protein coupled receptors. NTSR1 mediates the multiple functions of neurotensin, such as hypotension, hyperglycemia, hypothermia, antinociception, and regulation of intestinal motility and secretion. [provided by RefSeq, Jul 2008].", "symbol": "NTSR1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1417870"}, "unigene": "Hs.590869", "uniprot": {"Swiss-Prot": "P30989"}, "wikipedia": {"url_stub": "Neurotensin receptor 1"}}