{"AllianceGenome": "23063", "HGNC": "23063", "MIM": "615792", "_id": "55270", "_version": 1, "accession": {"genomic": ["AL158196.24", "CH471075.1", "CP068265.2", "NC_000013.11", "NC_060937.1", "NG_047021.1"], "protein": ["AAH64607.1", "AAI07876.1", "AAI33016.1", "AAI33018.1", "BAA91925.1", "EAX08782.1", "NP_001291674.1", "NP_060753.1", "Q9NV35.1"], "rna": ["AK001818.1", "BC050698.1", "BC064607.1", "BC107875.1", "BC133015.1", "BC133017.1", "BU622058.1", "CA418849.1", "DA000395.1", "DA218525.1", "DA760263.1", "NM_001304745.2", "NM_018283.4", "NR_136687.2", "NR_136688.2", "OA986303.1"], "translation": [{"protein": "AAI33016.1", "rna": "BC133015.1"}, {"protein": "AAH64607.1", "rna": "BC064607.1"}, {"protein": "AAI33018.1", "rna": "BC133017.1"}, {"protein": "NP_001291674.1", "rna": "NM_001304745.2"}, {"protein": "NP_060753.1", "rna": "NM_018283.4"}, {"protein": "BAA91925.1", "rna": "AK001818.1"}, {"protein": "AAI07876.1", "rna": "BC107875.1"}]}, "alias": ["MTH2", "NUDT15D"], "ec": "3.6.1.9", "ensembl": {"gene": "ENSG00000136159", "protein": "ENSP00000258662", "transcript": "ENST00000258662", "translation": [{"protein": "ENSP00000258662", "rna": "ENST00000258662"}], "type_of_gene": "protein_coding"}, "entrezgene": "55270", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 4.55599310621, "exp_mis": 51.1511813497, "exp_syn": 21.052020088, "lof_z": 1.18619996939083, "mis_z": -0.468386526977148, "mu_lof": 3.42339952352e-07, "mu_mis": 5.44062583388e-06, "mu_syn": 2.22342628975e-06, "n_lof": 2.0, "n_mis": 58.0, "n_syn": 26.0, "p_li": 0.0972295800796055, "p_null": 0.132200342573212, "p_rec": 0.770570077347182, "syn_z": -0.668544842910649}, "bp": 495, "cds_end": 48619935, "cds_start": 48611882, "n_exons": 3, "nonpsych": {"exp_lof": 4.069833959, "exp_mis": 46.2429769839, "exp_syn": 19.0003321784, "lof_z": 1.00762544528584, "mis_z": -0.427008476246116, "mu_lof": 3.42339952352e-07, "mu_mis": 5.44062583388e-06, "mu_syn": 2.22342628975e-06, "n_lof": 2.0, "n_mis": 52.0, "n_syn": 26.0, "p_li": 0.0896480091187505, "p_null": 0.166323071158787, "p_rec": 0.744028919722463, "syn_z": -1.01102164744713}, "nontcga": {"exp_lof": 4.18627172871, "exp_mis": 47.0538481171, "exp_syn": 19.3626192645, "lof_z": 1.05407546428473, "mis_z": -0.286606492555281, "mu_lof": 3.42339952352e-07, "mu_mis": 5.44062583388e-06, "mu_syn": 2.22342628975e-06, "n_lof": 2.0, "n_mis": 51.0, "n_syn": 25.0, "p_li": 0.0872764584462119, "p_null": 0.150183247979711, "p_rec": 0.762540293574077, "syn_z": -0.811180694592288}, "transcript": "ENST00000258662.2"}, "exons": [{"cdsend": 48041199, "cdsstart": 48037746, "chr": "13", "position": [[48037566, 48037904], [48040919, 48041502]], "strand": 1, "transcript": "NM_001304745", "txend": 48041502, "txstart": 48037566}, {"cdsend": 48045799, "cdsstart": 48037746, "chr": "13", "position": [[48037725, 48037904], [48040919, 48041116], [48045659, 48047221]], "strand": 1, "transcript": "NM_018283", "txend": 48047221, "txstart": 48037725}, {"cdsend": 48052706, "cdsstart": 48052706, "chr": "13", "position": [[48037566, 48037904], [48040919, 48041116], [48045659, 48045842], [48047584, 48047702], [48050614, 48052706]], "strand": 1, "transcript": "NR_136687", "txend": 48052706, "txstart": 48037566}, {"cdsend": 48052742, "cdsstart": 48052742, "chr": "13", "position": [[48037566, 48037904], [48040919, 48041116], [48045659, 48045799], [48047584, 48047702], [48050614, 48052742]], "strand": 1, "transcript": "NR_136688", "txend": 48052742, "txstart": 48037566}], "exons_hg19": [{"cdsend": 48615335, "cdsstart": 48611882, "chr": "13", "position": [[48611702, 48612040], [48615055, 48615638]], "strand": 1, "transcript": "NM_001304745", "txend": 48615638, "txstart": 48611702}, {"cdsend": 48619935, "cdsstart": 48611882, "chr": "13", "position": [[48611861, 48612040], [48615055, 48615252], [48619795, 48621357]], "strand": 1, "transcript": "NM_018283", "txend": 48621357, "txstart": 48611861}, {"cdsend": 48626842, "cdsstart": 48626842, "chr": "13", "position": [[48611702, 48612040], [48615055, 48615252], [48619795, 48619978], [48621720, 48621838], [48624750, 48626842]], "strand": 1, "transcript": "NR_136687", "txend": 48626842, "txstart": 48611702}, {"cdsend": 48626878, "cdsstart": 48626878, "chr": "13", "position": [[48611702, 48612040], [48615055, 48615252], [48619795, 48619935], [48621720, 48621838], [48624750, 48626878]], "strand": 1, "transcript": "NR_136688", "txend": 48626878, "txstart": 48611702}], "generif": [{"pubmed": 19419956, "text": "Data demonstrate for the first time that PCNA is protected by this newly identified partner molecule MTH2, which is related to DNA synthesis and cell cycle progression."}, {"pubmed": 20144704, "text": "human MTH1, MTH2, and NUDT5 proteins act as a defense against the mutagenesis induced by oxidized dGTP."}, {"pubmed": 25108385, "text": "Authros identified a nonsynonymous SNP in NUDT15 (encoding p.Arg139Cys) that was strongly associated with thiopurine-induced early leukopenia (odds ratio (OR) = 35.6; P(combined) = 4.88 x 10(-94))."}, {"pubmed": 25624441, "text": "Describe a germline variant in NUDT15 strongly associated with mercaptopurine intolerance in childhood acute lymphoblastic leukemia, which may have implications for treatment individualization in this disease."}, {"pubmed": 26033531, "text": "Event-free survival did not significantly differ by NUDT15 genotype. rs116855232 is an important determinant of 6-MP myelotoxicity in Japanese children with ALL and may represent the most robust toxicity-related locus in Asians to date."}, {"pubmed": 26076924, "text": "NUDT R139C T/T genotype showed complete association with early severe hair loss/leukopenia in Japanese patients with inflammatory bowel diseases."}, {"pubmed": 26238318, "text": "Depletion of NUDT15 has no effect on incorporation of 8-oxo-dGTP into DNA and does not impact cancer cell survival in cell lines tested. NUDT15 is not a biologically relevant 8-oxo-dGTPase"}, {"pubmed": 26405151, "text": "NUDT15 c.415C>T increases risk of 6-mercaptopurine induced myelosuppression during maintenance therapy in children with acute lymphoblastic leukemia."}, {"pubmed": 26503813, "text": "NUDT15 gene polymorphism is related to mercaptopurine intolerance in Taiwan Chinese children with acute lymphoblastic leukemia."}, {"pubmed": 26590936, "text": "These results suggest that NUDT15 R139C-related thiopurine-induced leukocytopenia is mediated by a 6-TGN-independent mechanism."}, {"pubmed": 26735160, "text": "Mutations of the NUDT15 and TPMT gene accounted for approximately 88% of cases with thiopurine-induced early leukopenia. Extensive hair loss was a recognizable early symptom in patients with the homozygous NUDT15 c.415C>T variant."}, {"pubmed": 26878724, "text": "Patients with defective NUDT15 alleles showed excessive levels of thiopurine active metabolites and toxicity. [meta-analysis]"}, {"pubmed": 27095468, "text": "There was a close association of NUDT15 R139C with early leukopenia associated with thiopurines in patients in Hong Kong"}, {"pubmed": 27193222, "text": "our study shows that 6-MP reduction is significant in the younger age group in relation to NUDT15 variant"}, {"pubmed": 27308664, "text": "Letter: discuss role of NUDT15 in complex thiopurine metabolism."}, {"pubmed": 27381176, "text": "NUDT15 c.415C>T may be another predictor of AZA-induced leukocytopenia."}, {"pubmed": 27416873, "text": "NUDT15 variant as a predictor for thiopurine-induced toxicity in Indian patients."}, {"pubmed": 27530327, "text": "our results defined how NUDT15 limits thiopurine efficacy and how genetic ablation via the R139C missense mutation confers sensitivity to thiopurine treatment in patients"}, {"pubmed": 27577869, "text": "NUDT15 polymorphisms are associated with 6-mercaptopurine intolerance in children treated for acute lymphoblastic leukemia."}, {"pubmed": 28146264, "text": "TPMT and NUDT15 genes are both related to mercaptopurine intolerance in acute lymphoblastic leukaemia patients from Uruguay."}, {"pubmed": 28418010, "text": "NUDT15 (and ABCC4) variants are major factors for 6-mercaptopurine intolerability in Japanese childhood acute lymphoblastic leukemia patients."}, {"pubmed": 28470355, "text": "results of this meta-analysis confirm that NUDT15 c.415C>T may be an important predictor of thiopurine-induced leukocytopenia in Asians"}, {"pubmed": 28566182, "text": "Study replicated previous findings that the NUDT15 p.R139C variant is a potential predictor for AZA-induced leukopenia, extending this finding to patients with various neurological disorders in Korea and identifying its specific association with early leukopenia and severe alopecia. All of the patients who carried a NUDT15 p.R139C homozygous variant exhibited rapid development of severe leukopenia and extensive hair loss."}, {"pubmed": 28570428, "text": "NUDT15 c.415C>T, c.36_37insGGAGTC, and c.52G>A variants were risk factors for thiopurine-induced leukopenia. Combined detection of the 3 variants could increase the predictive sensitivity of thiopurine-induced leukopenia and help to distinguish early leukopenia in heterozygote of c.415C>T in Chinese patients with inflammatory bowel disease."}, {"pubmed": 28659275, "text": "3 novel NUDT15 coding variants (p.R34T, p.K35E, and p.G17_V18del) in 5 children with acute lymphoblastic leukemia enrolled in frontline protocols in Singapore, Taiwan, and at St. Jude Children's Research Hospital."}, {"pubmed": 28883280, "text": "All patients with both NUDT15 rs116855232 heterozygous variants and ABCC4 rs3765534 variants suffered from severe leukopenia and required 6-mercaptopurine dose reduction to less than 35 mg/m(2)/da"}, {"pubmed": 28903549, "text": "Results show that 6-TGN levels were substantially low in patients with NUDT15 variants who showed highest hematopoietic toxicity. The low ratio of 6-TGN level to 6-mercaptopurine dose in patients with NUDT15 variants seems to be caused by enhanced incorporation of active thiopurine metabolites into DNA."}, {"pubmed": 28963908, "text": "Current review highlights the scientific data on NUDT15 enzyme variant in patients with acute lymphoblastic leukaemia and its relation to 6-mercaptopurine toxicity in various ethnic populations."}, {"pubmed": 29206869, "text": "Thiopurine treatment should not be recommended to patients with NUDT15 homozygous variant genotype due to severe early leukopenia"}, {"pubmed": 29210335, "text": "With increasing copy numbers of the risk T allele at NUDT15."}, {"pubmed": 29398872, "text": "Mutations in exon 1 of NUDT15 also affect thiopurine-induced leukopenia in patients with inflammatory bowel disease."}, {"pubmed": 29491687, "text": "Mutation rate of NUDT15 in Chinese inflammatory bowel disease patients is higher than that of TPMT. NUDT15 polymorphism is a better predictor for AZA-induced leukopenia than TPMT polymorphism."}, {"pubmed": 29519865, "text": "we found a significant association between the reported/novel NUDT15 and TPMT SNPs with thiopurine-induced leukopenia, but not hepatotoxicity."}, {"pubmed": 29704867, "text": "we report three Japanese patients who developed AZA-induced alopecia and leukopenia associated with homozygous loss-of-function NUDT15 (p.R139C) variants."}, {"pubmed": 29720126, "text": "NUDT15 variant is an optimal predictor for 6-MP intolerance in Chinese pediatric acute lymphoblastic leukemia patients"}, {"pubmed": 29923122, "text": "The genotyping of NUDT15 codon 139 is the best way to predict severe leukopenia and alopecia in Japanese patients with inflammatory bowel disease."}, {"pubmed": 29967377, "text": "Diplotype analysis of NUDT15 variants and 6-mercaptopurine sensitivity."}, {"pubmed": 30048756, "text": "The present meta-analysis points to rs116855232, rs554405994 and rs186364861 of NUDT15 as clinically relevant predictors of thiopurine-induced leukopenia."}, {"pubmed": 30101994, "text": "Retrospective single-center case-control observational study that enrolled a small number of Japanese patients found that NUDT15 R139C homozygosity is a genetic risk of thiopurine (azathioprine)-induced potentially fatal hematological abnormalities."}, {"pubmed": 30728528, "text": "As expected TPMT was the main cause of severe hematotoxicity in 31% of patients, who were either TPMT deficient (10%) or heterozygous carriers of TPMT variants (21%). By comparison, NUDT15 genetic polymorphism was identified in 14 (13%) patients including one novel variant (p.Met1Ile). Six percent of patients with severe toxicity carried variants in both TPMT and NUDT15."}, {"pubmed": 30806694, "text": "Among patients of European ancestry with IBD, variants in NUDT15 were associated with increased risk of thiopurine-induced myelosuppression (TIM)."}, {"pubmed": 30909691, "text": "Six NUDT15 genetic variants were found among the volunteers"}, {"pubmed": 30945335, "text": "Optimizing thiopurine dosing based on TPMT and NUDT15 genotypes."}, {"pubmed": 31045285, "text": "NUDT15 R139C heterozygosity affected the white blood cell count and mean corpuscular volume for 24 months after thiopurine administration."}, {"pubmed": 31166660, "text": "Acute lymphoblastic leukemia patients harboring the CT/TT polymorphism of NUDT15 had a significantly higher incidence of neutropenia during the first 3 months of maintenance, resulting in significantly lower doses of 6-MP."}, {"pubmed": 31496650, "text": "Meta-analysis of 16 studies of patients with leukopenia focusing on NUDT 15 c.415C > T, c.52G > A, and 36_37insGGAGTC polymorphisms shows NUDT 15 c.415C > T polymorphism could increase the risk of leukopenia, early/late leukopenia, leukopenia (grade 3-4), and severe hair loss. Meanwhile, c.52G > A and c.36_37insGGAGTC mutations also probably increase the risk of leukopenia."}, {"pubmed": 31556692, "text": "The TPMT*3C and NUDT15*3 genotypes were significantly associated with azathioprine-induced leukopenia in Chinese patients with rheumatic diseases. In addition, NUDT15*3 was significantly associated with gastrointestinal effects, erythropenia, hypochromia, and thrombocytopenia. The TPMT*3C genotypes were also significantly associated with gastrointestinal discomfort, alopecia, and hypochromia."}, {"pubmed": 31601260, "text": "DNA methylation levels of NUDT15 were examined, and significantly hypermethylated sites were identified in mild cognitive impairment (MCI) patients. Significant correlations of hypermethylated sites with serum levels of folate, homocysteine (Hcy), and oxidative biomarkers were observed, and interactive effects of B vitamins and hypermethylated sites were significantly associated with cognitive performance."}, {"pubmed": 31635813, "text": "We evaluated the role of Nudix hydrolase 15 (NUDT15) in 6-mercaptopurine (6-MP) sensitivity during treatment of pediatric patients with acute lymphoblastic leukemia"}, {"pubmed": 32094176, "text": "these massively parallel variant function assays identified 1,152 deleterious NUDT15 variants, providing a comprehensive reference of variant function and vastly improving the ability to implement pharmacogenetics-guided thiopurine treatment individualization"}, {"pubmed": 32187056, "text": "Association of thiopurine S-methyltransferase and NUDT15 polymorphisms with azathioprine-induced myelotoxicity in Chinese patients with rheumatological disease."}, {"pubmed": 32221476, "text": "Childhood acute lymphoblastic leukemia mercaptopurine intolerance is associated with NUDT15 variants."}, {"pubmed": 32294118, "text": "Study findings indicate that Amerindian and admixed populations from northern Brazil have high frequencies of the NUDT15 haplotypes that alter the metabolism profile of thiopurines."}, {"pubmed": 32308129, "text": "NUDT15 genetic variants are related to thiopurine-induced neutropenia in Thai children with acute lymphoblastic leukemia."}, {"pubmed": 32453263, "text": "Pharmacogenomics of thiopurines: distribution of TPMT and NUDT15 polymorphisms in the Brazilian Amazon."}, {"pubmed": 32481505, "text": "Association of NUDT15*3 and FPGS 2572C>T Variants with the Risk of Early Hematologic Toxicity During 6-MP and Low-Dose Methotrexate-Based Maintenance Therapy in Indian Patients with Acute Lymphoblastic Leukemia."}, {"pubmed": 32827393, "text": "NUDT15 polymorphism explains serious toxicity to azathioprine in Indian patients with chronic immune thrombocytopenia and autoimmune hemolytic anemia: a case series."}, {"pubmed": 32873882, "text": "Determination of NUDT15 variants by targeted sequencing can identify compound heterozygosity in pediatric acute lymphoblastic leukemia patients."}, {"pubmed": 32969567, "text": "NUDT15 polymorphism in healthy children with Bai nationality in Yunnan of China."}, {"pubmed": 33111378, "text": "NUDT15 C415T variant compared with TPMT genotyping in predicting azathioprine-induced leucopenia: prospective analysis of 1014 inflammatory bowel disease patients in India."}, {"pubmed": 33481917, "text": "DNA-thioguanine nucleotide as a treatment marker in acute lymphoblastic leukemia patients with NUDT15 variant genotypes."}, {"pubmed": 33779753, "text": "Understanding the Origins of Loss of Protein Function by Analyzing the Effects of Thousands of Variants on Activity and Abundance."}, {"pubmed": 33846471, "text": "Association of genetic variants in TPMT, ITPA, and NUDT15 with azathioprine-induced myelosuppression in southwest china patients with autoimmune hepatitis."}, {"pubmed": 34192523, "text": "NUDT15-mediated hydrolysis limits the efficacy of anti-HCMV drug ganciclovir."}, {"pubmed": 34192970, "text": "A novel single-tube multiplex real-time PCR assay for genotyping of thiopurine intolerance-causing variant NUDT15 c.415C>T."}, {"pubmed": 34234136, "text": "NUDT15 polymorphism influences the metabolism and therapeutic effects of acyclovir and ganciclovir."}, {"pubmed": 34425754, "text": "TPMT and NUDT15 polymorphisms in thiopurine induced leucopenia in inflammatory bowel disease: a prospective study from India."}, {"pubmed": 34480209, "text": "Increased DNA-incorporated thiopurine metabolite as a possible mechanism for leukocytopenia through cell apoptosis in inflammatory bowel disease patients with NUDT15 mutation."}, {"pubmed": 34582038, "text": "TPMT and NUDT15 Variants Predict Discontinuation of Azathioprine for Myelotoxicity in Patients with Inflammatory Disease: Real-World Clinical Results."}, {"pubmed": 34636169, "text": "NUDT15 polymorphism and NT5C2 and PRPS1 mutations influence thiopurine sensitivity in acute lymphoblastic leukaemia cells."}, {"pubmed": 34839520, "text": "[Association between polymorphism of NUDT15 gene and hepatotoxicity induced by 6-MP in children with acute lymphoblastic leukemia]."}, {"pubmed": 35045652, "text": "[Effect of genetic polymorphism of TPMT and NUDT15 on the tolerance of 6-mercaptopurine therapy in adult acute lymphoblastic leukemia]."}, {"pubmed": 35067667, "text": "Inosine Triphosphate Pyrophosphatase and NUDT15 are Good Predictors of Clinical Outcomes in Thiopurine-Treated Chinese Patients with Inflammatory Bowel Disease."}, {"pubmed": 35289057, "text": "Nudix hydrolase 15 (NUDT15) loss-of-function variants in an Australian inflammatory bowel disease population."}, {"pubmed": 35431360, "text": "Susceptibility to thiopurine toxicity by TPMT and NUDT15 variants in Colombian children with acute lymphoblastic leukemia."}, {"pubmed": 35905175, "text": "Low NUDT15 expression levels due to biallelic NUDT15 variants and 6-mercaptopurine intolerance."}, {"pubmed": 35916133, "text": "XDH genotypes through gene-gene interactions with NUDT15 affect azathioprine-induced leukopenia in Chinese patients."}, {"pubmed": 35961941, "text": "Prominence of NUDT15 genetic variation associated with 6-mercaptopurine tolerance in a genome-wide association study of Japanese children with acute lymphoblastic leukaemia."}, {"pubmed": 36858569, "text": "Single-Nucleotide Polymorphisms, c.415C > T (Arg139Cys) and c.416G > A (Arg139His), in the NUDT15 Gene Are Associated with Thiopurine-Induced Leukopenia."}, {"pubmed": 36873097, "text": "The influence of NUDT15 variants on 6-mercaptopurine-induced neutropenia in Vietnamese pediatric acute lymphoblastic leukemia."}, {"pubmed": 37454061, "text": "Analysis of the NUDT15 gene and metabolites of azathioprine in Japanese patients with inflammatory bowel disease."}, {"pubmed": 37556121, "text": "The c.415C>T polymorphism in NUDT15 is more frequent than the polymorphisms in TPMT in Chilean patients who use thiopurine drugs."}, {"pubmed": 37794799, "text": "Association of NUDT15 gene polymorphism with adverse reaction, treatment efficacy, and dose of 6-mercaptopurine in patients with acute lymphoblastic leukemia: a systematic review and meta-analysis."}, {"pubmed": 38682355, "text": "Novel variant in Nudix hydrolase 15 gene influences 6-mercaptopurine toxicity in childhood acute lymphoblastic leukemia patients."}, {"pubmed": 38936894, "text": "NUDT15 Polymorphism and Its Association With Mercaptopurine Hematotoxicity in Acute Lymphoblastic Leukemia in Indonesian Children."}], "genomic_pos": {"chr": "13", "end": 48047221, "ensemblgene": "ENSG00000136159", "start": 48037726, "strand": 1}, "genomic_pos_hg19": {"chr": "13", "end": 48621358, "start": 48611703, "strand": 1}, "go": {"BP": [{"evidence": "IMP", "gocategory": "BP", "id": "GO:0000278", "pubmed": 19419956, "qualifier": "involved_in", "term": "mitotic cell cycle"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0000302", "qualifier": "involved_in", "term": "response to reactive oxygen species"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006195", "pubmed": 26878724, "qualifier": "involved_in", "term": "purine nucleotide catabolic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006203", "qualifier": "involved_in", "term": "dGTP catabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006203", "pubmed": 22556419, "qualifier": "involved_in", "term": "dGTP catabolic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0042178", "pubmed": 26878724, "qualifier": "involved_in", "term": "xenobiotic catabolic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0042262", "pubmed": 26238318, "qualifier": "NOT involved_in", "term": "DNA protection"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0042262", "pubmed": 26878724, "qualifier": "involved_in", "term": "DNA protection"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0055086", "qualifier": "involved_in", "term": "nucleobase-containing small molecule metabolic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0061136", "pubmed": 19419956, "qualifier": "involved_in", "term": "regulation of proteasomal protein catabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1901292", "pubmed": 26238318, "qualifier": "involved_in", "term": "nucleoside phosphate catabolic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1901292", "pubmed": 26878724, "qualifier": "involved_in", "term": "nucleoside phosphate catabolic process"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "is_active_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [19419956, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008413", "pubmed": 22556419, "qualifier": "enables", "term": "8-oxo-7,8-dihydroguanosine triphosphate pyrophosphatase activity"}, {"category": "MF", "evidence": "EXP", "id": "GO:0035539", "pubmed": 22556419, "qualifier": "enables", "term": "8-oxo-7,8-dihydrodeoxyguanosine triphosphate pyrophosphatase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0035539", "qualifier": "enables", "term": "8-oxo-7,8-dihydrodeoxyguanosine triphosphate pyrophosphatase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0035539", "pubmed": 22556419, "qualifier": "enables", "term": "8-oxo-7,8-dihydrodeoxyguanosine triphosphate pyrophosphatase activity"}, {"category": "MF", "evidence": "EXP", "id": "GO:0044715", "pubmed": 22556419, "qualifier": "enables", "term": "8-oxo-dGDP phosphatase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0047429", "pubmed": 26238318, "qualifier": "enables", "term": "nucleoside triphosphate diphosphatase activity"}]}, "homologene": {"genes": [[3702, 843207], [5141, 3881718], [7955, 415197], [8364, 100492948], [9031, 418858], [9598, 741013], [9606, 55270], [9615, 100685818], [9913, 100847590], [10090, 214254], [10116, 290365], [318829, 2680365]], "id": 10109}, "interpro": [{"desc": "NUDIX hydrolase domain", "id": "IPR000086", "short_desc": "NUDIX_hydrolase_dom"}, {"desc": "NUDIX hydrolase-like domain superfamily", "id": "IPR015797", "short_desc": "NUDIX_hydrolase-like_dom_sf"}], "ipi": "IPI00019487", "map_location": "13q14.2", "name": "nudix hydrolase 15", "other_names": ["8-oxo-dGTPase NUDT15", "mutT homolog 2", "nucleoside diphosphate-linked to another moiety X hydrolase 15", "nucleotide triphosphate diphosphatase NUDT15", "nudix (nucleoside diphosphate linked moiety X)-type motif 15", "probable 7,8-dihydro-8-oxoguanine triphosphatase NUDT15", "probable 8-oxo-dGTP diphosphatase NUDT15"], "pantherdb": {"HGNC": "23063", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2443366", "ortholog_type": "LDO", "panther_family": "PTHR16099", "taxid": 10090, "uniprot_kb": "Q8BG93"}, {"RGD": "1308292", "ortholog_type": "LDO", "panther_family": "PTHR16099", "taxid": 10116, "uniprot_kb": "D3ZKQ0"}, {"Ensembl": "ENSGALG00000016994", "ortholog_type": "LDO", "panther_family": "PTHR16099", "taxid": 9031, "uniprot_kb": "A0A3Q2TWI1"}, {"ZFIN": "ZDB-GENE-040625-95", "ortholog_type": "LDO", "panther_family": "PTHR16099", "taxid": 7955, "uniprot_kb": "A0A2R8RL21"}, {"TAIR": "2012443", "ortholog_type": "LDO", "panther_family": "PTHR16099", "taxid": 3702, "uniprot_kb": "Q9CA40"}], "uniprot_kb": "Q9NV35"}, "pathway": {"reactome": [{"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-15869", "name": "Metabolism of nucleotides"}, {"id": "R-HSA-2393930", "name": "Phosphate bond hydrolysis by NUDT proteins"}, {"id": "R-HSA-74259", "name": "Purine catabolism"}, {"id": "R-HSA-8956319", "name": "Nucleotide catabolism"}, {"id": "R-HSA-9748784", "name": "Drug ADME"}, {"id": "R-HSA-9748787", "name": "Azathioprine ADME"}]}, "pdb": ["5BON", "5LPG", "6T5J", "7AOM", "7AOP", "7B63", "7B64", "7B65", "7B66", "7B67", "7B7V", "7NR6", "7R0D"], "pfam": "PF00293", "pharmgkb": "PA134963132", "pharos": {"target_id": 2216, "tdl": "Tbio"}, "prosite": "PS51462", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF171383", "relationship": "is"}, {"id": "GNF182289", "relationship": "is"}, {"id": "GNF193195", "relationship": "is"}, {"id": "GNF204101", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF036770", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF095788", "relationship": "is"}, {"id": "GNF135444", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000013.11", "NC_060937.1", "NG_047021.1"], "protein": ["NP_001291674.1", "NP_060753.1"], "rna": ["NM_001304745.2", "NM_018283.4", "NR_136687.2", "NR_136688.2"], "translation": [{"protein": "NP_001291674.1", "rna": "NM_001304745.2"}, {"protein": "NP_060753.1", "rna": "NM_018283.4"}]}, "reporter": {"HG-U133_Plus_2": "219347_at", "HTA-2_0": "TC13000187.hg.1", "HuEx-1_0": "3488942", "HuGene-1_1": "7968999", "HuGene-2_1": "16774669"}, "summary": "This gene encodes an enzyme that belongs to the Nudix hydrolase superfamily. Members of this superfamily catalyze the hydrolysis of nucleoside diphosphates, including substrates like 8-oxo-dGTP, which are a result of oxidative damage, and can induce base mispairing during DNA replication, causing transversions. The encoded enzyme is a negative regulator of thiopurine activation and toxicity. Mutations in this gene result in poor metabolism of thiopurines, and are associated with thiopurine-induced early leukopenia. Multiple pseudogenes of this gene have been identified. [provided by RefSeq, Apr 2016].", "symbol": "NUDT15", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1427884"}, "unigene": "Hs.144407", "uniprot": {"Swiss-Prot": "Q9NV35"}}