{"AllianceGenome": "29990", "HGNC": "29990", "MIM": "614812", "_id": "26471", "_version": 1, "accession": {"genomic": ["AC002425.1", "AC020765.8", "AF069074.1", "CH471279.1", "CP068262.2", "NC_000016.10", "NC_060940.1"], "protein": ["AAC05335.1", "AAC05336.1", "AAC19384.1", "AAC19385.1", "AAD49221.1", "AAH02434.1", "AAP35542.1", "BAG35071.1", "CAG46941.1", "EAW52274.1", "EAW52275.1", "EAW52276.1", "NP_001035948.1", "NP_036517.1", "O60356.1"], "rna": ["AF069073.1", "AF135266.2", "AK312135.1", "BC002434.2", "BF965595.1", "BP214401.1", "BT006896.1", "CR542144.1", "NM_001042483.2", "NM_012385.3"], "translation": [{"protein": "AAD49221.1", "rna": "AF135266.2"}, {"protein": "CAG46941.1", "rna": "CR542144.1"}, {"protein": "AAH02434.1", "rna": "BC002434.2"}, {"protein": "NP_036517.1", "rna": "NM_012385.3"}, {"protein": "BAG35071.1", "rna": "AK312135.1"}, {"protein": "AAP35542.1", "rna": "BT006896.1"}, {"protein": "NP_001035948.1", "rna": "NM_001042483.2"}, {"protein": "AAC19384.1", "rna": "AF069073.1"}]}, "alias": ["COM1", "P8"], "ensembl": {"gene": "ENSG00000176046", "protein": ["ENSP00000315559", "ENSP00000379003", "ENSP00000456597"], "transcript": ["ENST00000324873", "ENST00000395641", "ENST00000567646"], "translation": [{"protein": "ENSP00000315559", "rna": "ENST00000324873"}, {"protein": "ENSP00000456597", "rna": "ENST00000567646"}, {"protein": "ENSP00000379003", "rna": "ENST00000395641"}], "type_of_gene": "protein_coding"}, "entrezgene": "26471", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 3.06281519, "exp_mis": 43.1544137, "exp_syn": 17.904498, "lof_z": 0.0355544514387738, "mis_z": -0.360786695083612, "mu_lof": 1.96344384409e-07, "mu_mis": 3.73481420522e-06, "mu_syn": 1.5062658361e-06, "n_lof": 3.0, "n_mis": 48.0, "n_syn": 13.0, "p_li": 0.00754108860242725, "p_null": 0.44899604141629, "p_rec": 0.543462869981283, "syn_z": 0.718560143751131}, "bp": 303, "cds_end": 28550228, "cds_start": 28549339, "n_exons": 2, "nonpsych": {"exp_lof": 2.7308721, "exp_mis": 39.0176387, "exp_syn": 16.1640278, "lof_z": 0.434352899163324, "mis_z": -0.48306292966494, "mu_lof": 1.96344384409e-07, "mu_mis": 3.73481420522e-06, "mu_syn": 1.5062658361e-06, "n_lof": 2.0, "n_mis": 45.0, "n_syn": 12.0, "p_li": 0.0476713440336274, "p_null": 0.299515399353265, "p_rec": 0.652813256613108, "syn_z": 0.652082334408246}, "nontcga": {"exp_lof": 2.81376721, "exp_mis": 39.6980406, "exp_syn": 16.46811661, "lof_z": -0.10951998814575, "mis_z": -0.340166525806444, "mu_lof": 1.96344384409e-07, "mu_mis": 3.73481420522e-06, "mu_syn": 1.5062658361e-06, "n_lof": 3.0, "n_mis": 44.0, "n_syn": 11.0, "p_li": 0.00692276720078343, "p_null": 0.467342100110275, "p_rec": 0.525735132688941, "syn_z": 0.853175480072004}, "transcript": "ENST00000395641.2"}, "exons": [{"cdsend": 28538907, "cdsstart": 28538018, "chr": "16", "position": [[28532707, 28537669], [28538005, 28538209], [28538795, 28538974]], "strand": -1, "transcript": "NM_001042483", "txend": 28538974, "txstart": 28532707}, {"cdsend": 28538907, "cdsstart": 28538018, "chr": "16", "position": [[28532707, 28537669], [28538005, 28538155], [28538795, 28538974]], "strand": -1, "transcript": "NM_012385", "txend": 28538974, "txstart": 28532707}], "exons_hg19": [{"cdsend": 28550228, "cdsstart": 28549339, "chr": "16", "position": [[28544028, 28548990], [28549326, 28549530], [28550116, 28550295]], "strand": -1, "transcript": "NM_001042483", "txend": 28550295, "txstart": 28544028}, {"cdsend": 28550228, "cdsstart": 28549339, "chr": "16", "position": [[28544028, 28548990], [28549326, 28549476], [28550116, 28550295]], "strand": -1, "transcript": "NM_012385", "txend": 28550295, "txstart": 28544028}], "generif": [{"pubmed": 11940591, "text": "The HMG-I/Y-related protein p8 binds to p300 and Pax2 trans-activation domain-interacting protein to regulate the trans-activation activity of the Pax2A and Pax2B transcription factors on the glucagon gene promoter."}, {"pubmed": 12174869, "text": "clinical and cell line specific expression identified in experimental central nervous system metastases"}, {"pubmed": 15781258, "text": "The fate of Com-1 can be dually regulated by oestrogen and ubiquitin pathway"}, {"pubmed": 15854263, "text": "CCM1 gene mutation of 1292delAT may contribute to cerebral cavernous malformations."}, {"pubmed": 16101158, "text": "p8 expression plays an important role in the progression of medullary thyroid carcinoma, but does not have an anti-apoptotic function."}, {"pubmed": 16294328, "text": "The results suggest that p8 growth stage-dependent localization is regulated by acetylation, that p8 is not free within the cell but forming part of a complex and that it may exert a role in both subcellular localizations."}, {"pubmed": 16300740, "text": "The knock-down of p8 expression results in a strong inhibition of Jab1 activity."}, {"pubmed": 16478804, "text": "Antiapoptotic response of cells requires expression of both p8 and ProTalpha."}, {"pubmed": 16628001, "text": "the anti-apoptotic effect previously attributed separately to p8 and prothymosin alpha is in fact borne by the p8/ProTalpha complex, the two proteins being individually inactive"}, {"pubmed": 17016631, "text": "Com-1/p8 is a potential tumour suppressor in human prostate cancer."}, {"pubmed": 17101797, "text": "SYT-SSX1 fusion protein directly down-regulated the expression of COM1, a regulator of cell proliferation."}, {"pubmed": 17116693, "text": "These results identify an unexpectedly broad involvement for p8 in key cellular events linked to cardiomyocyte hypertrophy and cardiac fibroblast matrix metalloproteases production, both of which occur in heart failure."}, {"pubmed": 18690848, "text": "Upregulation of NUPR1 is associated with aggressive breast cancer."}, {"pubmed": 19153668, "text": "nuclear protein 1 (NUPR1) has a role in cancer progression [review]"}, {"pubmed": 19650074, "text": "MSL1 plays an important role in mediating irradiation-induced DNA repair through formation of HAT complexes and interaction with 53BP1. P8 acts as a negative regulator of this process by interacting with MSL1 and preventing its role on HAT activity."}, {"pubmed": 19942374, "text": "Role played by a pivotal actor of the cell stress response, the p8 protein, during carcinogenesis."}, {"pubmed": 19946894, "text": "Nuclear protein 1 induced by ATF4 in response to various stressors acts as a positive regulator on the transcriptional activation of ATF4"}, {"pubmed": 20181828, "text": "A role for the transcriptional regulator p8 in autophagy, is demonstrated."}, {"pubmed": 20335521, "text": "COM-1, although overexpressed at the messenger level, appears to be distributed in a cytoplasmic fashion at the protein level in tumours."}, {"pubmed": 20890585, "text": "Studies indicate that in pancreatic cancer, high levels of p8 protein expression correlate with low apoptosis."}, {"pubmed": 21344397, "text": "p8 expression controls pancreatic cancer cell migration, invasion and adhesion, three processes required for metastasis, at least in part, through CDC42, a major regulator of cytoskeleton organization."}, {"pubmed": 22493353, "text": "COM-1 is an anti-apoptotic gene and a cell growth promoter. Furthermore, the PPARgamma agonist could increase the inhibitory effect seen in COM-1 knock-down cell growth and to promote apoptosis"}, {"pubmed": 22565310, "text": "a NUPR1/RELB/IER3 stress-related pathway that is required for oncogenic Kras(G12D)-dependent transformation of the pancreas."}, {"pubmed": 22821859, "text": "These data indicate a protective role for homotypic cell cannibalism in pancreatic adenocarcinoma and identifies Nupr1 as a molecular regulator of this process."}, {"pubmed": 22858377, "text": "findings elucidate a NUPR1-PI-3-K/Akt-phospho-p21 axis that functions in p53-negative, inflammatory breast cancer cells to enhance chemoresistance"}, {"pubmed": 22899799, "text": "Our data reveal that Nupr1 is involved in a defense mechanism that promotes pancreatic cancer cell survival when exposed to metabolic stress"}, {"pubmed": 22938721, "text": "The simultaneous gain of NUPR1 and ERBB2 can be a significant predictor of poor prognosis in early-stage breast cancers."}, {"pubmed": 22961798, "text": "NUPR1 gene represents a promising target for gene silencing therapy in nonsmall cell lung cancer."}, {"pubmed": 23047430, "text": "NUPR1 negatively regulates autophagy-mediated cell death via AURKA, in line with the idea of a tumor suppressor role of autophagy in cancer."}, {"pubmed": 23443904, "text": "COM1 is a potential tumour suppressor in human bladder cancer."}, {"pubmed": 24205110, "text": "The Nupr1 protein bound to chemically-damaged-DNA with a slightly larger affinity (0.4 microM), but in an enthalpically-driven process. Nupr1 showed different interacting regions in the formed complexes with Nupr1 or DNA"}, {"pubmed": 24497499, "text": "Stress-inducible nuclear protein 1 regulates matrix metalloproteinase 13 expression in human articular chondrocytes."}, {"pubmed": 25056123, "text": "NUPR1 has been conserved throughout evolution, and over time it has undergone duplications and transpositions to form other transcriptional regulators."}, {"pubmed": 25126861, "text": "P8 and MEG3 mRNA levels were significantly lower in nonfunctioning and corticotroph adenomas compared with normal pituitary."}, {"pubmed": 25899918, "text": "Functional characterization of NUPR1L as a new p53-induced gene, which negatively regulates the protumoral factor NUPR1."}, {"pubmed": 25924802, "text": "Increase of NUPR1 protein expression is associated with endometrial cancer invasion."}, {"pubmed": 26062422, "text": "Knockdown of Nupr1 inhibited the proliferation and migration of HepG2 hepatocellular carcinoma cells"}, {"pubmed": 26173068, "text": "Mitochondrial respiratory defects and subsequent retrograde signaling, particularly the NUPR1-granulin pathway, play pivotal roles in liver cancer progression"}, {"pubmed": 26392315, "text": "Hepatitis B virus X (HBx) protein can modulate NUPR1 expression through the Smad4 pathway and NUPR1 has a role in hepatocellular carcinoma progression."}, {"pubmed": 26617245, "text": "Nupr1 acts as a gene modifier of the effect of Kras(G12D)-induced senescence by regulating Dnmt1 expression and consequently genome-wide levels of DNA methylation."}, {"pubmed": 27046343, "text": "findings suggest that local interactions and hydrophobic effects play a major role in determining the electrostatic features of NUPR1, whereas long-range charge contributions appear to be of lesser importance."}, {"pubmed": 27285315, "text": "Hexavalent Cr(VI) induces Nupr1 and rapidly perturbs gene expression by downregulating H4K16 acetylation, thereby contributing to Cr(VI)-induced carcinogenesis."}, {"pubmed": 27336713, "text": "NUPR1/RELB/IER3/RUNX2 pathway has a pivotal role in hepatocarcinogenesis."}, {"pubmed": 27548521, "text": "dietary protein dilution promotes improved glucose homeostasis through an select nonessential amino acids insufficiency-induced liver NUPR1/FGF21 axis"}, {"pubmed": 28000106, "text": "Knockdown of nuclear protein-1 inhibits the proliferation of humans glioblastoma cells via ERK1/2, p38 MAPK and caspase-3."}, {"pubmed": 29130426, "text": "NUPR1 regulates the late stages of autolysosome processing through the induction of the SNARE protein SNAP25"}, {"pubmed": 30015974, "text": "High NUPR1 expression is associated with multiple myeloma."}, {"pubmed": 30267804, "text": "lncRNA FAL1 promotes carcinogenesis of CRC cells via regulation of the miR-637/NUPR1 pathway."}, {"pubmed": 31149049, "text": "The experiments disclosed positive regulation of NUPR1 expression by thyroid hormone T3/thyroid receptor through direct binding to the -2066 to -1910 region of the NUPR1 promoter. NUPR1 induced transcription of PDGFA through direct binding to the corresponding promoter region, mediating an angiogenetic effect."}, {"pubmed": 31325636, "text": "Dynamics of the intrinsically disordered protein NUPR1 in isolation and in its fuzzy complexes with DNA and prothymosin alpha."}, {"pubmed": 31344041, "text": "the most expressed upstream regulator in the M. leprae induced gene signature was NUPR1, which is part of the cell fate pathways, and demonstrated that its induction by M. leprae was dependent on the activity of type I IFN"}, {"pubmed": 31590125, "text": "Mechanistic investigation elucidated that LINC01234 inhibited the activity of miR-637 to increase the expression of NUPR1; this contributed to malignant behaviors of oral squamous cell carcinoma cells."}, {"pubmed": 31971825, "text": "NUPR1 knockdown suppresses autophagy and induces autophagy-mediated apoptosis in multiple myeloma cells through the PI3K/AKT/mTOR signaling."}, {"pubmed": 32266819, "text": "Downregulation of nuclear protein-1 induces cell cycle arrest in G0/G1 phase in glioma cells in vivo and in vitro via P27."}, {"pubmed": 32513898, "text": "Single-Cell Transcriptomics Analysis Identifies Nuclear Protein 1 as a Regulator of Docetaxel Resistance in Prostate Cancer Cells."}, {"pubmed": 32810364, "text": "Trifluoperazine induces cellular apoptosis by inhibiting autophagy and targeting NUPR1 in multiple myeloma."}, {"pubmed": 32835767, "text": "Nuclear protein 1 imparts oncogenic potential and chemotherapeutic resistance in cancer."}, {"pubmed": 32933064, "text": "A Phosphorylation-Induced Switch in the Nuclear Localization Sequence of the Intrinsically Disordered NUPR1 Hampers Binding to Importin."}, {"pubmed": 33155841, "text": "MAP30 Inhibits Bladder Cancer Cell Migration and Invasion In Vitro Through Suppressing Akt Pathway and the Epithelial/Mesenchymal Transition Process."}, {"pubmed": 33332746, "text": "microRNA-637 promotes apoptosis and suppresses proliferation and autophagy in multiple myeloma cell lines via NUPR1."}, {"pubmed": 33385445, "text": "Intrinsically disordered protein NUPR1 binds to the armadillo-repeat domain of Plakophilin 1."}, {"pubmed": 33542201, "text": "Transcriptional coregualtor NUPR1 maintains tamoxifen resistance in breast cancer cells."}, {"pubmed": 33566371, "text": "NUPR1 protects liver from lipotoxic injury by improving the endoplasmic reticulum stress response."}, {"pubmed": 33649793, "text": "Induction of NUPR1 and AP1 contributes to the carcinogenic potential of nickel."}, {"pubmed": 33760183, "text": "NUPR1 and its potential role in cancer and pathological conditions (Review)."}, {"pubmed": 33793788, "text": "NUPR1 participates in YAP-mediate gastric cancer malignancy and drug resistance via AKT and p21 activation."}, {"pubmed": 33801927, "text": "Inhibition of NUPR1-Karyopherin beta1 Binding Increases Anticancer Drug Sensitivity."}, {"pubmed": 33920455, "text": "Human Endogenous Retrovirus (HERV)-K env Gene Knockout Affects Tumorigenic Characteristics of nupr1 Gene in DLD-1 Colorectal Cancer Cells."}, {"pubmed": 34030133, "text": "NUPR1 is a novel potential biomarker and confers resistance to sorafenib in clear cell renal cell carcinoma by increasing stemness and targeting the PTEN/AKT/mTOR pathway."}, {"pubmed": 34314755, "text": "The NUPR1/p73 axis contributes to sorafenib resistance in hepatocellular carcinoma."}, {"pubmed": 34680086, "text": "Design of Inhibitors of the Intrinsically Disordered Protein NUPR1: Balance between Drug Affinity and Target Function."}, {"pubmed": 35350907, "text": "Histone methyltransferase Dot1L inhibits pancreatic cancer cell apoptosis by promoting NUPR1 expression."}, {"pubmed": 35462576, "text": "NUPR1 promotes the proliferation and metastasis of oral squamous cell carcinoma cells by activating TFE3-dependent autophagy."}, {"pubmed": 35660538, "text": "NUPR1 promotes the proliferation and migration of breast cancer cells by activating TFE3 transcription to induce autophagy."}, {"pubmed": 35790270, "text": "Knockdown of NUPR1 Enhances the Sensitivity of Non-small-cell Lung Cancer Cells to Metformin by AKT Inhibition."}, {"pubmed": 36468653, "text": "NUPR1 imparts oncogenic potential in bladder cancer."}, {"pubmed": 37477758, "text": "WTAP Mediates NUPR1 Regulation of LCN2 Through m[6]A Modification to Influence Ferroptosis, Thereby Promoting Breast Cancer Proliferation, Migration and Invasion."}, {"pubmed": 37566478, "text": "Nuclear protein-1 is the common link for pathways activated by aging and obesity in chondrocytes: A potential therapeutic target for osteoarthritis."}, {"pubmed": 37807730, "text": "[Mechanism of nuclear protein 1 in the resistance to axitinib in clear cell renal cell carcinoma]."}, {"pubmed": 37879429, "text": "SETD4 inhibits prostate cancer development by promoting H3K27me3-mediated NUPR1 transcriptional repression and cell cycle arrest."}, {"pubmed": 38653091, "text": "NUPR1 induces autophagy and promotes the progression of Esophageal squamous cell carcinoma via the MAPK-mTOR pathway."}], "genomic_pos": {"chr": "16", "end": 28539008, "ensemblgene": "ENSG00000176046", "start": 28532708, "strand": -1}, "genomic_pos_hg19": {"chr": "16", "end": 28550495, "start": 28548606, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0002526", "qualifier": "involved_in", "term": "acute inflammatory response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0008285", "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008584", "qualifier": "involved_in", "term": "male gonad development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009636", "qualifier": "involved_in", "term": "response to toxic substance"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010506", "qualifier": "involved_in", "term": "regulation of autophagy"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010507", "pubmed": 20181828, "qualifier": "involved_in", "term": "negative regulation of autophagy"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010507", "qualifier": "involved_in", "term": "negative regulation of autophagy"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010667", "pubmed": 20181828, "qualifier": "involved_in", "term": "negative regulation of cardiac muscle cell apoptotic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010667", "qualifier": "involved_in", "term": "negative regulation of cardiac muscle cell apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031401", "qualifier": "involved_in", "term": "positive regulation of protein modification process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035914", "qualifier": "involved_in", "term": "skeletal muscle cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042771", "qualifier": "involved_in", "term": "intrinsic apoptotic signaling pathway in response to DNA damage by p53 class mediator"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043066", "pubmed": [16478804, 30451898], "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043433", "pubmed": 20181828, "qualifier": "involved_in", "term": "negative regulation of DNA-binding transcription factor activity"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043433", "qualifier": "involved_in", "term": "negative regulation of DNA-binding transcription factor activity"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043525", "qualifier": "involved_in", "term": "positive regulation of neuron apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0044346", "qualifier": "involved_in", "term": "fibroblast apoptotic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045786", "qualifier": "involved_in", "term": "negative regulation of cell cycle"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045786", "pubmed": 19723804, "qualifier": "acts_upstream_of_or_within", "term": "negative regulation of cell cycle"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045787", "pubmed": 10092851, "qualifier": "involved_in", "term": "positive regulation of cell cycle"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045820", "pubmed": 30451898, "qualifier": "involved_in", "term": "negative regulation of glycolytic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045893", "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048144", "qualifier": "involved_in", "term": "fibroblast proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048147", "qualifier": "involved_in", "term": "negative regulation of fibroblast proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0050680", "qualifier": "involved_in", "term": "negative regulation of epithelial cell proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0062099", "pubmed": 30451898, "qualifier": "involved_in", "term": "negative regulation of programmed necrotic cell death"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0065003", "qualifier": "involved_in", "term": "protein-containing complex assembly"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0150078", "qualifier": "involved_in", "term": "positive regulation of neuroinflammatory response"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1901800", "pubmed": 16300740, "qualifier": "involved_in", "term": "positive regulation of proteasomal protein catabolic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1902902", "pubmed": 20181828, "qualifier": "involved_in", "term": "negative regulation of autophagosome assembly"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1903862", "pubmed": 30451898, "qualifier": "involved_in", "term": "positive regulation of oxidative phosphorylation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1904036", "qualifier": "involved_in", "term": "negative regulation of epithelial cell apoptotic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1904691", "qualifier": "involved_in", "term": "negative regulation of type B pancreatic cell proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1905897", "pubmed": 30451898, "qualifier": "involved_in", "term": "regulation of response to endoplasmic reticulum stress"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1905897", "qualifier": "involved_in", "term": "regulation of response to endoplasmic reticulum stress"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000194", "qualifier": "involved_in", "term": "regulation of female gonad development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000271", "qualifier": "involved_in", "term": "positive regulation of fibroblast apoptotic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2001244", "pubmed": 27031958, "qualifier": "involved_in", "term": "positive regulation of intrinsic apoptotic signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2001244", "qualifier": "involved_in", "term": "positive regulation of intrinsic apoptotic signaling pathway"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [10092851, 16300740], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 16300740, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0032993", "pubmed": 11056169, "qualifier": "part_of", "term": "protein-DNA complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0045171", "qualifier": "located_in", "term": "intercellular bridge"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0048471", "pubmed": 16300740, "qualifier": "located_in", "term": "perinuclear region of cytoplasm"}], "MF": [{"category": "MF", "evidence": "EXP", "id": "GO:0003677", "pubmed": 11056169, "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003677", "pubmed": [11056169, 18690848], "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0003682", "qualifier": "enables", "term": "chromatin binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0003713", "pubmed": 11940591, "qualifier": "enables", "term": "transcription coactivator activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [11940591, 16300740, 16478804, 18690848, 19723804, 20181828, 28720707, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0010698", "qualifier": "enables", "term": "acetyltransferase activator activity"}]}, "homologene": {"genes": [[9606, 26471], [9615, 479793], [9913, 614673], [10090, 56312], [10116, 100912108]], "id": 8229}, "interpro": {"desc": "Nuclear protein 1-like", "id": "IPR018792", "short_desc": "NUPR1-like"}, "ipi": "IPI00029073", "map_location": "16p11.2", "name": "nuclear protein 1, transcriptional regulator", "other_names": ["candidate of metastasis 1", "nuclear protein 1", "nuclear protein, transcriptional regulator, 1", "nuclear transcriptional regulator protein 1", "protein p8"], "pantherdb": {"HGNC": "29990", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1891834", "ortholog_type": "LDO", "panther_family": "PTHR17149", "taxid": 10090, "uniprot_kb": "Q9WTK0"}, {"RGD": "69363", "ortholog_type": "LDO", "panther_family": "PTHR17149", "taxid": 10116, "uniprot_kb": "O54842"}], "uniprot_kb": "O60356"}, "pathway": {"kegg": {"id": "hsa05202", "name": "Transcriptional misregulation in cancer - Homo sapiens (human)"}, "netpath": {"id": "Pathway_TNFalpha", "name": "TNFalpha"}}, "pfam": "PF10195", "pharmgkb": "PA165450395", "pharos": {"target_id": 17011, "tdl": "Tbio"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF263959", "relationship": "is"}, {"id": "GNF263960", "relationship": "is"}, {"id": "GNF263961", "relationship": "is"}, {"id": "GNF263962", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF158099", "relationship": "similar to"}, "GNF_hs-Origene": [{"id": "GNF037077", "relationship": "is"}, {"id": "GNF039709", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF010801", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF284270", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF111032", "relationship": "is"}, {"id": "GNF150673", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000016.10", "NC_060940.1"], "protein": ["NP_001035948.1", "NP_036517.1"], "rna": ["NM_001042483.2", "NM_012385.3"], "translation": [{"protein": "NP_001035948.1", "rna": "NM_001042483.2"}, {"protein": "NP_036517.1", "rna": "NM_012385.3"}]}, "reporter": {"HG-U133_Plus_2": "209230_s_at", "HG-U95Av2": ["36423_at", "38754_at"], "HTA-2_0": "TC16000989.hg.1", "HuEx-1_0": ["3654699", "3825909"], "HuGene-1_1": "8000574", "HuGene-2_1": "16825371"}, "summary": "Enables DNA binding activity and transcription coactivator activity. Involved in several processes, including regulation of cellular catabolic process; regulation of generation of precursor metabolites and energy; and regulation of programmed cell death. Acts upstream of or within negative regulation of cell cycle. Located in intercellular bridge; nucleoplasm; and perinuclear region of cytoplasm. Part of protein-DNA complex. [provided by Alliance of Genome Resources, Apr 2022]", "symbol": "NUPR1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C2829966"}, "unigene": "Hs.513463", "uniprot": {"Swiss-Prot": "O60356", "TrEMBL": "H3BS92"}, "wikipedia": {"url_stub": "NUPR1"}}