{"AllianceGenome": "9398", "HGNC": "9398", "MIM": "606386", "_id": "10215", "_version": 1, "accession": {"genomic": ["AP000286.1", "AP000287.1", "AP001715.1", "CH471079.2", "CP068257.2", "NC_000021.9", "NC_060945.1", "NG_011834.1"], "protein": ["AAC72247.1", "AAF61215.1", "AAH34681.1", "AAH36245.1", "AAH47511.1", "BAG52365.1", "EAX09851.1", "NP_005797.1", "Q13516.2", "XP_005260965.1", "XP_054180275.1"], "rna": ["AF221520.1", "AK091462.1", "AU130620.1", "BC034681.1", "BC036245.1", "BC036275.1", "BC047511.1", "DA500051.1", "NM_005806.4", "R42179.1", "U48250.1", "XM_005260908.2", "XM_054324300.1"], "translation": [{"protein": "AAH47511.1", "rna": "BC047511.1"}, {"protein": "BAG52365.1", "rna": "AK091462.1"}, {"protein": "AAH34681.1", "rna": "BC034681.1"}, {"protein": "AAH36245.1", "rna": "BC036245.1"}, {"protein": "AAF61215.1", "rna": "AF221520.1"}, {"protein": "XP_005260965.1", "rna": "XM_005260908.2"}, {"protein": "NP_005797.1", "rna": "NM_005806.4"}, {"protein": "AAC72247.1", "rna": "U48250.1"}, {"protein": "XP_054180275.1", "rna": "XM_054324300.1"}]}, "alias": ["BHLHB1", "OLIGO2", "PRKCBP2", "RACK17", "bHLHe19"], "ensembl": {"gene": "ENSG00000205927", "protein": ["ENSP00000331040", "ENSP00000371794", "ENSP00000391183"], "transcript": ["ENST00000333337", "ENST00000382357", "ENST00000430860"], "translation": [{"protein": "ENSP00000391183", "rna": "ENST00000430860"}, {"protein": "ENSP00000371794", "rna": "ENST00000382357"}, {"protein": "ENSP00000331040", "rna": "ENST00000333337"}], "type_of_gene": "protein_coding"}, "entrezgene": "10215", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 2.58777062337546, "exp_mis": 136.968620641472, "exp_syn": 95.2066383444972, "lof_z": 0.977720132445883, "mis_z": 3.88545830892908, "mu_lof": 3.14910784749e-07, "mu_mis": 1.85887985087e-05, "mu_syn": 1.29097597637e-05, "n_lof": 1.0, "n_mis": 44.0, "n_syn": 39.0, "p_li": 0.203764106544774, "p_null": 0.148137113681708, "p_rec": 0.648098779773518, "syn_z": 3.57111215044419}, "bp": 972, "cds_end": 34400142, "cds_start": 34399170, "n_exons": 1, "nonpsych": {"exp_lof": 2.32878895192543, "exp_mis": 123.956429523198, "exp_syn": 86.1577853359657, "lof_z": 0.855151213838661, "mis_z": 3.80347869269787, "mu_lof": 3.14910784749e-07, "mu_mis": 1.85887985087e-05, "mu_syn": 1.29097597637e-05, "n_lof": 1.0, "n_mis": 40.0, "n_syn": 35.0, "p_li": 0.205505685388325, "p_null": 0.165751206499558, "p_rec": 0.628743108112116, "syn_z": 3.46998823812532}, "nontcga": {"exp_lof": 2.37944362096514, "exp_mis": 126.009835019294, "exp_syn": 87.5887889948297, "lof_z": 0.882160251944606, "mis_z": 3.77291270216122, "mu_lof": 3.14910784749e-07, "mu_mis": 1.85887985087e-05, "mu_syn": 1.29097597637e-05, "n_lof": 1.0, "n_mis": 41.0, "n_syn": 37.0, "p_li": 0.196258638895932, "p_null": 0.155883714646692, "p_rec": 0.647857646457377, "syn_z": 3.42256966900036}, "transcript": "ENST00000333337.3"}, "exons": [{"cdsend": 33027834, "cdsstart": 33026862, "chr": "21", "position": [[33025934, 33026026], [33026800, 33029183]], "strand": 1, "transcript": "NM_005806", "txend": 33029183, "txstart": 33025934}], "exons_hg19": [{"cdsend": 34400142, "cdsstart": 34399170, "chr": "21", "position": [[34398242, 34398334], [34399108, 34401491]], "strand": 1, "transcript": "NM_005806", "txend": 34401491, "txstart": 34398242}], "generif": [{"pubmed": 15198128, "text": "Analysis of 180 primary, metastatic, and non-neural human tumors shows OLIG2 is highly expressed in all diffuse gliomas. Immunohistochemistry and microarray analyses demonstrate higher OLIG2 in anaplastic oligodendrogliomas versus glioblastomas."}, {"pubmed": 16103065, "text": "Overexpression of OLIG2 was not only found in oligodendroglioma samples and normal neural tissue but also in a wide spectrum of malignant cell lines including leukemia, non-small cell lung carcinoma, melanoma, and breast cancer cell lines."}, {"pubmed": 16267213, "text": "Olig1 and Olig2 transcription factors in the human central nervous system are important not only for differentiation of the oligodendrocyte lineage, but they may also have a role in neural cell specification."}, {"pubmed": 16469306, "text": "Transcriptional regulation of transgenic Olig2 is involved in segregation of motoneuron precursor neuroblasts in the developing mouse spinal cord."}, {"pubmed": 16554441, "text": "A novel function of OLIG2 is to suppress glial tumor cell growth via cyclin-dependent kinase inhibitor p27."}, {"pubmed": 16682644, "text": "Findings show a general requirement for Olig2 function in glial cell development and highlight further roles for Olig transcription factors in neural progenitor cells."}, {"pubmed": 16891421, "text": "Data provide strong convergent evidence that variation in OLIG2 confers susceptibility to schizophrenia alone and as part of a network of genes implicated in oligodendrocyte function."}, {"pubmed": 16891421, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 17010574, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17171653, "text": "Mutations in OLIG1 and OLIG2 are not likely to be associated with this subgroup of hypomyelinating disorders."}, {"pubmed": 17283288, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17431671, "text": "OLIG2 expression was predominant over ID2 expression in oligodendroglial tumors, while ID2 expression was predominant over OLIG2 expression in astrocytic tumors."}, {"pubmed": 17690840, "text": "No significan correlation was found between proliferation index in pilocytic astrocytomas and Olig-2 expression."}, {"pubmed": 17917751, "text": "IL-13Ralpha2 and Olig2 have been identified and confirmed to be interesting candidate genes whose differential expression likely plays a role in malignant progression of astrocytomas"}, {"pubmed": 17918228, "text": "absence of OLIG2 mutation in three PMLD patients presenting with a phenotype characterized by severe hypomyelination and motor neuron dysfunction"}, {"pubmed": 17934761, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17934761, "text": "The SNP rs762178 in OLIG2 seems to be a potential candidate in altering risk for schizophrenia in the Chinese Han population."}, {"pubmed": 17951409, "text": "OLIG2 suppresses the motile phenotype of glioblastoma cells by activating RhoA."}, {"pubmed": 17964117, "text": "We found that genetic polymorphisms in CNP (rs2070106) and OLIG2 (rs1059004 and"}, {"pubmed": 18312545, "text": "analysis of Olig2 immunohistochemistry in microcystic areas might therefore be useful for the differential diagnosis of pilocytic astrocytoma and diffuse astrocytomas ."}, {"pubmed": 18552083, "text": "Olig2-immunohistochemistry is useful and potentially more reliable than the epithelial membrane antigen-immunohistochemistry for the diagnosis of ependymoma"}, {"pubmed": 19093005, "text": "Olig2-induced neural stem cell differentiation involves downregulation of Wnt pathway."}, {"pubmed": 19477230, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19477230, "text": "Significant evidence for association of psychotic symptoms within cases was identified for two SNPs, rs762237 and rs2834072."}, {"pubmed": 19772605, "text": "transplantation of human neural stem cells genetically modified to express Olig2 transcription factor improved locomotor recovery and enhanced myelination in a rat contusive spinal cord injury model."}, {"pubmed": 20081802, "text": "1p19q whole loss was also significantly associated with Olig2 overexpression, but was never observed in tumors overexpressing p53 protein in oligodendroglial tumors"}, {"pubmed": 21193945, "text": "suggesting that OLIG2 function in pediatric gliomas is cell lineage dependent"}, {"pubmed": 21206754, "text": "analysis of conserved and non-conserved functional elements at the Olig1 and Olig2 locus"}, {"pubmed": 21446039, "text": "Olig2 expression is restricted to isolation and during membrane production of regenerating oligodendrocyte cultures isolated from white matter of medically intractable epilepsy patients."}, {"pubmed": 21624811, "text": "The Olig2 can induce desired neuronal lineages from most expressing neural progenitor cells by a mechanism resembling developmental binary cell-fate switching."}, {"pubmed": 21835431, "text": "Nogo-A is more useful and specific than Olig-2 in differentiating oligodendrogliomas from other gliomas."}, {"pubmed": 22343408, "text": "OLIG2 over-expression inhibits neural progenitor proliferation through changes in potassium channel activity, thereby contributing to the reduced neuronal numbers and brain size in DS."}, {"pubmed": 22505278, "text": "We found that the risk allele OLIG2 (A) was associated with reduced white matter integrity in the corona radiata bilaterally"}, {"pubmed": 23025580, "text": "Olig2-positive cells in glioneuronal tumors, and some of them also exhibited neuronal features"}, {"pubmed": 23041832, "text": "Report role of OLIG2 immunostaining pattern in diagnosing rare and glioblastoma variants."}, {"pubmed": 23165259, "text": "This study review OLIG2 have developmental functions in patterning, neuron subtype specification and the formation of oligodendrocytes and play the role in the postnatal brain during repair processes and in neurological disease states."}, {"pubmed": 23793848, "text": "LGR5 expression may be functionally correlated with the neurogenic competence, and be regulated by OLIG2 in stem-like cells in glioblastoma."}, {"pubmed": 24395742, "text": "Authors investigated the role of Pten in these two critical cellular compartments in adult and developing brains using methods for activation or suppression of PI3K signaling in glial and neuronal progenitors expressing Olig2."}, {"pubmed": 24821492, "text": "Our study suggests that CGT expression is controlled by balanced expression of the negative modulator OLIG2 and positive regulator Nkx2.2, providing new insights into how expression of GalCer is tightly regulated in cell-type- and stage-specific manners."}, {"pubmed": 25085214, "text": "High Olig2 expression is associated with oligodendrogliomas."}, {"pubmed": 25384509, "text": "OLIG2 is the most specific GSC marker."}, {"pubmed": 25966902, "text": "The results demonstrate that the expression of Olig2 in dental pulp stem cells reduces the expression of stem cell markers and induces the development of oligodendrocyte progenitors."}, {"pubmed": 26271930, "text": "The present study is the first to verify the associations of SNPs rs762178, rs1059004, and rs9653711 of the OLIG2 gene with OCD in a Chinese Han population. Thus, OLIG2 might serve as a potential target for OCD treatment"}, {"pubmed": 26287936, "text": "Olig2 was positive in 5 out of 44 ependymomas (11%) and 50 out of 54 (93%) non-ependymal tumors"}, {"pubmed": 27154355, "text": "Olig2 was expressed in cord blood eosinophils on d 24, when cord blood eosinophils are considered fully differentiated, but no earlier. It was also expressed in human peripheral-blood eosinophils but not neutrophils, monocytes, lymphocytes, or cord blood mast cells.  Many genes, including eosinophil surface molecules, were up-regulated along with OLIG2. OLIG2 shRNA or siRNA downregulated SIGLEC-8 mRNA and protein."}, {"pubmed": 27179219, "text": "Olig2 expressions were successfully detected in 12 (15.58%) of 77 SVZ type II Glioblastomas (GBs) and 16 (21.3%) of 75 SVZ type III GBs."}, {"pubmed": 27396340, "text": "Ectopic expression of phosphomimetic Olig2 is sufficient to block TGF-beta2-mediated invasion."}, {"pubmed": 27447975, "text": "Data suggest positive feedback loops including oligodendrocyte transcription factor 2 (OLIG2): loops of epigenetic regulation."}, {"pubmed": 27785726, "text": "Data indicate that transcription factors Sox10 and Olig2 play key roles in oligodendrocytes (OLs) specification."}, {"pubmed": 27905023, "text": "OLIG2 immunoreactivity was observed in GABAergic cells of the proliferative zones of the MGE and septum, but not necessarily co-expressed with NKX2.1, and OLIG2 expression was also extensively seen in the LGE, CGE, and cortex"}, {"pubmed": 28339768, "text": "indicate Olig2 as an onco-requisite factor in diffuse intrinsic pontine glioma"}, {"pubmed": 28355568, "text": "phosphorylation of the motif itself serves as a template to prime phosphorylation of additional serines and creates a highly charged \"acid blob\" in the amino terminus of Olig2."}, {"pubmed": 28760688, "text": "Data show that oligodendrocyte transcription factor 2 (OLIG2) is epigenetically regulated via DNA methylation and expressed in a subset of AML patients."}, {"pubmed": 29681511, "text": "Results show that Olig2(+) oligodendrocyte precursor-like glioma cells invade by single-cell vessel co-option and preserve the blood-brain barrier (BBB). Conversely, Olig2-negative glioma cells form dense perivascular collections and promote angiogenesis and BBB breakdown, leading to innate immune cell activation. Olig2 was found to regulate Wnt7b expression in a p53-dependent manner."}, {"pubmed": 30178266, "text": "Variants of the OLIG2 Gene are Associated with Cerebral Palsy in Chinese Han Infants with Hypoxic-Ischemic Encephalopathy."}, {"pubmed": 31130512, "text": "altered OLIG2 expression may underlie neurodevelopmental abnormalities and cognitive defects in Down syndrome patients"}, {"pubmed": 31299267, "text": "Our findings identify OLIG2 expression as a unique manifestation of a neurodevelopmental gene expression signature driven by the oncogenic fusion protein characteristic of alveolar rhabdomyosarcoma"}, {"pubmed": 31431405, "text": "The OLIG2 gene may be involved in obsessive-compulsive disorder"}, {"pubmed": 31493794, "text": "Positive reaction with OLIG2 (6 tumours) was always associated with the presence of PAX3/7-FOXO1 rearrangement"}, {"pubmed": 31568682, "text": "Prognostic impact of glioblastoma stem cell markers OLIG2 and CCND2."}, {"pubmed": 31785364, "text": "Association of rs1059004 polymorphism in the OLIG2 locus with whole-brain functional connectivity in first-episode schizophrenia."}, {"pubmed": 32285113, "text": "Ethnicity-Dependent Effects of Schizophrenia Risk Variants of the OLIG2 Gene on OLIG2 Transcription and White Matter Integrity."}, {"pubmed": 32483381, "text": "Olig2 SUMOylation protects against genotoxic damage response by antagonizing p53 gene targeting."}, {"pubmed": 32563948, "text": "Association of rs1059004 polymorphism in the OLIG2 locus with functional brain network in first-episode negative schizophrenia."}, {"pubmed": 32716131, "text": "Rapid induction of gliogenesis in OLIG2 and NKX2.2-expressing progenitors-derived spheroids."}, {"pubmed": 32790583, "text": "Pediatric Soft Tissue Tumors With BCOR ITD Express EGFR but Not OLIG2."}, {"pubmed": 33539525, "text": "OLIG2 maintenance is not essential for diffuse intrinsic pontine glioma cell line growth but regulates tumor phenotypes."}, {"pubmed": 33770499, "text": "One-step Reprogramming of Human Fibroblasts into Oligodendrocyte-like Cells by SOX10, OLIG2, and NKX6.2."}, {"pubmed": 33833342, "text": "Olig2 regulates p53-mediated apoptosis, migration and invasion of melanoma cells."}, {"pubmed": 34565408, "text": "Gene clusters based on OLIG2 and CD276 could distinguish molecular profiling in glioblastoma."}, {"pubmed": 34948016, "text": "Profiling Glioblastoma Cases with an Expression of DCX, OLIG2 and NES."}, {"pubmed": 35114775, "text": "Can oligodendrocyte transcriptional factor-2 (Olig2) be used as an alternative for 1p/19q co-deletions to distinguish oligodendrogliomas from other glial neoplasms?"}, {"pubmed": 35132566, "text": "The Epigenetic Regulation of OLIG2 by Histone Demethylase KDM6B in Glioma Cells."}, {"pubmed": 35736214, "text": "OLIG2 Is a Determinant for the Relapse of MYC-Amplified Medulloblastoma."}, {"pubmed": 35856894, "text": "Isocitrate Dehydrogenase Mutations Are Associated with Different Expression and DNA Methylation Patterns of OLIG2 in Adult Gliomas."}, {"pubmed": 35967956, "text": "Investigation of OLIG2 as a candidate gene for schizophrenia and autism spectrum disorder."}, {"pubmed": 36193754, "text": "Identifying an oligodendrocyte enhancer that regulates Olig2 expression."}, {"pubmed": 37001387, "text": "OLIG2 expression level could be used as an independent prognostic factor for patients with cerebellar Glioblastoma (cGBM)."}, {"pubmed": 37748631, "text": "OLIG2 translocates to chromosomes during mitosis via a temperature downshift: A novel neural cold response of mitotic bookmarking."}], "genomic_pos": {"chr": "21", "end": 33029196, "ensemblgene": "ENSG00000205927", "start": 33025935, "strand": 1}, "genomic_pos_hg19": {"chr": "21", "end": 34401504, "start": 34398153, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007423", "qualifier": "involved_in", "term": "sensory organ development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021522", "qualifier": "involved_in", "term": "spinal cord motor neuron differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021530", "qualifier": "involved_in", "term": "spinal cord oligodendrocyte cell fate specification"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021794", "qualifier": "involved_in", "term": "thalamus development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042552", "qualifier": "involved_in", "term": "myelination"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045665", "qualifier": "involved_in", "term": "negative regulation of neuron differentiation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048663", "qualifier": "involved_in", "term": "neuron fate commitment"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048714", "qualifier": "involved_in", "term": "positive regulation of oligodendrocyte differentiation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0061564", "qualifier": "involved_in", "term": "axon development"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "located_in", "term": "cytoplasm"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 32296183, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0042802", "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046983", "qualifier": "enables", "term": "protein dimerization activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0070888", "qualifier": "enables", "term": "E-box binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0071837", "qualifier": "enables", "term": "HMG box domain binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}]}, "homologene": {"genes": [[7955, 325288], [8364, 100486745], [9031, 428612], [9544, 700098], [9598, 749928], [9606, 10215], [9615, 100856424], [10090, 50913], [10116, 304103]], "id": 4241}, "interpro": [{"desc": "Myc-type, basic helix-loop-helix (bHLH) domain", "id": "IPR011598", "short_desc": "bHLH_dom"}, {"desc": "Oligodendrocyte transcription factor 2, basic helix-loop-helix domain", "id": "IPR032658", "short_desc": "Olig2_bHLH"}, {"desc": "Helix-loop-helix DNA-binding domain superfamily", "id": "IPR036638", "short_desc": "HLH_DNA-bd_sf"}], "ipi": ["IPI00013699", "IPI00853262"], "map_location": "21q22.11", "name": "oligodendrocyte transcription factor 2", "other_names": ["basic domain, helix-loop-helix protein, class B, 1", "class B basic helix-loop-helix protein 1", "class E basic helix-loop-helix protein 19", "human protein kinase C-binding protein RACK17", "oligodendrocyte lineage transcription factor 2", "oligodendrocyte transcription factor 2", "oligodendrocyte-specific bHLH transcription factor 2", "protein kinase C-binding protein 2"], "pantherdb": {"HGNC": "9398", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1355331", "ortholog_type": "LDO", "panther_family": "PTHR19290", "taxid": 10090, "uniprot_kb": "Q9EQW6"}, {"RGD": "1307098", "ortholog_type": "LDO", "panther_family": "PTHR19290", "taxid": 10116, "uniprot_kb": "G3V612"}, {"Ensembl": "ENSGALG00000031010", "ortholog_type": "LDO", "panther_family": "PTHR19290", "taxid": 9031, "uniprot_kb": "Q90XB3"}, {"ZFIN": "ZDB-GENE-030131-4013", "ortholog_type": "LDO", "panther_family": "PTHR19290", "taxid": 7955, "uniprot_kb": "A8WIQ8"}, {"WormBase": "WBGene00001960", "ortholog_type": "O", "panther_family": "PTHR19290", "taxid": 6239, "uniprot_kb": "O45320"}], "uniprot_kb": "Q13516"}, "pathway": {"wikipathways": [{"id": "WP2064", "name": "Neural Crest Differentiation"}, {"id": "WP5074", "name": "Kallmann,s Syndrome"}]}, "pfam": "PF00010", "pharmgkb": "PA31919", "pharos": {"target_id": 2494, "tdl": "Tbio"}, "pir": "G02409", "prosite": "PS50888", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF261191", "relationship": "is"}, {"id": "GNF261192", "relationship": "is"}, {"id": "GNF261193", "relationship": "is"}, {"id": "GNF261194", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF046756", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF086986", "relationship": "is"}, {"id": "GNF086987", "relationship": "is"}, {"id": "GNF086988", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053359", "relationship": "is"}, {"id": "GNF058128", "relationship": "is"}, {"id": "GNF073311", "relationship": "is"}], "GNF_hs-druggable_siRNA": {"id": "GNF068330", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF010699", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF095922", "relationship": "is"}, {"id": "GNF135578", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000021.9", "NC_060945.1", "NG_011834.1"], "protein": ["NP_005797.1", "XP_005260965.1", "XP_054180275.1"], "rna": ["NM_005806.4", "XM_005260908.2", "XM_054324300.1"], "translation": [{"protein": "XP_054180275.1", "rna": "XM_054324300.1"}, {"protein": "XP_005260965.1", "rna": "XM_005260908.2"}, {"protein": "NP_005797.1", "rna": "NM_005806.4"}]}, "reporter": {"HG-U133_Plus_2": ["213824_at", "213825_at"], "HG-U95Av2": ["40624_at", "841_at"], "HTA-2_0": "TC21000123.hg.1", "HuEx-1_0": "3918369", "HuGene-1_1": "8068231", "HuGene-2_1": "16922200"}, "summary": "This gene encodes a basic helix-loop-helix transcription factor which is expressed in oligodendroglial tumors of the brain. The protein is an essential regulator of ventral neuroectodermal progenitor cell fate. The gene is involved in a chromosomal translocation t(14;21)(q11.2;q22) associated with T-cell acute lymphoblastic leukemia. Its chromosomal location is within a region of chromosome 21 which has been suggested to play a role in learning deficits associated with Down syndrome. [provided by RefSeq, Jul 2008].", "symbol": "OLIG2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1418915"}, "unigene": ["Hs.732068", "Hs.176977"], "uniprot": {"Swiss-Prot": "Q13516", "TrEMBL": "C9J444"}, "wikipedia": {"url_stub": "OLIG2"}}