{"AllianceGenome": "8153", "HGNC": "8153", "MIM": "165195", "_id": "4985", "_version": 1, "accession": {"genomic": ["AL009181.1", "CH471059.2", "CP068277.2", "NC_000001.11", "NC_060925.1"], "protein": ["AAA18789.2", "AAA83426.1", "ABO25742.1", "ACG60644.1", "AXN91725.1", "AXN91726.1", "AXN91727.1", "AXN91728.1", "EAX07672.1", "NP_000902.3", "P41143.4"], "rna": ["BC042916.1", "BF434068.1", "EF057065.1", "EU883570.1", "MG986889.1", "MG986890.1", "MG986891.1", "MG986892.1", "NM_000911.4", "U07882.2", "U10504.1"], "translation": [{"protein": "AXN91725.1", "rna": "MG986889.1"}, {"protein": "ABO25742.1", "rna": "EF057065.1"}, {"protein": "AAA18789.2", "rna": "U07882.2"}, {"protein": "AAA83426.1", "rna": "U10504.1"}, {"protein": "ACG60644.1", "rna": "EU883570.1"}, {"protein": "AXN91728.1", "rna": "MG986892.1"}, {"protein": "AXN91727.1", "rna": "MG986891.1"}, {"protein": "AXN91726.1", "rna": "MG986890.1"}, {"protein": "NP_000902.3", "rna": "NM_000911.4"}]}, "alias": ["DOP", "DOR", "DOR1", "OPRD"], "ensembl": {"gene": "ENSG00000116329", "protein": "ENSP00000234961", "transcript": "ENST00000234961", "translation": [{"protein": "ENSP00000234961", "rna": "ENST00000234961"}], "type_of_gene": "protein_coding"}, "entrezgene": "4985", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 4.84200246612, "exp_mis": 187.575292899, "exp_syn": 97.3510820201, "lof_z": 1.27938615100686, "mis_z": 2.9490274926631, "mu_lof": 4.0582235587e-07, "mu_mis": 2.04863204952e-05, "mu_syn": 1.08817247545e-05, "n_lof": 2.0, "n_mis": 105.0, "n_syn": 62.0, "p_li": 0.109062189113339, "p_null": 0.114274936294355, "p_rec": 0.776662874592307, "syn_z": 2.22116969497864}, "bp": 1119, "cds_end": 29189795, "cds_start": 29138895, "n_exons": 3, "nonpsych": {"exp_lof": 4.33257572289, "exp_mis": 169.723842154, "exp_syn": 88.0622154513, "lof_z": 1.57238499552377, "mis_z": 3.04786954653629, "mu_lof": 4.0582235587e-07, "mu_mis": 2.04863204952e-05, "mu_syn": 1.08817247545e-05, "n_lof": 1.0, "n_mis": 91.0, "n_syn": 59.0, "p_li": 0.388196059258578, "p_null": 0.0504546533498827, "p_rec": 0.56134928739154, "syn_z": 1.94983318480031}, "nontcga": {"exp_lof": 4.44977813094, "exp_mis": 172.564418044, "exp_syn": 89.5581308954, "lof_z": 1.14561519983661, "mis_z": 2.71413411608448, "mu_lof": 4.0582235587e-07, "mu_mis": 2.04863204952e-05, "mu_syn": 1.08817247545e-05, "n_lof": 2.0, "n_mis": 101.0, "n_syn": 58.0, "p_li": 0.0973650790497153, "p_null": 0.131787228994203, "p_rec": 0.770847691956082, "syn_z": 2.11145162648285}, "transcript": "ENST00000234961.2"}, "exons": [{"cdsend": 28863283, "cdsstart": 28812383, "chr": "1", "position": [[28812169, 28812610], [28858953, 28859303], [28862741, 28871267]], "strand": 1, "transcript": "NM_000911", "txend": 28871267, "txstart": 28812169}], "exons_hg19": [{"cdsend": 29189795, "cdsstart": 29138895, "chr": "1", "position": [[29138681, 29139122], [29185465, 29185815], [29189253, 29197779]], "strand": 1, "transcript": "NM_000911", "txend": 29197779, "txstart": 29138681}], "generif": [{"pubmed": 12116270, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12413885, "text": "These results suggest that oligomerization of chemokine receptor CCR5 and opioid receptors mu, delta and kappa on the cell membrane of human or monkey lymphocytes may modulate receptor functions."}, {"pubmed": 12740597, "text": "Gene may be linked to etiology of anorexia nervosa."}, {"pubmed": 12847517, "text": "random mutagenesis identified 30 activating point mutations. 3-D modeling revealed an activation path originating from the third extracellular loop and propagating through tightly packed helices III, VI and VII down to a VI-VII cytoplasmic switch."}, {"pubmed": 14745298, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14999000, "text": "protein conformation and binding site for deltorphin ii"}, {"pubmed": 15317820, "text": "interaction studies between the delta-opioid receptor, ligands, and G-proteins"}, {"pubmed": 16053916, "text": "investigation of the ability of different opioid receptors to regulate the phosphorylation and degradation of tuberin"}, {"pubmed": 16331961, "text": "Results describe the residues of the transmembrane helices 7 of delta and kappa opioid receptors that are on the water-accessible surface of the binding-site crevices."}, {"pubmed": 16741914, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16741914, "text": "Results suggest that the OPRD1 gene variants may not be a factor in vulnerability to methamphetamine dependence/psychosis."}, {"pubmed": 16806108, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16808998, "text": "Changes in the inhibitory effects of opioid receptor agonists on intracellular cAMP were used as a marker of the function delta opioid receptors (delta receptor)."}, {"pubmed": 17374034, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 17503481, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17550902, "text": "pharmacological chaperones facilitate plasma membrane targeting of delta-opioid receptors by binding and stabilizing receptor precursors, thereby promoting their release from the stringent ER quality control"}, {"pubmed": 17565992, "text": "delta-opioid receptor phosphorylation regulates its beta-arrestins selectivity and subsequent receptor internalization and adenylyl cyclase desensitization"}, {"pubmed": 17588601, "text": "The sarco(endo)plasmic reticulum Ca(2+) ATPase 2b (SERCA2b), which maintains high Ca(2+) concentration in the lumen of the endoplasmic reticulum, interacts specifically with the human delta opioid receptor."}, {"pubmed": 17622222, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17622222, "text": "There is a positive haplotypic association between OPRd1 variants and substance dependence in European Americans."}, {"pubmed": 18182056, "text": "Increased delta opioid signalling is due to enhanced DOR coupling to its tethered Galpha subunit."}, {"pubmed": 18200497, "text": "With CXCR4 receptor, forms heterodimeric complexes that are dynamically regulated by the ligands."}, {"pubmed": 18213616, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18213616, "text": "genes encoding the mu-, delta-, and kappa-opioid receptors may contribute to variation in personality traits"}, {"pubmed": 18307412, "text": "Data show that CXCR2 chemokine receptor antagonism enhances delta opioid receptor (DOP) function via allosteric regulation of the CXCR2-DOP receptor heterodimer."}, {"pubmed": 18395423, "text": "DOP-R desensitization upon etorphine exposure relies on the GRK2, PKC and tyrosine kinases while DPDPE and deltorphin I mediate desensitization at least via tyrosine kinases."}, {"pubmed": 18455254, "text": "This study have used immunohistochemistry and quantified the results to demonstrate that the levels of delta- and mu-OR subtypes were high in the VZ and SVZ between 11 and 16 gestation weeks (GW) and decreased by 20GW."}, {"pubmed": 18518925, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18537939, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 18537939, "text": "response to nalmefene did not vary with genotype"}, {"pubmed": 18676680, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18687376, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 18703511, "text": "N-glycosylation of the delta-opioid receptor is needed to maintain the expression of fully functional and stable receptor molecules at the cell surface"}, {"pubmed": 18753988, "text": "Report human hepatic met-enkephalin and delta opioid receptor-1 immunoreactivities in viral and autoimmune hepatitis."}, {"pubmed": 19000170, "text": "Phe27Cys polymorphism of the hdeltaOR causes a gain-of-function phenotype, which may have implications for the regulation of receptor expression at the cell surface and possibly also for the susceptibility to pathophysiological states"}, {"pubmed": 19032295, "text": "Neither pressure pain threshold nor tolerance between major and minor alleles of other SNPs of the OPRM1, OPRK1, and OPRD1 genes were significantly different suggesting an association between the IVS2+31G>A SNP of OPRM1 gene and pressure pain sensitivity."}, {"pubmed": 19032295, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19058789, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19086053, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19170196, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19183129, "text": "Linkage peaks were typically found in regions previously identified in linkage studies and/or containing proposed candidate genes for alcoholism including AGT, OPRD1, and PDYN."}, {"pubmed": 19344370, "text": "results suggest a role for G protein in delta-opioid receptor internalization, but show that alternative G protein independent pathways exist"}, {"pubmed": 19416973, "text": "role for endogenous RGS4 protein in modulating delta-opioid receptor signaling in SH-SY5Y cells"}, {"pubmed": 19520863, "text": "mu-opioid receptors are more dependent on cholesterol for efficient signaling than delta receptors and can be partly explained by localization of mu- but not delta-opioid receptors in cholesterol- and caveolin-enriched membrane domains"}, {"pubmed": 19581316, "text": "Intrinsic cardiac adrenergic cells constitute a delta-opioid-regulated adrenopeptidergic paracrine system conferring robust cardioprotection through beta(2)-AR/CGRP-R co-signalling."}, {"pubmed": 19625176, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19692168, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19874574, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20066010, "text": "A molecular mechanism for the formation of a DOR/secretase complex that regulates the specificity of secretase for Amyloid beta production."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20300121, "text": "Results suggest that the minor G-allele of SNP rs569356 may enhance transcription factor binding and increase OPRD1 expression."}, {"pubmed": 20468064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20528919, "text": "human delta opioid receptor (hdeltaOR) exists in a ternary complex with SERCA2b and the ER molecular chaperone calnexin"}, {"pubmed": 20734064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21079607, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21079607, "text": "study confirmed that common single-nucleotide polymorphisms (SNPs) within OPRD1 confer risk for AN."}, {"pubmed": 21234650, "text": "suggest that aging individuals with at least one human delta opioid receptor(hdeltaOR)(Cys27) encoding allele might have lowered threshold for Ca(2)+ dysregulation in neurons expressing hdeltaOR"}, {"pubmed": 21361347, "text": "Data suggest that muOR exists primarily as a dimer that will oligomerize with deltaOR into tetramers, and morphine promotes the dissociation of these tetramers."}, {"pubmed": 21464208, "text": "data suggest that an increased constitutive internalization and/or concurrent signaling of the delta-opioid receptor-Cys27 variant affects APP processing through altered endocytic trafficking of APP"}, {"pubmed": 21810780, "text": "no differences in DOR mRNA levels were seen in schizophrenia."}, {"pubmed": 22101011, "text": "ssarrestin1 is exclusively involved in human delta-opioid receptor desensitization"}, {"pubmed": 22184124, "text": "Cys-27 variant of human delta-opioid receptor modulates maturation and cell surface delivery of Phe-27 variant via heteromerization."}, {"pubmed": 22235275, "text": "between CBR and delta opioid receptor"}, {"pubmed": 22500942, "text": "OPRD1 polymorphisms are associated with risk for heroin dependence."}, {"pubmed": 22752269, "text": "delta and mu-opioid receptors, but not kappa-opioid receptors, are functional in the neuronally stimulated longitudinal human vas deferens"}, {"pubmed": 22795689, "text": "Polymorphisms in OPRD1 are relevant for cocaine addiction in the African American population and support a broad role for OPRD1 variants in drug dependence."}, {"pubmed": 23222260, "text": "SNPs rs569356 in OPRD1 (variant A1968G in the promoter region) was not associated with respiratory syncytial virus infection"}, {"pubmed": 23318717, "text": "Some variants less known for obesity-susceptibility such as OPRD1 were found to be associated to weight with strongest effects in males."}, {"pubmed": 23427138, "text": "OPRD1 rs678849 polymorphism was associated with reduced brain volumes in young participants and elderly Alzheimer's Disease and Mild Cognitive Impairment patients, but brain regions affected differed"}, {"pubmed": 23836900, "text": "The levels of spontaneous and ligand-induced receptor-G protein coupling in delta (DOP) and mu (MOP) opioid receptors, was examined."}, {"pubmed": 24126707, "text": "findings suggest that rs581111 and rs52920 may be useful when considering treatment options for female opioid addicts, however, confirmation in an independent sample is warranted"}, {"pubmed": 24413399, "text": "crystal structure of the human delta-opioid receptor (delta-OR), revealing the presence and fundamental role of a sodium ion in mediating allosteric control of receptor functional selectivity and constitutive activity"}, {"pubmed": 24628261, "text": "Activation of the delta opioid receptor promotes cutaneous wound healing by affecting keratinocyte intercellular adhesion and migration"}, {"pubmed": 24798333, "text": "Taken together, the hdeltaOR appears to rely primarily on the CNX-mediated N-glycan-dependent QC that has the capacity to assist in folding"}, {"pubmed": 25178105, "text": "Analysis of the transcription factor POU2F3 revealed a DOPr-mediated extracellular signal-regulated kinase (ERK)-dependent downregulation of this factorThe delta-opioid receptor affects epidermal homeostasis"}, {"pubmed": 25439010, "text": "We have established a delta opioid receptor-PKC-Nrf2 axis as a part of the mechanism underlying cytoprotection against hypoxia/reoxygenation injury"}, {"pubmed": 26211551, "text": "OPRD-mediated activation of ERK1/2 is via ligand-specific transactivation of EGFR."}, {"pubmed": 26233486, "text": "findings suggest that SNPs in opioid receptors and the PNOC genes are associated with NAS severity."}, {"pubmed": 26402014, "text": "Results suggest deltaOR-Phe27Cys variation modulates beta- and gamma-secretase activity in late-stage Alzheimer's disease likely via post-translational mechanisms"}, {"pubmed": 26946441, "text": "The study successfully developed a population PKPD model for oxycodone across three experimental pain types and investigated the association between 18 SNPs across all three opioid receptor genes (OPRM1, OPRK1, OPRD1) and analgesic response from oxycodone. None of the selected polymorphisms were significantly associated with analgesic response of oxycodone."}, {"pubmed": 27343248, "text": "This review addresses Delta Opioid receptors from the perspective of cellular and molecular determinants of their pharmacological diversity."}, {"pubmed": 27449273, "text": "A polymorphism in OPRD1 appears to be associated with both cocaine dependence and cocaine use during treatment in African-Americans. Follow-up studies to confirm the effect on cocaine use are warranted."}, {"pubmed": 27665747, "text": "After inhibition of the PKC/ERK signalling pathway, the effects of DOR on breast cancer were significantly attenuated in vivo and in vitro. In summary, DOR is highly expressed in breast cancer and is closely related to its progression. These results suggest that DOR may serve as a potential biomarker for the early diagnosis of breast cancer and may be a viable molecular target for therapeutic intervention."}, {"pubmed": 28035534, "text": "The OPRD1 gene encodes the delta-opioid receptor, which has multiple functions including regulating reward pathways--{REVIEW}"}, {"pubmed": 28041939, "text": "Di-lysine binding motifs within the second and third intracellular loops of DOPr are involved in the interaction with COPI."}, {"pubmed": 28049031, "text": "Functional activity of Dynorphin 1-17 and fragments (1-6, 1-7 and 1-9) were screened over a range of concentrations against forskolin stimulated human embryonic kidney 293 (HEK) cells stably transfected with one of KOP, MOP or DOP"}, {"pubmed": 28253273, "text": "OPRD1 promoter hypermethylation is associated with the risk of AD"}, {"pubmed": 28632076, "text": "OPRD1 gene variants and their haplotypes can play important roles in susceptibility to opioid dependence."}, {"pubmed": 28692418, "text": "Homozygotes AA at rs6265 (BDNF), TT at rs16917234 (BDNF), and CC at rs508448 (OPRD1) also appeared as risk factors for the endophenotype earlier age of onset for heroin use."}, {"pubmed": 29055075, "text": "Results from the present study suggest that, in patients with hip osteoarthritis, genetic variants in OPRM1 and OPRD1 may contribute to the pain phenotype."}, {"pubmed": 29097258, "text": "Site-specific O-glycosylation of N-terminal serine residues by polypeptide GalNAc-transferase 2 modulates human delta-opioid receptor turnover at the plasma membrane."}, {"pubmed": 29768254, "text": "During prolonged hypoxia/ischemia delta-opioid receptor (DOR) neuroprotection involves a variety of signaling pathways. The data suggest that DOR may display its neuroprotective role via the BDNF-TrkB pathway. [review]"}, {"pubmed": 30066306, "text": "Delta-Opioid Receptor gene is transcriptionally more diverse than previously demonstrated, producing novel protein isoforms in humans and mice."}, {"pubmed": 30171993, "text": "Genotype distribution and allelic frequency analyses showed that the minor C allele of rs2234918 in OPRD1 is over-represented in the heroin dependence (HD) group. C allele carriers have a 1.42 times greater risk for HD compared to T/T homozygotes.  OPRD1 gene may not only play a role in the pathogenesis of HD but also affect the response to life stress among patients with HD in our Han Chinese population."}, {"pubmed": 31907389, "text": "Genetic polymorphisms in the opioid receptor delta 1 (OPRD1) gene are associated with methadone dose in methadone maintenance treatment for heroin dependence."}, {"pubmed": 32228617, "text": "Role of miR-326 in neonatal hypoxic-ischemic brain damage pathogenesis through targeting of the delta-opioid receptor."}, {"pubmed": 33506435, "text": "Association Study of Opioid Receptor Delta-Type 1 (OPRD1) Gene Variants with Nicotine Dependence in an Iranian Population."}, {"pubmed": 33953123, "text": "The OPRD1 rs678849 variant influences outcome of disulfiram treatment for cocaine dependency in methadone-maintained patients."}, {"pubmed": 34407719, "text": "Differential expression and transcription factor binding associated with genotype at a pharmacogenetic variant in OPRD1."}, {"pubmed": 34638633, "text": "Opioid Addiction and Opioid Receptor Dimerization: Structural Modeling of the OPRD1 and OPRM1 Heterodimer and Its Signaling Pathways."}, {"pubmed": 34685631, "text": "Oxytocin Is a Positive Allosteric Modulator of kappa-Opioid Receptors but Not delta-Opioid Receptors in the G Protein Signaling Pathway."}, {"pubmed": 35908776, "text": "Hypomethylation of the opioid receptor delta 1 gene combined with high opioid receptor delta 1 protein levels indicates increased risk of gout."}], "genomic_pos": {"chr": "1", "end": 28871267, "ensemblgene": "ENSG00000116329", "start": 28812170, "strand": 1}, "genomic_pos_hg19": {"chr": "1", "end": 29190208, "start": 29138654, "strand": 1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0006955", "pubmed": 9548483, "qualifier": "involved_in", "term": "immune response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007186", "pubmed": 16325578, "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007187", "pubmed": 7808419, "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway, coupled to cyclic nucleotide second messenger"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007193", "qualifier": "involved_in", "term": "adenylate cyclase-inhibiting G protein-coupled receptor signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007200", "qualifier": "involved_in", "term": "phospholipase C-activating G protein-coupled receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007218", "qualifier": "involved_in", "term": "neuropeptide signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008344", "qualifier": "involved_in", "term": "adult locomotory behavior"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010629", "pubmed": 24613828, "qualifier": "involved_in", "term": "negative regulation of gene expression"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0031333", "pubmed": 24613828, "qualifier": "involved_in", "term": "negative regulation of protein-containing complex assembly"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0032793", "pubmed": 24613828, "qualifier": "involved_in", "term": "positive regulation of CREB transcription factor activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0033138", "pubmed": 24613828, "qualifier": "involved_in", "term": "positive regulation of peptidyl-serine phosphorylation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035094", "qualifier": "involved_in", "term": "response to nicotine"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0038003", "qualifier": "involved_in", "term": "G protein-coupled opioid receptor signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0038003", "pubmed": 9548483, "qualifier": "involved_in", "term": "G protein-coupled opioid receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042755", "qualifier": "involved_in", "term": "eating behavior"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051881", "pubmed": 24613828, "qualifier": "involved_in", "term": "regulation of mitochondrial membrane potential"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051924", "qualifier": "involved_in", "term": "regulation of calcium ion transport"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071363", "qualifier": "involved_in", "term": "cellular response to growth factor stimulus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071456", "pubmed": 24613828, "qualifier": "involved_in", "term": "cellular response to hypoxia"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0097237", "pubmed": 24613828, "qualifier": "involved_in", "term": "cellular response to toxic substance"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 22184124, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0030672", "qualifier": "located_in", "term": "synaptic vesicle membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0032590", "qualifier": "located_in", "term": "dendrite membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0042734", "qualifier": "located_in", "term": "presynaptic membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0043005", "qualifier": "is_active_in", "term": "neuron projection"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0043679", "qualifier": "located_in", "term": "axon terminus"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0097444", "qualifier": "located_in", "term": "spine apparatus"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098839", "qualifier": "located_in", "term": "postsynaptic density membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098992", "qualifier": "located_in", "term": "neuronal dense core vesicle"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0004985", "pubmed": 22184124, "qualifier": "enables", "term": "G protein-coupled opioid receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [15086532, 20528919, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0033612", "qualifier": "enables", "term": "receptor serine/threonine kinase binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0038046", "qualifier": "enables", "term": "G protein-coupled enkephalin receptor activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0038046", "pubmed": 9548483, "qualifier": "enables", "term": "G protein-coupled enkephalin receptor activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0042923", "qualifier": "enables", "term": "neuropeptide binding"}]}, "homologene": {"genes": [[7955, 30509], [7955, 336529], [8364, 100490669], [9031, 429951], [9544, 717256], [9598, 456688], [9606, 4985], [9615, 487329], [9913, 781956], [10090, 18386], [10116, 24613]], "id": 20252}, "interpro": [{"desc": "G protein-coupled receptor, rhodopsin-like", "id": "IPR000276", "short_desc": "GPCR_Rhodpsn"}, {"desc": "Delta opioid receptor", "id": "IPR000321", "short_desc": "Delta_opi_rcpt"}, {"desc": "Opioid receptor", "id": "IPR001418", "short_desc": "Opioid_rcpt"}, {"desc": "GPCR, rhodopsin-like, 7TM", "id": "IPR017452", "short_desc": "GPCR_Rhodpsn_7TM"}], "ipi": "IPI00298305", "map_location": "1p35.3", "name": "opioid receptor delta 1", "other_names": ["D-OR-1", "DOR-1", "delta opioid receptor 1", "delta-type opioid receptor"], "pantherdb": {"HGNC": "8153", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "97438", "ortholog_type": "LDO", "panther_family": "PTHR24229", "taxid": 10090, "uniprot_kb": "P32300"}, {"RGD": "3233", "ortholog_type": "LDO", "panther_family": "PTHR24229", "taxid": 10116, "uniprot_kb": "P33533"}, {"Ensembl": "ENSGALG00000036782", "ortholog_type": "LDO", "panther_family": "PTHR24229", "taxid": 9031, "uniprot_kb": "A0A1D5P5H3"}, {"ZFIN": "ZDB-GENE-030131-8473", "ortholog_type": "O", "panther_family": "PTHR24229", "taxid": 7955, "uniprot_kb": "B3DH72"}, {"ZFIN": "ZDB-GENE-990415-199", "ortholog_type": "LDO", "panther_family": "PTHR24229", "taxid": 7955, "uniprot_kb": "A3QJX7"}, {"FlyBase": "FBgn0266429", "ortholog_type": "O", "panther_family": "PTHR24229", "taxid": 7227, "uniprot_kb": "Q9U721"}, {"WormBase": "WBGene00008065", "ortholog_type": "O", "panther_family": "PTHR24229", "taxid": 6239, "uniprot_kb": "Q09502"}, {"WormBase": "WBGene00006864", "ortholog_type": "O", "panther_family": "PTHR24229", "taxid": 6239, "uniprot_kb": "A0A3B1DQQ4"}, {"WormBase": "WBGene00010375", "ortholog_type": "O", "panther_family": "PTHR24229", "taxid": 6239, "uniprot_kb": "H9G358"}, {"WormBase": "WBGene00008885", "ortholog_type": "O", "panther_family": "PTHR24229", "taxid": 6239, "uniprot_kb": "Q9XVQ0"}, {"EnsemblGenome": "WBGene00011372", "ortholog_type": "O", "panther_family": "PTHR24229", "taxid": 6239, "uniprot_kb": "A0A0K3AXD3"}, {"WormBase": "WBGene00018886", "ortholog_type": "O", "panther_family": "PTHR24229", "taxid": 6239, "uniprot_kb": "Q20841"}, {"WormBase": "WBGene00015559", "ortholog_type": "O", "panther_family": "PTHR24229", "taxid": 6239, "uniprot_kb": "P34311"}, {"WormBase": "WBGene00021328", "ortholog_type": "O", "panther_family": "PTHR24229", "taxid": 6239, "uniprot_kb": "Q9N452"}, {"WormBase": "WBGene00018089", "ortholog_type": "O", "panther_family": "PTHR24229", "taxid": 6239, "uniprot_kb": "A0A2C9C3A4"}, {"WormBase": "WBGene00020086", "ortholog_type": "O", "panther_family": "PTHR24229", "taxid": 6239, "uniprot_kb": "Q23033"}, {"FlyBase": "FBgn0036260", "ortholog_type": "O", "panther_family": "PTHR24229", "taxid": 7227, "uniprot_kb": "Q9VTU7"}, {"FlyBase": "FBgn0036790", "ortholog_type": "O", "panther_family": "PTHR24229", "taxid": 7227, "uniprot_kb": "Q9VVQ1"}, {"FlyBase": "FBgn0036789", "ortholog_type": "O", "panther_family": "PTHR24229", "taxid": 7227, "uniprot_kb": "A0A0S0WMT8"}], "uniprot_kb": "P41143"}, "pathway": {"kegg": [{"id": "hsa04022", "name": "cGMP-PKG signaling pathway - Homo sapiens (human)"}, {"id": "hsa04071", "name": "Sphingolipid signaling pathway - Homo sapiens (human)"}, {"id": "hsa04080", "name": "Neuroactive ligand-receptor interaction - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-375276", "name": "Peptide ligand-binding receptors"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-418594", "name": "G alpha (i) signalling events"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}, {"id": "R-HSA-6785807", "name": "Interleukin-4 and Interleukin-13 signaling"}], "wikipathways": [{"id": "WP24", "name": "Peptide GPCRs"}, {"id": "WP455", "name": "GPCRs, Class A Rhodopsin-like"}]}, "pdb": ["4N6H", "4RWA", "4RWD", "6PT2", "6PT3", "8F7S"], "pfam": "PF00001", "pharmgkb": "PA31942", "pharos": {"target_id": 18781, "tdl": "Tclin"}, "pir": "I38532", "prosite": "PS50262", "reagent": {"CM-LibrX-no-seq": {"id": "GNF325405", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF253539", "relationship": "is"}, {"id": "GNF253540", "relationship": "is"}, {"id": "GNF253541", "relationship": "is"}, {"id": "GNF253542", "relationship": "is"}], "GNF_hs-GPCR_IDT-siRNA": [{"id": "GNF280012", "relationship": "is"}, {"id": "GNF280013", "relationship": "is"}, {"id": "GNF280014", "relationship": "is"}, {"id": "GNF280015", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF087003", "relationship": "is"}, {"id": "GNF087004", "relationship": "is"}, {"id": "GNF087005", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052089", "relationship": "is"}, {"id": "GNF056855", "relationship": "is"}, {"id": "GNF061667", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF071537", "relationship": "is"}, {"id": "GNF071538", "relationship": "is"}], "MasterSecretomicsList": {"id": "GNF331674", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF093481", "relationship": "is"}, {"id": "GNF133139", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1"], "protein": "NP_000902.3", "rna": "NM_000911.4", "translation": {"protein": "NP_000902.3", "rna": "NM_000911.4"}}, "reporter": {"HG-U133_Plus_2": "207792_at", "HG-U95Av2": "34580_at", "HTA-2_0": "TC01000392.hg.1", "HuEx-1_0": "2327659", "HuGene-1_1": "7899528", "HuGene-2_1": "16661676"}, "summary": "Enables G protein-coupled enkephalin receptor activity. Involved in several processes, including G protein-coupled opioid receptor signaling pathway; cellular response to hypoxia; and positive regulation of peptidyl-serine phosphorylation. Is intrinsic component of plasma membrane. [provided by Alliance of Genome Resources, Apr 2022]", "symbol": "OPRD1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1417962"}, "unigene": "Hs.372", "uniprot": {"Swiss-Prot": "P41143"}, "wikipedia": {"url_stub": "?-opioid receptor"}}