{"AllianceGenome": "8154", "HGNC": "8154", "MIM": "165196", "_id": "4986", "_version": 1, "accession": {"genomic": ["AC009646.12", "CH471068.1", "CP068270.2", "KF458756.1", "L26079.1", "NC_000008.11", "NC_060932.1", "U16860.1"], "protein": ["AAA20985.1", "AAA56758.1", "AAA63646.1", "AAA63906.1", "AAC50158.1", "AAH99912.1", "AAM21070.1", "AAN87342.1", "AAR36879.1", "BAG35888.1", "EAW86723.1", "NP_000903.2", "NP_001269833.1", "NP_001305426.1", "P41145.2", "QIW77257.1", "QIW77258.1", "QIW77259.1"], "rna": ["AF498922.1", "AK023198.1", "AK310233.1", "AK310407.1", "AK313058.1", "AY168006.1", "AY466378.1", "BC099912.1", "BF061371.1", "DA264471.1", "EF057067.1", "L36130.1", "L37362.1", "MN308222.1", "MN308223.1", "MN308224.1", "NM_000912.5", "NM_001282904.2", "NM_001318497.2", "U11053.1", "U17298.1"], "translation": [{"protein": "AAH99912.1", "rna": "BC099912.1"}, {"protein": "AAR36879.1", "rna": "AY466378.1"}, {"protein": "AAM21070.1", "rna": "AF498922.1"}, {"protein": "QIW77259.1", "rna": "MN308224.1"}, {"protein": "AAC50158.1", "rna": "U17298.1"}, {"protein": "BAG35888.1", "rna": "AK313058.1"}, {"protein": "NP_000903.2", "rna": "NM_000912.5"}, {"protein": "NP_001269833.1", "rna": "NM_001282904.2"}, {"protein": "AAA63906.1", "rna": "L37362.1"}, {"protein": "QIW77257.1", "rna": "MN308222.1"}, {"protein": "AAA63646.1", "rna": "L36130.1"}, {"protein": "QIW77258.1", "rna": "MN308223.1"}, {"protein": "AAA20985.1", "rna": "U11053.1"}, {"protein": "NP_001305426.1", "rna": "NM_001318497.2"}, {"protein": "AAN87342.1", "rna": "AY168006.1"}]}, "alias": ["K-OR-1", "KOP", "KOR", "KOR-1", "KOR1", "OPRK"], "ensembl": {"gene": "ENSG00000082556", "protein": ["ENSP00000265572", "ENSP00000428231", "ENSP00000429706", "ENSP00000430923", "ENSP00000500765"], "transcript": ["ENST00000265572", "ENST00000520287", "ENST00000522508", "ENST00000524278", "ENST00000673285"], "translation": [{"protein": "ENSP00000265572", "rna": "ENST00000265572"}, {"protein": "ENSP00000500765", "rna": "ENST00000673285"}, {"protein": "ENSP00000428231", "rna": "ENST00000522508"}, {"protein": "ENSP00000430923", "rna": "ENST00000524278"}, {"protein": "ENSP00000429706", "rna": "ENST00000520287"}], "type_of_gene": "protein_coding"}, "entrezgene": "4986", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 8.5737683893, "exp_mis": 160.086396424, "exp_syn": 75.3861907646, "lof_z": 1.5473124512815, "mis_z": 0.81515781057318, "mu_lof": 6.87971401646e-07, "mu_mis": 1.48961876636e-05, "mu_syn": 7.12056266791e-06, "n_lof": 4.0, "n_mis": 139.0, "n_syn": 61.0, "p_li": 0.0188155191797378, "p_null": 0.0830937995668089, "p_rec": 0.898090681253453, "syn_z": 1.02718661010747}, "bp": 1143, "cds_end": 54163597, "cds_start": 54141856, "n_exons": 3, "nonpsych": {"exp_lof": 7.70189478546, "exp_mis": 144.835448238, "exp_syn": 68.1735863097, "lof_z": 2.01777346053406, "mis_z": 0.747493133858457, "mu_lof": 6.87971401646e-07, "mu_mis": 1.48961876636e-05, "mu_syn": 7.12056266791e-06, "n_lof": 2.0, "n_mis": 127.0, "n_syn": 54.0, "p_li": 0.312363125728484, "p_null": 0.0211872604493904, "p_rec": 0.666449613822126, "syn_z": 1.08077500062587}, "nontcga": {"exp_lof": 7.8821950251, "exp_mis": 147.273823477, "exp_syn": 69.3496284481, "lof_z": 1.36406466882004, "mis_z": 0.996518228397939, "mu_lof": 6.87971401646e-07, "mu_mis": 1.48961876636e-05, "mu_syn": 7.12056266791e-06, "n_lof": 4.0, "n_mis": 123.0, "n_syn": 49.0, "p_li": 0.014739452206265, "p_null": 0.110449108212984, "p_rec": 0.874811439580751, "syn_z": 1.54723664913444}, "transcript": "ENST00000265572.3"}, "exons": [{"cdsend": 53251037, "cdsstart": 53229296, "chr": "8", "position": [[53225723, 53229829], [53234758, 53235111], [53250780, 53251085], [53251447, 53251637]], "strand": -1, "transcript": "NM_000912", "txend": 53251637, "txstart": 53225723}, {"cdsend": 53235101, "cdsstart": 53229296, "chr": "8", "position": [[53225715, 53229829], [53234758, 53235111], [53242738, 53242912], [53250780, 53251085], [53251447, 53251697]], "strand": -1, "transcript": "NM_001282904", "txend": 53251697, "txstart": 53225715}, {"cdsend": 53251037, "cdsstart": 53229209, "chr": "8", "position": [[53225723, 53229829], [53234758, 53235111], [53250780, 53251085], [53251447, 53251637]], "strand": -1, "transcript": "NM_001318497", "txend": 53251637, "txstart": 53225723}], "exons_hg19": [{"cdsend": 54163597, "cdsstart": 54141856, "chr": "8", "position": [[54138283, 54142389], [54147318, 54147671], [54163340, 54163645], [54164007, 54164197]], "strand": -1, "transcript": "NM_000912", "txend": 54164197, "txstart": 54138283}, {"cdsend": 54147661, "cdsstart": 54141856, "chr": "8", "position": [[54138275, 54142389], [54147318, 54147671], [54155298, 54155472], [54163340, 54163645], [54164007, 54164257]], "strand": -1, "transcript": "NM_001282904", "txend": 54164257, "txstart": 54138275}, {"cdsend": 54163597, "cdsstart": 54141769, "chr": "8", "position": [[54138283, 54142389], [54147318, 54147671], [54163340, 54163645], [54164007, 54164197]], "strand": -1, "transcript": "NM_001318497", "txend": 54164197, "txstart": 54138283}], "generif": [{"pubmed": 12413885, "text": "These results suggest that oligomerization of chemokine receptor CCR5 and opioid receptors mu, delta and kappa on the cell membrane of human or monkey lymphocytes may modulate receptor functions."}, {"pubmed": 12815037, "text": "phosphorylation of serine 369 mediates KOR desensitization and internalization"}, {"pubmed": 14745298, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15070904, "text": "binding of the KOR to NHERF-1/EBP50 facilitates oligomerization of NHERF-1/EBP50, leading to stimulation of NHE3."}, {"pubmed": 15608558, "text": "OPKR1 structure and association of haplotypes with opiate addiction was found to have empirical significance."}, {"pubmed": 15608558, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15952771, "text": "The diterpenoid salvinorin A utilizes unique residues within a commonly shared binding pocket to selectively activate KORs."}, {"pubmed": 16053916, "text": "investigation of the ability of different opioid receptors to regulate the phosphorylation and degradation of tuberin"}, {"pubmed": 16331961, "text": "Results describe the residues of the transmembrane helices 7 of delta and kappa opioid receptors that are on the water-accessible surface of the binding-site crevices."}, {"pubmed": 16431922, "text": "GEC1 interacts with the kappa opioid receptor and enhances expression of the receptor"}, {"pubmed": 16924269, "text": "Family-based analyses demonstrated associations between alcohol dependence and multiple SNPs in intron 2 of OPRK1."}, {"pubmed": 16924269, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17121830, "text": "Helical orientation of helix 2 are critical for the selectivity of salvinorin A binding to KOR and provide a structurally novel basis for ligand selectivity."}, {"pubmed": 17373729, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17373729, "text": "The kappa opioid receptor (KOR) system seems to play a role in stress responsivity, opiate withdrawal and responses to psycho-stimulants, inhibiting mesolimbic dopamine."}, {"pubmed": 17373729, "text": "frequency of KOR 36G > T SNP was significantly higher among heroin-dependent individuals compared with control subjects"}, {"pubmed": 17374034, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 17538007, "text": "activation of KORs alters functional properties of neural precursor cells that are relevant to human brain development and repair."}, {"pubmed": 17622222, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17622222, "text": "There is a positive haplotypic association between OPRK1 variants and alcohol dependence in European Americans."}, {"pubmed": 17702750, "text": "long duration KOR antagonists disrupt KOR signaling by activating JNK"}, {"pubmed": 17711303, "text": "Thus, N-glycosylation of the hKOR plays important roles in stability and trafficking along the biosynthesis pathway of the receptor protein as well as agonist-induced receptor regulation."}, {"pubmed": 18213616, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18213616, "text": "genes encoding the mu-, delta-, and kappa-opioid receptors may contribute to variation in personality traits"}, {"pubmed": 18319328, "text": "Family-based association analyses detected evidence of association of an insertion in the ORK1 gene with alcoholism."}, {"pubmed": 18319328, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18353307, "text": "Show that LPK-26 is a novel selective kappa-opioid receptor agonist with highly potent antinociception effects and low physical dependence potential."}, {"pubmed": 18518925, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18537939, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 18537939, "text": "response to nalmefene did not vary with genotype"}, {"pubmed": 18767415, "text": "the coexpression of KOR-SA35443 (kappa opioid receptor) and NG2(chondroitin sulfate proteoglycan) in result of karyotype abnormal changes may predict a poor prognosis in Pro-B acute lymphoblastic leukemia"}, {"pubmed": 19032295, "text": "Neither pressure pain threshold nor tolerance between major and minor alleles of other SNPs of the OPRM1, OPRK1, and OPRD1 genes were significantly different suggesting an association between the IVS2+31G>A SNP of OPRM1 gene and pressure pain sensitivity."}, {"pubmed": 19032295, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19058789, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19086053, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19804796, "text": "Review. kappa-Opioid receptor signaling and brain reward function."}, {"pubmed": 19874574, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20468064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20734064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21388957, "text": "because of its stronger binding for hKOPR, GEC1 is able to be recruited by hKOPR sufficiently without membrane association via its C-terminal modification; however, du GABARAP appears to require C-terminal modifications to enhance KOPR expression."}, {"pubmed": 21447649, "text": "This is the first report detailing the initiation of a KOR-induced JAK2/STAT3 and IRF2 signaling cascade, and these pathways result in substantial down-regulation of CXCR4 expression."}, {"pubmed": 21666232, "text": "These findings provide evidence that previously demonstrated KOR-mediated reduction in intraocular pressure could be caused, in part, by NO production in both the ciliary body and the trabecular meshwork."}, {"pubmed": 22138325, "text": "In summary, this study provides evidence that gene-gene interaction between KOR and OPRM1 can influence the risk of addiction to narcotics and alcohol."}, {"pubmed": 22200678, "text": "Human apelin forms a heterodimer with the kappa opioid receptor and leads to increased protein kinase C and decreased protein kinase A."}, {"pubmed": 22437504, "text": "crystal structure of the human kappa-OR in complex with the selective antagonist JDTic, arranged in parallel dimers, at 2.9 A resolution"}, {"pubmed": 22730276, "text": "Pairwise tag single nucleotide polymorphisms (SNPs) in DREAM, PDYN and OPRK1 were genotyped in a United Kingdom population-based discovery cohort in whom pain was assessed."}, {"pubmed": 22752269, "text": "delta and mu-opioid receptors, but not kappa-opioid receptors, are functional in the neuronally stimulated longitudinal human vas deferens"}, {"pubmed": 22764240, "text": "A role is estsablished for dynorphin kappa-opioid receptor signaling in fear extinction."}, {"pubmed": 22989890, "text": "Data indicate that 14-3-3zeta interaction with kappa-opioid receptor (hKOPR) C-tail promotes export of hKOPR."}, {"pubmed": 23086943, "text": "hKOR activates p38 MAPK through a phosphorylation and arrestin-dependent mechanism; however, activation differs between hKOR and rKOR for some ligands"}, {"pubmed": 23277131, "text": "This study supports a role for NTRK2 and OPRK1 signaling in the pathophysiology of mood disorder."}, {"pubmed": 23392455, "text": "OPRK1 and PDYN polymorphisms may alter severity of HIV infection and response to treatment."}, {"pubmed": 23574786, "text": "Kappa Opioid receptor in the nucleus is a novel prognostic factor of esophageal squamous cell carcinoma."}, {"pubmed": 23962922, "text": "OPRK1 rs6989250 C>G is associated with stress-induced craving and cortisol, hyperactive hypothalamus/thalamus-midbrain-cerebellum responses, and also associated with greater subsequent cocaine relapse risk."}, {"pubmed": 23995774, "text": "This study indicates that a patient's OPRK1 genotype could be used to identify a subset of individuals for whom vaccine treatment may be an effective pharmacotherapy for cocaine dependence."}, {"pubmed": 24121503, "text": "crystal structure provides fundamental insights into the activation mechanism of the kappa-opioid receptor and suggest that \"functional\" residues may be directly involved in transduction of the agonist binding event"}, {"pubmed": 24274990, "text": "In heroin-dependent patients, no difference was evidenced between responders and non-reponders to buprenorphine therapy in the frequency of OPRK1 SNP."}, {"pubmed": 24405578, "text": "Neurocognitive and neuroinflammatory correlates of OPRK1 mRNA expression in the anterior cingulate in postmortem brain of HIV-infected subjects."}, {"pubmed": 24525640, "text": "findings suggest that genetic polymorphisms in OPRK1 were associated with the body weight, alcohol use, and opioid withdrawal symptoms in MMT patients."}, {"pubmed": 24603327, "text": "Suggest that methamphetamine induced early autophagic response is a survival mechanism for apoptotic endothelial cells and is mediated through the kappa opioid receptor."}, {"pubmed": 24616919, "text": "Data suggest that dynorphin A (DynA) is ligand for opioid receptor kappa (KOR); upon DynA binding, only small chemical shifts observed in second extracellular loop of KOR; chemical shift changes of DynA show conclusively that DynA interacts with KOR."}, {"pubmed": 24651466, "text": "Data show that the crystallographic structures of the mouse mu-opioid receptor (MOPr) and human kappa-opioid receptor (KOPr) indicate putative interfacial interactions."}, {"pubmed": 25133923, "text": "Data indicate that replacement of the 3-hydroxyl substituent of the 4-(3-hydroxyphenyl) group of JDTic with a H, F, or Cl substituent leads to potent and selective kappa opioid receptor (KOR) antagonists."}, {"pubmed": 25177835, "text": "Studied differential DNA-protein interactions of PDYN and OPRK1 SNPs significantly associated with alcohol dependence."}, {"pubmed": 25241033, "text": "Low OPRK1 expression is associated with liver metastases of small bowel neuroendocrine tumors."}, {"pubmed": 25289860, "text": "RGS2 and RGS4 are new interacting partners that play key roles in G protein coupling to negatively regulate kappa-OmicronR signaling."}, {"pubmed": 25293321, "text": "Here we describe three experimental procedures we used to evaluate the interaction between hKOPR and 14-3-3zeta: co-immunoprecipitation, pull-down assay and immunofluorescence microscopy."}, {"pubmed": 25866368, "text": "OX1R and KOR heterodimerize, and this heterodimer associates with Galphas, leading to increased protein kinase A (PKA) signaling pathway activity, including upregulation of intracellular cAMP levels."}, {"pubmed": 26233486, "text": "findings suggest that SNPs in opioid receptors and the PNOC genes are associated with NAS severity."}, {"pubmed": 26300544, "text": "OPRK1 promoter hypermethylation might increase the risk of AD through its regulation on the gene expression of OPRK1."}, {"pubmed": 26372966, "text": "The structure of the dynorphin (1-13) peptide (dynorphin) bound to the human kappa opioid receptor (KOR) has been determined by liquid-state NMR spectroscopy."}, {"pubmed": 26692286, "text": "data provide evidence for genetic modulation of opioid withdrawal severity."}, {"pubmed": 26742690, "text": "Molecular switches of the kappa opioid receptor triggered by 6'-GNTI and 5'-GNTI have been described."}, {"pubmed": 26946441, "text": "The study successfully developed a population PKPD model for oxycodone across three experimental pain types and investigated the association between 18 SNPs across all three opioid receptor genes (OPRM1, OPRK1, OPRD1) and analgesic response from oxycodone. None of the selected polymorphisms were significantly associated with analgesic response of oxycodone."}, {"pubmed": 27061127, "text": "genetic association studies in a population in Denmark: Data suggest that carriers/heterozygotes of the C allele (CC/CT) of OPRK SNP rs6473799 report a 30.4% higher mechanical visceral pain tolerance threshold than non-carriers."}, {"pubmed": 27226238, "text": "In HUVEC cells subjected to artificial hyperlipidemia, selective agonists and antagonists showed that kappa-opioid receptor stimulation normalizes endothelial ultrastructure and function under hyperlipidemic conditions via the PI3K/Akt/eNOS pathway."}, {"pubmed": 27523794, "text": "Heterodimerization of the kappa opioid receptor and neurotensin receptor 1 contributes to a novel beta-arrestin-2-signaling pathway."}, {"pubmed": 27838450, "text": "that promoter fragments of OPRK1 and OPRM1 were able to upregulate gene expression with mild cognitive impairment"}, {"pubmed": 27958613, "text": "The OPRK1/kappa-opioid receptor pathway was found to be downregulated in lesional skin of psoriasis, correlating positively with itch sensation."}, {"pubmed": 28049031, "text": "Functional activity of Dynorphin 1-17 and fragments (1-6, 1-7 and 1-9) were screened over a range of concentrations against forskolin stimulated human embryonic kidney 293 (HEK) cells stably transfected with one of KOP, MOP or DOP"}, {"pubmed": 28069442, "text": "These results indicate that KOR can form a heterodimer with B2R and this leads to increased protein kinase A activity by the CREB signaling pathway, leading to a significant increase in cell proliferation."}, {"pubmed": 28117678, "text": "Hypoxia inducible factor-1alpha (HIF-1alpha) siRNA knocked down the increase of endogenous HIF-1alpha messages and diminished the desferrioxamine (DFO)-induced increase of kappa-opioid receptor (hKOR) expression."}, {"pubmed": 28724719, "text": "An OPRK1 variant is associated with delayed onset of levodopa-induced dyskinesias in patients with Parkinson's disease."}, {"pubmed": 28786760, "text": "The OPRK1 gene variants showed significant association with susceptibility to opioid dependence among Iranians."}, {"pubmed": 28821282, "text": "Down-regulation of KOR in HCC tumour tissues has a strong association with poor prognosis and KOR might be a potential tumour suppressor."}, {"pubmed": 28886759, "text": "A history of child abuse specifically associated in the anterior insula with a downregulation of the kappa opioid receptor (Kappa), as well as decreased DNA methylation in the second intron of the Kappa gene."}, {"pubmed": 29336871, "text": "There was no significant change in the expression of KOR as a function of the insertion-deletion in the promoter region (rs35566036), or as a function of depression status in anterior insula, anterior cingulate cortex, or mediodorsal thalamus. This variant strongly determines DNA methylation in KOR promoter, leading to a significant decrease in methylation levels of 8 nearby CpG dinucleotides."}, {"pubmed": 29383684, "text": "PDYN and OPRK1 showed transcriptionally coordinated pattern that was significantly different between alcoholics and controls."}, {"pubmed": 29925858, "text": "Absolute expression levels of PDYN were lower compared to those of OPRK1, suggesting that PDYN expression is a limiting factor in the DYN/KOR signaling, and that the PDYN downregulation diminishes efficacy of DYN/KOR signaling in dorsolateral prefrontal cortex of human alcoholics."}, {"pubmed": 30188515, "text": "Alcohol-dependent subjects have a significantly lower kappa opioid receptor availability compared to healthy controls across multiple brain regions."}, {"pubmed": 30365572, "text": "There was no association between OPRK1 SNPs and oral pain sensitivity."}, {"pubmed": 30928993, "text": "There was an inverse correlation between social status and KOR levels that was largely specific to the reward/aversion (e.g., saliency) areas of the brain. This finding suggests the KOR system may act as a mediator for the negative effects of social behaviors in humans."}, {"pubmed": 31026862, "text": "Greater KOR availability was associated with more choices for cocaine in subjects with cocaine use disorder."}, {"pubmed": 31399255, "text": "The Kappa Opioid Receptor Is Associated With Naltrexone-Induced Reduction of Drinking and Craving."}, {"pubmed": 31575661, "text": "Reactive oxygen species (ROS) generation is stimulated by kappa opioid receptor activation through phosphorylated c-Jun N-terminal kinase and inhibited by p38 mitogen-activated protein kinase (MAPK) activation"}, {"pubmed": 31806881, "text": "OPRM1, OPRK1, and COMT genetic polymorphisms associated with opioid effects on experimental pain: a randomized, double-blind, placebo-controlled study."}, {"pubmed": 31940240, "text": "The OPRK1 rs3802279, rs3802281, and rs963549 genotypes were significantly associated with methadone dosage analyzed by Pearson's chi-square test or binary logistic regression to correct for covariates. The rs3802279 CC, rs3802281 TT, and rs963549 CC genotype carriers required a lower methadone maintenance dose per day.  Multifactor analysis indicated strong interactions between sex and OPRK1 rs963549."}, {"pubmed": 32508243, "text": "Haplotype-based association study of Opioid Receptor Kappa-type 1 (OPRK1) gene polymorphisms with nicotine dependence among male smokers."}, {"pubmed": 32537810, "text": "Non-neuronal kappa-opioid receptor activation enhances epidermal keratinocyte proliferation, and modulates mast cell functions in human skin ex vivo."}, {"pubmed": 32541931, "text": "Occupancy of the kappa opioid receptor by naltrexone predicts reduction in drinking and craving."}, {"pubmed": 34332276, "text": "Activation of kappa-opioid receptor inhibits inflammatory response induced by sodium palmitate in human umbilical vein endothelial cells."}, {"pubmed": 34685631, "text": "Oxytocin Is a Positive Allosteric Modulator of kappa-Opioid Receptors but Not delta-Opioid Receptors in the G Protein Signaling Pathway."}, {"pubmed": 34839360, "text": "Data-driven analysis of kappa opioid receptor binding in major depressive disorder measured by positron emission tomography."}, {"pubmed": 34843875, "text": "Analyses of polymorphisms of intron 2 of OPRK1 (kappa-opioid receptor gene) in association with opioid and cocaine dependence diagnoses in an African-American population."}, {"pubmed": 34878160, "text": "Opioids in cancer: The kappaopioid receptor (Review)."}, {"pubmed": 36463243, "text": "The dynorphin/kappa opioid receptor mediates adverse immunological and behavioral outcomes induced by repetitive blast trauma."}, {"pubmed": 36695971, "text": "Clustering of KOR PET images separates people with AUD into distinct responses to naltrexone."}, {"pubmed": 37177778, "text": "Effect of PDYN and OPRK1 polymorphisms on the risk of alcohol use disorder and the intensity of depressive symptoms."}, {"pubmed": 38013468, "text": "kappa-Opioid receptor activation attenuates osteoarthritis synovitis by regulating macrophage polarization through the NF-kappaB pathway."}], "genomic_pos": {"chr": "8", "end": 53251637, "ensemblgene": "ENSG00000082556", "start": 53225724, "strand": -1}, "genomic_pos_hg19": {"chr": "8", "end": 54164257, "start": 54138284, "strand": -1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0006955", "pubmed": 8755601, "qualifier": "involved_in", "term": "immune response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007193", "pubmed": 7624359, "qualifier": "involved_in", "term": "adenylate cyclase-inhibiting G protein-coupled receptor signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007200", "qualifier": "involved_in", "term": "phospholipase C-activating G protein-coupled receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007218", "qualifier": "involved_in", "term": "neuropeptide signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007268", "pubmed": 7624359, "qualifier": "involved_in", "term": "chemical synaptic transmission"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007600", "pubmed": 7624359, "qualifier": "involved_in", "term": "sensory perception"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007626", "qualifier": "involved_in", "term": "locomotory behavior"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0019233", "qualifier": "involved_in", "term": "sensory perception of pain"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0019233", "qualifier": "involved_in", "term": "sensory perception of pain"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0031635", "pubmed": 22437504, "qualifier": "involved_in", "term": "adenylate cyclase-inhibiting opioid receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032868", "qualifier": "involved_in", "term": "response to insulin"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033603", "qualifier": "involved_in", "term": "positive regulation of dopamine secretion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033685", "qualifier": "involved_in", "term": "negative regulation of luteinizing hormone secretion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035094", "qualifier": "involved_in", "term": "response to nicotine"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0038003", "qualifier": "involved_in", "term": "G protein-coupled opioid receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0038003", "pubmed": 8755601, "qualifier": "involved_in", "term": "G protein-coupled opioid receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042711", "qualifier": "involved_in", "term": "maternal behavior"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042755", "qualifier": "involved_in", "term": "eating behavior"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043627", "qualifier": "involved_in", "term": "response to estrogen"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0044849", "qualifier": "involved_in", "term": "estrous cycle"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045471", "qualifier": "involved_in", "term": "response to ethanol"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0046877", "qualifier": "involved_in", "term": "regulation of saliva secretion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048148", "qualifier": "involved_in", "term": "behavioral response to cocaine"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050951", "qualifier": "involved_in", "term": "sensory perception of temperature stimulus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051607", "pubmed": 8755601, "qualifier": "involved_in", "term": "defense response to virus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071222", "qualifier": "involved_in", "term": "cellular response to lipopolysaccharide"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071333", "qualifier": "involved_in", "term": "cellular response to glucose stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1900745", "qualifier": "involved_in", "term": "positive regulation of p38MAPK cascade"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1901381", "qualifier": "involved_in", "term": "positive regulation of potassium ion transmembrane transport"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1903937", "qualifier": "involved_in", "term": "response to acrylamide"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1904000", "qualifier": "involved_in", "term": "positive regulation of eating behavior"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1990708", "qualifier": "involved_in", "term": "conditioned place preference"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005739", "qualifier": "located_in", "term": "mitochondrion"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0005886", "pubmed": 7624359, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 22437504, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0016529", "qualifier": "located_in", "term": "sarcoplasmic reticulum"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0030315", "qualifier": "located_in", "term": "T-tubule"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0030425", "qualifier": "located_in", "term": "dendrite"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0030672", "qualifier": "located_in", "term": "synaptic vesicle membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0042734", "qualifier": "located_in", "term": "presynaptic membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0043005", "qualifier": "is_active_in", "term": "neuron projection"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0043204", "qualifier": "located_in", "term": "perikaryon"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0043679", "qualifier": "located_in", "term": "axon terminus"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0045211", "qualifier": "located_in", "term": "postsynaptic membrane"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0004985", "pubmed": 22437504, "qualifier": "enables", "term": "G protein-coupled opioid receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [16431922, 22200678, 31668922, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0033612", "qualifier": "enables", "term": "receptor serine/threonine kinase binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0038048", "qualifier": "enables", "term": "dynorphin receptor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0038048", "pubmed": 8755601, "qualifier": "enables", "term": "dynorphin receptor activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0038048", "pubmed": 7624359, "qualifier": "enables", "term": "dynorphin receptor activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0042923", "qualifier": "enables", "term": "neuropeptide binding"}]}, "homologene": {"genes": [[7955, 360139], [8364, 100489465], [9031, 428533], [9544, 710783], [9598, 472761], [9606, 4986], [9615, 486951], [9913, 540519], [10090, 18387], [10116, 29335]], "id": 20253}, "interpro": [{"desc": "G protein-coupled receptor, rhodopsin-like", "id": "IPR000276", "short_desc": "GPCR_Rhodpsn"}, {"desc": "Kappa opioid receptor", "id": "IPR000452", "short_desc": "Kappa_opi_rcpt"}, {"desc": "Opioid receptor", "id": "IPR001418", "short_desc": "Opioid_rcpt"}, {"desc": "GPCR, rhodopsin-like, 7TM", "id": "IPR017452", "short_desc": "GPCR_Rhodpsn_7TM"}], "ipi": ["IPI00012735", "IPI00789992", "IPI00974279"], "map_location": "8q11.23", "name": "opioid receptor kappa 1", "other_names": ["Opiate receptor, kappa-1", "kappa opioid receptor", "kappa-type opioid receptor"], "pantherdb": {"HGNC": "8154", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "97439", "ortholog_type": "LDO", "panther_family": "PTHR24229", "taxid": 10090, "uniprot_kb": "P33534"}, {"RGD": "69426", "ortholog_type": "LDO", "panther_family": "PTHR24229", "taxid": 10116, "uniprot_kb": "P34975"}, {"Ensembl": "ENSGALG00000015269", "ortholog_type": "LDO", "panther_family": "PTHR24229", "taxid": 9031, "uniprot_kb": "E1C0V9"}, {"ZFIN": "ZDB-GENE-030729-1", "ortholog_type": "LDO", "panther_family": "PTHR24229", "taxid": 7955, "uniprot_kb": "B3DGN0"}, {"FlyBase": "FBgn0266429", "ortholog_type": "O", "panther_family": "PTHR24229", "taxid": 7227, "uniprot_kb": "Q9U721"}, {"WormBase": "WBGene00008065", "ortholog_type": "O", "panther_family": "PTHR24229", "taxid": 6239, "uniprot_kb": "Q09502"}, {"WormBase": "WBGene00006864", "ortholog_type": "O", "panther_family": "PTHR24229", "taxid": 6239, "uniprot_kb": "A0A3B1DQQ4"}, {"WormBase": "WBGene00010375", "ortholog_type": "O", "panther_family": "PTHR24229", "taxid": 6239, "uniprot_kb": "H9G358"}, {"WormBase": "WBGene00008885", "ortholog_type": "O", "panther_family": "PTHR24229", "taxid": 6239, "uniprot_kb": "Q9XVQ0"}, {"EnsemblGenome": "WBGene00011372", "ortholog_type": "O", "panther_family": "PTHR24229", "taxid": 6239, "uniprot_kb": "A0A0K3AXD3"}, {"WormBase": "WBGene00018886", "ortholog_type": "O", "panther_family": "PTHR24229", "taxid": 6239, "uniprot_kb": "Q20841"}, {"WormBase": "WBGene00015559", "ortholog_type": "O", "panther_family": "PTHR24229", "taxid": 6239, "uniprot_kb": "P34311"}, {"WormBase": "WBGene00021328", "ortholog_type": "O", "panther_family": "PTHR24229", "taxid": 6239, "uniprot_kb": "Q9N452"}, {"WormBase": "WBGene00018089", "ortholog_type": "O", "panther_family": "PTHR24229", "taxid": 6239, "uniprot_kb": "A0A2C9C3A4"}, {"WormBase": "WBGene00020086", "ortholog_type": "O", "panther_family": "PTHR24229", "taxid": 6239, "uniprot_kb": "Q23033"}, {"FlyBase": "FBgn0036260", "ortholog_type": "O", "panther_family": "PTHR24229", "taxid": 7227, "uniprot_kb": "Q9VTU7"}, {"FlyBase": "FBgn0036790", "ortholog_type": "O", "panther_family": "PTHR24229", "taxid": 7227, "uniprot_kb": "Q9VVQ1"}, {"FlyBase": "FBgn0036789", "ortholog_type": "O", "panther_family": "PTHR24229", "taxid": 7227, "uniprot_kb": "A0A0S0WMT8"}], "uniprot_kb": "P41145"}, "pathway": {"biocarta": {"id": "dreampathway", "name": "repression of pain sensation by the transcriptional regulator dream"}, "kegg": {"id": "hsa04080", "name": "Neuroactive ligand-receptor interaction - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-375276", "name": "Peptide ligand-binding receptors"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-418594", "name": "G alpha (i) signalling events"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8986944", "name": "Transcriptional Regulation by MECP2"}, {"id": "R-HSA-9022699", "name": "MECP2 regulates neuronal receptors and channels"}], "smpdb": {"id": "SMP00691", "name": "Nalbuphine Action Pathway"}, "wikipathways": [{"id": "WP24", "name": "Peptide GPCRs"}, {"id": "WP3584", "name": "MECP2 and Associated Rett Syndrome"}, {"id": "WP455", "name": "GPCRs, Class A Rhodopsin-like"}]}, "pdb": ["4DJH", "6B73", "6VI4", "7T10", "7T11", "7UL2", "7UL3", "7UL5", "7Y1F", "7YIT", "7YMJ", "8DZP", "8DZQ", "8DZR", "8DZS", "8F7W", "8FEG", "8HNN", "8K2W"], "pfam": "PF00001", "pharmgkb": "PA31943", "pharos": {"target_id": 18780, "tdl": "Tclin"}, "pir": "JC2338", "prosite": "PS50262", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF215265", "relationship": "is"}, {"id": "GNF253543", "relationship": "is"}, {"id": "GNF253544", "relationship": "is"}, {"id": "GNF253545", "relationship": "is"}, {"id": "GNF253546", "relationship": "is"}], "GNF_hs-GPCR_IDT-siRNA": [{"id": "GNF280016", "relationship": "is"}, {"id": "GNF280017", "relationship": "is"}, {"id": "GNF280018", "relationship": "is"}, {"id": "GNF280019", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF049797", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF087006", "relationship": "is"}, {"id": "GNF087007", "relationship": "is"}, {"id": "GNF087008", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051125", "relationship": "is"}, {"id": "GNF055891", "relationship": "is"}, {"id": "GNF060586", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF071681", "relationship": "is"}, {"id": "GNF071682", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF093482", "relationship": "is"}, {"id": "GNF133140", "relationship": "is"}, {"id": "GNF149094", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000008.11", "NC_060932.1"], "protein": ["NP_000903.2", "NP_001269833.1", "NP_001305426.1"], "rna": ["NM_000912.5", "NM_001282904.2", "NM_001318497.2"], "translation": [{"protein": "NP_001305426.1", "rna": "NM_001318497.2"}, {"protein": "NP_001269833.1", "rna": "NM_001282904.2"}, {"protein": "NP_000903.2", "rna": "NM_000912.5"}]}, "reporter": {"HG-U133_Plus_2": ["207553_at", "229944_at"], "HG-U95Av2": "35024_at", "HG-U95B": "58176_at", "HTA-2_0": ["TC08001212.hg.1", "TC08002324.hg.1"], "HuEx-1_0": "3135340", "HuGene-1_1": "8150785", "HuGene-2_1": "17077171"}, "summary": "This gene encodes an opioid receptor, which is a member of the 7 transmembrane-spanning G protein-coupled receptor family. It functions as a receptor for endogenous ligands, as well as a receptor for various synthetic opioids. Ligand binding results in inhibition of adenylate cyclase activity and neurotransmitter release. This opioid receptor plays a role in the perception of pain and mediating the hypolocomotor, analgesic and aversive actions of synthetic opioids. Variations in this gene have also been associated with alcohol dependence and opiate addiction. Alternatively spliced transcript variants encoding different isoforms have been found for this gene. A recent study provided evidence for translational readthrough in this gene, and expression of an additional C-terminally extended isoform via the use of an alternative in-frame translation termination codon. [provided by RefSeq, Dec 2017].", "symbol": "OPRK1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1417963"}, "unigene": "Hs.106795", "uniprot": {"Swiss-Prot": "P41145", "TrEMBL": ["E5RJI5", "A0A5F9ZI09"]}, "wikipedia": {"url_stub": "?-opioid receptor"}}