{"AllianceGenome": "8498", "HGNC": "8498", "MIM": "138600", "_id": "5004", "_version": 1, "accession": {"genomic": ["AB014887.1", "AL356796.16", "CH471090.1", "CP068269.2", "NC_000009.12", "NC_060933.1", "NG_012108.1", "X05779.1", "X05780.1", "X05781.1", "X05782.1", "X05783.1"], "protein": ["AAA35515.1", "AAH26238.1", "AAI04819.1", "AAI04821.1", "AAI43314.1", "AAI43315.1", "AAV38593.1", "ACJ13638.1", "BAA34292.1", "BAG34972.1", "BAH14578.1", "CAA26397.1", "CAA29229.1", "EAW87416.1", "NP_000598.2", "P02763.2"], "rna": ["AK312035.1", "AK316207.1", "BC007032.1", "BC026238.1", "BC104818.1", "BC104820.1", "BC143313.1", "BC143314.1", "BI908589.1", "BT019790.1", "EU794584.1", "M13692.1", "N68733.1", "NM_000607.4", "X02544.1"], "translation": [{"protein": "BAH14578.1", "rna": "AK316207.1"}, {"protein": "AAV38593.1", "rna": "BT019790.1"}, {"protein": "AAH26238.1", "rna": "BC026238.1"}, {"protein": "NP_000598.2", "rna": "NM_000607.4"}, {"protein": "AAI43315.1", "rna": "BC143314.1"}, {"protein": "BAG34972.1", "rna": "AK312035.1"}, {"protein": "AAA35515.1", "rna": "M13692.1"}, {"protein": "AAI43314.1", "rna": "BC143313.1"}, {"protein": "AAI04819.1", "rna": "BC104818.1"}, {"protein": "ACJ13638.1", "rna": "EU794584.1"}, {"protein": "AAI04821.1", "rna": "BC104820.1"}, {"protein": "CAA26397.1", "rna": "X02544.1"}]}, "alias": ["A1AG1", "AGP-A", "AGP1", "HEL-S-153w", "ORM"], "ensembl": {"gene": "ENSG00000229314", "protein": "ENSP00000259396", "transcript": ["ENST00000259396", "ENST00000477456"], "translation": [{"protein": "ENSP00000259396", "rna": "ENST00000259396"}], "type_of_gene": "protein_coding"}, "entrezgene": "5004", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 9.54008258968, "exp_mis": 68.6185731806, "exp_syn": 38.0171344776, "lof_z": 2.0974753972036, "mis_z": 0.92222495930243, "mu_lof": 6.99190726604e-07, "mu_mis": 6.54713076096e-06, "mu_syn": 3.55733042052e-06, "n_lof": 3.0, "n_mis": 53.0, "n_syn": 26.0, "p_li": 0.13235751069872, "p_null": 0.0215712971940142, "p_rec": 0.846071192107266, "syn_z": 1.20826044274739}, "bp": 606, "cds_end": 117088637, "cds_start": 117085413, "n_exons": 6, "nonpsych": {"exp_lof": 8.52859187297, "exp_mis": 62.0003284723, "exp_syn": 34.3030719033, "lof_z": 1.85920745931935, "mis_z": 0.960871935959461, "mu_lof": 6.99190726604e-07, "mu_mis": 6.54713076096e-06, "mu_syn": 3.55733042052e-06, "n_lof": 3.0, "n_mis": 47.0, "n_syn": 24.0, "p_li": 0.105193148334345, "p_null": 0.0377516707919104, "p_rec": 0.857055180873745, "syn_z": 1.10755079329124}, "nontcga": {"exp_lof": 8.76653398761, "exp_mis": 63.1187494765, "exp_syn": 34.9654230011, "lof_z": 2.25441347059889, "mis_z": 0.822665115858664, "mu_lof": 6.99190726604e-07, "mu_mis": 6.54713076096e-06, "mu_syn": 3.55733042052e-06, "n_lof": 2.0, "n_mis": 50.0, "n_syn": 26.0, "p_li": 0.384320515567853, "p_null": 0.0101923088387272, "p_rec": 0.60548717559342, "syn_z": 0.960005130383251}, "transcript": "ENST00000259396.8"}, "exons": [{"cdsend": 114326357, "cdsstart": 114323133, "chr": "9", "position": [[114323097, 114323247], [114323662, 114323805], [114324017, 114324088], [114324789, 114324897], [114325048, 114325152], [114326291, 114326479]], "strand": 1, "transcript": "NM_000607", "txend": 114326479, "txstart": 114323097}], "exons_hg19": [{"cdsend": 117088637, "cdsstart": 117085413, "chr": "9", "position": [[117085377, 117085527], [117085942, 117086085], [117086297, 117086368], [117087069, 117087177], [117087328, 117087432], [117088571, 117088759]], "strand": 1, "transcript": "NM_000607", "txend": 117088759, "txstart": 117085377}], "generif": [{"pubmed": 11814462, "text": "Different ORM1 phenotypes may affect the disposition of quinidine"}, {"pubmed": 11911961, "text": "demonstrate that orosomucoid and/or its glycoforms affects thyroid cell function in vitro and that it does so by influencing the second messenger cAMP probably by interacting directly with the TSH receptor"}, {"pubmed": 11925509, "text": "The effect of alpha2,6-linked sialic acid on anti-IgM antibody-induced apoptosis in Ramos cells."}, {"pubmed": 12480518, "text": "folds as a highly symmetrical all-beta protein dominated by a single eight-stranded antiparallel beta-sheet"}, {"pubmed": 12576428, "text": "exerts significant effects on the pharmacokinetics, plasma concentrations, and intracellular distribution of imatinib in chronic myeloid leukemia patients"}, {"pubmed": 15013397, "text": "tertiary structure analysis"}, {"pubmed": 15111541, "text": "Urinary levels are increaed in normoalbuminuric type 2 diabetic patients."}, {"pubmed": 16261636, "text": "the N-linked glycosylation pattern of AGP was explored"}, {"pubmed": 16290938, "text": "The binding of coumarin enantiomers to ORM1 is studied."}, {"pubmed": 17048007, "text": "Observational study of gene-disease association and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 17321687, "text": "The drug binding site of AGP was gained from circular dichroism and electronic absorption spectra."}, {"pubmed": 17675532, "text": "Alpha-1-acid glycoprotein 1 may be an endogenous ligand for Siglec-5 as a signaling molecule that participates directly in the regulation of neutrophil responses."}, {"pubmed": 17944232, "text": "Different ORM1 genotypes affect the protein binding percentage and the concentration of serum free nortriptyline."}, {"pubmed": 17944232, "text": "Observational study of gene-disease association and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 17987628, "text": "A different distribution of the area percentage of AGP forms is observed when comparing samples from diseased and healthy individuals, the most acidic AGP forms being present in a higher proportion in the samples from cancer patients."}, {"pubmed": 18273814, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 18273814, "text": "Polymorphisms of the human ORM1 gene in Mexico have been evaluated."}, {"pubmed": 18510947, "text": "Bile pigment biliverdin and is the endogenous ligand of AAG."}, {"pubmed": 18680736, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 18823996, "text": "The crystal structure of the recombinant unglycosylated human AGP at 1.8 A resolution, which was solved using the new method of UV-radiation-damage-induced phasing, is reported."}, {"pubmed": 18981009, "text": "Clinical trial of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19018521, "text": "The ORM1 variant is predominantly responsible for the acute-phase property of alpha-1 acid glycoprotein."}, {"pubmed": 19141860, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19198000, "text": "A site-directed mutagenesis study of drug-binding selectivity in genetic variants of AGP1 is reported."}, {"pubmed": 19395425, "text": "Clinical trial of gene-disease association and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19395425, "text": "ORM1*S/*S genotype predicted failure to complete a 6-week trial of antidepressants, whereas elevated plasma concentration of orosomucoid predicted failure to respond to antidepressant therapy at 6 weeks."}, {"pubmed": 19459043, "text": "The present study investigated enhanced fucosylation of AGP in the sera of chronic hepatitis B (HBV-CH) and hepatitis B cirrhosis (HBV-LC) patients."}, {"pubmed": 19616527, "text": "Results describe modifications in alpha-1-acid glycoprotein fucosylation in relation to different stages of human pregnancy."}, {"pubmed": 19794411, "text": "Observational study of gene-disease association, gene-gene interaction, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19958090, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20371432, "text": "Almost all of the acute-phase proteins were closely related to rheumatoid arthritis activity (based on DAS28) and their places in the downgrade scale were as follows: CRP, Tf, AGP, Hp and AAT."}, {"pubmed": 20442402, "text": "ORM integrates inflammatory and metabolic signals to modulate immune responses to protect adipose tissue from excessive inflammation and thereby from metabolic dysfunction."}, {"pubmed": 20617306, "text": "Characterized are more than 150 human Alpha-1-acid glycoprotein isoforms, differing both in the amino acid sequence and in the glycosylation."}, {"pubmed": 20959405, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21300760, "text": "Data suggest that GDC-0449 pharmacokinetics are mediated by AAG binding."}, {"pubmed": 21349832, "text": "analysis of differences in drug-binding selectivity between two forms of human alpha1-acid glycoprotein genetic variants, the A and F1*S forms"}, {"pubmed": 21621584, "text": "Importance of pH and disulfide bridges on the structural and binding properties of human alpha-acid glycoprotein."}, {"pubmed": 21638284, "text": "Identify ORM genetic variations/haplotype structure associated with serum alpha-1-acid glycoprotein level and the pharmacokinetics of paclitaxel in Japanese cancer patients."}, {"pubmed": 21726491, "text": "The distribution of the AGP phenotypes did not differ significantly among the disease groups studied"}, {"pubmed": 22048274, "text": "Leukocytospermia was associated with the alterations of terminal monosaccharide expression in human seminal fibronectin and alpha{1}-acid glycoprotein"}, {"pubmed": 22147846, "text": "Urinary MCP1 and AGP are biomarkers of lupus nephritis in patients with juvenile-onset systemic lupus erythematosus, providing insight into its pathophysiology"}, {"pubmed": 22216449, "text": "In this study, the potential of CZE-UV and CZE-ESI-MS analysis of intact AGP isoforms to study the correlation of this protein with bladder cancer is shown."}, {"pubmed": 22574522, "text": "Characterization of 6-mercaptopurine binding site on human alpha1-acid glycoprotein (orosomucoid) using molecular docking."}, {"pubmed": 22587817, "text": "The binding properties of the polymyxin class of antibiotics for human alpha-1-acid glycoprotein (AGP) have been characterized."}, {"pubmed": 22633841, "text": "AGP has a direct effect in brain microvasculature and may play an important role in altering blood brain barrier integrity in inflammatory-related diseases."}, {"pubmed": 22708402, "text": "change of the maintenance of three acute phase proteins: ceruloplasmin, alpha1-antitripsin and orosomucoid in an oral fluid and blood plasma at paradontitis and myocardial infarction"}, {"pubmed": 22807450, "text": "alpha(1)-Acid glycoprotein up-regulates CD163 via TLR4/CD14 protein pathway: possible protection against hemolysis-induced oxidative stress."}, {"pubmed": 22908695, "text": "Analyses of Nicaraguan population surveillance data suggest that preschool children with elevated AGP1 levels have higher prevalence of anemia than children with normal AGP1 levels."}, {"pubmed": 23192962, "text": "Drug-binding energetics of human alpha-1-acid glycoprotein."}, {"pubmed": 23526947, "text": "A cross-sectional study was conducted to evaluate the relationship between periodontitis and the common systemic inflammatory markers in 32 morbidly obese patients. The severity of periodontitis was associated with the plasma level of orosomucoid."}, {"pubmed": 23936770, "text": "analysing the glycosylation of AGP in patients receiving methadone may aid in determining whether the therapy is likely to be effective."}, {"pubmed": 23940561, "text": "The ORM1 A113G polymorphism was associated with the PKs variability after taking telmsiartan, as well as ABCC2 C3972T. The heterozygotes of ORM1 113AG showed a larger AUC and a notable BP change(%) from the baseline compared with the wild-type."}, {"pubmed": 23973664, "text": "The ORM1 may be considered as a signaling molecule involved in the maintenance of tissue homeostasis and remodeling."}, {"pubmed": 24357727, "text": "Identified is the ORM1 gene, coding for orosomucoid, as a novel locus associated with lag time variability, reflecting the initiation process of thrombin generation."}, {"pubmed": 24359035, "text": "Data suggest that human serum albumin (HSA) might serve as a carrier in delivering chitooligomers to target tissues than alpha-1-glycoprotein (AGP) which has pharmacological importance"}, {"pubmed": 24389491, "text": "These findings suggest that the ORM distal promoter region differentially regulates expression of ORM genes at basal level and in acute phase responses."}, {"pubmed": 25408356, "text": "Data indicate that the band intensity of sialic acid content in alpha-1 Acid glycoprotein (AGP) of alcoholic liver cirrhosis was found to be lower than that in pooled control group."}, {"pubmed": 25689617, "text": "ORM1 stimulates quiescent monocytes to polarize to M2b monocytes."}, {"pubmed": 26193215, "text": "The results of this study suggest that the expression of VEGF-A and ORM-1 may be associated with two mechanisms (angiogenesis and tumor structural viscosity) that may influence tumor growth in odontogenic myxoma."}, {"pubmed": 26563422, "text": "Glycosylated Alpha-1-acid glycoprotein 1 is ostensibly expressed in lung cancer patients and is a potential lung cancer serum biomarker."}, {"pubmed": 26563517, "text": "Altogether, these results indicate that alpha1-3 fucosylated glycoforms of AGP are increased in PDAC and could be potentially regarded as a PDAC biomarker."}, {"pubmed": 27021626, "text": "Results indicate that advanced extranodal NK/T cell lymphoma (ENKL) patients with unfavourable treatment outcomes displayed higher levels of S100A9 and ORM1."}, {"pubmed": 27754964, "text": "Data suggest that serum haptoglobin, fetuin-A, platelet factor-4, hs-CRP (high sensitive-C-reactive protein), SAP (serum amyloid P), AGP (alpha1-acid glycoprotein) levels of adolescents with metabolic syndrome are significantly higher than those of controls subjects."}, {"pubmed": 28554261, "text": "Studies suggest plasma alpha-1-acid glycoprotein (AAG) as a potential predictive biomarker of docetaxel non-haematological AEs namely oral mucositis and rash."}, {"pubmed": 28927749, "text": "Data provide evidence that Orm1 is induced in response to hepatic injury and executes liver regeneration by activating cell cycle progression in hepatocytes."}, {"pubmed": 31399619, "text": "Evaluation of AGP Fucosylation as a Marker for Hepatocellular Carcinoma of Three Different Etiologies."}, {"pubmed": 31482685, "text": "Dramatically changed immune-related molecules as early diagnostic biomarkers of non-small cell lung cancer."}, {"pubmed": 31601857, "text": "Fucosylated alpha1-acid glycoprotein as a biomarker to predict prognosis following tumor immunotherapy of patients with lung cancer."}, {"pubmed": 31736338, "text": "Taken together, AFP and ORM1 in the urine may be used as a diagnostic or screening biomarker of Hepatocellular carcinoma"}, {"pubmed": 31930291, "text": "Orosomucoid 1 is involved in the development of chronic allograft rejection after kidney transplantation."}, {"pubmed": 33070381, "text": "Different glycoforms of alpha-1-acid glycoprotein contribute to its functional alterations in platelets and neutrophils."}, {"pubmed": 33459949, "text": "miR-362-3p Targets Orosomucoid 1 to Promote Cell Proliferation, Restrain Cell Apoptosis and Thereby Mitigate Hypoxia/Reoxygenation-Induced Cardiomyocytes Injury."}, {"pubmed": 33580265, "text": "Proteomic Profile of Urinary Extracellular Vesicles Identifies AGP1 as a Potential Biomarker of Primary Aldosteronism."}, {"pubmed": 33640788, "text": "Acute phase alpha1-acid glycoprotein as a siderophore-capturing component of the human plasma: A molecular modeling study."}, {"pubmed": 33813392, "text": "Serum Proteomic Profiling Reveals Differentially Expressed IGHG3 and A1AG1 as Potential Predictors of Chemotherapeutic Response in Advanced Non-small Cell Lung Cancer."}, {"pubmed": 34210751, "text": "alpha1-Acid Glycoprotein Enhances the Immunosuppressive and Protumor Functions of Tumor-Associated Macrophages."}, {"pubmed": 34265865, "text": "The connection of alpha-1 acid glycoprotein inflammatory marker with anthropometric, hormonal, and metabolic characteristic of women with polycystic ovary syndrome."}, {"pubmed": 34654351, "text": "Orosomucoid 1 promotes epirubicin resistance in breast cancer by upregulating the expression of matrix metalloproteinases 2 and 9."}, {"pubmed": 34758357, "text": "The structural basis for high affinity binding of alpha1-acid glycoprotein to the potent antitumor compound UCN-01."}, {"pubmed": 34963738, "text": "Orosomucoid in liver diseases."}, {"pubmed": 35188865, "text": "Characterization of alpha-1-acid glycoprotein as a potential biomarker for breast cancer."}, {"pubmed": 35272364, "text": "Integrated GWAS and Gene Expression Suggest ORM1 as a Potential Regulator of Plasma Levels of Cell-Free DNA and Thrombosis Risk."}, {"pubmed": 35765957, "text": "ORM 1 as a biomarker of increased vascular invasion and decreased sorafenib sensitivity in hepatocellular carcinoma."}, {"pubmed": 36462134, "text": "Evaluation of IFIT3 and ORM1 as Biomarkers for Discriminating Active Tuberculosis from Latent Infection."}, {"pubmed": 36696913, "text": "Multiallelic Copy Number Variation in ORM1 is Associated with Plasma Cell-Free DNA Levels as an Intermediate Phenotype for Venous Thromboembolism."}, {"pubmed": 37640741, "text": "Orosomucoid 1 promotes colorectal cancer progression and liver metastasis by affecting PI3K/AKT pathway and inducing macrophage M2 polarization."}], "genomic_pos": {"chr": "9", "end": 114326479, "ensemblgene": "ENSG00000229314", "start": 114323098, "strand": 1}, "genomic_pos_hg19": {"chr": "9", "end": 117088755, "start": 117085336, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0002682", "qualifier": "involved_in", "term": "regulation of immune system process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006953", "qualifier": "involved_in", "term": "acute-phase response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006954", "pubmed": 3360326, "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032715", "pubmed": 23973664, "qualifier": "involved_in", "term": "negative regulation of interleukin-6 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032720", "pubmed": 23973664, "qualifier": "involved_in", "term": "negative regulation of tumor necrosis factor production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032731", "pubmed": 8774350, "qualifier": "involved_in", "term": "positive regulation of interleukin-1 beta production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032732", "pubmed": 8774350, "qualifier": "involved_in", "term": "positive regulation of interleukin-1 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032760", "pubmed": 8774350, "qualifier": "involved_in", "term": "positive regulation of tumor necrosis factor production"}], "CC": [{"evidence": "HDA", "gocategory": "CC", "id": "GO:0005576", "pubmed": 27068509, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005576", "pubmed": 14718574, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 16502470, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 8774350, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0031093", "qualifier": "located_in", "term": "platelet alpha granule lumen"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0035580", "qualifier": "located_in", "term": "specific granule lumen"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": 27559042, "qualifier": "located_in", "term": "collagen-containing extracellular matrix"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 23533145, "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0072562", "pubmed": 22516433, "qualifier": "located_in", "term": "blood microparticle"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:1904724", "qualifier": "located_in", "term": "tertiary granule lumen"}], "MF": {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 16272158, "qualifier": "enables", "term": "protein binding"}}, "homologene": {"genes": [[9544, 703984], [9598, 465448], [9606, 5004], [9615, 100685620], [9913, 497200], [10116, 24614]], "id": 128040}, "interpro": [{"desc": "Lipocalin/cytosolic fatty-acid binding domain", "id": "IPR000566", "short_desc": "Lipocln_cytosolic_FA-bd_dom"}, {"desc": "Alpha-1-acid glycoprotein", "id": "IPR001500", "short_desc": "A1A_glycop"}, {"desc": "Calycin", "id": "IPR012674", "short_desc": "Calycin"}], "ipi": ["IPI00022429", "IPI01015123"], "map_location": "9q32", "name": "orosomucoid 1", "other_names": ["AGP 1", "OMD 1", "alpha-1-acid glycoprotein 1", "epididymis secretory sperm binding protein Li 153w"], "pantherdb": {"HGNC": "8498", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "97445", "ortholog_type": "O", "panther_family": "PTHR11967", "taxid": 10090, "uniprot_kb": "Q63805"}, {"MGI": "97444", "ortholog_type": "O", "panther_family": "PTHR11967", "taxid": 10090, "uniprot_kb": "P07361"}, {"MGI": "97443", "ortholog_type": "LDO", "panther_family": "PTHR11967", "taxid": 10090, "uniprot_kb": "Q60590"}, {"RGD": "67390", "ortholog_type": "LDO", "panther_family": "PTHR11967", "taxid": 10116, "uniprot_kb": "P02764"}, {"Ensembl": "ENSGALG00000005099", "ortholog_type": "LDO", "panther_family": "PTHR11967", "taxid": 9031, "uniprot_kb": "Q8JIG5"}, {"ZFIN": "ZDB-GENE-010605-5", "ortholog_type": "LDO", "panther_family": "PTHR11967", "taxid": 7955, "uniprot_kb": "F1QFH8"}], "uniprot_kb": "P02763"}, "pathway": {"reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-114608", "name": "Platelet degranulation "}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-6798695", "name": "Neutrophil degranulation"}, {"id": "R-HSA-76002", "name": "Platelet activation, signaling and aggregation"}, {"id": "R-HSA-76005", "name": "Response to elevated platelet cytosolic Ca2+"}], "wikipathways": {"id": "WP2877", "name": "Vitamin D Receptor Pathway"}}, "pdb": "3KQ0", "pfam": "PF00061", "pharmgkb": "PA260", "pharos": {"target_id": 6225, "tdl": "Tbio"}, "pir": "A28346", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF325332", "relationship": "is"}, {"id": "GNF325333", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF189986", "relationship": "is"}, {"id": "GNF213704", "relationship": "is"}, {"id": "GNF253579", "relationship": "is"}, {"id": "GNF253580", "relationship": "is"}, {"id": "GNF253581", "relationship": "is"}, {"id": "GNF253582", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF035155", "relationship": "is"}, {"id": "GNF050053", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF010725", "relationship": "is"}, {"id": "GNF017528", "relationship": "similar to"}, {"id": "GNF279067", "relationship": "is"}, {"id": "GNF279069", "relationship": "is"}], "MasterSecretomicsList": [{"id": "GNF332031", "relationship": "is"}, {"id": "GNF333815", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF335519", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF098172", "relationship": "is"}, {"id": "GNF113170", "relationship": "is"}, {"id": "GNF137827", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000009.12", "NC_060933.1", "NG_012108.1"], "protein": "NP_000598.2", "rna": "NM_000607.4", "translation": {"protein": "NP_000598.2", "rna": "NM_000607.4"}}, "reporter": {"HG-U133_Plus_2": ["205040_at", "205041_s_at", "214465_at"], "HG-U95Av2": "35315_at", "HTA-2_0": "TC09002907.hg.1", "HuEx-1_0": ["3186123", "3186137"], "HuGene-1_1": "8157446"}, "summary": "This gene encodes a key acute phase plasma protein. Because of its increase due to acute inflammation, this protein is classified as an acute-phase reactant.  The specific function of this protein has not yet been determined; however, it may be involved in aspects of immunosuppression. [provided by RefSeq, Jul 2008].", "symbol": "ORM1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1418186"}, "unigene": "Hs.522356", "uniprot": {"Swiss-Prot": "P02763"}, "wikipedia": {"url_stub": "ORM1"}}