{"AllianceGenome": "8506", "HGNC": "8506", "MIM": "165095", "_id": "5008", "_version": 1, "accession": {"genomic": ["AC004264.1", "AF129855.1", "AH001516.2", "CH471095.1", "CP068256.2", "NC_000022.11", "NC_060946.1"], "protein": ["AAA36388.1", "AAC05173.1", "AAD31435.1", "AAH11589.1", "BAG70307.1", "CAG30420.1", "CAG46504.1", "EAW59864.1", "EAW59865.1", "NP_001306037.1", "NP_065391.1", "P13725.2", "XP_047297343.1", "XP_054181636.1"], "rna": ["AB451493.1", "BC011589.1", "BM562358.1", "CD368803.1", "CR456534.1", "CR541703.1", "CR981101.1", "NM_001319108.2", "NM_020530.6", "XM_047441387.1", "XM_054325661.1"], "translation": [{"protein": "XP_054181636.1", "rna": "XM_054325661.1"}, {"protein": "NP_065391.1", "rna": "NM_020530.6"}, {"protein": "BAG70307.1", "rna": "AB451493.1"}, {"protein": "CAG30420.1", "rna": "CR456534.1"}, {"protein": "CAG46504.1", "rna": "CR541703.1"}, {"protein": "AAH11589.1", "rna": "BC011589.1"}, {"protein": "XP_047297343.1", "rna": "XM_047441387.1"}, {"protein": "NP_001306037.1", "rna": "NM_001319108.2"}]}, "ensembl": {"gene": "ENSG00000099985", "protein": ["ENSP00000215781", "ENSP00000383893", "ENSP00000384543"], "transcript": ["ENST00000215781", "ENST00000403389", "ENST00000403463"], "translation": [{"protein": "ENSP00000215781", "rna": "ENST00000215781"}, {"protein": "ENSP00000383893", "rna": "ENST00000403389"}, {"protein": "ENSP00000384543", "rna": "ENST00000403463"}], "type_of_gene": "protein_coding"}, "entrezgene": "5008", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 4.75829458, "exp_mis": 108.4242772, "exp_syn": 45.600674, "lof_z": 1.7066908281098, "mis_z": 0.0199308683795202, "mu_lof": 3.08997445216e-07, "mu_mis": 9.4585186569e-06, "mu_syn": 3.91373057189e-06, "n_lof": 1.0, "n_mis": 108.0, "n_syn": 48.0, "p_li": 0.397920808045078, "p_null": 0.0400480903454327, "p_rec": 0.562031101609489, "syn_z": -0.220269214272956}, "bp": 759, "cds_end": 30662788, "cds_start": 30659871, "n_exons": 3, "nonpsych": {"exp_lof": 4.244809, "exp_mis": 98.0725297, "exp_syn": 41.2111034, "lof_z": 1.54672122431474, "mis_z": 0.105557431285711, "mu_lof": 3.08997445216e-07, "mu_mis": 9.4585186569e-06, "mu_syn": 3.91373057189e-06, "n_lof": 1.0, "n_mis": 96.0, "n_syn": 44.0, "p_li": 0.379493627964673, "p_null": 0.0534292180425442, "p_rec": 0.567077153992783, "syn_z": -0.273520180611551}, "nontcga": {"exp_lof": 4.37159686, "exp_mis": 99.7443081, "exp_syn": 41.94658739, "lof_z": 1.59073127145444, "mis_z": 0.136898479104379, "mu_lof": 3.08997445216e-07, "mu_mis": 9.4585186569e-06, "mu_syn": 3.91373057189e-06, "n_lof": 1.0, "n_mis": 97.0, "n_syn": 47.0, "p_li": 0.370868676353354, "p_null": 0.0479746795283729, "p_rec": 0.581156644118273, "syn_z": -0.4940359066259}, "transcript": "ENST00000215781.2"}, "exons": [{"cdsend": 30265115, "cdsstart": 30263882, "chr": "22", "position": [[30262829, 30264464], [30265001, 30265144], [30265558, 30266240]], "strand": -1, "transcript": "NM_001319108", "txend": 30266240, "txstart": 30262829}, {"cdsend": 30266799, "cdsstart": 30263882, "chr": "22", "position": [[30262829, 30264464], [30265001, 30265144], [30266765, 30266851]], "strand": -1, "transcript": "NM_020530", "txend": 30266851, "txstart": 30262829}], "exons_hg19": [{"cdsend": 30661104, "cdsstart": 30659871, "chr": "22", "position": [[30658818, 30660453], [30660990, 30661133], [30661547, 30662229]], "strand": -1, "transcript": "NM_001319108", "txend": 30662229, "txstart": 30658818}, {"cdsend": 30662788, "cdsstart": 30659871, "chr": "22", "position": [[30658818, 30660453], [30660990, 30661133], [30662754, 30662840]], "strand": -1, "transcript": "NM_020530", "txend": 30662840, "txstart": 30658818}], "generif": [{"pubmed": 11777927, "text": "We conclude that STAT1 activation is necessary but not sufficient for induction of transcription of IFN gamma-responsive genes; signals provided by IFN gamma other than STAT1 activation cannot be provided in trans to complement the response to OnM."}, {"pubmed": 11811789, "text": "Oncostatin M and leukemia inhibitory factor regulate the growth of normal human breast epithelial cells"}, {"pubmed": 11818668, "text": "Il-6 and oncostatin M act synergistically to promote growth in a new human myeloma cell line."}, {"pubmed": 11839742, "text": "role in identifying sterol-indendent regulatory elements in human ATP-binding cassette transporter A1 promoter"}, {"pubmed": 11936950, "text": "role in inducing alpha1-antitrypsin gene expression"}, {"pubmed": 12061840, "text": "expression and evidence for STAT3 activation in human ovarian carcinomas"}, {"pubmed": 12061841, "text": "produced in human dendritic cells in response to bacterial products"}, {"pubmed": 12090757, "text": "Oncostatin M induces tissue-type plasminogen activator and plasminogen activator inhibitor-1 in lung tumor cells"}, {"pubmed": 12138373, "text": "Oncostatin M induces procoagulant activity in human vascular smooth muscle cells by modulating the balance between tissue factor and tissue factor pathway inhibitor. OSM might be involved in the thrombotic complications associated with plaque rupture."}, {"pubmed": 12218157, "text": "Oncostatin M stimulates (45)Ca release and enhances mRNA expression of receptor activator of NF-kappa B ligand (RANKL) and osteoprotegerin in neonatal mouse calvarial bone cultures, but has no effect on the expression of RANK."}, {"pubmed": 12391243, "text": "Raised intraperitoneal levels of OSM during bacterial infections originate from infiltrating neutrophils and regulate mesothelial expression of inflammatory cytokines."}, {"pubmed": 12531804, "text": "Kaposi sarcoma-associated viral cyclin K overrides cell growth inhibition mediated by this protein through STAT3 inhibition."}, {"pubmed": 12640208, "text": "Increased production of this protein is found in lymphomononuclear cells from HIV-1-infected patients with neuroAIDS."}, {"pubmed": 12692260, "text": "oncostatin M, which transmits its signal via the gp130 cell surface receptor, and results in the selective down-modulation of the melanocyte lineage antigens"}, {"pubmed": 12707269, "text": "Leukemia inhibitory factor (LIF), cardiotrophin-1, and oncostatin M share structural binding determinants in the immunoglobulin-like domain of LIF receptor"}, {"pubmed": 15146412, "text": "this important cytokine is released from neutrophils as they infiltrate rheumatoid joints and, thus, contribute to the complex cytokine network that characterizes rheumatoid arthritis"}, {"pubmed": 15712220, "text": "IL-6 stimulates proliferation of prostate cancer 22Rv1 cells, in part through activation of the phosphatidylinositol 3-kinase (PI 3-K) signaling pathway."}, {"pubmed": 15809742, "text": "Effects of OSM in 5 glioma cell lines and 7 short-term cultures of human gliomas and in normal cultured human astrocytes."}, {"pubmed": 15831292, "text": "The expression of OSM and its receptor in ovarian tissue from fetuses and women suggests a possible role of OSM in growth initiation of human primordial follicles."}, {"pubmed": 15837947, "text": "IL-6 and OSM upregulate PAI-1 protein and mRNA in adipose tissue"}, {"pubmed": 15863389, "text": "OSM may play a role in modulating the inflammatory cascade of chronic periodontitis."}, {"pubmed": 16369169, "text": "Oncostatin M is expressed in the human nasal mucosa and is upregulated in the setting of allergic nasal inflammation."}, {"pubmed": 16713283, "text": "OSM induces a motile/invasive phenotype in T-47D human breast cancer cells in vitro; OSM may enhance metastasis in vivo."}, {"pubmed": 16802343, "text": "Pre-B cell colony-enhancing factor (PBEF) is regulated via IL-6 trans-signaling and the IL-6-related cytokine OSM. PBEF is also actively expressed during arthritis."}, {"pubmed": 17009243, "text": "data suggest that OSM promotes angiogenesis and endothelial cell migration and potentiates the effects of IL-1beta in promoting extracellular matrix turnover and human cartilage degradation"}, {"pubmed": 17028186, "text": "sOSMR is able to bind OSM and interleukin-31 when associated to soluble gp130 or soluble interleukin-31R, respectively, and to neutralize both cytokine properties"}, {"pubmed": 17081797, "text": "These results suggest that OSM inhibits adiponectin expression by inducing dedifferentiation of adipocytes through signaling pathways involving JAK3 and MEK, but not JAK2."}, {"pubmed": 17372020, "text": "OSM and its receptor play an important role in cutaneous inflammatory responses in general and the specific effects of OSM are associated with distinct inflammatory diseases depending on the cytokine environment."}, {"pubmed": 17471233, "text": "in addition to growth arrest and induced differentiation, OSM also sensitizes normal and transformed osteoblasts to apoptosis by a mechanism implicating (i) activation and nuclear translocation of STAT5 and p53 and (ii) an increased Bax/Bcl-2 ratio."}, {"pubmed": 17604327, "text": "If the effect of oncostatin M on PAI-1 in smooth muscle cells is operative in vivo, it could, via fibrinolysis and proteolysis, be involved in plaque progression, destabilization, thrombus formation, restenosis, and neointima formation."}, {"pubmed": 17761945, "text": "Oncostatin M directly lowers the plasma triglycerides in hyperlipidemia by stimulating the transcription of ACSL3/5 in the liver."}, {"pubmed": 17881458, "text": "In human proximal tubular cells ERK1/2 signaling represents an important component of oncostatin M inhibitory effect on N-cadherin expression."}, {"pubmed": 17979974, "text": "Increased expression of some IL-6 cytokine family members (oncostatin M, gp130, CT-1, LIF) in cutaneous inflammation might contribute to the promotion of hair loss."}, {"pubmed": 18028996, "text": "Production of OSM by human mast cells might represent one link between T cell-induced mast cell activation and development of spectrum of structural changes in T cell-mediated inflammatory processes in which mast cells have been found to be involved."}, {"pubmed": 18187666, "text": "Our data establish a link between the complement system and the gp130 receptor cytokine family with possible implications for the pathology of inflammatory diseases."}, {"pubmed": 18317962, "text": "secretion of OSM and LIF by both epithelial and stromal (paracrine manner) cells seems to promote tumor growth in human breast carcinoma"}, {"pubmed": 18398932, "text": "Mtb infection of monocytes results in prostaglandin-dependent OSM secretion, which synergizes with TNF-alpha to drive functionally unopposed fibroblast MMP-1/-3 secretion."}, {"pubmed": 18499891, "text": "loss of repopulating activity during KIT-ligand stimulation is counteracted by Oncostatin M through the downregulation of ERK pathway signaling"}, {"pubmed": 18564531, "text": "Oncostatin M is expressed in both chronic obstructive sialadenitis and normal submandibular gland, and is up-regulated in chronic obstructive sialadenitis."}, {"pubmed": 18637848, "text": "expressed in epithelialized apical periodontitis lesions"}, {"pubmed": 18772145, "text": "hXOR is a tumor suppressor-targeted gene and the phosphorylation of SAFB1 is regulated by OSM, which provides a molecular basis for understanding the role of SAFB1-regulated hXOR transcription in cytokine stimulation and tumorigenesis"}, {"pubmed": 18981157, "text": "human OSM is able to induce CCL1, CCL7, and CCL8 expression to levels comparable to those found for IL-1beta and TNF-alpha"}, {"pubmed": 19019853, "text": "These data suggest that oncostatin M might play a key role in repair and tissue regeneration via the induction of stromal cell derived factor 1."}, {"pubmed": 19086053, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19148539, "text": "by conducting site-directed mutagenesis, bioassays and molecular modeling we have defined 4 OM residues that are differently involved in the activation of ERK or STAT signaling pathway in HepG2 cells."}, {"pubmed": 19158240, "text": "Oncostatin M enhances the antiviral effects of type I interferon and cooperates with it in the induction of adaptive immune responses to pathogens."}, {"pubmed": 19158344, "text": "The renal parenchyma is capable of generating a strong acute phase response, likely mediated via OSM/OSMR."}, {"pubmed": 19342253, "text": "Results indicate that leukemia inhibitory factor (LIF) and Oncostatin M increase the expression of MMP-1, MMP-3, and TIMP-1 several fold, and that their expression is reduced to basal levels in the presence of the LIF antagonist MH35-BD."}, {"pubmed": 19565514, "text": "Oncostatin M can strongly up-regulate the expression of CCL13, a chemokine recently identified in the synovial fluid of patients with rheumatoid arthritis."}, {"pubmed": 19652200, "text": "The coagulation enzyme thrombin up-regulates oncostatin M via AP-1 activation in macrophages."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19916861, "text": "Sputum oncostatin M is increased in asthma with irreversible airflow obstruction and is present in airway neutrophils and macrophages"}, {"pubmed": 20088942, "text": "Findings provide evidence that the inflammatory cytokine oncostatin M is involved in modulation of the Ang-Tie system by increasing Ang2 expression in human endothelial cells in vitro, and in murine hearts and human hearts in vivo."}, {"pubmed": 20101226, "text": "Inflammatory cytokines oncostatin-M and interleukin-6 can regulate S100A7 expression and that S100A7 may mediate some of their effects in breast cancer."}, {"pubmed": 20149034, "text": "OSM may play a biological marker for severe preeclampsia, and its action may be predominantly on the trophoblasts and endothelium of placenta villi in preeclampsia."}, {"pubmed": 20189410, "text": "The greater the amount of periodontal tissue destruction there is substantial increase in gingival crevicular fluid OSM concentrations."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20408777, "text": "oncostatin M is a gp 130 cytokine inflammatory biomarker that has a role in periodontal disease"}, {"pubmed": 20626292, "text": "elevated expression in kidneys from patients with urinary obstruction"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20650266, "text": "OSM, and to a lesser degree IL-6, induces the expression of Grp78/BiP, an ER chaperone associated with tumor development and poor prognosis in cancer."}, {"pubmed": 20661773, "text": "The expression and secretion of oncostatin M and of its receptor were strongly up-regulated by Helicobacter pylori or by Helicobacter pylori culture supernatant. Oncostatin M secretion was independent of the CagA, VacA or Type IV secretion system."}, {"pubmed": 21196532, "text": "a cytokine-triggered regulatory network for PCSK9 expression that is linked to JAKs and the ERK signaling pathway"}, {"pubmed": 21376322, "text": "OSM is expressed in atherosclerotic lesions and may contribute to the progression of atherosclerosis by promoting SMC proliferation, migration and extracellular matrix protein synthesis through the STAT pathway"}, {"pubmed": 21399864, "text": "The purpose of this study was to investigate the possible suppressive or stimulatory role of OSM in the ovarian cancer model of SKOV3 cells, as well as the involvement of the ERK1/2, p38 and STAT3 signaling pathways."}, {"pubmed": 21457934, "text": "Taken together, our data show that KIT D816V promotes expression of OSM through activation of STAT5."}, {"pubmed": 21481226, "text": "promotes STAT3 activation, VEGF production, and invasion in osteosarcoma cell lines"}, {"pubmed": 21775705, "text": "This report uses an in vitro model with human umbilical vein endothelial cells and isolated human neutrophils to examine the effects of two locally derived cytokines, granulocyte-macrophage colony-stimulating factor and G-CSF, on oncostatin M expression."}, {"pubmed": 21965736, "text": "A possible interaction between IL-6, OSM, u-PA and VEGF in prostate cancer was investigated."}, {"pubmed": 21975934, "text": "c-MYC is an important molecular switch that alters the cellular response to OSM-mediated signaling from tumor suppressive to tumor promoting."}, {"pubmed": 22051730, "text": "JAK2 V617F-mediated up-regulation of OSM may contribute to fibrosis, neoangiogenesis, and the cytokine storm observed in myeloproliferative neoplasms."}, {"pubmed": 22056139, "text": "Oncostatin M (OSM) is a major mediator of cardiomyocyte dedifferentiation and remodeling during acute myocardial infarction (MI) and in chronic dilated cardiomyopathy (DCM)."}, {"pubmed": 22267310, "text": "Oncostatin M (OSM), a cytokine of the IL-6 family, was identified as a major coupling factor produced by activated circulating CD14+ or bone marrow CD11b+ monocytes/macrophages."}, {"pubmed": 22267707, "text": "Oncostatin M signaling may cause suppression of estrogen receptor-alpha and disease progression i breast cancer."}, {"pubmed": 22829597, "text": "A unique loop structure in oncostatin M determines binding affinity toward oncostatin M receptor and leukemia inhibitory factor receptor."}, {"pubmed": 22931588, "text": "Data suggest that OSM enhances invasion activities of extravillous trophoblasts during placentation through increased enzyme activity of MMP-2 (primarily) and MMP-9 (to some extent)."}, {"pubmed": 22982441, "text": "OSM induced proliferation of Ewing sarcoma cell lines."}, {"pubmed": 23313749, "text": "These data show that OSM and IL-1beta are not only a biological characteristic signature of hypertensive leg ulcer, but these cytokines reflect a specific inflammatory state, directly involved in the pathogenesis."}, {"pubmed": 23584474, "text": "OSM may promote a clinically relevant EMT/CSC-like phenotype in human breast cancer via a PI3K-dependent mechanism"}, {"pubmed": 23621172, "text": "Oncostatin M is a FIP1L1/PDGFRA-dependent mediator of cytokine production in chronic eosinophilic leukemia."}, {"pubmed": 23735324, "text": "TGFBI and periostin, extracellular matrix proteins implicated in tumorigenesis and metastasis, were identified as oncostatin M-induced secreted proteins in mesenchymal stem cells."}, {"pubmed": 23867565, "text": "Data indicate that pro-inflammatory cytokines such as IL6 or OSM could activate pathways associated with prostate cancer progression and synergize with cell-autonomous oncogenic events to promote aggressive malignancy."}, {"pubmed": 24297795, "text": "white adipose tissue macrophages are a source of OSM and OSM levels are significantly induced in obesity/type 2 diabetes. OSM produced from immune cells in WAT may act in a paracrine manner on adipocytes to promote inflammation in adipose tissue."}, {"pubmed": 24418171, "text": "oncostatin M is a cytokine possessing vigorous antiviral and immunostimulatory properties which is released by APC upon interaction with CD40L present on activated CD4+ T cells."}, {"pubmed": 24600984, "text": "data suggest that increased serum OSM levels are associated with the coronary stenosis score and that circulating levels of this chemokine may reflect the extent of coronary atherosclerosis"}, {"pubmed": 24710357, "text": "OSM promotes STAT3-dependent intestinal epithelial cell proliferation and wound healing in vitro."}, {"pubmed": 25252914, "text": "Autocrine activation of STAT3 in MCF-7 cells ectopically expressing OSM-induced cellular scattering."}, {"pubmed": 25735629, "text": "Data suggest that OSM promotes osteoblastic differentiation of vascular smooth muscle cells through JAK3/STAT3 pathway and may contribute to the development of atherosclerotic calcification."}, {"pubmed": 25804939, "text": "In patients with diabetes, bone marrow plasma OSM levels were higher and correlated with the bone marrow to peripheral blood stem cell ratio."}, {"pubmed": 25840724, "text": "OSM promotes mucosal epithelial barrier dysfunction, and its expression is increased in patients with eosinophilic mucosal disease."}, {"pubmed": 25845347, "text": "The Notch signaling pathway was found to be one of the signaling pathways that inhibit OSM-induced MC3T3-E1 cell proliferation and differentiation."}, {"pubmed": 25849622, "text": "Oncostatin M can regulate airway smooth muscle responses alone or in synergy with IL-17A."}, {"pubmed": 25954856, "text": "we demonstrated that recombinant human OSM (rhOSM) promoted tumor angiogenesis in EC cell lines by activating STAT3 (signal transducer and activator of transcription 3) and enhanced both cell migration and cell inva"}, {"pubmed": 26198770, "text": "Oncostatin M and interleukin-31: Cytokines, receptors, signal transduction and physiology."}, {"pubmed": 26304992, "text": "OSM expression in osteoblasts increases in response to Osteopontin-induced inflammation in vitro."}, {"pubmed": 26311783, "text": "Oncostatin M regulates neuronal function and confers neuroprotectin in an animal model of ischemic stroke."}, {"pubmed": 26355153, "text": "administration of Fstl1 induced airway remodeling and increased OSM, whereas administration of an anti-OSM Ab blocked the effect of Fstl1 on inducing airway remodeling, eosinophilic airway inflammation"}, {"pubmed": 26399567, "text": "Nucleolin stabilizes oncostatin-M mRNA by binding to a GC-rich element in its 3'UTR."}, {"pubmed": 27349249, "text": "This result demonstrates that HPV16 oncoproteins upregulate oncostatin M and play an important role to promote oral squamous cell carcinoma development"}, {"pubmed": 27486982, "text": "our findings suggested that OSM suppresses SLUG expression and tumor metastasis of lung adenocarcinoma cells through inducing the inhibitory effect of the STAT1-dependent pathway and suppressing the activating effect of STAT3-dependent signaling"}, {"pubmed": 27676154, "text": "Genistein (a specific Tyr phosphorylation inhibitor) leads to the interaction of CHOP (C/EBP Homologous Protein) with C/EBP-beta, thus negatively regulating it. Knockdown of C/EBP-beta also leads to inhibition of PMA-mediated OSM induction."}, {"pubmed": 27892764, "text": "a novel STAT3/SMAD3-signaling axis is required for OSM-mediated senescence."}, {"pubmed": 27993536, "text": "Neutrophils are a major source of OSM-producing cells in patients with chronic rhinosinusitis and severe asthma."}, {"pubmed": 28053127, "text": "Data provide evidence that OSM regulates an epithelial-mesenchymal transition and cancer stem cell plasticity program that promotes tumorigenic properties in pancreatic cells."}, {"pubmed": 28106823, "text": "The identification of the OSM inflammatory pathway as an important mediator of epithelial mesenchymal transition in triple-negative breast cancer (TNBC) may provide a novel potential opportunity to improve therapeutic strategies."}, {"pubmed": 28288136, "text": "OSM-induced plasticity was Signal Transducer and Activator of Transcription 3 (STAT3)-dependent, and also required a novel intersection with transforming growth factor-beta (TGF-beta)/SMAD signaling. Removal of OSM or inhibition of STAT3 or SMAD3 resulted in a marked reversion to a non-invasive, epithelial phenotype."}, {"pubmed": 28368383, "text": "OSM and OSMR are highly expressed in inflammatory bowel disease intestinal mucosa compared to control mucosa. OSM promotes inflammatory behavior in human intestinal stroma."}, {"pubmed": 28471981, "text": "Study showed that in atrial fibrillation (AF) with thrombus, the atrial tissue infiltration of M1 macrophages increased significantly; the OSM expression was also found to increase simultaneously; downstream tissue factor (TF) increased and tissue factor pathway inhibitors (TFPI)decreased, leading to an imbalance between TF and TFPI eventually. OSM might be related to thrombosis in patients with AF mediated by TF and TFPI"}, {"pubmed": 28560754, "text": "Oncostatin M induces RIG-I and MDA5 expression and enhances the double-stranded RNA response in fibroblasts."}, {"pubmed": 28729401, "text": "IL6 family cytokine oncostatin-M (OSM) induced a switch to the EMT phenotype and protected cells from targeted drug-induced apoptosis in OSM receptors (OSMRs)/JAK1/STAT3-dependent manner"}, {"pubmed": 28972028, "text": "downregulation of miR-20a-5p is caused by promoter hypermethylation. MiR-20a-5p could also suppress the production of IL-17 by targeting OSM and CCL1 production in CD4(+) T cells in patients with active VKH."}, {"pubmed": 29269396, "text": "The mechanism of prostaglandin E2-induced transcriptional up-regulation of Oncostatin-M by CREB and Sp1 has been described."}, {"pubmed": 29511087, "text": "Because most of the key amino acid residues identified here are conserved between LIF and OSM, we concluded that comparatively minor differences in a few amino acid residues within binding site III account for the differential biological effects of OSM and LIF"}, {"pubmed": 29526757, "text": "The IL-6-type cytokine oncostatin M (OSM) indeed induces cellular properties associated with tumorigenesis and disease progression in non-transformed human prostate epithelial cells, including morphological changes, epithelial-to-mesenchymal transition (EMT), enhanced migration and pro-invasive growth patterns."}, {"pubmed": 29898744, "text": "our findings suggest that OSM plays a crucial role in the early steps of metastatic breast cancer progression, resulting in increased circulating tumor cell (CTC) and lung metastases as well as reduced survival. Therefore, early therapeutic inhibition of OSM in patients with breast cancer may prevent breast cancer metastasis."}, {"pubmed": 30091322, "text": "OSM [oncostatin M]might be involved in the invasiveness of extravillous trophoblasts under hypoxia conditions via increasing MMP-2 and MMP-9 enzymatic activities through STAT3 signaling. Increased MMP-9 activity by OSM seems to be more important in primary trophoblasts."}, {"pubmed": 30142324, "text": "H3N2 influenza virus infection enhances oncostatin M expression in human nasal epithelium."}, {"pubmed": 30373773, "text": "data reveal that individual amino acids within the AB loop of OSM determine species-specific activities. These mutations might reflect a key step in the evolutionary process of this cytokine, in which receptor promiscuity gives way to ligand-receptor specialization."}, {"pubmed": 30670533, "text": "Our results reveal a paracrine-signaling mechanism by which neutrophil-released OSM rapidly influences endothelial cell function during physiological and pathological inflammation."}, {"pubmed": 30930146, "text": "Subset of TREM2(+) Dermal Macrophages Secretes Oncostatin M to Maintain Hair Follicle Stem Cell Quiescence and Inhibit Hair Growth"}, {"pubmed": 31461490, "text": "Gene expression analysis on human normal arteries (n = 10) and late stage/advanced carotid atherosclerotic arteries (n = 127) and in situ hybridization on early human plaques (n = 9) showed that OSM, and its receptors, OSM receptor (OSMR) and Leukemia Inhibitory Factor Receptor (LIFR) are expressed in normal arteries and atherosclerotic plaques."}, {"pubmed": 31861914, "text": "Oncostatin M, A Profibrogenic Mediator Overexpressed in Non-Alcoholic Fatty Liver Disease, Stimulates Migration of Hepatic Myofibroblasts."}, {"pubmed": 31930328, "text": "Oncostatin M Is a Prognostic Biomarker and Inflammatory Mediator for Sepsis."}, {"pubmed": 32325460, "text": "Plasma Oncostatin M, TNF-alpha, IL-7, and IL-13 Network Predicts Crohn's Disease Response to Infliximab, as Assessed by Calprotectin Log Drop."}, {"pubmed": 32359099, "text": "Oncostatin M upregulates Livin to promote keratinocyte proliferation and survival via ERK and STAT3 signalling pathways."}, {"pubmed": 32652496, "text": "Association of serum regenerating islet-derived protein 3-beta and oncostatin-M levels with the risk of acute coronary syndrome in patients with type 2 diabetes mellitus - A pilot study."}, {"pubmed": 32678942, "text": "Treponema denticola stimulates Oncostatin M cytokine release and de novo synthesis in neutrophils and macrophages."}, {"pubmed": 32690652, "text": "Osteal Tissue Macrophages Are Involved in Endplate Osteosclerosis through the OSM-STAT3/YAP1 Signaling Axis in Modic Changes."}, {"pubmed": 32703406, "text": "Oncostatin M enhances osteogenic differentiation of dental pulp stem cells derived from supernumerary teeth."}, {"pubmed": 33216732, "text": "Oncostatin M expression and TP53 mutation status regulate tumor-infiltration of immune cells and survival outcomes in cholangiocarcinoma."}, {"pubmed": 33624092, "text": "Oncostatin M Is a Biomarker of Diagnosis, Worse Disease Prognosis, and Therapeutic Nonresponse in Inflammatory Bowel Disease."}, {"pubmed": 33923774, "text": "Myocardial Accumulations of Reg3A, Reg3gamma and Oncostatin M Are Associated with the Formation of Granulomata in Patients with Cardiac Sarcoidosis."}, {"pubmed": 33990221, "text": "Serial Lipocalin 2 and Oncostatin M levels reflect inflammation status and treatment response in axial spondyloarthritis."}, {"pubmed": 34011405, "text": "Novel mechanism for OSM-promoted extracellular matrix remodeling in breast cancer: LOXL2 upregulation and subsequent ECM alignment."}, {"pubmed": 34037532, "text": "TCF-3-mediated transcription of lncRNA HNF1A-AS1 targeting oncostatin M expression inhibits epithelial-mesenchymal transition via TGFbeta signaling in gastroenteropancreatic neuroendocrine neoplasms."}, {"pubmed": 34102284, "text": "Oncostatin M promotes hepatic progenitor cell activation and hepatocarcinogenesis via macrophage-derived tumor necrosis factor-alpha."}, {"pubmed": 34117193, "text": "Oncostatin-M Does Not Predict Treatment Response in Inflammatory Bowel Disease in a Pediatric Cohort."}, {"pubmed": 34301760, "text": "Endothelial Reprogramming Stimulated by Oncostatin M Promotes Inflammation and Tumorigenesis in VHL-Deficient Kidney Tissue."}, {"pubmed": 34534575, "text": "Oncostatin M Improves Cutaneous Wound Re-Epithelialization and Is Deficient under Diabetic Conditions."}, {"pubmed": 34547509, "text": "Oncostatin M suppresses browning of white adipocytes via gp130-STAT3 signaling."}, {"pubmed": 34674925, "text": "Oncostatin M sensitizes keratinocytes to UVB-induced inflammation via GSDME-mediated pyroptosis."}, {"pubmed": 34921158, "text": "Heterocellular OSM-OSMR signalling reprograms fibroblasts to promote pancreatic cancer growth and metastasis."}, {"pubmed": 35020406, "text": "Oncostatin M expression induced by bacterial triggers drives airway inflammatory and mucus secretion in severe asthma."}, {"pubmed": 35064579, "text": "Oncostatin M is overexpressed in NASH-related hepatocellular carcinoma and promotes cancer cell invasiveness and angiogenesis."}, {"pubmed": 35163735, "text": "The Role of Oncostatin M and Its Receptor Complexes in Cardiomyocyte Protection, Regeneration, and Failure."}, {"pubmed": 36054964, "text": "Exogenous Oncostatin M induces Cardiac Dysfunction, Musculoskeletal Atrophy, and Fibrosis."}, {"pubmed": 36623776, "text": "Evidence that oncostatin M synergizes with IL-4 signaling to induce TSLP expression in chronic rhinosinusitis with nasal polyps."}, {"pubmed": 36856919, "text": "Role of oncostatin-M in ECM remodeling and plaque vulnerability."}, {"pubmed": 37047067, "text": "Oncostatin M Contributes to Airway Epithelial Cell Dysfunction in Chronic Rhinosinusitis with Nasal Polyps."}, {"pubmed": 37247926, "text": "Pancreatic Stromal Cell-derived Oncostatin M Confers Drug Resistance to a Multi-tyrosine Kinase Inhibitor in Pancreatic Cancer Cells."}, {"pubmed": 37476931, "text": "Oncostatin M for characterizing the inflammatory burden and outcome of V-V ECMO in ARDS patients."}, {"pubmed": 38035099, "text": "Oncostatin M suppresses IL31RA expression in dorsal root ganglia and interleukin-31-induced itching."}, {"pubmed": 38151020, "text": "Exercise-induced crosstalk between immune cells and adipocytes in humans: Role of oncostatin-M."}, {"pubmed": 38953214, "text": "The causal relationship between immune cells mediating FIT3L, CCL4, OSM, and skin-derived deteriorated tumors."}], "genomic_pos": {"chr": "22", "end": 30266851, "ensemblgene": "ENSG00000099985", "start": 30262829, "strand": -1}, "genomic_pos_hg19": {"chr": "22", "end": 30662829, "start": 30658818, "strand": -1}, "go": {"BP": [{"evidence": "IC", "gocategory": "BP", "id": "GO:0002675", "pubmed": 8999038, "qualifier": "involved_in", "term": "positive regulation of acute inflammatory response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006955", "qualifier": "involved_in", "term": "immune response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008284", "pubmed": 8999038, "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0008285", "pubmed": 1717982, "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032740", "pubmed": 28972028, "qualifier": "acts_upstream_of", "term": "positive regulation of interleukin-17 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0033138", "pubmed": 7508917, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of peptidyl-serine phosphorylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0038165", "pubmed": [8999038, 28972028], "qualifier": "involved_in", "term": "oncostatin-M-mediated signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042531", "pubmed": 21912637, "qualifier": "involved_in", "term": "positive regulation of tyrosine phosphorylation of STAT protein"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043410", "pubmed": 7508917, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of MAPK cascade"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 7508917, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0046888", "pubmed": 7867561, "qualifier": "acts_upstream_of_or_within", "term": "negative regulation of hormone secretion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050729", "pubmed": 28972028, "qualifier": "involved_in", "term": "positive regulation of inflammatory response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050731", "pubmed": 7508917, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of peptidyl-tyrosine phosphorylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050731", "pubmed": 8999038, "qualifier": "involved_in", "term": "positive regulation of peptidyl-tyrosine phosphorylation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051781", "qualifier": "involved_in", "term": "positive regulation of cell division"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0051897", "pubmed": 28972028, "qualifier": "involved_in", "term": "positive regulation of phosphatidylinositol 3-kinase/protein kinase B signal transduction"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:1902036", "pubmed": 1542793, "qualifier": "involved_in", "term": "regulation of hematopoietic stem cell differentiation"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "located_in", "term": "extracellular space"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005125", "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005125", "pubmed": 8999038, "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005147", "pubmed": 8999038, "qualifier": "enables", "term": "oncostatin-M receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [16051226, 28514442], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008083", "pubmed": 8999038, "qualifier": "enables", "term": "growth factor activity"}]}, "homologene": {"genes": [[9544, 717994], [9598, 736338], [9606, 5008], [9615, 611921], [9913, 319086], [10090, 18413], [10116, 289747]], "id": 10741}, "interpro": [{"desc": "Leukemia inhibitory factor /oncostatin", "id": "IPR001581", "short_desc": "Leukemia_IF/oncostatin"}, {"desc": "Four-helical cytokine-like, core", "id": "IPR009079", "short_desc": "4_helix_cytokine-like_core"}, {"desc": "Leukemia inhibitory factor /oncostatin, conserved site", "id": "IPR019827", "short_desc": "Leukemia_IF/oncostatin_CS"}, {"desc": "Oncostatin-M", "id": "IPR039578", "short_desc": "OSM"}], "ipi": ["IPI00010336", "IPI00878132", "IPI00878302"], "map_location": "22q12.2", "name": "oncostatin M", "other_names": "oncostatin-M", "pantherdb": {"HGNC": "8506", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "104749", "ortholog_type": "LDO", "panther_family": "PTHR14261", "taxid": 10090, "uniprot_kb": "P53347"}, {"RGD": "1585012", "ortholog_type": "LDO", "panther_family": "PTHR14261", "taxid": 10116, "uniprot_kb": "Q65Z15"}], "uniprot_kb": "P13725"}, "pathway": {"kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04151", "name": "PI3K-Akt signaling pathway - Homo sapiens (human)"}, {"id": "hsa04630", "name": "JAK-STAT signaling pathway - Homo sapiens (human)"}], "netpath": {"id": "Pathway_Oncostatin_M", "name": "Oncostatin_M"}, "pid": [{"id": "gmcsf_pathway", "name": "GMCSF-mediated signaling events"}, {"id": "il3_pathway", "name": "IL3-mediated signaling events"}], "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-6783589", "name": "Interleukin-6 family signaling"}, {"id": "R-HSA-6785807", "name": "Interleukin-4 and Interleukin-13 signaling"}, {"id": "R-HSA-6788467", "name": "IL-6-type cytokine receptor ligand interactions"}], "wikipathways": [{"id": "WP236", "name": "Adipogenesis"}, {"id": "WP2374", "name": "Oncostatin M Signaling Pathway"}, {"id": "WP3932", "name": "Focal Adhesion-PI3K-Akt-mTOR-signaling pathway"}, {"id": "WP4172", "name": "PI3K-Akt signaling pathway"}]}, "pdb": "1EVS", "pfam": "PF01291", "pharmgkb": "PA32836", "pharos": {"target_id": 9908, "tdl": "Tbio"}, "pir": "A32489", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF253587", "relationship": "is"}, {"id": "GNF253588", "relationship": "is"}, {"id": "GNF253589", "relationship": "is"}, {"id": "GNF253590", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF158589", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF086995", "relationship": "is"}, {"id": "GNF086996", "relationship": "is"}, {"id": "GNF086997", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054755", "relationship": "is"}, {"id": "GNF059535", "relationship": "is"}, {"id": "GNF074941", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF068699", "relationship": "is"}, {"id": "GNF068700", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF010746", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": {"id": "GNF337649", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF102973", "relationship": "is"}, {"id": "GNF142624", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000022.11", "NC_060946.1"], "protein": ["NP_001306037.1", "NP_065391.1", "XP_047297343.1", "XP_054181636.1"], "rna": ["NM_001319108.2", "NM_020530.6", "XM_047441387.1", "XM_054325661.1"], "translation": [{"protein": "XP_054181636.1", "rna": "XM_054325661.1"}, {"protein": "NP_001306037.1", "rna": "NM_001319108.2"}, {"protein": "XP_047297343.1", "rna": "XM_047441387.1"}, {"protein": "NP_065391.1", "rna": "NM_020530.6"}]}, "reporter": {"HG-U133_Plus_2": ["214637_at", "230170_at"], "HG-U95Av2": "1579_at", "HTA-2_0": "TC22000648.hg.1", "HuEx-1_0": "3957188", "HuGene-1_1": "8075316", "HuGene-2_1": "16933766"}, "summary": "This gene encodes a member of the leukemia inhibitory factor/oncostatin-M (LIF/OSM) family of proteins. The encoded preproprotein is proteolytically processed to generate the mature protein. This protein is a secreted cytokine and growth regulator that inhibits the proliferation of a number of tumor cell lines. This protein also regulates the production of other cytokines, including interleukin 6, granulocyte-colony stimulating factor and granulocyte-macrophage colony stimulating factor in endothelial cells. This gene and the related gene, leukemia inhibitory factor, also present on chromosome 22, may have resulted from the duplication of a common ancestral gene. Alternative splicing results in multiple transcript variants, at least one of which encodes an isoform that is proteolytically processed. [provided by RefSeq, Jan 2016].", "symbol": "OSM", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1335093"}, "unigene": "Hs.248156", "uniprot": {"Swiss-Prot": "P13725", "TrEMBL": ["B5MC70", "B5MCX1"]}, "wikipedia": {"url_stub": "Oncostatin M"}}