{"AllianceGenome": "8528", "HGNC": "8528", "MIM": "167050", "_id": "5020", "_version": 3, "accession": {"genomic": ["AL160414.18", "AY082910.1", "CH471133.3", "CP068258.2", "CQ753275.1", "M11186.1", "NC_000020.11", "NC_060944.1"], "protein": ["AAA59977.1", "AAA59979.1", "AAA98806.1", "AAH69144.1", "AAI01842.1", "AAI01844.1", "AAL92860.1", "AHW56550.1", "CAA26936.1", "CAF32560.1", "EAX10555.1", "NP_000906.1", "P01178.1", "XP_054179442.1"], "rna": ["AI185553.1", "BC069144.1", "BC101841.1", "BC101843.1", "KJ534910.1", "M25650.1", "M62611.1", "NM_000915.4", "X03173.1", "XM_054323467.1"], "translation": [{"protein": "AAI01844.1", "rna": "BC101843.1"}, {"protein": "XP_054179442.1", "rna": "XM_054323467.1"}, {"protein": "AAA59979.1", "rna": "M62611.1"}, {"protein": "AAA59977.1", "rna": "M25650.1"}, {"protein": "AAI01842.1", "rna": "BC101841.1"}, {"protein": "NP_000906.1", "rna": "NM_000915.4"}, {"protein": "AHW56550.1", "rna": "KJ534910.1"}, {"protein": "CAA26936.1", "rna": "X03173.1"}, {"protein": "AAH69144.1", "rna": "BC069144.1"}]}, "alias": ["OT", "OT-NPI", "OXT-NPI"], "ensembl": {"gene": "ENSG00000101405", "protein": "ENSP00000217386", "transcript": "ENST00000217386", "translation": [{"protein": "ENSP00000217386", "rna": "ENST00000217386"}], "type_of_gene": "protein_coding"}, "entrezgene": "5020", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 2.90093733852, "exp_mis": 56.0827013489, "exp_syn": 36.5695756754, "lof_z": 1.68716998842062, "mis_z": 0.854475081968393, "mu_lof": 2.34797584497e-07, "mu_mis": 6.74260776667e-06, "mu_syn": 4.33306234164e-06, "n_lof": 0.0, "n_mis": 43.0, "n_syn": 24.0, "p_li": 0.62795746033166, "p_null": 0.0305460060886998, "p_rec": 0.34149653357964, "syn_z": 1.28857658021662}, "bp": 378, "cds_end": 3053064, "cds_start": 3052301, "n_exons": 3, "nonpsych": {"exp_lof": 2.57785189866, "exp_mis": 50.712481699, "exp_syn": 33.0512182585, "lof_z": 1.57681579476721, "mis_z": 0.971225851362069, "mu_lof": 2.34797584497e-07, "mu_mis": 6.74260776667e-06, "mu_syn": 4.33306234164e-06, "n_lof": 0.0, "n_mis": 37.0, "n_syn": 22.0, "p_li": 0.62774120805104, "p_null": 0.035913991218857, "p_rec": 0.336344800730103, "syn_z": 1.2102636888414}, "nontcga": {"exp_lof": 2.66420545256, "exp_mis": 51.5914320667, "exp_syn": 33.639353862, "lof_z": 1.61014530091856, "mis_z": 0.734641982116454, "mu_lof": 2.34797584497e-07, "mu_mis": 6.74260776667e-06, "mu_syn": 4.33306234164e-06, "n_lof": 0.0, "n_mis": 41.0, "n_syn": 23.0, "p_li": 0.615394446182988, "p_null": 0.0335623007342522, "p_rec": 0.35104325308276, "syn_z": 1.16148500326185}, "transcript": "ENST00000217386.2"}, "exons": [{"cdsend": 3072418, "cdsstart": 3071655, "chr": "20", "position": [[3071619, 3071775], [3072076, 3072278], [3072362, 3072517]], "strand": 1, "transcript": "NM_000915", "txend": 3072517, "txstart": 3071619}], "exons_hg19": [{"cdsend": 3053064, "cdsstart": 3052301, "chr": "20", "position": [[3052265, 3052421], [3052722, 3052924], [3053008, 3053163]], "strand": 1, "transcript": "NM_000915", "txend": 3053163, "txstart": 3052265}], "generif": [{"pubmed": 11140838, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 12126740, "text": "oxytocin decreases IL-6 production and may affect bone metabolism in humans"}, {"pubmed": 12475731, "text": "Plasma oxytocin levels were not reliably altered by positive or negative emotion induction."}, {"pubmed": 12832367, "text": "oxytocin has a role in the physiological processes of LH regulation."}, {"pubmed": 12834028, "text": "New function of estrogens in the male: regulation of OT responsiveness in epididymis."}, {"pubmed": 12843193, "text": "Paracrine oxytocin production stimulated by estrogen may be important in activating the uterus at term."}, {"pubmed": 15089975, "text": "The inhibitory effect of oxytocin is mediated by activation of the cAMP-protein kinase A pathway, a nonconventional oxytocin signalling pathway, whereas the mitogenic effect is coupled to the increase of intracellular [Ca(2+)] and tyrosine phosphorylation"}, {"pubmed": 15093695, "text": "OT and OT-receptor mRNAs are expressed throughout the GI tract"}, {"pubmed": 16678285, "text": "Data show that oxytocin is expressed in the myenteric and submucous ganglia and nerve fibres along the entire human GI tract."}, {"pubmed": 16778082, "text": "These data indicate that oxytocin contributes to cell motility and growth in human dermal microvascular endothelial cells and tumor-associated endothelial cells purified from human breast carcinomas."}, {"pubmed": 17137561, "text": "Data suggest that oxytocin improves the ability to infer the mental state of others from social cues of the eye region. Oxytocin might play a role in autism spectrum disorder, characterized by severe social impairment."}, {"pubmed": 17252002, "text": "increase in OXT mRNA in melancholically depressed patients could be related to specific symptoms of depression"}, {"pubmed": 17492653, "text": "Changes in prostatic concentrations of oxytocin (OT) that occur with aging and malignant disease may act to facilitate cell proliferation. Localization of oxytocin receptor within the plasma membrane modulates OT's proliferative response in the prostate."}, {"pubmed": 17931766, "text": "Implications for understanding and researching the role of oxytocin in women's attachment, affiliation and aggression are discussed--REVIEW"}, {"pubmed": 18008328, "text": "Both 5-alpha-reductase I and II are expressed in normal human prostate stromal and epithelial cells. Only 5-alpha-reductase isoenzymes of prostate epithelium are modulated by oxytocin."}, {"pubmed": 18207134, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18384894, "text": "Opposite effects of OXT on proliferation of osteosarcoma cell lines are reported."}, {"pubmed": 18461271, "text": "Results show that oxytocin modulates the NPY response to ghrelin, whereas it is unable to produce direct inhibitions of basal circulating NPY levels."}, {"pubmed": 18566739, "text": "No OXT coding variants are found, but two novel low-frequency single nucleotide polymorphisms are discovered in the 5' flanking regions in African populations, one of which lies in the most highly conserved segment outside the exons."}, {"pubmed": 18568974, "text": "reduced oxytocinergic function may be one of multiple biological factors contributing to the greater sensitivity to experimental ischemic pain, and to the greater burden of some types of clinical pain experienced by African Americans compared with Whites."}, {"pubmed": 18794210, "text": "During conditions of extreme physical stress such as prolonged endurance running, oxytocin may assist its better known companion hormones (arginine vasopressin and atrial natriuretic peptide) in the regulation of fluid balance."}, {"pubmed": 18940936, "text": "The fact that oxytocin decreases both superoxide production and release of a proinflammatory cytokine from these cells suggests a potentially larger role for oxytocin in the attenuation of disease."}, {"pubmed": 19001515, "text": "Melatonin synergizes with oxytocin to promote myometrial cell contractions in vitro, which in vivo would promote coordinated and forceful contractions of the late term pregnant uterus necessary for parturition."}, {"pubmed": 19005082, "text": "Depressed women had more variability in pulsatile oxytocin release during 2 test tasks, & higher oxytocin levels during the 1-hour affiliation-focused imagery session which were also associated with more depression, anxiety, & interpersonal dysfunction."}, {"pubmed": 19058789, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19086053, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19335381, "text": "oxytocin deserves to be examined as a candidate that causes the sexually dimorphic aspect of human social reciprocity, social brain development and the pathogenesis of autism spectrum disorder"}, {"pubmed": 19336370, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19347709, "text": "Oxytocin, its receptor and the PGF(2alpha) receptor are involved in the regulation of labour through a paracrine mechanism."}, {"pubmed": 19473710, "text": "No mutations were found in promoter and coding regions of the OT gene in our population. One rare 3'UTR single nucleotide variant (rs17339677) and one intron 2 molecular variant (rs34097556), which showed a high frequency, were evidenced."}, {"pubmed": 19473710, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19481007, "text": "In summary, the intimate associations between the TH-IR and oxytocin-IR elements may be functional synapses and may represent the morphological substrate of stress-influenced oxytocin release."}, {"pubmed": 19500216, "text": "Results indicate that arginine vasopressin and oxytocin gene expression in the paraventricular and supraoptic nuclei is unchanged in depressed Alzheimer's disease patients, in contrast with the enhanced AVP gene expression in major depressive disorder."}, {"pubmed": 19587265, "text": "i.v. administration of OXT decreases circulating levels of ghrelin during fasting, as well as following LPS-induced endotoxemia in healthy men"}, {"pubmed": 19598235, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19672816, "text": "Gene expression of vasopressin and oxytocin was significant increased in the hypothalamo-neurohypophysial system of patients with chronic heart failure."}, {"pubmed": 19874574, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19943975, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19943975, "text": "polymorphism in the promoter region of the OXT gene is most common in subjects with lactase non-persistence."}, {"pubmed": 20144509, "text": "These data confirm and extend prior evidence implicating oxytocin and vasopressin in couples' positive and negative communication behaviors, and also provide further evidence of their role in an important health outcome, wound healing."}, {"pubmed": 20196918, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20196918, "text": "The rs2740204 variant in the OXT gene was significantly associated with treatment response (after 1000 permutations p=0.042) and nominally associated with negative symptoms in the sample of this study."}, {"pubmed": 20220015, "text": "Hyperphagic obesity in single-minded homolog 1 (Sim1)-deficient mice may be attributable to transgenic changes in the leptin-melanocortin-oxytocin pathway."}, {"pubmed": 20308198, "text": "Oxytocin plays an important role in multiple social behaviors, demonstrated in a model comprising oxytocinergic signaling in the amygdala that results in impaired emotional salience processing with consequent social cognitive deficits."}, {"pubmed": 20371820, "text": "First demonstration that intranasal oxytocin can facilitate amygdala-dependent, socially reinforced learning and emotional empathy in men."}, {"pubmed": 20399783, "text": "Prolactin was related to father-infant coordinated exploratory play whereas oxytocin was associated with father-infant affect synchrony in the social context."}, {"pubmed": 20436377, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20468064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20547007, "text": "No association between oxytocin or prolactin gene variants and childhood-onset mood disorders."}, {"pubmed": 20547007, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20547038, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20547038, "text": "The findings of this study suggested a nominal association of schizophrenia with two variants in the 5' region of the oxytocin gene (rs4813625 and rs3761248)."}, {"pubmed": 20595062, "text": "This review discusses the function of oxytocin (OT) as a homeostatic inhibitor of consumption, capable of mitigating multiple aspects of ingestive behavior and energy metabolism."}, {"pubmed": 20602615, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20711752, "text": "Significantly different oxytocin baseline concentrations and oxytocin receptor expressions between fertile and infertile men strongly suggest that oxytocin/oxytocin receptor system is likely to be linked with male infertility"}, {"pubmed": 21073007, "text": "Immunohistochemical experimentation with oxytocin in this review shows that during cancer progression, atrial natriuretic peptide is reduced, but oxytocin (OT) is not, and OT could be used as a novel marker to predict breast cancer progression. [review]"}, {"pubmed": 21090345, "text": "Significant differences in the content of OT and expression of OTR between fertile and infertile men suggested an association of OT with male infertility."}, {"pubmed": 21315262, "text": "The exocytosis of oxytocin, expressed in neurons of the hypothalamus, is negatively regulated by synaptotagmin 4."}, {"pubmed": 21562482, "text": "Plasma oxytocin concentration in mid-pregnancy predicts post-partum depression symptoms characterized in this prospective study."}, {"pubmed": 21682649, "text": "These results contribute to the evidence that early life adverse experience is negatively associated with OT system activity in adulthood, and offer further insight into mediator and moderator effects on this link."}, {"pubmed": 21741363, "text": "there is a local feed-forward loop in bone marrow through which the OT so produced from osteoblasts in response to estrogen acts upon its receptor to exert a potent anabolic action."}, {"pubmed": 21744319, "text": "The presence of Orphanin, Oxytocin, ANP, eNOS and iNOS proteins was identified in the human umbilical cord."}, {"pubmed": 21832819, "text": "analysis of oxytocin immunoreactivity in the corpus cavernosum of patients with erectile dysfunction"}, {"pubmed": 21893160, "text": "These results suggest that CD38 plays a general role in oxytocin secretion"}, {"pubmed": 21899794, "text": "Report for the first time of a significant genetic association of OXT and AVP with schizophrenia"}, {"pubmed": 21903023, "text": "Overnight secretion of oxytocin in women with anorexia nervosa is decreased compared with healthy women; low oxytocin levels are associated with decreased bone mineral density and body fat and may contribute to anorexia nervosa-induced bone loss."}, {"pubmed": 21960250, "text": "[review] OT and arginine vasopressin play parallel roles in modulating the recognition and avoidance of socially relevant pathogen threats in both humans and rodents."}, {"pubmed": 21984889, "text": "[review] The OT system functions as an important element within a complex, developmentally sensitive biobehavioral system."}, {"pubmed": 22069312, "text": "Functional selective oxytocin-derived agonists discriminate between individual G protein family subtypes."}, {"pubmed": 22227278, "text": "The author reviews evidence that hypothalamic release (or infusion) of the neuropeptide oxytocin modulates the regulation of cooperation and conflict among humans--REVIEW"}, {"pubmed": 22245314, "text": "Arginine vasopressin and oxytocin are social hormones and mediate affiliative behaviors in mammals and as recently demonstrated, also in humans--REVIEW"}, {"pubmed": 22285934, "text": "Studies across multiple attachments throughout life are presented and demonstrate that the extended oxytocin system provides the neurohormonal substrate for parental, romantic, and filial attachment in humans--REVIEW"}, {"pubmed": 22294460, "text": "This is the first known study to show a significant association between callous unemotional traits in children and adolescents with extreme, persistent pervasive aggression and a polymorphism on the oxytocin receptor."}, {"pubmed": 22297159, "text": "first evidence or relationship between plasma oxytocin level and expression of SERT (serotonin transporter) on platelet membranes"}, {"pubmed": 22306668, "text": "These findings link differences in individual temperament in new mothers with the peripheral oxytocin response"}, {"pubmed": 22336563, "text": "Reduced plasma oxytocin and both oxytocin receptor and CD38 risk alleles were related to less parental touch"}, {"pubmed": 22418012, "text": "variability within the oxytocin gene appear to explain interindividual differences in dopaminergic responses to stress"}, {"pubmed": 22543270, "text": "In couples, relationship quality had a small, marginally significant inverse association with plasma oxytocin levels."}, {"pubmed": 22807189, "text": "Results show low plasma oxytocin levels in patients with generalized social anxiety disorder compared to controls during a prosocial laboratory task paradigm."}, {"pubmed": 22872688, "text": "Oxytocin may be involved in the pathophysiology of anorexia."}, {"pubmed": 22920910, "text": "findings suggest that oxytocin might not promote human bond formation in ways analogous to prairie voles - that is, by inducing a partner preference effect"}, {"pubmed": 22997507, "text": "Data suggest that plasma oxytocin is lower in subjects with uncontrolled type 2 diabetes along with psychoticism, somatization, or obsessionality as compared with subjects with controlled type 2 diabetes."}, {"pubmed": 23025690, "text": "OT inhibits neuroadaptation to and withdrawal from alcohol."}, {"pubmed": 23144787, "text": "The study links defense-motivated competition to oxytocin, a hypothalamic neuropeptide involved in reproduction and social bonding."}, {"pubmed": 23146328, "text": "OT increases covert attention to happy faces, thereby supporting the hypothesis that OT modulates early attentional processes that might promote prosocial behavior in healthy men."}, {"pubmed": 23258269, "text": "Data suggest that nocturnal oxytocin secretion is low in amenorrheic athletes compared with nonathletes and is associated with site-dependent microarchitectural parameters of bone (tibia [weight-bearing]; radius [non-weight-bearing])."}, {"pubmed": 23284856, "text": "Women who perceived low cognitive social capital showed higher oxytocin levels, while structural social capital showed inverse-U shape association with oxytocin. No association between oxytocin and social capital was found among men."}, {"pubmed": 23410756, "text": "OT is a regulator of the PI3K/Akt/mTORC1 pathway in Caco2BB cells and may modulate translation in gut cells."}, {"pubmed": 23453164, "text": "Data suggest that that OXT enhances pro-social behavior by influencing complex brain networks involved in self-referential processing and affectionate touch, most prominently in individuals with supportive family experiences in childhood."}, {"pubmed": 23550008, "text": "kisspeptin-10 transiently excites oxytocin neurons in late pregnancy and during lactation, suggesting that a central kisspeptin excitation of oxytocin neurons emerges at the end of pregnancy"}, {"pubmed": 23589638, "text": "oxytocin and argipressin have been referred to as \"social\" neuropeptides as they have a highly conserved role as mediators of complex social cognition and interaction in both animals and humans"}, {"pubmed": 23637833, "text": "polymorphisms in OXT associate with both infant-directed vocalizing and maternal instrumental care."}, {"pubmed": 23799864, "text": "Women with low OT may not effectively interpret and utilize available support resources, which may be associated with sleep disturbances"}, {"pubmed": 23835346, "text": "Results indicate that oxytocin, beyond its role in social bonding, regulates non-homeostatic, reward-related energy intake, hypothalamic-pituitary-adrenal axis activity, and the glucoregulatory response to food intake in humans."}, {"pubmed": 23856187, "text": "Oxytocin plays an important role in modulation of social bonding processes and stress regulation, and may be crucially involved in the promotion of mental health. Review."}, {"pubmed": 23937196, "text": "Data from women undergoing hysterectomy for uterine fibroids suggest that uterine isthmian-cervical myoma pseudocapsules exhibit substantial nerve fibers expressing OXT; uterine fundal myoma pseudocapsules exhibit few nerve fibers expressing OXT."}, {"pubmed": 23941164, "text": "OXT rs2740210 interacted with early life adversity to predict variation in breastfeeding duration and postpartum depression."}, {"pubmed": 24086383, "text": "dysregulation of OXT, AVP and/or testosterone systems exist in mothers of autistic children."}, {"pubmed": 24412107, "text": "Patients with poor outcome after aneurysmal subarachnoid hemorrhage have lower AVP and OXT levels in cerebrospinal fluid."}, {"pubmed": 24635660, "text": "nominal associations were found between autism spectrum disorder scores and single-nucleotide polymorphisms in OXT, ARNT2 and CD38"}, {"pubmed": 24768649, "text": "findings suggest that experiences of childhood emotional maltreatment may alter salivary oxytocin levels, which in turn are related to more positive perceptions of infant stimuli with positive emotion"}, {"pubmed": 25088178, "text": "reviews the role of OT in the control mechanisms of sexual behavior."}, {"pubmed": 25451977, "text": "Oxytocin activates NF-kappaB-mediated inflammatory pathways in human gestational tissues in normal parturition."}, {"pubmed": 26168929, "text": "Oxytocin serum levels with Attention Deficit Hyperactivity Disorder were significantly decreased compared with controls."}, {"pubmed": 26615966, "text": "Children with Prader-Willi syndrome have elevated plasma oxytocin levels."}, {"pubmed": 26739971, "text": "Oxytocin levels were lower in autistic patients compared to controls."}, {"pubmed": 26898770, "text": "serum oxytocin levels were higher among women than men and were negatively associated with strength of belief in life after death"}, {"pubmed": 27028773, "text": "Hormonal changes in estradiol, progesterone, or oxytocin do not predict differences in the pain perception of women in the peripartum or postpartum period."}, {"pubmed": 27325757, "text": "epigenetic modification of OXT is linked to several overt measures of sociability"}, {"pubmed": 27578619, "text": "Low oxytocin expression is associated with diabetic metabolic syndrome."}, {"pubmed": 27818356, "text": "study found that rs6133010 in the OXT gene is associated with alcohol dependence in the northern Chinese Han population"}, {"pubmed": 28077341, "text": "Obese children had significantly higher irisin and lower oxytocin levels than the healthy controls."}, {"pubmed": 28238786, "text": "Oxytocin prevents cartilage matrix destruction via regulating MMP1 and MMP13."}, {"pubmed": 28415720, "text": "Serum and prostatic oxytocin levels are increased in the PCa subjects. Serum oxytocin level may be a biomarker for PCa in the future. Oxytocin increases PCa growth and APPL1 expression."}, {"pubmed": 28447621, "text": "Study found a higher expression of paraventricular nucleus OXT in the mood disorder patients than in the control subjects, and observed a clear co-localization of androgen receptor in OXT-expressing neurons, both in the cytoplasm and in the nucleus. In addition, a significant decrease in OXT-mRNA levels was observed after pre-incubation of the SK-N-SH cells with testosterone."}, {"pubmed": 28566712, "text": "The results suggest that there is an age-dependent association between visual attention for social cues and oxytocin (OT) levels in infants and children, and that the development of visual attention to the eyes as social cues is associated with both OXTR polymorphisms and OT levels."}, {"pubmed": 28586943, "text": "OXT levels were lowest in anorexia nervosa, higher in healthy controls, and highest in obesity. There were positive associations between OXT and body mass index, total, visceral, and subcutaneous fat, and bone mineral density."}, {"pubmed": 28606214, "text": "Oxytocin gene polymorphisms and parenting G x E interaction on social anxiety levels in adolescents."}, {"pubmed": 28694300, "text": "These results suggest that OXT and OXTR are controlled mainly by E2 in the placenta via ESR1 and thus may play physiological functions in the human placenta during the late stage of pregnancy."}, {"pubmed": 28865715, "text": "findings suggested more significant plasma oxytocin dysregulation in the patients in the bipolar II disorder group than in the major depressive disorder patients and controls, both before and after treatment"}, {"pubmed": 28927333, "text": "Oxytocin level did not vary significantly between healthy controls, healthy controls with a history of sexual abuse, and psychogenic non-epileptic seizure patients with a history of sexual abuse."}, {"pubmed": 28965836, "text": "REVIEW: recent advances in animal research on the analgesic effects of oxytocin and discuss possible target sites of oxytocin within descending and ascending pain pathways in the brain"}, {"pubmed": 29040351, "text": "A significant moderating effect of OXT genotype (rs2740210) on the relationship between social support and psychiatric distress was detected"}, {"pubmed": 29412506, "text": "Although some SNPs were associated at an alpha level of .05 with breastfeeding, they did not survive multiple testing correction. Authors conclude that SNPs within or nearby OXT and OXTR are unlikely to have large effects on breastfeeding behavior."}, {"pubmed": 29501452, "text": "Variants of the OXT-Neurophysin-I gene resonate with phenotypes that foster positive social interactions."}, {"pubmed": 29609987, "text": "Group comparisons revealed lower plasma OT levels in the schizophrenia group compared to healthy controls. Correlations revealed that lower levels of OT were associated with poorer levels of metacognitive functioning in the schizophrenia group but not poorer social cognition or neurocognition."}, {"pubmed": 29696435, "text": "Parenting Interacts with Oxytocin Polymorphisms to Predict Adolescent Social Anxiety Symptom Development: A Novel Polygenic Approach."}, {"pubmed": 29909692, "text": "women who did and did not become pregnant after embryo transfer did not have significantly different oxytocin levels"}, {"pubmed": 29969689, "text": "The OT concentration in the pooled saliva of preterm infant twins decreased during kangaroo care. This response of the OT system might be explained by stress during baseline."}, {"pubmed": 30057594, "text": "oxytocin and its receptor play a role in synapse structure, function, and neuron connectivity and this implicates that alterations in oxytocin signaling could be involved in synaptopathies."}, {"pubmed": 30178087, "text": "REVIEW: findings on endogenous OXT levels and their relationship to eating disorders pathology, the impact of exogenous OXT on mechanisms that drive ED presentation and chronicity, and the potential role of genetic predispositions in the OXT-ED link"}, {"pubmed": 30201120, "text": "Saliva oxytocin, cortisol, and testosterone levels in adolescent boys with autism spectrum disorder, oppositional defiant disorder/conduct disorder and typically developing individuals."}, {"pubmed": 30392999, "text": "Evidence suggests the physiological functions of OT are multiple. OT participates to coordination and control of gonadal development and reproduction. OT appears also as an important regulator of social behaviors such as affiliative, parental, and romantic behaviors. [REVIEW]"}, {"pubmed": 30690225, "text": "Authors here demonstrate that OXT promoter DNAm changes significantly throughout gestation in peripheral blood and that these changes are associated with variability in MB, providing a novel potential biomarker predicting postnatal MB."}, {"pubmed": 31065789, "text": "Maternal verbal aggression in early infancy and child's internalizing symptoms: interaction by common oxytocin polymorphisms."}, {"pubmed": 31361301, "text": "Our data show that OXT is genetically affected by a variant near OXT and is associated with obesity and impaired glucose tolerance."}, {"pubmed": 31505221, "text": "food addiction is related to obesity severity, dietary intakes of energy, carbohydrate, protein, fat, cholesterol, and plasma oxytocin level."}, {"pubmed": 31514201, "text": "The effect of methylphenidate on social cognition and oxytocin in children with attention deficit hyperactivity disorder."}, {"pubmed": 31525634, "text": "Oxytocin and its fragments may also be released from peripheral sites, such as peripheral nerves, the gastrointestinal tract, and blood vessels in response to decreased sympathetic or increased parasympathetic nervous tone. Smaller fragments of oxytocin produced in the periphery may easily pass the blood-brain barrier to induce effects in the brain. Oxytocin is linked to many different, sometimes opposite effects. Review."}, {"pubmed": 31538678, "text": "Influence of perioperative stress on central and peripheral oxytocin and arginine-vasopressin concentrations."}, {"pubmed": 31628930, "text": "Oxytocin reduces post-stress sweet snack intake in women without attenuating salivary cortisol."}, {"pubmed": 31768943, "text": "Relation of Promoter Methylation of the Oxytocin Gene to Stressful Life Events and Depression Severity."}, {"pubmed": 31775875, "text": "The nearly identical OXT differentially methylated regions (DMRs) found in both the blood and brain of patients with late-onset Alzheimer's disease (AD) suggest a systemic epigenetic dysregulation in AD involving OXT. The detection of the OXT DMR at pre-dementia stages suggests its potential relevance as a novel biomarker."}, {"pubmed": 31919036, "text": "Oxytocin and oxytocin receptor alterations, decreased survival, and increased chemoresistance in patients with pancreatic cancer."}, {"pubmed": 32233820, "text": "Serum Oxytocin Levels and Logical Memory in Older People in Rural Japan."}, {"pubmed": 32360414, "text": "A Novel Role of CD38 and Oxytocin as Tandem Molecular Moderators of Human Social Behavior."}, {"pubmed": 32756565, "text": "Maternal plasma levels of oxytocin during breastfeeding-A systematic review."}, {"pubmed": 32807845, "text": "Advances in the field of intranasal oxytocin research: lessons learned and future directions for clinical research."}, {"pubmed": 32993882, "text": "Methylation of oxytocin related genes and early life trauma together shape the N170 response to human faces."}, {"pubmed": 33673448, "text": "Oxytocin Signaling as a Target to Block Social Defeat-Induced Increases in Drug Abuse Reward."}, {"pubmed": 34495462, "text": "Oxytocin levels in individuals with schizophrenia are high in cerebrospinal fluid but low in serum: A systematic review and meta-analysis : Oxytocin and Schizophrenia."}, {"pubmed": 34685631, "text": "Oxytocin Is a Positive Allosteric Modulator of kappa-Opioid Receptors but Not delta-Opioid Receptors in the G Protein Signaling Pathway."}, {"pubmed": 34713517, "text": "The oxytocin system and early-life experience-dependent plastic changes."}, {"pubmed": 34769215, "text": "Relationship between Oxytocin and Osteoarthritis: Hope or Despair?"}, {"pubmed": 34789725, "text": "A multi-modal MRI analysis of brain structure and function in relation to OXT methylation in maltreated children and adolescents."}, {"pubmed": 34973541, "text": "Oxytocin system gene methylation is associated with empathic responses towards children."}, {"pubmed": 35353882, "text": "The Influence of Oxytocin and Prolactin During a First Episode of Psychosis: The Implication of Sex Differences, Clinical Features, and Cognitive Performance."}, {"pubmed": 35367715, "text": "Plasma oxytocin is modulated by mental training, but does not mediate its stress-buffering effect."}, {"pubmed": 35462200, "text": "Oxytocin modulates sensitivity to acculturation and discrimination stress in pregnancy."}, {"pubmed": 35842075, "text": "Identification of oxytocin expression in human and murine microglia."}, {"pubmed": 35980773, "text": "The Association Between Peripheral Oxytocin Levels and Depressive Symptoms in People With HIV."}, {"pubmed": 36113782, "text": "Linking oxytocin and arginine vasopressin signaling abnormalities to social behavior impairments in Prader-Willi syndrome."}, {"pubmed": 36609850, "text": "Genetic and epigenetic signatures associated with plasma oxytocin levels in children and adolescents with autism spectrum disorder."}, {"pubmed": 36848972, "text": "l-DOPA and oxytocin influence the neurocomputational mechanisms of self-benefitting and prosocial reinforcement learning."}, {"pubmed": 36965512, "text": "Release of Oxytocin and Cortisol Is Associated With Neurobehavioral Patterns in Premature Infants."}, {"pubmed": 36967387, "text": "Prolactin and oxytocin: potential targets for migraine treatment."}, {"pubmed": 36979340, "text": "The Role of Oxytocin and Vasopressin in Drug-Induced Reward-Implications for Social and Non-Social Factors."}, {"pubmed": 37178641, "text": "Oxytocin and eating disorders: Knowledge gaps and future directions."}, {"pubmed": 37200960, "text": "[Oxytocin and vasopressin: sexual differences and clinical implications]."}, {"pubmed": 37211665, "text": "Variable Levels of Oxytocin During Sepsis: The Role of Oxytocin in Sepsis Pathophysiology."}, {"pubmed": 37298701, "text": "The Association between Oxytocin and Lower Limb Osteoarthritis: A Prospective Cohort Study."}, {"pubmed": 37460365, "text": "Oxytocin: physiology, pharmacology, and clinical application for labor management."}, {"pubmed": 37721215, "text": "The impact of childhood trauma exposure on social functioning in schizophrenia: the moderated mediation role of oxytocin and oxytocin receptor gene polymorphisms."}, {"pubmed": 37856926, "text": "Genetic variability in the oxytocin system is linked to individual differences in cuddliness among human infants."}, {"pubmed": 37980658, "text": "Linking Social Cognition, Parvalbumin Interneurons, and Oxytocin in Alzheimer's Disease: An Update."}, {"pubmed": 37993287, "text": "From love to pain: is oxytocin the key to grief complications?"}, {"pubmed": 38048654, "text": "The interplay of childhood trauma, oxytocin, and impulsivity in predicting the onset of methamphetamine use."}, {"pubmed": 38101184, "text": "Oxytocin as a transdiagnostic biomarker of well-being in severe mental illness during the Covid-19 pandemic."}, {"pubmed": 38157667, "text": "Decreased oxytocin plasma levels and oxytocin receptor expression associated with aggressive behavior in aggressive-impulsive disorders."}, {"pubmed": 38228703, "text": "Peripheral oxytocin levels are linked to hypothalamic gray matter volume in autistic adults: a cross-sectional secondary data analysis."}, {"pubmed": 38242969, "text": "Neural and behavioral evidence for oxytocin's facilitatory effects on learning in volatile and stable environments."}, {"pubmed": 38396741, "text": "The Pivotal Role of Oxytocin's Mechanism of Thermoregulation in Prader-Willi Syndrome, Schaaf-Yang Syndrome, and Autism Spectrum Disorder."}, {"pubmed": 38522151, "text": "Group differences in OXT methylation between patients with Major Depressive Disorder and healthy controls: A pre-registered replication study."}, {"pubmed": 38885888, "text": "The interplay of oxytocin and sex hormones."}, {"pubmed": 38959990, "text": "Augmented-reality-based multi-person exercise has more beneficial effects on mood state and oxytocin secretion than standard solitary exercise."}, {"pubmed": 39002450, "text": "Epigenetic regulation of the oxytocin system as an indicator of adaptation to over-controlling parenting and psychosocial functioning in adulthood."}, {"pubmed": 39068687, "text": "Chronic intranasal oxytocin alleviates cognitive impairment and reverses oxytocin signaling upregulation in MK801-induced mice."}], "genomic_pos": {"chr": "20", "end": 3072517, "ensemblgene": "ENSG00000101405", "start": 3071620, "strand": 1}, "genomic_pos_hg19": {"chr": "20", "end": 3053163, "start": 3052266, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001975", "qualifier": "involved_in", "term": "response to amphetamine"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002027", "qualifier": "involved_in", "term": "regulation of heart rate"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002125", "qualifier": "involved_in", "term": "maternal aggressive behavior"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": 10218979, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007204", "qualifier": "involved_in", "term": "positive regulation of cytosolic calcium ion concentration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007507", "qualifier": "involved_in", "term": "heart development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007565", "qualifier": "involved_in", "term": "female pregnancy"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007613", "qualifier": "involved_in", "term": "memory"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007625", "qualifier": "involved_in", "term": "grooming behavior"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009744", "qualifier": "involved_in", "term": "response to sucrose"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010701", "qualifier": "involved_in", "term": "positive regulation of norepinephrine secretion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014823", "qualifier": "involved_in", "term": "response to activity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032094", "qualifier": "involved_in", "term": "response to food"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032308", "qualifier": "involved_in", "term": "positive regulation of prostaglandin secretion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032355", "qualifier": "involved_in", "term": "response to estradiol"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032526", "qualifier": "involved_in", "term": "response to retinoic acid"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032570", "qualifier": "involved_in", "term": "response to progesterone"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0034695", "qualifier": "involved_in", "term": "response to prostaglandin E"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035176", "qualifier": "involved_in", "term": "social behavior"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035811", "qualifier": "involved_in", "term": "negative regulation of urine volume"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042220", "qualifier": "involved_in", "term": "response to cocaine"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042711", "qualifier": "involved_in", "term": "maternal behavior"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042713", "qualifier": "involved_in", "term": "sperm ejaculation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042755", "qualifier": "involved_in", "term": "eating behavior"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042756", "qualifier": "involved_in", "term": "drinking behavior"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043434", "qualifier": "involved_in", "term": "response to peptide hormone"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045472", "qualifier": "involved_in", "term": "response to ether"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045776", "qualifier": "involved_in", "term": "negative regulation of blood pressure"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045777", "qualifier": "involved_in", "term": "positive regulation of blood pressure"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045778", "qualifier": "involved_in", "term": "positive regulation of ossification"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045925", "qualifier": "involved_in", "term": "positive regulation of female receptivity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050806", "qualifier": "involved_in", "term": "positive regulation of synaptic transmission"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051384", "qualifier": "involved_in", "term": "response to glucocorticoid"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051591", "qualifier": "involved_in", "term": "response to cAMP"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051602", "qualifier": "involved_in", "term": "response to electrical stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051965", "qualifier": "involved_in", "term": "positive regulation of synapse assembly"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060179", "qualifier": "involved_in", "term": "male mating behavior"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060406", "qualifier": "involved_in", "term": "positive regulation of penile erection"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060450", "qualifier": "involved_in", "term": "positive regulation of hindgut contraction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070474", "qualifier": "involved_in", "term": "positive regulation of uterine smooth muscle contraction"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0120162", "pubmed": 18071238, "qualifier": "involved_in", "term": "positive regulation of cold-induced thermogenesis"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0030141", "qualifier": "is_active_in", "term": "secretory granule"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0043195", "qualifier": "located_in", "term": "terminal bouton"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005184", "qualifier": "enables", "term": "neuropeptide hormone activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005185", "qualifier": "enables", "term": "neurohypophyseal hormone activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 32296183, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0031855", "qualifier": "enables", "term": "oxytocin receptor binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0031894", "qualifier": "enables", "term": "V1A vasopressin receptor binding"}]}, "homologene": {"genes": [[8364, 100485685], [9031, 768516], [9544, 717068], [9598, 746851], [9606, 5020], [9615, 100856247], [9913, 280888], [10090, 18429], [10116, 25504]], "id": 55494}, "interpro": [{"desc": "Neurohypophysial hormone", "id": "IPR000981", "short_desc": "Neurhyp_horm"}, {"desc": "Neurohypophysial hormone, conserved site", "id": "IPR022423", "short_desc": "Neurohypophysial_hormone_CS"}, {"desc": "Neurohypophysial hormone domain superfamily", "id": "IPR036387", "short_desc": "Neurhyp_horm_dom_sf"}], "ipi": "IPI00000144", "map_location": "20p13", "name": "oxytocin/neurophysin I prepropeptide", "other_names": ["neurophysin I", "oxytocin, prepro- (neurophysin I)", "oxytocin, prepropeptide", "oxytocin-neurophysin 1", "oxytocin-neurophysin I, preproprotein"], "pantherdb": {"HGNC": "8528", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "97453", "ortholog_type": "LDO", "panther_family": "PTHR11681", "taxid": 10090, "uniprot_kb": "P35454"}, {"RGD": "3238", "ortholog_type": "LDO", "panther_family": "PTHR11681", "taxid": 10116, "uniprot_kb": "P01179"}, {"Ensembl": "ENSGALG00000019026", "ortholog_type": "O", "panther_family": "PTHR11681", "taxid": 9031, "uniprot_kb": "E1C7F2"}, {"ZFIN": "ZDB-GENE-030407-2", "ortholog_type": "O", "panther_family": "PTHR11681", "taxid": 7955, "uniprot_kb": "F8W5D0"}, {"ZFIN": "ZDB-GENE-030407-1", "ortholog_type": "O", "panther_family": "PTHR11681", "taxid": 7955, "uniprot_kb": "F1QC27"}], "uniprot_kb": "P01178"}, "pathway": {"kegg": [{"id": "hsa04024", "name": "cAMP signaling pathway - Homo sapiens (human)"}, {"id": "hsa04080", "name": "Neuroactive ligand-receptor interaction - Homo sapiens (human)"}, {"id": "hsa04921", "name": "Oxytocin signaling pathway - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-375276", "name": "Peptide ligand-binding receptors"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-388479", "name": "Vasopressin-like receptors"}, {"id": "R-HSA-416476", "name": "G alpha (q) signalling events"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}], "wikipathways": {"id": "WP289", "name": "Myometrial relaxation and contraction pathways"}}, "pdb": ["7OFG", "7OTD", "7QVM", "7RYC"], "pfam": ["PF00184", "PF00220"], "pharmgkb": "PA32857", "pharos": {"target_id": 4427, "tdl": "Tbio"}, "pir": "A94676", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF210889", "relationship": "is"}, {"id": "GNF216341", "relationship": "is"}, {"id": "GNF221793", "relationship": "is"}, {"id": "GNF227245", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF337145", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF101495", "relationship": "is"}, {"id": "GNF141150", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000020.11", "NC_060944.1"], "protein": ["NP_000906.1", "XP_054179442.1"], "rna": ["NM_000915.4", "XM_054323467.1"], "translation": [{"protein": "XP_054179442.1", "rna": "XM_054323467.1"}, {"protein": "NP_000906.1", "rna": "NM_000915.4"}]}, "reporter": {"HG-U133_Plus_2": "207576_x_at", "HG-U95Av2": "32472_at", "HTA-2_0": ["TC20000033.hg.1", "TC20001065.hg.1"], "HuEx-1_0": "3874198", "HuGene-1_1": "8060604", "HuGene-2_1": "16910959"}, "summary": "This gene encodes a precursor protein that is processed to produce oxytocin and neurophysin I. Oxytocin is a posterior pituitary hormone which is synthesized as an inactive precursor in the hypothalamus along with its carrier protein neurophysin I. Together with neurophysin, it is packaged into neurosecretory vesicles and transported axonally to the nerve endings in the neurohypophysis, where it is either stored or secreted into the bloodstream. The precursor seems to be activated while it is being transported along the axon to the posterior pituitary. This hormone contracts smooth muscle during parturition and lactation. It is also involved in cognition, tolerance, adaptation and complex sexual and maternal behaviour, as well as in the regulation of water excretion and cardiovascular functions. [provided by RefSeq, Dec 2013].", "symbol": "OXT", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1418208"}, "unigene": "Hs.113216", "uniprot": {"Swiss-Prot": "P01178", "TrEMBL": "X5D7M6"}, "wikipedia": {"url_stub": "Oxytocin"}}