{"AllianceGenome": "8539", "HGNC": "8539", "MIM": "601167", "_id": "5028", "_version": 1, "accession": {"genomic": ["AC013251.19", "AJ006945.1", "CH471052.2", "CP068275.2", "NC_000003.12", "NC_060927.1", "NG_032896.2", "S81950.1"], "protein": ["AAA97872.1", "AAA97873.1", "AAB47091.1", "AAB94556.1", "AAH74784.1", "AAH74785.1", "AAN01278.1", "BAG36641.1", "CAA07339.1", "CAA89066.1", "EAW78773.1", "NP_002554.1", "P47900.1"], "rna": ["AF018284.1", "AK026659.1", "AK313920.1", "AY136752.1", "BC074784.2", "BC074785.2", "DA396016.1", "DA453416.1", "NM_002563.5", "U42029.1", "U42030.1", "Z49205.1"], "translation": [{"protein": "AAN01278.1", "rna": "AY136752.1"}, {"protein": "AAH74784.1", "rna": "BC074784.2"}, {"protein": "AAA97873.1", "rna": "U42030.1"}, {"protein": "AAB94556.1", "rna": "AF018284.1"}, {"protein": "BAG36641.1", "rna": "AK313920.1"}, {"protein": "AAA97872.1", "rna": "U42029.1"}, {"protein": "NP_002554.1", "rna": "NM_002563.5"}, {"protein": "AAH74785.1", "rna": "BC074785.2"}, {"protein": "CAA89066.1", "rna": "Z49205.1"}]}, "alias": ["P2Y1", "SARCC"], "ensembl": {"gene": "ENSG00000169860", "protein": "ENSP00000304767", "transcript": "ENST00000305097", "translation": [{"protein": "ENSP00000304767", "rna": "ENST00000305097"}], "type_of_gene": "protein_coding"}, "entrezgene": "5028", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 6.632381, "exp_mis": 145.6432494, "exp_syn": 79.19857, "lof_z": 2.1664414960547, "mis_z": 1.80936689938857, "mu_lof": 5.48382192307e-07, "mu_mis": 1.2817431702e-05, "mu_syn": 6.95304721603e-06, "n_lof": 1.0, "n_mis": 101.0, "n_syn": 57.0, "p_li": 0.581732803893959, "p_null": 0.0106179556124267, "p_rec": 0.407649240493614, "syn_z": 1.54637845757047}, "bp": 1122, "cds_end": 152554693, "cds_start": 152553571, "n_exons": 1, "nonpsych": {"exp_lof": 5.9823094, "exp_mis": 131.8005635, "exp_syn": 71.6617131, "lof_z": 2.00054458079629, "mis_z": 2.01221386196791, "mu_lof": 5.48382192307e-07, "mu_mis": 1.2817431702e-05, "mu_syn": 6.95304721603e-06, "n_lof": 1.0, "n_mis": 86.0, "n_syn": 49.0, "p_li": 0.552747085776227, "p_null": 0.0159835109896065, "p_rec": 0.431269403234167, "syn_z": 1.6854372784587}, "nontcga": {"exp_lof": 6.09977949, "exp_mis": 133.9897881, "exp_syn": 72.86067649, "lof_z": 2.03692757615096, "mis_z": 1.85028804941992, "mu_lof": 5.48382192307e-07, "mu_mis": 1.2817431702e-05, "mu_syn": 6.95304721603e-06, "n_lof": 1.0, "n_mis": 91.0, "n_syn": 57.0, "p_li": 0.541170216316872, "p_null": 0.0145005244860964, "p_rec": 0.444329259197032, "syn_z": 1.17651510430625}, "transcript": "ENST00000305097.3"}, "exons": [{"cdsend": 152836904, "cdsstart": 152835782, "chr": "3", "position": [[152835130, 152841439]], "strand": 1, "transcript": "NM_002563", "txend": 152841439, "txstart": 152835130}], "exons_hg19": [{"cdsend": 152554693, "cdsstart": 152553571, "chr": "3", "position": [[152552919, 152559228]], "strand": 1, "transcript": "NM_002563", "txend": 152559228, "txstart": 152552919}], "generif": [{"pubmed": 11690642, "text": "expression profile in human peripheral tissues and brain regions using PCR"}, {"pubmed": 12147294, "text": "Inhibition of platelet P2Y12 and alpha2A receptor signaling by cGMP-dependent protein kinase."}, {"pubmed": 12393588, "text": "immunolocalization of P2Y1 and TPalpha receptors in platelets revealed that while present at the platelet surface, both receptors were abundantly represented inside the platelet - in membranes of alpha-granules and elements of the open-canalicular system"}, {"pubmed": 12603858, "text": "Human keratinocytes express multiple P2Y-receptors: evidence for functional P2Y1, P2Y2, and P2Y4 receptors."}, {"pubmed": 12623443, "text": "the P2Y(1) purinoceptor and the P2Y(12)receptor appear to be involved in ADP-induced platelet shape change, an early phase of platelet activation that precedes aggregation"}, {"pubmed": 12787128, "text": "Different purinergic receptors have different functional roles in human epidermis with P2Y1 and P2Y2 receptors controlling proliferation, while P2X5 and P2X7 receptors control early differentiation, terminal differentiation and death of keratinocytes."}, {"pubmed": 12880424, "text": "Non-melanoma skin cancers express functional purinergic receptors and that P2X7 receptor agonists significantly reduce cell numbers in vitro."}, {"pubmed": 14644082, "text": "Supports P2Y(12) as a drug target compared with P2Y(1)."}, {"pubmed": 15099288, "text": "Whereas P2RY1 antagonism did not affect collagen or thrombin-induced thrombin generation, P2RY12 antagonism did decrease both, suggesting that P2RY12, but not P2RY1, is responsible for the potentiation of agonist-induced platelet procoagulant activity."}, {"pubmed": 15187029, "text": "Src kinase is activated through P2Y(1) but not P2Y(12)"}, {"pubmed": 15203713, "text": "both P2Y12 and P2Y1 contribute to ADP-potentiation of platelet-derived microparticles generation induced by collagen"}, {"pubmed": 15284110, "text": "ADP signaling through P2Y(1) may contribute to the initial stages of platelet adhesion and activation mediated by immobilized VWF, and through P2Y(12) to sustained thrombus formation."}, {"pubmed": 15496502, "text": "Basal activity of the P2Y(1) receptor is maintained by paracrine or autocrine release of receptor agonists."}, {"pubmed": 15509659, "text": "Results show that the two arginine residues (R333R334) in the carboxyl terminus of the human P2Y(1) ADP receptor are essential for G(q) coupling."}, {"pubmed": 15514209, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15590415, "text": "The P2Y1 has an exclusive vascular distribution."}, {"pubmed": 15602005, "text": "Agonist-induced P2Y1 receptor desensitization was accompanied by its internalization in platelets and transfected cells."}, {"pubmed": 15665114, "text": "both P2Y(1) and P2Y(12) desensitize in human platelets; P2Y(12), but not P2Y(1), desensitization is mediated by GRKs"}, {"pubmed": 16267125, "text": "Induction of the osmolyte permeability in Plasmodium-infected erythrocytes involves autocrine purinoceptor signaling."}, {"pubmed": 16546137, "text": "We conclude that lipid rafts play a significant role in the regulation of P2X1 but not P2Y1 receptors in human platelets and that a reserve of non-functional P2X1 receptors may exist."}, {"pubmed": 16581111, "text": "Observational study of gene-environment interaction and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 16634769, "text": "the A1622G dimorphism in P2Y1 is not associated with ADP-induced platelet activation/aggregation after treatment with clopidogrel"}, {"pubmed": 16741950, "text": "Stimulation of ARO cells evidenced a major involvement of P2Y1 and P2Y2 receptors in controlling the Hsp90 activation. P2Y1 and P2Y2 resulted significantly upregulated in sample biopsies from different thyroid tumors."}, {"pubmed": 16804093, "text": "This study therefore is the first to reveal distinct roles for PKC isoforms in the regulation of platelet P2Y receptor function and trafficking."}, {"pubmed": 16848759, "text": "results suggest that the interaction of calmodulin with the P2Y1 C-terminal tail may regulate P2Y1-dependent platelet aggregation"}, {"pubmed": 17095747, "text": "To determine if polymorphisms in P2X7 are associated with increased risk of TB. The 1513C allele increases susceptibility to extrapulmonary TB."}, {"pubmed": 17559347, "text": "Observational study of gene-disease association and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 17559347, "text": "Presence of the P2Y1 893CC genotype appears to confer an attenuated antiplatelet effect during aspirin treatment in healthy Chinese volunteers."}, {"pubmed": 17824841, "text": "oligomerization of the P2Y11 receptor with the P2Y1 receptor controls the internalization and ligand selectivity of the P2Y11 receptor"}, {"pubmed": 18057028, "text": "These results highlight a role of P2Y(1)R in EGFR-dependent epithelial cell proliferation. P2Y(1)R could potentially mediate both trophic stimuli of basally released nucleotides and first-line mitogenic stimulation upon tissue damage."}, {"pubmed": 18174464, "text": "ADP promotes human endothelial cell migration by activating P2Y1 receptor-mediated MAPK pathways, possibly contributing to reendothelialization and angiogenesis after vascular injury"}, {"pubmed": 18270199, "text": "analysis of constitutive and agonist-induced dimerizations of the P2Y1 receptor"}, {"pubmed": 18310463, "text": "Olfactory nerve terminals release not only glutamate, but also ATP, which activates P2Y(1) receptors."}, {"pubmed": 18500760, "text": "The interaction between A(1) and P2Y(1) receptors may play an important role in the purinergic signaling cascade in astrocytes"}, {"pubmed": 18502966, "text": "stress induces release of ATP, which in turn mediates Rho kinase activation through the P2Y1 receptor, resulting in the up-regulation of OPN [and] could play a significant role in alveolar bone resorption"}, {"pubmed": 18799799, "text": "In intact human vascular smooth muscle the association of the P2Y(1)R to membrane rafts, highlighting the role of this microdomain in P2Y(1)R signaling."}, {"pubmed": 19132198, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19637098, "text": "Clinical trial of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19740098, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19740098, "text": "genetic polymorphisms in ITGA2 and P2RY1 combine with plasma VWF:Ag levels to modulate baseline platelet reactivity in response to collagen plus EPI, while genetic differences in P2RY1 and GP1BA significantly effect platelet responses to collagen plus ADP"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19934793, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20056178, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20063989, "text": "Data show that ADP significantly increased VEGF, but not endostatin, release from platelets, and that both P2Y(1) and P2Y(12) receptor antagonism inhibited this release."}, {"pubmed": 20070609, "text": "These data describe a novel function of SNX1 in the regulation of P2Y(1) receptor recycling and suggest that SNX1 plays multiple roles in endocytic trafficking of G-protein coupled receptors."}, {"pubmed": 20192270, "text": "Data show that compound 3 was active in changing intracelluular calcium in 1321N1 human astrocytoma cells stably expressing the hP2Y1 receptor."}, {"pubmed": 20473398, "text": "Evaluation of antiplatelet agents in open flow systems demonstrates that inhibition of either ADP by apyrase or antagonism of P2X(1) signaling had no inhibitory effect on platelet accumulation."}, {"pubmed": 20586915, "text": "analysis of a novel Gi, P2Y-independent signaling pathway mediating Akt phosphorylation in response to thrombin receptors"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20847060, "text": "Adenosine triphosphate (ATP) acts trophically in brain neurons via its purinergic receptor P2Y1 to regulate gene expression of synaptic transmission and transduction."}, {"pubmed": 21210088, "text": "P2Y1 expression plays an important role in ectopic bone formation in the spinal ligaments of patients with ossification of the posterior longitudinal ligament of the spine (OPLL)"}, {"pubmed": 21632028, "text": "Activation of the P2Y1 receptor induces apoptosis and inhibits cell proliferation, implying a potentially novel target for prostate cancer."}, {"pubmed": 21643756, "text": "The role of P2RY1 in individuals from Latvian population is likely to be in platelet aggregation and thromboembolic diseases, and not as a significant contributing factor to the global metabolic syndrome, nor any association with myocardial infarction."}, {"pubmed": 22052557, "text": "P2Y1 receptors are expressed in intracellular vesicles and sarcolemma of skeletal muscle fibers."}, {"pubmed": 22079667, "text": "functional interaction of A2A and P2Y12 receptors on P2Y1 receptor"}, {"pubmed": 22249129, "text": "Results indicate involvement of P2Y purinoceptors P2Y(1) and P2Y(6) receptors in ADP- and UDP-stimulated proliferation."}, {"pubmed": 22250198, "text": "results demonstrate a crosstalk between two metabotropic and one ionotropic purinergic receptor that regulates cAMP levels through adenylate cyclase 5 and modulates axonal elongation triggered by neurotropic factors and the PI3K-Akt-GSK3 pathway"}, {"pubmed": 22574824, "text": "Data indicate that single nucleotide polymorphisms (SNPs) in P2RY1 and P2RY12 are associated with on-aspirin platelet reactivity in patients with coronary artery disease (CAD)."}, {"pubmed": 22701645, "text": "Combined blockade of P2Y12, P2Y1 and PI3-kinase p110beta fully prevents platelet and leukocyte activation during hypothermic extracorporeal circulation."}, {"pubmed": 22721490, "text": "Clopidogrel resistance was not associated with ADP receptor P2Y1 and P2Y12 gene polymorphisms."}, {"pubmed": 22916275, "text": "Data describe a novel function of ARF6 in the internalization of P2Y purinoceptors and demonstrate the integral importance of this small GTPase upon platelet ADP receptor function."}, {"pubmed": 23828624, "text": "We think that allele G provides a protective effect in events of ventilatory stress. Moreover, the significant lack of P2Y1 G allele homozygotes in the SIDS group shows that respiratory response plays an important role in the etiology of SIDS"}, {"pubmed": 23849096, "text": "P2Y1 and P2Y12 genes were polymorphic in a Korean population; 3 intronic P2Y12 polymorphisms (i-139C>T, i-744T>C, i-801insA) were in complete linkage disequilibrium but not with the c.52C>T polymorphism; platelet aggregation in response to ADP associated with c.52C>T polymorphism but not with the 3 intronic polymorphisms or the P2Y1 c.1622A>T polymorphism"}, {"pubmed": 23951072, "text": "H295R, a human adrenal cortex-derived cell line expresses a functional P2Y purinergic receptor for intracellular Ca(2)-mobilization. P2Y is linked to store-operated calcium entry activation, leading to Ca(2)-influx and cortisol secretion."}, {"pubmed": 24071464, "text": "Low ATP concentrations potentiated epinephrine-induced platelet aggregation that was abolished by P2Y1 antagonist MRS2500 suggesting P2Y1 receptor activation due to contaminating ADP."}, {"pubmed": 24524250, "text": "The physiological impact of A87T mutation of the P2Y11 receptor derives from detrimental effects on P2Y1-P2Y11 receptor interaction."}, {"pubmed": 24829920, "text": "These studies demonstrate a role for P2Y receptor activation in stimulation of ATP release."}, {"pubmed": 24998877, "text": "P2Y1 receptors are a potential pharmacological target leading smooth muscle relaxation to treat spasticity in colonic motor disorders."}, {"pubmed": 25003238, "text": "The immunohistochemical results were reflected in the immunoblotting data P2RY1 receptors were detected at higher levels of expression in patient with cortical dysplasia with intractable epilepsy."}, {"pubmed": 25341729, "text": "This study shows that Up4A is a potent native agonist for P2Y1R and SK-channel activation in human and mouse colon."}, {"pubmed": 25593131, "text": "Antibody EL2Ab binds to and exhibits P2Y1R-dependent function-blocking activity in the context of platelets."}, {"pubmed": 25822790, "text": "crystal structures of the human P2Y1R in complex with a nucleotide antagonist MRS2500 at 2.7 A resolution, and with a non-nucleotide antagonist BPTU at 2.2 A resolution"}, {"pubmed": 25937122, "text": "Data indicate that ATP-evoked Hoechst 33258 uptake was dependent on activation of P2Y receptors P2Y1 and P2Y2."}, {"pubmed": 26475857, "text": "P2Y1 couples to and activates TRPV4. PKC inhibitors prevented P2Y1 receptor activation of TRPV4."}, {"pubmed": 26743169, "text": "Synergistic inhibition of both P2Y1 and P2Y12 adenosine diphosphate receptors by GLS-409 immediately attenuates platelet-mediated thrombosis and effectively blocks agonist-stimulated platelet aggregation irrespective of concomitant aspirin therapy."}, {"pubmed": 26973243, "text": "The negative feedback modulation between LncRNA-SARCC/AR complex and HIF-2alpha signaling may then lead to differentially modulated RCC progression in a VHL-dependent manner. Together, these results may provide us a new therapeutic approach via targeting this newly identified signal from LncRNA-SARCC to AR-mediated HIF-2alpha/C-MYC signals against RCC progression."}, {"pubmed": 27098757, "text": "predominant role of P2Y1 receptors in human embryonic stem cells and a transition of P2Y-IP3R coupling in derived cardiovascular progenitor cells are responsible for the differential Ca(2+) mobilization between these cells."}, {"pubmed": 27250983, "text": "There is increased expression of P2Y1 receptors in the rectosigmoid mucosa of diarrhea-predominant irritable bowel syndrome patients."}, {"pubmed": 27301021, "text": "ALIX regulates P2Y1 degradation."}, {"pubmed": 27788256, "text": "High extracellular NaCl induces priming of the NLRP3 inflammasome in RPE cells, in part via P2Y1 receptor signaling"}, {"pubmed": 27863418, "text": "Pin1 induces the ADP-induced migration of human dental pulp cells through P2Y1 stabilization."}, {"pubmed": 28068952, "text": "Early neurological deterioration (END) occurred significantly more frequently in patients with aspirin resistance (AR) or high-risk interactive genotypes. Moreover, AR and high-risk interactive genotypes were independently associated with END."}, {"pubmed": 28091702, "text": "aim of this study was to evaluate the effects of platelet receptor gene (P2Y12, P2Y1) and glycoprotein gene (GPIIIa) polymorphisms, as well as their interactions, on antiplatelet drug responsiveness and clinical outcomes in patients with acute MIS"}, {"pubmed": 28578353, "text": "these data highlight a key role of the P2Y1/PI3Kbeta axis in endothelial cell proliferation downstream of ecto-F1-ATPase activation by apoA-I. Pharmacological targeting of this pathway could represent a promising approach to enhance vascular endothelial protection."}, {"pubmed": 29232918, "text": "Genomic association study identified deleterious rare variants in P2RY1 in patients with ischemic stroke."}, {"pubmed": 30914039, "text": "high-risk gene-gene interactions among TXA2R rs1131882, P2Y1 rs1371097 and GPIIIa rs2317676 were associated with higher platelet activation, and independently associated with higher risk of carotid stenosis in ischemic stroke patients."}, {"pubmed": 30919205, "text": "We conclude that P2Y1 and P2X receptors have non-redundant, synergistic functions in the regulation of T cell activation"}, {"pubmed": 32159362, "text": "Extracellular ATP, P2Rs, ecto-nucleotidases, adenosine, and P1Rs are basic elements of the purinergic signaling network and fundamental pillars of inflammation."}, {"pubmed": 32756482, "text": "Contribution of P2X4 Receptors to CNS Function and Pathophysiology."}, {"pubmed": 33435130, "text": "Nucleotides-Induced Changes in the Mechanical Properties of Living Endothelial Cells and Astrocytes, Analyzed by Atomic Force Microscopy."}, {"pubmed": 36681816, "text": "Association between P2Y1 and P2Y12 polymorphisms and acute myocardial infarction and ADP-induced platelet aggregation."}, {"pubmed": 37442808, "text": "Exploring bias in platelet P2Y1 signalling: Host defence versus haemostasis."}, {"pubmed": 38159881, "text": "Exploring the role of purinergic receptor P2RY1 in type 2 diabetes risk and pathophysiology: Insights from human functional genomics."}], "genomic_pos": {"chr": "3", "end": 152841439, "ensemblgene": "ENSG00000169860", "start": 152835131, "strand": 1}, "genomic_pos_hg19": {"chr": "3", "end": 152555841, "start": 152552736, "strand": 1}, "go": {"BP": [{"evidence": "ISS", "gocategory": "BP", "id": "GO:0001934", "qualifier": "involved_in", "term": "positive regulation of protein phosphorylation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001973", "qualifier": "involved_in", "term": "G protein-coupled adenosine receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006811", "qualifier": "involved_in", "term": "monoatomic ion transport"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007166", "pubmed": 8630005, "qualifier": "involved_in", "term": "cell surface receptor signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007186", "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007193", "qualifier": "involved_in", "term": "adenylate cyclase-inhibiting G protein-coupled receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007200", "qualifier": "involved_in", "term": "phospholipase C-activating G protein-coupled receptor signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007200", "pubmed": 9442040, "qualifier": "involved_in", "term": "phospholipase C-activating G protein-coupled receptor signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007204", "qualifier": "involved_in", "term": "positive regulation of cytosolic calcium ion concentration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008347", "qualifier": "involved_in", "term": "glial cell migration"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0008360", "pubmed": 9442040, "qualifier": "involved_in", "term": "regulation of cell shape"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009612", "qualifier": "involved_in", "term": "response to mechanical stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010700", "qualifier": "involved_in", "term": "negative regulation of norepinephrine secretion"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0023019", "qualifier": "involved_in", "term": "signal transduction involved in regulation of gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030168", "qualifier": "involved_in", "term": "platelet activation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032962", "qualifier": "involved_in", "term": "positive regulation of inositol trisphosphate biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035589", "qualifier": "involved_in", "term": "G protein-coupled purinergic nucleotide receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042755", "qualifier": "involved_in", "term": "eating behavior"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043270", "qualifier": "involved_in", "term": "positive regulation of monoatomic ion transport"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046887", "qualifier": "involved_in", "term": "positive regulation of hormone secretion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051649", "qualifier": "involved_in", "term": "establishment of localization in cell"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060406", "qualifier": "involved_in", "term": "positive regulation of penile erection"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0070374", "qualifier": "involved_in", "term": "positive regulation of ERK1 and ERK2 cascade"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070848", "qualifier": "involved_in", "term": "response to growth factor"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0071318", "pubmed": 12151016, "qualifier": "involved_in", "term": "cellular response to ATP"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0071415", "pubmed": 9442040, "qualifier": "involved_in", "term": "cellular response to purine-containing compound"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0072659", "qualifier": "involved_in", "term": "protein localization to plasma membrane"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0090075", "qualifier": "involved_in", "term": "relaxation of muscle"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0097746", "qualifier": "involved_in", "term": "blood vessel diameter maintenance"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0099509", "qualifier": "involved_in", "term": "regulation of presynaptic cytosolic calcium ion concentration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000300", "qualifier": "involved_in", "term": "regulation of synaptic vesicle exocytosis"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 25822790, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005929", "pubmed": 28154160, "qualifier": "located_in", "term": "cilium"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0009986", "pubmed": 23382103, "qualifier": "located_in", "term": "cell surface"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0014069", "qualifier": "located_in", "term": "postsynaptic density"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0016323", "qualifier": "located_in", "term": "basolateral plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0016324", "qualifier": "located_in", "term": "apical plasma membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0030425", "qualifier": "located_in", "term": "dendrite"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0044297", "qualifier": "located_in", "term": "cell body"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0045211", "qualifier": "located_in", "term": "postsynaptic membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0048787", "qualifier": "located_in", "term": "presynaptic active zone membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098978", "qualifier": "located_in", "term": "glutamatergic synapse"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0001621", "qualifier": "enables", "term": "G protein-coupled ADP receptor activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0001621", "pubmed": 9442040, "qualifier": "enables", "term": "G protein-coupled ADP receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 9671706, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005524", "qualifier": "enables", "term": "ATP binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0005524", "pubmed": 25822790, "qualifier": "enables", "term": "ATP binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0031686", "qualifier": "enables", "term": "A1 adenosine receptor binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0038023", "pubmed": 8630005, "qualifier": "enables", "term": "signaling receptor activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0043531", "qualifier": "enables", "term": "ADP binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0045028", "qualifier": "enables", "term": "G protein-coupled purinergic nucleotide receptor activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0045031", "qualifier": "enables", "term": "G protein-coupled ATP receptor activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0045031", "qualifier": "enables", "term": "G protein-coupled ATP receptor activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046982", "qualifier": "enables", "term": "protein heterodimerization activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0097110", "qualifier": "enables", "term": "scaffold protein binding"}]}, "homologene": {"genes": [[7955, 100003922], [8364, 100124773], [9031, 396275], [9544, 708507], [9598, 470970], [9606, 5028], [9615, 449621], [9913, 281963], [10090, 18441], [10116, 25265]], "id": 1926}, "interpro": [{"desc": "P2Y purinoceptor 1", "id": "IPR000142", "short_desc": "P2Y1_rcpt"}, {"desc": "G protein-coupled receptor, rhodopsin-like", "id": "IPR000276", "short_desc": "GPCR_Rhodpsn"}, {"desc": "GPCR, rhodopsin-like, 7TM", "id": "IPR017452", "short_desc": "GPCR_Rhodpsn_7TM"}], "ipi": "IPI00026825", "map_location": "3q25.2", "name": "purinergic receptor P2Y1", "other_names": ["ADP receptor", "ATP receptor", "P2 purinoceptor subtype Y1", "P2Y purinoceptor 1", "platelet ADP receptor", "purinergic receptor P2Y, G-protein coupled, 1", "suppressing androgen receptor in renal cell carcinoma"], "pantherdb": {"HGNC": "8539", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "105049", "ortholog_type": "LDO", "panther_family": "PTHR24231", "taxid": 10090, "uniprot_kb": "P49650"}, {"RGD": "3242", "ortholog_type": "LDO", "panther_family": "PTHR24231", "taxid": 10116, "uniprot_kb": "P49651"}, {"Ensembl": "ENSGALG00000010357", "ortholog_type": "LDO", "panther_family": "PTHR24231", "taxid": 9031, "uniprot_kb": "P34996"}, {"ZFIN": "ZDB-GENE-121004-2", "ortholog_type": "LDO", "panther_family": "PTHR24231", "taxid": 7955, "uniprot_kb": "A0A0N4SUG9"}], "uniprot_kb": "P47900"}, "pathway": {"kegg": [{"id": "hsa04015", "name": "Rap1 signaling pathway - Homo sapiens (human)"}, {"id": "hsa04080", "name": "Neuroactive ligand-receptor interaction - Homo sapiens (human)"}, {"id": "hsa04611", "name": "Platelet activation - Homo sapiens (human)"}, {"id": "hsa04742", "name": "Taste transduction - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-392518", "name": "Signal amplification"}, {"id": "R-HSA-392518", "name": "Signal amplification"}, {"id": "R-HSA-416476", "name": "G alpha (q) signalling events"}, {"id": "R-HSA-417957", "name": "P2Y receptors"}, {"id": "R-HSA-418038", "name": "Nucleotide-like (purinergic) receptors"}, {"id": "R-HSA-418592", "name": "ADP signalling through P2Y purinoceptor 1"}, {"id": "R-HSA-418592", "name": "ADP signalling through P2Y purinoceptor 1"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}, {"id": "R-HSA-76002", "name": "Platelet activation, signaling and aggregation"}, {"id": "R-HSA-76002", "name": "Platelet activation, signaling and aggregation"}], "wikipathways": [{"id": "WP455", "name": "GPCRs, Class A Rhodopsin-like"}, {"id": "WP4900", "name": "Purinergic signaling"}, {"id": "WP80", "name": "Nucleotide GPCRs"}]}, "pdb": ["4XNV", "4XNW", "7XXH"], "pfam": "PF00001", "pharmgkb": "PA32868", "pharos": {"target_id": 14000, "tdl": "Tchem"}, "pir": "JC4737", "prosite": "PS50262", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF253627", "relationship": "is"}, {"id": "GNF253628", "relationship": "is"}, {"id": "GNF253629", "relationship": "is"}, {"id": "GNF253630", "relationship": "is"}], "GNF_hs-GPCR_IDT-siRNA": [{"id": "GNF280340", "relationship": "is"}, {"id": "GNF280341", "relationship": "is"}, {"id": "GNF280342", "relationship": "is"}, {"id": "GNF280343", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF038940", "relationship": "similar to"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF088507", "relationship": "is"}, {"id": "GNF088508", "relationship": "is"}, {"id": "GNF088509", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF050682", "relationship": "is"}, {"id": "GNF055444", "relationship": "is"}, {"id": "GNF060084", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF069293", "relationship": "is"}, {"id": "GNF069294", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF278438", "relationship": "is"}, {"id": "GNF278590", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF093444", "relationship": "is"}, {"id": "GNF113123", "relationship": "is"}, {"id": "GNF133102", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000003.12", "NC_060927.1", "NG_032896.2"], "protein": "NP_002554.1", "rna": "NM_002563.5", "translation": {"protein": "NP_002554.1", "rna": "NM_002563.5"}}, "reporter": {"HG-U133_Plus_2": "207455_at", "HG-U95Av2": "33460_at", "HTA-2_0": "TC03000835.hg.1", "HuEx-1_0": "2648305", "HuGene-1_1": "8083447", "HuGene-2_1": "16947107"}, "retired": [90963, 113606, 115371, 131736, 152119], "summary": "The product of this gene belongs to the family of G-protein coupled receptors. This family has several receptor subtypes with different pharmacological selectivity, which overlaps in some cases, for various adenosine and uridine nucleotides. This receptor functions as a receptor for extracellular ATP and ADP. In platelets binding to ADP leads to mobilization of intracellular calcium ions via activation of phospholipase C, a change in platelet shape, and probably to platelet aggregation. [provided by RefSeq, Jul 2008].", "symbol": "P2RY1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1418217"}, "unigene": ["Hs.654526", "Hs.79881"], "uniprot": {"Swiss-Prot": "P47900"}, "wikipedia": {"url_stub": "P2RY1"}}