{"AllianceGenome": "8541", "HGNC": "8541", "MIM": "600041", "_id": "5029", "_version": 1, "accession": {"genomic": ["AP002761.3", "CH471076.1", "CP068267.2", "NC_000011.10", "NC_060935.1"], "protein": ["AAC04923.1", "AAH12104.1", "AAH28135.1", "AAN01279.1", "ACS66693.1", "ACS66694.1", "BAG36660.1", "EAW74882.1", "EAW74883.1", "EAW74884.1", "NP_002555.4", "NP_788085.3", "NP_788086.3", "P41231.4"], "rna": ["AK094727.1", "AK313942.1", "AY136753.1", "BC012104.1", "BC028135.1", "BX641058.1", "FJ599699.1", "FJ599700.1", "MG828489.1", "MN309282.1", "NM_002564.4", "NM_176071.3", "NM_176072.3", "U07225.1"], "translation": [{"protein": "AAH28135.1", "rna": "BC028135.1"}, {"protein": "ACS66694.1", "rna": "FJ599700.1"}, {"protein": "AAC04923.1", "rna": "U07225.1"}, {"protein": "NP_002555.4", "rna": "NM_002564.4"}, {"protein": "ACS66693.1", "rna": "FJ599699.1"}, {"protein": "AAN01279.1", "rna": "AY136753.1"}, {"protein": "NP_788086.3", "rna": "NM_176072.3"}, {"protein": "AAH12104.1", "rna": "BC012104.1"}, {"protein": "BAG36660.1", "rna": "AK313942.1"}, {"protein": "NP_788085.3", "rna": "NM_176071.3"}]}, "alias": ["HP2U", "P2RU1", "P2U", "P2U1", "P2UR", "P2Y2", "P2Y2R"], "ensembl": {"gene": "ENSG00000175591", "protein": ["ENSP00000310305", "ENSP00000377221", "ENSP00000377222"], "transcript": ["ENST00000311131", "ENST00000393596", "ENST00000393597"], "translation": [{"protein": "ENSP00000377222", "rna": "ENST00000393597"}, {"protein": "ENSP00000310305", "rna": "ENST00000311131"}, {"protein": "ENSP00000377221", "rna": "ENST00000393596"}], "type_of_gene": "protein_coding"}, "entrezgene": "5029", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 7.77373748, "exp_mis": 206.9122577, "exp_syn": 98.0245, "lof_z": 1.69602913638819, "mis_z": 1.28914998689407, "mu_lof": 6.49117911532e-07, "mu_mis": 1.82250085852e-05, "mu_syn": 8.6146168342e-06, "n_lof": 3.0, "n_mis": 169.0, "n_syn": 80.0, "p_li": 0.0704719841364836, "p_null": 0.0574096586993942, "p_rec": 0.872118357164122, "syn_z": 1.12861383517756}, "bp": 1134, "cds_end": 72946338, "cds_start": 72945204, "n_exons": 1, "nonpsych": {"exp_lof": 7.0153472, "exp_mis": 187.2549301, "exp_syn": 88.7010009, "lof_z": 1.85963798979727, "mis_z": 1.26260581415941, "mu_lof": 6.49117911532e-07, "mu_mis": 1.82250085852e-05, "mu_syn": 8.6146168342e-06, "n_lof": 2.0, "n_mis": 153.0, "n_syn": 69.0, "p_li": 0.257403817114591, "p_null": 0.0326330206206113, "p_rec": 0.709963162264797, "syn_z": 1.31700527541664}, "nontcga": {"exp_lof": 7.14982753, "exp_mis": 190.35728, "exp_syn": 90.18053741, "lof_z": 1.53095878873574, "mis_z": 1.34896385786301, "mu_lof": 6.49117911532e-07, "mu_mis": 1.82250085852e-05, "mu_syn": 8.6146168342e-06, "n_lof": 3.0, "n_mis": 153.0, "n_syn": 74.0, "p_li": 0.0577923490813427, "p_null": 0.0751098275899178, "p_rec": 0.86709782332874, "syn_z": 1.07884463500074}, "transcript": "ENST00000311131.2"}, "exons": [{"cdsend": 73235293, "cdsstart": 73234159, "chr": "11", "position": [[73218280, 73218432], [73227980, 73228175], [73234155, 73242427]], "strand": 1, "transcript": "NM_002564", "txend": 73242427, "txstart": 73218280}, {"cdsend": 73235293, "cdsstart": 73234159, "chr": "11", "position": [[73218561, 73218656], [73227980, 73228175], [73234155, 73242427]], "strand": 1, "transcript": "NM_176071", "txend": 73242427, "txstart": 73218561}, {"cdsend": 73235293, "cdsstart": 73234159, "chr": "11", "position": [[73218280, 73218432], [73227980, 73228175], [73234021, 73242427]], "strand": 1, "transcript": "NM_176072", "txend": 73242427, "txstart": 73218280}], "exons_hg19": [{"cdsend": 72946338, "cdsstart": 72945204, "chr": "11", "position": [[72929325, 72929477], [72939025, 72939220], [72945200, 72953472]], "strand": 1, "transcript": "NM_002564", "txend": 72953472, "txstart": 72929325}, {"cdsend": 72946338, "cdsstart": 72945204, "chr": "11", "position": [[72929606, 72929701], [72939025, 72939220], [72945200, 72953472]], "strand": 1, "transcript": "NM_176071", "txend": 72953472, "txstart": 72929606}, {"cdsend": 72946338, "cdsstart": 72945204, "chr": "11", "position": [[72929325, 72929477], [72939025, 72939220], [72945066, 72953472]], "strand": 1, "transcript": "NM_176072", "txend": 72953472, "txstart": 72929325}], "generif": [{"pubmed": 11690642, "text": "expression profile in human peripheral tissues and brain regions using PCR"}, {"pubmed": 12603858, "text": "Human keratinocytes express multiple P2Y-receptors: evidence for functional P2Y1, P2Y2, and P2Y4 receptors."}, {"pubmed": 12691958, "text": "Adenine and uracil nucleotides differentially activate this receptor, which regulates the proliferation of lung cancer cells"}, {"pubmed": 12714597, "text": "a novel role for the P2Y2 receptor in expression of VCAM-1 that mediates the recruitment of monocytes by vascular endothelium associated with the development of atherosclerosis"}, {"pubmed": 12787128, "text": "Different purinergic receptors have different functional roles in human epidermis with P2Y1 and P2Y2 receptors controlling proliferation, while P2X5 and P2X7 receptors control early differentiation, terminal differentiation and death of keratinocytes."}, {"pubmed": 12880424, "text": "Non-melanoma skin cancers express functional purinergic receptors and that P2X7 receptor agonists significantly reduce cell numbers in vitro."}, {"pubmed": 14613890, "text": "Fibrinogen is required for nucleotide-induced primary granule release from human neutrophils through the P2Y2 receptor without a role for arachidonic acid metabolites."}, {"pubmed": 14645014, "text": "ADP-mediated P2Y1 and P2Y12 receptor activation supports LPA-induced platelet aggregation."}, {"pubmed": 14670955, "text": "data suggest that agonist-induced binding of Src kinase to the Src homology 3 binding sites in the P2Y(2) purinergic receptor facilitates Src activation and allows Src to efficiently phosphorylate the epidermal growth factor receptor"}, {"pubmed": 15175347, "text": "activation of the P2Y(2)R induced rapid tyrosine phosphorylation of vascular endothelial growth factor receptor (VEGFR)-2 in human coronary artery endothelial cells"}, {"pubmed": 15590415, "text": "The P2Y2 is localized on trophoblastic villi."}, {"pubmed": 15778502, "text": "activation of the G protein-coupled P2Y2 receptor (P2Y2R) subtype expressed in human 1321N1 astrocytoma cells enhanced the release of sAPP alpha in a time- and dose-dependent manner"}, {"pubmed": 15908695, "text": "the P2Y2 receptor apical targeting signal is located in its first extracellular loop"}, {"pubmed": 16186116, "text": "the RGD-dependent interaction between the P2Y(2)R and alpha(v) integrins is necessary for the P2Y(2)R to activate G(o) and to initiate G(o)-mediated signaling events leading to chemotaxis"}, {"pubmed": 16311903, "text": "Our results indicate a role for receptor phosphorylation by phorbol-insensitive protein kinases in agonist-induced desensitization of the P2Y2 nucleotide receptor."}, {"pubmed": 16495779, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16495779, "text": "P2Y2 receptor gene haplotypes influence intracellular Ca2+-release"}, {"pubmed": 16543499, "text": "UTP is a cardiac inotropic factor most likely by activation of P2Y2 receptors in man."}, {"pubmed": 16545868, "text": "These results suggest that P2Y receptor-mediated and gap junction-mediated mechanisms of intercellular calcium signaling may play different roles during differentiation of bone-forming cells."}, {"pubmed": 16741950, "text": "Stimulation of ARO cells evidenced a major involvement of P2Y1 and P2Y2 receptors in controlling the Hsp90 activation. P2Y1 and P2Y2 resulted significantly upregulated in sample biopsies from different thyroid tumors."}, {"pubmed": 17137217, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17170310, "text": "ATP release and autocrine feedback through P2Y2 and A3 receptors provide signal amplification, controlling gradient sensing and migration of neutrophils"}, {"pubmed": 17186500, "text": "P2Y(2) nucleotide receptors in U937 monocytic cells regulate the activation of extracellular signal-regulated kinases 1 and 2 (ERK 1/2) by inducing the clustering of alpha(v) integrins."}, {"pubmed": 17452627, "text": "Alpha v integrin complexes provide the P2Y2R with access to G alpha12 protein, thereby allowing activation of this heterotrimeric G protein that controls actin cytoskeletal rearrangements required for chemotaxis."}, {"pubmed": 17599409, "text": "These results suggest that P2Y2R activation in salivary gland cells increases the EGFR-dependent expression of VCAM-1 and the binding of lymphocytes."}, {"pubmed": 17609252, "text": "Activation inhibits keratinocyte cell spreading and induces lamellipodium withdrawal."}, {"pubmed": 18434089, "text": "ATP activated MAPKs through the P2Y2 purinoceptor/PLC/PKC/ERK signaling pathway and induced translocation of ERK1/2 into the nucleus."}, {"pubmed": 18475022, "text": "functional P(2Y2) receptors in human valvular myofibroblasts are responsible for the Ca(2+) signals."}, {"pubmed": 18506388, "text": "These results provide a basis for considering P2Y2 receptor changes as a neurochemical substrate of Alzheimer's disease"}, {"pubmed": 18568944, "text": "P2UR desensitization on single endothelial cells is reported."}, {"pubmed": 19118095, "text": "Expression and localization of the nucleotide selective P(2Y2) and P(2X1) receptors suggest that these receptors may mediate ATP-induced vasodilation in skeletal muscle."}, {"pubmed": 19634190, "text": "Nucleotide mediated activation of the epithelial P2Y2 receptor promotes the transepithelial migration and adhesion of macrophages to the apical surface of intestinal epithelial cells."}, {"pubmed": 19710694, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19710694, "text": "The rs4944831 and the T-A-G haplotype of the human P2RY2 gene might be genetic markers for essential hypertension in Japanese men."}, {"pubmed": 19734210, "text": "Upregulation and activation of the P2Y2 receptor stimulates cyclooxygenase-2 expression and prostaglandin E2 secretion by intestinal epithelial cells under proinflammatory conditions."}, {"pubmed": 19735076, "text": "Extracellular nucleotides, via P2Y2 and P2Y6 receptors, regulate neutrophil migration by controlling TLR2-induced IL-8 release from human monocytes."}, {"pubmed": 19763137, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19763137, "text": "T-A-G haplotype of the human P2RY2 gene is a susceptibility haplotype for cerebral infarction in Japanese subjects"}, {"pubmed": 19797825, "text": "Genotype/haplotypes of human P2RY2 could be genetic markers for myocardial infarction in Japanese men."}, {"pubmed": 19808895, "text": "Expression is reduced in typ3 2 diabetes, not due to alterations in receptor distribution and mRNA expression, but may be due to differences in receptor sensitivity."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19996104, "text": "plasma membrane distribution of the P2Y(2)R is transregulated by the epidermal growth factor receptor"}, {"pubmed": 20022380, "text": "endothelial P2Y(2) receptors control the early LPS-induced neutrophil TEM in vitro via Rho kinase activation."}, {"pubmed": 20056178, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20064929, "text": "These results suggest that P2Y(2)R activation in salivary gland cells promotes the formation of EGFR/ErbB3 heterodimers and metalloprotease-dependent neuregulin 1 release, resulting in the activation of both EGFR and ErbB3."}, {"pubmed": 20089844, "text": "Data report that activation of P2Y(2) receptors by extracellular UTP inhibits the IGF-I-induced p110alpha-PI3K activation."}, {"pubmed": 20427708, "text": "P2Y2 is the key player in the response of corneal epithelial cells to cell damage and subsequent repair events."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20630102, "text": "Purinergic receptors might represent important new set of molecular targets for theca hyperplasia and polycystic ovarian syndrome."}, {"pubmed": 20880147, "text": "P2Y(2) R appears to be involved in asthmatic airway inflammation"}, {"pubmed": 21356271, "text": "estrogen, via estrogen alpha receptors, promotes proliferation of breast cancer cells by down-regulating purinergic receptor P2Y receptor expression thereby attenuating calcium signaling"}, {"pubmed": 21414662, "text": "A P2Y2 isoform represents the predominant purinergic receptor underlying ATP-evoked Ca2+ mobilization, membrane hyperpolarization and de novo synthesis of nitric oxide."}, {"pubmed": 21651910, "text": "Data suggest that P2X7R and P2Y(2)R could be novel therapeutic targets in Alzheimer's disease."}, {"pubmed": 21652710, "text": "P2Y(2) receptor mediates TF expression in HCAEC through new mechanisms involving Src/p38 and Rho/JNK pathways, possibly contributing to a pro-thrombotic status after vascular injury."}, {"pubmed": 21859844, "text": "Inhibition of any of the constituents of this cascade (pannexin-1, ATP, P2Y2, and Pyk2) impairs the replication of HIV-1 mutant viruses that are resistant to conventional antiretroviral agents."}, {"pubmed": 22521508, "text": "Upon activation by ursolic acid , P2Y2 activated Src which in turn phosphorylated p38 leading to COX-2 overexpression which induced resistance to apoptosis in both colorectal and prostate cancer cells"}, {"pubmed": 22718344, "text": "Activation of P2Y2R and Galphaq by uridine triphosphate promotes hemidesmosome formation."}, {"pubmed": 22753942, "text": "Adenosine triphosphate (ATP) enhances proliferation, adhesion, and migration via P2Y2R activation and the immunosuppressive ability of regulatory T (Treg) cells."}, {"pubmed": 22773251, "text": "In women, bone mineral density values at all sites were significantly different between the genotypes for the Leu46Pro polymorphism of the p2y2 receptor"}, {"pubmed": 22993317, "text": "Data define the expression profile of P2Y receptors on human biliary epithelial cancer cells and indicate P2Y2 receptors as being potential targets in new treatment strategies for biliary cancer."}, {"pubmed": 23088987, "text": "IL-8 and IL-6 release after purinergic stimulation in uroepithelial cells is mediated through P2V2 receptors activation."}, {"pubmed": 23462325, "text": "Uridine triphosphate increases proliferation of cancerous pancreatic duct epithelial cells by activation of P2Y2 receptor and PI3K/Akt pathway."}, {"pubmed": 23757023, "text": "Results suggest that P2Y2 receptor desensitization protects airways against the deleterious effects of persistent fluid secretion."}, {"pubmed": 23810565, "text": "suggest the P2Y2 receptor and its endothelial downstream signaling mechanisms as a target for antimetastatic therapies"}, {"pubmed": 24095926, "text": "decrease in Src Y421 and Y446 and paxillin Y118 was detected, indicating the far-reaching importance of the P2Y2 receptor in mediating migration."}, {"pubmed": 24193664, "text": "P2Y2 receptor deletion in transgenic mice increased Beta-amyloid plaque load and soluble AB1-42 levels in brain from Alzheimer's disease model animals."}, {"pubmed": 24390819, "text": "The activation of P2Y2 receptors increases MCF-7 breast cancer cells migration through the MEK-ERK1/2 signalling pathway."}, {"pubmed": 24486339, "text": "siRNA against P2Y2R or RAGE, suggesting that P2Y2R is an important mediator in oxLDL-mediated monocyte adhesion to ECs through the regulation of ROS-dependent adhesion molecule expression in ECs."}, {"pubmed": 24491917, "text": "signals generated by the receptor for ATP (P2Y2) reactivate desensitized formyl peptide receptors (FPRs) so that these ligand-bound inactive FPRs resume signaling."}, {"pubmed": 24631773, "text": "P2Y2 receptor fails to repress IL-6 expression by valve interstitial cells through Akt in calcific aortic valve disease."}, {"pubmed": 24716914, "text": "The genes CD248, Ephb1 and P2RY2 were detected as the top overexpressed in GC biopsies."}, {"pubmed": 24847054, "text": "P2Y2R mediated the action of ATP on the cellular behavior of HCC cells through store-operated calcium channel-mediated Ca(2+) signaling"}, {"pubmed": 24961145, "text": "P2Y2 overexpression elevates the inhibitory effect of extracellular ATP on the proliferation of nasopharyngeal carcinoma cells."}, {"pubmed": 25003238, "text": "reflected in the immunoblotting data P2RY2 receptors were detected at higher levels of expression in patient with cortical dysplasia with intractable epilepsy."}, {"pubmed": 25156554, "text": "P2Y2R may play an important role in cancer metastasis via modulation of the crosstalk between cancer cells and endothelial cells."}, {"pubmed": 25238333, "text": "These results demonstrate that P2Y2R plays an important role in activation of the HIF-1alpha-LOX axis, the induction of collagen crosslinking and the recruitment of CD11b+ hematopoietic bone marrow-derived cells."}, {"pubmed": 25575516, "text": "ATP increased P2Y-mediated upregulation of MUC8 expression; however, IL-1alpha significantly decreased the extent to which ATP/P2Y upregulated MUC8 expression."}, {"pubmed": 25713410, "text": "These results indicate that B2R couples with P2Y2R and that these G-protein-coupled receptors act together to fine-tune cellular responsiveness."}, {"pubmed": 25807824, "text": "Signaling cascades evoked by P2Y2 receptor plays an important role in the phenomena dependent on the actin cytoskeleton dynamics endocy-tosis, cell division, adhesion, intracellular transport and migration.(review)"}, {"pubmed": 25937122, "text": "Data indicate that ATP-evoked Hoechst 33258 uptake was dependent on activation of P2Y receptors P2Y1 and P2Y2."}, {"pubmed": 26063340, "text": "These results suggest that over-activated ERK and PKC pathways are involved in the P2Y2R-mediated invasion of breast cancer cells."}, {"pubmed": 26168216, "text": "P2Y2 and Gq/G11 are required for basal endothelial NO formation, vascular tone, and blood pressure."}, {"pubmed": 26182292, "text": "P2Y2 receptor and EGFR cooperate to promote prostate cancer cell invasion via ERK1/2 pathway."}, {"pubmed": 26443721, "text": "The P2RY2 receptor induces carcinoma cell migration and epithelial-mesenchymal transition through cross-talk with EGFR."}, {"pubmed": 26631725, "text": "Activation of P2Y2R increased TF promoter activity and mRNA expression in coronary artery endothelial cells."}, {"pubmed": 26663301, "text": "A novel SNP-systemic lupus erythematosus association was identified between FCHSD2 and P2RY2, peaking at rs11235667 on a 33-kb haplotype upstream of ATG16L2."}, {"pubmed": 26996596, "text": "Data show that the purinergic receptor P2Y2 (P2Y2R) pepducin activates neutrophils through formyl peptide receptor 2 (FPR2), and ATP is turned into an activating agonist through a receptor cross-talk mechanism that involves both FPR2 and P2Y2R."}, {"pubmed": 27129210, "text": "Data indicate that knockdown of caveolin-1 (Cav-1) expression causes redistribution of the P2Y2 nucleotide receptor (P2Y2R) from membrane rafts."}, {"pubmed": 27250983, "text": "There is increased expression of P2Y2 receptors in the rectosigmoid mucosa of diarrhea-predominant irritable bowel syndrome patients. P2Y2 correlated with abdominal pain."}, {"pubmed": 27652381, "text": "Human umbilical vein endothelial cells exposed to either P2Y2 receptor antagonists or siRNA showed impaired fluid shear stress-induced cell alignment, and actin stress fiber formation as early as 6 h."}, {"pubmed": 27807254, "text": "Hypoxia and upregulated HIF-1a both upregulated the P2Y2 levels in hepatocellular carcinoma cells and increased their survival."}, {"pubmed": 27977904, "text": "nterleukin-8 release after purinergic stimulation in ALI-cultured HEECs is mediated through P2Y2 receptor activation."}, {"pubmed": 28209512, "text": "Results show that purinergic receptor P2Y2 (P2Y2R) requires N-glycosylation for expression on the cell surface."}, {"pubmed": 28415591, "text": "Our results clearly demonstrate the involvement of P2Y2R subtypes in the pathogenesis of fibrotic lung diseases in humans and mice and hence support the development of selective P2Y2R antagonists for the treatment of IPF."}, {"pubmed": 28923792, "text": "Proliferation and migration of functionally impaired cardiac progenitor cells are enhanced by P2Y2R-mediated YAP activation, revealing a novel link between extracellular nucleotides released during injury/stress and Hippo signaling-a central regulator of cardiac regeneration."}, {"pubmed": 29115551, "text": "Study demonstrated that the P2Y2 receptor was highly expressed in MCF7 and Hs578T breast cancer cells and indicated that the P2Y2 receptor promoted cell migration and invasion in breast cancer cells via EMT-related genes Snail and E-cadherin."}, {"pubmed": 30226596, "text": "Study demonstrates that radiotherapy-resistant breast cancer cells, particularly RT-R-MDA-MB-231 cells, release higher levels of ATP than do breast cancer cells, and extracellular ATP promotes invasion and tumor growth through the activation of P2Y2R."}, {"pubmed": 30236981, "text": "Signal crosstalk between purinergic receptor P2Y2 (P2Y2R) and bradykinin B2 receptor (B2R) occurs in lipid rafts."}, {"pubmed": 30333139, "text": "Authors describe a mechanism whereby autocrine purinergic signalling and constitutive P2Y2 receptor activation suppresses basal lipolysis in primary human in vitro-differentiated adipocytes. Authors found that human adipocytes possess cytoplasmic Ca(2+) tone due to ATP secretion and constitutive P2Y2 receptor activation."}, {"pubmed": 30420446, "text": "these findings reveal the roles of the P2RY2 in Pancreatic Ductal Adenocarcinoma metabolic reprogramming, suggesting that P2RY2 might be a potential metabolic therapeutic target for Pancreatic Ductal Adenocarcinoma."}, {"pubmed": 31278420, "text": "The authors report a novel role for the purinergic P2Y2 receptor in the sprouting of endothelial cells."}, {"pubmed": 31481624, "text": "Human cytomegalovirus (HCMV) infection elevates the level of purinergic receptor P2Y2. The HCMV IE1 protein induces P2Y2 expression; and P2Y2-mediated signaling is important for efficient HCMV gene expression, DNA synthesis, and the production of infectious HCMV progeny. P2Y2 cooperates with the viral UL37x1 protein to regulate cystolic Ca(2+) levels. P2Y2 also regulates PI3K/Akt signaling and infected cell motility."}, {"pubmed": 32397236, "text": "NLRC4, ASC and Caspase-1 Are Inflammasome Components that Are Mediated by P2Y2R Activation in Breast Cancer Cells."}, {"pubmed": 33911033, "text": "Nucleic acid ligands act as a PAM and agonist depending on the intrinsic ligand binding state of P2RY2."}, {"pubmed": 34314735, "text": "Autocrine regulation of wound healing by ATP release and P2Y2 receptor activation."}, {"pubmed": 34680136, "text": "Quantitative Super-Resolution Imaging for the Analysis of GPCR Oligomerization."}, {"pubmed": 34769531, "text": "Role of the Purinergic P2Y2 Receptor in Pulmonary Hypertension."}, {"pubmed": 36469496, "text": "AKT/GSK-3beta/VEGF signaling is involved in P2RY2 activation-induced the proliferation and metastasis of gastric cancer."}, {"pubmed": 36925196, "text": "Aberrant Adenosine Triphosphate Release and Impairment of P2Y2-Mediated Signaling in Sarcoglycanopathies."}, {"pubmed": 37165911, "text": "P2Y2R-mediated transactivation of VEGFR2 through Src phosphorylation is associated with ESM-1 overexpression in radiotherapy-resistant-triple negative breast cancer cells."}, {"pubmed": 38141758, "text": "The P2Y2 receptor mediates terminal adipocyte differentiation and insulin resistance: Evidence for a dual G-protein coupling mode."}], "genomic_pos": {"chr": "11", "end": 73242427, "ensemblgene": "ENSG00000175591", "start": 73218281, "strand": 1}, "genomic_pos_hg19": {"chr": "11", "end": 72947397, "start": 72929343, "strand": 1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0006873", "pubmed": 8159738, "qualifier": "involved_in", "term": "intracellular monoatomic ion homeostasis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007186", "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007200", "qualifier": "involved_in", "term": "phospholipase C-activating G protein-coupled receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035589", "qualifier": "involved_in", "term": "G protein-coupled purinergic nucleotide receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070257", "qualifier": "involved_in", "term": "positive regulation of mucus secretion"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0071318", "pubmed": 12151016, "qualifier": "involved_in", "term": "cellular response to ATP"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0097746", "qualifier": "involved_in", "term": "blood vessel diameter maintenance"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 32814053, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0031686", "qualifier": "enables", "term": "A1 adenosine receptor binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0038023", "pubmed": 7779087, "qualifier": "enables", "term": "signaling receptor activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0045028", "qualifier": "enables", "term": "G protein-coupled purinergic nucleotide receptor activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0045030", "qualifier": "enables", "term": "G protein-coupled UTP receptor activity"}]}, "homologene": {"genes": [[8364, 394636], [9031, 428108], [9544, 718603], [9598, 466702], [9606, 5029], [9615, 485203], [9913, 282638], [10090, 18442], [10116, 29597]], "id": 1927}, "interpro": [{"desc": "G protein-coupled receptor, rhodopsin-like", "id": "IPR000276", "short_desc": "GPCR_Rhodpsn"}, {"desc": "P2Y2 purinoceptor", "id": "IPR000356", "short_desc": "P2Y2_rcpt"}, {"desc": "GPCR, rhodopsin-like, 7TM", "id": "IPR017452", "short_desc": "GPCR_Rhodpsn_7TM"}], "ipi": "IPI00298653", "map_location": "11q13.4", "name": "purinergic receptor P2Y2", "other_names": ["ATP receptor", "P2U nucleotide receptor", "P2U purinoceptor 1", "P2U receptor 1", "P2Y purinoceptor 2", "purinergic receptor P2Y, G-protein coupled, 2", "purinoceptor P2Y2"], "pantherdb": {"HGNC": "8541", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "105107", "ortholog_type": "LDO", "panther_family": "PTHR24231", "taxid": 10090, "uniprot_kb": "P35383"}, {"RGD": "62088", "ortholog_type": "LDO", "panther_family": "PTHR24231", "taxid": 10116, "uniprot_kb": "P41232"}, {"ZFIN": "ZDB-GENE-070912-441", "ortholog_type": "O", "panther_family": "PTHR24231", "taxid": 7955, "uniprot_kb": "B0S6Q0"}, {"Ensembl": "ENSDARG00000104425", "ortholog_type": "O", "panther_family": "PTHR24231", "taxid": 7955, "uniprot_kb": "E7FEY3"}, {"Ensembl": "ENSDARG00000104927", "ortholog_type": "O", "panther_family": "PTHR24231", "taxid": 7955, "uniprot_kb": "A0A0G2KS15"}, {"ZFIN": "ZDB-GENE-091204-455", "ortholog_type": "LDO", "panther_family": "PTHR24231", "taxid": 7955, "uniprot_kb": "A0A0G2L3L2"}], "uniprot_kb": "P41231"}, "pathway": {"biocarta": [{"id": "barrestinpathway", "name": "-arrestins in gpcr desensitization"}, {"id": "barrestinsrcpathway", "name": "roles of  arrestin dependent recruitment of src kinases in gpcr signaling"}, {"id": "barrmapkpathway", "name": "role of -arrestins in the activation and targeting of map kinases"}, {"id": "chrebppathway", "name": "chrebp regulation by carbohydrates and camp"}, {"id": "cskpathway", "name": "activation of csk by camp-dependent protein kinase inhibits signaling through the t cell receptor"}, {"id": "gspathway", "name": "activation of camp-dependent protein kinase pka"}, {"id": "ionpathway", "name": "ionomycin and phorbal ester signaling pathway"}, {"id": "raccpathway", "name": "ion channels and their functional role in vascular endothelium"}], "kegg": [{"id": "hsa04080", "name": "Neuroactive ligand-receptor interaction - Homo sapiens (human)"}, {"id": "hsa04750", "name": "Inflammatory mediator regulation of TRP channels - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-416476", "name": "G alpha (q) signalling events"}, {"id": "R-HSA-417957", "name": "P2Y receptors"}, {"id": "R-HSA-418038", "name": "Nucleotide-like (purinergic) receptors"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}, {"id": "R-HSA-5683826", "name": "Surfactant metabolism"}], "wikipathways": [{"id": "WP455", "name": "GPCRs, Class A Rhodopsin-like"}, {"id": "WP4900", "name": "Purinergic signaling"}, {"id": "WP80", "name": "Nucleotide GPCRs"}]}, "pfam": "PF00001", "pharmgkb": "PA32870", "pharos": {"target_id": 2582, "tdl": "Tclin"}, "pir": "A54946", "prosite": "PS50262", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF253631", "relationship": "is"}, {"id": "GNF253632", "relationship": "is"}, {"id": "GNF253633", "relationship": "is"}, {"id": "GNF253634", "relationship": "is"}], "GNF_hs-GPCR_IDT-siRNA": [{"id": "GNF280344", "relationship": "is"}, {"id": "GNF280345", "relationship": "is"}, {"id": "GNF280346", "relationship": "is"}, {"id": "GNF280347", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": [{"id": "GNF158703", "relationship": "is"}, {"id": "GNF162160", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF039809", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF088518", "relationship": "is"}, {"id": "GNF088519", "relationship": "is"}, {"id": "GNF088520", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052732", "relationship": "is"}, {"id": "GNF057500", "relationship": "is"}, {"id": "GNF072585", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF066259", "relationship": "is"}, {"id": "GNF066260", "relationship": "is"}], "GNF_hs-oncomine_IDT-siRNA": [{"id": "GNF281407", "relationship": "is"}, {"id": "GNF281473", "relationship": "is"}, {"id": "GNF281539", "relationship": "is"}, {"id": "GNF281605", "relationship": "is"}], "GNF_hs_LentiORF-HA-MYC": [{"id": "GNF282646", "relationship": "is"}, {"id": "GNF282942", "relationship": "is"}], "GNF_hs_LentiORF-Jred": [{"id": "GNF283573", "relationship": "is"}, {"id": "GNF283869", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF010783", "relationship": "is"}, {"id": "GNF010784", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF243325", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF093641", "relationship": "is"}, {"id": "GNF133299", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000011.10", "NC_060935.1"], "protein": ["NP_002555.4", "NP_788085.3", "NP_788086.3"], "rna": ["NM_002564.4", "NM_176071.3", "NM_176072.3"], "translation": [{"protein": "NP_002555.4", "rna": "NM_002564.4"}, {"protein": "NP_788085.3", "rna": "NM_176071.3"}, {"protein": "NP_788086.3", "rna": "NM_176072.3"}]}, "reporter": {"HG-U133_Plus_2": "206277_at", "HG-U95Av2": "36292_at", "HTA-2_0": ["TC11000772.hg.1", "TC11002779.hg.1"], "HuEx-1_0": ["3339722", "3339754", "3339756", "3827131"], "HuGene-1_1": "7942400", "HuGene-2_1": "16728778"}, "summary": "The product of this gene belongs to the family of P2 receptors, which is activated by extracellular nucleotides and subdivided into P2X ligand-gated ion channels and P2Y G-protein coupled receptors. This family has several receptor subtypes with different pharmacological selectivity, which overlaps in some cases, for various adenosine and uridine nucleotides. This receptor, found on many cell types, is activated by ATP and UTP and is reported to be overexpressed on some cancer cell types. It is involved in many cellular functions, such as proliferation, apoptosis and inflammation. Three transcript variants encoding the same protein have been identified for this gene. [provided by RefSeq, Mar 2013].", "symbol": "P2RY2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1418219"}, "unigene": ["Hs.572077", "Hs.339"], "uniprot": {"Swiss-Prot": "P41231"}, "wikipedia": {"url_stub": "P2RY2"}}