{"AllianceGenome": "8573", "HGNC": "8573", "MIM": "173310", "_id": "5047", "_version": 1, "accession": {"genomic": ["AH011480.2", "AL354761.17", "CH471090.1", "CP068269.2", "M34046.1", "NC_000009.12", "NC_060933.1"], "protein": ["AAA35801.1", "AAA35802.1", "AAA60147.1", "AAA60148.1", "AAH69451.1", "AAH69562.1", "AAI12305.1", "AAI13729.1", "ABI63374.1", "BAG34756.1", "BAG65432.1", "EAW88163.1", "EAW88164.1", "EAW88165.1", "EAW88166.1", "EAW88167.1", "EAW88168.1", "NP_001018058.1", "NP_001018059.1", "NP_002562.2", "P09466.2", "XP_011517047.1", "XP_011517048.1", "XP_011517049.1", "XP_011517050.1", "XP_011517051.1", "XP_011517053.1", "XP_011517054.1", "XP_016870271.1", "XP_016870272.1"], "rna": ["AK304657.1", "AK309965.1", "AK309983.1", "AK311007.1", "AK311730.1", "AK311731.1", "AK311813.1", "BC069451.1", "BC069562.1", "BC112304.1", "BC113728.1", "DC421713.1", "DQ884407.1", "J04129.1", "M61886.1", "NM_001018048.2", "NM_001018049.3", "NM_002571.4", "XM_011518745.3", "XM_011518746.3", "XM_011518747.2", "XM_011518748.2", "XM_011518749.2", "XM_011518751.2", "XM_011518752.3", "XM_017014782.3", "XM_017014783.2"], "translation": [{"protein": "XP_011517049.1", "rna": "XM_011518747.2"}, {"protein": "XP_011517051.1", "rna": "XM_011518749.2"}, {"protein": "AAA35802.1", "rna": "M61886.1"}, {"protein": "XP_011517050.1", "rna": "XM_011518748.2"}, {"protein": "NP_002562.2", "rna": "NM_002571.4"}, {"protein": "NP_001018059.1", "rna": "NM_001018049.3"}, {"protein": "BAG34756.1", "rna": "AK311813.1"}, {"protein": "NP_001018058.1", "rna": "NM_001018048.2"}, {"protein": "AAH69562.1", "rna": "BC069562.1"}, {"protein": "AAI13729.1", "rna": "BC113728.1"}, {"protein": "AAI12305.1", "rna": "BC112304.1"}, {"protein": "XP_011517048.1", "rna": "XM_011518746.3"}, {"protein": "BAG65432.1", "rna": "AK304657.1"}, {"protein": "AAA35801.1", "rna": "M61886.1"}, {"protein": "AAH69451.1", "rna": "BC069451.1"}, {"protein": "XP_016870271.1", "rna": "XM_017014782.3"}, {"protein": "XP_016870272.1", "rna": "XM_017014783.2"}, {"protein": "AAA60147.1", "rna": "J04129.1"}, {"protein": "XP_011517053.1", "rna": "XM_011518751.2"}, {"protein": "ABI63374.1", "rna": "DQ884407.1"}, {"protein": "XP_011517054.1", "rna": "XM_011518752.3"}, {"protein": "XP_011517047.1", "rna": "XM_011518745.3"}]}, "alias": ["GD", "GdA", "GdF", "GdS", "PAEG", "PEP", "PP14", "ZIF-1"], "ensembl": {"gene": "ENSG00000122133", "protein": ["ENSP00000277508", "ENSP00000360831", "ENSP00000394216", "ENSP00000396196", "ENSP00000401933", "ENSP00000404033", "ENSP00000417898", "ENSP00000431712", "ENSP00000484659"], "transcript": ["ENST00000277508", "ENST00000371766", "ENST00000371768", "ENST00000418284", "ENST00000433563", "ENST00000454923", "ENST00000457014", "ENST00000479141", "ENST00000611414"], "translation": [{"protein": "ENSP00000431712", "rna": "ENST00000371768"}, {"protein": "ENSP00000417898", "rna": "ENST00000479141"}, {"protein": "ENSP00000484659", "rna": "ENST00000611414"}, {"protein": "ENSP00000360831", "rna": "ENST00000371766"}, {"protein": "ENSP00000277508", "rna": "ENST00000277508"}, {"protein": "ENSP00000394216", "rna": "ENST00000433563"}, {"protein": "ENSP00000401933", "rna": "ENST00000418284"}, {"protein": "ENSP00000404033", "rna": "ENST00000454923"}, {"protein": "ENSP00000396196", "rna": "ENST00000457014"}], "type_of_gene": "protein_coding"}, "entrezgene": "5047", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 5.81292690324, "exp_mis": 49.154502936, "exp_syn": 26.1934755472, "lof_z": 1.1557147686903, "mis_z": 0.359601403763945, "mu_lof": 4.24455592255e-07, "mu_mis": 5.53831861467e-06, "mu_syn": 2.99641267709e-06, "n_lof": 3.0, "n_mis": 44.0, "n_syn": 28.0, "p_li": 0.0316183735787673, "p_null": 0.153704840913213, "p_rec": 0.81467678550802, "syn_z": -0.218824319094817}, "bp": 543, "cds_end": 138457647, "cds_start": 138453647, "n_exons": 6, "nonpsych": {"exp_lof": 5.161306655, "exp_mis": 44.3896165963, "exp_syn": 23.6076696387, "lof_z": 0.934304674836557, "mis_z": 0.25660906839563, "mu_lof": 4.24455592255e-07, "mu_mis": 5.53831861467e-06, "mu_syn": 2.99641267709e-06, "n_lof": 3.0, "n_mis": 41.0, "n_syn": 23.0, "p_li": 0.0267255913226861, "p_null": 0.206118239495315, "p_rec": 0.767156169181998, "syn_z": 0.0787416985704082}, "nontcga": {"exp_lof": 5.33815003757, "exp_mis": 45.2124030291, "exp_syn": 24.088255338, "lof_z": 1.42525207793247, "mis_z": 0.460299638487618, "mu_lof": 4.24455592255e-07, "mu_mis": 5.53831861467e-06, "mu_syn": 2.99641267709e-06, "n_lof": 2.0, "n_mis": 39.0, "n_syn": 24.0, "p_li": 0.137333737471654, "p_null": 0.0827503548085425, "p_rec": 0.779915907719803, "syn_z": 0.0113863232797066}, "transcript": "ENST00000479141.1"}, "exons": [{"cdsend": 135565801, "cdsstart": 135561801, "chr": "9", "position": [[135561755, 135561897], [135562359, 135562433], [135562819, 135562893], [135564243, 135564354], [135565409, 135565514], [135565784, 135565801], [135566552, 135566954]], "strand": 1, "transcript": "NM_001018048", "txend": 135566954, "txstart": 135561755}, {"cdsend": 135565801, "cdsstart": 135561801, "chr": "9", "position": [[135561755, 135561897], [135562293, 135562433], [135562819, 135562893], [135564243, 135564354], [135565409, 135565514], [135565784, 135565830], [135566552, 135566954]], "strand": 1, "transcript": "NM_001018049", "txend": 135566954, "txstart": 135561755}, {"cdsend": 135565801, "cdsstart": 135561801, "chr": "9", "position": [[135561755, 135561897], [135562293, 135562433], [135562819, 135562893], [135564243, 135564354], [135565409, 135565514], [135565784, 135565801], [135566552, 135566954]], "strand": 1, "transcript": "NM_002571", "txend": 135566954, "txstart": 135561755}], "exons_hg19": [{"cdsend": 138457647, "cdsstart": 138453647, "chr": "9", "position": [[138453601, 138453743], [138454205, 138454279], [138454665, 138454739], [138456089, 138456200], [138457255, 138457360], [138457630, 138457647], [138458398, 138458800]], "strand": 1, "transcript": "NM_001018048", "txend": 138458800, "txstart": 138453601}, {"cdsend": 138457647, "cdsstart": 138453647, "chr": "9", "position": [[138453601, 138453743], [138454139, 138454279], [138454665, 138454739], [138456089, 138456200], [138457255, 138457360], [138457630, 138457676], [138458398, 138458800]], "strand": 1, "transcript": "NM_001018049", "txend": 138458800, "txstart": 138453601}, {"cdsend": 138457647, "cdsstart": 138453647, "chr": "9", "position": [[138453601, 138453743], [138454139, 138454279], [138454665, 138454739], [138456089, 138456200], [138457255, 138457360], [138457630, 138457647], [138458398, 138458800]], "strand": 1, "transcript": "NM_002571", "txend": 138458800, "txstart": 138453601}], "generif": [{"pubmed": 11818517, "text": "Synthesized in the granulosa cells at late secondary follicle stage; function in the ovarian follicle"}, {"pubmed": 11884441, "text": "PP14 is a soluble regulatory protein that dampens T cell responses by its physical presence in the contact site at the time of T cell receptor triggering."}, {"pubmed": 12351556, "text": "uterine glycodelin flushings are elevated in patients with both polyps and leiomyomas; elevated glycodelin levels in the follicular and peri-ovulatory period may impair fertilization and implantation"}, {"pubmed": 12556471, "text": "new immunoregulatory model for PP14: one of its surface molecular targets, CD45, mediates its T cell inhibitory activity, accounting for the intriguing capacity of PP14 to elevate TCR activation thresholds and thereby down-regulate T cell activation"}, {"pubmed": 12654469, "text": "Oxidants and antioxidants affect the expression of glycodelin"}, {"pubmed": 12672671, "text": "ZIF-1 is a differentially glycosylated isoform of glycodelin that potently inhibits human sperm-egg interaction."}, {"pubmed": 12826085, "text": "PP14 as a soluble regulatory factor capable of interacting with both T and B cells in a carbohydrate-dependent manner and as a result it can affect both cellular and humoral immune responses."}, {"pubmed": 14679205, "text": "protein is apoptotically inactive in the non-sialylated form: differential glycosylation modulates the function of the different glycodelin isoforms."}, {"pubmed": 14764802, "text": "During first trimester, serum glycodelin and IGFBP-1 are markedly decreased in polycystic ovary syndrome(PCOS), implicating endometrial epithelial and stromal dysfunction during periimplantation and early pregnancy in early pregnancy loss."}, {"pubmed": 14973265, "text": "binding of glycodelin-A and -F to sperm"}, {"pubmed": 15016783, "text": "There was no significant difference between natural and stimulated cycles in concentrations of PP 14 and CA-125 in uterine flushings performed in the mid-luteal phase."}, {"pubmed": 15494501, "text": "Placental protein 14 impairs the down-regulation of GATA-3 transcriptional regulator expression that normally accompanies T cell activation, which is a prerequisite for development of T helper type 1 cells."}, {"pubmed": 15883155, "text": "glycodelin-S in seminal plasma maintains the uncapacitated state of human spermatozoa"}, {"pubmed": 16123169, "text": "Requirement for glycodelin for endometrial epithelial differentiation.  Clue for possible therapeutic strategy to modulate endometrial function by targeting glycodelin."}, {"pubmed": 16269626, "text": "placental protein 14 promotes CD45 dimerization and clustering, a phenomenon that may regulate CD45 activity"}, {"pubmed": 16325596, "text": "Glycodelin transfection reduces proliferation of endometrial adenocarcinoma cells, induces morphologic changes, and reduces expression of carcinoma- and chemoresistance-associated genes, such as MUC1 and Bcl-XL."}, {"pubmed": 16647384, "text": "Patients with normal gonadotropin responses who were undergoing IVF demonstrated increased VEGF production to glycodelin, whereas poor responders had a decreased response to glycodelin."}, {"pubmed": 16759928, "text": "Down-regulation of PRB in the endometrium is concomitant with the presence of glycodelin in the endometrium, suggesting interaction."}, {"pubmed": 17049713, "text": "Peri-implantation levels of glycodelin are lower in women with a history of recurrent miscarriage."}, {"pubmed": 17068141, "text": "Glycodelin positively regulates cell motility acting as mediator of histone deacetylase inhibitor-enhanced endometrial cell migration, suggesting involvement of glycodelin in dynamic endometrial gland morphogenesis during menstrual cycle."}, {"pubmed": 17070198, "text": "Glycodelin was demonstrated in normal endometrium at the protein and mRNA levels."}, {"pubmed": 17132480, "text": "Glycodelin may act as an autocrine factor within endometriotic implants to increase VEGF expression during oxidative stress."}, {"pubmed": 17148576, "text": "FUT5 is a receptor of glycodelin-A and zona pellucida proteins, and glycodelin-A inhibits spermatozoa-zona binding by blocking the binding of sperm FUT5 to the zona pellucida"}, {"pubmed": 17156191, "text": "Gd and cyclooxygenase-2 might play important roles in promoting neovascularization and cell proliferation in the establishment of endometriosis"}, {"pubmed": 17329396, "text": "glycodelin oligosaccharides vary significantly from one reproductive tissue to another and have an effect on its own secretion and role in cell communication"}, {"pubmed": 17482165, "text": "Variability of seminal plasma glycodelin (Gd) adherence to spermatozoa suggests differences in sperm membrane properties according to the quality of the sperm; there is reduced Gd binding to normal-shaped male gametes compared with abnormal spermatozoa."}, {"pubmed": 17570010, "text": "Prescence of glycodelin in peripheral white blood cells was demonstrated."}, {"pubmed": 17649816, "text": "determination of Glycodelin A is not sensitive or specific enough for use as a tumour marker."}, {"pubmed": 17716661, "text": "Removal of sialic acid residues from the active populations of GdA abrogates the activity of the molecule, suggesting that the extent of sialylation might be a factor regulating the activity of GdA."}, {"pubmed": 17720699, "text": "glycodelin is a key regulatory protein of implantation and suggests that suberoylanilide hydroxamic acid may have a capacity to supplant steroid derivatives in the treatment of infertility."}, {"pubmed": 18155767, "text": "Glycodelin A initiates mitochondrial stress-mediated apoptosis in T cells by a pathway that is distinct and independent from the TCR signaling pathway."}, {"pubmed": 18203874, "text": "Recombinant GdA, like natural GdA is glycosylated and secreted, and they both induced apototic changes in monocytic U937 cells and primary human monocytes."}, {"pubmed": 18256018, "text": "Glycodelin expression was significantly decreased compared with normal gestation. In mole pregnancy, an upregulation of Gd in the first 8 weeks of pregnancy was present."}, {"pubmed": 18402941, "text": "Glycodelin may be one of the molecules that contributes to the loss of cellular homeostasis in endometriotic lesions."}, {"pubmed": 18720404, "text": "Glycodelin-induced differentiation was associated with reduced expression of oncogenes and increased expression of tumor suppressor genes. Our results suggest that glycodelin acts as a tumor suppressor in breast cancer"}, {"pubmed": 19032611, "text": "GdA is secreted in high quantities from human endometrium during implantation and thereby helps to shape the unique immunological interaction between mother and fetus via decidual dendritic cells."}, {"pubmed": 19195690, "text": "Immunohistochemistry detected inhibin-alpha, -betaA and -betaB, Ki67, p53 and glycodelin A in invasive trophoblastic mole."}, {"pubmed": 19224449, "text": "Gd might be an additional marker for the differentiation of breast cancer tissue"}, {"pubmed": 19520712, "text": "Glycodelin-A inhibits the invasion of extravillous cytotrophoblasts mainly by suppressing the activity of MMP2 and MMP9 in a glycosylation-dependent fashion."}, {"pubmed": 19609241, "text": "impairs in vitro dendritic cell maturation"}, {"pubmed": 19683346, "text": "the galectin-1 glycoprotein receptor CD7 maybe a novel target for GdA on T cells."}, {"pubmed": 19799645, "text": "These data strongly implicate the PAEP gene as a tumour growth promoter with oncogenic properties and a potential therapeutic target for patients with advanced melanoma."}, {"pubmed": 19857900, "text": "enables the spermatozoa to become more competent in fertilization; review"}, {"pubmed": 19903048, "text": "Patients with severe dysmenorrhoea had increased peritoneal fluid TNF-alpha and glycodelin. TNF-alpha and glycodelin may play role in endometriosis and severity of menstrual pain."}, {"pubmed": 19945098, "text": "glycodelin-A contributes to the cytokine shift in early pregnancy"}, {"pubmed": 20040080, "text": "In the endometrium, both Glycodelin and Plexin-B1 are exhibiting a cyclic pattern suggesting a possible steroid regulation and a role in endometrial receptivity"}, {"pubmed": 20592348, "text": "analysis of glycodelin expression in correlation to grading, nodal involvement and steroid receptor expression in human breast cancer patients"}, {"pubmed": 20592354, "text": "glycodelin-A expression is correlated to grading and staging in ovarian carcinoma tissue"}, {"pubmed": 20638131, "text": "GdA plays a protective role during pregnancy by regulating the cytolytic activity of CD8(+) T cells."}, {"pubmed": 20676758, "text": "Gene expression analysis revealed a correlation between progestagen-associated endometrial protein expression in sporadic and familial non-BRCA1/2 breast cancers"}, {"pubmed": 20843776, "text": "we propose that GdA in the oviductal fluid binds to spermatozoa, potentiating them for zona pellucida-induced acrosome reaction via the cAMP/PKA/ERK/IP3R1 pathway"}, {"pubmed": 20880745, "text": "significant differences in glycodelin and IL-10 between the fibroid and the control group suggesting that submucous fibroids may have an adverse effect on endometrial receptivity."}, {"pubmed": 20886106, "text": "PP14 arrests T cells in a unique activated state that is not accompanied with the acquisition of effector function."}, {"pubmed": 21168900, "text": "glycodelin plays an important role in the pathogenesis of lung cancer and lung metastases"}, {"pubmed": 21227941, "text": "GdA (not GdC, GdS, or deglycosylated GdA) up-regulates expression of Fas, suppresses MAPK signaling, and enhances cell death in isolated Th-1 cells (but not Th-2 cells). These data suggest GdA may contribute to Th-2/Th-1 shift as seen in pregnancy."}, {"pubmed": 21292383, "text": "At ovulation (day LH + 1), glycodelin concentration is increased in endometrium (and thus in endometrial flushing fluid) of infertile women with abnormal fallopian tubes compared to fertile controls."}, {"pubmed": 21880722, "text": "GdA interacts with Siglec-6 to suppress trophoblast invasiveness by down-regulating the ERK/c-Jun signaling pathway."}, {"pubmed": 21999200, "text": "GdA induces translocation of beta-catenin molecules promoting cell-to-cell adhesion and formation of adherents junctions through cytoskeletal reorganization and promoting angiogenesis."}, {"pubmed": 22239027, "text": "Preoperative glycodelin is lower in patients with uterine polyps than in menorrhagia, but increase postoperatively. This could explain the pathophysiological mechanisms for impaired endometrial receptivity in the presence of endometrial polyps."}, {"pubmed": 22296396, "text": "A significant association between tumoral levels of glycodelin and AhR (p=0.002) in breast cancers."}, {"pubmed": 22313865, "text": "GdA reduces the surface expression of the high-affinity IL-2R complex by down-regulating the synthesis of IL-2Ralpha (CD25)."}, {"pubmed": 22563871, "text": "Data suggest that, in post-menarche girls (13-19 years) with endometriosis, peritoneal fluid levels of glycodelin A, IL-6 (interleukin-6), and TNF-alpha (tumor necrosis factor-alpha) are significantly higher than in control subjects."}, {"pubmed": 22748851, "text": "data suggest a possible function of glycodelin-A in mediating cytotrophoblast differentiation"}, {"pubmed": 22977256, "text": "Native glycodelin-A binds to peripheral blood monocytes inducing interleukin-6 secretion through L-selectin."}, {"pubmed": 23036050, "text": "Glycodelin A was found to be an independent prognostic marker for poor prognosis in advanced ovarian cancer patients."}, {"pubmed": 23392770, "text": "The glycodelin A sequence from Met24 to Leu105 is necessary and sufficient to inhibit proliferation of T cells and induce apoptosis in them."}, {"pubmed": 23461865, "text": "Glycodelin-A is a potentially useful biomarker for ovarian endometriosis"}, {"pubmed": 23585335, "text": "Serum glycodelin levels did not predict endometrial receptivity in patients undergoing in vitro fertilization."}, {"pubmed": 23670949, "text": "Results suggest that PP-14 may play an important role in the pathogenesis of endometriosis."}, {"pubmed": 24060634, "text": "Glycodelin-A binds to KLF11 and is differentially activated and repressed by KLF11 in ovarian endometrium."}, {"pubmed": 24377825, "text": "Gd and GdA are commonly expressed in endometrial cancer tissue and seem to be of relevance in tumourigenesis."}, {"pubmed": 24518545, "text": "Three months after myomectomy, endometrial glycodelin levels are significantly increased in infertile women with myoma."}, {"pubmed": 24733737, "text": "Glycodelin-A treatment reduces the adverse effect of macrophage co-culture on human sperm motility."}, {"pubmed": 25422905, "text": "The dimeric crystal structure of the human fertility lipocalin glycodelin reveals a protein scaffold for the presentation of complex glycans."}, {"pubmed": 25747132, "text": "Both blood and tissue measurements of MUC-1 and GdA were significantly lower in women with recurrent implantation failure than in fertile women during the implantation window."}, {"pubmed": 25785839, "text": "The current study investigates the role of melanoma cell-secreted PAEP protein in regulating T cell function."}, {"pubmed": 25901080, "text": "Altogether, the comprehensive characterization of glycodelin in non-small cell lung cancer provides strong support for its use as a biomarker with immune modulatory function."}, {"pubmed": 26631447, "text": "inverse relationship between glycodelin immunostaining and cervical intraephitelial neoplasia grade in pregnant patients"}, {"pubmed": 26757357, "text": "the role of glycodelin-A in placental development and fetomaternal tolerance in early pregnancy."}, {"pubmed": 27373413, "text": "PKCdelta, via MAPK pathway, is involved in the glycodelin-driven cell differentiation."}, {"pubmed": 28683601, "text": "This study indicate that GdA is a complex glycoprotein including up to 6 different glycoforms specifically expressed during the different phase of the menstrual cycle; in pathologic conditions such as endometriosis, the expression profile is altered possibly related to the impaired endometrial receptivity."}, {"pubmed": 28738719, "text": "serum levels higher in preeclamptic group as compared to controls and higher in severe than in mild preeclampsia"}, {"pubmed": 29749501, "text": "The results from the present study suggested that PP14 may be a novel potential biomarker for PPROM, and may be developed into a lateral flow assay for bedside application to rapidly diagnose PPROM."}, {"pubmed": 30535430, "text": "the findings of this study provide evidence that inhibiting these targets affects the expression of glycodelin and its immunosuppressive effect in nonsmall cell lung cancer tumours. Moreover, understanding the regulation of glycodelin expression may lead to the development of novel therapeutic approaches with which to weaken the immune system defence of NSCLC tumours in the future"}, {"pubmed": 31730930, "text": "Glycodelin regulates the numbers and function of peripheral natural killer cells."}, {"pubmed": 32120159, "text": "Glycodelin is internalized by peripheral monocytes."}, {"pubmed": 32205858, "text": "Altered glycosylation of glycodelin in endometrial carcinoma."}, {"pubmed": 33388716, "text": "Pregnancy Zone Protein (PZP) is significantly upregulated in the decidua of recurrent and spontaneous miscarriage and negatively correlated to Glycodelin A (GdA)."}], "genomic_pos": {"chr": "9", "end": 135566955, "ensemblgene": "ENSG00000122133", "start": 135561756, "strand": 1}, "genomic_pos_hg19": {"chr": "9", "end": 138458801, "start": 138453602, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0006915", "pubmed": 18996219, "qualifier": "involved_in", "term": "apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032725", "pubmed": 19945098, "qualifier": "involved_in", "term": "positive regulation of granulocyte macrophage colony-stimulating factor production"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1902491", "pubmed": 15883155, "qualifier": "involved_in", "term": "negative regulation of sperm capacitation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000359", "pubmed": 17192260, "qualifier": "involved_in", "term": "regulation of binding of sperm to zona pellucida"}], "CC": {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005576", "pubmed": [3667877, 12672671], "qualifier": "located_in", "term": "extracellular region"}, "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [25416956, 29892012, 31515488, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0036094", "qualifier": "enables", "term": "small molecule binding"}]}, "homologene": {"genes": [[9544, 574318], [9598, 748128], [9606, 5047], [9615, 491263], [9615, 491264], [9615, 607807], [9913, 280838]], "id": 99710}, "interpro": [{"desc": "Lipocalin/cytosolic fatty-acid binding domain", "id": "IPR000566", "short_desc": "Lipocln_cytosolic_FA-bd_dom"}, {"desc": "Lipocalin", "id": "IPR002345", "short_desc": "Lipocalin"}, {"desc": "Beta-lactoglobulin", "id": "IPR002447", "short_desc": "Blactoglobulin"}, {"desc": "Calycin", "id": "IPR012674", "short_desc": "Calycin"}, {"desc": "Lipocalin family conserved site", "id": "IPR022272", "short_desc": "Lipocalin_CS"}], "ipi": ["IPI00014544", "IPI00218735", "IPI00218736", "IPI00981955"], "map_location": "9q34.3", "name": "progestagen associated endometrial protein", "other_names": ["PEG", "PP14 protein (placental protein 14)", "alpha uterine protein", "glycodelin", "glycodelin-A", "glycodelin-F", "glycodelin-S", "placental protein 14", "pregnancy-associated endometrial alpha-2 globulin", "progestagen-associated endometrial protein (placental protein 14, pregnancy-associated endometrial a", "progesterone-associated endometrial protein", "zona-binding inhibitory factor-1"], "pantherdb": {"HGNC": "8573", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"Ensembl": "ENSGALG00000043064", "ortholog_type": "O", "panther_family": "PTHR11430", "taxid": 9031, "uniprot_kb": "A0A1D5NW85"}, {"Gene": "EXFABP", "ortholog_type": "O", "panther_family": "PTHR11430", "taxid": 9031, "uniprot_kb": "P21760"}, {"Ensembl": "ENSGALG00000032170", "ortholog_type": "O", "panther_family": "PTHR11430", "taxid": 9031, "uniprot_kb": "Q8UWH4"}, {"ZFIN": "ZDB-GENE-060825-349", "ortholog_type": "O", "panther_family": "PTHR11430", "taxid": 7955, "uniprot_kb": "Q0P3U6"}, {"ZFIN": "ZDB-GENE-081022-118", "ortholog_type": "O", "panther_family": "PTHR11430", "taxid": 7955, "uniprot_kb": "A0A2R8QRB3"}, {"ZFIN": "ZDB-GENE-060929-1114", "ortholog_type": "O", "panther_family": "PTHR11430", "taxid": 7955, "uniprot_kb": "F6PDB9"}, {"ZFIN": "ZDB-GENE-030911-3", "ortholog_type": "O", "panther_family": "PTHR11430", "taxid": 7955, "uniprot_kb": "F1R6B8"}, {"ZFIN": "ZDB-GENE-030131-8436", "ortholog_type": "O", "panther_family": "PTHR11430", "taxid": 7955, "uniprot_kb": "Q8QGV5"}, {"FlyBase": "FBgn0264776", "ortholog_type": "O", "panther_family": "PTHR11430", "taxid": 7227, "uniprot_kb": "Q8IND7"}], "uniprot_kb": "P09466"}, "pdb": "4R0B", "pfam": "PF00061", "pharmgkb": "PA32904", "pharos": {"target_id": 11078, "tdl": "Tbio"}, "pir": "A35570", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF325541", "relationship": "is"}, {"id": "GNF325542", "relationship": "is"}, {"id": "GNF325543", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF253667", "relationship": "is"}, {"id": "GNF253668", "relationship": "is"}, {"id": "GNF253669", "relationship": "is"}, {"id": "GNF253670", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF128254", "relationship": "is"}, {"id": "GNF128266", "relationship": "is"}, {"id": "GNF277791", "relationship": "is"}, {"id": "GNF277867", "relationship": "is"}, {"id": "GNF279680", "relationship": "is"}], "MasterSecretomicsList": [{"id": "GNF330757", "relationship": "is"}, {"id": "GNF331946", "relationship": "is"}, {"id": "GNF333929", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF334814", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF098171", "relationship": "is"}, {"id": "GNF137826", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000009.12", "NC_060933.1"], "protein": ["NP_001018058.1", "NP_001018059.1", "NP_002562.2", "XP_011517047.1", "XP_011517048.1", "XP_011517049.1", "XP_011517050.1", "XP_011517051.1", "XP_011517053.1", "XP_011517054.1", "XP_016870271.1", "XP_016870272.1"], "rna": ["NM_001018048.2", "NM_001018049.3", "NM_002571.4", "XM_011518745.3", "XM_011518746.3", "XM_011518747.2", "XM_011518748.2", "XM_011518749.2", "XM_011518751.2", "XM_011518752.3", "XM_017014782.3", "XM_017014783.2"], "translation": [{"protein": "XP_011517049.1", "rna": "XM_011518747.2"}, {"protein": "NP_001018058.1", "rna": "NM_001018048.2"}, {"protein": "XP_016870272.1", "rna": "XM_017014783.2"}, {"protein": "XP_011517051.1", "rna": "XM_011518749.2"}, {"protein": "XP_011517048.1", "rna": "XM_011518746.3"}, {"protein": "XP_011517050.1", "rna": "XM_011518748.2"}, {"protein": "XP_011517053.1", "rna": "XM_011518751.2"}, {"protein": "NP_002562.2", "rna": "NM_002571.4"}, {"protein": "NP_001018059.1", "rna": "NM_001018049.3"}, {"protein": "XP_011517054.1", "rna": "XM_011518752.3"}, {"protein": "XP_011517047.1", "rna": "XM_011518745.3"}, {"protein": "XP_016870271.1", "rna": "XM_017014782.3"}]}, "reporter": {"HG-U133_Plus_2": "206859_s_at", "HG-U95Av2": ["37633_s_at", "37634_at"], "HTA-2_0": "TC09000799.hg.1", "HuEx-1_0": "3193959", "HuGene-1_1": "8159265", "HuGene-2_1": "17091128"}, "summary": "This gene is a member of the kernel lipocalin superfamily whose members share relatively low sequence similarity but have highly conserved exon/intron structure and three-dimensional protein folding. Most lipocalins are clustered on the long arm of chromosome 9. The encoded glycoprotein has been previously referred to as pregnancy-associated endometrial alpha-2-globulin, placental protein 14, and glycodelin, but has been officially named progestagen-associated endometrial protein. Three distinct forms, with identical protein backbones but different glycosylation profiles, are found in amniotic fluid, follicular fluid and seminal plasma of the reproductive system. These glycoproteins have distinct and essential roles in regulating a uterine environment suitable for pregnancy and in the timing and occurrence of the appropriate sequence of events in the fertilization process. Alternative splicing results in multiple transcript variants. [provided by RefSeq, Oct 2015].", "symbol": "PAEP", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1418244"}, "unigene": "Hs.532325", "uniprot": {"Swiss-Prot": "P09466", "TrEMBL": ["B4E3C0", "A6XNE0", "B2R4F9", "Q5T6T6", "H0Y4U4", "H0Y530", "H0Y6A4", "F2Z349"]}, "wikipedia": {"url_stub": "PAEP"}}