{"AllianceGenome": "8599", "HGNC": "8599", "MIM": "608420", "_id": "24145", "_version": 2, "accession": {"genomic": ["AH010945.2", "AH010983.2", "AP002784.4", "AP003966.2", "AY048509.1", "CH471065.1", "CP068267.2", "CQ782865.1", "NC_000011.10", "NC_060935.1", "NG_027936.1"], "protein": ["AAH16931.1", "AAK73361.1", "AAK91713.1", "AAK91714.1", "AAL06604.1", "AAQ89382.1", "BAC11276.1", "CAF86093.1", "CAR31475.1", "EAW66924.1", "EAW66925.1", "EAW66926.1", "NP_056183.2", "Q96RD7.4", "XP_011541036.1", "XP_047282658.1", "XP_054224255.1", "XP_054224256.1"], "rna": ["AF398509.1", "AK074897.1", "AK313074.1", "AY359023.1", "BC016931.1", "CA418094.1", "FM201789.1", "NM_015368.4", "XM_011542734.3", "XM_047426702.1", "XM_054368280.1", "XM_054368281.1"], "translation": [{"protein": "AAK91714.1", "rna": "AF398509.1"}, {"protein": "CAR31475.1", "rna": "FM201789.1"}, {"protein": "NP_056183.2", "rna": "NM_015368.4"}, {"protein": "AAQ89382.1", "rna": "AY359023.1"}, {"protein": "XP_047282658.1", "rna": "XM_047426702.1"}, {"protein": "BAC11276.1", "rna": "AK074897.1"}, {"protein": "AAH16931.1", "rna": "BC016931.1"}, {"protein": "XP_054224256.1", "rna": "XM_054368281.1"}, {"protein": "XP_054224255.1", "rna": "XM_054368280.1"}, {"protein": "XP_011541036.1", "rna": "XM_011542734.3"}]}, "alias": ["MRS1", "OOMD7", "OZEMA7", "PX1", "UNQ2529"], "ensembl": {"gene": "ENSG00000110218", "protein": ["ENSP00000227638", "ENSP00000411461"], "transcript": ["ENST00000227638", "ENST00000436171"], "translation": [{"protein": "ENSP00000227638", "rna": "ENST00000227638"}, {"protein": "ENSP00000411461", "rna": "ENST00000436171"}], "type_of_gene": "protein_coding"}, "entrezgene": "24145", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 12.4295593893, "exp_mis": 146.675504764, "exp_syn": 74.514770846, "lof_z": 1.80652113111267, "mis_z": -0.659291609754605, "mu_lof": 9.30665819609e-07, "mu_mis": 1.2981468592e-05, "mu_syn": 6.53980981451e-06, "n_lof": 6.0, "n_mis": 163.0, "n_syn": 76.0, "p_li": 0.00309549630219255, "p_null": 0.0514622502620109, "p_rec": 0.945442253435796, "syn_z": -0.10666501984694}, "bp": 1281, "cds_end": 93914035, "cds_start": 93862478, "n_exons": 5, "nonpsych": {"exp_lof": 11.1486290438, "exp_mis": 132.654167928, "exp_syn": 67.3417424561, "lof_z": 1.80850417847332, "mis_z": -0.715825826396548, "mu_lof": 9.30665819609e-07, "mu_mis": 1.2981468592e-05, "mu_syn": 6.53980981451e-06, "n_lof": 5.0, "n_mis": 149.0, "n_syn": 69.0, "p_li": 0.0113728833512122, "p_null": 0.0473632868804842, "p_rec": 0.941263829768304, "syn_z": -0.127225445592529}, "nontcga": {"exp_lof": 11.425318948, "exp_mis": 134.931598014, "exp_syn": 68.5437220549, "lof_z": 1.5833334466335, "mis_z": -0.431830721320572, "mu_lof": 9.30665819609e-07, "mu_mis": 1.2981468592e-05, "mu_syn": 6.53980981451e-06, "n_lof": 6.0, "n_mis": 145.0, "n_syn": 70.0, "p_li": 0.00214869717303825, "p_null": 0.0805872743499496, "p_rec": 0.917264028477012, "syn_z": -0.111373884068883}, "transcript": "ENST00000227638.3"}, "exons": [{"cdsend": 94180869, "cdsstart": 94129312, "chr": "11", "position": [[94128840, 94129493], [94153490, 94153630], [94178368, 94178592], [94179601, 94180257], [94180789, 94181968]], "strand": 1, "transcript": "NM_015368", "txend": 94181968, "txstart": 94128840}], "exons_hg19": [{"cdsend": 93914035, "cdsstart": 93862478, "chr": "11", "position": [[93862006, 93862659], [93886656, 93886796], [93911534, 93911758], [93912767, 93913423], [93913955, 93915134]], "strand": 1, "transcript": "NM_015368", "txend": 93915134, "txstart": 93862006}], "generif": [{"pubmed": 16682648, "text": "Data show that erythrocytes express the gap junction protein pannexin 1."}, {"pubmed": 16690868, "text": "Pannexin-1 in pyramidal neurons is activated by ischemia and may play an important role ionic dysregulation"}, {"pubmed": 16908669, "text": "Overexpression of PanX1 results in the formation of Ca(2+)-permeable gap junction channels between adjacent cells, thus, allowing direct intercellular Ca(2+) diffusion and facilitating intercellular Ca(2+) wave propagation."}, {"pubmed": 17036048, "text": "Panx1 in the plasma membrane of the macrophage couples to the purinergic P2X7 receptor and permeabilize the macrophage membrane, this signaling is required for the processing and release of interleukin-1beta in response to P2X7 receptor activation."}, {"pubmed": 17036048, "text": "pannexin-1 is required for processing of caspase-1 and release of mature IL-1beta induced by P2X(7) receptor activation."}, {"pubmed": 17240370, "text": "pannexin1 appears to be the molecular substrate for the permeabilization pore (or death receptor channel) recruited into the P2X(7)R signaling complex"}, {"pubmed": 17715132, "text": "PANX1 channels contain a glycosylation site that targets the hexamer to the cell membrane."}, {"pubmed": 17925379, "text": "These studies show that Panx1 and Panx3 have many characteristics that are distinct from Cx43 and that these proteins probably play an important biological role as single membrane channels."}, {"pubmed": 18596211, "text": "Explored the pharmacological action of compounds known to block gap junctions on Panx1 channels activated by the P2X(7)R and the mechanisms involved in the interaction between these two proteins."}, {"pubmed": 19056988, "text": "It is demonstrated that pannexin-1 is activated by NMDA receptor stimulation and contributes to epileptic like bursting activity in the hippocampus."}, {"pubmed": 19150332, "text": "In this study, they investigated whether endogenous panx-1 was activated and contributed to membrane current in osmotically swollen HEK-293 cells."}, {"pubmed": 19213873, "text": "Pannexin 1 contributes to ATP release in airway epithelia."}, {"pubmed": 20086016, "text": "although Panx1 and Panx3 share a common endoplasmic reticulum to Golgi secretory pathway to Cx43, their ultimate cell surface residency appears to be independent of cell contacts and the need for intact microtubules"}, {"pubmed": 20516070, "text": "Pannexin1 and Pannexin2 channels show quaternary similarities to connexons and different oligomerization numbers from each other"}, {"pubmed": 20622111, "text": "Pannexin 1 is the conduit for ATP release from erythrocytes in response to lowered O(2) tension."}, {"pubmed": 20628624, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20660288, "text": "T-cell receptor stimulation results in the translocation of P2X1 and P2X4 receptors and pannexin-1 hemichannels to the immune synapse."}, {"pubmed": 20884646, "text": "immunostimulatory effects of hypertonic stress treatment are mediated by the controlled cellular release of ATP through Panx1 hemichannels ."}, {"pubmed": 20944749, "text": "data identify PANX1 as a plasma membrane channel mediating the regulated release of find-me signals and selective plasma membrane permeability during apoptosis, and a new mechanism of PANX1 activation by caspases"}, {"pubmed": 21606493, "text": "TRPV4 and Rho transduce cell membrane stretch/strain into pannexin 1-mediated ATP release in airway epithelia."}, {"pubmed": 21659516, "text": "indicate that the oligomerization and trafficking of Panx1 are regulated by the C-terminal domain, whereas internalization of long lived Panx1 channels occurs in a manner that is distinct from classical endocytic pathways"}, {"pubmed": 21791690, "text": "MSR1 was significantly associated with the presence of Barrett esophagus/esophageal adenocarcinoma in derivation and validation samples"}, {"pubmed": 21865551, "text": "both P2X(7) and Panx-1 are required for GM-CSF promotion of multinucleated macrophages fusion"}, {"pubmed": 22311122, "text": "Panx1 assembles into a membrane anion channel with a relatively low single-channel conductance."}, {"pubmed": 22311983, "text": "mechanism of PANX1 channel regulation"}, {"pubmed": 22753409, "text": "while Panx1 is present in skin melanocytes it is up-regulated during melanoma tumor progression, and tumorigenesis can be inhibited by the knockdown of Panx1 raising the possibility that Panx1 may be a viable target for the treatment of melanoma."}, {"pubmed": 22947051, "text": "Panx1 level is modulated during keratinocyte differentiation and carcinogenesis and reveal distinct localization pattern for Panx1 in human adnexal structures."}, {"pubmed": 22972801, "text": "These results suggest that panx1 contributes to pathophysiological ATP release in lipoapoptosis induced by saturated FFA; panx1 may play a role in hepatic inflammation by mediating an increase in extracellular ATP concentration in lipotoxic liver injury."}, {"pubmed": 23033481, "text": "S-nitrosylation of Panx1 at Cys-40 and Cys-346 inhibits Panx1 channel currents and ATP release."}, {"pubmed": 23456773, "text": "Blocking Panx1 hemichannels by reducing their opening or protein expression inhibited HIV replication in CD4(+) T lymphocytes"}, {"pubmed": 23549611, "text": "Overexpression of Panx1 in THP-1 cells also failed to increase the infl ammasome activity as revealed by similar IL-1beta and caspase-1 activity in comparison with normal THP-1 cells"}, {"pubmed": 23594276, "text": "Pannexin-1 immunoreactivity was mainly localized to enteric ganglia, blood vessel endothelium, erythrocytes, epithelial and goblet cells. In ulcerative colitis myenteric ganglia, there was a significant reduction in Panx1."}, {"pubmed": 23700432, "text": "Panx1 localizes to chlamydial inclusions but its absence does not effect chlamydial development during infection of cells."}, {"pubmed": 23798685, "text": "findings suggest that chemoattractant receptors require PANX1 to trigger excitatory and inhibitory signals that synergize to fine-tune chemotactic responses at the front and back of neutrophils"}, {"pubmed": 23918924, "text": "histamine induces ATP release from human subcutaneous fibroblasts, via pannexin-1 hemichannels, leading to [Ca(2+)]i mobilization and cell growth through the cooperation of H1 and P2 (probably P2Y1) receptors."}, {"pubmed": 23936165, "text": "P2X4 assembles with P2X7 and pannexin-1 in gingival epithelial cells and modulates ATP-induced reactive oxygen species production and inflammasome activation during P. gingivalis infection."}, {"pubmed": 24146091, "text": "Panx1 and Panx2 expression was detected in the temporal lobe cortex of patients with temporal lobe epilepsy and in the control tissues."}, {"pubmed": 24418937, "text": "The critical involvement of Panx1 despite its absence in epiplexus cells was while it was not surprising that ATP could activate the epiplexus cells."}, {"pubmed": 24531690, "text": "These findings suggest that nonmetal hapten reactivity to thiol residues causes membrane disruption of keratinocytes and reactive oxygen species production that leads to ATP release through opening of Panx hemichannels."}, {"pubmed": 24646995, "text": "data identify a novel linkage between an antibiotic, pannexin channels and cellular integrity, and suggest that re-engineering certain quinolones might help develop newer antibacterials"}, {"pubmed": 24655807, "text": "Panx1 is expressed on human platelets and amplifies Ca(2+) influx, ATP release and aggregation through the secondary activation of P2X1 receptors."}, {"pubmed": 24671093, "text": "Pannexin-1 is not involved in the P2X7 mediated uptake of dye in Hek-293 cells."}, {"pubmed": 25008946, "text": "Data suggest that both up-regulation and down-regulation of expression of pannexins (PANX1, PANX2, PANX3) are associated with disease onset and/or progression; examples include neoplasms, multiple sclerosis, migraine, and hypertension. [REVIEW]"}, {"pubmed": 25112874, "text": "Chemotherapeutic drugs also activated an alternative caspase- and Panx1-independent pathway for ATP release from Jurkat cells in the presence of benzyloxycarbonyl-VAD, a pan-caspase inhibitor."}, {"pubmed": 25170954, "text": "These findings indicate that Panx1 participates in urothelial mechanotransduction and signaling by providing a direct pathway for mechanically-induced ATP release and by functionally interacting with P2X7Rs"}, {"pubmed": 25239622, "text": "Panx1 and Panx3 are co-expressed in human skeletal muscle myoblasts and play a pivotal role in dictating the proliferation and differentiation."}, {"pubmed": 25301060, "text": "Pannexin-1 channel is involved in cigarette smoke-induced ATP release in the lung."}, {"pubmed": 25947940, "text": "The frequency of Panx1-400C homozygotes was higher among cardiovascular patients with hyper-reactive platelets. The Panx1-400C variant encodes a gain-of-function channel that enhances collagen-induced ATP release and platelet aggregation."}, {"pubmed": 26009197, "text": "This review focuses on the known roles of Panx1 related to purinergic signalling in the vasculature focusing on post-translational modifications and channel gating mechanisms that may participate in the regulated release of ATP."}, {"pubmed": 26009198, "text": "Within this review, the regulation of Panx1 channels is discussed, with a focus on how they may contribute to platelet function."}, {"pubmed": 26054298, "text": "Pannexin1-dependent pathophysiological eATP release in lipoapoptosis is capable of stimulating migration of human monocytes"}, {"pubmed": 26098574, "text": "Data show that mutation encoding a truncated form of the pannexin-1 (PANX1) channel, PANX1(1-89), as recurrently enriched in highly metastatic breast cancer cells."}, {"pubmed": 26223428, "text": "The results of this study do not support a major contribution of PANX1-3 to disease risk of schizophrenia according to DSM-5."}, {"pubmed": 26242575, "text": "Panx1 channels promote leukocyte adhesion and emigration through the venous wall during acute systemic inflammation."}, {"pubmed": 26385361, "text": "PANX-1 plays an important role in the release of cytokines and glutamate in a tumor cell line."}, {"pubmed": 26755773, "text": "CBX and other inhibitors, including probenecid, attenuate Panx1 channel activity through modulation of the first extracellular loop."}, {"pubmed": 26823467, "text": "Decreased Panx1 function is a response to cell acidification mediated by IFN-gamma-induced up-regulation of Duox2."}, {"pubmed": 27025600, "text": "Overactive Panx-1 promotes cancer cell survival in the context of mechanical deformation. Panx-1 inhibitors can be used to treat highly metastatic cancer. Mechanosensitive Panx-1 channels will be a new target for the prevention of metastasis and stress-induced diseases."}, {"pubmed": 27109381, "text": "a pivotal role of P2X7 receptor-pannexin-1 in oxysterols toxicity in retinal cells"}, {"pubmed": 27129271, "text": "Data indicate that the consanguineous parents are each heterozygous for Pannexin1 (PANX1) but are not affected by the multiorgan syndromes."}, {"pubmed": 27518505, "text": "Panx1 channels promote skeletal muscle myoblast differentiation and fusion. (Review)"}, {"pubmed": 27720686, "text": "Panx1 channels are involved in beta-toxin-induced cell death."}, {"pubmed": 27741412, "text": "Pannexin1 is a mediator of inflammation and cell death. (Review)"}, {"pubmed": 27883084, "text": "These results elucidate for the first time PNX1-hemichannels as potentially main extracellular translocation pathway for NDKs from an intracellular pathogen."}, {"pubmed": 28036289, "text": "Panx1 was mainly distributed in microcolumn neurons, dysmorphic neurons, balloon cells and reactive astrocytes in cortical lesions from intractable epilepsy patients with focal cortical dysplasia."}, {"pubmed": 28134257, "text": "Progressive PANX1 channel opening is directly linked to permeation of ions and large and occurs during both irreversible and reversible forms of channel activation. This unique, quantized activation process enables fine tuning of PANX1 channel activity and may be a generalized regulatory mechanism for other related multimeric channels."}, {"pubmed": 28142297, "text": "presence of the Panx1-400C allele was not associated with platelet reactivity in stable cardiovascular patients."}, {"pubmed": 28389204, "text": "Pannexin1 (Panx1) was suggested to be functionally associated with purinergic P2X and N-methyl-D-aspartate (NMDA) receptor channels. Activation of these receptor channels by their endogenous ligands leads to cross-activation of Panx1 channels. This in turn potentiates P2X and NMDA receptor channel signaling."}, {"pubmed": 28735901, "text": "The ubiquitous expression, as well as its function as a major ATP release and nucleotide permeation channel, makes Panx1 a primary candidate for participating in the pathophysiology of CNS disorders."}, {"pubmed": 28855161, "text": "ATP release from red blood cells is not mediated by the cAMP-mediated Panx1 pathway."}, {"pubmed": 29222846, "text": "Influence of the three-dimensional culture of human bone marrow mesenchymal stromal cells within a macroporous polysaccharides scaffold on Pannexin 1 and Pannexin 3."}, {"pubmed": 29357945, "text": "All three pannexins Panx1, Panx2, and Panx3 mRNAs were expressed in all of the analyzed undifferentiated stem cell lines."}, {"pubmed": 29393654, "text": "Stimulation of TRPV4 releases ATP via Pannexin channels in human pulmonary fibroblasts."}, {"pubmed": 29676177, "text": "authors proposed a tentative intracellular signaling pathway of the acetylcholine-induced ciliary beat, in which the pannexin-1-purinergic P2X receptor unit may play a central role in ciliary beat regulation"}, {"pubmed": 29802622, "text": "Studies show that the Pannexin1 (Panx1) membrane channel responds to different stimuli with distinct channel conformations [Review]."}, {"pubmed": 29848662, "text": "These data suggest a proepileptic role of pannexin-1 channels in chronic epilepsy."}, {"pubmed": 29882918, "text": "These results newly identify Pannexin-1 as a protein highly expressed in human dermal lymphatic endothelial cells."}, {"pubmed": 29932112, "text": "The pannexin 2 (Panx2) N86Q mutant is glycosylation-deficient and tends to aggregate in the endoplasmic reticulum (ER)reducing its cell surface trafficking but it can still interact with pannexin 1 (Panx1)."}, {"pubmed": 30061676, "text": "ATP release was activated by TSPO ligands, and blocked by inhibitors of VDAC and ANT, while it was insensitive to pannexin-1 blockers."}, {"pubmed": 30377218, "text": "hardly opens at a positive membrane potential, but its activity redoubles when a couple of specific amino acids (GS in particular) are inserted at the N terminus"}, {"pubmed": 30814251, "text": "This work implicates SRC-mediated PANX1 function in normal vascular hemodynamics and suggests that Tyr(198)-phosphorylated PANX1 is involved in hypertensive vascular pathology"}, {"pubmed": 30918116, "text": "Describe four independent families in which mutations in PANX1 cause familial or sporadic female infertility via a phenotype that we term \"oocyte death.\" The mutations, which are associated with oocyte death, alter the PANX1 glycosylation pattern."}, {"pubmed": 31110238, "text": "Role of pannexin-1 in the cellular uptake, release and hydrolysis of anandamide by T84 colon cancer cells."}, {"pubmed": 31211503, "text": "Serum pannexin-1 levels were significantly lower in Behcet's syndrome."}, {"pubmed": 31242494, "text": "Given the involvement of Panx1 at multiple steps of -inflammatory pathology, Panx1 could be a potential therapeutic target in the treatment of Acute kidney injury-{REVIEW}"}, {"pubmed": 31278290, "text": "A novel motif in the proximal C-terminus of Pannexin 1 regulates cell surface localization."}, {"pubmed": 31410978, "text": "These data identify a novel signaling nexus between MLKL, RAB27, and PANX1 and propose ways to interfere with inflammation associated with necroptosis."}, {"pubmed": 31694915, "text": "The Panx1 deletion protects against renal IRI by attenuating MAPK/ERK activation in a ferroptotic pathway."}, {"pubmed": 31698505, "text": "Pannexin 1 activation and inhibition is permeant-selective."}, {"pubmed": 32023876, "text": "A Genetic Polymorphism in the Pannexin1 Gene Predisposes for The Development of Endothelial Dysfunction with Increasing BMI."}, {"pubmed": 32203128, "text": "Cryo-EM structure of human heptameric Pannexin 1 channel."}, {"pubmed": 32231289, "text": "In combination with functional characterization, this work elucidates the previously unknown architecture of pannexin channels and establishes a foundation for understanding their unique channel properties."}, {"pubmed": 32246089, "text": "Cryo-EM structures of human pannexin 1 channel."}, {"pubmed": 32284561, "text": "Structural basis for gating mechanism of Pannexin 1 channel."}, {"pubmed": 32312847, "text": "Endothelial Pannexin 1 Channels Control Inflammation by Regulating Intracellular Calcium."}, {"pubmed": 32494015, "text": "Structures of human pannexin 1 reveal ion pathways and mechanism of gating."}, {"pubmed": 32639715, "text": "Pannexin 1 Channels as a Therapeutic Target: Structure, Inhibition, and Outlook."}, {"pubmed": 32688074, "text": "PANX1 in inflammation heats up: New mechanistic insights with implications for injury and infection."}, {"pubmed": 32931038, "text": "The interplay between alpha7 nicotinic acetylcholine receptors, pannexin-1 channels and P2X7 receptors elicit exocytosis in chromaffin cells."}, {"pubmed": 33050989, "text": "Activation of pannexin-1 mediates triglyceride-induced macrophage cell death."}, {"pubmed": 33052098, "text": "Single-cell dynamics of pannexin-1-facilitated programmed ATP loss during apoptosis."}, {"pubmed": 33345473, "text": "[Regulatory effect of the pannexin1 channel on invasion and migration of testicular cancer Tcam-2 cells and its possible mechanism]."}, {"pubmed": 33394272, "text": "Human Pannexin 1 channel: Insight in structure-function mechanism and its potential physiological roles."}, {"pubmed": 33405952, "text": "Pannexin 1 mutation found in melanoma tumor reduces phosphorylation, glycosylation, and trafficking of the channel-forming protein."}, {"pubmed": 33410749, "text": "ATP and large signaling metabolites flux through caspase-activated Pannexin 1 channels."}, {"pubmed": 33495594, "text": "Homozygous variants in PANX1 cause human oocyte death and female infertility."}, {"pubmed": 33499026, "text": "Restraint of Human Skin Fibroblast Motility, Migration, and Cell Surface Actin Dynamics, by Pannexin 1 and P2X7 Receptor Signaling."}, {"pubmed": 33564071, "text": "Identification of pannexin 1-regulated genes, interactome, and pathways in rhabdomyosarcoma and its tumor inhibitory interaction with AHNAK."}, {"pubmed": 33647315, "text": "Pannexin 1 binds beta-catenin to modulate melanoma cell growth and metabolism."}, {"pubmed": 34067798, "text": "Pannexin 1 Transgenic Mice: Human Diseases and Sleep-Wake Function Revision."}, {"pubmed": 34181173, "text": "Inhibiting of circ-TLK1 inhibits the progression of glioma through down-regulating PANX1 via targeting miR-17-5p."}, {"pubmed": 34301959, "text": "Deacetylation as a receptor-regulated direct activation switch for pannexin channels."}, {"pubmed": 34380770, "text": "Reduced pannexin 1-IL-33 axis function in donor livers increases risk of MRSA infection in liver transplant recipients."}, {"pubmed": 34796785, "text": "PANX1 is a potential prognostic biomarker associated with immune infiltration in pancreatic adenocarcinoma: A pan-cancer analysis."}, {"pubmed": 35133866, "text": "Structures of human pannexin-1 in nanodiscs reveal gating mediated by dynamic movement of the N terminus and phospholipids."}, {"pubmed": 35291811, "text": "Is the Pannexin-1 Channel a Mechanism Underlying Hypertension in Humans? a Translational Study of Human Hypertension."}, {"pubmed": 35315432, "text": "Endothelial pannexin-1 channels modulate macrophage and smooth muscle cell activation in abdominal aortic aneurysm formation."}, {"pubmed": 35325354, "text": "Novel insights into the SLC7A11-mediated ferroptosis signaling pathways in preeclampsia patients: identifying pannexin 1 and toll-like receptor 4 as innovative prospective diagnostic biomarkers."}, {"pubmed": 35373707, "text": "Pannexin1 inhibits autophagy of cisplatin-resistant testicular cancer cells by mediating ATP release."}, {"pubmed": 35486697, "text": "Endogenous pannexin1 channels form functional intercellular cell-cell channels with characteristic voltage-dependent properties."}, {"pubmed": 35563450, "text": "Pannexin-1 Activation by Phosphorylation Is Crucial for Platelet Aggregation and Thrombus Formation."}, {"pubmed": 35834089, "text": "A novel heterozygous variant in PANX1 is associated with oocyte death and female infertility."}, {"pubmed": 36012667, "text": "Mechanosensitive Pannexin 1 Activity Is Modulated by Stomatin in Human Red Blood Cells."}, {"pubmed": 36037373, "text": "ER-resident STIM1/2 couples Ca(2+) entry by NMDA receptors to pannexin-1 activation."}, {"pubmed": 36252698, "text": "A2A receptor-induced overexpression of pannexin-1 channels indirectly mediates adenosine fibrogenic actions by favouring ATP release from human subcutaneous fibroblasts."}, {"pubmed": 36291086, "text": "Activity and Stability of Panx1 Channels in Astrocytes and Neuroblastoma Cells Are Enhanced by Cholesterol Depletion."}, {"pubmed": 36469255, "text": "A novel heterozygous variant in PANX1 causes primary infertility due to oocyte death."}, {"pubmed": 36538593, "text": "Gasdermins and pannexin-1 mediate pathways of chemotherapy-induced cell lysis in hematopoietic malignancies."}, {"pubmed": 36610467, "text": "Increased serum pannexin-1 concentrations reflect illness severity and predict a poor prognosis after acute supratentorial intracerebral hemorrhage: A prospective longitudinal cohort study."}, {"pubmed": 37073958, "text": "Expression of pannexin1 in lung cancer brain metastasis and immune microenvironment."}, {"pubmed": 37130457, "text": "Carboxyl terminus of Pannexin-1 plays a crucial role in P2X7 receptor-mediated signaling."}, {"pubmed": 37511370, "text": "Cx43 Hemichannel and Panx1 Channel Modulation by Gap19 and [10]Panx1 Peptides."}, {"pubmed": 37589139, "text": "Pannexin 1 Modulates Angiogenic Activities of Human Endothelial Colony-Forming Cells Through IGF-1 Mechanism and Is a Marker of Senescence."}, {"pubmed": 37622532, "text": "Recent advances in the structure and activation mechanisms of metabolite-releasing Pannexin 1 channels."}, {"pubmed": 38073055, "text": "Reduced Ca[2+] mobilization in neonatal human platelets involves SARAF and pannexin-1."}, {"pubmed": 38100403, "text": "Differential activation of mouse and human Panx1 channel variants."}, {"pubmed": 38861601, "text": "Ca[2+] permeation through C-terminal cleaved, but not full-length human Pannexin1 hemichannels, mediates cell death."}, {"pubmed": 38880128, "text": "Hyperactivation of SREBP induces pannexin-1-dependent lytic cell death."}, {"pubmed": 38897345, "text": "Pannexin-1 expression in tumor cells correlates with colon cancer progression and survival."}, {"pubmed": 38937853, "text": "PANX1-mediated ATP release confers FAM3A's suppression effects on hepatic gluconeogenesis and lipogenesis."}], "genomic_pos": {"chr": "11", "end": 94181968, "ensemblgene": "ENSG00000110218", "start": 94128841, "strand": 1}, "genomic_pos_hg19": {"chr": "11", "end": 93915138, "start": 93862094, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0002931", "qualifier": "involved_in", "term": "response to ischemia"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006812", "qualifier": "involved_in", "term": "monoatomic cation transport"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006812", "pubmed": 17036048, "qualifier": "involved_in", "term": "monoatomic cation transport"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006816", "pubmed": 16908669, "qualifier": "involved_in", "term": "calcium ion transport"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007267", "qualifier": "involved_in", "term": "cell-cell signaling"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0015867", "pubmed": 15304325, "qualifier": "involved_in", "term": "ATP transport"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032730", "qualifier": "involved_in", "term": "positive regulation of interleukin-1 alpha production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032731", "pubmed": 17036048, "qualifier": "involved_in", "term": "positive regulation of interleukin-1 beta production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033198", "qualifier": "involved_in", "term": "response to ATP"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048477", "qualifier": "involved_in", "term": "oogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060907", "qualifier": "involved_in", "term": "positive regulation of macrophage cytokine production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070588", "qualifier": "involved_in", "term": "calcium ion transmembrane transport"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0098656", "qualifier": "involved_in", "term": "monoatomic anion transmembrane transport"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005783", "pubmed": 16908669, "qualifier": "located_in", "term": "endoplasmic reticulum"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005789", "qualifier": "located_in", "term": "endoplasmic reticulum membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 17036048, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005921", "pubmed": [16908669, 17715132], "qualifier": "located_in", "term": "gap junction"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 19946888, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0032059", "pubmed": 17036048, "qualifier": "located_in", "term": "bleb"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0032991", "qualifier": "part_of", "term": "protein-containing complex"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0002020", "qualifier": "enables", "term": "protease binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005102", "pubmed": 17036048, "qualifier": "enables", "term": "signaling receptor binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0005198", "qualifier": "enables", "term": "structural molecule activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0005253", "qualifier": "enables", "term": "monoatomic anion channel activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0005262", "pubmed": 16908669, "qualifier": "enables", "term": "calcium channel activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005347", "pubmed": 15304325, "qualifier": "enables", "term": "ATP transmembrane transporter activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 32296183, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0022829", "qualifier": "enables", "term": "wide pore channel activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0022840", "pubmed": 16908669, "qualifier": "enables", "term": "leak channel activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0044325", "qualifier": "enables", "term": "transmembrane transporter binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0051015", "qualifier": "enables", "term": "actin filament binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0055077", "qualifier": "NOT enables", "term": "gap junction hemi-channel activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0097110", "qualifier": "enables", "term": "scaffold protein binding"}]}, "homologene": {"genes": [[7955, 393890], [8364, 100170473], [9544, 697204], [9598, 466751], [9606, 24145], [9615, 607532], [9913, 528169], [10090, 55991], [10116, 315435]], "id": 49416}, "interpro": [{"desc": "Innexin", "id": "IPR000990", "short_desc": "Innexin"}, {"desc": "Pannexin", "id": "IPR039099", "short_desc": "Pannexin"}], "ipi": ["IPI00455165", "IPI00455166"], "map_location": "11q21", "name": "pannexin 1", "other_names": ["innexin", "pannexin-1"], "pantherdb": {"HGNC": "8599", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1860055", "ortholog_type": "LDO", "panther_family": "PTHR15759", "taxid": 10090, "uniprot_kb": "Q9JIP4"}, {"RGD": "735204", "ortholog_type": "LDO", "panther_family": "PTHR15759", "taxid": 10116, "uniprot_kb": "P60570"}, {"Ensembl": "ENSGALG00000039751", "ortholog_type": "LDO", "panther_family": "PTHR15759", "taxid": 9031, "uniprot_kb": "A0A1D5P0I0"}, {"ZFIN": "ZDB-GENE-040426-766", "ortholog_type": "O", "panther_family": "PTHR15759", "taxid": 7955, "uniprot_kb": "F1R791"}, {"ZFIN": "ZDB-GENE-070705-192", "ortholog_type": "LDO", "panther_family": "PTHR15759", "taxid": 7955, "uniprot_kb": "F1QSR7"}], "uniprot_kb": "Q96RD7"}, "pathway": {"kegg": {"id": "hsa04621", "name": "NOD-like receptor signaling pathway - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-112303", "name": "Electric Transmission Across Gap Junctions"}, {"id": "R-HSA-112307", "name": "Transmission across Electrical Synapses "}, {"id": "R-HSA-112316", "name": "Neuronal System"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168643", "name": "Nucleotide-binding domain, leucine rich repeat containing receptor (NLR) signaling pathways"}, {"id": "R-HSA-622312", "name": "Inflammasomes"}, {"id": "R-HSA-844456", "name": "The NLRP3 inflammasome"}], "wikipathways": {"id": "WP4900", "name": "Purinergic signaling"}}, "pdb": ["6LTN", "6LTO", "6M02", "6M66", "6M67", "6M68", "6V6D", "6WBF", "6WBG", "6WBI", "6WBK", "6WBL", "6WBM", "6WBN", "7DWB", "7F8J", "7F8N", "7F8O", "7WSV", "8GTS", "8GTT", "8GYO"], "pfam": "PF00876", "pharmgkb": "PA32929", "pharos": {"target_id": 720, "tdl": "Tbio"}, "prosite": "PS51013", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF170195", "relationship": "is"}, {"id": "GNF181101", "relationship": "is"}, {"id": "GNF192007", "relationship": "is"}, {"id": "GNF202913", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF164689", "relationship": "similar to"}, "GNF_hs-Origene": [{"id": "GNF031961", "relationship": "is"}, {"id": "GNF042758", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF010858", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF241960", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF114965", "relationship": "is"}, {"id": "GNF154606", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000011.10", "NC_060935.1", "NG_027936.1"], "protein": ["NP_056183.2", "XP_011541036.1", "XP_047282658.1", "XP_054224255.1", "XP_054224256.1"], "rna": ["NM_015368.4", "XM_011542734.3", "XM_047426702.1", "XM_054368280.1", "XM_054368281.1"], "translation": [{"protein": "NP_056183.2", "rna": "NM_015368.4"}, {"protein": "XP_047282658.1", "rna": "XM_047426702.1"}, {"protein": "XP_054224256.1", "rna": "XM_054368281.1"}, {"protein": "XP_054224255.1", "rna": "XM_054368280.1"}, {"protein": "XP_011541036.1", "rna": "XM_011542734.3"}]}, "reporter": {"HG-U133_Plus_2": ["204715_at", "227107_at", "235295_at", "236372_at"], "HG-U95Av2": "35623_at", "HG-U95B": ["43553_at", "50898_at"], "HTA-2_0": "TC11000916.hg.1", "HuEx-1_0": "3344990", "HuGene-1_1": "7943218", "HuGene-2_1": "16730180"}, "summary": "The protein encoded by this gene belongs to the innexin family. Innexin family members are the structural components of gap junctions. This protein and pannexin 2 are abundantly expressed in central nerve system (CNS) and are coexpressed in various neuronal populations. Studies in Xenopus oocytes suggest that this protein alone and in combination with pannexin 2 may form cell type-specific gap junctions with distinct properties. [provided by RefSeq, Jul 2008].", "symbol": "PANX1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1418264"}, "unigene": "Hs.591976", "uniprot": {"Swiss-Prot": "Q96RD7"}, "wikipedia": {"url_stub": "PANX1"}}