{"AllianceGenome": "8602", "HGNC": "8602", "MIM": "176385", "_id": "5069", "_version": 1, "accession": {"genomic": ["AL137024.27", "AL353141.13", "AL691426.9", "AY623013.1", "BX640901.1", "CH471090.1", "CP068269.2", "HC007206.1", "NC_000009.12", "NC_060933.1"], "protein": ["AAH78657.1", "AAN25598.1", "AAO25648.1", "AAP68818.1", "AAV41518.1", "AAV41521.1", "BAG61919.1", "BAG61920.1", "CAA48341.1", "CBH19408.1", "EAW87439.1", "EAW87440.1", "EAW87441.1", "EAW87442.1", "NP_002572.2", "Q13219.3", "XP_006717192.1", "XP_016870273.1", "XP_054219020.1", "XP_054219021.1"], "rna": ["AF085834.1", "AF085855.1", "AJ420429.1", "AJ420467.1", "AK024330.1", "AK092441.1", "AK094182.1", "AK129714.1", "AK300128.1", "AK300129.1", "AK308154.1", "AU134599.1", "AU139179.1", "AY140907.1", "AY189937.1", "AY302185.2", "AY623010.1", "BC029404.1", "BC054010.1", "BC057782.1", "BC062657.1", "BC078657.1", "BG572566.1", "BG622932.1", "BG623020.1", "BU158714.1", "BY795841.2", "CB960120.1", "CB988079.1", "CB989873.1", "NM_002581.5", "R75872.1", "W04151.1", "X68280.1", "XM_006717129.4", "XM_017014784.3", "XM_054363045.1", "XM_054363046.1"], "translation": [{"protein": "AAP68818.1", "rna": "AY302185.2"}, {"protein": "XP_016870273.1", "rna": "XM_017014784.3"}, {"protein": "NP_002572.2", "rna": "NM_002581.5"}, {"protein": "XP_006717192.1", "rna": "XM_006717129.4"}, {"protein": "AAH78657.1", "rna": "BC078657.1"}, {"protein": "AAO25648.1", "rna": "AY189937.1"}, {"protein": "AAV41518.1", "rna": "AY623010.1"}, {"protein": "XP_054219020.1", "rna": "XM_054363045.1"}, {"protein": "XP_054219021.1", "rna": "XM_054363046.1"}, {"protein": "BAG61920.1", "rna": "AK300129.1"}, {"protein": "AAN25598.1", "rna": "AY140907.1"}, {"protein": "BAG61919.1", "rna": "AK300128.1"}, {"protein": "CAA48341.1", "rna": "X68280.1"}]}, "alias": ["ASBABP2", "DIPLA1", "IGFBP-4ase", "PAPA", "PAPP-A", "PAPPA1"], "ec": "3.4.24.79", "ensembl": {"gene": "ENSG00000182752", "protein": "ENSP00000330658", "transcript": ["ENST00000328252", "ENST00000460463", "ENST00000483254"], "translation": [{"protein": "ENSP00000330658", "rna": "ENST00000328252"}], "type_of_gene": "protein_coding"}, "entrezgene": "5069", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 45.6418242903, "exp_mis": 543.496463888, "exp_syn": 236.683658814, "lof_z": 5.51923492367325, "mis_z": 2.15043889061946, "mu_lof": 3.69721483364e-06, "mu_mis": 5.81830326214e-05, "mu_syn": 2.56346303519e-05, "n_lof": 8.0, "n_mis": 441.0, "n_syn": 243.0, "p_li": 0.967751416645701, "p_null": 1.47084296619914e-10, "p_rec": 0.0322485832072149, "syn_z": -0.254523572818451}, "bp": 4884, "cds_end": 119158895, "cds_start": 118916451, "n_exons": 22, "nonpsych": {"exp_lof": 40.8798885052, "exp_mis": 491.486393473, "exp_syn": 213.79117638, "lof_z": 5.20402144951171, "mis_z": 2.55921002724951, "mu_lof": 3.69721483364e-06, "mu_mis": 5.81830326214e-05, "mu_syn": 2.56346303519e-05, "n_lof": 7.0, "n_mis": 379.0, "n_syn": 213.0, "p_li": 0.967870324391489, "p_null": 8.78345411727547e-10, "p_rec": 0.032129674730166, "syn_z": 0.0340686474364415}, "nontcga": {"exp_lof": 41.9485306172, "exp_mis": 499.974833939, "exp_syn": 217.707018754, "lof_z": 5.32294284843392, "mis_z": 2.00473442121875, "mu_lof": 3.69721483364e-06, "mu_mis": 5.81830326214e-05, "mu_syn": 2.56346303519e-05, "n_lof": 7.0, "n_mis": 410.0, "n_syn": 220.0, "p_li": 0.976108635250799, "p_null": 3.45085378564439e-10, "p_rec": 0.0238913644041157, "syn_z": -0.0983988736548022}, "transcript": "ENST00000328252.3"}, "exons": [{"cdsend": 116396616, "cdsstart": 116154172, "chr": "9", "position": [[116153790, 116154587], [116187153, 116188216], [116207455, 116207601], [116211638, 116211932], [116219936, 116220129], [116227430, 116227552], [116235138, 116235637], [116265856, 116265985], [116271324, 116271416], [116302756, 116302950], [116331243, 116331357], [116332332, 116332468], [116334860, 116335074], [116344542, 116344711], [116347025, 116347209], [116352705, 116352916], [116353621, 116353793], [116362591, 116362739], [116367644, 116367754], [116377575, 116377647], [116382394, 116382493], [116396508, 116402321]], "strand": 1, "transcript": "NM_002581", "txend": 116402321, "txstart": 116153790}], "exons_hg19": [{"cdsend": 119158895, "cdsstart": 118916451, "chr": "9", "position": [[118916069, 118916866], [118949432, 118950495], [118969734, 118969880], [118973917, 118974211], [118982215, 118982408], [118989709, 118989831], [118997417, 118997916], [119028135, 119028264], [119033603, 119033695], [119065035, 119065229], [119093522, 119093636], [119094611, 119094747], [119097139, 119097353], [119106821, 119106990], [119109304, 119109488], [119114984, 119115195], [119115900, 119116072], [119124870, 119125018], [119129923, 119130033], [119139854, 119139926], [119144673, 119144772], [119158787, 119164600]], "strand": 1, "transcript": "NM_002581", "txend": 119164600, "txstart": 118916069}], "generif": [{"pubmed": 11897673, "text": "phorbol ester tumor promoters and simian virus 40 transformation regulate IGFBP-4 proteolysis in human fibroblasts through induction of a novel inhibitor of PAPP-A, pro-MBP"}, {"pubmed": 11914564, "text": "Fetal trisomies 21, 18, and 13 are associated with a reduction in second-trimester maternal PAPP-A levels"}, {"pubmed": 12087395, "text": "association of maternal PAPP-A levels and fetal growth/birth weight"}, {"pubmed": 12213189, "text": "the PAPP-A mRNA level in mouse placenta was lower compared to that in human placenta by at least two orders of magnitude"}, {"pubmed": 12241545, "text": "substrate specificity of the metalloproteinase pregnancy-associated plasma protein-A (PAPP-A) assessed by mutagenesis and analysis of synthetic peptides"}, {"pubmed": 12370176, "text": "IGF bioactivity is regulated by reversible cell surface binding of PAPP-A, which in turn is regulated by proMBP"}, {"pubmed": 12414897, "text": "data demonstrate the presence of an IGF-II- and metal-dependent IGFBP-4 protease activity in human trophoblast plasma membranes, identified as PAPP-A"}, {"pubmed": 12421832, "text": "PAPP-A's structure is described, and its ability to dimerize and to bind to pro-major basic protein with disulfide bonds explained"}, {"pubmed": 12524241, "text": "Elevated serum PAPP-A levels represent a potential marker of the degree of echogenicity of carotid atherosclerotic plaques in asymptomatic hyperlipidemic patients at high cardiovascular risk."}, {"pubmed": 12817760, "text": "TGF-beta and IGF-II in the bone microenvironment coordinately amplify IGF-I bioavailability through controlled IGFBP-4 protease, which may be a means to promote bone formation."}, {"pubmed": 12970325, "text": "PAPP-A may play an important role in an integrated insulin-like growth factor system in wound healing and tissue remodeling in vivo"}, {"pubmed": 14530192, "text": "Plasma PAPP-A, a zinc-binding matrix metalloproteinase, is a strong independent predictor of ischemic cardiac events and need of revascularization in patients who present with suspected myocardial infarction but remain troponin negative"}, {"pubmed": 14657012, "text": "PAPP-A expression is regulated by inflammatory cytokines in adult human fibroblasts, with functional consequences on IGFBP-4 protease activity and IGF-I bioavailability"}, {"pubmed": 14705967, "text": "Partially purified PAPP-A400 exhibited a 4-fold reduction in IGFBP-4 proteolytic activity compared with PAPP-A470. A novel mechanism, conversion of PAPP-A470 to the less-active PAPP-A400, could account for the TPA-induced suppression of PAPP-A activity."}, {"pubmed": 14988014, "text": "Proform of eosinophil major basic protein forms a covalent complex with PAPPA in which PAPPA is inhibited."}, {"pubmed": 15146551, "text": "PAPP-A and proMBP are regulated in malignant ovarian epithelial cells,altering IGFBP-4 proteolysis and local regulation of IGF availability"}, {"pubmed": 15262980, "text": "PAPPA Lin12-notch repeats bind calcium and determine its proteolytic specificity"}, {"pubmed": 15305104, "text": "women who experienced spontaneous abortions had significantly different mean PAPP-A serum levels at 10(+1) to 14(+6) weeks gestation"}, {"pubmed": 15647258, "text": "the proform of eosinophil major basic protein inhibits the proteolytic activity of PAPP-A"}, {"pubmed": 15754336, "text": "findings underscore a novel mechanism whereby glucocorticoids increase IGF responses in bone cells via PAPP-A-induced IGFBP-4 proteolysis"}, {"pubmed": 15919757, "text": "PAPP-A functions in the formation of mineralized tissues through direct up-regulation of key genes and is involved in the formation of new blood vessels, which is essential for proper bone regeneration"}, {"pubmed": 16086443, "text": "maternal serum PAPP-A at 11-13(+6) of gestation is significantly lower in adverse pregnancy outcomes"}, {"pubmed": 16115888, "text": "PAPP-A increased the proliferation and differentiation of myoblasts, its myogenic effect is governed by its proteolytic activity, and it promotes skeletal myogenesis by increasing the amount of free IGFs."}, {"pubmed": 16388849, "text": "We suggest that PPARgamma-mediated inhibition of PAPP-A might decrease the amount of bioactive IGFII, a factor known to promote trophoblast invasion."}, {"pubmed": 16959807, "text": "PAPP-A may be involved in the regulation of bone development in the first trimester."}, {"pubmed": 16963045, "text": "Preliminary evidence suggests that first-trimester uterine artery Doppler measurements do not correlate with maternal serum levels of free beta-hCG and PAPP-A."}, {"pubmed": 17145752, "text": "PAPP-A requires the formation of intermolecular proteinase-inhibitor disulfide bonds and glycosaminoglycan covalently bound to the inhibitor"}, {"pubmed": 17177834, "text": "the IGF system may have a limited role in the pathogenesis of GCT with PAPP-A subserving a function other than IGFBP-4 proteolysis"}, {"pubmed": 17223728, "text": "Proform eosinophilic major basic protein is involved in processes preceding vulnerable plaque development in acute coronary syndrome."}, {"pubmed": 17237617, "text": "We demonstrated that after successful TX, PAPP-A and sRAGE decrease and early chronic vascular changes in the kidney TX are associated with elevation of their serum levels."}, {"pubmed": 17314100, "text": "PAPP-A2 LNR1-2, but not LNR3, are functionally conserved with respect to insulin-like growth factor -binding proteins proteolysis"}, {"pubmed": 17437322, "text": "Maternal systemic lupus erythematosus does not affect first trimester level."}, {"pubmed": 17509577, "text": "Maternal serum PAPP-A levels in the late first trimester of pregnancy are associated with subsequent fetal growth,both physiologic variation and abnormal growth."}, {"pubmed": 17516846, "text": "Phage display was used to discover fully human antibody inhibitors of PAPP-A activity towards IGFBP4 cleavage"}, {"pubmed": 17565927, "text": "PAPP-A may contribute to airway smooth muscle hyperplasia"}, {"pubmed": 17700210, "text": "PAPP-A IVS6+95 C allele is an independent risk factor for acute myocardial infarction even after adjustment for traditional risk factors."}, {"pubmed": 17714879, "text": "Patients with hyperechoic or isoechoic carotid plaques exhibit significantly higher PAPP-A levels than those with hypoechoic early carotid lesions."}, {"pubmed": 17936662, "text": "Human coronary artery ECs express PAPP-A mRNA and functional protein when activated by the pro-inflammatory cytokine, TNF-alpha"}, {"pubmed": 18089325, "text": "PAPP-A level is elevated in renal transplant patients and high levels of PAPP-A may be a prognostic marker associated with high serum levels of urea, creatinine, uric acid, and C-reactive protein."}, {"pubmed": 18267116, "text": "high PAPP-A levels (>4.8 mIU/L) showed an association with all-cause mortality during long-term follow-up of chronic stable angina patients; study showed existence of a threshold effect of PAPP-A levels that may be useful in predicting clinical outcome"}, {"pubmed": 18279673, "text": "PAPP-A levels seem to be a potentially highly specific marker for heart disease."}, {"pubmed": 18295168, "text": "First-trimester pregnancy-associated plasma protein A has a positive relationship with birth weight.  As PAPP-A decreases, the rigk of small-for-gestational age infants increases."}, {"pubmed": 18377765, "text": "PAPP-A and IGF-1 are elevated in patients with acute coronary syndrome"}, {"pubmed": 18434323, "text": "the proteolytic activity of pregnancy-associated plasma protein-A is inhibited by targeting substrate exosite binding"}, {"pubmed": 18552658, "text": "Production of PAPP-A by disc cells is important since PAPP-A cleaves IGF-binding proteins, and makes IGF-I, a potent mitogen and antiapoptotic agent, available to cells."}, {"pubmed": 18789800, "text": "PAPP-A has a role as a marker of cardiovascular risk [review]"}, {"pubmed": 18805800, "text": "Maternal serum concentrations of PAPP-A were not significantly elevated in pre-eclampsia as compared with uncomplicated pregnancy"}, {"pubmed": 18855223, "text": "PAPP-A serum levels increase above normal values within 24 h after onset of symptoms in acute coronary syndromes."}, {"pubmed": 18925584, "text": "Women with a low PAPP-A early in their pregnancy have twice the risk of an adverse outcome, though PAPP-A as a one-time single marker test has limited value."}, {"pubmed": 19003798, "text": "Early prediction of fetuses being SGA is feasible with the combination of first trimester PAPP-A, beta-hCG and ADAM12."}, {"pubmed": 19106261, "text": "Median values in pregnant smokers versus nonsmokers does not affect diagnosis of Down syndrome in the first trimester."}, {"pubmed": 19173346, "text": "Monochorionic twins have a significantly lower serum free beta-hCG (beta human chorionic gonadotropin) and a significantly lower PAPP-A(pregnancy-associated plasma protein A) compared to dichorionic"}, {"pubmed": 19246276, "text": "Angiotensin II can time- and dose-dependently induce PAPP-A and IGF-1 mRNA expression in human umbilical artery smooth muscle cells."}, {"pubmed": 19304869, "text": "Serum PAPP-A and IGF1 do not appear to be useful serum biomarkers for carotid atherosclerosis in type 2 diabetic patients with stable glycemic control, despite scientific evidence of their local role in atherosclerosis."}, {"pubmed": 19318028, "text": "PAPP-A seems to be a marker ischaemia both acute coronary syndrome, possibly due to the release of PAPP-A from the vulnerable plaque."}, {"pubmed": 19328196, "text": "The present study examined whether PAPP-A measured in an emergency department (ED) chest pain population in association with conventional and novel high sensitivity cTn (hs-cTnI) assays can predict long-term mortality."}, {"pubmed": 19365167, "text": "Data show that the serum PAPP-A levels increased in patients with lung cancer and postulated that PAPP-A levels may be a prognostic factor in such cases."}, {"pubmed": 19646567, "text": "Low PAPP-A levels at first-trimester screening are associated independently with higher rates of emergency CS for nonreassuring fetal status during labor and lower pH"}, {"pubmed": 19781342, "text": "In coronary arteries, COX-2 and PAPP-A play a role in the pathogenesis of acute coronary syndrome."}, {"pubmed": 19842139, "text": "increased levels in pregnant women with a previous trisomy 21 or trisomy 13"}, {"pubmed": 19842999, "text": "Low levels of serum PAPP-A may be a potential resource in order to early screen pregnant women at increased risk of hypertension in pregnancy."}, {"pubmed": 19862778, "text": "appears to be a useful marker for neonatal outcome in patients diagnosed with second trimester fetal growth restriction"}, {"pubmed": 20087924, "text": "PAPP-A < or =10th percentile is associated with an increased risk for preterm birth, but is not sufficiently predictive to be used clinically."}, {"pubmed": 20148724, "text": "PAPP-A was an independent predictor of 5-year all-cause mortality in patients with symptomatic peripheral artery disease."}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20388505, "text": "In patients admitted with chest pain and both normal ECG and normal biomarkers PAPP-A seems to be valuable for predicting patients at high risk of death or non-fatal myocardial infarction"}, {"pubmed": 20472761, "text": "Conclude that expression of human PAPP-A localized to arterial smooth muscle accelerates lesion progression in a mouse model of atherosclerosis."}, {"pubmed": 20509148, "text": "Low levels of PAPP-A are associated not only with low birth weight at term but also with slower fetal growth prior to 20weeks of gestation."}, {"pubmed": 20515576, "text": "High serum PAPP-A is associated with acute coronary syndrome and unstable angina."}, {"pubmed": 20583170, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20716560, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20734665, "text": "Adverse pregnancy outcome can be predicted by first-trimester maternal serum PAPP-A."}, {"pubmed": 20865665, "text": "The percentage of PAPP-A positive cells in both the outer and inner annulus correlated significantly with increasing stages of disc degeneration"}, {"pubmed": 21093861, "text": "Pregnancy associated plasma protein-A may have a role in myocardial infarction and death in patients with stable coronary artery disease"}, {"pubmed": 21111564, "text": "PAPP-A level was significantly related to soluble and membrane-bound OX40L in patients with ACS."}, {"pubmed": 21290395, "text": "Umbilical cord insertion on the lower segment of the uterus is associated with low maternal serum PAPP-A levels."}, {"pubmed": 21324404, "text": "First-trimester PAPP-A levels are associated with abnormal placental morphometry at delivery in pregnancies with pre-eclampsia and intrauterine growth retardation."}, {"pubmed": 21360554, "text": "Hyperemesis gravidarum is associated with elevated levels of PAPP-A and free beta-hCG, and such changes are independent of serum indicators of thyroid and liver function."}, {"pubmed": 21360961, "text": "The review summarizes possible mechanisms relating tobacco smoking to the changes of PAPP-A concentration during pregnancy."}, {"pubmed": 21427871, "text": "Low PAPP-A levels in the first trimester were associated with a low prognostic value for development of preeclampsia and early preeclampsia before 34th weeks of gestation."}, {"pubmed": 21557695, "text": "decreased in preterm labor, level < 29.8 mIU/ml associated with increased risk for preterm birth"}, {"pubmed": 21631965, "text": "Pregnancy-associated plasma protein a polymorphisms in patients with risk pregnancies"}, {"pubmed": 21717483, "text": "Screening performance of serum PAPP-A is poor for both early-onset pre-eclampsia and intra-uterine growth restriction."}, {"pubmed": 21753069, "text": "increased PAPPA levels might reflect an indirect mechanism of PAPPA with cardiovascular risk factors such as serum lipids rather than a direct effect on the vasculature"}, {"pubmed": 21779191, "text": "The patients with acute myocardial infarction had higher levels of plasma pregnancy-associated plasma protein A with sensitivity and specificity 65% and 87%."}, {"pubmed": 21781597, "text": "PAPP-A was associated with instability of culprit plaque in unstable angina patients."}, {"pubmed": 21986593, "text": "Our study indicates the association of TT genotype of Cys327Cys polymorphism of the PAPP-A gene with preeclampsia"}, {"pubmed": 22015022, "text": "secretion of PAPP-A, ADAM12 and PP13 is closely related to the size of the placenta in the beginning of pregnancy. After 8 weeks of pregnancy, which is the time for luteoplacental shift, the correlation disappears."}, {"pubmed": 22123284, "text": "Increased PAPP-A is a significant independent predictor of overall mortality and mortality due to infection in long-term hemodialysis patients."}, {"pubmed": 22148978, "text": "serum concentration did not differ significantly between pregnancies complicated by preeclampsia and uncomplicated pregnancies"}, {"pubmed": 22365285, "text": "Ethnic group-specific median for PAPP-A should be incorporated during first-trimester screening for fetal Down syndrome; equation of best fit was predicted median PAPP-A level=28.767 - 0.781x(gestational age in days)+0.006x(gestational age in days)2."}, {"pubmed": 22367671, "text": "Pregnancy-associated plasma protein A and free-beta-hCG values are gestational age specific."}, {"pubmed": 22377654, "text": "Serum-free beta-hCG and PAPP-A concentrations at 9-13 weeks' gestation are affected by several pregnancy characteristics in Afro-Caribbean women."}, {"pubmed": 22395770, "text": "High positive predictive value of PAPP-A for acute coronary syndrome diagnosis in heparin-naive patients"}, {"pubmed": 22630333, "text": "Tobacco smoking during pregnancy decreases the pregnancy-associated plasma protein A and insulin growth factors I and II levels."}, {"pubmed": 22644835, "text": "Data suggest that serum PAPP-A level in adult subjects with growth hormone deficiency is significantly higher than in control subjects; serum PAPP-A levels appear to be related to atherosclerosis risk factors."}, {"pubmed": 22709655, "text": "exogenous PAPP-A can promote recovery of muscle injury in aging mice albeit the expression of endogenous PAPP-A had already been increased dramatically upon muscle injury"}, {"pubmed": 22783577, "text": "Serum MMP-2 and PAPP-A were independent correlates of proteinuria, albumin, and other examined parameters in patients with chronic kidney disease."}, {"pubmed": 22836155, "text": "Study highlights the utility of both CRP and PAPP-A levels as determinants of plaque instability in acute coronary syndrome."}, {"pubmed": 22940118, "text": "Adiponectin concentration was negatively correlated with maternal smoking status and positively correlated with levels of insulin and PAPP-A"}, {"pubmed": 22954283, "text": "Data suggest that women who develop gestational diabetes mellitus (GDM) have significantly lower pregnancy-associated plasma protein-A (PAPP-A) as detected in first-trimester screening. Plasma PAPP-A is a possible biological marker for GDM."}, {"pubmed": 23010598, "text": "Data suggest progressive down-regulation of PAPPA in placenta with gestational age; homodimeric PAPPA is mainly negative in syncytium and positive in villous cytotrophoblast; PAPPA is released only by first trimester placental explants in culture."}, {"pubmed": 23122949, "text": "Identification of novel molecules associated with a LIF-mediated increase in trophoblastic cell invasion may facilitate our understanding of implantation biology."}, {"pubmed": 23152806, "text": "PAPPA secretion may play an important role in lung cancer growth and progression."}, {"pubmed": 23169786, "text": "Differential effects of chronic (transgenic) and transient (endogenous) PAPP-A expression on neointimal formation following vascular injury that may be due in part to the differential impact on IGF-I signaling."}, {"pubmed": 23461814, "text": "Low PAPP-A during the first trimester is a predictive factor for breech presentation at term of pregnancy."}, {"pubmed": 23569011, "text": "High serum PAPP-A and plaque lesions with a large necrotic core are associated with the no-reflow phenomenon after percutaneous coronary intervention, in patients with unstable angina."}, {"pubmed": 23642968, "text": "Low PAPP-A was strongly associated with GDM and lower values were found in diabetic women needing insulin therapy"}, {"pubmed": 23654313, "text": "Low serum PAPP-A is a marker for poor pregnancy outcome."}, {"pubmed": 23756051, "text": "Data suggest that placentation (here, basal plate surface area of placenta) and maternal serum PAPP-A are significantly lower and maternal serum inhibin A/alpha subunit is significantly higher in pre-eclampsia than in control subjects."}, {"pubmed": 23795618, "text": "In pregnant women with inherited thrombophilia, PAPP-A levels were significantly higher and fbHCG levels were lower during the first trimester."}, {"pubmed": 23795813, "text": "Strong correlations were found between umbilical cord measurement at umbilicus versus serum PAPP-A during first trimester of pregnancy."}, {"pubmed": 23821525, "text": "inhibition of miR0-490-3p up-regulated its target gene PAPP-A and then increased the proteolysis of IGFBP-4"}, {"pubmed": 23880622, "text": "PAPPA can be used as a novel biomarker for the diagnosis of sepsis-related myocardial dysfunction and the prediction of outcomes in critically ill patients."}, {"pubmed": 23881937, "text": "elevated PAPP-A expression in glomeruli is associated with diabetic nephropathy in humans"}, {"pubmed": 23891063, "text": "Elevated ischemia-modified albumin serum levels together with low levels of PAPP-A are detected in the first trimester in mothers bearing small-for-gestational-age fetuses."}, {"pubmed": 23891271, "text": "Among assisted conceptions, only nondonor IVF/ICSI singleton pregnancies need adjustments of the maternal serum PAPP-A in first-trimester Down syndrome screening."}, {"pubmed": 24060054, "text": "PAPP-A and IGFBP-4 gene expression (microarray analysis) was significantly upregulated in IL-1beta- or TNF-alpha-exposed cells."}, {"pubmed": 24069146, "text": "MIC-1 and PAPP-A levels are significantly depressed in women presenting to EPAU with ultrasound evidence of fetal viability, but later miscarry."}, {"pubmed": 24099568, "text": "Findings indicate that the CC genotype of rs13290387 within PAPP-A is associated with an increased risk of ischemic stroke in northern Chinese Han populations"}, {"pubmed": 24107527, "text": "higher levels associated with coronary plsque instability"}, {"pubmed": 24151105, "text": "Results show a lack of a direct association between SELE rs5355C>T gene polymorphism, serum PAPP-A level and intima-media thickness in patients with end-stage renal disease."}, {"pubmed": 24155168, "text": "Elevated PAPP-A was associated with fetal macrosomia."}, {"pubmed": 24171308, "text": "The current findings suggest an important role of PAPP-A in regulation of bioavailability of IGF-I, VEGF, activated forms of NF-kappaB, and alpha-subunits of HIF-1 in endometrial tumors."}, {"pubmed": 24188108, "text": "In AKI patients, PAPP-A, EN-RAGE and HMGB1 are elevated, but sRAGE and PlGF are not increased."}, {"pubmed": 24201068, "text": "Despite the relation of CT-IGFBP4 to a more severe coronary artery disease, CT- and NT-IGFBP4, in contrast to our report based on total PAPP-A, failed to predict any long-term outcomes in patients with stable cardiovascular disease."}, {"pubmed": 24226752, "text": "Increased PAPP-A in the first trimester is associated with placenta accreta."}, {"pubmed": 24226839, "text": "Maternal serum PAPP-A was not associated with fetal open spina bifida."}, {"pubmed": 24227626, "text": "Serum PAPP-A levels were closely associated with the coronary no-reflow phenomenon during percutaneous coronary intervention."}, {"pubmed": 24304164, "text": "no association between prior pre-eclampsia and first trimester pregnancy level"}, {"pubmed": 24312907, "text": "PAPP-A is produced and secreted in surprisingly high amounts by human adult cardiac progenitor cells."}, {"pubmed": 24338604, "text": "Time-to-pregnancy >/=24 months in spontaneously conceived pregnancies is associated with decreased levels of PAPP-A and free beta-hCG."}, {"pubmed": 24395628, "text": "Elevation of serum PAPP-A has been found in hemodialysis patients and its significant correlation with bicarbonate suggests that it may be a prognostic factor."}, {"pubmed": 24667032, "text": "study shows the significance of Cys327Cys PAPP-A SNP (rs12375498) for overall mortality of long term hemodialysis patients; although it does not influence the concentration of PAPP-A it still could affect the correct function of this enzyme"}, {"pubmed": 24743523, "text": "A PAPP-A value, expressed in MoM, of 1.25 is a predictive factor of fetal birth weight >4000 g"}, {"pubmed": 24786703, "text": "inadequate sensitivity as first trimester serum marker for pre-eclampsia"}, {"pubmed": 24817938, "text": "PAPPA is up-regulated by progesterone, which promotes the adhesion and proliferation potential of trophoblastic cells."}, {"pubmed": 24931331, "text": "Pregnancy-associated plasma protein A regulates mitosis and is epigenetically silenced in breast cancer."}, {"pubmed": 24940710, "text": "serum variations during the first trimester cannot be used as a marker of excessive fetal growth"}, {"pubmed": 25016703, "text": "Studied serum levels of GDF-15, IMA and PAPP-A in 348 patients with CAD and 205 controls. PAPP-A had the lowest sensitivity and negative predictive value compared with other markers. GDF-15 seemed to be associated with severity of CAD."}, {"pubmed": 25108075, "text": "PAPP-A is associated with sudden death, stroke and infectious complications in diabetic dialysis patients."}, {"pubmed": 25139218, "text": "first trimester PAPP-A levels were measured to see if they were associated with negative pregnancy outcome. Groups with high and low PAPP-A significantly differed only in miscarriages."}, {"pubmed": 25159705, "text": "Combined analysis of PAPP-A and free beta-hCG appears to be a potential candidate to predict early fetal loss."}, {"pubmed": 25238218, "text": "SE-selectin and PAPPA may contribute to future cardiovascular events in women post preeclampsia; in contrast, ApoB may be involved in a protective mechanism"}, {"pubmed": 25316741, "text": "A review concludes that evidence for the association of low PAPP-A levels with adverse perinatal outcomes is both lacking and mixed."}, {"pubmed": 25395363, "text": "PAPPA was similar between pregnant women with chronic kidney disease and controls."}, {"pubmed": 25468445, "text": "High PAPP-A expression is associated with breast cancer."}, {"pubmed": 25543334, "text": "Data indicate that the secretion of pregnancy-associated plasma protein-A (PAPP-A) was significantly very low in the context of any aneuploidy, with no increase during the culture."}, {"pubmed": 25596909, "text": "Data suggest both serum PAPP-A and serum CRP (high-sensitivity C-reactive protein) are up-regulated during first trimester in women who will undergo early pregnancy failure."}, {"pubmed": 25633269, "text": "First-trimester maternal serum RBP4 was significantly increased and PAPP-A decreased in pregnancies that ended in early-onset preeclampsia compared to normal pregnancies."}, {"pubmed": 25639820, "text": "Median PAPP-A MoM was 1.01 in the control group and 1.05 (P = 0.83) in praevia, compared with 1.22 in abnormally invasive placentation cases (0.16)."}, {"pubmed": 25720282, "text": "The disease progression after treatment and achieved stabilization were found in patients with decreased activity of intracellular proteases and a high content of PAPP-A in the primary tumors."}, {"pubmed": 25773764, "text": "Data suggest that incidences of intrauterine growth restriction, pre-eclampsia, preterm birth, and fetal death are significantly greater in pregnant women with low serum levels of PAPP-A in first trimester (9-13 weeks of pregnancy) as compared to control pregnant women; study was conducted in India."}, {"pubmed": 25845987, "text": "measurements of maternal serum PAPP-A concentration in the first trimester predict severe fetal growth restriction more effectively than they predict a birth weight below the 10th percentile among a Chinese population"}, {"pubmed": 25846403, "text": "For Down syndrome affected pregnancies, the median MoM of first trimester PAPP-A, PlGF, and AFP were significantly reduced, and free-beta-hCG were significantly elevated."}, {"pubmed": 25858516, "text": "PAPP-A serum concentrations differed significantly between Asian and European women during the first trimester of pregnancy."}, {"pubmed": 26020769, "text": "PAPPA has a role in progression of liver cancer and is a novel paracrine inducer of the pro-tumorigenic NFkappaB signaling pathway"}, {"pubmed": 26122709, "text": "The A>C variation of rs7020782 of PAPPA might be an independent risk factor for carotid plaque development and calcification."}, {"pubmed": 26214492, "text": "The study findings showed that plasma sCD40L, fetuin-A, and PAPP-A levels are associated with carotid plaque formation and instability."}, {"pubmed": 26223809, "text": "Data indicate that rising pregnancy-associated plasma protein-A (PAPP-A) levels are prognostic in patients with coronary artery disease (CAD)."}, {"pubmed": 26297643, "text": "Suggest that PAPP-A is specifically involved in the regulation of steroidogenesis in human antral follicles."}, {"pubmed": 26336825, "text": "PAPP-A in ascites and tissue-associated PAPP-A serve to increase IGF bioactivity and, thereby, to stimulate IGF-IR-mediated ovarian tumor growth."}, {"pubmed": 26362726, "text": "The performance of screening for GDM by maternal factors was not improved by the addition of PAPP-A and/or PLGF. First trimester maternal serum PAPP-A and PLGF are not useful in screening for GDM."}, {"pubmed": 26520690, "text": "This study demonstrated no association between PAPP-A gene rs7020782 polymorphism and Preeclampsia (PE) and intrauterine growth restriction."}, {"pubmed": 26697810, "text": "The first trimester maternal PAPP-A levels were decreased in the ICSI group compared with those in the controls, but not in IVF and embryo transfer groups."}, {"pubmed": 26773241, "text": "Women with PAPP-A </=10th percentile in the first trimester are more likely to have an small-for gestational age infant at all gestational ages. PAPP-A >/=90th percentile is protective against small for gestational age, and is associated with an increased risk of large for gestational age for infants born after 32 weeks gestation."}, {"pubmed": 26823756, "text": "miR-141 may play important roles in ox-LDL-induced abnormal proliferation of the vascular smooth muscle cells by targeting PAPPA."}, {"pubmed": 26874357, "text": "Data suggest that stanniocalcin 1 and 2 (STC1, STC2) participate in inhibition of proteolytic activity of pregnancy-associated plasma protein-A (PAPP-A) during folliculogenesis."}, {"pubmed": 26951623, "text": "Collectively, these results identify PAPP-A as a pregnancy-dependent oncogene while also showing that extended lactation is protective against PAPP-A-mediated carcinogenesis."}, {"pubmed": 26983002, "text": "STC2 is involved in regulating PAPP-A activity during the development of atherosclerosis"}, {"pubmed": 27007282, "text": "data indicate that PAPP-A promotes TF expression in human endothelial cells and support the hypothesis that this proteinase, besides being involved in progression of atherosclerosis, does not represent an independent risk factor for adverse cardiovascular events, but it rather might play an \"active\" role in the pathophysiology of ACS as an effector molecule able to induce a pro-thrombotic phenotype in endothelial cells"}, {"pubmed": 27090654, "text": "assessed serum PAPP-A levels in COPD and the associations with disease severity; elevated levels of PAPP-A were observed in patients with COPD"}, {"pubmed": 27125092, "text": "PAPP-A determination during the first trimester of pregnancy in women at risk for IUGR makes possible the prophylactic treatment and monitoring of pregnancy."}, {"pubmed": 27793387, "text": "PAPP-A 1224 SNP has a significant effect on the level and activity of PAPP-A in human follicles, suggesting that the follicular fluid level of bioactive insulin-like growth factor depends on the genotype."}, {"pubmed": 27809366, "text": "Studied the role of pregnancy-associated plasma protein A (PAPP-A) in the outcome of ischemic cerebrovascular disease."}, {"pubmed": 27809614, "text": "Lower PlGF and higher PAPP-A and free beta-hCG levels were found in the fetal circulation of near-term severe preeclamptic pregnancies"}, {"pubmed": 28027672, "text": "higher first trimester serum values seem to be associated with placenta accreta in women with placenta previa"}, {"pubmed": 28323969, "text": "Results suggest that links between PAPP-A concentrations in early pregnancy and subsequent glucose concentrations and blood pressures may be mediated by changes in insulin sensitivity (and secretion)."}, {"pubmed": 28381225, "text": "Elevated PAPP-A compared to other risk factors was a stronger predictor for future CV events 2 years post ACS in patients with type 2 diabetes mellitus."}, {"pubmed": 28514830, "text": "maternal serum levels associated with small for gestational age neonates, preterm birth, and pre-eclampsia"}, {"pubmed": 28537443, "text": "PAPP-A and ProMBP are associated with increased risk of death in heart failure patients."}, {"pubmed": 28606451, "text": "low levels not associated with high serum estradiol at controlled ovarian stimulation"}, {"pubmed": 28655969, "text": "PAPP-A C/C genotypes were more frequent among mothers with gestational diabetes than in control."}, {"pubmed": 28675948, "text": "Elevated PROK1 in the first pregnancy trimester is a more effective marker than PAPP-A in the prediction of pre-eclampsia and fetal growth restriction."}, {"pubmed": 28706275, "text": "In summary, this study suggests that PAPPA is essential to maintain a receptive endometrium by up-regulating N-fucosylation, which is a potential useful biomarker to evaluate the receptive functions of the endometrium."}, {"pubmed": 28791822, "text": "PAPP-A, like CCS and CIMT, is a parameter that can be used to detect subclinical atherosclerosis."}, {"pubmed": 29144175, "text": "Pregnancy associated plasma protein-A (PAPP-A) appears to be a potentially useful biomarker for short-term risk stratification of patients presenting with chest pain of ischemic origin (Review)."}, {"pubmed": 29532882, "text": "The findings suggest a possible pathophysiological link between the development of Fetal growth restriction and the expression of PAPPA, PAPPA2 and PLAC-1."}, {"pubmed": 29587776, "text": "Data suggest that PGF and PAPPA serve as serum biomarkers for early diagnosis of gestational hypertension. These studies were conducted at antenatal clinics in Ghana using blood from women between 8 and 13 weeks gestation. (PGF = placental growth factor; PAPPA = pregnancy-associated plasma protein-A)"}, {"pubmed": 29674192, "text": "Serum PAPP-A at third trimester of pregnancy was not associated with late-onset pre-eclampsia and intrauterine growth retardation after 34weeks of pregnancy."}, {"pubmed": 29712555, "text": "In STEMI patients, Stanniocalcin-2 and IGFBP-4 emerged as independent predictors of all-cause death and readmission due to HF. The Stanniocalcin-2/PAPP-A/IGFBP-4 axis exhibits a significant role in STEMI risk stratification."}, {"pubmed": 29758559, "text": "These data suggested that hsa_circ_0004904 and hsa_circ_0001855 combined with PAPP-A might be promising biomarkers for the detection of Preeclampsia. Bioinformatics analysis predicted that hsa_circ_0004904 and hsa_circ_0001855 miRNA sponges directly target PAPP-A."}, {"pubmed": 29973962, "text": "higher serum levels in obstructive sleep apnea syndrome (OSAS) patients show inflammatory component in OSAS"}, {"pubmed": 30340109, "text": "Pregnancy-associated plasma protein-A has a role in atherosclerosis [review]"}, {"pubmed": 30371129, "text": "First-trimester serum biomarker screening for fetal Down syndrome as a predictor of preterm delivery: a population-based study."}, {"pubmed": 30487186, "text": "Serum PAPP-A level was strongly correlated with increased carotid intima-media wall thickness in HIV-infected men."}, {"pubmed": 31046834, "text": "These results support the notion that information about pregnancy may be critical in the prognosis of breast cancer as passage through a single pregnancy predisposes to the oncogenic action of PAPP-A. Our data indicate that history of pregnancy combined with the expression of PAPP-A-driven genetic signature may be useful to identify patients at higher risk of metastatic disease."}, {"pubmed": 31138428, "text": "An elevated maternal AFP:PAPP-A ratio in the first trimester is associated with placentally-related adverse outcomes in a cohort of unselected nulliparous women."}, {"pubmed": 31177175, "text": "PAPP-A serum concentration does not seem to be a useful biomarker in clear cell renal cell carcinoma."}, {"pubmed": 31187330, "text": "Collectively, PAPPA, LHCGR, and AREG mRNA levels in CC may be able to identify oocytes with the best odds of resulting in a live birth, and HSD3B1 mRNA levels may be able to identify oocytes capable of producing euploid embryos"}, {"pubmed": 31401027, "text": "Birth weight and length Z-scores were negatively associated with Z-scores of intact IGFBP-4, PAPP-A, and PAPP-A2 levels"}, {"pubmed": 31631239, "text": "Authors summarize the current understanding of the role of involution and describe the role of collagen in this setting; discuss the role of a collagen-dependent protease, pappalysin-1, in postpartum breast cancer and its role in activating both insulin-like growth factor signaling and discoidin domain collagen receptor 2, DDR2. [Review]"}, {"pubmed": 31670029, "text": "High PAPP-A activity is associated with the pathogenesis of diabetic polyneuropathy."}, {"pubmed": 32292079, "text": "Correlation and diagnostic value of maternal serum alpha-fetoprotein level, predelivery age and body mass with gestational diabetes mellitus."}, {"pubmed": 32459893, "text": "[Prognostic significance of specific proteins of pregnancy in women with a uterine scar and placenta accreta.]"}, {"pubmed": 32470448, "text": "Long non-coding RNA MIAT/miR-148b/PAPPA axis modifies cell proliferation and migration in ox-LDL-induced human aorta vascular smooth muscle cells."}, {"pubmed": 32500475, "text": "Circular RNA circ_0124644 exacerbates the ox-LDL-induced endothelial injury in human vascular endothelial cells through regulating PAPP-A by acting as a sponge of miR-149-5p."}, {"pubmed": 32569826, "text": "Implications of the PAPP-A-IGFBP-IGF-1 pathway in the pathogenesis and treatment of polycystic kidney disease."}, {"pubmed": 32684596, "text": "MiR-182-5p Inhibits the Proliferation of Vascular Smooth Muscle Cells Induced by ox-LDL Through Targeting PAPPA."}, {"pubmed": 32746916, "text": "Pregnancy-associated plasma protein A - a new indicator of pulmonary vascular remodeling in chronic thromboembolic pulmonary hypertension?"}, {"pubmed": 32792532, "text": "Aberrant pregnancy-associated plasma protein-A expression in breast cancers prognosticates clinical outcomes."}, {"pubmed": 33239385, "text": "PAPPA-mediated adipose tissue remodeling mitigates insulin resistance and protects against gestational diabetes in mice and humans."}, {"pubmed": 33388371, "text": "Chimeric RNA ASTN2-PAPPAas aggravates tumor progression and metastasis in human esophageal cancer."}, {"pubmed": 33561324, "text": "Inhibition of longevity regulator PAPP-A modulates tissue homeostasis via restraint of mesenchymal stromal cells."}, {"pubmed": 33788403, "text": "PAPP-A functions as a tumor suppressor and is downregulated in renal cell carcinoma."}, {"pubmed": 33979553, "text": "Use of FMF algorithm for prediction of preeclampsia in high risk pregnancies: a single center longitudinal study."}, {"pubmed": 34329446, "text": "Analytical Comparison of Pregnancy-Associated Plasma Protein-A (PAPP-A) Immunoassays for Biochemical Determination of Gestational Age."}, {"pubmed": 34350538, "text": "Pregnancy-associated plasma protein A mRNA expression as a marker for differentiated thyroid cancer: results from a \"\"surgical\"\" and a \"\"cytological\"\" series."}, {"pubmed": 34469009, "text": "CircRNA pappalysin 1 facilitates prostate cancer development through miR-515-5p/FKBP1A axis."}, {"pubmed": 34645361, "text": "A prospective cohort study on association of first-trimester serum biomarkers and risk of isolated foetal congenital heart defects."}, {"pubmed": 34842180, "text": "Circ-CHFR modulates the proliferation, migration, and invasion of ox-LDL-induced human aorta vascular smooth muscle cells through the miR-214-3p/PAPPA axis."}, {"pubmed": 34974815, "text": "Pregnancy-associated plasma protein-A (PAPPA) promotes breast cancer progression."}, {"pubmed": 35013837, "text": "The expression of pregnancy-associated plasma protein-A (PAPP-A) in human blastocoel fluid-conditioned media: a proof of concept study."}, {"pubmed": 35098542, "text": "Pregnancy-associated plasma protein-A (PAPP-A) is a key component of an interactive cellular mechanism promoting pulmonary fibrosis."}, {"pubmed": 35164639, "text": "Maternal serum pregnancy-associated plasma protein-A concentration at 11-14 weeks of gestation and preeclampsia risk of women with common congenital anatomic uterine abnormalities."}, {"pubmed": 35174583, "text": "Low first trimester maternal serum PAPP-A concentrations in women with non-cavity-distorting intramural uterine fibroids."}, {"pubmed": 35563038, "text": "PAPPA Expression in Indeterminate Thyroid Nodules as Screening Test to Select Patients for Molecular Testing."}, {"pubmed": 35620813, "text": "Analysis of the expression levels of chemerin, ox-LDL, MMP-9, and PAPP-A in ICVD patients and their relationship with the severity of neurological impairment."}, {"pubmed": 35620869, "text": "The predictive value of maternal serum AFP to PAPP-A or b-hCG ratios in spontaneous preterm birth."}, {"pubmed": 35796937, "text": "Preliminary investigation of gene expression levels of PAPP-A, STC-2, and HIF-1alpha in SARS-Cov-2 infected patients."}, {"pubmed": 35971034, "text": "m[6]A mRNA methylation regulates the ERK/NF-kappaB/AKT signaling pathway through the PAPPA/IGFBP4 axis to promote proliferation and tumor formation in endometrial cancer."}, {"pubmed": 36549546, "text": "Senescence induces proteolytically-active PAPP-A secretion and association with extracellular vesicles in human pre-adipocytes."}, {"pubmed": 37062114, "text": "Associations between nausea and vomiting in pregnancy, disgust sensitivity, and first-trimester maternal serum free beta-hCG and PAPP-A."}, {"pubmed": 37176126, "text": "PAPP-A-Specific IGFBP-4 Proteolysis in Human Induced Pluripotent Stem Cell-Derived Cardiomyocytes."}, {"pubmed": 37267421, "text": "The Pregnancy-Associated Plasma Protein-A (PAPP-A) Story."}, {"pubmed": 37916365, "text": "Elevated first-trimester PAPP-A is a marker in high-risk pregnancies with an increased risk of placenta accreta in predicting adverse outcomes."}, {"pubmed": 38082246, "text": "Correlation between PAPP-A serum levels in the first trimester of pregnancy with the occurrence of gestational diabetes, a multicenter cohort study."}], "genomic_pos": {"chr": "9", "end": 116402321, "ensemblgene": "ENSG00000182752", "start": 116153791, "strand": 1}, "genomic_pos_hg19": {"chr": "9", "end": 119164601, "start": 118916083, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0006508", "qualifier": "involved_in", "term": "proteolysis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007166", "qualifier": "involved_in", "term": "cell surface receptor signaling pathway"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0007565", "pubmed": [10077652, 10913121], "qualifier": "involved_in", "term": "female pregnancy"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0019538", "qualifier": "involved_in", "term": "protein metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030163", "qualifier": "involved_in", "term": "protein catabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032354", "qualifier": "involved_in", "term": "response to follicle-stimulating hormone"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071548", "qualifier": "involved_in", "term": "response to dexamethasone"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005576", "pubmed": 10077652, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005576", "pubmed": 10913121, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}], "MF": [{"category": "MF", "evidence": "EXP", "id": "GO:0004222", "pubmed": 11513734, "qualifier": "enables", "term": "metalloendopeptidase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004222", "qualifier": "enables", "term": "metalloendopeptidase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004222", "qualifier": "enables", "term": "metalloendopeptidase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [7685339, 12421832], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008237", "pubmed": 10077652, "qualifier": "enables", "term": "metallopeptidase activity"}, {"category": "MF", "evidence": "NAS", "id": "GO:0008237", "pubmed": 10913121, "qualifier": "enables", "term": "metallopeptidase activity"}, {"category": "MF", "evidence": "NAS", "id": "GO:0008270", "pubmed": [10077652, 10913121], "qualifier": "enables", "term": "zinc ion binding"}]}, "homologene": {"genes": [[7955, 101448000], [7955, 101448001], [8364, 100495014], [9031, 417245], [9544, 706783], [9598, 464690], [9606, 5069], [9615, 481692], [9913, 282647], [10090, 18491], [10116, 313262]], "id": 31097}, "interpro": [{"desc": "Sushi/SCR/CCP domain", "id": "IPR000436", "short_desc": "Sushi_SCR_CCP_dom"}, {"desc": "Notch domain", "id": "IPR000800", "short_desc": "Notch_dom"}, {"desc": "LamG-like jellyroll fold", "id": "IPR006558", "short_desc": "LamG-like"}, {"desc": "Peptidase M43, pregnancy-associated plasma-A", "id": "IPR008754", "short_desc": "Peptidase_M43"}, {"desc": "Myxococcus cysteine-rich repeat", "id": "IPR011936", "short_desc": "Myxo_disulph_rpt"}, {"desc": "Concanavalin A-like lectin/glucanase domain superfamily", "id": "IPR013320", "short_desc": "ConA-like_dom_sf"}, {"desc": "Metallopeptidase, catalytic domain superfamily", "id": "IPR024079", "short_desc": "MetalloPept_cat_dom_sf"}, {"desc": "Sushi/SCR/CCP superfamily", "id": "IPR035976", "short_desc": "Sushi/SCR/CCP_sf"}, {"desc": "Pappalysin-1/2", "id": "IPR043543", "short_desc": "PAPPA/PAPPA2"}], "ipi": ["IPI00001869", "IPI00329409", "IPI00385303", "IPI00816191", "IPI01015619"], "map_location": "9q33.1", "name": "pappalysin 1", "other_names": ["IGF-dependent IGFBP-4 protease", "aspecific BCL2 ARE-binding protein 2", "differentially placenta 1 expressed protein", "insulin-like growth factor-dependent IGF binding protein-4 protease", "pappalysin-1", "pregnancy-associated plasma protein A, pappalysin 1"], "pantherdb": {"HGNC": "8602", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "97479", "ortholog_type": "LDO", "panther_family": "PTHR46130", "taxid": 10090, "uniprot_kb": "Q8R4K8"}, {"RGD": "1307742", "ortholog_type": "LDO", "panther_family": "PTHR46130", "taxid": 10116, "uniprot_kb": "A0A096MJG5"}, {"Ensembl": "ENSGALG00000007079", "ortholog_type": "LDO", "panther_family": "PTHR46130", "taxid": 9031, "uniprot_kb": "F1N850"}, {"ZFIN": "ZDB-GENE-060526-71", "ortholog_type": "O", "panther_family": "PTHR46130", "taxid": 7955, "uniprot_kb": "F1Q5Q4"}, {"ZFIN": "ZDB-GENE-121113-1", "ortholog_type": "LDO", "panther_family": "PTHR46130", "taxid": 7955, "uniprot_kb": "A0A0G2KQH4"}], "uniprot_kb": "Q13219"}, "pathway": {"reactome": [{"id": "R-HSA-381426", "name": "Regulation of Insulin-like Growth Factor (IGF) transport and uptake by Insulin-like Growth Factor Binding Proteins (IGFBPs)"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}]}, "pdb": ["7UFG", "7Y5N", "7Y5Q", "8A7D", "8A7E", "8D8O", "8HGG", "8HGH"], "pfam": ["PF00084", "PF05572", "PF13385"], "pharmgkb": "PA32935", "pharos": {"target_id": 18745, "tdl": "Tbio"}, "pir": "S65464", "prosite": ["PS50923", "PS51257"], "reagent": {"CM-LibrX-no-seq": [{"id": "GNF326051", "relationship": "is"}, {"id": "GNF326052", "relationship": "is"}, {"id": "GNF326053", "relationship": "is"}, {"id": "GNF326054", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF253711", "relationship": "is"}, {"id": "GNF253712", "relationship": "is"}, {"id": "GNF253713", "relationship": "is"}, {"id": "GNF253714", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF088007", "relationship": "is"}, {"id": "GNF088008", "relationship": "is"}, {"id": "GNF088009", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053113", "relationship": "is"}, {"id": "GNF057881", "relationship": "is"}, {"id": "GNF073029", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF066801", "relationship": "is"}, {"id": "GNF066802", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF129328", "relationship": "is"}, "MasterSecretomicsList": {"id": "GNF334146", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF097538", "relationship": "is"}, {"id": "GNF137193", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000009.12", "NC_060933.1"], "protein": ["NP_002572.2", "XP_006717192.1", "XP_016870273.1", "XP_054219020.1", "XP_054219021.1"], "rna": ["NM_002581.5", "XM_006717129.4", "XM_017014784.3", "XM_054363045.1", "XM_054363046.1"], "translation": [{"protein": "NP_002572.2", "rna": "NM_002581.5"}, {"protein": "XP_006717192.1", "rna": "XM_006717129.4"}, {"protein": "XP_054219020.1", "rna": "XM_054363045.1"}, {"protein": "XP_054219021.1", "rna": "XM_054363046.1"}, {"protein": "XP_016870273.1", "rna": "XM_017014784.3"}]}, "reporter": {"HG-U133_Plus_2": ["1558607_at", "1558608_a_at", "1559400_s_at", "1559928_at", "201981_at", "201982_s_at", "224940_s_at", "224941_at", "224942_at", "228128_x_at", "232748_at"], "HG-U95Av2": "32549_at", "HG-U95B": "45332_r_at", "HTA-2_0": ["TC09000593.hg.1", "TC09002209.hg.1", "TC09002210.hg.1", "TC09002211.hg.1", "TC09002212.hg.1"], "HuEx-1_0": "3186491", "HuGene-1_1": "8157487", "HuGene-2_1": "17088462"}, "retired": 157909, "summary": "This gene encodes a secreted metalloproteinase which cleaves insulin-like growth factor binding proteins (IGFBPs). Following IGFBP cleavage, insulin growth factors dissociate from IGFBPs and bind to IGF receptors, resulting in activation of the IGF pathway. The encoded protein plays a role in bone formation, inflammation, wound healing and female fertility. Enhanced expression of this protein is associated with diabetic nephropathy in human patients and this protein may promote tumor invasion and growth in various human cancers. [provided by RefSeq, Aug 2017].", "symbol": "PAPPA", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1442932"}, "unigene": "Hs.643599", "uniprot": {"Swiss-Prot": "Q13219", "TrEMBL": ["B4DTA8", "Q7Z613"]}, "wikipedia": {"url_stub": "Pregnancy-associated plasma protein A"}}