{"AllianceGenome": "16369", "HGNC": "16369", "MIM": "602533", "_id": "11315", "_version": 1, "accession": {"genomic": ["AB045294.1", "AL034417.14", "AY648999.1", "CH471130.1", "CP068277.2", "NC_000001.11", "NC_060925.1", "NG_008271.1"], "protein": ["AAC12806.1", "AAH08188.1", "AAT68961.1", "ACJ13695.1", "BAA09603.2", "BAB71782.1", "BAG34938.1", "EAW71591.1", "NP_001116849.1", "NP_009193.2", "Q99497.2", "XP_005263481.1", "XP_054190021.1"], "rna": ["AB073864.1", "AF021819.1", "AK091679.1", "AK130886.1", "AK312000.1", "BC008188.2", "BP248330.1", "D61380.2", "EU794641.1", "NM_001123377.2", "NM_007262.5", "XM_005263424.4", "XM_054334046.1"], "translation": [{"protein": "NP_001116849.1", "rna": "NM_001123377.2"}, {"protein": "AAC12806.1", "rna": "AF021819.1"}, {"protein": "BAB71782.1", "rna": "AB073864.1"}, {"protein": "NP_009193.2", "rna": "NM_007262.5"}, {"protein": "BAA09603.2", "rna": "D61380.2"}, {"protein": "AAH08188.1", "rna": "BC008188.2"}, {"protein": "ACJ13695.1", "rna": "EU794641.1"}, {"protein": "XP_005263481.1", "rna": "XM_005263424.4"}, {"protein": "BAG34938.1", "rna": "AK312000.1"}, {"protein": "XP_054190021.1", "rna": "XM_054334046.1"}]}, "alias": ["DJ-1", "DJ1", "GATD2", "HEL-S-67p"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2022-06-27T16:00:00.000Z", "disease_label": "Parkinson disease", "gcep": "Parkinson's Disease Gene Curation Expert Panel", "moi": "AR", "mondo": "MONDO:0005180", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_d79439d2-844b-4ba6-aceb-e6b179eaaa01-2022-06-27T160000.000Z", "sop": "SOP9"}}, "ec": "3.5.1.124", "ensembl": {"gene": "ENSG00000116288", "protein": ["ENSP00000340278", "ENSP00000366708", "ENSP00000366711", "ENSP00000418770", "ENSP00000465404", "ENSP00000466242", "ENSP00000466756"], "transcript": ["ENST00000338639", "ENST00000377488", "ENST00000377491", "ENST00000377493", "ENST00000460192", "ENST00000465354", "ENST00000469225", "ENST00000493373", "ENST00000493678", "ENST00000497113"], "translation": [{"protein": "ENSP00000465404", "rna": "ENST00000493373"}, {"protein": "ENSP00000418770", "rna": "ENST00000493678"}, {"protein": "ENSP00000466242", "rna": "ENST00000377493"}, {"protein": "ENSP00000340278", "rna": "ENST00000338639"}, {"protein": "ENSP00000366711", "rna": "ENST00000377491"}, {"protein": "ENSP00000366708", "rna": "ENST00000377488"}, {"protein": "ENSP00000466756", "rna": "ENST00000469225"}], "type_of_gene": "protein_coding"}, "entrezgene": "11315", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 7.2891806116, "exp_mis": 66.8890122789, "exp_syn": 28.4588016281, "lof_z": 2.6744166053656, "mis_z": -0.186053424412106, "mu_lof": 4.32441982651e-07, "mu_mis": 5.74003253055e-06, "mu_syn": 2.32335338017e-06, "n_lof": 0.0, "n_mis": 70.0, "n_syn": 30.0, "p_li": 0.903949397411231, "p_null": 0.000807223480422047, "p_rec": 0.0952433791083466, "syn_z": -0.179101893485792}, "bp": 570, "cds_end": 8045114, "cds_start": 8022845, "n_exons": 6, "nonpsych": {"exp_lof": 6.47574606872, "exp_mis": 60.4193465943, "exp_syn": 25.6362960564, "lof_z": 2.49917618963103, "mis_z": -0.427014314862717, "mu_lof": 4.32441982651e-07, "mu_mis": 5.74003253055e-06, "mu_syn": 2.32335338017e-06, "n_lof": 0.0, "n_mis": 67.0, "n_syn": 27.0, "p_li": 0.887825976378548, "p_null": 0.00145760272492982, "p_rec": 0.110716420896523, "syn_z": -0.169572204968715}, "nontcga": {"exp_lof": 6.6941870336, "exp_mis": 61.5260361964, "exp_syn": 26.1702393804, "lof_z": 2.55229088474869, "mis_z": -0.220650865391614, "mu_lof": 4.32441982651e-07, "mu_mis": 5.74003253055e-06, "mu_syn": 2.32335338017e-06, "n_lof": 0.0, "n_mis": 65.0, "n_syn": 26.0, "p_li": 0.886717942362346, "p_null": 0.00123041771548532, "p_rec": 0.112051639922168, "syn_z": 0.0210707526275487}, "transcript": "ENST00000493678.1"}, "exons": [{"cdsend": 7985054, "cdsstart": 7962785, "chr": "1", "position": [[7961653, 7961735], [7962762, 7962875], [7965323, 7965425], [7969344, 7969404], [7970893, 7970963], [7977651, 7977738], [7984893, 7985282]], "strand": 1, "transcript": "NM_001123377", "txend": 7985282, "txstart": 7961653}, {"cdsend": 7985054, "cdsstart": 7962785, "chr": "1", "position": [[7961710, 7961793], [7962762, 7962875], [7965323, 7965425], [7969344, 7969404], [7970893, 7970963], [7977651, 7977738], [7984893, 7985505]], "strand": 1, "transcript": "NM_007262", "txend": 7985505, "txstart": 7961710}], "exons_hg19": [{"cdsend": 8045114, "cdsstart": 8022845, "chr": "1", "position": [[8021713, 8021795], [8022822, 8022935], [8025383, 8025485], [8029404, 8029464], [8030953, 8031023], [8037711, 8037798], [8044953, 8045342]], "strand": 1, "transcript": "NM_001123377", "txend": 8045342, "txstart": 8021713}, {"cdsend": 8045114, "cdsstart": 8022845, "chr": "1", "position": [[8021770, 8021853], [8022822, 8022935], [8025383, 8025485], [8029404, 8029464], [8030953, 8031023], [8037711, 8037798], [8044953, 8045565]], "strand": 1, "transcript": "NM_007262", "txend": 8045565, "txstart": 8021770}], "generif": [{"pubmed": 12446870, "text": "show that DJ-1 mutations are associated with PARK7, a monogenic form of human parkinsonism"}, {"pubmed": 12548343, "text": "Autosomal recessive early onset parkinsonism is linked to three loci: PARK2, PARK6, and PARK7."}, {"pubmed": 12612053, "text": "androgen receptor is positively regulated by DJ-1, which antagonizes the function of negative regulators, including DJBP, a novel DJ-1-binding protein"}, {"pubmed": 12761214, "text": "disease-causing L166P mutation has disrupted the C-terminal region and the dimerization of the protein."}, {"pubmed": 12796482, "text": "DJ-1 contains an additional alpha-helix at the C-terminal region, which blocks the putative catalytic site of DJ-1 and appears to regulate the enzymatic activity."}, {"pubmed": 12815653, "text": "We describe clinical and neuroimaging features of the 4 patients in the original PARK7-linked kindred."}, {"pubmed": 12851414, "text": "mutant DJ-1, causative for recessive Parkinson's disease, is degraded through the ubiquitin-proteasome system"}, {"pubmed": 12914946, "text": "crystal structure of DJ-1 at 1.6 A resolution locates Leu166 in the middle of a helix and thus predicts that the L166P mutation will bend the helix and impact the dimerization of DJ-1"}, {"pubmed": 12939276, "text": "structural comparisons between DJ-1 protein, Hsp31, and an Archaea protease lead to the identification of the chaperone activity of DJ-1"}, {"pubmed": 14557580, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14557580, "text": "Whether a polymorphism (g.168_185del) within exon 1 of DJ-1 contributes to the risk of sporadic Parkinson disease in a Finnish case-control series was analyzed. This gene does not play a major role in genetic predisposition to PD in this population"}, {"pubmed": 14579415, "text": "localization in testis, sperm, and semen; DJ-1 may play an important and as yet uncharacterized role in spermatogenesis and fertilization in humans"}, {"pubmed": 14598065, "text": "By positional cloning within the refined PARK7 critical region we recently identified mutations in the DJ-1 gene in the two PARK7-linked families."}, {"pubmed": 14607841, "text": "DJ-1 mutants are rich in beta-strand and alpha-helix conformation and have different suceptibilies to thermal denaturation"}, {"pubmed": 14625045, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14638971, "text": "The PARK7 gene is not a common locus for early onset autosomal recessive parkinsonism."}, {"pubmed": 14652021, "text": "These results suggest that loss of protective activity of DJ-1 from neuro-toxicity induced by these stresses contributes to neuronal cell death in AR-EOP with mutant DJ-1."}, {"pubmed": 14705119, "text": "different neurodegenerative diseases may have similar pathological mechanisms, and that these processes likely include DJ-1"}, {"pubmed": 14712351, "text": "DJ-1 has a role in neurodegeneration offers and progression of Parkinson's disease (review)"}, {"pubmed": 14713311, "text": "L166P mutation may contribute to the loss of normal DJ-1 function and are likely to be the underlying cause of early onset PD in affected members of the Italian kindred."}, {"pubmed": 14872018, "text": "Early-onset Parkinson disease is associated with single heterozygous loss-of-function DJ-1 mutations, including a heterozygous deletion of exons 5 to 7 and an 11-base pair deletion, removing the invariant donor splice site in intron 5."}, {"pubmed": 14872018, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14985393, "text": "DNA mutational analysis in patients with recessively-inherited early onset parkinsonism"}, {"pubmed": 15018843, "text": "DJ-1(A NEWLY DISCOVERED MUTANT GENE) IS LINKED TO A GENETICALLY ISOLATED POPULATION IN THE SOUTHWEST OF THE NETHERLANDS AND PRESENTS WITH EARLY-ONSET AUTOSOMAL-RECESSIVE PARKINSONISM. (SEE PAGE 80 UNDER PARK7(DJ-1)"}, {"pubmed": 15108293, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15219840, "text": "analyzed other mutants of DJ-1 found in Parkinson's disease patients, including M26I, R98Q, and D149A, as well as L166P"}, {"pubmed": 15254937, "text": "Mutations in the DJ-1 gene are rare in early-onset Parkinson's disease in both sporadic and familial cases."}, {"pubmed": 15304593, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15304593, "text": "SNP1 (position 4,345 bp) & SNP3 (position 16,491 bp) were significantly associated with Parkinson disease in women. Because the DJ1 protein regulates the androgen receptor, these gender-specific findings may be genuine."}, {"pubmed": 15308309, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15365989, "text": "A new mutation, c.192G>C (p.E64D), associated with early-onset Parkinson disease was found in a Turkish patient. It does not alter the structure, but affects expression & nuclear localization of the protein."}, {"pubmed": 15372597, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15502874, "text": "DJ-1 is a redox-dependent molecular chaperone that inhibits alpha-synuclein aggregate formation"}, {"pubmed": 15503154, "text": "DJ-1 is the third of four genes known to be definitively causal in familial Parkinson disease"}, {"pubmed": 15542239, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15703819, "text": "DJ-1 positively regulates p53 through Topors-mediated sumoylation"}, {"pubmed": 15717024, "text": "linkage to six chromosomal regions and have identified three causative genes: PARK1 (alpha-synuclein), PARK2 (parkin), and PARK7 (DJ-1) in Parkinson disease"}, {"pubmed": 15766664, "text": "Data show that DJ-1 is a key negative regulator of PTEN that may be a useful prognostic marker for cancer."}, {"pubmed": 15790595, "text": "Parkinson disease-associated PARK7 is a transcriptional co-activator that protects against neuronal apoptosis."}, {"pubmed": 15935068, "text": "We confirmed the pathological co-localization of DJ-1 with other neurodegenerative disease-associated proteins, as well as the decrease in DJ-1 solubility in disease tissue. In addition, we report the presence of DJ-1 in a large molecular complex."}, {"pubmed": 15944198, "text": "DJ-1 is an integral mitochondrial protein that may have important functions in regulating mitochondrial physiology. Our findings of DJ-1's mitochondrial localization may have important implications for understanding the pathogenesis of Parkinson's disease"}, {"pubmed": 15970950, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 15976810, "text": "DJ-1 was sumoylated on a lysine residue at K130 by PIASxalpha or PIASy. The K130 mutation abrogated all of the functions of DJ-1, including ras-dependent transformation, cell growth promotion and anti-UV-induced apoptosis activities."}, {"pubmed": 15983381, "text": "DJ-1 sequesters Daxx in the nucleus, prevents it from gaining access to the cytoplasm, from binding to and activating its effector kinase apoptosis signal-regulating kinase 1, and therefore, from triggering the ensuing death pathway."}, {"pubmed": 16157901, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16227205, "text": "DJ-1 up-regulates glutathione synthesis during oxidative stress and inhibits A53T alpha-synuclein toxicity"}, {"pubmed": 16240358, "text": "A novel homozygous mutation in exon 7 (E163K) and a new homozygous mutation (g.168_185dup) in the promoter region of the gene of parkinsonism-dementia-amyotrophic lateral sclerosis complex."}, {"pubmed": 16316629, "text": "distinct cysteine residues of DJ-1 harbor differential roles in relation to its structure and function"}, {"pubmed": 16331561, "text": "Data show that DJ1 mutations were rare in Chinese patients with autosomal recessive early-onset Parkinsonism."}, {"pubmed": 16403519, "text": "Results suggest that DJ-1 may act as an oxidative-stress-induced chaperone to prevent alpha-synuclein fibrillation."}, {"pubmed": 16517609, "text": "DJ-1 oxidative damage has a role in sporadic Parkinson and Alzheimer diseases"}, {"pubmed": 16570276, "text": "We also demonstrate the expression and secretion of DJ-1 oncoprotein by uveal melanoma cells."}, {"pubmed": 16632486, "text": "PINK1 and DJ-1 may have a role in early-onset Parkinson's disease and physically associate and collaborate to protect cells against stress via complex formation"}, {"pubmed": 16707095, "text": "DJ-1 may have a protective role against oxidative stress during the early stage of Parkinson's Disease"}, {"pubmed": 16731528, "text": "DJ-1 transcriptionally up-regulates the human tyrosine hydroxylase by inhibiting the sumoylation of pyrimidine tract-binding protein-associated splicing factor"}, {"pubmed": 16781058, "text": "Elevated levels of oxidation of DJ-1 were observed in brain tissues of patients with Parkinson's and Alzheimer's diseases."}, {"pubmed": 17015834, "text": "DJ-1's effect on Nrf2 and subsequent effects on antioxidant responses may explain how DJ-1 affects the etiology of both cancer and Parkinson's disease."}, {"pubmed": 17017532, "text": "mutations in DJ-1 cause autosomal recessive forms of Parkinson disease-REVIEW"}, {"pubmed": 17034344, "text": "The Upregulation of DJ-1 were observed in human glioma cells exposed to Reactive Oxygen Species(ROS)."}, {"pubmed": 17085780, "text": "Review. Loss of DJ-1 causes autosomal recessive PD. DJ-1 inclusions are seen in other alpha-synucleopathies & tauopathies. Its function is still unknown, but it is associated with many cell processes."}, {"pubmed": 17120294, "text": "Together, these findings indicate neuronal and synaptic expression of DJ-1 in primate subcortical brain regions and suggest a physiological role for DJ-1 in the survival and/or function of nigral-striatal neurons."}, {"pubmed": 17451229, "text": "These results suggest that (i) the M26I substitution and over-oxidation destabilize dimeric DJ-1, and (ii) the oxidation of cysteine 106 contributes to DJ-1 destabilization."}, {"pubmed": 17487420, "text": "Oxidative stress to cells abrogates secretion of DJ-1; secreted DJ-1 degrades aggregated transthyretin to protect against the onset of familial amyloidotic polyneuropathy."}, {"pubmed": 17504761, "text": "analysis of the DJ-1 protein and its mutants that are associated with Parkinson Disease"}, {"pubmed": 17599367, "text": "Comparing DJ-1 expression in dopamine neurons on hemi-sections from controls and patients, this study could not detect any difference between controls, idiopathic Parkinson and schizophrenia cases."}, {"pubmed": 17671684, "text": "DJ-1 and PA28alpha may have roles in the onset of hepatocarcinogenesis"}, {"pubmed": 17846173, "text": "Parkin-mediated K63-linked polyubiquitination targets misfolded DJ-1 to aggresomes via binding to HDAC6."}, {"pubmed": 17882163, "text": "exerts a neuroprotective effect by reducing ROS-mediated neuronal injury"}, {"pubmed": 17949781, "text": "These findings suggest that overexpression of EIF-5A2 in colorectal carcinomas may be important in the acquisition of a metastatic phenotype and plays an important role in colorectal carcinoma development and progression."}, {"pubmed": 18045143, "text": "Review describes the main advances in our understanding of the function of DJ-1, a ubiquitous protein first described as an oncogene, now implicated in the pathophysiology of Parkinson's disease (PD), and its interaction with other PD-associated proteins."}, {"pubmed": 18162323, "text": "DJ-1 was secreted into the serum of both controls and PD patients. There was no difference between the levels of secreted DJ-1 and correlations of levels of DJ-1 with age, clinical severity of PD and level of oxidative stress were not found."}, {"pubmed": 18181649, "text": "our results suggest that the protective function of DJ-1 can be compromised by diverse perturbations in its structural integrity, particularly near the junctions of secondary structural elements."}, {"pubmed": 18331584, "text": "DJ-1 protein acts as a versatile pro-survival factor in dopaminergic neurons, activating different protective mechanisms in a cellular model of Parkinson's disease."}, {"pubmed": 18430896, "text": "DJ-1 is specifically expressed in thyroid carcinomas and not in the normal thyroid; the protein modulates the response to TRAIL-mediated apoptosis in human neoplastic thyroid cells, at least partially through its antioxidant property"}, {"pubmed": 18436956, "text": "The extent of structural perturbations associated with five different Parkinson's disease linked DJ-1mutations: L166P, E64D, M26I, A104T, and D149A was evaluated."}, {"pubmed": 18486522, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18570440, "text": "Search of the Protein Data Bank (PDB) produces several candidate hydrogen-bonded aspartic/glutamic acid-cysteine interactions, which are particularly common in the DJ-1 superfamily."}, {"pubmed": 18586035, "text": "These findings suggest that DJ-1 is secreted through microdomains and that oxidation of DJ-1 at C106 facilitates the secretion."}, {"pubmed": 18626009, "text": "DJ-1 associates with RNA targets in cells and the brain, including mitochondrial genes, genes involved in glutathione metabolism, and members of the PTEN/PI3K cascade."}, {"pubmed": 18632777, "text": "DJ-1 levels are significantly increased in the cerebrospinal fluid of patients with multiple sclerosis and may be associated wigh disease progression."}, {"pubmed": 18647263, "text": "Our data support the conclusion that the major cellular DJ-1 response to stroke in the human brain is astrocytic, and that there is a temporal correlation between DJ-1 expression in these cells and advanced infarct age."}, {"pubmed": 18689799, "text": "inactivation of DJ-1 causes decreased expression of the human MnSOD"}, {"pubmed": 18704525, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18706098, "text": "MMP-9, DJ-1 and A1BG proteins are overexpressed in pancreatic juice from pancreatic ductal adenocarcinoma"}, {"pubmed": 18707128, "text": "Molecular basis for the structural instability of human DJ-1 induced by the L166P mutation associated with Parkinson's disease"}, {"pubmed": 18717316, "text": "siRNA can effectively inhibit DJ-1 expression, resulting in the reduced proliferation and the enhanced apoptosis in Hep-2 cells."}, {"pubmed": 18722352, "text": "DJ-1 might be involved in leukemogesis through regulating cell growth, proliferation, and apoptosis."}, {"pubmed": 18722801, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18722801, "text": "Thie results of this study support the growing importance of mutations in non-coding portion of human genome, and confirm that alterations in DJ-1 are a cause, even if rare, of early-onset Parkinson's disease."}, {"pubmed": 18785233, "text": "Mutations of DJ-1 gene are found in Chinese families with autosomal recessive early-onset Parkinsonism"}, {"pubmed": 18817430, "text": "Proteomic analysis of oxidative stress-responsive proteins in pneumonocytes: insight into the regulation of DJ-1 expression is reported."}, {"pubmed": 18822273, "text": "These findings suggest that DJ-1 influences several neuroprotective pathways and that the E163K mutation impairs the mechanism that is more specific to oxidative stress."}, {"pubmed": 18841573, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18841573, "text": "the frequencies of three polymorphisms in DJ-1 (g.168-185del; SNP405, refSNP ID:rs3766606 and 293 G/A) and their association with sporadic Parkinson's disease"}, {"pubmed": 18922803, "text": "analysis of crystal structure of filamentous aggregates of human DJ-1 formed in an inorganic phosphate-dependent manner"}, {"pubmed": 18973254, "text": "3 new DJ-1 mutations were found: a homozygous 3-base deletion in exon 7 (c.555-557delGCC;p.P158del), a heterozygous duplication involving the first 5 exons, & a heterozygous nonsynonymous substitution in exon 7 (c.535G>A;p.A179T)."}, {"pubmed": 18973254, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18974921, "text": "DJ-1 may serve as a novel neuroprotective modality."}, {"pubmed": 19006224, "text": "No DJ-1 miutations were found in a Taiwanese cohort of 58 sporadic and 10 familial Parkinson disease patients."}, {"pubmed": 19014922, "text": "altered expression of proteins that underlie pathogenesis of SCA17"}, {"pubmed": 19023331, "text": "These results suggest an active role of DJ-1 missense mutants in the control of cell death and position TTRAP as a new player in the arena of neurodegeneration."}, {"pubmed": 19064576, "text": "DJ-1 plays a very important role in transformation and progression of ESCC and may be used as a prognostic marker."}, {"pubmed": 19124468, "text": "formation of Cys106-sulfinic acid is a key modification that regulates the protective function of DJ-1."}, {"pubmed": 19144925, "text": "Loss of DJ-1 in human cell lines and transformed mouse fibroblasts decreases the transcription of a variety of HIF1-responsive genes during hypoxia."}, {"pubmed": 19224617, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19224617, "text": "This study found that no associations were seen for DJ1 in Australia patient with Parkinson's disease"}, {"pubmed": 19229105, "text": "Functional ubiquitin E3 ligase complex consisting of parkinson disease (PD)-associated Parkin, PINK1, and DJ-1 to promote degradation of un-/misfolded proteins."}, {"pubmed": 19335984, "text": "DJ-1 gene expression may play an important role in the invasion and metastasis of hepatocellular carcinoma."}, {"pubmed": 19371728, "text": "DJ-1 does affect the ERK1/2 signaling pathway and change the susceptibility of cells to oxidative stress."}, {"pubmed": 19384955, "text": "High DJ-1 expression is associated with clear cell renal cell carcinoma."}, {"pubmed": 19405094, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19425177, "text": "findings suggest an active role for DJ-1 in the autophagic response produced by paraquat, providing evidence for the role of Parkinson's disease-related proteins in the autophagic degradation pathway"}, {"pubmed": 19429112, "text": "None had causative mutation in DJ-1, suggesting DJ-1 mutation is very rare among patients with familial and sporadic parkinsonism from Asian countries and those with other ethnic background."}, {"pubmed": 19429112, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19680261, "text": "PARK7 protein loss of function could be due to impaired caspase-6 proteolysis and we document the fact that various PARK7 protein mutations could lead to PD pathology through distinct molecular mechanisms."}, {"pubmed": 19686841, "text": "REVIEW: DJ-1 and prevention of oxidative stress in Parkinson's disease and other age-related disorders"}, {"pubmed": 19692353, "text": "LRRK2 with other Parkinson's disease causing genes, Parkin, DJ-1 and PINK-1."}, {"pubmed": 19703902, "text": "DJ-1-dependent activation of dopamine synthesis occurs through interaction of tyrosine hydroxylase and 4-dihydroxy-L-phenylalanine (L-DOPA) decarboxylase with DJ-1"}, {"pubmed": 19716892, "text": "Region-specific decreases are observed in DJ-1 mRNA levels in putamen, frontal cortex, parietal cortex and cerebellum in Parkinson's patients, while an up-regulation is observed in the amygdala and entorhinal cortex."}, {"pubmed": 19733211, "text": "These results suggest the oxidative modification of DJ-1 in Parkinson's disease patients and the potential application of the antibody for diagnosis of Parkinson's disease at early-stage."}, {"pubmed": 19822128, "text": "These findings suggest that DJ-1 is an integral mitochondrial protein and that DJ-1 plays a role in maintenance of mitochondrial complex I activity."}, {"pubmed": 19825160, "text": "novel sequence variant in the highly conserved DJ-1 gene significantly reduced DJ-1 promoter activity, which indicates the possible importance of the 16 bp sequence in transcriptional regulation of DJ-1 in Parkinson disease"}, {"pubmed": 19968671, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19968671, "text": "polymorphisms located in a region spanning 3535 bp from the promoter to the intron 2 of the DJ-1 gene confer risk to sporadic Parkinson's Disease."}, {"pubmed": 20014998, "text": "Loss of DJ-1 occurring through its oxidative modification and subsequent proteolysis mediated through dysregulation of thiol disulfide oxidoreductase may contribute to pathogenesis of sporadic Parkinson's disease."}, {"pubmed": 20061558, "text": "DJ-1/p53 interactions contribute to apoptosis resistance in clonal myeloid cells and may serve as a prognostic marker in patients with myelodysplastic syndromes."}, {"pubmed": 20127688, "text": "Our data suggest that the increased DJ-1/NuRD interaction is a general anti-stress response regulated by okadaic acid-induced modifications of DJ-1."}, {"pubmed": 20146068, "text": "Mutations of DJ-1 and PTEN-induced putative kinase 1 (PINK1) gene are also found in Chinese patients diagnosed with sporadic early onset parkinsonism and mutations of the Parkin gene."}, {"pubmed": 20146068, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20150646, "text": "The present study demonstrated that the survival of patients with astrocytomas was correlated with the nuclear DJ-1 status of the tumor. The DJ-1 molecule might therefore play an important role as a tumor suppressor in astrocytomas."}, {"pubmed": 20156966, "text": "Wild-type DJ-1 possesses chaperone activity, which is abolished by the L166P mutation which is reversed by the expression of the cochaperone BAG1."}, {"pubmed": 20186336, "text": "Study provides evidence for a critical role of DJ-1 in mitochondrial homeostasis by connecting basal autophagy and mitochondrial integrity in Parkinson's disease."}, {"pubmed": 20213747, "text": "DJ-1, by directly inhibiting ASK1, may act as a negative regulator in ASK1 signaling cascades."}, {"pubmed": 20300974, "text": "the DJ-1 gene may have an important role in the carcinogenesis of laryngeal carcinoma"}, {"pubmed": 20395301, "text": "Parkinson disease-associated DJ-1 is required for the expression of the glial cell line-derived neurotrophic factor receptor RET in human neuroblastoma cells"}, {"pubmed": 20497343, "text": "This is the first study to show that DJ-1 staining intensity in glioblastomas varies directly with p53 nuclear immunoreactivity and inversely with EGFR amplification."}, {"pubmed": 20506312, "text": "Studies indicate that molecular genetic analyses have identified five disease genes associated with familial Parkinson disease; SNCA, PARK2, PINK1, PARK7 and LRRK2."}, {"pubmed": 20510502, "text": "DJ-1 regulates autophagy through activating JNK-mediated beclin 1 transcription, p62 degradation, thus may play a role in tumorigenesis."}, {"pubmed": 20540987, "text": "Total DJ-1 or alpha-synuclein in plasma alone is not useful as biomarkers for Parkinson's disease diagnosis or progression/severity."}, {"pubmed": 20543466, "text": "Exon rearrangement mutation in the DJ-1 gene is rare in Chinese patients with autosomal recessive early-onset parkinsonism."}, {"pubmed": 20634198, "text": "TRAF6 stimulates the accumulation of insoluble and polyubiquitinated mutant DJ-1 into cytoplasmic aggregates. In human post-mortem brains of Parkinson's disease patients, TRAF6 protein colocalizes with aSYN in Lewy bodies."}, {"pubmed": 20639397, "text": "The DJ-1-dependent mitochondrial defects contribute to the increased sensitivity to oxidative stress-induced cell death that has been previously reported."}, {"pubmed": 20673799, "text": "upregulated in inflammatory multiple sclerosis lesions"}, {"pubmed": 20730377, "text": "Studies suggest results suggest an active role for DJ-1 in the autophagic response produced by PQ, opening the door to new strategies for PD therapy."}, {"pubmed": 20736773, "text": "Our findings showed, for the first time, overexpression of DJ-1 at both transcriptional and protein levels in gestational trophoblastic disease"}, {"pubmed": 20806408, "text": "Both L10P and P158DEL DJ-1 mutations alter protein structure in a manner that prevents self-interaction, but both protein variants maintain sufficient protein folding to interact with DJ-1 protein."}, {"pubmed": 20842103, "text": "Data show that mitochondrial fragmentation induced by expression of alpha-synuclein is rescued by coexpression of PINK1, parkin or DJ-1 but not the PD-associated mutations PINK1 G309D and parkin Delta1-79 or by DJ-1 C106A."}, {"pubmed": 20877624, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20938049, "text": "Human DJ-1-specific transcriptional activation of tyrosine hydroxylase gene."}, {"pubmed": 20940149, "text": "DJ-1 works in parallel to the PINK1/parkin pathway to maintain mitochondrial function in the presence of an oxidative environment"}, {"pubmed": 21055329, "text": "The expression of DJ-1 protein in laryngeal squamous cell carcinoma is higher than that in control laryngeal mucous tissues. Overexpression of DJ-1 is associated with poor overall survival in LSCC patients."}, {"pubmed": 21097510, "text": "DJ-1 enhances cell survival through the binding of Cezanne, a negative regulator of NF-kappaB."}, {"pubmed": 21160133, "text": "plays roles in transcriptional regulation and the anti-oxidative stress reaction."}, {"pubmed": 21317550, "text": "DJ-1 may act to maintain mitochondrial function during oxidative stress and thereby alter mitochondrial dynamics and autophagy indirectly."}, {"pubmed": 21322020, "text": "Two novel DJ-1 mutations, c.91-2A>G affecting splicing and c.319G>C causing Ala107Pro, were observed among patients with AAO of <31 years, suggesting that PD in a high fraction (>12%) of this group of Iranian patients."}, {"pubmed": 21410067, "text": "DJ-1 expression is significantly upregulated in hepatocellular carcinoma (HCC), and its expression level correlates with clinicopathological variables and prognosis of HCC patients."}, {"pubmed": 21445310, "text": "Abnormally high levels of DJ-1 expression may be involved in endometriosis, possibly by stimulating endometrial cell survival, proliferation, migration, and invasion"}, {"pubmed": 21535932, "text": "Pathogenic DJ-1 mutations are restricted in certain populations and compared with the parkin gene are unlikely to be of clinical importance in Parkinson's disease patients living in eastern India."}, {"pubmed": 21556124, "text": "a positive correlation between DJ-1 and survivin gene expression in laryngeal carcinoma was found"}, {"pubmed": 21575935, "text": "DJ-1 protein levels are reduced in moderate asthenozoospermia patients; DJ-1 concentration is positively correlated with sperm motility and sperm superoxide dismutase activity indicated by partial correlation analysis."}, {"pubmed": 21645620, "text": "DJ-1 associates with membranous organelles including synaptic membranes to exhibit its normal function."}, {"pubmed": 21670963, "text": "DJ-1 expression was found to be significantly correlated with lymphatic metastasis of non-small cell lung cancer."}, {"pubmed": 21785459, "text": "DJ-1 protects against TRAIL-induced apoptosis through the regulation of death-inducing signaling complex (DISC) formation."}, {"pubmed": 21796667, "text": "DJ-1 regulates SOD1 expression through Erk1/2-Elk1 pathway in its protective response to oxidative insult."}, {"pubmed": 21819105, "text": "DJ-1 has a role as an oxidative stress sensor and partner of a molecular machinery notorious for its involvement in cell fate decisions"}, {"pubmed": 21852238, "text": "DJ-1 protects cells against UVB-induced cell death dependent on its oxidation and its association with mitochondrial Bcl-X(L)"}, {"pubmed": 21893204, "text": "the crystal structure of recombinant DJ-1 at 1.56A resolution was solved, allowing to capture Cys106 in the reduced state for the first time."}, {"pubmed": 21943684, "text": "Nuclear factor erythroid-derived 2-like 2 and its stabilizing protein DJ1 affect the prognosis of patients with lung cancer by inducing an elevated stress response to oxidative damage."}, {"pubmed": 22024154, "text": "Data suggest that DJ-1 upregulates tyrosine hydroxylase expression by activating its transcription factor Nurr1 via the ERK1/2 pathway."}, {"pubmed": 22066264, "text": "Dj-1 protein is a perspective biomarker candidate for PCa."}, {"pubmed": 22132160, "text": "Electrophilic p-quinone formed from 6-hydroxydopamine induces DJ-1 oxidation by decreasing intracellular glutathione."}, {"pubmed": 22157000, "text": "oxidative stress-dependent chaperone function of YajL and DJ-1"}, {"pubmed": 22173095, "text": "Data suggest that direct proteasomal endoproteolytic cleavage of PARK7 L166P is the mechanism of degradation contributing to the loss-of-function of the mutant protein."}, {"pubmed": 22223849, "text": "data represent the first identification of an important function of DJ-1, which is to regulate the invasion and metastasis properties of pancreatic ductal adenocarcinoma through the ERK/uPA cascade"}, {"pubmed": 22233331, "text": "Pathogenic DJ1 mutations do not seem to play a major role in Turkey."}, {"pubmed": 22272336, "text": "Data show that ENOA, PARK7 and Beta-actin are proper reference standards in obesity studies based on omental fat."}, {"pubmed": 22321799, "text": "YajL and possibly DJ-1 function as covalent chaperones involved in the detection of sulfenylated proteins by forming mixed disulfides with them and that these disulfides are subsequently reduced by low-molecular-weight thiols."}, {"pubmed": 22404125, "text": "data indicate that breast cancer cells secrete DJ-1 protein in vivo, and that its level is a potential indicator of breast cancer in patients with nipple discharge"}, {"pubmed": 22428580, "text": "these studies suggest that DJ-1 is involved in the regulation of mitochondrial dynamics through modulation of DLP1 expression"}, {"pubmed": 22445250, "text": "Pathogenic mutations were not detected in SNCA, PINK1, or DJ-1 in this study."}, {"pubmed": 22492997, "text": "wild-type DJ-1 induces the expression of thioredoxin 1, a protein disulfide oxidoreductase"}, {"pubmed": 22508282, "text": "[review] Targeted markers alpha-synuclein and DJ-1 are two proteins intimately associated with premotor Parkinson's disease pathogenesis."}, {"pubmed": 22511790, "text": "This evidence not only provides strong evidence for the role of endogenous Pink1 in neuronal survival, but also supports a role of DJ-1 and Parkin acting parallel or downstream of endogenous Pink1 to mediate survival in a mammalian in vivo context."}, {"pubmed": 22515803, "text": "the oxidation of conserved cysteine residue to its sulfinate form (Cys-SO(2)(-)) results in considerable thermal stabilization of both Drosophila DJ-1beta and human DJ-1"}, {"pubmed": 22523093, "text": "Human DJ-1 is a novel glyoxalases converting glyoxal or methylglyoxal to glycolic or lactic acid."}, {"pubmed": 22526154, "text": "Results suggest that the serum level of DJ-1 may be a potential biomarker for pancreatic cancer, and that DJ-1 plays critical roles in the pancreatic tumor chemoresistance."}, {"pubmed": 22532838, "text": "L166P mutation of PARK7 gene alters rRNA biogenesis inhibiting TTRAP localization to the nucleolus and enhancing its recruitment into cytoplasmic aggregates with a mechanism that depends in part on TRAF6 activity."}, {"pubmed": 22554508, "text": "These results indicate that wild-type DJ-1, but not Parkinson's disease-derived mutant DJ-1, stimulates VMAT2 activity and that C106 is necessary for the stimulating activity of DJ-1 toward VMAT2."}, {"pubmed": 22555455, "text": "The generation by caspase 6 of a new N-terminal fragment of DJ-1 with a nuclear localization co-operate to trigger oxidation of DJ-1, loss of mitochondrial integrity, ROS production and finally apoptosis."}, {"pubmed": 22571429, "text": "Identification of potential BAG1-DJ1 mutant interaction interfaces."}, {"pubmed": 22664331, "text": "DJ-1 protein protected dopaminergic neurons in two PD model rats by increasing antioxidant capacity and inhibiting alpha-synuclein expression."}, {"pubmed": 22666465, "text": "DJ-1 participates in metabolism of fatty acid synthesis through transcriptional regulation of the LDLR gene"}, {"pubmed": 22836768, "text": "Decreased levels of DJ-1 in Fuchs endothelial corneal dystrophy at baseline and under oxidative stress correlate with impaired Nrf2 nuclear translocation and heightened cell susceptibility to apoptosis."}, {"pubmed": 22892098, "text": "Our findings suggest that mutant DJ-1(L166P) impairs cells by differentially regulating mitochondrial Bax/Bcl-XL functions."}, {"pubmed": 22956510, "text": "This systematic review included information from >5800 unique cases.The weighted mean proportion of cases with PARK2 (parkin), PINK1, and PARK7 (DJ-1) mutations was 8.6%, 3.7%, and 0.4%, respectively. PINK1 mutations were more common in Asian subjects."}, {"pubmed": 22960331, "text": "DJ-1 variants were found in 3.9% of Parkinson's patients in India."}, {"pubmed": 22968650, "text": "In areas of high, but not low incidence of gastric cancer, both MIF and DJ-1 have elevated serum concentrations in gastric cancer, compared with controls. This suggests there are differt mechanisms of disease pathogenesis in high- and low-incidence areas."}, {"pubmed": 22985211, "text": "cell proliferation, migration, and invasion properties of CL1-0, CL1-5, and A549 cells were significantly diminished when the expression of their PARK7 proteins was reduced"}, {"pubmed": 23015639, "text": "Report changes in DJ-1 cell signaling associated with ischemic/idiopathic cardiomyopathies."}, {"pubmed": 23076395, "text": "Cytoplasmic DJ-1 associated with worse survival in ependymoma patients."}, {"pubmed": 23149933, "text": "DJ-1 downregulates DUSP1 expression under conditions of oxidative stress."}, {"pubmed": 23151319, "text": "Our data suggested that DJ-1 over-expression was linked to nodal status, and might be an independent prognostic marker for patients with SSCC"}, {"pubmed": 23182168, "text": "A deficiency or constitutive activation of DJ-1 can have implications in mast cell-driven allergic diseases, such as asthma and anaphylaxis."}, {"pubmed": 23183826, "text": "Parkinson's disease-associated mutations in DJ-1 modulate its dimerization in living cells."}, {"pubmed": 23241025, "text": "the P158Delta point mutation may contribute to neurodegeneration by protein destabilization and hence loss of DJ-1 function."}, {"pubmed": 23250426, "text": "promotes angiogenesis and osteogenesis via activation of FGF receptor-1 signaling"}, {"pubmed": 23347603, "text": "Overexpression of the DJ-1 protein in the placentas of severe preeclampsia patients is thought to be a causative or compensatory mechanism in response to hypoxia."}, {"pubmed": 23418303, "text": "The Parkinson disease-related protein DJ-1 counteracts mitochondrial impairment induced by the tumour suppressor protein p53 by enhancing endoplasmic reticulum-mitochondria tethering."}, {"pubmed": 23447676, "text": "a parkin-dependent ER-stress-associated modulation of DJ-1 and identifies p53 and XBP-1 as two major actors acting downstream of parkin in this signaling cascade in cells and in vivo."}, {"pubmed": 23530187, "text": "DJ-1 is a unique and nonredundant antioxidant that functions independent of other antioxidative pathways in the cellular defense against ROS"}, {"pubmed": 23592371, "text": "low DJ-1 protein expression is a significant predictor of pathological complete remission after neoadjuvant chemotherapy in breast cancer patients."}, {"pubmed": 23593018, "text": "DJ-1beta protects flies against oxidative stress- and UV-induced apoptosis by regulating the subcellular localization and gene expression of DLP, thus implying that Daxx-induced apoptosis is involved in the pathogenesis of DJ-1-associated PD."}, {"pubmed": 23714193, "text": "DJ-1 and beta-catenin may contribute to the development and recurrence of glioma"}, {"pubmed": 23727824, "text": "High DJ-1 expression is associated with endometrial cancer."}, {"pubmed": 23743200, "text": "Data suggest that DJ-1 and PYCR1 are on the same pathway of anti-oxidative stress protection of the cells."}, {"pubmed": 23792957, "text": "results show that expression of DJ-1 enhances the cells' protective mechanisms against induced metal toxicity and that this protection is lost for DJ-1 PD mutations A104T and D149A"}, {"pubmed": 23831022, "text": "analysis of the recognition sequence for DJ-1 protease and its interactions with KIF1B and ABL1"}, {"pubmed": 23844142, "text": "Results show that higher levels of DJ-1 and oxDJ-1 are present in retinal pigment epithelial (RPE) cells from age-related macular degeneration (AMD) donors."}, {"pubmed": 23847046, "text": "Results show DJ-1 protein associated with lipid rafts. This novel function of DJ-1 in lipid rafts, may contribute the pathogenesis of Parkinson's Disease."}, {"pubmed": 23902708, "text": "Study emphasized the effectiveness of high DJ-1 expression in predicting poor survival of astrocytoma patients, when compared to MIB-1."}, {"pubmed": 23986421, "text": "The frequency of the PARK2, PINK1, PARK7 mutations among Polish EO-PD patients seems to be low."}, {"pubmed": 24052110, "text": "In the present study, we screened two indel polymorphisms in the 5'UTR of the gene and found that the frequency of both is low in South African PD patients and controls."}, {"pubmed": 24070869, "text": "DJ-1 expression and its oxidation state are abnormally increased in the brain of Huntington's disease patients."}, {"pubmed": 24128678, "text": "DJ1 is reduced in amyotrophic lateral sclerosis muscle, but this reduction is not statistically significant."}, {"pubmed": 24144264, "text": "Our results highlight the requirement of a stable homodimer for copper binding by DJ-1"}, {"pubmed": 24155657, "text": "the present study indicates that DJ-1 and PTEN may play their roles in progression of GC in a cooperating pattern."}, {"pubmed": 24176883, "text": "Our data suggest that DJ1 mutations are very rare in Italian Early Onset Parkinson Disease"}, {"pubmed": 24207095, "text": "the present study deduced that DJ-1 could be an attractive target to be studied as an immunohistochemical marker for prostate cancer."}, {"pubmed": 24242043, "text": "DJ-1 and Parkin are linked through oxidative stress, and overexpression of Parkin protects DJ-1 protein-deficient and DJ-1 L166P mutant-expressing cells via inhibition of oxidative stress."}, {"pubmed": 24280570, "text": "The expression of dj-1 was associated with a negative impact of chemotherapy with gemcitabine on patient's survival"}, {"pubmed": 24396292, "text": "Increased expression of MIF and DJ-1 induced cell invasion and metastasis of nasopharyngeal carcinoma."}, {"pubmed": 24398929, "text": "DJ-1 plays an important role in the development of peritoneal carcinomatosis from gastric carcinoma."}, {"pubmed": 24504364, "text": "Increased DJ-1 expression in highly invasive breast cancer cells."}, {"pubmed": 24567322, "text": "DJ-1 has a role in SOD1 activation and in neurodegenerative etiopathogenesis"}, {"pubmed": 24614826, "text": "High serum levels of DJ-1 are associated with endometrial cancer."}, {"pubmed": 24664754, "text": "Here we discuss our progress toward characterization of the DJ-1 function in the protection of retinal pigment epithelium to oxidative stress."}, {"pubmed": 24681255, "text": "Overexpression and mitochondrial translocation of DJ-1 provides cancer cells with resistance to dihydroartemisinin-induced reactive oxygen species and apoptosis."}, {"pubmed": 24697266, "text": "results suggest that DJ-1 may be regulated and/or stabilized by Zn(II)"}, {"pubmed": 24832775, "text": "DJ-1 is a homodimeric protein that protects cells against oxidative stress"}, {"pubmed": 24918637, "text": "These observations suggest the relevance of DJ-1 oxidation to homeostasis in multiple brain regions, including neuromelanin-containing neurons of the substantia nigra"}, {"pubmed": 24920663, "text": "Taken together, these results revealed that PARK7 deficiency may increase the oxidative stress damage to spermatozoa."}, {"pubmed": 24947010, "text": "findings show that DJ-1 interacts with RACK1 (receptor of activated C kinase 1) and increases its dimerization and protein stability; the DJ-1-RACK1 complex protects neurons from oxidative stress-induced apoptosis"}, {"pubmed": 24969178, "text": "The overexpression of DJ-1 protein in laryngeal squamous carcinoma SNU-46 cells can accelerate proliferation rate, increase the invasion and migration capacity, and reduce apoptosis, by activating the PI3K/AKT/mTOR pathway."}, {"pubmed": 25037998, "text": "DJ-1 plays an important role in caffeic acid-mediated protection against ketoprofen-induced oxidative damage in the GI mucosa."}, {"pubmed": 25058424, "text": "Direct interactions between DJ-1 and aSyn constitute the basis for a neuroprotective mechanism."}, {"pubmed": 25129821, "text": "High serum DJ-1 level is associated with metastatic uveal melanoma"}, {"pubmed": 25210784, "text": "Taken together, our data suggest a model by which DJ-1 exerts its antioxidant activities, at least partly through regulation of PON2."}, {"pubmed": 25378175, "text": "Cys106 is the site of S-nitrosylation on DJ-1; mutation of this site inhibits transnitrosylation to PTEN."}, {"pubmed": 25383140, "text": "Data highlight that DJ-1 is the downstream interacting target for PRAK, and in response to oxidative stress PRAK may exert a cytoprotective effect by facilitating DJ-1 to sequester Daxx in the nucleus, thus preventing cell death."}, {"pubmed": 25384406, "text": "DJ-1 knockdown alters the malignant behavior of HepG2 cells, potentially through the Akt signaling pathway, suggesting a crucial role for DJ-1 in the oncogenesis of hepatocellular carcinoma."}, {"pubmed": 25416785, "text": "DJ-1-associated Parkinsonism results from excessive protein glycation and establishes DJ-1 as a major anti-glycation and anti-aging protein"}, {"pubmed": 25475127, "text": "DJ-1 is activated in medulloblastoma and is associated with cell proliferation and differentiation."}, {"pubmed": 25677538, "text": "DJ-1 knockdown decreased DJ-1 expression in both cells without affecting Nrf2 and its downstream target gamma-GCS, suggesting that DJ-1-induced cell protection and works independent of Nrf2 signaling pathway."}, {"pubmed": 25721338, "text": "DJ-1 protein may be involved in endometrial cells proliferation, migration and angiogenesis by modulating the PI3K/Akt/p-mTOR signaling pathway, which provides an underlying theoretical target for endometriosis and adenomyosis"}, {"pubmed": 25822630, "text": "our results maintain that DJ-1 plays a role in the disease process and promotes the necessity of further investigation of DJ-1 as a therapeutic target for ALS."}, {"pubmed": 25833141, "text": "DJ-1 physically binds the 20S proteasome and inhibits its activity. following oxidative stress, DJ-1 is involved in the Nrf2-dependent oxidative stress response that leads to the upregulation of both the 20S proteasome and its regulator, NQO1."}, {"pubmed": 25867058, "text": "High levels of DJ-1, probably of isoform at pI 6.3, is a candidate serum marker of breast cancer."}, {"pubmed": 25892179, "text": "The DJ-1-induced PTEN downregulation is associated with proliferative and invasive activity of laryngeal cancer cells."}, {"pubmed": 26022125, "text": "results demonstrate that XBP1 mRNA splicing plays an important role in maintaining the function of bone marrow-derived macrophages and provide new insight into the study and treatment of atherosclerosis"}, {"pubmed": 26048984, "text": "DJ-1 directly binds to the kinase domain of c-Raf to stimulate its self-phosphorylation, followed by phosphorylation of MEK and ERK1/2 in EGF-treated cells."}, {"pubmed": 26125099, "text": "DJ-1 is increased in elderly lung cancer patients with malignant pleural effusions and may have a role in redox regulation"}, {"pubmed": 26245297, "text": "High expression of PARK7 might lead to the occurrence of non-small-cell lung cancer."}, {"pubmed": 26254420, "text": "PARK7 interactome is involved in novel pathways pertinent in MPM disease."}, {"pubmed": 26261582, "text": "Sensitivity of breast cancer cells to adriamycin was significantly improved with the transfection of DJ-1 siRNA."}, {"pubmed": 26305376, "text": "Our study suggests that DJ-1 may also play a role in regulating dopamine levels by modifying DAT activity."}, {"pubmed": 26334622, "text": "Serum levels of thioredoxin and DJ-1 were significantly higher in non-small cell lung cancer patients; therefore, these may be utilized as novel diagnostic and prognostic biomarkers for non-small cell lung cancer"}, {"pubmed": 26390688, "text": "Overexpression of PI3K-p110alpha is associated with progression of uterine cervical neoplasia, and the expression of pAkt and DJ-1 is positively correlated with PI3K-p110alpha expression in this process."}, {"pubmed": 26624998, "text": "S. pombe homologs of DJ-1 are stationary-phase associated proteins."}, {"pubmed": 26739068, "text": "The L10P DJ-1 mutation results in a toxic protein, which lacks the protective function of wild-type protein on mitochondria due to the decrease in the ability of anti-oxidative stress"}, {"pubmed": 26780326, "text": "these findings demonstrate that SETD6 negatively regulates the Nrf2-mediated oxidative stress response through a physical and catalytically independent interaction with DJ1 at chromatin."}, {"pubmed": 26913805, "text": "Results suggest that overexpression of DJ-1 improves mitochondrial function, at least in part, through a mechanism involving Akt phosphorylation on threonine 308."}, {"pubmed": 26965687, "text": "The effects of variants in the Parkin, PINK1, and DJ-1 genes along with evidence for their pathogenicity have been summarized. (Review)"}, {"pubmed": 26972524, "text": "This report describe a new homozygous c.133C > T transition in DJ1 segregating with PD and ALS in a family from eastern Turkey."}, {"pubmed": 26995087, "text": "DJ-1 deglycase plays a major role in preventing protein glycation in eukaryotic cells and might be important for preventing skin glycation"}, {"pubmed": 27093578, "text": "DJ-1 overexpression can restore the impaired Nrf2 pathway, leading to Alveolar type II cell protection in heavy smokers."}, {"pubmed": 27097320, "text": "Hsp31 is a homodimeric protein structurally similar to human DJ-1, a Parkinson's disease-linked protein, and both are members of the DJ-1/ThiJ/PfpI superfamily."}, {"pubmed": 27105916, "text": "Furthermore, SIRT1 activity was reduced in DJ-1-knockout cells, and this reduced activity was restored by re-introduction of wild-type DJ-1 but not of C106-mutant DJ-1 into DJ-1-knockout cells. It is first report showing direct connection of DJ-1 with SIRT1."}, {"pubmed": 27112662, "text": "the important role of PARK7 in cisplatin induced apoptosis in clear renal cell carcinoma cells"}, {"pubmed": 27171370, "text": "chaperone-mediated autophagy protects mitochondrial function by degrading nonfunctional PARK7 and maintaining its homeostasis, and dysregulation of this pathway may contribute to the neuronal stress and death in Parkinson disease pathogenesis"}, {"pubmed": 27270837, "text": "Such a mode of matrix localization of DJ-1 is difficult to explain by conventional mechanisms and implies a unique matrix import mechanism for DJ-1 mutants."}, {"pubmed": 27277679, "text": "DJ-1 deficiency negatively regulates liver progenitor cells (LPC) proliferation by impairing the formation of LPC-associated fibrosis and inflammatory niches."}, {"pubmed": 27455133, "text": "Association of early onset Parkinson' and severe clinical signs with multiple alterations in DJ1 in Turkish patients."}, {"pubmed": 27460976, "text": "The clinical pattern of multisystem involvement and the biochemical findings in our patient highlight the role for DJ-1 in modulating mitochondrial response against oxidative stress."}, {"pubmed": 27470541, "text": "Study shows the generation of oxDJ-1 in erythrocytes in early stage, unmedicated parkinson's disease (PD) patients and in non-human primates with PD symptoms. In addition, oxDJ-1 interacts with 20S proteasome in the erythrocytes of PD patients. The current findings suggest that oxidative stress is systemically present in PD patients and suggest that an early pathophysiological mechanism operates in PD."}, {"pubmed": 27544688, "text": "The aberrant up-regulation of DJ-1 expression might be an important step in the pathogenesis of cervical carcinoma."}, {"pubmed": 27582551, "text": "High DJ1 expression is associated with breast cancer."}, {"pubmed": 27592010, "text": "This study demonstrated that the DJ1 mutations account for approximately 5% of EOPD patients from the Indian population."}, {"pubmed": 27611333, "text": "regulation of reactive oxygen species (ROS) and of the antioxidant protein DJ-1 (PARK-7), which increases with cancer progression and acts to lessen oxidative damage to malignant cells, in relationship with systemic mastocytosis severity, was examined."}, {"pubmed": 27664330, "text": "ELISA-based detection of flotillin 2 and PARK7 showed that the combination of these proteins was able to distinguish prostate cancer patients and healthy controls with 68% sensitivity and 93% specificity"}, {"pubmed": 27703196, "text": "These findings suggest that oxidation-induced ubiquitination and degradation can be a quality control mechanism of oxidized redox-sensitive proteins including Prxs and DJ-1."}, {"pubmed": 27734217, "text": "SiRNA-mediated DJ-1 knockdown reduced myeloma cell growth under a hypoxic microenvironment."}, {"pubmed": 27975168, "text": "DJ-1 protein concentration was significantly increased during the clinical phase in cerebrospinal fluid of sporadic Creutzfeldt-Jakob disease patients."}, {"pubmed": 28013050, "text": "DJ-1 family deglycases repair proteins from glycation by glyoxals. Contradictory results suggested that this activity resulted from a Tris artefact. We show here that DJ-1 behaves indeed as a bona fide deglycase."}, {"pubmed": 28245986, "text": "DJ-1 is necessary for 20C-mediated protection against rotenone-induced oxidative damage, at least in part, by activating PI3K/Akt signaling, and subsequently enhancing the nuclear accumulation of Nrf2."}, {"pubmed": 28330770, "text": "DJ-1 co-aggregating with alpha-synuclein may result from weak hydrophobic interaction and DJ-1 exhibited chaperon-like activity in the initial time of alpha-synuclein aggregation at high temperature."}, {"pubmed": 28374920, "text": "Studied serum levels of Parkinson's disease-associated protein 7 (DJ-1) and human epididymis protein 4 (HE4) in endometrial cancer (EC) patients and healthy controls. The median serum concentrations of DJ-1 and HE4 were found to be significantly higher in EC patients compared to controls."}, {"pubmed": 28458339, "text": "Three types of pathogenic mutants of DJ-1 (M26I, D149A and L166P) have been reported to disrupt proper structures and lead to a loss of function--{REVIEW}"}, {"pubmed": 28506137, "text": "Severe sepsis/septic shock patients with PARK7 or IL-8 levels above normal are more vulnerable to acute lung injury (ALI). The early rise in PARK7 emphasizes the importance of endothelial injury in the early pathogenesis of ALI."}, {"pubmed": 28580701, "text": "Downregulation of DJ-1 using DJ-1-siRNA in H69AR cells sensitized cancer cells to chemotherapeutic drugs through increasing drug-induced cell apoptosis accompanied with G0-G1 phase arrest. These findings suggest DJ-1 may serve as a potential biomarker for chemoresistance and prognostic factor for patients with small-cell lung cancer (SCLC)."}, {"pubmed": 28596309, "text": "DJ-1 and its prokaryotic homologs constitute a major nucleotide repair system named guanine glycation repair."}, {"pubmed": 28600848, "text": "study implies that DJ-1 may protect endothelial progenitor cells against Ang II-induced dysfunction by activating the PPARgamma/HO-1."}, {"pubmed": 28618925, "text": "DJ-1 serum levels seem to be correlated with worsening of the endometrial cancer grade and histotype, making it a reliable tool in the preoperative decision-making process."}, {"pubmed": 28653888, "text": "DJ-1 was highly expressed in the early stage of lung cancer, and its expression was significantly decreased after metastasis. Therefore, DJ-1 may be a potential biomarker for the early diagnosis and monitoring of lung cancer metastasis"}, {"pubmed": 28705587, "text": "results indicated that oxDJ-1 levels in erythrocytes can be used as a marker for the differential diagnosis of Parkinson's disease"}, {"pubmed": 28844983, "text": "the results suggest that over-oxidation may trigger loss of functions due to local structural modification in the Cys106 containing pocket of DJ-1 and structurally destabilize the dimeric state of DJ-1, which is believed to be its bioactive conformation. Such loss of functions would result in reduced ability of DJ-1 to protect from oxidative stress insults and may lead to increased progression of disease."}, {"pubmed": 28873462, "text": "genetic analyses of indel loci in ACE, DJ-1, and GIGYF2 genes, was performed to explore the potential contribution of insertion (I)/deletion (D) polymorphisms (indels) to the risk of PD in a Chinese population."}, {"pubmed": 28932933, "text": "DJ-1 promoter polymorphism is associated with male infertility."}, {"pubmed": 28954246, "text": "DJ-1 plays a major role in various signaling pathways. Related to its anti-oxidant properties, it mediates cell survival and proliferation by activating the extracellular signal-regulated kinase (ERK1/2) pathway and attenuates cell death signaling by inhibiting apoptosis signal-regulating kinase 1 (ASK1) activation. [review]"}, {"pubmed": 28963699, "text": "Low DJ-1 expression is associated with progression of breast cancer."}, {"pubmed": 28993701, "text": "a key to understanding the biological function of DJ-1 resides in its methylglyoxal-adduct hydrolase activity, which protects low-molecular thiols, including Coenzyme A, from aldehydes."}, {"pubmed": 29016861, "text": "Oxidised DJ-1 was significantly decreased in idiopathic PD brain, suggesting altered complex function may also play a role in the more common sporadic form of the disease."}, {"pubmed": 29031599, "text": "We demonstrate a novel role for DJ-1 in the early activation of Lyn by FcepsilonRI, which is essential for human mast cell responses"}, {"pubmed": 29100048, "text": "Novel candidate genes of the PARK7 interactome play a role in MS."}, {"pubmed": 29115508, "text": "the present study highlighted the involvement of DJ1 in HGrelated EC injury and identified that DJ1 exerts a cellular protective effect in HUVECs exposed to HG induced oxidative stress via activation of the PI3K/AkteNOS signaling pathway."}, {"pubmed": 29147901, "text": "Not only is protein deglycase DJ-1 (DJ-1) linked to familial Parkinson's disease (PD), but it is also associated with the pathogenic mechanisms of sporadic PD and other neurodegenerative disorders where oxidative stress is implicated [Review]."}, {"pubmed": 29147902, "text": "Studies indicate that protein deglycase DJ-1 (DJ-1) plays a critical role in cancer [Review]"}, {"pubmed": 29147903, "text": "Studies indicate that sperm protein deglycase DJ-1 (DJ-1 concentration in Asthenozoospermia is lower than that in control."}, {"pubmed": 29147908, "text": "Studies indicate Cys-106-oxidized protein deglycase DJ-1(oxDJ-1) levels in the brain and blood as a biomarker candidate for early-phase Parkinson's disease."}, {"pubmed": 29147909, "text": "Data suggest that protein deglycase DJ-1 (DJ-1) plays multiple roles in many cell types under metabolically challenging conditions as seen in obesity, insulin resistance, and type 2 diabetes mellitus [Review]."}, {"pubmed": 29147911, "text": "Studies suggest that protein deglycase DJ-1 (DJ-1) plays a critical role in tumor development and progression, and also as a therapeutic target against cancer."}, {"pubmed": 29175327, "text": "Taken together, our results provide a structural basis for the binding mechanism between DJ-1 and Bcl-XL, which will contribute to molecular understanding of the role of mitochondrial DJ-1 in Bcl-XL regulation in response to oxidative stress."}, {"pubmed": 29177768, "text": "The PD-associated L166P mutant, but not wild-type DJ-1, directly binds to and is cleaved by the mitochondrial serine protease Omi at both serine residues 3 and 121."}, {"pubmed": 29258409, "text": "Data of this study showed that DJ-1 downregulation increased apoptosis and reduced migration by regulating matrix metalloproteinase 2 and matrix metalloproteinase 9 in HTR-8/SVneo cells under both ambient and oxidative stress."}, {"pubmed": 29315581, "text": "our results suggested DJ-1 might regulate the expression of UCP4 by oxidation of DJ-1 and partially via NF-kappaB pathway in its protective response to oxidative stress"}, {"pubmed": 29358306, "text": "Low PARK7 expression is associated with pre-term birth."}, {"pubmed": 29441509, "text": "NRF2, DJ1 and SRNX1 are commonly expressed in diffusely infiltrating astrocytomas and they can be used in predicting patient prognosis."}, {"pubmed": 29447925, "text": "Immunohistochemistry staining pattern and serum level of DJ-1 in patients with invasive extrahepatic cholangiocarcinoma might be predictive of prognosis and metastasis."}, {"pubmed": 29476075, "text": "We detected that cigarette smoke significantly increased p45 NFE2 levels in DJ-1 KO mice compared to wild-type mice. Our results indicate that p45 NFE2 expression is induced by exposure to cigarette smoke, has a cytoprotective activity against cell injury, and its downregulation in human primary ATII cells may contribute to emphysema pathogenesis"}, {"pubmed": 29559831, "text": "In this review, we discuss the role as well as the underlying molecular mechanisms of DJ-1 in ocular diseases, including Fuchs endothelial corneal dystrophy (FECD), age-related macular degeneration (AMD), cataracts, and ocular neurodegenerative diseases, highlighting that DJ-1 may serve as a very striking therapeutic target for ocular diseases."}, {"pubmed": 29675578, "text": "DJ-1 is associated with cytoplasmic RNA granules arising during stress and neurodegeneration."}, {"pubmed": 29697269, "text": "the potential roles that PARK7 and NDKA play in the management of acute stroke disease"}, {"pubmed": 29721921, "text": "DJ-1 functions as an antioxidant, redox-sensitive molecular chaperone, and transcription regulator, which protected cells from oxidative stress. It plays a role in the protection of the retinal pigment epithelium from oxidative stress. Review."}, {"pubmed": 29849492, "text": "The results suggest that the impaired mitochondrial activity could be due to the broken interaction between DJ-1 and NDUFS3 and that downregulation of DJ-1 in sperm and testes contributes to AS pathogenesis."}, {"pubmed": 29932913, "text": "The Parkinsonism-associated protein DJ-1 and its bacterial homologs deglycase 1/Hsp31, deglycase 2/YhbO, and deglycase 3/YajL function as deglycases that repair proteins and nucleotides from endogeneous glycation by glyoxal and methylglyoxal. DJ-1, deglycase 1 and deglycase 2 repair glyoxal- and methylglyoxal-glycated substrates, whereas deglycase 3 principally repairs glyoxal-glycated substrates."}, {"pubmed": 29976090, "text": "PARK7 functions as a co-chaperone for arginylated HSPA5 to modulate autophagic removal of misfolded protein cargoes generated by oxidative stress."}, {"pubmed": 30048497, "text": "Interruption of LAMP-2 expression did not result in an increase of the steady-state protein levels of DJ-1 /PARK7, as it would have been expected. No change in DJ-1 /PARK7 protein levels were observed upon inhibition of lysosomal function with NH4Cl or NH4Cl plus leupeptin, or after activation of CMA by serum starvation for 24h."}, {"pubmed": 30133157, "text": "our results give new insight on how PINK1 and DJ-1 influence mitochondria, thus providing clues to novel Parkinson disease (PD) therapies."}, {"pubmed": 30158634, "text": "DJ-1 can promote CRC metastasis by activating PLAGL2-Wnt-BMP4 axis."}, {"pubmed": 30190129, "text": "an unknown metabolite reacts with Cys(106) of DJ-1 to result in a transient post-translational modification"}, {"pubmed": 30260001, "text": "The above data show that normal levels of melatonin may help in preventing breast cancer metastasis through inhibiting DJ-1/KLF17/ID-1 signaling pathway. The combination of melatonin and taxol is a potent candidate against breast cancer metastasis, better than using melatonin or taxol as a single drug"}, {"pubmed": 30523224, "text": "DJ-1 can promote the cell proliferation, inhibit cell apoptosis, and decrease the ability of cell invasion and migration, and the potential underlying mechanisms may be associated with the up-regulation of PTEN protein expression"}, {"pubmed": 30536064, "text": "DJ-1 reduced epirubicin-induced apoptosis in gastric cancer cells via modulating epirubicin-activated autophagy."}, {"pubmed": 30542343, "text": "disease protein 7 (Park 7) is known to play an important role in regulating the production of reactive oxygen species (ROS) through interaction with p47(phox), a subunit of NADPH oxidase. ROS are key mediators in initiating toll-like receptor (TLR) signaling pathways to activate macrophages."}, {"pubmed": 30755590, "text": "DJ-1 regulates ATF4 signaling with an unexpected and previously undefined role in neuronal survival following acute ER stress."}, {"pubmed": 30894531, "text": "Intense histone glycation that was associated with disease-related changes in chromatin architecture, and DJ-1 overexpression has been found in breast cancer tumors."}, {"pubmed": 31054074, "text": "The ability of the DJ-1 to induce activation of different transcriptional factors and change redox balance protect neurons against aggregation of alpha-synuclein and oligomer-induced neurodegeneration."}, {"pubmed": 31197129, "text": "DJ-1's interaction with the beta subunit decreased mitochondrial uncoupling and enhanced ATP production efficiency while in contrast mutations in DJ-1 or DJ-1 knockout increased mitochondrial uncoupling, and depolarized neuronal mitochondria. In mesencephalic DJ-1 KO cultures, there was a progressive loss of neuronal process extension."}, {"pubmed": 31313616, "text": "DJ-1 expression is cytoprotective against e-cigarette aerosol in human and mouse respiratory epithelial cells."}, {"pubmed": 31474749, "text": "The effect of cysteine oxidation on DJ-1 cytoprotective function in human alveolar type II cells."}, {"pubmed": 31512170, "text": "PARK2 and PARK7 Gene Polymorphisms as Risk Factors Associated with Serum Element Concentrations and Clinical Symptoms of Parkinson's Disease."}, {"pubmed": 31598935, "text": "Homozygous c.56C>G variation of the PARK7 gene was the Parkinson's disease-causing variation in this family."}, {"pubmed": 31701024, "text": "results provide a mechanism by which partially oxidized DJ-1 counteracts alpha-synuclein aggregation at initial stages of aggregation and provide evidence of a deleterious effect of remodeled alpha-synuclein species generated by partially oxidized DJ-1"}, {"pubmed": 31704823, "text": "High DJ-1 expression is associated with Glioblastoma."}, {"pubmed": 31767755, "text": "Loss of DJ-1 disrupted the IP3R3-Grp75-VDAC1 complex and led to reduced endoplasmic reticulum-mitochondria association and disturbed function of mitochondria-associated membrane and mitochondria."}, {"pubmed": 31868268, "text": "DJ-1 inhibits autophagy activity of prostate cancer cells by repressing JNK-Bcl2-Beclin1 signaling."}, {"pubmed": 32132307, "text": "Overexpression of DJ-1 enhances colorectal cancer cell proliferation through the cyclin-D1/MDM2-p53 signaling pathway."}, {"pubmed": 32144268, "text": "Inhibition of DJ-1 potently enhances the sensitivity of tumor cells to ferroptosis inducers both in vitro and in vivo. Metabolic analysis and metabolite rescue assay reveal that DJ-1 depletion inhibits the transsulfuration pathway by disrupting the formation of the S-adenosyl homocysteine hydrolase tetramer and impairing its activity. Study findings show that DJ-1 determines the response of cancer cells to ferroptosis."}, {"pubmed": 32319588, "text": "DJ1 promotes cell proliferation and tumor metastasis in esophageal squamous cell carcinoma via the Wnt/betacatenin signaling pathway."}, {"pubmed": 32363780, "text": "DJ-1 plays a neuroprotective role in SH-SY5Y cells by modulating Nrf2 signaling in response to lidocaine-mediated oxidative stress and apoptosis."}, {"pubmed": 32417759, "text": "Curcumin inhibits proliferation of hepatocellular carcinoma cells through down regulation of DJ-1."}, {"pubmed": 32445781, "text": "DJ-1 alleviates anoxia and hypoglycemia injury in cardiac microvascular via AKT and GSH."}, {"pubmed": 32534165, "text": "Generation of an induced pluripotent stem cell line (GIBHi004-A) from a Parkinson's disease patient with mutant DJ-1/PARK7 (p.L10P)."}, {"pubmed": 32627002, "text": "DJ1 is a new prognostic marker and predicts chemotherapy efficacy in colorectal cancer."}, {"pubmed": 32741527, "text": "Epigenetic regulation of apoptosis via the PARK7 interactome in peripheral blood mononuclear cells donated by tuberculosis patients vs. healthy controls and the response to treatment: A systems biology approach."}, {"pubmed": 32814486, "text": "Association between a DJ-1 polymorphism and the risk of Parkinson's disease: a PRISMA-compliant systematic review and meta-analysis."}, {"pubmed": 32959108, "text": "Upregulation of DJ-1 expression in melanoma regulates PTEN/AKT pathway for cell survival and migration."}, {"pubmed": 32963695, "text": "PARK7 Diminishes Oxidative Stress-Induced Mucosal Damage in Celiac Disease."}, {"pubmed": 33024240, "text": "The C terminus of DJ-1 determines its homodimerization, MGO detoxification activity and suppression of ferroptosis."}, {"pubmed": 33045815, "text": "Characterization of Recessive Parkinson Disease in a Large Multicenter Study."}, {"pubmed": 33079995, "text": "DJ-1 is involved in the multidrug resistance of SGC7901 gastric cancer cells through PTEN/PI3K/Akt/Nrf2 pathway."}, {"pubmed": 33188296, "text": "PARK7 maintains the stemness of glioblastoma stem cells by stabilizing epidermal growth factor receptor variant III."}, {"pubmed": 33433409, "text": "MiR-216b inhibits gastric cancer proliferation and migration by targeting PARK7."}, {"pubmed": 33501750, "text": "Protein deglycase DJ-1 deficiency induces phenotypic switching in vascular smooth muscle cells and exacerbates atherosclerotic plaque instability."}, {"pubmed": 33751372, "text": "PARKIN, PINK1, and DJ1 analysis in early-onset Parkinson's disease in Ireland."}, {"pubmed": 33795807, "text": "Mitochondrial LonP1 protease is implicated in the degradation of unstable Parkinson's disease-associated DJ-1/PARK 7 missense mutants."}, {"pubmed": 33819447, "text": "Neurodegeneration: Impact of S-nitrosylated Parkin, DJ-1 and PINK1 on the pathogenesis of Parkinson's disease."}, {"pubmed": 33845304, "text": "Frequency of mutations in PRKN, PINK1, and DJ1 in Patients With Early-Onset Parkinson Disease from neighboring countries in Central Europe."}, {"pubmed": 33967623, "text": "Correlations among Pulmonary DJ-1, VDR and Nrf-2 in patients with Chronic Obstructive Pulmonary Disease: A Case-control Study."}, {"pubmed": 34206441, "text": "Cytoprotective Mechanisms of DJ-1: Implications in Cardiac Pathophysiology."}, {"pubmed": 34225587, "text": "DJ-1 Protein and Its Role in the Development of Parkinson's Disease: Studies on Experimental Models."}, {"pubmed": 34272410, "text": "Immunomodulatory role of Parkinson's disease 7 in inflammatory bowel disease."}, {"pubmed": 34374892, "text": "DJ-1 activates the noncanonical NF-kappaB pathway via interaction with Cezanne to inhibit the apoptosis and promote the proliferation of Ishikawa cells."}, {"pubmed": 34593886, "text": "DJ-1 attenuates the glycation of mitochondrial complex I and complex III in the post-ischemic heart."}, {"pubmed": 34605055, "text": "Early-Onset Parkinson's Disease: A Novel Deletion Comprising the DJ-1 and TNFRSF9 Genes."}, {"pubmed": 34680099, "text": "DJ-1 Acts as a Scavenger of alpha-Synuclein Oligomers and Restores Monomeric Glycated alpha-Synuclein."}, {"pubmed": 34831132, "text": "Anti-Aggregative Effect of the Antioxidant DJ-1 on the TPPP/p25-Derived Pathological Associations of Alpha-Synuclein."}, {"pubmed": 34918581, "text": "PARK7/DJ-1 inhibition decreases invasion and proliferation of uveal melanoma cells."}, {"pubmed": 34971908, "text": "A longitudinal study of alterations of circulating DJ-1 and miR203a-3p in association to olanzapine medication in a sample of first episode patients with schizophrenia."}, {"pubmed": 35124661, "text": "Early-Onset Parkinson's Disease and Brain Iron Accumulation Caused by a Novel Homozygous DJ-1 Mutation."}, {"pubmed": 35190654, "text": "DJ-1 upregulates the Nrf2/GPX4 signal pathway to inhibit trophoblast ferroptosis in the pathogenesis of preeclampsia."}, {"pubmed": 35429577, "text": "DJ-1 activates the Atg5-Atg12-Atg16L1 complex via Sirt1 to influence microglial polarization and alleviate cerebral ischemia/reperfusion-induced inflammatory injury."}, {"pubmed": 35563738, "text": "Moving beyond the Tip of the Iceberg: DJ-1 Implications in Cancer Metabolism."}, {"pubmed": 35605658, "text": "Identifying chronic alcoholism drug disulfiram as a potent DJ-1 inhibitor for cancer therapeutics."}, {"pubmed": 35896699, "text": "DJ-1 controls T cell differentiation and osteoclastogenesis in rheumatoid arthritis."}, {"pubmed": 36039535, "text": "DJ-1 is an essential downstream mediator in PINK1/parkin-dependent mitophagy."}, {"pubmed": 36305379, "text": "Gene-based burden analysis of damaging private variants in PRKN, PARK7 and PINK1 in Parkinson's disease cohorts of European descent."}, {"pubmed": 36410277, "text": "DJ-1 activates the AMPK/mTOR pathway by binding RACK1 to induce autophagy and protect the myocardium from ischemia/hypoxia injury."}, {"pubmed": 36586770, "text": "WTAP-mediated m6A modification on circCMTM3 inhibits hepatocellular carcinoma ferroptosis by recruiting IGF2BP1 to increase PARK7 stability."}, {"pubmed": 36603736, "text": "Parkinson's disease-associated 18 bp promoter variant of DJ-1 alters REST binding and regulates its expression."}, {"pubmed": 36768161, "text": "Searching for Biomarkers in the Blood of Patients at Risk of Developing Parkinson's Disease at the Prodromal Stage."}, {"pubmed": 36820886, "text": "Parkinsonism-Associated Protein DJ-1 Is an Antagonist, Not an Eraser, for Protein Glycation."}, {"pubmed": 37060572, "text": "Kinetic evidence in favor of glyoxalase III and against deglycase activity of DJ-1."}, {"pubmed": 37072827, "text": "PARK7/DJ-1 in microglia: implications in Parkinson's disease and relevance as a therapeutic target."}, {"pubmed": 37289979, "text": "Disease-Modifying Effects of Vincamine Supplementation in Drosophila and Human Cell Models of Parkinson's Disease Based on DJ-1 Deficiency."}, {"pubmed": 37674036, "text": "A Complex Interplay of DJ-1, LRRK2, and Nrf2 in the Regulation of Mitochondrial Function in Cypermethrin-Induced Parkinsonism."}, {"pubmed": 37749450, "text": "TrkB inhibition of DJ-1 degradation promotes the growth and maintenance of cancer stem cell characteristics in hepatocellular carcinoma."}, {"pubmed": 38125697, "text": "DJ-1: A Potential Biomarker Related to Prognosis, Chemoresistance, and Expression of Microenvironmental Chemokine in HR-Positive Breast Cancer."}, {"pubmed": 38460098, "text": "DJ-1 protects cell death from a mitochondrial oxidative stress due to GBA1 deficiency."}], "genomic_pos": {"chr": "1", "end": 7985505, "ensemblgene": "ENSG00000116288", "start": 7954291, "strand": 1}, "genomic_pos_hg19": {"chr": "1", "end": 8045565, "start": 8014351, "strand": 1}, "go": {"BP": [{"evidence": "IGI", "gocategory": "BP", "id": "GO:0001933", "pubmed": 15983381, "qualifier": "involved_in", "term": "negative regulation of protein phosphorylation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0002866", "qualifier": "involved_in", "term": "positive regulation of acute inflammatory response to antigenic stimulus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006281", "pubmed": 28596309, "qualifier": "involved_in", "term": "DNA repair"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0006469", "pubmed": 15983381, "qualifier": "involved_in", "term": "negative regulation of protein kinase activity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006508", "qualifier": "involved_in", "term": "proteolysis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006517", "pubmed": 27903648, "qualifier": "NOT involved_in", "term": "protein deglycosylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006517", "pubmed": 25416785, "qualifier": "involved_in", "term": "protein deglycosylation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006517", "pubmed": [26995087, 30894531], "qualifier": "involved_in", "term": "protein deglycosylation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006914", "qualifier": "involved_in", "term": "autophagy"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006979", "qualifier": "involved_in", "term": "response to oxidative stress"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007005", "qualifier": "involved_in", "term": "mitochondrion organization"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007265", "pubmed": 14662519, "qualifier": "involved_in", "term": "Ras protein signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007338", "qualifier": "involved_in", "term": "single fertilization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008344", "qualifier": "involved_in", "term": "adult locomotory behavior"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0009438", "pubmed": 27903648, "qualifier": "NOT involved_in", "term": "methylglyoxal metabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0009438", "pubmed": 22523093, "qualifier": "involved_in", "term": "methylglyoxal metabolic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010273", "pubmed": 23792957, "qualifier": "involved_in", "term": "detoxification of copper ion"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0010628", "pubmed": 24252804, "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010629", "pubmed": 22683601, "qualifier": "involved_in", "term": "negative regulation of gene expression"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0019249", "pubmed": 22523093, "qualifier": "involved_in", "term": "lactate biosynthetic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030073", "qualifier": "involved_in", "term": "insulin secretion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0031334", "pubmed": 24947010, "qualifier": "involved_in", "term": "positive regulation of protein-containing complex assembly"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0031397", "pubmed": [17015834, 24899725], "qualifier": "involved_in", "term": "negative regulation of protein ubiquitination"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032091", "pubmed": [11477070, 16731528, 17015834, 24899725], "qualifier": "involved_in", "term": "negative regulation of protein binding"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0032091", "pubmed": 15983381, "qualifier": "involved_in", "term": "negative regulation of protein binding"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032091", "pubmed": 21785459, "qualifier": "involved_in", "term": "negative regulation of protein binding"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0032148", "pubmed": 22492997, "qualifier": "involved_in", "term": "activation of protein kinase B activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032435", "pubmed": 17015834, "qualifier": "involved_in", "term": "negative regulation of proteasomal ubiquitin-dependent protein catabolic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032679", "pubmed": 21785459, "qualifier": "NOT involved_in", "term": "regulation of TRAIL production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032757", "pubmed": 21097510, "qualifier": "involved_in", "term": "positive regulation of interleukin-8 production"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0033138", "pubmed": 22492997, "qualifier": "involved_in", "term": "positive regulation of peptidyl-serine phosphorylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0033234", "pubmed": 16731528, "qualifier": "involved_in", "term": "negative regulation of protein sumoylation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0033864", "qualifier": "involved_in", "term": "positive regulation of NAD(P)H oxidase activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0034599", "pubmed": [15983381, 19703902, 20969476, 22683601], "qualifier": "involved_in", "term": "cellular response to oxidative stress"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0034599", "pubmed": 24899725, "qualifier": "involved_in", "term": "cellular response to oxidative stress"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0036471", "pubmed": 22523093, "qualifier": "involved_in", "term": "cellular response to glyoxal"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0036526", "pubmed": 25416785, "qualifier": "involved_in", "term": "peptidyl-cysteine deglycation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0036527", "pubmed": 25416785, "qualifier": "involved_in", "term": "peptidyl-arginine deglycation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0036527", "pubmed": 30150385, "qualifier": "involved_in", "term": "peptidyl-arginine deglycation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0036528", "pubmed": 25416785, "qualifier": "involved_in", "term": "peptidyl-lysine deglycation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0036529", "pubmed": 25416785, "qualifier": "involved_in", "term": "protein deglycation, glyoxal removal"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0036530", "pubmed": 27903648, "qualifier": "NOT involved_in", "term": "protein deglycation, methylglyoxal removal"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0036530", "pubmed": 25416785, "qualifier": "involved_in", "term": "protein deglycation, methylglyoxal removal"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0036530", "pubmed": 30150385, "qualifier": "involved_in", "term": "protein deglycation, methylglyoxal removal"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0042593", "qualifier": "involved_in", "term": "glucose homeostasis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042743", "pubmed": 24567322, "qualifier": "involved_in", "term": "hydrogen peroxide metabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043523", "pubmed": [18711745, 20304780], "qualifier": "involved_in", "term": "regulation of neuron apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043524", "pubmed": [22511790, 22683601], "qualifier": "involved_in", "term": "negative regulation of neuron apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 21097510, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0045944", "pubmed": [15790595, 17015834], "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045944", "pubmed": [16731528, 19703902, 22492997], "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0046295", "qualifier": "involved_in", "term": "glycolate biosynthetic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0046295", "pubmed": 22523093, "qualifier": "involved_in", "term": "glycolate biosynthetic process"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0046826", "pubmed": 15983381, "qualifier": "involved_in", "term": "negative regulation of protein export from nucleus"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0050727", "qualifier": "involved_in", "term": "regulation of inflammatory response"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0050787", "pubmed": 23792957, "qualifier": "involved_in", "term": "detoxification of mercury ion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050821", "pubmed": 24947010, "qualifier": "involved_in", "term": "protein stabilization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0050821", "pubmed": [17015834, 19229105], "qualifier": "involved_in", "term": "protein stabilization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0051091", "pubmed": 17015834, "qualifier": "involved_in", "term": "positive regulation of DNA-binding transcription factor activity"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0051091", "pubmed": 22492997, "qualifier": "involved_in", "term": "positive regulation of DNA-binding transcription factor activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051444", "pubmed": 24899725, "qualifier": "involved_in", "term": "negative regulation of ubiquitin-protein transferase activity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051583", "qualifier": "involved_in", "term": "dopamine uptake involved in synaptic transmission"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0051881", "pubmed": 23743200, "qualifier": "involved_in", "term": "regulation of mitochondrial membrane potential"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0051897", "pubmed": 22492997, "qualifier": "involved_in", "term": "positive regulation of phosphatidylinositol 3-kinase/protein kinase B signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051899", "qualifier": "involved_in", "term": "membrane depolarization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060081", "qualifier": "involved_in", "term": "membrane hyperpolarization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060765", "pubmed": 11477070, "qualifier": "involved_in", "term": "regulation of androgen receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0061691", "pubmed": 14749723, "qualifier": "involved_in", "term": "detoxification of hydrogen peroxide"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0061727", "pubmed": 28993701, "qualifier": "involved_in", "term": "methylglyoxal catabolic process to lactate"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0070301", "pubmed": 22492997, "qualifier": "involved_in", "term": "cellular response to hydrogen peroxide"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070994", "qualifier": "involved_in", "term": "detection of oxidative stress"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0098869", "qualifier": "involved_in", "term": "cellular oxidant detoxification"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0106044", "pubmed": 28596309, "qualifier": "involved_in", "term": "guanine deglycation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0106045", "pubmed": 28596309, "qualifier": "involved_in", "term": "guanine deglycation, methylglyoxal removal"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0106046", "pubmed": 28596309, "qualifier": "involved_in", "term": "guanine deglycation, glyoxal removal"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0110095", "pubmed": 28993701, "qualifier": "involved_in", "term": "cellular detoxification of aldehyde"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0140041", "pubmed": 28993701, "qualifier": "involved_in", "term": "cellular detoxification of methylglyoxal"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1900182", "pubmed": 21097510, "qualifier": "involved_in", "term": "positive regulation of protein localization to nucleus"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1900182", "pubmed": 22492997, "qualifier": "involved_in", "term": "positive regulation of protein localization to nucleus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1901671", "pubmed": 24567322, "qualifier": "involved_in", "term": "positive regulation of superoxide dismutase activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1901984", "pubmed": 22683601, "qualifier": "involved_in", "term": "negative regulation of protein acetylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1902176", "pubmed": 22523093, "qualifier": "acts_upstream_of", "term": "negative regulation of oxidative stress-induced intrinsic apoptotic signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1902177", "qualifier": "involved_in", "term": "positive regulation of oxidative stress-induced intrinsic apoptotic signaling pathway"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:1902236", "pubmed": 14652021, "qualifier": "involved_in", "term": "negative regulation of endoplasmic reticulum stress-induced intrinsic apoptotic signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:1902903", "pubmed": 23626584, "qualifier": "involved_in", "term": "regulation of supramolecular fiber organization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1902958", "pubmed": 19822128, "qualifier": "involved_in", "term": "positive regulation of mitochondrial electron transport, NADH to ubiquinone"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:1903073", "pubmed": 21785459, "qualifier": "involved_in", "term": "negative regulation of death-inducing signaling complex assembly"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1903094", "pubmed": 21097510, "qualifier": "involved_in", "term": "negative regulation of protein K48-linked deubiquitination"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1903122", "pubmed": 21785459, "qualifier": "involved_in", "term": "negative regulation of TRAIL-activated apoptotic signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1903168", "pubmed": 23743200, "qualifier": "involved_in", "term": "positive regulation of pyrroline-5-carboxylate reductase activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1903178", "pubmed": 19703902, "qualifier": "involved_in", "term": "positive regulation of tyrosine 3-monooxygenase activity"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:1903181", "pubmed": 16731528, "qualifier": "involved_in", "term": "positive regulation of dopamine biosynthetic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1903181", "pubmed": 19703902, "qualifier": "involved_in", "term": "positive regulation of dopamine biosynthetic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:1903189", "qualifier": "involved_in", "term": "glyoxal metabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1903189", "pubmed": 22523093, "qualifier": "involved_in", "term": "glyoxal metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1903190", "qualifier": "involved_in", "term": "glyoxal catabolic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1903197", "pubmed": 16731528, "qualifier": "involved_in", "term": "positive regulation of L-dopa biosynthetic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1903200", "pubmed": 19703902, "qualifier": "involved_in", "term": "positive regulation of L-dopa decarboxylase activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1903376", "pubmed": 15983381, "qualifier": "involved_in", "term": "regulation of oxidative stress-induced neuron intrinsic apoptotic signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1903377", "pubmed": [15790595, 16632486], "qualifier": "involved_in", "term": "negative regulation of oxidative stress-induced neuron intrinsic apoptotic signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1903377", "pubmed": 23743200, "qualifier": "involved_in", "term": "negative regulation of oxidative stress-induced neuron intrinsic apoptotic signaling pathway"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:1903384", "pubmed": 14652021, "qualifier": "involved_in", "term": "negative regulation of hydrogen peroxide-induced neuron intrinsic apoptotic signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1903427", "qualifier": "involved_in", "term": "negative regulation of reactive oxygen species biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1903428", "qualifier": "involved_in", "term": "positive regulation of reactive oxygen species biosynthetic process"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:1903599", "pubmed": 24531622, "qualifier": "involved_in", "term": "positive regulation of autophagy of mitochondrion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1903751", "pubmed": 24947010, "qualifier": "involved_in", "term": "negative regulation of intrinsic apoptotic signaling pathway in response to hydrogen peroxide"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1905259", "pubmed": 14752510, "qualifier": "involved_in", "term": "negative regulation of nitrosative stress-induced intrinsic apoptotic signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000157", "pubmed": 21097510, "qualifier": "involved_in", "term": "negative regulation of ubiquitin-specific protease activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000379", "pubmed": 20969476, "qualifier": "involved_in", "term": "positive regulation of reactive oxygen species metabolic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2000679", "pubmed": 22492997, "qualifier": "involved_in", "term": "positive regulation of transcription regulatory region DNA binding"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2000825", "pubmed": 17510388, "qualifier": "involved_in", "term": "positive regulation of androgen receptor activity"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2001237", "pubmed": 21785459, "qualifier": "involved_in", "term": "negative regulation of extrinsic apoptotic signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2001268", "pubmed": 21785459, "qualifier": "involved_in", "term": "negative regulation of cysteine-type endopeptidase activity involved in apoptotic signaling pathway"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0000785", "pubmed": 16731528, "qualifier": "part_of", "term": "chromatin"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 21630459, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [11477070, 12446870, 14662519, 15790595, 15983381, 18711745, 19822128, 22683601], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": [12446870, 15983381, 17510388, 18711745, 19822128], "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005739", "qualifier": "is_active_in", "term": "mitochondrion"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005739", "pubmed": [15790595, 15944198, 18711745, 19229105, 19822128, 23743200, 31536960], "qualifier": "located_in", "term": "mitochondrion"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0005739", "pubmed": 21785459, "qualifier": "located_in", "term": "mitochondrion"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005758", "qualifier": "located_in", "term": "mitochondrial intermembrane space"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005759", "qualifier": "located_in", "term": "mitochondrial matrix"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005783", "pubmed": 31536960, "qualifier": "located_in", "term": "endoplasmic reticulum"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "pubmed": [14662519, 15944198, 19229105, 22683601], "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0005829", "pubmed": 21785459, "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005912", "pubmed": 25468996, "qualifier": "located_in", "term": "adherens junction"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016605", "pubmed": 22683601, "qualifier": "located_in", "term": "PML body"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0030424", "qualifier": "located_in", "term": "axon"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0044297", "qualifier": "located_in", "term": "cell body"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0045121", "qualifier": "located_in", "term": "membrane raft"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0048471", "pubmed": 25468996, "qualifier": "located_in", "term": "perinuclear region of cytoplasm"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19056867, 19199708, 20458337, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098793", "qualifier": "located_in", "term": "presynapse"}], "MF": [{"category": "MF", "evidence": "IC", "id": "GO:0001046", "pubmed": 15790595, "qualifier": "NOT enables", "term": "core promoter sequence-specific DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003690", "pubmed": 22683601, "qualifier": "NOT enables", "term": "double-stranded DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003697", "pubmed": 22683601, "qualifier": "NOT enables", "term": "single-stranded DNA binding"}, {"category": "MF", "evidence": "IGI", "id": "GO:0003713", "pubmed": 15790595, "qualifier": "enables", "term": "transcription coactivator activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0003713", "pubmed": 16731528, "qualifier": "enables", "term": "transcription coactivator activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003729", "pubmed": 18626009, "qualifier": "enables", "term": "mRNA binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005102", "pubmed": 21785459, "qualifier": "enables", "term": "signaling receptor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005507", "pubmed": 23792957, "qualifier": "enables", "term": "copper ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [11477070, 15790595, 15983381, 16632486, 17510388, 18000879, 19229105, 19822128, 20127688, 20969476, 21097510, 21785459, 22683601, 23743200, 24899725, 24947010, 25416956, 26752685, 31536960, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008233", "pubmed": 20304780, "qualifier": "enables", "term": "peptidase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0016532", "pubmed": 24567322, "qualifier": "enables", "term": "superoxide dismutase copper chaperone activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0016684", "qualifier": "enables", "term": "oxidoreductase activity, acting on peroxide as acceptor"}, {"category": "MF", "evidence": "IDA", "id": "GO:0016684", "pubmed": 24567322, "qualifier": "enables", "term": "oxidoreductase activity, acting on peroxide as acceptor"}, {"category": "MF", "evidence": "IEA", "id": "GO:0019826", "qualifier": "enables", "term": "oxygen sensor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019899", "pubmed": [19703902, 19822128, 23743200], "qualifier": "enables", "term": "enzyme binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019900", "pubmed": 19229105, "qualifier": "enables", "term": "kinase binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019955", "pubmed": 21097510, "qualifier": "enables", "term": "cytokine binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0036470", "pubmed": 19703902, "qualifier": "enables", "term": "tyrosine 3-monooxygenase activator activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0036478", "pubmed": 19703902, "qualifier": "enables", "term": "L-dopa decarboxylase activator activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0036524", "pubmed": 31653696, "qualifier": "NOT enables", "term": "protein deglycase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0036524", "pubmed": 25416785, "qualifier": "enables", "term": "protein deglycase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [15502874, 15983381, 24947010], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042803", "pubmed": 18711745, "qualifier": "enables", "term": "protein homodimerization activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042803", "pubmed": [24144264, 24567322], "qualifier": "enables", "term": "protein homodimerization activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0044388", "pubmed": 15983381, "qualifier": "enables", "term": "small protein activating enzyme binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0044390", "pubmed": 15983381, "qualifier": "enables", "term": "ubiquitin-like protein conjugating enzyme binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0044877", "pubmed": 19822128, "qualifier": "enables", "term": "protein-containing complex binding"}, {"category": "MF", "evidence": "HDA", "id": "GO:0045296", "pubmed": 25468996, "qualifier": "enables", "term": "cadherin binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0045340", "pubmed": 23792957, "qualifier": "enables", "term": "mercury ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0050681", "pubmed": 17510388, "qualifier": "enables", "term": "nuclear androgen receptor binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0051920", "qualifier": "enables", "term": "peroxiredoxin activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0097110", "pubmed": 21785459, "qualifier": "enables", "term": "scaffold protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0140297", "pubmed": [15790595, 16731528], "qualifier": "enables", "term": "DNA-binding transcription factor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1903135", "pubmed": 24567322, "qualifier": "enables", "term": "cupric ion binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1903136", "pubmed": [24144264, 24567322], "qualifier": "enables", "term": "cuprous ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:1990381", "pubmed": 21097510, "qualifier": "enables", "term": "ubiquitin-specific protease binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990422", "pubmed": 31653696, "qualifier": "enables", "term": "glyoxalase (glycolic acid-forming) activity"}]}, "homologene": {"genes": [[3702, 820728], [3702, 841762], [4530, 4324581], [4530, 4341205], [4896, 2541772], [6239, 173416], [6239, 183625], [7227, 36543], [7227, 43652], [7955, 449674], [8364, 548568], [9031, 395277], [9606, 11315], [9615, 479595], [9913, 511268], [10090, 57320], [10116, 117287]], "id": 38295}, "interpro": [{"desc": "DJ-1/PfpI", "id": "IPR002818", "short_desc": "DJ-1/PfpI"}, {"desc": "Protein/nucleic acid deglycase DJ-1", "id": "IPR006287", "short_desc": "DJ-1"}, {"desc": "Class I glutamine amidotransferase-like", "id": "IPR029062", "short_desc": "Class_I_gatase-like"}], "ipi": "IPI00298547", "map_location": "1p36.23", "name": "Parkinsonism associated deglycase", "other_names": ["Parkinson disease (autosomal recessive, early onset) 7", "Parkinson disease protein 7", "epididymis secretory sperm binding protein Li 67p", "maillard deglycase", "oncogene DJ1", "parkinson protein 7", "protein DJ-1", "protein deglycase DJ-1", "protein/nucleic acid deglycase DJ-1"], "pantherdb": {"HGNC": "16369", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2135637", "ortholog_type": "LDO", "panther_family": "PTHR48094", "taxid": 10090, "uniprot_kb": "Q99LX0"}, {"RGD": "621808", "ortholog_type": "LDO", "panther_family": "PTHR48094", "taxid": 10116, "uniprot_kb": "O88767"}, {"Gene": "PARK7", "ortholog_type": "O", "panther_family": "PTHR48094", "taxid": 9031, "uniprot_kb": "Q8UW59"}, {"Ensembl": "ENSGALG00000036214", "ortholog_type": "LDO", "panther_family": "PTHR48094", "taxid": 9031, "uniprot_kb": "D5M8S2"}, {"ZFIN": "ZDB-GENE-041010-5", "ortholog_type": "LDO", "panther_family": "PTHR48094", "taxid": 7955, "uniprot_kb": "Q5XJ36"}, {"WormBase": "WBGene00016789", "ortholog_type": "O", "panther_family": "PTHR48094", "taxid": 6239, "uniprot_kb": "O16228"}, {"WormBase": "WBGene00015184", "ortholog_type": "LDO", "panther_family": "PTHR48094", "taxid": 6239, "uniprot_kb": "P90994"}, {"FlyBase": "FBgn0039802", "ortholog_type": "O", "panther_family": "PTHR48094", "taxid": 7227, "uniprot_kb": "Q9VA37"}, {"FlyBase": "FBgn0033885", "ortholog_type": "LDO", "panther_family": "PTHR48094", "taxid": 7227, "uniprot_kb": "A1Z9J4"}, {"PomBase": "SPAC22E12.03c", "ortholog_type": "LDO", "panther_family": "PTHR48094", "taxid": 4896, "uniprot_kb": "Q10356"}, {"TAIR": "2124246", "ortholog_type": "O", "panther_family": "PTHR48094", "taxid": 3702, "uniprot_kb": "Q8VY09"}, {"TAIR": "2086295", "ortholog_type": "O", "panther_family": "PTHR48094", "taxid": 3702, "uniprot_kb": "Q9FPF0"}, {"TAIR": "2009650", "ortholog_type": "LDO", "panther_family": "PTHR48094", "taxid": 3702, "uniprot_kb": "Q9MAH3"}], "uniprot_kb": "Q99497"}, "pathway": {"kegg": [{"id": "hsa05012", "name": "Parkinson disease - Homo sapiens (human)"}, {"id": "hsa05022", "name": "Pathways of neurodegeneration - multiple diseases - Homo sapiens (human)"}], "netpath": {"id": "Pathway_AndrogenReceptor", "name": "AndrogenReceptor"}, "pid": {"id": "alphasynuclein_pathway", "name": "Alpha-synuclein signaling"}, "reactome": [{"id": "R-HSA-1632852", "name": "Macroautophagy"}, {"id": "R-HSA-1632852", "name": "Macroautophagy"}, {"id": "R-HSA-2990846", "name": "SUMOylation"}, {"id": "R-HSA-3108232", "name": "SUMO E3 ligases SUMOylate target proteins"}, {"id": "R-HSA-3899300", "name": "SUMOylation of transcription cofactors"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-9612973", "name": "Autophagy"}, {"id": "R-HSA-9612973", "name": "Autophagy"}, {"id": "R-HSA-9613829", "name": "Chaperone Mediated Autophagy"}, {"id": "R-HSA-9615710", "name": "Late endosomal microautophagy"}, {"id": "R-HSA-9646399", "name": "Aggrephagy"}, {"id": "R-HSA-9646399", "name": "Aggrephagy"}, {"id": "R-HSA-9663891", "name": "Selective autophagy"}, {"id": "R-HSA-9663891", "name": "Selective autophagy"}], "wikipathways": [{"id": "WP138", "name": "Androgen receptor signaling pathway"}, {"id": "WP2267", "name": "Synaptic Vesicle Pathway"}, {"id": "WP2371", "name": "Parkinson,s disease pathway"}]}, "pdb": ["1J42", "1P5F", "1PDV", "1PDW", "1PE0", "1Q2U", "1SOA", "1UCF", "2OR3", "2R1T", "2R1U", "2R1V", "2RK3", "2RK4", "2RK6", "3B36", "3B38", "3B3A", "3BWE", "3CY6", "3CYF", "3CZ9", "3CZA", "3EZG", "3F71", "3SF8", "4BTE", "4MNT", "4MTC", "4N0M", "4N12", "4OGF", "4OQ4", "4P2G", "4P34", "4P35", "4P36", "4RKW", "4RKY", "4S0Z", "4ZGG", "5IP5", "5SY6", "5SY9", "5SYA", "6AF5", "6AF7", "6AF9", "6AFA", "6AFB", "6AFC", "6AFD", "6AFE", "6AFF", "6AFG", "6AFH", "6AFI", "6AFJ", "6AFL", "6E5Z", "6M8Z", "7C62", "7PA2", "7PA3", "8PPW", "8PQ0"], "pfam": "PF01965", "pharmgkb": "PA32946", "pharos": {"target_id": 18215, "tdl": "Tbio"}, "pir": "JC5394", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF262547", "relationship": "is"}, {"id": "GNF262548", "relationship": "is"}, {"id": "GNF262549", "relationship": "is"}, {"id": "GNF262550", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF160819", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF032277", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF010879", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF235825", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF099667", "relationship": "is"}, {"id": "GNF139322", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1", "NG_008271.1"], "protein": ["NP_001116849.1", "NP_009193.2", "XP_005263481.1", "XP_054190021.1"], "rna": ["NM_001123377.2", "NM_007262.5", "XM_005263424.4", "XM_054334046.1"], "translation": [{"protein": "NP_001116849.1", "rna": "NM_001123377.2"}, {"protein": "NP_009193.2", "rna": "NM_007262.5"}, {"protein": "XP_005263481.1", "rna": "XM_005263424.4"}, {"protein": "XP_054190021.1", "rna": "XM_054334046.1"}]}, "reporter": {"GNF1H": "200006_at", "HG-U133_Plus_2": "200006_at", "HG-U95Av2": "38974_at", "HTA-2_0": "TC01000101.hg.1", "HuEx-1_0": "2318736", "HuGene-1_1": "7897404", "HuGene-2_1": "16658568"}, "retired": 113880, "summary": "The product of this gene belongs to the peptidase C56 family of proteins. It acts as a positive regulator of androgen receptor-dependent transcription. It may also function as a redox-sensitive chaperone, as a sensor for oxidative stress, and it apparently protects neurons against oxidative stress and cell death. Defects in this gene are the cause of autosomal recessive early-onset Parkinson disease 7. Two transcript variants encoding the same protein have been identified for this gene. [provided by RefSeq, Jul 2008].", "symbol": "PARK7", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1424222"}, "unigene": "Hs.419640", "uniprot": {"Swiss-Prot": "Q99497", "TrEMBL": ["K7ELW0", "V9HWC2", "K7EN27"]}, "wikipedia": {"url_stub": "PARK7"}}