{"AllianceGenome": "270", "HGNC": "270", "MIM": "173870", "_id": "142", "_version": 2, "accession": {"genomic": ["AF524947.1", "AH002588.2", "AL359704.9", "AL359742.15", "CH471098.1", "CP068277.2", "HD117904.1", "KT584657.1", "M60436.1", "NC_000001.11", "NC_060925.1", "X16674.1", "X56140.1"], "protein": ["AAA51599.1", "AAA51663.1", "AAA60000.1", "AAA60137.1", "AAA60155.1", "AAB59447.1", "AAH14206.1", "AAH18620.1", "AAH37545.1", "AAL02174.1", "AAM75364.1", "BAG35260.1", "BAG64403.1", "CAA34663.1", "CAA39606.1", "CBX74363.1", "EAW69783.1", "EAW69784.1", "EAW69785.1", "NP_001609.2", "P09874.4"], "rna": ["AF401218.1", "AK125650.1", "AK225654.1", "AK303340.1", "AK312339.1", "BC008660.1", "BC014206.2", "BC018620.1", "BC021045.1", "BC037545.1", "DB097441.1", "J03473.1", "M17081.1", "M18112.1", "M32721.1", "NM_001618.4"], "translation": [{"protein": "AAH14206.1", "rna": "BC014206.2"}, {"protein": "AAH18620.1", "rna": "BC018620.1"}, {"protein": "NP_001609.2", "rna": "NM_001618.4"}, {"protein": "BAG64403.1", "rna": "AK303340.1"}, {"protein": "AAH37545.1", "rna": "BC037545.1"}, {"protein": "AAA60155.1", "rna": "M32721.1"}, {"protein": "AAB59447.1", "rna": "J03473.1"}, {"protein": "BAG35260.1", "rna": "AK312339.1"}, {"protein": "AAA60137.1", "rna": "M18112.1"}, {"protein": "AAA51599.1", "rna": "M17081.1"}, {"protein": "AAL02174.1", "rna": "AF401218.1"}]}, "alias": ["ADPRT", "ADPRT 1", "ADPRT1", "ARTD1", "PARP", "PARP-1", "PARS", "PPOL", "Poly-PARP", "pADPRT-1"], "ec": "2.4.2.30", "ensembl": {"gene": "ENSG00000143799", "protein": ["ENSP00000355759", "ENSP00000503293", "ENSP00000503396", "ENSP00000504430", "ENSP00000504745"], "transcript": ["ENST00000366790", "ENST00000366792", "ENST00000366794", "ENST00000463968", "ENST00000468608", "ENST00000469663", "ENST00000490921", "ENST00000491816", "ENST00000498787", "ENST00000676481", "ENST00000676565", "ENST00000676685", "ENST00000676709", "ENST00000677091", "ENST00000677189", "ENST00000677203", "ENST00000677374", "ENST00000677815", "ENST00000677884", "ENST00000677985", "ENST00000678144", "ENST00000678226", "ENST00000678288", "ENST00000678560", "ENST00000678781", "ENST00000679276"], "translation": [{"protein": "ENSP00000355759", "rna": "ENST00000366794"}, {"protein": "ENSP00000503293", "rna": "ENST00000678560"}, {"protein": "ENSP00000503396", "rna": "ENST00000677203"}, {"protein": "ENSP00000504430", "rna": "ENST00000678144"}, {"protein": "ENSP00000504745", "rna": "ENST00000677091"}], "type_of_gene": "protein_coding"}, "entrezgene": "142", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 36.5255539493, "exp_mis": 355.82711835, "exp_syn": 178.853745067, "lof_z": 4.18375673633521, "mis_z": 0.565969414359782, "mu_lof": 2.45561952264e-06, "mu_mis": 3.12925761823e-05, "mu_syn": 1.53211013901e-05, "n_lof": 11.0, "n_mis": 334.0, "n_syn": 186.0, "p_li": 0.00699693078764991, "p_null": 6.09988952242332e-06, "p_rec": 0.992996969322828, "syn_z": -0.331269705940925}, "bp": 3045, "cds_end": 226595630, "cds_start": 226549160, "n_exons": 23, "nonpsych": {"exp_lof": 32.5966655203, "exp_mis": 321.595402312, "exp_syn": 161.417427486, "lof_z": 4.0589713999038, "mis_z": 0.466760907203301, "mu_lof": 2.45561952264e-06, "mu_mis": 3.12925761823e-05, "mu_syn": 1.53211013901e-05, "n_lof": 9.0, "n_mis": 305.0, "n_syn": 163.0, "p_li": 0.0478432515974031, "p_null": 1.0377243493664e-05, "p_rec": 0.952146371159103, "syn_z": -0.0784259052223772}, "nontcga": {"exp_lof": 33.5584304894, "exp_mis": 327.315892092, "exp_syn": 164.500387053, "lof_z": 4.18197107918114, "mis_z": 0.504375959807758, "mu_lof": 2.45561952264e-06, "mu_mis": 3.12925761823e-05, "mu_syn": 1.53211013901e-05, "n_lof": 9.0, "n_mis": 309.0, "n_syn": 170.0, "p_li": 0.0614548560444989, "p_null": 5.72377932209554e-06, "p_rec": 0.938539420176179, "syn_z": -0.271500067514656}, "transcript": "ENST00000366794.5"}, "exons": [{"cdsend": 226407929, "cdsstart": 226361459, "chr": "1", "position": [[226360690, 226361541], [226361968, 226362083], [226363098, 226363160], [226363942, 226364070], [226365001, 226365154], [226365953, 226366052], [226367479, 226367608], [226368198, 226368321], [226370433, 226370517], [226374225, 226374354], [226377107, 226377303], [226379141, 226379274], [226379572, 226379641], [226379921, 226380164], [226381067, 226381208], [226383035, 226383183], [226385503, 226385680], [226386325, 226386442], [226388655, 226388755], [226390409, 226390624], [226392198, 226392314], [226402213, 226402379], [226407809, 226408093]], "strand": -1, "transcript": "NM_001618", "txend": 226408093, "txstart": 226360690}], "exons_hg19": [{"cdsend": 226595630, "cdsstart": 226549160, "chr": "1", "position": [[226548391, 226549242], [226549669, 226549784], [226550799, 226550861], [226551643, 226551771], [226552702, 226552855], [226553654, 226553753], [226555180, 226555309], [226555899, 226556022], [226558134, 226558218], [226561926, 226562055], [226564808, 226565004], [226566842, 226566975], [226567273, 226567342], [226567622, 226567865], [226568768, 226568909], [226570736, 226570884], [226573204, 226573381], [226574026, 226574143], [226576356, 226576456], [226578110, 226578325], [226579899, 226580015], [226589914, 226590080], [226595510, 226595794]], "strand": -1, "transcript": "NM_001618", "txend": 226595794, "txstart": 226548391}], "generif": [{"pubmed": 3633113, "text": "Putting proposals into practice."}, {"pubmed": 11591122, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11756665, "text": "Here, we show that PARP activation reaction in vitro becomes acidic with release of protons during hydrolysis of beta-nicotinamide adenine dinucleotide"}, {"pubmed": 11781832, "text": "PARP co-activates B-MYB through enhanced phosphorylation at cyclin/cdk2 sites"}, {"pubmed": 11846007, "text": "PARP-1 degradation in etoposide-treated apoptotic cells may precede DNA cleavage."}, {"pubmed": 11941587, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 11956622, "text": "PARP expression in Ewing's sarcoma cells"}, {"pubmed": 12117981, "text": "Escherichia coli shiga-like toxins induce apoptosis and cleavage of poly(ADP-ribose) polymerase via in vitro activation of caspases"}, {"pubmed": 12496481, "text": "TRAIL treatment did not result in PARP cleavage."}, {"pubmed": 12528821, "text": "PARP immunoreactivity is increased 3-fold in spinal cord tissues of sporadic amyotrophic lateral sclerosis (sALS) patients compared with non-neurological disease controls, demonstrating a role of glial alterations in sALS pathogenesis."}, {"pubmed": 12592385, "text": "Inhibition of BRCA1 via overexpressing the RHA fragment coincides with a reduction in PARP-1 protein expression. PARP-1 is identified as a downstream effector of BRCA1 function in the maintenance of genomic stability."}, {"pubmed": 12606781, "text": "Poly(ADP-ribose) polymerase activation and changes in Bax protein expression associated with extracellular ATP-mediated apoptosis in human embryonic kidney 293-P2X7 cells."}, {"pubmed": 12632415, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12632415, "text": "PARP-1 haplotypes play a role in susceptibility to rheumatoid arthritis."}, {"pubmed": 12642583, "text": "study establishes poly(ADP-ribose) polymerase-1 as a critical regulator of the protein p53 response to DNA damage"}, {"pubmed": 12668662, "text": "Translocation of this protein was used to monitor the partial purification of the active components(s) from both human T cell and yeast extracts."}, {"pubmed": 12673357, "text": "PARP-1 does not play a major role in catalysis of DNA damage processing via either base excision repair pathway."}, {"pubmed": 12674511, "text": "polyADP ribosyl transferase level is linked with the oxidoreduction reactions seen in Fanconi anemia"}, {"pubmed": 12704785, "text": "examination of binding of central and carboxy-terminal regions p53 protein"}, {"pubmed": 12714254, "text": "centenarian subjects display low MTmRNA, good zinc ion bioavailability, satisfactory NK cell activity and higher capacity of PARP-1 in base excision DNA-repair."}, {"pubmed": 12853070, "text": "in the peripheral blood, appears to be present at higher rates in COPD patients than in healthy age-matched controls"}, {"pubmed": 12930846, "text": "PARP-1 and p21 could cooperate in regulating the functions of PCNA during DNA replication/repair."}, {"pubmed": 12960163, "text": "PARP-1 acts synergistically with p300 and plays an essential regulatory role in NF-kappaB-dependent gene expression"}, {"pubmed": 14557488, "text": "reduced blood flow and subsequent ischemic damages in leiomyoma could be responsible for PARP overexpression and PAR accumulation, clinical response, and tumor degeneration caused by leuprorelin treatment."}, {"pubmed": 14585985, "text": "cellular poly(ADP-ribose) polymerase 1 (PARP-1) and Ste20-like kinase hKFC interact with the serine/threonine-rich region of gamma-2 herpesvirus replication and transcription activator (RTA)"}, {"pubmed": 14596914, "text": "interaction of ADPRT and WRN resulting in ADP-ribosylation of the WRN protein; results imply that WRN is involved in DNA replication and in DNA repair"}, {"pubmed": 14612404, "text": "the WRN/PARP-1 complex plays a key role in the cellular response to oxidative stress and alkylating agents, suggesting a role for these proteins in the base excision DNA repair pathway"}, {"pubmed": 14642390, "text": "nitric oxide and reactive nitrogen oxide species inhibit PARP"}, {"pubmed": 14699148, "text": "PARP-1 and PARP-2 act as positive regulators of genomic stability in eukaryotic cells by counteracting topoisomerase I-induced DNA damage"}, {"pubmed": 14715657, "text": "activity of E. coli topoisomerase I is specifically associated with poly(ADP-ribose) polymerase-1"}, {"pubmed": 14754756, "text": "Data show that poly(ADP-ribose) polymerase 1 (PARP-1) is expressed during fetal development and undergoes complex developmental changes in expression, and that inhibition of PARP-1 activity differentially affects expression of surfactant proteins."}, {"pubmed": 15019581, "text": "PARP-immunoreactivity is increased in reactive astrocytes in the central nervous system of SOD1(G93A) transgenic mice, suggesting a role for PARP-expressing astrocytes in the pathogenesis and progress of amyotrophic lateral sclerosis."}, {"pubmed": 15110646, "text": "PARP-1 in biopsy specimens from aged donors may be a useful predictive factor for renal graft function."}, {"pubmed": 15133513, "text": "identify TIN2 as a PARP modulator in the TRF1 complex"}, {"pubmed": 15205355, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15247263, "text": "function for the automodification reaction is to regulate the interaction between PARP-1 and Topo I, and consequently, the Topo I activity, in response to DNA damage."}, {"pubmed": 15257133, "text": "Over-activation of PARP can contribute to the pathomechanism of the disease-specific lesion of the neurons in the substantia nigra in Parkinson disease."}, {"pubmed": 15280503, "text": "required for efficient HIV-1 replication in human cells"}, {"pubmed": 15286704, "text": "Inhibition of PARP-1 and DNA-dependent protein kinase id a powerful strategy for tumor radiosensitization."}, {"pubmed": 15292449, "text": "Poly(ADP-ribose) polymerase 1 inactivates the catalytic activities of the Werner syndrome protein."}, {"pubmed": 15304054, "text": "ICAM-1, VCAM-1, E-selectin and interleukin-6 expression are enhanced by glucose and regulated by poly(ADP-ribose) polymerase in human umbilical endothelial cells"}, {"pubmed": 15331727, "text": "PARP1 bound directly to a specific region within the Kaposi's sarcoma-associated herpesvirus (KSHV) terminal repeat sequence"}, {"pubmed": 15342424, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15374823, "text": "role for PARP in the onset and progression of cardiac hypertrophy; some events related to cardiac hypertrophy growth and progression to heart failure are mediated by a PARP-dependent mechanism."}, {"pubmed": 15375506, "text": "Increased expression of poly(ADP-ribose) polymerase is associated with hepatocellular carcinoma"}, {"pubmed": 15489954, "text": "Data provide novel insight into the function of poly(ADP-ribose) polymerase-1 (PARP-1) in inflammation and ischemia-related pathophysiologies."}, {"pubmed": 15498778, "text": "poly(ADP-ribose) polymerase-1 and XRCC1/DNA ligase III utilize an alternative route for DNA double-strand breaks rejoining"}, {"pubmed": 15536154, "text": "Upregulated by cetrorelix in cultured leiomyoma cells."}, {"pubmed": 15564335, "text": "normal cells but not pituitary tumor cells are able to sufficiently activate PARP to prevent rapid cell death"}, {"pubmed": 15572421, "text": "PCNA expression induces apoptosis by up-regulating cleaved caspase-3 and PARP expression and down-regulating Bcl-2 protein expression in leiomyoma cells."}, {"pubmed": 15607977, "text": "PARP-1 functions both as a structural component of chromatin and a modulator of chromatin structure through its intrinsic enzymatic activity."}, {"pubmed": 15672325, "text": "The association of different NACP-Rep1 alleles with Parkinson's disease may be mediated, in part, by the effect of PARP-1 on SNCA expression."}, {"pubmed": 15703174, "text": "PARP-1 poly(ADP-ribosyl)ation is a terminal event in the apoptotic response that occurs in response to DNA fragmentation and directly influences DFF40 activity"}, {"pubmed": 15705867, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 15729291, "text": "PARP-1 activation and a PARP-1-dependent, caspase-independent, nuclear translocation of apoptosis inducing factor contribute to apoptotic cerebral endothelial cell death after ischemia-reperfusion"}, {"pubmed": 15731342, "text": "Interplay between APE1, DNA polymerase beta and poly(ADP-ribose) polymerase-1 during base excision repair."}, {"pubmed": 15737996, "text": "the structural features of non-B form DNA co-factors are important for PARP-1 catalysis activated by undamaged DNA"}, {"pubmed": 15743888, "text": "PARP-1 is involved in expression of ERBB2 in concert with NF-kappaB, which might be associated with proliferation of rheumatoid arthritis synovial cells."}, {"pubmed": 15750180, "text": "poly(ADP-ribose) polymerase-1 in the cell nucleus rapidly triggers mitochondrial dysfunction"}, {"pubmed": 15774926, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15777284, "text": "PARP-1 expression appeared to be co-ordinated with that of Sp1 and Sp3 in primary cultured cells, suggesting that PARP-1 may play some important functions during the proliferative burst that characterizes wound healing."}, {"pubmed": 15819892, "text": "PARP-1 binding to DNA single-strand breaks or repair intermediates plays a protective role when repair is limited"}, {"pubmed": 15821886, "text": "Anti-La/SSB antibodies were accompanied by significant increased leukocytes (P < .02). PARP cleavage (85 kDa) in nuclei was preferentially observed in cases with nuclear targeting autoantibodies"}, {"pubmed": 15826658, "text": "Data show that PARP-1 differs from other cruciform-binding proteins by binding to hairpin tips rather than to junctions, and that PARP-1 can interact with the gene regulatory sequences by binding to the promoter-localized cruciforms."}, {"pubmed": 15866623, "text": "PARP-1 plays an important role in acute tubular necrosis and recovery of renal function and is related to the extent and severity of ATN and to the renal allograft function."}, {"pubmed": 15895395, "text": "PARP-1-mRNA expression was increased in mononuclear cells from all diabetic patients. Could therefore be responsible for the abnormal inflammation and infection responses in diabetes."}, {"pubmed": 15940627, "text": "expression of PARP-1 was closely associated with the accumulation of beta-catenin and with the undifferentiated status of intestinal epithelial cells; PARP-1 may participate in early colorectal carcinogenesis"}, {"pubmed": 16002043, "text": "These results suggest that PARP-1 is required for HIV-1 integration near the centromere region both in human and murine cells."}, {"pubmed": 16026592, "text": "results provide the first evidence that PARP-1 haplotypes are related with coeliac disease susceptibility"}, {"pubmed": 16107709, "text": "results implicate CSB in the PARP-1 poly(ADP-ribosyl)ation response after oxidative stress and thus suggest a novel role of CSB in the cellular response to oxidative damage"}, {"pubmed": 16115861, "text": "PARP inhibition-induced Akt activation is dominantly responsible for the cytoprotection in oxidative stress"}, {"pubmed": 16123586, "text": "Although PARP-1 appears not to be required for homologous recombination itself, it regulates the process through its involvement in the repair of DNA single-strand breaks [review]"}, {"pubmed": 16179389, "text": "The specific inhibition of Aurora-B kinase activity by PARP-1 contributes to the physiological response to DNA damage."}, {"pubmed": 16188097, "text": "hPARP-1 protein may play an important role in the adaptive response of cells to hydroquinone."}, {"pubmed": 16207712, "text": "PARP activation and the concomitant reduction of Sir2alpha activity in failing hearts regulate the post-translational acetylation of p53"}, {"pubmed": 16212410, "text": "nucleolin and poly[ADP-ribosyl] transferase have roles in drug resistance"}, {"pubmed": 16262266, "text": "Data show that the amino-terminal DNA-binding domain of human PARP-1 binds a 5'-recessed DNA end cooperatively with a stoichiometry of two proteins per DNA molecule."}, {"pubmed": 16284386, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16306129, "text": "Data show that one mechanism through which oxidative stress or TNF-alpha mediates cell death is activation of TRPM2, resulting in increased internal calcium, followed by caspase activation and PARP cleavage."}, {"pubmed": 16323285, "text": "Down-regulation of PARP1 in TUR leukemia cells restores transcriptional responsiveness for differentiation and cell cycle arrest."}, {"pubmed": 16328064, "text": "ADPRT Val762Ala and XRCC1 Arg399Gln polymorphisms may not play a role in the etiology of breast cancer."}, {"pubmed": 16328064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16364363, "text": "Data show that polynucleotide kinase is associated with the PARP-1-dependent end-joining pathway, and show functional parallels between the PARP-1 and DNA-PK-dependent end-joining processes."}, {"pubmed": 16386505, "text": "PARP-1 expression and cold ischemia duration in kidney biopsies with acute tubular necrosis predicted the short-term delay in total recovery of renal function and serum creatinine in the first month."}, {"pubmed": 16405741, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 16412052, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16461442, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16492928, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16621887, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 16621887, "text": "the APE1 Glu variant, but not an ADPRT variant, may have an effect or interact with XRCC1 in the etiology of cutaneous melanoma or in linkage disequilibrium"}, {"pubmed": 16627622, "text": "These results suggest that PARP1 phosphorylation by ERK1/2 is required for maximal PARP-1 activation after DNA damage."}, {"pubmed": 16628003, "text": "AIF-mediated cell death is regulated by the functional interplay of SIRT1 and PARP-1 in response to DNA damage"}, {"pubmed": 16889694, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16890595, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 16890595, "text": "The ADPRT and XRCC1 polymorphisms confer host susceptibility to GCA, which might result from reduced ADPRT-XRCC1 interaction and attenuated base excision repair capacity."}, {"pubmed": 16920718, "text": "Ca(2+) appears to be an important co-factor in PARP-1 hyperactivation after reactive oxygen species-induced DNA damage, which alters cellular metabolism and DNA repair"}, {"pubmed": 17088946, "text": "The current data provide evidence of oxidative stress and PARP activation in human heart failure."}, {"pubmed": 17148781, "text": "PARP-1 and Hsp90 bind to TonEBP; PARP-1 expression reduces TonEBP transcriptional activity and the activity of its transactivating domain and Hsp90 enhances those activities."}, {"pubmed": 17158748, "text": "Upon heat shock, the Hsp70.1 promoter-bound PARP-1 is released to activate transcription through ADP-ribosylation of other Hsp70.1 promoter-bound proteins."}, {"pubmed": 17172468, "text": "E4orf6 disrupts cellular DSBR signaling by inhibiting PP2A, leading to prolonged H2AX phosphorylation, hyperactivation of PARP, and AIF translocation to the nucleus."}, {"pubmed": 17187679, "text": "poly(ADP-ribose)polymerase-1 and Ku70/Ku80 are transcriptional regulators of S100A9 gene expression"}, {"pubmed": 17203305, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17220334, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 17225870, "text": "These results represent the first direct demonstration of PARP activation in human myocardial infarction."}, {"pubmed": 17283177, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17290104, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 17290104, "text": "PARP-1-410 and PARP-1-1672 haplotypes were associated with an increased risk for AD and, in addition, PARP-1 haplotypes increased the risk of AD by interaction with the IL-1A -889 allele 2."}, {"pubmed": 17295209, "text": "These data imply that PARP activation following exposure to ionizing radiation is enhanced through EGFR-ERK signaling."}, {"pubmed": 17314023, "text": "retrodifferentiation of growth-arrested U937 monocytic cells requires proteasomal protein degradation and activity of PARP-1"}, {"pubmed": 17360427, "text": "depending on its state of phosphorylation, NMNAT-1 binds to activated, automodifying PARP-1 and thereby amplifies poly(ADP-ribosyl)ation"}, {"pubmed": 17362997, "text": "A protective effect against PD was found for heterozygosity at (-410) (OR 0.44) and (CA)n microsatellite (OR 0.53) polymorphisms, and heterozygosity at (-1672) polymorphism delayed by 4 years on the onset age of PD."}, {"pubmed": 17362997, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17385326, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17413981, "text": "This study indicates that PARP expression is frequently upregulated in ovarian serous carcinomas, related with MIB-1 LIs and p53 expression, and may serve as a marker of aggressive behavior with prognostic value."}, {"pubmed": 17428792, "text": "physical interaction between the major DSB signaling kinase, ATM and poly(ADP-ribosyl)ation by PARP-1, a key enzyme of chromatin remodeling."}, {"pubmed": 17459151, "text": "while PARP-1 is needed in the response of ATM to gamma irradiation, the inhibition of PARP induces DNA double strand breaks"}, {"pubmed": 17518695, "text": "cells from old subjects show a constitutive expression level of both parp 1 and parp 2 genes reduced by a half"}, {"pubmed": 17529993, "text": "SET and PARP1 remove DEK from chromatin to permit access by the transcription machinery"}, {"pubmed": 17540609, "text": "In diabetic patients, FPG-sensitive DNA strand breaks correlated positively with PARP gene expression, PARP activity and NFkappaB binding activity."}, {"pubmed": 17548475, "text": "PARG is identified as a novel and critical component of single-strand break repair that accelerates this process in concert with PARP-1."}, {"pubmed": 17560163, "text": "Genetic variants of PARP-1 may contribute to breast cancerogenesis; PARP-1 htSNP c.852T>C (Ala284Ala) may influence hormonal therapy of breast cancer."}, {"pubmed": 17560163, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17562258, "text": "PARP activity is enhanced in colorectal carcinoma, and is inhibited by 5-aminoisoquinolinone."}, {"pubmed": 17596754, "text": "PARP activity has an important role in providing the retinal pigment epithelium with the high oxidative tolerance required for this cell type to survive the constant reactive oxygen species attack in vivo for several decades."}, {"pubmed": 17616514, "text": "Results identified nuclear protein poly (ADP-ribose) polymerase family, member 1 (PARP1) as a nuclear protein binding to the SMARCB1 promoter and showed that the -228 SNP significantly altered PARP1 binding affinity."}, {"pubmed": 17703177, "text": "molecular evidence presented that the differential apoptotic cell-induced IL-10 gene expression in individuals with the GCC or ATA promoter haplotypes is determined at the level of transcription mediated by PARP-1"}, {"pubmed": 17785446, "text": "These results show that the DNA binding domain and catalytic domain cooperate to regulate chromatin structure and transcription, providing mechanistic insights into how these domains contribute to the chromatin-dependent functions of PARP-1."}, {"pubmed": 17884996, "text": "The results of this study indicate that specific flavonoids have PARP-1-inhibiting activity and that this could play a role in the anti-inflammatory activity of these compounds."}, {"pubmed": 17889105, "text": "Kidney transplant events including ischemia were associated with the highest PARP-1 expression and worse allograft renal function."}, {"pubmed": 17900801, "text": "AG490 enhances UCN-01-induced cytotoxicity in p53 defective cell lines by suppression of BAD phosphorylation and induction of BAX and PARP cleavage"}, {"pubmed": 17908769, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 17943227, "text": "detailed mutation and haplotype tagging analysis of the ADPRT gene with regard to breast cancer"}, {"pubmed": 17975135, "text": "poly(ADP-ribose) polymerase has a role in excision repair of single-strand breaks; review of its inhibitors and their use in cancer therapy [review]"}, {"pubmed": 18006925, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 18025084, "text": "Poly(ADP-ribose) polymerase 1 (PARP1) is a nuclear enzyme that is rapidly activated by DNA strand breaks and signals the presence of DNA lesions by attaching ADP-ribose units to chromatin-associated proteins."}, {"pubmed": 18054108, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18054108, "text": "Results suggest that the PARP1 gene is involved in the pathogenesis of diabetic neuropathy in a Russian population."}, {"pubmed": 18054777, "text": "These results highlight a new role of the PARP-1 protein on the synapsis of DSBs and could explain why the PARP-1 NHEJ pathway is strongly dependent on the DSBs microhomology sequence."}, {"pubmed": 18055453, "text": "demonstrate using spectroscopic and crystallographic analysis that human PARP-1 has a third zinc-binding domain"}, {"pubmed": 18073140, "text": "The nuclear binding site of PARP-1 is Topo I, and is identified as a critical \"switchpoint\" indicating the nuclear element that connects OXPHOS with mRNA synthesis in real time."}, {"pubmed": 18078995, "text": "These data point to PARP-1 and poly(ADP-ribosyl)ation as a novel regulatory mechanism of NFAT at nuclear level."}, {"pubmed": 18164959, "text": "caspase-3 activation by RSVL is required for PARP degradation and induction of apoptosis"}, {"pubmed": 18230337, "text": "Our results indicate that nicotinamide treatment attenuates p21WAF1 expression through Sp1 downregulation, and suggest a possible involvement of nicotinamide metabolism in cellular gene expression."}, {"pubmed": 18258916, "text": "histone H1 & PARP-1 exhibit a reciprocal pattern of chromatin binding at many RNA polymerase II-transcribed promoters; study showed PARP-1 acts to exclude H1 from a subset of PARP-1-stimulated promoters"}, {"pubmed": 18279607, "text": "The decreased expression of hOGG1 and ADPRT might be closely related to the development of nasopharyngeal carcinoma."}, {"pubmed": 18312852, "text": "These results give the first direct demonstration that PEDF might represent a target for PARP inhibition treatment and the effects of PEDF on endothelial cells growth are context dependent."}, {"pubmed": 18314489, "text": "These findings strengthen the importance of the role of PARP1 as a transcriptional coactivator of HIF-1-dependent gene expression during tumor progression."}, {"pubmed": 18330920, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18338862, "text": "hPARP-1 gets catalytically activated upon binding to G-quadruplexes localized at the c-kit promoter and human telomere regions"}, {"pubmed": 18339380, "text": "Determination of Poly (ADP-ribose) polymerase (PARP) homologues in human ejaculated sperm and its correlation with sperm maturation."}, {"pubmed": 18347181, "text": "Observational study of gene-disease association and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 18357393, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18376143, "text": "PARP activity determines the fate of HeLa cells by regulating the level of ATP after treatment with MNNG"}, {"pubmed": 18439038, "text": "presence of heat-labile sites has a substantial impact on DSB induction and DSB rejoining rates measured by pulsed-field gel electrophoresis, and heat-labile sites repair is independent of DNA-PKcs, XRCC1 and PARP"}, {"pubmed": 18445785, "text": "TFII-I, PARP1, and SFPQ proteins, each previously implicated in gene regulation, form a complex controlling transcription of DYX1C1. Allelic differences in the promoter or 5'UTR of DYX1C1 may affect factor binding and thus regulation of the gene."}, {"pubmed": 18452307, "text": "human poly(ADP-ribose) polymerase-1 domain C is important for enzyme activity and contains a novel zinc-ribbon motif"}, {"pubmed": 18483312, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 18506195, "text": "As PAR-modified protein concentration correlated with age and male sex, developmental and sex-dependent roles for PARP after TBI are implicated."}, {"pubmed": 18587655, "text": "PARP-1-but not PARP-2-is required for proper expression of major genes involved in regulation of apoptosis"}, {"pubmed": 18599483, "text": "during conditions of oxidative stress in lymphocytes, TRPM2 acts as a downstream effector of the PARP/poly(ADP-ribose) glycohydrolase pathway through PARP-dependent formation of ADP-ribose."}, {"pubmed": 18619636, "text": "Low concentration of arsenite exacerbates UVR-induced DNA strand breaks by inhibiting PARP-1 activity."}, {"pubmed": 18636124, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18663363, "text": "PARP-1 is the PARP family member playing the most prominent role in the upregulation of c-Fos and c-Myc during G0-G1 transition."}, {"pubmed": 18676401, "text": "The histone subcode: poly(ADP-ribose) polymerase-1 (Parp-1) and Parp-2 control cell differentiation by regulating the transcriptional intermediary factor TIF1beta and the heterochromatin protein HP1alpha"}, {"pubmed": 18676402, "text": "Vitamin A depletion causes oxidative stress, mitochondrial dysfunction, and PARP-1-dependent energy deprivation"}, {"pubmed": 18676680, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18695944, "text": "Results indicate that inhibition of PARP-1 by benzamide and 4-amino-1,8-naphthalimide results in induction of apoptosis."}, {"pubmed": 18716896, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 18716896, "text": "PARP-1 762Ala/Ala could be a risk factor for gastric cancer in Han Chinese population; PARP-1 762Val/Ala polymorphism and Cag(+) H. pylori infection jointly contribute to higher risk for gastric cancer"}, {"pubmed": 18752052, "text": "Over-expression of PARP-1 was correlated with recurrence and/or progression of cutaneous malignant melanomas."}, {"pubmed": 18768662, "text": "Results suggest that PARP1 behaves as an important negative co-factor involved in the regulation of Pax8-dependent gene expression."}, {"pubmed": 18773488, "text": "ILK silencing inhibited binding of PARP-1 to SIRE"}, {"pubmed": 18779313, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18779313, "text": "This variant can interact with ADPRT-762Ala variant to further substantially increase susceptibility to the disease and regional LN metastasis."}, {"pubmed": 18954712, "text": "The results of our study have shown that KU-0059436 increases radiosensitivity in a replication-dependent manner that is enhanced by fractionation."}, {"pubmed": 18990703, "text": "Parp-1 down-regulates BRCA2 expression through an interaction with a repression region of the BRCA2 promoter"}, {"pubmed": 18996291, "text": "Data show that overexpressed PARP-1 promotes PARP-1/NF-kappaB/DNA complex formation, enhancing the expression of TNF-alpha and IL-6 in circulating mononuclear cells of unstable angina patients."}, {"pubmed": 19012493, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19029194, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19030862, "text": "For our Turkish sample, the V762A polymorphism of the PARP-1 may not be involved in susceptibility to RA, implying that the polymorphism may not function as a candidate gene marker for screening RA patients."}, {"pubmed": 19030862, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19056730, "text": "arsenite inhibits oxidative DNA damage repair and suggest that interaction of arsenite with the PARP-1 zinc finger domain contributes to the inhibition of PARP-1 activity by arsenite."}, {"pubmed": 19060926, "text": "Ionizing radiation-induced NF-kappaB activation requires PARP-1 function to confer radioresistance"}, {"pubmed": 19064572, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19074885, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19087198, "text": "Drugs inhibiting PARP-1 may represent valuable tools for pharmacological treatment of stroke patients."}, {"pubmed": 19103807, "text": "The expression of human PARP-1 restores fork slowing in PARP-1(-/-) DT40 cells. PARP-1 affects SSB repair, homologous recombination (HR), and nonhomologous end joining."}, {"pubmed": 19109787, "text": "overall genomic epidemiology review on associations between genes in the base excision repair pathway and cancer risk, focusing on genes encoding three key enzymes in this repair pathway: ADPRT, XRCC1, and XPD"}, {"pubmed": 19116388, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19124499, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19124499, "text": "The PARP1 SNP A762V showed a significant association with glioma risk."}, {"pubmed": 19139632, "text": "PARP-1 possesses a dual role in modulating necrosis and autophagy under oxidative stress and DNA damage."}, {"pubmed": 19144573, "text": "Delocalization of PARP-1 from the nucleolus to the nucleoplasm sensitizes cells to DNA damage-induced apoptosis. Nucleolar PARP-1 could participate in a process involved in nucleolus-mediated stress sensing."}, {"pubmed": 19147860, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19170196, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19181665, "text": "NRF-1 can also directly interact with poly(ADP-ribose) polymerase 1 (PARP-1) and co-purify the PARP-1.DNA-PK.Ku80.Ku70.topoisomerase IIbeta-containing protein complex."}, {"pubmed": 19247804, "text": "16HBE and its PAPR1-deficient cells were exposed to BaP. Compared with 16HBE, the PARP1-deficient cells were more sensitive to the DNA damage caused by BaP."}, {"pubmed": 19281796, "text": "These results suggest that PARP-1 acts as a corepressor for FOXO1, which could play an important role in proper cell proliferation by regulating p27(Kip1) gene expression."}, {"pubmed": 19344625, "text": "PARP-1 acts as novel node within the RAS network based on its ability to regulate downstream targets such as AT2R and its adapter protein ATBP"}, {"pubmed": 19368128, "text": "Significant anti-PARP 1 activity was found to be an ADV-RSV-TK treatment effect after acyclovir addition."}, {"pubmed": 19369898, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19369898, "text": "The allele frequencies for PARP1 762Ala was 0.04025 in vinyl chloride exposed workers."}, {"pubmed": 19372636, "text": "study performed on 33 centenarians and 66 subjects of age ranging from 12 to 80 years shows that circulating autoantibodies to the nuclear enzyme PARP-1 are present in the sera of normal healthy people and increase with age"}, {"pubmed": 19447888, "text": "Poly(ADP-ribose) polymerase-1 positively regulates micro opioid receptor (MOR) gene transcription via G-172 T."}, {"pubmed": 19484672, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19484672, "text": "PARP-1 polymorphism may be one of the factors participating in protection or susceptibility to asthma in turkish population."}, {"pubmed": 19506301, "text": "The N-terminal GzmA cleavage fragment of PARP-1 acts as a PARP-1 dominant negative, binding to DNA and blocking DNA repair."}, {"pubmed": 19513550, "text": "gammaH2AX and cleaved PARP-1 as apoptotic markers in irradiated breast cancer BT474 cellular spheroids."}, {"pubmed": 19515826, "text": "PARP-1 interacts with the C-terminal domain of nsP3 during virus amplification."}, {"pubmed": 19529948, "text": "In 13 fatal ischemic stroke cases, the number of PARP-1 immunoreactive neurons was highest in the periinfarct area. Nuclear PARP-1 correlated with increasing neuronal necrosis. Cytoplasmic cleaved PARP-1 inversely correlated with increasing necrosis."}, {"pubmed": 19536092, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19544333, "text": "Data show that IP6 caused a strong apoptotic death of PC-3 cells together with caspase 3 and PARP cleavage."}, {"pubmed": 19553815, "text": "Studies indicate poly (ADP-ribose)-polymerase inhibitors that targeting one form of DNA repair profoundly affect cell survival in those with a hereditary failure to mend DNA damage using another mechanism."}, {"pubmed": 19568233, "text": "The mean activity pf PARP-1 in cancer cells was 45-fold higher than the mean activity in normal human lymphocytes and the PARP-1 protein levels were 23-fold higher."}, {"pubmed": 19585117, "text": "Data show that oroxylin A enhanced 5-FU-induced apoptosis by elevating the expressions of apoptotic-inducing proteins P53 and cleaved PARP and decreasing the expression of apoptotic-inhibitory proteins COX-2, Bcl-2, and pro-caspase3."}, {"pubmed": 19604089, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19607827, "text": "Data show that Parp2 interacts significantly with both the transition protein TP2 and the transition chaperone HSPA2, whereas Parp1 binds weakly to HSPA2."}, {"pubmed": 19625176, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19636556, "text": "Data show that with SF1126 treatment, caspase 3 and PARP proteins were cleaved, survivin was down-regulated, and inhibition of PI3-kinase was confirmed by reduced phosphorylation of Akt."}, {"pubmed": 19643912, "text": "Data demonstrate the presence of elevated levels of oxidative DNA damage in AOA1 cells coupled with reduced base excision and gap filling repair efficiencies indicative of a synergy between aprataxin, PARP-1, APE-1 and OGG1 in the DNA damage response."}, {"pubmed": 19655414, "text": "Results demonstrated the augmented adjuvant anti-tumor effects of AC-CF not only through down regulation of MDR-1 expression but also through a COX-2 dependent apoptosis pathway, involving down-regulation of COX-2 and p-AKT and up-regulation of PARP-1."}, {"pubmed": 19666485, "text": "Poly(ADP-ribosyl)ation directs recruitment and activation of the ATP-dependent chromatin remodeler ALC1"}, {"pubmed": 19680243, "text": "Study identifies macrodomains as modules that directly sense PARP activation in vivo and establish macroH2A histones as dynamic regulators of chromatin plasticity."}, {"pubmed": 19684606, "text": "Toll-like receptor 2 and poly(ADP-ribose) polymerase 1 promote central nervous system neuroinflammation in progressive experimental autoimmune encephalomyelitis."}, {"pubmed": 19692168, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19703477, "text": "PARP1 differentially influences DNA synthesis in SP- and LP BER pathways."}, {"pubmed": 19711368, "text": "poly(ADP-ribose) polymerase-1 has roles in modulating the mode of cell death caused by continuous oxidative stress"}, {"pubmed": 19723035, "text": "Study analyzed the distribution of PARP-1 and its interaction with CENP-B, -E, and -F during mitosis and apoptosis."}, {"pubmed": 19779455, "text": "PARP-1 transcriptional activity is regulated by sumoylation upon heat shock."}, {"pubmed": 19784367, "text": "Poly[ADP-ribose] polymerase-1 expression is related to cold ischemia, acute tubular necrosis, and delayed renal function in kidney transplantation"}, {"pubmed": 19784808, "text": "Data show that inhibition of NFAT3 activation by shNFAT3 significantly downregulated tumor necrosis factor (TNF)-alpha induction, its receptor TNFR1, caspase 10, caspase 3, and poly (ADP-ribose) polymerase."}, {"pubmed": 19789190, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19809895, "text": "Data show that keratinocytes and melanocytes display an exquisite vulnerability to nanomolar concentrations of ZnPT resulting in induction of heat shock response gene expression, PARP-dependent energy crisis and impaired genomic integrity."}, {"pubmed": 19812418, "text": "PARP-1 and PARG, nuclear enzymes with opposing enzymatic activities, localize to target promoters and act in a similar, rather than antagonistic, manner to regulate gene expression"}, {"pubmed": 19863315, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19863315, "text": "We found that the longer alleles (CA)17-20 had a very low frequency in BMD (2/160, 1.3%, OR=7.33 (1.77-30.37, 95% CI), corrected p=0.012), suggesting that it may confer some protection against BMD."}, {"pubmed": 19877712, "text": "Expression of human PARP-1 in Saccharomyces cerevisiae delays the yeast cell cycle at the second gap phase (G2) of mitosis and may affect ribosome biogenesis by modifying certain nucleolar proteins in yeast."}, {"pubmed": 19897724, "text": "Data show that the intrinsic poly(ADP-ribosyl) polymerase activity of PARP-1 is activated by a heat- and protease-sensitive H. pylori factor, resulting in automodification of PARP-1 with polymers of poly(ADP-ribose)"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19916945, "text": "Top1 and DNA adducts complex formation was partial inhibited by addition of PARP1 in the absence of NAD+."}, {"pubmed": 19925161, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19925161, "text": "We conclude that after severe TBI in humans, a PARP-1 polymorphism within the automodification-catalytic domain is associated with neurological outcome, while a polymorphism within the promoter region was associated with CSF PAR-modified protein level."}, {"pubmed": 19961617, "text": "The review elaborates on the role played by PARP during spermatogenesis, sperm maturation in ejaculated spermatozoa and the potential role of PARP as new marker of sperm damage"}, {"pubmed": 19962992, "text": "model in which PARP-1, upon binding DNA, undergoes a conformational change to become an active nuclear enzyme"}, {"pubmed": 19996272, "text": "Studies show that BMS-754807 is a reversible inhibitor of the insulin-like growth factor 1 receptor/insulin receptor and increases poly ADP ribose polymerase and Caspase 3 cleavage."}, {"pubmed": 20016407, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20025963, "text": "role in proteasome activation and chromatin repair after oxidative stress"}, {"pubmed": 20060806, "text": "these data suggest that environmental/oxidant stress-induced SIRT1 down-regulation and PARP-1 activation are independent events despite both enzymes sharing the same cofactor."}, {"pubmed": 20064938, "text": "the interaction between PARP-1 and PARP-3 is unrelated to DNA single-strand break repair"}, {"pubmed": 20068062, "text": "Damage-independent activation of caspase-3 and PARP in FA cells, which seems to occur through mitogen-activated protein kinase activation and TNF-alpha oversecretion."}, {"pubmed": 20072652, "text": "Data show that LLL12 inhibited STAT3 phosphorylation, induced apoptosis as indicated by the increases of cleaved caspase-3 and poly (ADP-ribose) polymerase, and also downregulated cyclin D1, Bcl-2, and survivin at both protein and messenger RNA levels."}, {"pubmed": 20113831, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20113831, "text": "The SNPs of the PARP1 gene, as well as differences in the levels of PARP-1 and poly(ADP-ribosyl)ation of proteins, may influence germ cell tumor development and responses to chemotherapy and radiotherapy."}, {"pubmed": 20124459, "text": "ATM deficiency sensitizes mantle cell lymphoma cells to poly(ADP-ribose) polymerase-1 inhibitors"}, {"pubmed": 20137830, "text": "PARP1 and telomeric repeat binding factor (TRF)1 are overexpressed in muscle from Duchenne muscular dystrophy patients."}, {"pubmed": 20145242, "text": "Trypanosoma cruzi induces the reactive oxygen species-PARP-1-RelA pathway for up-regulation of cytokine expression in cardiomyocytes"}, {"pubmed": 20150366, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20177052, "text": "Poly(ADP-ribose) polymerase (PARP)-1-independent apoptosis-inducing factor (AIF) release and cell death are induced by eleostearic acid and blocked by alpha-tocopherol and MEK inhibition."}, {"pubmed": 20181890, "text": "the -1082G > A alleles in promoter region of IL10 gene interact with PARP-1 in an allele-specific manner resulting in different levels of IL-10 transcription; PARP-1 DNA-binding activity is regulated in macrophages that engulf apoptotic cells"}, {"pubmed": 20196871, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20196871, "text": "The present data suggest that Val762Ala, Asp81Asp, and Lys352Lys polymorphisms and the haplotype-ACAAC in PARP-1 are associated with reduced risk of non-hodgkins lymphoma in Korean males."}, {"pubmed": 20218899, "text": "XRCC1 and APE1 polymorphisms may contribute to susceptibility to bladder cancer."}, {"pubmed": 20219917, "text": "PARP1-dependent PARylation of EBNA1 and adjacently bound TRF2 induces structural changes at the dyad symmetry element that reduce EBNA1 DNA binding affinity and functional recruitment of origin recognition complex."}, {"pubmed": 20223788, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20232390, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20353610, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20353610, "text": "association of nine single nucleotide polymorphisms in ADPRT1, AKR1B1), RAGE, GFPT2 and PAI-1 genes with chronic renal insufficiency among Asian Indians with type 2 diabetes"}, {"pubmed": 20373286, "text": "Aurora-A expression inhibits RAD51 recruitment to DNA double-strand breaks, decreases double-strand break repair by homologous recombination and sensitizes cancer cells to PARP inhibition."}, {"pubmed": 20388712, "text": "the Zn3 domain has dual roles in regulating the functions of PARP-1"}, {"pubmed": 20399804, "text": "the difference between a long-lived and a short-lived species tested, man and rat, is directly mirrored by the enzymatic parameters of recombinant PARP-1."}, {"pubmed": 20453000, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20473728, "text": "PARP-1 inhibitors, in conjunction with platinum derivatives, were found to exhibit significant survival benefit over chemotherapy alone even in a relatively small phase II study."}, {"pubmed": 20486200, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20486200, "text": "Single nucleotide polymorphisms of the PARP-1 gene are highly associated with Alzheimer's disease susceptibility in a Taiwanese population and might contribute to a critical mechanism that mediates cell survival or death as a response to cytotoxic stress."}, {"pubmed": 20493163, "text": "the SIRT1-PARP-1 axis plays a critical role in the regulation of cigarette smoke(CS)-induced autophagy and has important implications in understanding the mechanisms of CS-induced cell death and senescence"}, {"pubmed": 20493910, "text": "Importance of Parp-1, APEX-1 and ERK1/2 catalytic activities in the growth arrest-induced apoD gene expression."}, {"pubmed": 20495366, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20514865, "text": "analysis of poly(ADP-ribose) polymerase 1 interaction with apurinic/apyrimidinic sites"}, {"pubmed": 20522537, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20544540, "text": "Lower PARP-1 activity and higher NAD concentration were observed in systemic sclerosis and lupus erythematosus, supporting the role of PARP-1 activation in modulating NAD concentration."}, {"pubmed": 20550106, "text": "these results reveal the unique binding properties for binding of PARP-1 to platinum-DNA damage, providing insights into, and a better understanding of, the cellular response to platinum-based anticancer drugs."}, {"pubmed": 20559012, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20561897, "text": "Mice with ectopic expression of human PARP-1 had impaired DNA repair, accompanied by a continuous low-level increase in pro-inflammatory stimuli, causing development of chronic diseases leading to impaired survival."}, {"pubmed": 20564216, "text": "Findings indicate that PARP-1 is a component of BCL2 37 mbr-protein complexes, and PARP-1 is involved in the regulation of BCL2 expression."}, {"pubmed": 20573551, "text": "The observations support the model that persistence of PARP-1 at base excision repair intermediates, as cells move into S-phase, leads to DSBs and the attendant checkpoint responses."}, {"pubmed": 20574454, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20587588, "text": "A ChIP survey showed significantly higher recruitment of PARP1, a protein identified by MS as ubiquitously attached to DNA probes, within heterochromatin sites."}, {"pubmed": 20603072, "text": "Recent studies have begun to connect the molecular functions of PARP-1 to specific physiological and pathological outcomes, many of which can be altered by an expanding array of chemical inhibitors of PARP enzymatic activity."}, {"pubmed": 20619687, "text": "inducible nitric oxide synthase colocalizes with poly(ADP-ribose) polymerase-1 within vascular cells of atherosclerotic aortae"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20629644, "text": "expression of PARP, Bak and p53 was significantly greater for patients afflicted with varicocele than was the case for the normal controls"}, {"pubmed": 20644561, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20652015, "text": "The PARP-1 BRCT domain has a specialized role in assembling mutagenic DNA repair complexes involved in antibody diversification."}, {"pubmed": 20665026, "text": "Despite a possible association between PARP-1 and the radiological severity of rheumatoid arthritis (RA), there is no statistical association between PARP-1 polymorphisms and the susceptibility to rheumatoid arthritis in a Korean population."}, {"pubmed": 20665026, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20711239, "text": "We propose a model in which both CtBP and PARP functionally interact in a corepressor complex as components of a molecular switch necessary for p21 repression."}, {"pubmed": 20731661, "text": "Findings suggest that PARP1, XRCC1, MGMT, XPC, XPD and MSH2 SNP can be used as prognostic markers for patients with surgically resected early stage NSCLC."}, {"pubmed": 20731661, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20817730, "text": "Cooperative role of NF-{kappa}B and poly(ADP-ribose) polymerase 1 (PARP-1) in the TNF-induced inhibition of PHEX expression in osteoblasts."}, {"pubmed": 20823142, "text": "Poly (adp-ribose) polymerase as a novel therapeutic target in cancer."}, {"pubmed": 20832725, "text": "PARP-1 regulates chromatin structure and transcription through a KDM5B-dependent pathway."}, {"pubmed": 20837404, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20868244, "text": "XRCC1 Arg399Gln polymorphism is a significant risk factor, and 399Gln (G) allele carries a 3.5 times greater risk for glioma, while PARP1 Val/Ala genotype may be protective against it."}, {"pubmed": 20875401, "text": "The signaling network between topoisomerase 1 and poly(ADP-ribose) polymerase in carcinoma cell lines is described."}, {"pubmed": 20876582, "text": "Binding of PARP-1 plays a functional role in the barrier activity of chromatin insulator."}, {"pubmed": 20940411, "text": "Utilization of beta-lapachone as a radiosensitizer in prostate cancers that overexpress PARP1."}, {"pubmed": 20950443, "text": "Sorafenib displays significant antiproliferative effects and induces apoptosis via caspase 3, 7 and PARP in B- and T-lymphoblastic cells"}, {"pubmed": 20953586, "text": "investigation of regulation of gene expression of PARP1 in lung cells in response to DNA damage; expression levels varied between different patients in cells cultured from patient lung tissue"}, {"pubmed": 20967817, "text": "Data indicate that there was nonpreferential distribution of PARP1 fluorescence in the perinuclear cytoplasmic region, as well as in the nucleus"}, {"pubmed": 20977936, "text": "The rate-limiting factor in poly(ADP-ribose)-mediated proteasomal activation in oxidative stress is PARP-1 and not the nuclear proteasome itself."}, {"pubmed": 21031461, "text": "Poly(ADP-ribose) polymerase 1 is involved in glucose toxicity through SIRT1 modulation in HepG2 hepatocytes"}, {"pubmed": 21037106, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 21037106, "text": "We report an association between the PARP Val762Ala single nucleotide polymorphism on the effect of diets higher in high-temperature cooked red meat on colorectal cancer risk"}, {"pubmed": 21095583, "text": "PARP-1 dissociates Smad complexes from DNA by ADP-ribosylating Smad3 and Smad4, which attenuates Smad-specific gene responses and TGF-beta-induced epithelial-mesenchymal transition."}, {"pubmed": 21127267, "text": "PARP-1 was only weakly activated to conduct poly(ADP-ribose) synthesis upon binding to AP site-containing DNA, but was strongly activated for poly(ADP-ribose) synthesis upon strand incision by AP endonuclease 1 (APE1)."}, {"pubmed": 21183686, "text": "Zn1, Zn2, and a domain identified in this study, the double-stranded DNA binding (DsDB) domain, are involved in DNA break-dependent activation of PARP-1 and Zn3 binds ssRNA"}, {"pubmed": 21187397, "text": "siParp1 inhibits cell growth, primarily by induction of apoptosis, in Brca1-deficient cells both in vitro and in vivo"}, {"pubmed": 21224467, "text": "The novel interaction of HES1 and PARP1 in B-cell acute lymphoblastic leukemia modulates the function of the HES1 transcriptional complex and signals through PARP1 to induce apoptosis"}, {"pubmed": 21256093, "text": "the mechanism by which PARP-1 is promoting mutagenic repair is by inhibiting high-fidelity repair which would otherwise be mediated by Ku70 and Lig4"}, {"pubmed": 21266351, "text": "hPuf-A may regulate cellular response to genotoxic stress by inhibiting PARP-1 activity and thus preventing PARP-1 degradation by caspase-3."}, {"pubmed": 21293287, "text": "overexpression of PARP and p53 in high grade, and advanced stage epithelial ovarian tumors indicated that these 2 markers might serve as an indicator of aggressive disease behavior"}, {"pubmed": 21424107, "text": "Studies indicate that siRNA and deletion mutations that interference with PARP-1 function results in enhanced cell death."}, {"pubmed": 21434873, "text": "lack of any association between PARP-1 activity and genotype or sex in cancer patients may indicate additional factors (e.g. stress hormones, interaction with other proteins and post-translational modifications) may play a role in PARP-1 activation"}, {"pubmed": 21447796, "text": "A model has been proposed in which increased abundance of c-MYC indirectly leads to decreased BIN1 expression, in turn leading to increased PARP activity and resistance to DNA-damaging agents."}, {"pubmed": 21460625, "text": "C42 enhances the cellular autophagic process, which requires both PARP and RIP-1 participation, preceding and possibly augmenting, the caspase-dependent apoptotic cell death"}, {"pubmed": 21469519, "text": "PARP-1 activity in lower grade neoplasms was higher than in G3 tumors and was lower in adenocarcinomas displaying deep uterine wall infiltration; 4. there was no relationship between PARP-1 activity and AP level."}, {"pubmed": 21476963, "text": "[review] PARP-1 plays a pivotal role in the balance between pro-inflammatory/effector and anti-inflammatory/regulatory responses."}, {"pubmed": 21487248, "text": "Loss of function of various proteins involved in double strand break repair other than BRCA1/2 has been suggested to be synthetically lethal with PARP inhibition."}, {"pubmed": 21489980, "text": "methylation of the TM promoter is responsible for silencing of TM expression in MM tissue, a process that is regulated by PARP1."}, {"pubmed": 21518760, "text": "PARP-1 as a novel KLF8-binding and -regulating protein and provided new insights into the mechanisms underlying the regulation of KLF8 nuclear localization, stability, and functions."}, {"pubmed": 21532888, "text": "demonstrates that p38gamma MAPK is a promising target for the design of targeted therapies for basal-like breast cancer with metastatic characteristics and for overcoming potential resistance against the PARP inhibitor"}, {"pubmed": 21547351, "text": "Over expression of LDOC1 may explain the clinical manifestation found in patients with cryptochidism and Digeorge anomaly."}, {"pubmed": 21555554, "text": "Data show that hyperthermia (41-42.5 degrees C) induces degradation of BRCA2 and sensitize innately HR-proficient tumor cells to PARP-1 inhibitors."}, {"pubmed": 21568846, "text": "APE1 is shown to decrease the amount of apurinic/apyrimidinic containing DNA-bound PARP1 dimer."}, {"pubmed": 21575865, "text": "Pharmacological inhibition of PARP1 inhibits ETS-positive, but not ETS-negative, prostate cancer xenograft growth."}, {"pubmed": 21577210, "text": "PARP-1 (but not PARP-2) poly(ADP) ribosylates Snail1, both in vivo and in vitro, and interacts with Snail1, an association that is sensitive to PARP inhibitors."}, {"pubmed": 21605336, "text": "VEGF exerts its antiapoptotic effect on the endothelium through the regulation of PARP expression. PARP promotes vascular endothelial integrity in VEGF-associated processes."}, {"pubmed": 21607289, "text": "Data suggest the therapeutic use of cordycepin for the treatment of BRCA1-deficient breast cancers by inhibiting poly(ADP-ribose) polymerase."}, {"pubmed": 21612407, "text": "The PARP1 rs1136410 genotype was significantly associated with the frequency of lymphatic metastasis of gastric cancer, LNM stage & tumor invasion. Epistasis between PARP1 rs1136410 and MMP2 rs243865 increased the risk of LNM of GC."}, {"pubmed": 21644054, "text": "is a key player of head and neck squamous cell carcinoma and Parkinson disease through regulation of apoptosis pathway."}, {"pubmed": 21646373, "text": "the poly(ADP-ribose) polymerase-1 (PARP-1)/nuclear factor-kappaB (NF-kappaB) signaling cascade, activated during senescence, drives the formation of a secretome endowed with protumoral and prometastatic properties."}, {"pubmed": 21674737, "text": "Both chemical inhibition of PARP1 and PARP1 depletion using small hairpin RNA enhance integration of the Adeno-associated virus type 2 genome in HeLa cells."}, {"pubmed": 21680843, "text": "results indicate that SIRT6 physically associates with PARP1 and mono-ADP-ribosylates PARP1 on lysine residue 521, stimulating PARP1 poly-ADP-ribosylase activity and enhancing DSB repair under oxidative stress"}, {"pubmed": 21729562, "text": "Erythropoietin can inhibit the expression of IL-6 and TNF-alpha in monocytes, and the inhibition of IL-6 expression may be associated with decrease of PARP level."}, {"pubmed": 21730054, "text": "the PKCdelta/ERK/poly(ADP-ribose) polymerase-1 signaling pathway is involved in histamine- or PMA-induced up-regulation of H1R gene expression in HeLa cells"}, {"pubmed": 21756783, "text": "PARP1 could regulate DNA methylation by inhibiting the enzyme activity of DNMT1 in bronchial epithelial cells exprosed to B(a)P."}, {"pubmed": 21767974, "text": "We conclude that, despite previous evidence, PARP1 is not a susceptibility gene for Parkinson's disease in our population"}, {"pubmed": 21775006, "text": "Immunohistochemical staining intensities of PARP-1 and DNA-PK were determined (score 0-3) and expression levels were correlated with /glioblastoma multiforme patients overall survival."}, {"pubmed": 21849329, "text": "High poly(ADP-ribose) polymerase is associated with high-grade glioma."}, {"pubmed": 21858164, "text": "Data show that that DNA repear process is dictated by PARP1 through its interaction with the chromosome-targeting domain of the hCAP-D2 subunit of condensin I."}, {"pubmed": 21908496, "text": "Nuclear PARP-1 is overexpressed during the malignant transformation of the breast, particularly in triple-negative tumors, and independently predicts poor prognosis in operable invasive breast cancer."}, {"pubmed": 21915713, "text": "PARP-1 suppressed MMP9 expression in undifferentiated, non-apoptotic keratinocytes."}, {"pubmed": 21945626, "text": "PARP-1 enhances the mismatch-dependence of 5'-directed excision in human mismatch repair in vitro."}, {"pubmed": 21976405, "text": "Constitutive aberrant expression of PARP-1 and RasGRP-1 ratio may act in concert to impair survival of lymphocytes in systemic lupus erythematosus patients."}, {"pubmed": 21986234, "text": "Letter/Case Report: LDOC1/PARP1 are down-regulated in melanoma with repeated in-transit metastases."}, {"pubmed": 21997878, "text": "FGF-ERK regulates PARP-1 activity during human embryonic stem cell neural differentiation."}, {"pubmed": 22057269, "text": "OGG1 binding to PARP-1 plays a functional role in the repair of oxidative DNA damage."}, {"pubmed": 22101337, "text": "Poly(ADP-ribose) polymerase inhibition enhances DNA damage responses via multiple damage response pathways in p53-dependent and -independent fashion."}, {"pubmed": 22120020, "text": "Reduced expression of PARP1 is associated with an impairment of CLL responsiveness to cell death."}, {"pubmed": 22127734, "text": "an association of the PARP-1 V 762A polymorphism with increased risk of cancer among Asians, but decreased risk of cancer among Caucasians, particularly of glioma"}, {"pubmed": 22134241, "text": "the combination of Chk1 and PARP1 inhibition selectively radiosensitizes p53 mutant pancreatic cancer cells."}, {"pubmed": 22153339, "text": "analysis of novel poly(ADP-ribose) polymerase-1 inhibitors"}, {"pubmed": 22158865, "text": "model in which small molecule inhibitors convert PARP1 into a protein that potentiates the effects of topoisomerase I poisons by binding to damaged DNA and preventing its normal repair."}, {"pubmed": 22166496, "text": "findings demonstrated an association with increased bladder cancer risk with PARP1 rs8679 while variant homozygotes of PARP1 rs8679 were also noted to have an increased breast cancer risk."}, {"pubmed": 22193445, "text": "Inhibition of PARP-1 could decrease tau phosphorylation in HEK293/tau441 cells probably through decreasing GSK-3 activity."}, {"pubmed": 22198485, "text": "This study evaluated the role of PARP1 in the regulation of cellular energetics in endothelial cells under resting conditions and during oxidative stress."}, {"pubmed": 22221038, "text": "Data suggest that the PARP1 2819G allele is associated with an increased risk of gastric cancer."}, {"pubmed": 22227934, "text": "An expression level more than double the normal level is associated with a severe intellecual disability phenotype in patients with Down's syndrome."}, {"pubmed": 22334709, "text": "Our studies link the enzymatic activities of NMNAT-1 and PARP-1 to the regulation of a set of common target genes through functional interactions at target gene promoters."}, {"pubmed": 22337872, "text": "The interaction between CHFR and PARP-1 plays an important role in cell cycle regulation and cancer therapeutic strategies."}, {"pubmed": 22344029, "text": "Data show that RBMX accumulated at DNA lesions through multiple domains in a poly(ADP-ribose) polymerase 1-dependent manner and promoted HR by facilitating proper BRCA2 expression."}, {"pubmed": 22384823, "text": "Our analysis shows that nuclear PARP is an independent prognostic marker in pancreatic cancer"}, {"pubmed": 22387748, "text": "Low concentration of arsenite reduces UV-induced apoptosis via inhibiting PARP-1, thus promoting the survival of cells with unrepaired DNA lesions."}, {"pubmed": 22392482, "text": "PARP inhibiton cytotoxicity in BRCA1-deficient tumor cells is enhanced >10-fold when combined with interferon-gamma."}, {"pubmed": 22447567, "text": "findings not only show that Mre11 activity is required for the survival of BRCA2 mutant cells but also elucidate roles for both the BRCA2 and PARP1 proteins in protecting stalled replication forks"}, {"pubmed": 22450322, "text": "the present study highlights the extent and topology of PARP-1 and its relation to stenosis in tricuspid aortic valve and identifies the proinflammatory mediator LTC4 as a potent inducer of PARP-1."}, {"pubmed": 22451931, "text": "Cellular expression of caspase-7 lacking the critical lysine residues resulted in less-efficient PARP and p23 cleavage compared with cells expressing the wild-type peptidase."}, {"pubmed": 22454210, "text": "Studied expression of BAG-1 and PARP-1 in LSILs, HSILs and SCCs. Research suggests BAG-1 expression could contribute to the differentiation between LSIL and HSIL/SCC whereas PARP-1 could be useful to the differentiation between HSIL HPV-related and SCC."}, {"pubmed": 22472897, "text": "PARP-1 gene is expressed in GBM. This finding may be envisioned as an attempt to trigger apoptosis in this tumor, as well as in many other malignancies"}, {"pubmed": 22542292, "text": "Data show that RECQ1 associates with PARP-1 in nuclear extracts and exhibits direct protein interaction in vitro."}, {"pubmed": 22550344, "text": "The role of NADPH oxidase/gp91(phox) expression and the PARP-1/PAR pathway of apoptosis in acute meloid leukemic cells was investigated."}, {"pubmed": 22582261, "text": "crystal structure of a DNA double-strand break in complex with PARP-1 domains essential for activation (Zn1, Zn3, WGR-CAT); results suggest that an increase in catalytic domain (CAT) protein dynamics underlies the DNA-dependent activation mechanism of PARP-1"}, {"pubmed": 22586318, "text": "Current developments concerning PARP inhibitors in BRCA-associated cancers."}, {"pubmed": 22624032, "text": "PARP-1 Val762Ala polymorphism is associated with risk of cervical carcinoma."}, {"pubmed": 22660976, "text": "Review of recent progress on the role of PARP1 in the DNA damage response and PARP inhibitors in cancer therapy."}, {"pubmed": 22683995, "text": "Along with functional analysis of PARP1 recruitment to sites of DNA damage in vivo, the structure reveals a dimeric assembly"}, {"pubmed": 22753495, "text": "Overexpression of SIRT6 in \"middle-aged\" and presenescent cells strongly stimulated homologous recombination repair, and this effect was dependent PARP1."}, {"pubmed": 22820184, "text": "These results demonstrate that PARP1 regulates expression of SH3BP2."}, {"pubmed": 22844406, "text": "a novel mechanism whereby polyADP-ribosylation regulates transcriptional activities of HOX proteins such as HOXB7 and HOXA7"}, {"pubmed": 22854955, "text": "full-length PARP-1 prefers nucleosomes with two linker DNA extensions over any other substrate (including several free DNA models) and that the C-terminal half of PARP-1 is necessary for this selectivity."}, {"pubmed": 22864776, "text": "level of PARP-1 protein nuclear expression is associated with the tumor site and heterogeneous across clinical specimens of colorectal cancers"}, {"pubmed": 22880082, "text": "The human nuclear poly(ADP-ribose)polymerase-1 (h PARP-1) protein participates in the regulation of the h c-myc gene expression through its interaction with this guanine-quadruplex structure."}, {"pubmed": 22926545, "text": "Data indicate that daidzein induced a change in the Bax/Bcl-2 ratios and activation of caspases-3 and -9 and the cleavage of PARP, and therefore has the potential for use as a therapeutic agent for the treatment of gastric carcinoma."}, {"pubmed": 22948662, "text": "Activated PARP-1 contributes to the displacement of histone H1 and is essential for regulation of the majority of hormone-responsive genes and for the effect of progestins on cell cycle progression"}, {"pubmed": 22982218, "text": "Data from various thyroid cancer cell lines suggest that PARP inhibition increases NIS (sodium iodide symporter) gene expression through a particular modulation of transcriptional regulatory mechanisms (i.e., specific histone modifications)."}, {"pubmed": 22983827, "text": "No association between ADPRT Val762Ala polymorphism and the risk of death from ovarian cancer."}, {"pubmed": 22993403, "text": "Atudies identify novel functions of PARP-1 in promoting disease progression, and ultimately suggest that the dual functions of PARP-1 can be targeted in human prostate cancer to suppress tumor growth and progression to castration resistance."}, {"pubmed": 23020228, "text": "The protein expression levels of poly (ADP-ribose) polymerase (PARP) and Bcl-2 were downregulated notably by extract from cochinchina momordica seed treatmen in SGC7901 cells."}, {"pubmed": 23027378, "text": "study demonstrated that LPS increased ICAM-1 and iNOS expression via TLR4/PARP1/NF-kappaB pathway. PARP1 might be an indispensable factor in TLR4-mediated inflammation after LPS stimulation."}, {"pubmed": 23031826, "text": "The histone variant macroH2A1.1 is recruited to DNA double-strand breaks through a mechanism involving PARP1."}, {"pubmed": 23038248, "text": "PARP activation following UVR exposure promotes association between PARP-1 and XPA"}, {"pubmed": 23040216, "text": "Observations indicate a significant relationship between p22phox C242T and PARP-1 Val762Ala polymorphisms, CAD and its severity, but not with occurrence of MI in T2DM individuals with significant coronary stenoses."}, {"pubmed": 23045548, "text": "data support a model in which poly(ADP-ribosyl)ation of DDB2 suppresses DDB2 ubiquitylation and outline a molecular mechanism for PARP1-mediated regulation of nucleotide excision repair through DDB2 stabilization and recruitment of the chromatin remodeler ALC1"}, {"pubmed": 23049934, "text": "Knocking down human PARP-1 decreases both the amount of amastigotes and trypomastigotes in cell culture, indicating that the effect would be mainly due to inhibition of human PARP-1."}, {"pubmed": 23073772, "text": "The results show strong evidence that the variant (C) allele of PARP1 confers significant increased risk for cancer in the Chinese."}, {"pubmed": 23085506, "text": "PARP-1 played a fundamental role in low shear stress induced inflammation."}, {"pubmed": 23104860, "text": "binds to the C-terminal-100 amino acids of NEIL1"}, {"pubmed": 23110147, "text": "Data indicate that the massive poly(ADP-ribose) (PAR) synthesis following PARP-1 activation leads to the modulation of mTORC1 pathway."}, {"pubmed": 23132853, "text": "the model that PAR present on PARylated PARP1 acts as an allosteric effector of ALC1 nucleosome remodeling activity."}, {"pubmed": 23219533, "text": "Poly-ADP-ribosylation of poly(A)polymerase can control processing of mRNA precursors: PARP1 is a regulator of polyadenylation during thermal stress."}, {"pubmed": 23229313, "text": "PARP suppresses transcription-mediated 53BP1 foci formation, but that this does not occur through the BER pathway"}, {"pubmed": 23229555, "text": "These results suggest a cooperative activity between CAD and DNAS1L3 to accomplish internucleosomal DNA fragmentation ."}, {"pubmed": 23244082, "text": "ADPRT polymorphisms might be associated with outcomes of breast cancer."}, {"pubmed": 23254695, "text": "Therefore, strategies that target PAR metabolism for the improved treatment of cancer may be required to target PARP-1 and PARG individually in order to optimize cancer cell death."}, {"pubmed": 23255787, "text": "data indicate a novel role of PARP-1 in the transcriptional repression of integrated retroviruses"}, {"pubmed": 23275151, "text": "Collectively, these data suggest that there is a synergistic relationship between PARP inhibition and low ERCC1 expression in NSCLC that could be exploited for novel therapeutic approaches in lung cancer therapy based on tumor ERCC1 expression."}, {"pubmed": 23301673, "text": "PARP1 overexpression is associated with pleural mesothelioma."}, {"pubmed": 23317230, "text": "ADPRT Arg194Trp polymorphism was not associated with noncardia gastric cancer."}, {"pubmed": 23319653, "text": "Data indicate that poly(ADP-ribose) polymerase-1 (PARP-1)collaborates with DNA-binding protein 2 (DDB2) to increase the efficiency of the lesion recognition step of global genomic subpathway of NER (GG-NER)."}, {"pubmed": 23355608, "text": "XRCC1 is recruited to single-strand break repair by PARP-1, responsible for the initial recognition of the break."}, {"pubmed": 23410825, "text": "our data confirm that platinum DNA adduct accumulation is linked to chemosensitivity, which increase by pharmacological PARP inhibitors points to a role of PARP-dependent DNA repair in the process"}, {"pubmed": 23429506, "text": "PRX2 battles poly(ADP-ribose) polymerase 1- and p53-dependent prodeath pathways after ischemic injury"}, {"pubmed": 23430444, "text": "Susceptibility to colorectal cancer is linked to PARP1 (Ala62Val) polymorphism in a northeast Chinese population."}, {"pubmed": 23438649, "text": "the identification of PARP-1 autopoly(ADP-ribosyl)ation sites"}, {"pubmed": 23455322, "text": "HIF-2alpha mRNA expression, protein levels and HIF-2-dependent gene expression are regulated by PARP-1."}, {"pubmed": 23467693, "text": "The amount of poly(ADP-ribose) in a cell is regulated under the control of PARP1/PARG gene expression balance."}, {"pubmed": 23479135, "text": "XRCC1 Arg399Gln, PARP1 Va1762Ala and APE1 Asp148Glu SNPs in the base excision repair pathway may influence the prognosis of advanced non-small cell lung cancer patients following platinum-based chemotherapy"}, {"pubmed": 23486608, "text": "In this pilot study, we showed for the first time, that PARP is overexpressed in testicular germ cell tumours compared to normal testis."}, {"pubmed": 23510475, "text": "Apoptosis in breast cancer cells is induced by PARP cleavage following vitamin E treatment."}, {"pubmed": 23537197, "text": "We confirm the protective role in malignant melanoma of the rs3219090 located on the PARP1 gene"}, {"pubmed": 23548269, "text": "Data indicate that interruption of ATR signaling strikingly further sensitized BRCA1- and BRCA2-deficient ovarian cancer cells to PARP inhibition."}, {"pubmed": 23554447, "text": "PARP hyperactivation is associated with cisplatin resistance in non-small cell lung carcinoma."}, {"pubmed": 23563481, "text": "PARP-1 regulates ionizing radiation-induced autophagy in nasopharyngeal carcinoma cells."}, {"pubmed": 23568489, "text": "These data define PARP1 as a critical mediator of chromosomal translocations and raise the possibility that oncogenic translocations occurring after high-dose therapy could be prevented by treatment with a clinically available PARP1 inhibitor."}, {"pubmed": 23574784, "text": "PARP1 may have an independent role in response to chemotherapy separate from BRCA gene mutation and partly due to reduced PARP cleavage"}, {"pubmed": 23576132, "text": "Variants in the PARP1 gene might play a role in susceptibility to TS."}, {"pubmed": 23577092, "text": "hnRPUL1 as a new component related to PARP1 in DNA damage response and repair"}, {"pubmed": 23593027, "text": "our data suggest a novel type of gene regulation: a coordinated transcription or silencing of gene clusters delimited by DSB hot spots as well as PARP1 and HNRNPa2B1 binding sites."}, {"pubmed": 23608917, "text": "Genetic variation within PARP1 and CARD10 was associated with rate of hippocampal neurodegeneration in APOE e3/e3 patients."}, {"pubmed": 23616419, "text": "PARP1 (89 kDa) in lymphocytes isolated from newborn babies of diabetic women with unbalanced glycaemic control."}, {"pubmed": 23633189, "text": "Our studies suggest that the PARP-1 Val762Ala polymorphism may be a genetic risk factor for cervical cancer."}, {"pubmed": 23640560, "text": "Our findings show that the PARP inhibitor 3-AB can downregulate the expression of PARP-1 at transcriptional and translational levels in C13 FNx01 cells."}, {"pubmed": 23644255, "text": "Variants in ESR1 and PARP1 modify effect of passive smoking on breast cancer risk."}, {"pubmed": 23757351, "text": "We identified PARP1 as a direct target of miR-223, and showed that miR-223 upregulation results in increased sensitivity to chemotherapy by downregulating PARP1, providing a potential therapeutic vulnerability node for exploitation in the clinic"}, {"pubmed": 23760205, "text": "Inhibition of the PARP pathway does not protect against TNF-induced necroptosis, the PARP-1 inhibitor 3-AB prevented MNNG- but not TNF-induced adenosine-5'-triposphate depletion, translocation of apoptosis-inducing factor, and necrosis."}, {"pubmed": 23760440, "text": "findings suggest that the poly(ADP-ribose) polymerase-1 Val762Ala polymorphism is associated with a decreased risk of advanced pelvic organ prolapse"}, {"pubmed": 23762867, "text": "Abnormal hypomethylation of CpG sites within the ETS motif in the core promoter region may be responsible for PARP1 overexpression in endometrial adenocarcinoma tissues."}, {"pubmed": 23775790, "text": "DNA damage-induced inhibition of rRNA synthesis is dependent on the activities of both DNA-PK and PARP-1."}, {"pubmed": 23785295, "text": "These results suggest that inhibition of PARP interferes with key metastasis-promoting processes, leading to suppression of invasion and colonization of distal organs by aggressive metastatic cells."}, {"pubmed": 23803078, "text": "PARP1 rs1805414 SNP polymorphisms are associated with breast cancer."}, {"pubmed": 23807292, "text": "PARP-1-positive cells resulted significantly higher in patients with prostate carcinoma compared with controls"}, {"pubmed": 23833192, "text": "These results identify FUS as a new factor in the immediate response to DSBs that functions downstream of PAR polymerase to preserve genomic integrity."}, {"pubmed": 23871147, "text": "PARP-1's alternative modes of DNA recognition serve as a means to differentiate between distinct aspects of the enzyme's function."}, {"pubmed": 23883585, "text": "PARP1 hyperactivation and NQO1 expression were major determinants of beta-lapachone-induced lethality."}, {"pubmed": 23910651, "text": "These data demonstrate that natural polymorphisms in the host affecting proteins such as PARP1 can have a significant effect on hepatitis B virus replication."}, {"pubmed": 23913164, "text": "findings have shown that Tdp1 and PARP-1 are highly expressed in rhabdomyosarcoma tumors and knockdown of TDP1 and inhibition of PARP-1 sensitized rhabdomyosarcoma cells to camptothecin treatment"}, {"pubmed": 23923393, "text": "Report design/structure of novel PARP-1 inhibitors."}, {"pubmed": 23926104, "text": "TRIM33 plays a role in PARP-dependent DNA damage response and regulates ALC1 activity by promoting its timely removal from sites of DNA damage."}, {"pubmed": 23939864, "text": "Data show that the interaction between Artd1 and Sox2 is crucial for the first steps of the reprogramming process and that early expression of Fgf4 is an essential component for the successful generation of iPSCs."}, {"pubmed": 23940283, "text": "PARP-1 regulates expression of transforming growth factor-beta (TGF-beta) receptors and TGF-beta signaling in T cells"}, {"pubmed": 23974709, "text": "Inhibition of PARP1 through gene deletion reverses behavioral deficits and protects against dopaminergic neuronal loss."}, {"pubmed": 24013388, "text": "M. fermentans modifies the cellular Topo I activity by activation of PARP-I via the induction of the MAPK signal transduction pathway."}, {"pubmed": 24038028, "text": "Using gene reporter assays, we show that promoter variations in 11 intrinsic apoptosis genes, including ADPRT, APAF1, BCL2, BAD, BID, MCL1, BIRC4, BCL2L1, ENDOG, YWHAB, and YWHAQ, influence promoter activity in an allele-specific manner."}, {"pubmed": 24043304, "text": "These results identified poly(ADP-ribosyl)ation of farnesoid X receptor by PARP1 as a key step in oxidative-stress-induced hepatic cell death."}, {"pubmed": 24055346, "text": "Data indicate that scaffold attachment factor SAFB1 is transiently recruited to DNA breaks in a poly(ADP-ribose)-polymerase 1- and poly(ADP-ribose)-dependent manner."}, {"pubmed": 24079274, "text": "). These compounds also reduced HO-induced synthesis of poly(ADP-ribose) in cultured human ovarian carcinoma (SKOV-3) cells in a dose-dependent manner."}, {"pubmed": 24085845, "text": "Stabilization of mutant BRCA1 protein confers PARP inhibitor and platinum resistance."}, {"pubmed": 24088713, "text": "Results reveal a novel mechanism for the regulation of cellular ARTD1 activity by SET7/9 to assure efficient PAR formation upon cellular stress."}, {"pubmed": 24140708, "text": "PARP-1 serves as a transcriptional coactivator, upregulating the transcriptional activity of Nrf2 by enhancing the interaction among Nrf2, MafG, and the the antioxidant response element."}, {"pubmed": 24145797, "text": "PARP1 is required for remodelling of the FOS promoter-proximal nucleosome, and orchestrates the exchange of the histone variant H2A.Z with H2A."}, {"pubmed": 24180296, "text": "results raise the possibility that the promoter (-1672) polymorphism of the PARP-1 gene may be a risk factor for AR"}, {"pubmed": 24191908, "text": "BRCA1 promoter hypermethylation, 53BP1 protein expression and PARP-1 activity as biomarkers of DNA repair deficit in breast cancer."}, {"pubmed": 24197988, "text": "The hypermethylation of PARP-1 in serum correlated with a shorter progression-free survival time."}, {"pubmed": 24203816, "text": "meta-analysis suggests that the PARP-1 rs1136410: T > C polymorphism is a susceptibility factor for gastrointestinal cancers [review]"}, {"pubmed": 24219164, "text": "PARP1 inhibitor, AZD2281, induced growth retardation of the DSB repair-impaired TE-6 cells."}, {"pubmed": 24239883, "text": "these data revealed that inhibition of PARP1 by small interfering RNA (siRNA) could enhance docetaxel's activity against PC3 cells, which is associated with an accelerate repression of EGF/Akt/FOXO1 signaling pathway."}, {"pubmed": 24270264, "text": "These results show for the first time that the DNA damage/PARP-1 signaling pathway is important for pulmonary arterial hypertension development."}, {"pubmed": 24275069, "text": "We found that arsenite binding as well as zinc loss altered the conformation of zinc finger structure which functionally leads to PARP-1 inhibition."}, {"pubmed": 24319532, "text": "Chronic PARP-1 inhibition appears to be beneficial in conditions of chronic oxidative stress."}, {"pubmed": 24356582, "text": "PAR, supplied by PARP1, interacts with Chk1 via a novel PAR-binding regulatory (PbR) motif in Chk1, independent of ATR and its activity"}, {"pubmed": 24356817, "text": "These data suggest that PARP is a potential target for tumors harboring inactivating mutations in STAG2, and strongly recommend that STAG2 status be determined and correlated with therapeutic response to PARP inhibitors"}, {"pubmed": 24378347, "text": "CDK1 inhibition represents a plausible strategy for expanding the utility of PARP inhibitors to BRCAproficient breast cancers"}, {"pubmed": 24392019, "text": "Val762Ala variant has functional effect and structural impact on the PARP1"}, {"pubmed": 24436031, "text": "PARP-1 expression is higher in prostate cancer than benign prostatic hyperplasia which may implicate that PARP-1 is involved in the development of prostate cancer."}, {"pubmed": 24448423, "text": "Findings imply that the genetic (BRCA1 mutation) and epigenetic mechanisms (such as hypomethylated ETS1 motif, and histone modification H3K9ac and ETS1 binding) are jointly involved in the malignant progression of PARP1-related ovarian cancer."}, {"pubmed": 24489833, "text": "This meta-analysis found evidence for an association between the PAPR1 Val762Ala and cancer susceptibility."}, {"pubmed": 24535158, "text": "The presence of PARP-1 nuclear-cytoplasmic expression may be a new potential unfavorable prognostic factor in lymph node- negative early breast cancer"}, {"pubmed": 24535833, "text": "Higher levels of PARP1 gene expression in tumors were shown to be associated with tumor ulceration in melanoma."}, {"pubmed": 24550317, "text": "PARP1-dependent recruitment of KDM4D histone demethylase to DNA damage sites promotes double-strand break repair."}, {"pubmed": 24556618, "text": "Rucaparib accumulates and is retained in tumour cells and inhibits PARP for long periods such that weekly schedules have equivalent anticancer activity"}, {"pubmed": 24588584, "text": "Structural information was characterized for DNA-induced conformational activation of full-length PARP-1."}, {"pubmed": 24595077, "text": "Despite the limitations, hnRPUL1 and PARP1 were downregulated in renal cell carcinoma and connected with the prognosis."}, {"pubmed": 24636898, "text": "A complex comprising p300/c-Jun/PARP-1 that bound wild type."}, {"pubmed": 24684389, "text": "review describes the multistep course of parthanatos and its dependence on PARP1 signalling and nuclear AIF translocation."}, {"pubmed": 24726141, "text": "a novel mechanism of PARP1 in human cancer through its methylation by SMYD2"}, {"pubmed": 24761869, "text": "High PARP1 expression is associated with non-small cell lung cancer."}, {"pubmed": 24821649, "text": "Report synergistic cytotoxicity of PARP1 inhibitor ABT-888 and temozolomide in dual-drug targeted magnetic nanoparticles."}, {"pubmed": 24829399, "text": "PARP-1 played a fundamental role in hyperstretch-induced inflammation. PARP-1 silencing could be used as a potential therapeutic approach to reverse bronchial epithelial inflammation in asthma"}, {"pubmed": 24832602, "text": "beta-lapachone induces programmed necrosis through the NQO1-dependent ROS-mediated RIP1-PARP1-AIF pathway."}, {"pubmed": 24843141, "text": "This study demonstrates a critical role of PARP1 in mediating smooth muscle cell loss in patients with progeria and elucidates a molecular pathway underlying the progressive SMC loss in progeria."}, {"pubmed": 24847116, "text": "new mechanism-based therapeutic approaches for PCa by targeting PARP and the DDR pathway involving c-Myb, TopBP1, ataxia telangiectasia mutated- and Rad3-related (ATR), and Chk1."}, {"pubmed": 24853559, "text": "present meta-analysis provides evidence that the PARP-1 Val762Ala may be involved in cancer development at least in some ethnic groups"}, {"pubmed": 24856976, "text": "high expression of the PARP-1 protein among patients with B-lymphoblastic leukemia/lymphoma is related to a complex karyotype and Bcl-2 positivity."}, {"pubmed": 24866151, "text": "We identified differential therapeutic vulnerabilities that emerge upon the loss of both PTEN and p53, and observed that combined inhibition of PARP and PI3K provides increased efficacy in hormone-insensitive advanced prostate cancer."}, {"pubmed": 24870775, "text": "Two novel alterations in exon 21 of PARP1 were found to be associated with increased risk of colorectal cancer in a Saudi population. The variants were Lys933Asn and Lys945Asn."}, {"pubmed": 24874429, "text": "PARP1 is upregulated in TSC2 deficient cells in an mTOR sensitive manner."}, {"pubmed": 24889936, "text": "the expression pattern of Parp-1 in normal and cancer tissue and the in vivo functional effects of Parp-1 depletion point to a novel role for this protein in pancreatic carcinogenesis"}, {"pubmed": 24939750, "text": "mediates epigenetic control of TET1 tumor suppressor activity in cancer cell lines"}, {"pubmed": 24953096, "text": "XPA and PARP1 regulate each other in a reciprocal and poly(ADP-ribose)-dependent manner."}, {"pubmed": 24956560, "text": "G allele carriers of PARP-1 G1672A polymorphism are at risk of having Graves disease."}, {"pubmed": 24970803, "text": "Niraparib (MK-4827), a novel poly(ADP-Ribose) polymerase inhibitor, radiosensitizes human lung and breast cancer cells."}, {"pubmed": 25037599, "text": "PARP-1 gene is up-regulated in LNCaP and PC-3 prostate cancer cell lines."}, {"pubmed": 25052090, "text": "Inhibition of RIP1, AIF, Bax and the MPT pore failed to abrogate MNNG- and beta-Lapachone-induced necrosis. Although JNK and calpain both contribute to PARP1-induced necrosis, they do so via parallel mechanisms."}, {"pubmed": 25103497, "text": "TGFbeta can induce \"BRCAness\" in certain breast cancers carrying wild-type BRCA genes and enhance the responsiveness to PARP inhibition."}, {"pubmed": 25106941, "text": "The polymorphism of SNP rs1136410 in PARP1 gene may modify the susceptibility to male infertility with oligospermia."}, {"pubmed": 25118896, "text": "Our data indicate that both PARP1 and p53 activation is a feature in meningiomas of higher grade"}, {"pubmed": 25128455, "text": "Results show that poly (ADP-ribose) polymerase (PARP) inhibition has antitumour effects and increases trastuzumab activity in oncogene protein HER2 overexpressing breast cancer."}, {"pubmed": 25133494, "text": "Nuclear Smad function is negatively regulated by PARP-1 that is assisted by PARP-2 and positively regulated by PARG during the course of TGFB signaling."}, {"pubmed": 25136112, "text": "Unanticipated nucleosome assembly activity of automodifies-PARP-1, coupled with the fast turnover of the modification, suggests a model in which DNA damage or transcription events trigger transient histone chaperone activity."}, {"pubmed": 25161998, "text": "Our findings constitute an important step in the field, especially in the era of PARP1 inhibitors, and may serve as a base for future clinical trials with these agents in CLL."}, {"pubmed": 25220464, "text": "ARTD1-mediated PAR synthesis, but not direct NAD(+) depletion, resulted in a block to glycolysis and ATP loss."}, {"pubmed": 25225750, "text": "The study found that PARP-1 rs3219073 C>G polymorphism is indeed associated with lung cancer susceptibility. The carriers of G alleles may have reduced risk of lung cancer, especially adenocarcinoma."}, {"pubmed": 25257171, "text": "Basal PARP1 activity was sufficient to modify E2F1 by poly(ADP-ribosyl)ation, which stabilized the interaction between E2F1 and the BIN1 tumor suppressor in the nucleus"}, {"pubmed": 25278026, "text": "Data suggest that the 3'-5' DNA exonuclease TREX1 may contribute to stabilization of poly(ADP-ribose) polymerase-1 (PARP1) levels in the DNA damage response and its activity."}, {"pubmed": 25280774, "text": "Estradiol inhibits oxidative stress-induced accumulation of AIF in nucleolus and PARP1-dependent cell death via estrogen receptor alpha in MCF-7 cells."}, {"pubmed": 25306110, "text": "MacroH2A1.1 and PARP-1 cooperate to regulate transcription by promoting CBP-mediated H2B acetylation."}, {"pubmed": 25331333, "text": "Results show an inverse association that SNPs in PARP1, T allele of rs3219090 is associated with reduced risk of melanoma and is also associated with poor survival."}, {"pubmed": 25333575, "text": "Knockdown of GRP78 enhances the PARP cleavage in human pancreatic cancer cells."}, {"pubmed": 25337234, "text": "Adriamycin can increase PARP-1 activation in a dose- and time-dependent manner in MCF-7 cells."}, {"pubmed": 25400754, "text": "PARP1 expression was independently related to longer progression-free survival in limited-stage small cell lung cancer."}, {"pubmed": 25480692, "text": "Higher PARP1 expression in invasive breast cancer correlated with increased in vitro chemosensitivity against docetaxel and epirubicin and tumors with high PARP1 expression were more sensitive to anthracycline/taxane based chemotherapy."}, {"pubmed": 25483710, "text": "while PARP1 over-expression was detected in blasts not responsive to olaparib, phosphorylation of the histone H2AFX (gammaH2AX) was associated with drug sensitivity."}, {"pubmed": 25517228, "text": "PARP1-sirtuin 1 functional interplay regulates LPS-mediated HMGB1 secretion"}, {"pubmed": 25526641, "text": "Results showed strong positive correlation between PARP1 and OGG1 in patients with colon cancer where both mRNA and protein levels were increased suggesting reciprocal influence on their expression and stability that may contribute to disease progression."}, {"pubmed": 25528020, "text": "our results demonstrate the biological role of both forms of PARP1 (cleaved and non-cleaved) in DNA repair in breast cancer based on the significant association with other key DNA damage repair proteins."}, {"pubmed": 25536389, "text": "These data suggest that NAD depletion by PARP1 activation is essential for the modulation of insulin sensitivity in oleic acid-induced lipotoxicity."}, {"pubmed": 25555679, "text": "we summarize the status quo of this molecular cooperation and discuss open questions that provide a basis for future studies to dissect the cooperative functions of RecQL helicases and PARP1 in aging and carcinogenesis--{REVIEW}"}, {"pubmed": 25611238, "text": "PARP-1 immunohistochemical expression is a marker of good prognosis and is predictive of response to NCT in locally advanced breast cancer"}, {"pubmed": 25634215, "text": "our findings reveal a new mechanism of platinum sensitivity in EOC that, unlike defective HR, may lead to a discordance in sensitivity to platinum and PARPi"}, {"pubmed": 25722289, "text": "SUMOylation and PARylation cooperate to recruit and stabilize SLX4 at DNA damage sites."}, {"pubmed": 25733866, "text": "Mutant p53 depletion profoundly influenced PARP1 localization and increased the level of PCNA and MCM4 proteins."}, {"pubmed": 25738796, "text": "Downregulation of NIT2 inhibits colon cancer cell proliferation and induces cell cycle arrest through the caspase-3 and PARP pathways"}, {"pubmed": 25749521, "text": "TNKS1BP1 has a role in DNA double-strand break repair though DNA-PKcs autophosphorylation which is dependent on PARP-1"}, {"pubmed": 25779917, "text": "Data indicate that transfected poly (ADP-ribose) polymerase 1 (PARP-1) gene affects growth and UV-induced homologous recombination in Saccharomyces cerevisiae."}, {"pubmed": 25793984, "text": "Low shear stress can induce inflammatory response via PECAM-1/PARP-1/HMGB1 pathway."}, {"pubmed": 25800440, "text": "PARP1 interdomain linker regions that connect BRCT to WGR module and WGR to PRD domain undergo prominent ADP-ribosylation during PARP-1 automodification. ADP-ribosylation occurs also D-loop structure within PARP1 catalytic fold in three zinc fingers."}, {"pubmed": 25808111, "text": "study provides evidence that MAR-binding proteins are involved in the development and progression of PCa. PARP-1 could play a key role in the compartmentalization of chromatin and in the development of the more aggressive phenotype."}, {"pubmed": 25818652, "text": "In the presence Streptococcus pyogenes NAD(+) glycohydrolase (SPN), host cell ATP is depleted and the pro-inflammatory mediator high-mobility group box-1 (HMGB1) protein is released from the nucleus by a PARP-1-dependent mechanism."}, {"pubmed": 25828893, "text": "In the context of tyrosine kinase-activated leukemias, c-MYC contributes to aberrant DNA repair through downstream targets LIG3 and PARP1 up-regulation."}, {"pubmed": 25833211, "text": "Report shows that HER2 positive breast cancers exhibit increased expression of PARP1 and phospho-p65."}, {"pubmed": 25837821, "text": "Single nucleotide polymorphisms in PARP1 gene is associated with multiple primary melanoma."}, {"pubmed": 25865228, "text": "Report autoimmune response to PARP1 in tumors."}, {"pubmed": 25881554, "text": "Under oxidative stress conditions PARP-1 activity increases, leading to an accumulation of ADP-ribose polymers and NAD(+) depletion, that induces energy crisis and finally cell death"}, {"pubmed": 25882840, "text": "The N terminus of nuclear GAPDH binds with PARP-1, and this complex promotes PARP-1 overactivation both in vitro and in vivo."}, {"pubmed": 25883215, "text": "Silencing of CBLC causes increased sensitivity to PARP1 inhibitor olaparib in breast cancer cell line models and that defective homologous recombination (HR) DNA repair is the likely cause."}, {"pubmed": 25911198, "text": "This meta-analysis suggests that PARP1 rs1136410 T>C may play a significant role in the protection against the development of brain tumors and glioma."}, {"pubmed": 25916114, "text": "Studies of the molecular mechanisms of regulation of transcription factor PARP1 can serve as a basis for search and design of new inhibitors"}, {"pubmed": 25938539, "text": "Results indicate that poly(ADP-ribose) polymerase-1 (PARP-1) controlled transcription factor Snail expression at transcriptional level in cells exposed to doxorubicin."}, {"pubmed": 25940138, "text": "these findings suggest that ACBD3 has prominent impacts on cellular NAD(+) metabolism via regulating PARP1 activation-dependent auto-modification and thus cell metabolism and function."}, {"pubmed": 25981734, "text": "They also imply that therapeutic applicability of PARP-1 inhibitors is not limited to BRCA mutation carriers but can be extended to patients harboring deficiencies in other components of the pathway(s)."}, {"pubmed": 25992604, "text": "To be poly(ADP-ribose)polymerase-1 (PARP-1) bound to the EPHX1 proximal promoter."}, {"pubmed": 25998844, "text": "The results of this study suggested that the PARP-1 gene polymorphisms may play an important role in the etiology of Alzheimer's Disease."}, {"pubmed": 26090615, "text": "Data show that YM155 did not trigger apoptosis, but induced parthanatos, a cell death dependent on poly(ADP-ribose) polymerase 1 (PARP-1) hyper-activation."}, {"pubmed": 26091339, "text": "Studies indicate that the diversity of biological processes now known to require poly(ADP-ribosyl) transferases (PARPs) and ADP-ribosylation was tremendously expanded."}, {"pubmed": 26091341, "text": "Studies indicate that poly(ADP-ribose) polymerase 1 (PARP1) inhibitors were recently shown to have potential clinical impact in a number of disease settings, particularly as related to cancer therapy."}, {"pubmed": 26091342, "text": "Studies indicate that poly (ADP-ribose) glycohydrolase (PARG) and terminal ADP-ribose glycohydrolase 1 (TARG1) are key enzymes in poly(ADP-ribose) polymerases (PARPs)-mediated ADP-ribosylation."}, {"pubmed": 26136340, "text": "Noncovalent binding of ADP-ribose polymers with TET1 catalytic domain decreases TET1 hydroxylase activity while the covalent PARylation stimulates TET1 enzyme. In addition, TET1 activates PARP-1/ARTD1 independently of DNA breaks."}, {"pubmed": 26157130, "text": "The viral processivity factor of KSHV (PF-8) directly interacted with PARP-1 and was sufficient and necessary to degrade PARP-1 protein in a proteasome-dependent manner."}, {"pubmed": 26170451, "text": "Data show that nucleotide excision repair factor XPC-RAD23B is a target of poly(ADP-ribosyl)ation catalyzed by poly(ADP-ribose) polymerase 1 (PARP1)."}, {"pubmed": 26181065, "text": "stimulation of PARP-1 activity in CDA-deficient cells restores replication and, thus, chromosome segregation. Moreover, increasing intracellular dCTP levels generates under-replication-induced sister-chromatid bridges as efficiently as PARP-1 knockdown"}, {"pubmed": 26181362, "text": "The data obtained suggest that PARP1 and TDP1 bind in an antiparallel orientation; the N-terminus of the former protein interacts with the C-terminal domain of the latter."}, {"pubmed": 26183824, "text": "PARP regulates estradiol-mediated cell growth by controlling the ER/IGF-1R/PDZK1 axis."}, {"pubmed": 26205779, "text": "PARP-1 is activated in human asthma and that its inhibition is effective in blocking established asthma in mice."}, {"pubmed": 26261599, "text": "PARP1 over-expression in nucleus and cytoplasm is a feature of triple negative breast tumors."}, {"pubmed": 26305327, "text": "Our results suggest that PARP1 controls the fidelity of gene transcription and marks actively transcribed gene regions by selectively binding to transcriptionally active chromatin."}, {"pubmed": 26314963, "text": "PARP-1 has an important role in the progression of acute myeloid leukemia by suppressing the myeloproliferative leukemia virus oncogene"}, {"pubmed": 26321255, "text": "PARP1- and CTCF-regulate contacts between circadian loci and the repressive chromatin environment at the lamina therefore mediate circadian transcriptional plasticity."}, {"pubmed": 26344098, "text": "Data reports the crystal structure of Timeless-PARP-1 complex and provides evidence that Timeless is recruited to sites of DNA damage through PARP-1 to mediate homologous recombination repair of DNA double-strand breaks."}, {"pubmed": 26351319, "text": "Data indicate that poly(ADP-ribose) polymerase 1 (PARP1) protein is expressed in pediatric high-grade astrocytomas (pHGA) and diffuse intrinsic pontine gliomas (DIPG) patient samples and cell lines."}, {"pubmed": 26356822, "text": "Small molecule inhibition of CHFR-PARP1 interaction is a novel potential therapeutic approach to increase the efficacy of taxane-based chemotherapy in cancer."}, {"pubmed": 26370511, "text": "Chromatin immunoprecipitation confirmed that PARP1 inhibition led to H3K27me3 deposition at EZH2 target genes, which resulted in gene silencing."}, {"pubmed": 26387143, "text": "Non-small cell lung cancer patients with high intra-tumoral PARP1 activity had a poor prognosis."}, {"pubmed": 26391948, "text": "PARylation is involved in the recruitment of RECQL5 and WRN to laser-induced DNA damage and RECQL5 and WRN have differential responses to PARylated PARP1 and Poly(ADP-ribose)."}, {"pubmed": 26424850, "text": "results reveal that careful titration of laser irradiation conditions allows induction of varying amounts and complexities of DNA damage that are gauged by differential PARP activation regulating protein assembly at the damage site"}, {"pubmed": 26429911, "text": "PARP-1 negatively regulates the suppressive function of Treg cells at the posttranslational level via FOXP3 poly(ADP-ribosyl)ation."}, {"pubmed": 26453809, "text": "Data suggest that poly(ADP-ribosyl)ation of YB-1 (multifunctional Y-box binding protein 1) is catalyzed by PARP1 [poly(ADP-ribose)polymerase 1] and can be up-regulated by damaged DNA."}, {"pubmed": 26505995, "text": "we show that PARP inhibitor sensitivity in Ewing's sarcoma cells is not through an apparent defect in DNA repair by homologous recombination , but through hypersensitivity to trapped PARP1-DNA complexes"}, {"pubmed": 26513298, "text": "Data show that E7449 represents a dual Poly(ADP-ribose) Polymerase 1/2 and tankyrase 1/2 inhibitor which has the advantage of targeting Wnt/beta-catenin signaling addicted tumors."}, {"pubmed": 26522181, "text": "DNA damage induced necrosis through a PARP1-dependent and p53-independent pathway."}, {"pubmed": 26540566, "text": "Data indicate that the expression of PARP1 and FOXO3A play pivotal roles in gastric cancer progression."}, {"pubmed": 26603896, "text": "suggested that DNA-PK and PARP-dependent recruitment of XRCC1 is necessary to effectively protect, repair, and restart stalled replication forks, providing new insight into how genomic stability is preserved"}, {"pubmed": 26614429, "text": "high PARP1 expression may represent a marker of poorer prognosis both for patients with worse clinical outcome and in less aggressive clinical conditions."}, {"pubmed": 26619102, "text": "overexpression of PARP-1 in poor early treatment responders suggests that it may contribute to treatment failure in this group of children with acute lymphoblastic leukemia"}, {"pubmed": 26626479, "text": "Results show the molecular mechanism by which PARP-1 senses DNA single-strand breaks (SSBs) and becomes allosterically activated. It is through the recognition by two N-terminal zinc fingers then C-terminal catalytic domain controlling PARP-1 activity."}, {"pubmed": 26626480, "text": "Results show how PARP-1 DNA damage detection leads to local unfolding of the helical domain relieving its autoinhibition and blocking productive NAD+ binding."}, {"pubmed": 26634655, "text": "Suggest role for LRP1/PARP1 signaling in endothelial cell proliferation and retinal neovascularization induced by hypoxia."}, {"pubmed": 26673720, "text": "The initial affinity between the PARP1, PARP2 and the DNA damaged site appears to influence both the size of the Poly(ADP-Ribose) synthesized and the time of residence of PARylated PARP1 and PARP2 on DNA damages."}, {"pubmed": 26730949, "text": "Data show that interaction of cyclin-dependent kinase inhibitor 1A (p21 Cip1) with poly(ADP-ribose) polymerase-1 (PARP-1) is mediated by poly(ADP-ribose) (PAR)."}, {"pubmed": 26753915, "text": "PARP-1 casts a bilateral asymmetric footprint from -12 to +9 nucleotides on either side of the UV-lesion."}, {"pubmed": 26822515, "text": "It was concluded that PARP-1 was involved in the DNA damage repair induced by HQ via increasing the accumulation of apoptosis antagonizing transcription factor through PARylation."}, {"pubmed": 26826460, "text": "we investigated the association of radiotherapy related acute side effects, with X-ray repair cross complementing group 1 (XRCC1) and Poly (ADP-ribose) polymerase 1 (PARP1) DNA repair gene expression level in breast cancer patients"}, {"pubmed": 26883192, "text": "High PARP1 expression is associated with hepatocellular carcinoma."}, {"pubmed": 26895424, "text": "Results indicate a PARP1-dependent mechanism that regulates non-homologous end-joining through localized chromatin expansion and deposition of the histone variant H3.3 by CHD2 at DNA breaks promoting DNA repair."}, {"pubmed": 26898760, "text": "these findings provide a foundation for the potential use of PARP1 inhibitors as a new treatment option for lung adenocarcinoma patients with elevated PARP1 expression."}, {"pubmed": 26900125, "text": "Collectively, our results suggest that PARP1 imaging with PARPi-FL can enhance the detection of oral cancer, serve as a screening tool and help to guide surgical resections."}, {"pubmed": 26920250, "text": "Data suggest that inhibition of PARP1 (preferential inhibition of PARP1 over PARP2) arrests cell cycle/cell proliferation and promotes apoptosis of breast tumor cells (including triple negative breast tumor cells)."}, {"pubmed": 26921778, "text": "Participants were genotyped for a functional non-synonymous single-nucleotide polymorphism (2456T/C; rs1136410) that results in the conversion of a conserved valine residue to alanine (762Val/Ala) in the amino-acid sequence of PARP-1"}, {"pubmed": 26964508, "text": "The mitochondrial localization of PARP1 and its intra-mitochondrial functions, with focus on cellular bioenergetics, mitochondrial DNA repair and mitochondrial dysfunction are reviewed."}, {"pubmed": 26975633, "text": "Our combination strategy could expand the clinical application of PARP-inhibitors to non-BRCA mutated cancers and may target a new group of NSCLC patients who show limited response to current therapies."}, {"pubmed": 26976643, "text": "Data provide evidence that the acetylation of H2AX at Lys5 by TIP60 is required for the (ADPribosyl) ation activity and the dynamic binding of PARP-1 to chromatin after the induction of DNA damage."}, {"pubmed": 26990173, "text": "we show that PARP-1 could play a role in the fate of human lens cells, and these first observations in human lenses suggest that it could impact on lens opacity. Further studies are required to elucidate the regulatory processes that give rise to these effects."}, {"pubmed": 27000229, "text": "In a population of Sicilian patients with Parkinson's disease, the PARP-1 - 410 C/T genotype was not associated with protection from Parkinson's disease."}, {"pubmed": 27002766, "text": "High expression of PARP1 is significantly associated with chordoma invasion and recurrence. PARP1 may become a potential biomarker for chordoma in predicting its recurrence and patients' prognosis."}, {"pubmed": 27034851, "text": "PARP-1 nucleolar expression emerges as a sensitive marker of functional changes in Alzheimer's disease and suggests a novel role for PARP-1 dysregulation in Alzheimer's disease pathology."}, {"pubmed": 27041572, "text": "HBx increased signs of DNA damage such as accumulation of 8-hydroxy-2'-deoxyguanosine and comet formation, which were reversed by overexpression of PARP1 and/or Sirt6..physical interaction of HBx and PARP1 accelerates DNA damage by inhibiting recruitment of the DNA repair complex to the damaged DNA sites, which may lead to the onset of hepatocarcinogenesis"}, {"pubmed": 27055253, "text": "Activation of the PI3K/mTOR Pathway following PARP Inhibition in Small Cell Lung Cancer."}, {"pubmed": 27067600, "text": "HPF1/C4orf27 Is a PARP-1-interacting protein that regulates PARP-1 ADP-ribosylation activity in the DNA damage response."}, {"pubmed": 27129221, "text": "Data show that poly-(ADP-ribose) polymerase 1 (PARP1) opposes the function of poly-(ADP-ribose) glycohydrolase (PARG) during regulation of bone morphogenetic protein target gene expression."}, {"pubmed": 27171262, "text": "The results suggest that ATRX is required to limit replication stress during cellular proliferation, whereas upregulation of PARP-1 activity functions as a compensatory mechanism to protect stalled forks, limiting genomic damage, and facilitating late-born neuron production."}, {"pubmed": 27256882, "text": "PARP-1 ADP-ribosylates and inhibits negative elongation factor (NELF), a protein complex that regulates promoter-proximal pausing by RNA polymerase II."}, {"pubmed": 27295004, "text": "These results provide evidence that ARTD1 regulates cell cycle re-entry and G1/S progression via cyclin E expression and p27(Kip 1) stability independently of its enzymatic activity, uncovering a novel cell cycle regulatory mechanism."}, {"pubmed": 27304949, "text": "A series of poly(ADP-ribose)polymerase (PARP)-1 inhibitors containing a novel scaffold, the 1H-thieno[3,4-d]imidazole-4-carboxamide moiety, was designed and synthesized"}, {"pubmed": 27315035, "text": "Potential high binding affinity compounds that are predicted by molecular simulations were then tested by in vitro methods. Computationally proposed compounds as PARP-1 inhibitors were confirmed by in vitro studies. In vitro results showed that compounds 7111620047 and 7119980926 have IC50 values of 0.56 and 63 muM against PARP-1 target, respectively"}, {"pubmed": 27323894, "text": "the effect of PARP1 Val762Ala polymorphism in treatment response in cervical cancer patients"}, {"pubmed": 27329285, "text": "This review assesses current developments in PARP-1 biology and activation signals for PARP-1, other than conventional DNA damage activation. [review]"}, {"pubmed": 27362900, "text": "immunohistochemical BRCA1 expression in epithelial ovarian cancer holds considerable prognostic information, whereas PARP expression did not influence the outcome"}, {"pubmed": 27425251, "text": "This result supports our hypothesis that a PARPi could be applied to a wide therapeutic range of LET radiation by blocking the DNA repair response."}, {"pubmed": 27440269, "text": "SLFN11 is a relevant predictive biomarker of sensitivity to PARP inhibitor monotherapy in SCLC and we identify combinatorial therapy with TMZ as a particularly promising therapeutic strategy that warrants further clinical investigation"}, {"pubmed": 27440880, "text": "In summary, the authors identified a novel mechanism by which human herpesvirus 4 LMP1 drives expression of host tumor-promoting genes by blocking generation of the inhibitory histone modification H3K27me3 through PARP1 activation."}, {"pubmed": 27450718, "text": "H. pylori-infected gastric mucosa had increased alternative non-homologous end joining, implicating that telomere shortening was caused by inflammation-mediated overproduction of reactive oxygen species and PARP-1, leading to telomere shortening"}, {"pubmed": 27466483, "text": "During live-cell imaging, 53BP1-GFP focus formation was observed within 10 minutes after UVC irradiation. Most 53BP1 foci resolved by 100 minutes. To block UVC-induced double-strand break repair in cancer cells, poly(ADP-ribose) polymerase (PARP) was targeted with ABT-888 (veliparib). PARP inhibition markedly enhanced UVC-irradiation-induced persistence of 53BP1-foci"}, {"pubmed": 27468725, "text": "Downregulated expression of PARP1 is associated with melanoma."}, {"pubmed": 27484730, "text": "Arsenite-loaded nanoparticles inhibit PARP-1 to overcome multidrug resistance in hepatocellular carcinoma cells."}, {"pubmed": 27507046, "text": "Data show that the combination of targeting RAD51 and p38 inhibits cell proliferation both in vitro and in vivo, which was further enhanced by targeting of PARP1."}, {"pubmed": 27551000, "text": "This study is the first to investigate the combination of PARP inhibitors with cytotoxic chemotherapy in acute leukemias in the clinical setting"}, {"pubmed": 27557507, "text": "Data show that in the presence of poly-(ADP-ribose)-polymerase1 (PARP1) inhibitor, ten-fold lower concentration of cisplatin (cDDP) can be used to induce similar cytotoxic effects."}, {"pubmed": 27559053, "text": "Our results highlight the therapeutic interest of combining AsiDNA and PARPi to recapitulate synthetic lethality in all tumors independently of their HR status"}, {"pubmed": 27568560, "text": "post-translational modification facilitates the mobilization of SIRT6 to DNA damage sites and is required for efficient recruitment of poly (ADP-ribose) polymerase 1 (PARP1) to DNA break sites and for efficient repair of double-strand break."}, {"pubmed": 27605053, "text": "PARP1 protein expression and 13q14 deletion are associated with a progressive clinical course of leukemic non-nodal mantle cell lymphoma"}, {"pubmed": 27618007, "text": "Data show that the apoptotic and cytotoxic effects of BL-038 are mediated by the intrinsic mitochondria-mediated apoptotic pathway, which in turn causes the activation of caspase-9 and caspase-3, and the cleavage of poly (ADP-ribose) polymerase (PARP), to elicit apoptosis response."}, {"pubmed": 27643881, "text": "study demonstrates that the individual and combined expression patterns of the DDR molecules PARP1, gammaH2AX, BRCA1, and BRCA2 could be predictive of the prognosis of STS patients and suggests that controlling the activity of these DDR molecules could be employed in new therapeutic stratagems for the treatment of STS"}, {"pubmed": 27644631, "text": "Curcumin induces apoptosis in leukemia cells via PARP-1 mediated caspase-3 dependent pathway."}, {"pubmed": 27644669, "text": "The PAPR-1 Ala762Val polymorphism may play a role in progression of OSCC."}, {"pubmed": 27656839, "text": "knockdown of PARP-1 inhibits cell growth and increases sensitivity of U2OS cells to cisplatin, with the increasing drug sensitivity possibly associated with the inhibition of ERK signals."}, {"pubmed": 27662363, "text": "These data demonstrate the presence of an FAF1-PARP1 axis that is involved in oxidative stress-induced necrosis and in the pathology of Parkinson's disease."}, {"pubmed": 27741521, "text": "Sodium arsenite induces S-nitrosation on PARP-1 zinc finger DNA binding domain by generating NO through iNOS activation, leading to zinc loss and inhibition of PARP-1 activity, thereby increasing retention of damaged DNA."}, {"pubmed": 27742776, "text": "our results indicate that carriers of different BRCA1 mutations could benefit from olaparib in a distinct way and show different toxicities to the agent, which could be especially relevant for a potential future use of PARPi as prophylactic agents in BRCA1 mutation carriers"}, {"pubmed": 27746584, "text": "Poly(ADP-ribose) Polymerase-1 Gene 3'Untranslated Region Polymorphism is associated with Colorectal Cancer."}, {"pubmed": 27787517, "text": "PARP1 can modulate the tumor-suppressing function of HIPK2 by regulating the protein stability of HIPK2."}, {"pubmed": 27840165, "text": "The variant genotypes (AG+GG) of SNP rs1136410 were significantly associated with an increased risk of age-related cataract under a dominant model (Adjusted odds ratio (OR)=1.42, Padj=0.001 for the merged set)."}, {"pubmed": 27847302, "text": "PARP1/2 inhibitor simmiparib causes growth inhibition in cancer cell- or tissue-derived xenografts in nude mice."}, {"pubmed": 27871924, "text": "Overexpression of miR-335 decreased the expression of PARP-1 mRNA and protein, and NF-kappaB protein levels were correspondingly downregulated, thus regulating the chemo-radiosensitivity of small cell lung cancer cells."}, {"pubmed": 27878232, "text": "Ubc9 plays different roles of action in antitumor agents in chemotherapy. The process requires bleomycin hydrolase and poly(ADP-ribose) polymerase-1. The results are beneficial to deeply understanding of Ubc9 functions and for precise prediction of chemotherapy outcomes in tumors."}, {"pubmed": 27965414, "text": "either PARP1 or PARP2 are sufficient for near-normal XRCC1 recruitment at oxidative single-strand breaks"}, {"pubmed": 27979751, "text": "PARP1 is activated in the non-alcoholic fatty liver of mice and patients."}, {"pubmed": 28002403, "text": "data establish the importance of XRCC1 protein complexes for normal neurological function and identify PARP1 as a therapeutic target in DNA strand break repair-defective disease"}, {"pubmed": 28031413, "text": "This study reports the novel findings that HER2 increases PARP1 protein via suppression of the let-7a miRNA, which regulates the PARP1 3'-UTR. Moreover, HER2 status correlates with high PARP1 and low let-7a in breast cancer clinical specimens."}, {"pubmed": 28034904, "text": "Our data suggest that in both BRCA1-mutant and BRCA1-wild-type TNBCs, CSCs are relatively resistant to PARP inhibition. This resistance is mediated by RAD51, suggesting that strategies aimed at targeting RAD51 may increase the therapeutic efficacy of PARPi"}, {"pubmed": 28034960, "text": "The Gene expression levels of PARP1 was robustly elevated in oligodendrocytes laser captured from BA10 and amygdala white matter of Major Depressive Disorder."}, {"pubmed": 28055012, "text": "we report that AIF-independent PARP-1-dependent necrosis constitutes a major mechanism of RPE cell death leading to retinal degeneration in dry age-related macular degeneration ."}, {"pubmed": 28087741, "text": "Results show that PARP1 mediates 14-3-3s regulation of non-homologous end joining repair."}, {"pubmed": 28118040, "text": "Authors found that PARP-1 expression positively corresponds in vitro to the response of PARP inhibitors in combination with radiation therapy in ovarian cancer."}, {"pubmed": 28129013, "text": "Increased oxidative DNA damage in primary open angle glaucoma may be attributed to decreased expression of DNA repair enzymes, OGG1 and PARP1, of the base excision repair pathway."}, {"pubmed": 28167507, "text": "Our study demonstrates a cross-talk between PARPi and tumor-associated immunosuppression and provides evidence to support the combination of PARPi and PD-L1 or PD-1 immune checkpoint blockade as a potential therapeutic approach to treat breast cancer"}, {"pubmed": 28177666, "text": "polymorphism of PARP-1 gene is more likely responsible for development of GD in Chinese individuals"}, {"pubmed": 28212434, "text": "Elevated PARP expression correlated with worse prognosis in early stage breast cancer. [meta-analysis]"}, {"pubmed": 28212747, "text": "PARP-1 stabilizes Sox2 binding to nucleosomes at suboptimal sites through cooperative interactions on DNA to regulate Sox2 pioneer activity at intractable genomic loci."}, {"pubmed": 28219892, "text": "Identification of PARP-1 as a unique regulator of Il12b transcription in response to inflammatory insults in an allele-differentiating manner"}, {"pubmed": 28247536, "text": "Studied role of PARP1 regulation and senescence by melatonin."}, {"pubmed": 28281524, "text": "Data show that the mRNA level of poly(ADP-ribose) polymerase (PARP)-1 was significantly regulated by miR-216b."}, {"pubmed": 28302009, "text": "This paper summarises the most significant current literature on the involvement of PARP-1 in gastrointestinal cancer, focusing in particular on its role in the development and occurrence of tumours, providing information about clinical trials and exploring therapeutic possibilities.  [review]"}, {"pubmed": 28339614, "text": "ILK aids trophoblast syncytialization via downregulation of CDH1, perhaps through an ILK-PARP1-SNAI1 pathway"}, {"pubmed": 28373211, "text": "The authors have discovered a major sub-pathway of conventional long-patch base excision repair that involves formation of a 9-nucleotide gap 5' to the lesion. This new sub-pathway is mediated by RECQ1 DNA helicase and ERCC1-XPF endonuclease in cooperation with PARP1 poly(ADP-ribose) polymerase and RPA."}, {"pubmed": 28384634, "text": "PARP-1 activates prothrombin gene transcription and that the excessive prothrombin gene transcription induces des-gamma-carboxy prothrombin (DCP) production in DCP-producing hepatocellular carcinoma cells."}, {"pubmed": 28402505, "text": "In response to UV irradiation, DICER is recruited to chromatin in a ZRF1-mediated manner. The H2A-ubiquitin binding protein ZRF1 and DICER together impact on the chromatin conformation via PARP1."}, {"pubmed": 28432356, "text": "Results show that Rpp29 and Rpp21 bind poly ADP-ribose moieties and are recruited to DNA damage sites in a PARP1-dependent manner."}, {"pubmed": 28454547, "text": "PARP1 inhibition potentiated trabectedin activity in a PARP1-dependent manner and PARP1 expression in tumor cells might be a useful predictive biomarker that deserves clinical evaluation"}, {"pubmed": 28456021, "text": "Binding of PARP1 at the BZLF1 lytic switch promoter restricts Epstein Barr Virus reactivation."}, {"pubmed": 28457938, "text": "this study demonstrates that PARP inhibition protects mitochondria and reduces ROS production via PARP-1-ATF4-MKP-1-MAPK retrograde pathway"}, {"pubmed": 28462496, "text": "data indicate that RNF20 and PARP1 are synthetic lethal interactors"}, {"pubmed": 28463527, "text": "The observed incomplete sister chromatid disjunction may be due to the accumulation of unreplicated DNA during mitosis in CDA-deficient cells, as reflected in the changes in centromeric DNA structure associated with the decrease in basal PARP-1 activity."}, {"pubmed": 28478229, "text": "PARP-1, via manipulating the binding of NF-kB/AP-1 at the MMP-9 promoter, regulates MMP-9 expression, which helps maintain mitochondrial homeostasis."}, {"pubmed": 28487110, "text": "The NF90 regulates PARP1 mRNA stability in hepatocellular carcinoma cells, and NF90 is a potential target to inhibit PARP1 activity."}, {"pubmed": 28544771, "text": "Up-regulation of PARP1 in the host nucleus is associated with Salmonella infection."}, {"pubmed": 28599788, "text": "NR1D1 interacted with poly(ADP-ribose) polymerase 1 (PARP1) and subsequently inhibited catalytic activity of PARP1."}, {"pubmed": 28634224, "text": "IGH/MYC-positive Burkitt lymphoma/leukemia cells have decreased BRCA2 and are sensitive to PARP1 inhibition alone or in combination with other chemotherapies. This study postulates that IGH/MYC-induced BRCA2 deficiency may predispose Burkitt lymphoma cells to synthetic lethality triggered by PARP1 inhibitors."}, {"pubmed": 28650468, "text": "this work indicates that suppression of JNK1/2 activity by MKP-1 maintains PARP-1 levels and suggests that MKP-1-mediated cisplatin resistance can be bypassed by PARP-1 inhibition."}, {"pubmed": 28654422, "text": "PARP1 expression was increased in GBM at both mRNA and protein levels. increased PARP1 levels show positive correlation with increasing tumour grades in gliomas Higher PARP1 mRNA expression levels were associated with ATRX and TP53 mutations."}, {"pubmed": 28660502, "text": "Studied increased sensitivity to alkylating antineoplastic agents thru down-regulation of poly(ADP-ribose) polymerase 1 (PARP1) by miR-891b in a human breast cancer cell line. Found MiR-891b increases sensitivity of breast cancer cell line to N-methyl-N-nitro-N-nitrosoguanidine by suppressing PARP1 expression."}, {"pubmed": 28676700, "text": "discuss the roles of PARP1 in mediating various aspects of DNA metabolism, such as single-strand break repair, nucleotide excision repair, double-strand break repair and the stabilization of replication forks, and in modulating chromatin structure. [Review]"}, {"pubmed": 28681695, "text": "Knockdown of endogenous Mcl-1 by RNA interference significantly accelerated the repair of DNA lesions in glycochenodeoxycholate-treated cells. However, unlike XRCC1, poly(ADP-ribose) polymerase was induced following Mcl-1 knockdown. Conversely, poly(ADP-ribose) polymerase suppression was observed following glycochenodeoxycholate treatment of cells overexpressing Mcl-1"}, {"pubmed": 28713983, "text": "The phosphorylation level of p38 was upregulated by MA1 treatment, and the inhibitor of p38, SB203580, attenuated the MA1-induced p38 phosphorylation as well as caspase3 and PARP activation. These results indicate that MA1 treatment alters invasive and oncogenic phenotypes of human colorectal cancer cells through the stimulation of the p38 signaling pathway"}, {"pubmed": 28714367, "text": "Further analysis suggested that H2AX, a PARP-1 protein interaction partner, was coordinated with PARP-1 in hepatocellular carcinoma tumorigenesis. Overall, some new characteristics of PARP-1 expression were noted in the Zhuang population. PARP-1 is a novel promising diagnostic marker for hepatocellular carcinoma in the Southern Chinese Zhuang population"}, {"pubmed": 28757444, "text": "The results suggest that PAPR-1 is involved in protecting cells from damage caused by nano-SiO2."}, {"pubmed": 28759004, "text": "Data show that poly(ADP-ribose) polymerase 1 (PARP1)-mediated senescence rescue was accompanied by transcriptional activation of the melanocyte-lineage survival oncogene MITF, indicating a role for PARP1 in melanomagenesis."}, {"pubmed": 28760956, "text": "Poly(ADP-ribose) polymerase-1 (PARP1) interacts with xeroderma pigmentosum, complementation group C protein (XPC) in the nucleoplasmic and chromatin fractions in UV irradiated HEK293 cells."}, {"pubmed": 28770827, "text": "Describe a novel series of 2,4-difluorophenyl- linker analogs derived from olaparib for use as PARP1 inhibitors BRCA-deficient tumors."}, {"pubmed": 28777431, "text": "Our findings showed that PARP-1 polymorphisms are involved in the development of glioma in Chinese individuals."}, {"pubmed": 28802254, "text": "this study identifies the importance of TDP1 as a novel determinant of response to CNDAC across various cancer types (especially non-small cell lung cancers), and demonstrates the differential involvement of BRCA2, PARP1, and TDP1 in the cellular responses to CNDAC, AraC, and CPT"}, {"pubmed": 28851861, "text": "Androgen receptor (AR) regulates homologous recombination and AR inhibition activates the PARP pathway in vivo."}, {"pubmed": 28930534, "text": "Studies indicate that post-translational modifications (PTMs) such as phosphorylation, acetylation, and methylation are crucial for the regulation of PARP1 activity, and dysregulation of modifications on PARP1 is observed in cancer [Review]."}, {"pubmed": 28985359, "text": "PARP1 recruits KLF4 to activate telomerase expression and stem cell pluripotency, indicating a positive regulatory role of the PARP1-KLF4 complex in telomerase expression in cancer and stem cells."}, {"pubmed": 28992182, "text": "Three-locus model of gene-gene interactions OGG1 (rs1052133) * ADPRT (rs1136410) * XRCC4 (rs6869366) was associated with high genotoxic risk in coal miners."}, {"pubmed": 28993228, "text": "Existence of a kinase-independent role of nuclear RIPK1 in the regulation of PARP1."}, {"pubmed": 29048575, "text": "Variations in potential miRNA-binding target sites in the 3' UTR of PARP1 gene may modulate colorectal cancer risk and prognosis after therapy."}, {"pubmed": 29063620, "text": "Epithelial-mesenchymal-transition integrated with mesenchymal PARP-1 expression, predicts prostate cancer radioresistance."}, {"pubmed": 29104487, "text": "Observations suggest that IER5 is a novel regulator of the non-homologous end-joining pathway pathway for DNA double-strand breaks repair, possibly through its interaction with PARP1 and Ku70."}, {"pubmed": 29121337, "text": "Co-localization of AP endonuclease (APE1) with poly(ADP-ribose) polymerase 1 (PARP1) on DNA was found capable of inducing 1D diffusion of otherwise nonmotile PARP1, while excess APE1 also facilitated the dissociation of DNA-bound PARP1."}, {"pubmed": 29158484, "text": "In response to DNA damage, activated and auto-poly-ADP-ribosylated PARP1 dissociates from HSF1-PARP13, and redistributes to DNA lesions and DNA damage-inducible gene loci."}, {"pubmed": 29205518, "text": "PARP-1 may serve not only as a biomarker at initial biopsies for a disease that may become aggressive but also as a new therapeutic target of advanced mycosis fungoides and Sezary syndrome"}, {"pubmed": 29216372, "text": "Tumor protein p53 (p53) bound to auto-PARylated poly(ADP-ribose) polymerase 1 (PARP1) via highly specific non-covalent PAR-C-terminal domain (CTD) interaction, which conveyed target specificity for its covalent PARylation by PARP1."}, {"pubmed": 29223166, "text": "review of systematized and analyzed data on changes in PARP activity during development and aging of an organism, as well as data on differences in the dynamics of this activity in the presence/absence of additional stimulation and on cellular processes that are associated with activation of these enzymes."}, {"pubmed": 29238179, "text": "This study identified the involvement of two SNPs of PARP-1 (C410T and G1672A) in development of acute renal injury among Chinese diabetic patients."}, {"pubmed": 29255350, "text": "The study suggests that PARP-1 polymorphisms are involved in the development of SCI in Chinese individuals. Thus, PARP-1 polymorphisms can be considered as one of the potential risk factors for developing SCI."}, {"pubmed": 29306194, "text": "CDK4/6 inhibitors also lead to accumulation of DNA damage by repressing PARP1 in oxidatively stressed cells. Thus, CDK4/6 inhibitors sensitize G1-arrested cells to anticancer drugs, since these cells require PARP1-OGG1 functional interaction for cell survival"}, {"pubmed": 29362359, "text": "The impairment of PARP-dependent DNA damage response (DDR) signaling due to mutations in the FUS nuclear localization sequence induces additional cytoplasmic FUS mislocalization which in turn results in neurodegeneration and FUS aggregate formation in amyotrophic lateral sclerosis."}, {"pubmed": 29366480, "text": "Septin4 is a novel essential factor involved in oxidative stress induced vascular endothelial cell injury by interacting with apoptosis-related protein PARP1."}, {"pubmed": 29367615, "text": "These data first uncovered potentially pathogenic miR-379-5p and two novel targets PARP1 and XRCC6 in biochemical premature ovarian insufficiency."}, {"pubmed": 29393407, "text": "Our results indicated that PARP1-siRNA can suppress the growth and invasion capacity of prostate cancer cells, thereby suggesting that PARP1-siRNA, which is different from PARP inhibitors , may provide a potential treatment method for prostate cancer ."}, {"pubmed": 29432179, "text": "On DNA damage, CIRBP temporarily accumulates at the damaged regions and is poly(ADP ribosyl)ated by poly(ADP ribose) polymerase-1 (PARP-1)."}, {"pubmed": 29452418, "text": "PHF20 interacts with poly(ADP-ribose) polymerase 1 (PARP1) and directly binds to promoter regions of octamer-binding transcription factor 4 (OCT4) and sex determining region Y-box 2 (SOX2) to modulate a histone mark associated with active transcription, trimethylation of lysine 4 on histone H3 protein subunit (H3K4me3)."}, {"pubmed": 29467415, "text": "Report a requirement for PARP2 in stabilizing replication forks that encounter base excision repair (BER) intermediates through Fbh1-dependent regulation of Rad51. Whereas PARP2 is dispensable for tolerance of cells to single stranded breaks or homologous recombination dysfunction, it is redundant with PARP1 in BER."}, {"pubmed": 29480802, "text": "Here, the authors show that serine ADP-ribosylation represents the major fraction of ADP-ribosylation synthesized after DNA damage in mammalian cells and that globally serine ADP-ribosylation is dependent on HPF1, PARP1 and ARH3. In the absence of HPF1, glutamate/aspartate becomes the main target residues for ADP-ribosylation."}, {"pubmed": 29487285, "text": "two-step mechanism activates and then stabilizes PARP-1 on a DNA break, indicating that PARP-1 allostery influences persistence on DNA damage, with important implications for PARP inhibitors that engage the NAD(+) binding site"}, {"pubmed": 29497996, "text": "Defective activation of the MAPK/ERK pathway, leading to PARP1 and DNMT1 dysregulation, is a common defect in IgA nephropathy and Henoch-Schonlein purpura."}, {"pubmed": 29531462, "text": "The dysfunction of PARP1 in esophageal epithelial cells increases the levels of ROS and oxidative DNA damage in Barrett's esophagus."}, {"pubmed": 29590171, "text": "High PARP1 expression is associated with colonic neoplasms."}, {"pubmed": 29632181, "text": "findings reveal PARP-1 as a double-edged sword in colorectal carcinogenesis, which suppresses tumor initiation following DNA alkylation in a MGMT-dependent manner, but promotes inflammation-driven tumor progression."}, {"pubmed": 29632340, "text": "MM express elevated MALAT1 and involve in alternative non-homozygous end joining (A-NHEJ) pathway by binding to PARP1 and LIG3, two key components of the A-NHEJ protein complex."}, {"pubmed": 29650751, "text": "niraparib is the first PARP inhibitor approved as maintenance therapy for patients with ovarian, fallopian tube, or primary peritoneal cancer, with improvement in PFS, regardless of gBRCAm status"}, {"pubmed": 29661921, "text": "We show that prior to heat shock, the HSF1-PARP13-PARP1 complex binds to the HSP70 promoter. In response to heat shock, activated and auto-PARylated PARP1 dissociates from HSF1-PARP13 and is redistributed throughout the HSP70 locus."}, {"pubmed": 29684820, "text": "depletion of NOX1 and NOX4 partially rescued the growth inhibition of PARP1-deficient tumor xenografts. Our findings suggest that in addition to compromising the repair of DNA damage, PARP inhibition or depletion may exert extra antitumor effect by elevating oxidative stress in ovarian cancer cells"}, {"pubmed": 29738496, "text": "PARP1 inhibitor also suppressed the aldosterone secretion in response to the angiotensin II. Together, these results suggest PARP1 is a prime coregulator for Nurr1."}, {"pubmed": 29748565, "text": "Study finds that PARP1 mutations caused a distinct set of drug sensitivities when compared to other known forms of PARPi resistance (loss of REV7 (MAD2L2) or TP53BP1, or BRCA1 reversion mutants), suggesting that knowledge of the molecular mechanism of resistance in individual patients could inform decisions on further treatment."}, {"pubmed": 29776974, "text": "The long noncoding RNA lncPARP1 contributes to progression of hepatocellular carcinoma through up-regulation of PARP1."}, {"pubmed": 29812960, "text": "results suggest that PARP-1 overexpression may define an important risk factor in non-M3 AML patients and PARP-1 is a potential therapeutic target for AML treatment"}, {"pubmed": 29880585, "text": "Results provide evidence that PARP1 catalytic activity is impaired by MACROD2 haploinsufficiency resulting in increased genomic instability and DNA damage in intestinal neoplasm."}, {"pubmed": 29886395, "text": "Cell proliferation determines PARP1 transcription and production of electrophiles. PARP1 contributes to cell protection against electrophiles. PARP1 controls transcription of redox-sensitive kinases, antioxidants and detoxifying enzymes. [review]"}, {"pubmed": 29912634, "text": "interactive domains between Ets-1 and PARP-1 have been mapped to the C-terminal region of Ets-1 and the BRCA1 carboxy-terminal (BRCT) domain of PARP-1"}, {"pubmed": 29950726, "text": "inhibition of poly(ADP-ribose) polymerase (PARP) increases the speed of fork elongation and does not cause fork stalling, which is in contrast to the accepted model in which inhibitors of PARP induce fork stalling and collapse(3); findings contribute to a better understanding of the mechanism of fork speed control, with implications for genomic (in)stability and rational cancer treatment"}, {"pubmed": 29973717, "text": "genomic ribonucleotides are a hitherto unappreciated source of PARP-trapping DNA lesions, and that the frequent deletion of RNASEH2B in metastatic prostate cancer and chronic lymphocytic leukaemia could provide an opportunity to exploit these findings therapeutically."}, {"pubmed": 29976663, "text": "Here, we show that PARP1 and host insulator protein CTCF colocalize at specific sites throughout the EBV genome and provide evidence to suggest that PARP1 acts to stabilize CTCF binding and maintain the open chromatin landscape at the active Cp promoter during type III latency. Further, PARP1 activity is important in maintaining latency type-specific viral gene expression."}, {"pubmed": 29985131, "text": "FBXL10-RNF68-RNF2 ubiquitin ligase complex (FRRUC) is rapidly and transiently recruited to sites of DNA damage in a PARP1- and TIMELESS-dependent manner to promote mono-ubiquitylation of H2A at Lys119."}, {"pubmed": 30037213, "text": "Results suggest that RNF168 acts as a counterpart of PARP1 in DDR and regulates the HR/NHEJ repair processes through the ubiquitination of PARP1."}, {"pubmed": 30041821, "text": "The work demonstrated the vital connection of PARP-1 and autophagy in the activation of CFs, and provided solid evidence supporting PARP-1 inhibition as a feasible strategy for the treatment of post-MI heart failure."}, {"pubmed": 30088474, "text": "Here, the show that PARP1 association with DNA is diffusion-limited, and release of PARP1 from DNA is promoted by binding of an additional DNA molecule that facilitates a 'monkey bar' mechanism, also known as intersegment transfer."}, {"pubmed": 30177435, "text": "The role of PARP-1 in response to DNA damage is reviewed."}, {"pubmed": 30177554, "text": "macroH2A1.1 mediates an isoform-specific effect through its ability to suppress PARP1 activity. Second, the unstructured linker region exerts an additional repressive effect that is common to all macroH2A proteins. In the absence of DNA damage, the macroH2A linker is also sufficient for rescuing heterochromatin architecture in cells deficient for macroH2A"}, {"pubmed": 30183716, "text": "Interaction among susceptibility genotypes of PARP1 SNPs in thyroid carcinoma."}, {"pubmed": 30219819, "text": "miR-7-5p reduced energy consumption via inhibiting PARP-1 expression, and miR-7-5p increased energy generation by suppressing the expression of Bcl-2."}, {"pubmed": 30254210, "text": "we showed that CHK2-dependent phosphorylation of PARP1 not only regulates its cellular localization but also promotes its catalytic activity and its interaction with XRCC1. These findings indicate that CHK2 exerts a multifaceted impact on PARP1 in response to oxidative stress to facilitate DNA repair and to maintain cell survival."}, {"pubmed": 30260276, "text": "Polymorphism in PARP-1 rs2271347 was significantly associated with increased ischemic stroke risk (additive model: OR: 1.74; 95% CI: 1.03-2.93; p = 0.037). Patients harboring the PARP-1 rs2271347 GA/AA genotype had a worse initial stroke (additive model: OR: 1.85; 95% CI: 1.10-3.11; p = 0.021). Our study suggests that genetic variant of rs2271347 may contribute to the etiology of ischemic stroke."}, {"pubmed": 30266807, "text": "a model whereby PARP1 localizes to ssDNA breaks and recruits Cockayne syndrome protein B to participate in DNA repair."}, {"pubmed": 30275188, "text": "Low PARP expression is associated with mouth Cancer."}, {"pubmed": 30291044, "text": "the balance between the affinities of PARP1 and RPA for DNA and the interaction of these proteins with each other are the cornerstone of the modulating effect of RPA on PARP1 activity"}, {"pubmed": 30297533, "text": "downregulation of XRCC1, which interacts with PARP1 and coordinates base excision repair, is an early event in human breast cancer pathogenesis"}, {"pubmed": 30299179, "text": "elevated expression of PARP-1 mRNA and miR-223, with a reduction of PARP-1 protein level and enzyme activity in colonic tissue of pediatric patients with Crohn's disease"}, {"pubmed": 30395643, "text": "PARP1 is acting as a coactivator of HIF-1alpha-dependent gene expression in B cells, and this co-activation is enhanced by LMP1-mediated activation of PARP1."}, {"pubmed": 30401677, "text": "Our study revealed that PARP1 attenuates the transcription of PD-L1 through the PARylation of STAT3 and subsequently dephosphorylation of STAT3. This provided insights into the biological function of PARP1, thereby uncovering a new regulatory mechanism of PD-L1, but also provided new ideas and strategies to improve the clinical therapies used for ovarian cancer."}, {"pubmed": 30440055, "text": "PARP1 enzymatic activity did not significantly reverse the effect of TNF on the human PHEX gene expression."}, {"pubmed": 30467127, "text": "Mechanistic investigation revealed that active PARP-1 served to enhance E2F1 transcription factor activity, and specifically promoted E2F1-mediated induction of DNA repair factors involved in homologous recombination (HR)."}, {"pubmed": 30472087, "text": "The findings from our present study indicate that PARP-1 expression negatively impacts the prognosis of AML patients."}, {"pubmed": 30478958, "text": "Authors developed a functional ex-vivo approach to detect repair switch to an alternative end-joining pathway, PARP1-EJ, and cancer cell-specific effects in fresh specimens from prostate cancer patients. One-third of tumor samples exhibited a switch to PARP1-EJ, while normal prostate tissues from the same patients showed no repair switch."}, {"pubmed": 30529301, "text": "PARP1-LSD1 functional interplay controls transcription of SOD2 that protects human pro-inflammatory macrophages from death under an oxidative condition."}, {"pubmed": 30551210, "text": "Given the highly important role of PARP1 in DNA repair and cancer intervention, this structure presents an attractive opportunity to explore the therapeutic potential of PARP1 inhibition via G-quadruplex DNA targeting."}, {"pubmed": 30551406, "text": "Via interference with XRCC1/PARP1-mediated base excision repair."}, {"pubmed": 30559256, "text": "Results showed that RELA, an important subunit of NF-kappaB, regulated DNA repair by binding to the promoter region of the PARP1 gene and affecting PARP1 gene transcription."}, {"pubmed": 30589644, "text": "PARP inhibition enhances tumor cell-intrinsic immunity in ERCC1-deficient non-small cell lung cancer."}, {"pubmed": 30614530, "text": "Study uncovers a new role of cytoplasmic expression of PARP-1 in regulating DR5-activated apoptosis in pancreatic cancer cells in vitro and the sensitivity of pancreatic tumors to TRA-8 therapy in vivo. These findings highlight cytoplasmic PARP-1 as a potential new marker for pancreatic cancer progression."}, {"pubmed": 30702185, "text": "Mycoplasma pneumoniae protects infected epithelial cells from hydrogen peroxide-induced cell detachment."}, {"pubmed": 30717407, "text": "This new finding highlights the ability of PARP1 to recognize and differentiate the distorted DNA backbone in a biomimetic system caused by different diastereomeric forms of a cdA lesion."}, {"pubmed": 30786684, "text": "Increased BRCA1 mRNA expression (but not PARP1 mRNA) occurs early in the development of breast cancer. Ductal carcinoma in situ and normal breast tissue share highly similar BRCA1 and PARP1 expression level."}, {"pubmed": 30799503, "text": "Poly(ADP-ribosyl)ation by PARP1 in regard to reaction mechanism and regulatory proteins have been discussed. (Review)"}, {"pubmed": 30824778, "text": "PARP1 rs1805407 Increases Sensitivity to PARP1 Inhibitors in Cancer Cells Suggesting an Improved Therapeutic Strategy."}, {"pubmed": 30867423, "text": "PARP1 promotes Runx2 expression, and Runx2 deficiency offsets the pro-calcifying effects of PARP1. Activated PARP1 suppresses miRNA-204 expression via the IL-6/STAT3 pathway and thus relieves the repression of its target, Runx2, resulting in increased Runx2 protein."}, {"pubmed": 30898999, "text": "DNA damage-induced PARP1 activation confers cardiomyocyte dysfunction through NAD(+) depletion in experimental atrial fibrillation."}, {"pubmed": 30931334, "text": "t was concluded that the ethanol extract of S. longipedunculata root bark inhibited proliferation of U87 cell line and induced apoptosis by cleavage of PARP, thus supporting folkloric use of the plant in the management of cancers."}, {"pubmed": 30940648, "text": "PARP1 induces the degradation of BRD7."}, {"pubmed": 30964366, "text": "Autophagy upregulates the expression of PARP-1 and relieves radiation damage by reducing the generation of ROS."}, {"pubmed": 31029033, "text": "our data support DAXX as a modulator of DNA damage repair and suppressor of triple negative breast cancer (TNBC) progression to sensitize tumors to the PARP inhibitor by repressing RAD51 functions. These provide an effective strategy for a better application of PARP inhibition in the treatment of TNBC"}, {"pubmed": 31067465, "text": "PARG, an enzyme family that hydrolyzes poly(ADP-ribose), is sufficient to dissociate damaged DNA-rich compartments in vitro and initiates the nucleocytoplasmic shuttling of FUS in cells."}, {"pubmed": 31127309, "text": "Data suggest poly(ADP-ribose) polymerase-1 (PARP-1) as a critical local feedback regulator of both activation-induced deaminase (AID) activity and DNA repair during Ig gene diversification."}, {"pubmed": 31129062, "text": "This study suggests that the functions of PARP1 and PARP2 overlap in DNA Base Excision Repair after a site cleavage and provides evidence for a role of PARP2 in the regulation of PARP1 activity."}, {"pubmed": 31131495, "text": "This study examined PARP1 mRNA expression in 1464 clinical samples of soft tissue sarcomas.  Expression was heterogeneous across the samples, not different between primary and secondary tumors, and was correlated to PARP1 DNA copy number."}, {"pubmed": 31152818, "text": "Peroxynitrite was responsible for S-nitrosation on cysteine residues resulting in PARP-1 zinc finger conformational changes."}, {"pubmed": 31209803, "text": "It is suggested that PARP1 is a crucial regulator of IRF1-mediated immune response."}, {"pubmed": 31215481, "text": "miR-7-5p targets PARP1 to exert its suppressive effects on homologous recombination repair, indicating that the alteration of the expression of miR-7-5p may be a promising strategy for overcoming chemo-resistance in SCLC therapy."}, {"pubmed": 31248990, "text": "PARylation of NSD2 inhibits its ability to bind to nucleosomes and further get recruited at NSD2-regulated genes, suggesting PARP1 regulates NSD2 localization and H3K36me2 balance."}, {"pubmed": 31273204, "text": "a function for PARP-1 in DNA double-strand breaks resection, is identified."}, {"pubmed": 31288058, "text": "rs907187 and rs4653734 have remarkable associations with breast cancer risk among Iranian women"}, {"pubmed": 31291457, "text": "A PARP1-BRG1-SIRT1 axis promotes HR repair by reducing nucleosome density at DNA damage sites."}, {"pubmed": 31315986, "text": "Inhibition of PARP-1 assists E4orf4 in reducing DNA damage signaling during infection, and E4orf4 attenuates virus- and DNA damage-induced parylation. Furthermore, E4orf4 reduces PARP-1 phosphorylation on serine residues, which likely contributes to PARP-1 inhibition as phosphorylation of this enzyme was reported to enhance its activity."}, {"pubmed": 31329989, "text": "While BRCA1-depleted or -mutated cells were hypersensitive to the clinically approved PARPi olaparib, its toxicity was significantly attenuated by depletion of OGG1 or MYH DNA glycosylases, as well as by treatment with reactive oxygen species scavengers, growth under hypoxic conditions or chemical OGG1 inhibition."}, {"pubmed": 31351877, "text": "Activation of PARP-1 by snoRNAs Controls Ribosome Biogenesis and Cell Growth via the RNA Helicase DDX21."}, {"pubmed": 31390283, "text": "Results reveal the novel prosurvival response to PARP activation through a change in cellular metabolism and demonstrate how unique applications of advanced fluorescence imaging and laser microirradiation-induced DNA damage can be a powerful tool to interrogate damage-induced metabolic changes at high spatiotemporal resolution in a live cell."}, {"pubmed": 31539774, "text": "Importantly, cell death can be induced by overexpression of Zika virus NS3 protein alone but not the other non-structure proteins. Mass spectrometry analysis revealed that NS3 bond to and activated PARP-1. In agreement with these observations, we found that PARP-1 was massively activated during Zika virus infection and the intracellular ATP and NAD(+) concentrations rapidly declined."}, {"pubmed": 31586028, "text": "4 lysine residues (K38KKK) located in the N-terminal domain of caspase-7 form such an exosite and promote the rapid proteolysis of the poly(ADP-ribose) polymerase 1."}, {"pubmed": 31609976, "text": "Study suggests that PARP-1 gene SNPs, rs1136410 (Val762Ala), rs1805414 (Ala284Ala) and rs1805404 (Asp81Asp) may increase the brain pathogenesis at least in Pakistani population."}, {"pubmed": 31616951, "text": "The findings uncover a previously unrecognized mechanistic link between MORC2 and PARP1 in the regulation of cellular response to DNA damage."}, {"pubmed": 31722968, "text": "Let-7e Suppresses DNA Damage Repair and Sensitizes Ovarian Cancer to Cisplatin through Targeting PARP1."}, {"pubmed": 31755591, "text": "Poly(ADP-ribose) polymerase-1 depletion enhances the severity of inflammation in an imiquimod-induced model of psoriasis."}, {"pubmed": 31782485, "text": "Mechanistic insight into the role of Poly(ADP-ribosyl)ation in DNA topology modulation and response to DNA damage."}, {"pubmed": 31796734, "text": "these data offer insight into Banf1-regulated, PARP1-directed repair of oxidative lesions."}, {"pubmed": 31827497, "text": "mild cognitive impairment cases had a lower percentage of PARP-1 nucleolar positive cells in CA1 and smaller nucleolar diameters in CA2 and CA4, compared to Control"}, {"pubmed": 31848352, "text": "PARP1 associates faster with (gamma)H2A.X- versus H2A-nucleosomes, resulting in a higher affinity for the former. The enhanced activities with gammaH2A.X-nucleosome coincide with increased accessibility of the DNA termini resulting from the H2A.X-Ser139 phosphorylation. This suggests that the gammaH2A.X epigenetic marker directly facilitates DNA repair by stabilizing PARP1 association and promoting catalysis."}, {"pubmed": 31855806, "text": "PARP-1 expression as a prognostic factor in Desmoid-type fibromatosis."}, {"pubmed": 31903985, "text": "Increased PARP1 expression is associated with lymph node metastasis in colon cancer."}, {"pubmed": 31912897, "text": "Targeting cervical cancer: Is there a role for poly (ADP-ribose) polymerase inhibition?"}, {"pubmed": 31915279, "text": "PARP1 Enhances Influenza A Virus Propagation by Facilitating Degradation of Host Type I Interferon Receptor."}, {"pubmed": 31916449, "text": "Germline and somatic mutations in prostate cancer: focus on defective DNA repair, PARP inhibitors and immunotherapy."}, {"pubmed": 31932422, "text": "High PARP1 expression is associated with metastatic prostate cancer with neuroendocrine phenotype."}, {"pubmed": 31964471, "text": "PARP1 mediates the homologous recombination mechanism, which is regulated by UHRF1 methylation."}, {"pubmed": 31983162, "text": "Association between PSCA, TNF-alpha, PARP1 and TP53 Gene Polymorphisms and Gastric Cancer Susceptibility in the Brazilian Population."}, {"pubmed": 32003046, "text": "PARP1 V762A polymorphism affects the prognosis of myelodysplastic syndromes."}, {"pubmed": 32028527, "text": "HPF1 completes the PARP active site for DNA damage-induced ADP-ribosylation; as HPF1 forms a joint active site with PARP1 or PARP2, our data implicate HPF1 as an important determinant of the response to clinical PARP inhibitors"}, {"pubmed": 32103589, "text": "Association of PARP1 polymorphisms with response to chemotherapy in patients with high-risk neuroblastoma."}, {"pubmed": 32111879, "text": "Insight into DNA substrate specificity of PARP1-catalysed DNA poly(ADP-ribosyl)ation."}, {"pubmed": 32167680, "text": "The E3 ubiquitin ligase Smurf2 regulates PARP1 stability to alleviate oxidative stress-induced injury in human umbilical vein endothelial cells."}, {"pubmed": 32199820, "text": "The taming of PARP1 and its impact on NAD(+) metabolism."}, {"pubmed": 32221289, "text": "myeloid deletion of PARP2, but not PARP1, increases the population of immature myeloid cells in bone marrow, and impairs the expression of chemokines such as CCL3 through enhancing the transcriptional repression by beta-catenin."}, {"pubmed": 32245950, "text": "Triple-negative breast cancer (TNBC) has higher PD-L1 expression than other subtypes. Nucleophosmin (NPM1) binds to PD-L1 promoter specifically in TNBC cells and activates PD-L1 transcription, thus inhibiting T cell activity in vitro and in vivo. PARP1 suppresses PD-L1 transcription through its interaction with the nucleic acid binding domain of NPM1, which is required for the binding of NPM1 at PD-L1 promoter."}, {"pubmed": 32251407, "text": "Drug antagonism and single-agent dominance result from differences in death kinetics."}, {"pubmed": 32329510, "text": "Role of PARP1 regulation in radiation-induced rescue effect."}, {"pubmed": 32357296, "text": "Probing the Conformational Changes Associated with DNA Binding to PARP1."}, {"pubmed": 32360251, "text": "Expression of poly-ADP-ribose polymerase (PARP) in endometrial adenocarcinoma: Prognostic potential."}, {"pubmed": 32380691, "text": "Up-Regulation of PARP1 Expression Significantly Correlated with Poor Survival in Mucosal Melanomas."}, {"pubmed": 32398324, "text": "Combination of PARP Inhibitor Olaparib, and PD-L1 Inhibitor Durvalumab, in Recurrent Ovarian Cancer: a Proof-of-Concept Phase II Study."}, {"pubmed": 32438305, "text": "Requirements for PARP-1 covalent crosslinking to DNA (PARP-1 DPC)."}, {"pubmed": 32444417, "text": "EVOLVE: A Multicenter Open-Label Single-Arm Clinical and Translational Phase II Trial of Cediranib Plus Olaparib for Ovarian Cancer after PARP Inhibition Progression."}, {"pubmed": 32551582, "text": "PARP1 Is Required for ATM-Mediated p53 Activation and p53-Mediated Gene Expression after Ionizing Radiation."}, {"pubmed": 32553688, "text": "Role of PARP-1 in mitochondrial homeostasis."}, {"pubmed": 32641757, "text": "Cocaine-regulated microRNA miR-124 controls poly (ADP-ribose) polymerase-1 expression in neuronal cells."}, {"pubmed": 32645394, "text": "Sustained inhibition of PARP-1 activity delays glioblastoma recurrence by enhancing radiation-induced senescence."}, {"pubmed": 32647142, "text": "Twist-mediated PAR1 induction is required for breast cancer progression and metastasis by inhibiting Hippo pathway."}, {"pubmed": 32667640, "text": "PARP1 catalytic variants reveal branching and chain length-specific functions of poly(ADP-ribose) in cellular physiology and stress response."}, {"pubmed": 32705175, "text": "Stress response in periodontal ligament stem cells may contribute to bisphosphonateassociated osteonecrosis of the jaw: A gene expression array analysis."}, {"pubmed": 32732457, "text": "PARP1 Impedes SIRT1-Mediated Autophagy during Degeneration of the Retinal Pigment Epithelium under Oxidative Stress."}, {"pubmed": 32755579, "text": "The Ubiquitin Ligase TRIP12 Limits PARP1 Trapping and Constrains PARP Inhibitor Efficiency."}, {"pubmed": 32757651, "text": "Poly(ADP-Ribose) Polymerase Activity and Coronary Artery Disease in Type 2 Diabetes Mellitus: An Observational and Bidirectional Mendelian Randomization Study."}, {"pubmed": 32785980, "text": "Progress and outlook in studying the substrate specificities of PARPs and related enzymes."}, {"pubmed": 32807821, "text": "A decrease in NAMPT activity impairs basal PARP-1 activity in cytidine deaminase deficient-cells, independently of NAD(.)"}, {"pubmed": 32844745, "text": "PARP1 inhibitors trigger innate immunity via PARP1 trapping-induced DNA damage response."}, {"pubmed": 32872305, "text": "Role of Poly [ADP-ribose] Polymerase 1 in Activating the Kirsten ras (KRAS) Gene in Response to Oxidative Stress."}, {"pubmed": 32945513, "text": "Curcumin enhances anticancer efficacy of either gemcitabine or docetaxel on pancreatic cancer cells."}, {"pubmed": 32947956, "text": "Regulation of Poly(ADP-Ribose) Polymerase 1 Activity by Y-Box-Binding Protein 1."}, {"pubmed": 33039802, "text": "Treatment of human cells with 5-aza-dC induces formation of PARP1-DNA covalent adducts at genomic regions targeted by DNMT1."}, {"pubmed": 33046907, "text": "Regulation of ALT-associated homology-directed repair by polyADP-ribosylation."}, {"pubmed": 33053171, "text": "Direct measurement of protein-protein interactions by FLIM-FRET at UV laser-induced DNA damage sites in living cells."}, {"pubmed": 33087267, "text": "NAD(+)-mediated regulation of mammalian base excision repair."}, {"pubmed": 33087277, "text": "PARPs' impact on base excision DNA repair."}, {"pubmed": 33098490, "text": "Role of chromatin assembly factor-1/p60 and poly [ADP-ribose] polymerase 1 in mycosis fungoides."}, {"pubmed": 33108038, "text": "Contributions of PARP-1 rs1136410 C>T polymorphism to the development of cancer."}, {"pubmed": 33112558, "text": "PARP1 Gene Polymorphisms and the Prognosis of Esophageal Cancer Patients from Cixian High-Incidence Region in Northern China."}, {"pubmed": 33146386, "text": "PARP-1 activation after oxidative insult promotes energy stress-dependent phosphorylation of YAP1 and reduces cell viability."}, {"pubmed": 33147530, "text": "A functional polymorphism in the poly(ADP-ribose) polymerase-1 gene is associated with platinum-based chemotherapeutic response and prognosis in epithelial ovarian cancer patients."}, {"pubmed": 33168626, "text": "The 89-kDa PARP1 cleavage fragment serves as a cytoplasmic PAR carrier to induce AIF-mediated apoptosis."}, {"pubmed": 33205541, "text": "PARP1 and PRC2 double deficiency promotes BRCA-proficient breast cancer growth by modification of the tumor microenvironment."}, {"pubmed": 33262410, "text": "Role of PARP1-mediated autophagy in EGFR-TKI resistance in non-small cell lung cancer."}, {"pubmed": 33284833, "text": "Association of PARP1-specific polymorphisms and haplotypes with non-small cell lung cancer subtypes."}, {"pubmed": 33326806, "text": "Association study of hsa_circ_0001946, hsa-miR-7-5p and PARP1 in coronary atherosclerotic heart disease."}, {"pubmed": 33352773, "text": "PARP Theranostic Auger Emitters Are Cytotoxic in BRCA Mutant Ovarian Cancer and Viable Tumors from Ovarian Cancer Patients Enable Ex-Vivo Screening of Tumor Response."}, {"pubmed": 33361107, "text": "Dissecting the molecular determinants of clinical PARP1 inhibitor selectivity for tankyrase1."}, {"pubmed": 33412112, "text": "CARM1 regulates replication fork speed and stress response by stimulating PARP1."}, {"pubmed": 33417952, "text": "PARP-1 induces EMT in non-small cell lung carcinoma cells via modulating the transcription factors Smad4, p65 and ZEB1."}, {"pubmed": 33450210, "text": "Mitochondrial NAD(+) Controls Nuclear ARTD1-Induced ADP-Ribosylation."}, {"pubmed": 33482196, "text": "Poly(ADP-ribose) polymerase 1 regulates mitochondrial DNA repair in an NAD-dependent manner."}, {"pubmed": 33508027, "text": "Kaposi's sarcoma-associated herpesvirus processivity factor (PF-8) recruits cellular E3 ubiquitin ligase CHFR to promote PARP1 degradation and lytic replication."}, {"pubmed": 33511412, "text": "Dynamics of the HD regulatory subdomain of PARP-1; substrate access and allostery in PARP activation and inhibition."}, {"pubmed": 33516746, "text": "Poly (ADP-ribose) polymerase 1 and Parkinson's disease: A study in post-mortem human brain."}, {"pubmed": 33528729, "text": "PARP1 rs1136410 C/C genotype associated with an increased risk of esophageal cancer in smokers."}, {"pubmed": 33531658, "text": "Control of replication stress and mitosis in colorectal cancer stem cells through the interplay of PARP1, MRE11 and RAD51."}, {"pubmed": 33570794, "text": "PARP-1 involves in UVB-induced inflammatory response in keratinocytes and skin injury via regulation of ROS-dependent EGFR transactivation and p38 signaling."}, {"pubmed": 33572647, "text": "PARP1 as a Marker of an Aggressive Clinical Phenotype in Cutaneous Melanoma-A Clinical and an In Vitro Study."}, {"pubmed": 33576344, "text": "Identification of PARP-1 in cancer stem cells of gastrointestinal cancers: A preliminary study."}, {"pubmed": 33589610, "text": "HPF1 remodels the active site of PARP1 to enable the serine ADP-ribosylation of histones."}, {"pubmed": 33641169, "text": "PARP1-RNA interaction analysis: PARP1 regulates the expression of extracellular matrix-related genes in HK-2 renal proximal tubular epithelial cells."}, {"pubmed": 33645215, "text": "Impact of the Cellular Zinc Status on PARP-1 Activity and Genomic Stability in HeLa S3 Cells."}, {"pubmed": 33649352, "text": "The contribution of PARP1, PARP2 and poly(ADP-ribosyl)ation to base excision repair in the nucleosomal context."}, {"pubmed": 33683197, "text": "HPF1 and nucleosomes mediate a dramatic switch in activity of PARP1 from polymerase to hydrolase."}, {"pubmed": 33692124, "text": "Zinc finger protein E4F1 cooperates with PARP-1 and BRG1 to promote DNA double-strand break repair."}, {"pubmed": 33706586, "text": "PARP1 rs1136410 Val762Ala contributes to an increased risk of overall cancer in the East Asian population: a meta-analysis."}, {"pubmed": 33744317, "text": "PARP Activity Fine-tunes the DNA Replication Choreography of Chk1-depleted Cells."}, {"pubmed": 33804735, "text": "The PARP Way to Epigenetic Changes."}, {"pubmed": 33805293, "text": "The Significance of Targeting Poly (ADP-Ribose) Polymerase-1 in Pancreatic Cancer for Providing a New Therapeutic Paradigm."}, {"pubmed": 33911081, "text": "Recurrent deletions in clonal hematopoiesis are driven by microhomology-mediated end joining."}, {"pubmed": 33940558, "text": "PARP1: Structural insights and pharmacological targets for inhibition."}, {"pubmed": 33952464, "text": "PARP1 Is Overexpressed in Hematological Malignant Cell Lines: A Framework for Experimental Oncology."}, {"pubmed": 34009012, "text": "PARP1 Is Targeted by miR-519a-3p and Promotes the Migration, Invasion, and Tube Formation of Ovarian Cancer Cells."}, {"pubmed": 34049076, "text": "PARP1-mediated PARylation of TonEBP prevents R-loop-associated DNA damage."}, {"pubmed": 34066057, "text": "PARP Power: A Structural Perspective on PARP1, PARP2, and PARP3 in DNA Damage Repair and Nucleosome Remodelling."}, {"pubmed": 34082062, "text": "PARP-1 activation leads to cytosolic accumulation of TDP-43 in neurons."}, {"pubmed": 34085162, "text": "Ubiquitin-Specific Protease 14 (USP14) Aggravates Inflammatory Response and Apoptosis of Lung Epithelial Cells in Pneumonia by Modulating Poly (ADP-Ribose) Polymerase-1 (PARP-1)."}, {"pubmed": 34102106, "text": "XRCC1 prevents toxic PARP1 trapping during DNA base excision repair."}, {"pubmed": 34132814, "text": "Association of T2285C polymorphism in PARP1 gene coding region with its expression, activity and NSCLC risk along with prognosis."}, {"pubmed": 34148137, "text": "ATMIN Suppresses Metastasis by Altering the WNT-Signaling Pathway via PARP1 in MSI-High Colorectal Cancer."}, {"pubmed": 34158394, "text": "PARP-1 Regulates Estrogen-Dependent Gene Expression in Estrogen Receptor alpha-Positive Breast Cancer Cells."}, {"pubmed": 34172715, "text": "Parp mutations protect from mitochondrial toxicity in Alzheimer's disease."}, {"pubmed": 34210965, "text": "Serine-linked PARP1 auto-modification controls PARP inhibitor response."}, {"pubmed": 34323956, "text": "Cytoplasmic EBP50 and elevated PARP1 are unfavorable prognostic factors in ovarian clear cell carcinoma."}, {"pubmed": 34342816, "text": "A375 melanoma cells are sensitized to cisplatin-induced toxicity by a synthetic nitro-flavone derivative 2-(4-Nitrophenyl)-4H-chromen-4-one through inhibition of PARP1."}, {"pubmed": 34371129, "text": "Landscape analysis of lncRNAs shows that DDX11-AS1 promotes cell-cycle progression in liver cancer through the PARP1/p53 axis."}, {"pubmed": 34406176, "text": "PARP1 rs1136410 (A/G) polymorphism is associated with early age of onset of gallbladder cancer."}, {"pubmed": 34410682, "text": "CircTLK1 modulates sepsis-induced cardiomyocyte apoptosis via enhancing PARP1/HMGB1 axis-mediated mitochondrial DNA damage by sponging miR-17-5p."}, {"pubmed": 34417893, "text": "Activation of proline metabolism maintains ATP levels during cocaine-induced polyADP-ribosylation."}, {"pubmed": 34432161, "text": "PARP1-modulated chromatin remodeling is a new target for cancer treatment."}, {"pubmed": 34465625, "text": "Multiple roles for PARP1 in ALC1-dependent nucleosome remodeling."}, {"pubmed": 34530710, "text": "Poly (Adenosine Diphosphate Ribose) Polymerase-1 Single Nucleotide Polymorphism in the 3'-Untranslated Region for Ischemic Stroke Risk Reduction."}, {"pubmed": 34531868, "text": "Pan-Cancer Analysis of PARP1 Alterations as Biomarkers in the Prediction of Immunotherapeutic Effects and the Association of Its Expression Levels and Immunotherapy Signatures."}, {"pubmed": 34642300, "text": "Stat1 confers sensitivity to radiation in cervical cancer cells by controlling Parp1 levels: a new perspective for Parp1 inhibition."}, {"pubmed": 34651514, "text": "PARP1 as a prognostic biomarker for human cancers: a meta-analysis."}, {"pubmed": 34653407, "text": "Anticancer effect of AZD2461 PARP inhibitor against colon cancer cells carrying wt or dysfunctional p53."}, {"pubmed": 34731617, "text": "Temporal dynamics of base excision/single-strand break repair protein complex assembly/disassembly are modulated by the PARP/NAD(+)/SIRT6 axis."}, {"pubmed": 34732825, "text": "Dual function of HPF1 in the modulation of PARP1 and PARP2 activities."}, {"pubmed": 34737271, "text": "SPINDOC binds PARP1 to facilitate PARylation."}, {"pubmed": 34748530, "text": "NAMPT-derived NAD+ fuels PARP1 to promote skin inflammation through parthanatos cell death."}, {"pubmed": 34795260, "text": "HPF1 dynamically controls the PARP1/2 balance between initiating and elongating ADP-ribose modifications."}, {"pubmed": 34830005, "text": "Mechanisms of Nucleosome Reorganization by PARP1."}, {"pubmed": 34852960, "text": "DNA repair proteins cooperate with SOX2 in regulating the transition of human embryonic stem cells to neural progenitor cells."}, {"pubmed": 34919819, "text": "The BRCT domain of PARP1 binds intact DNA and mediates intrastrand transfer."}, {"pubmed": 34982643, "text": "Sulforaphane ameliorates amyloid-beta-induced inflammatory injury by suppressing the PARP1/SIRT1 pathway in retinal pigment epithelial cells."}, {"pubmed": 34998856, "text": "PARP inhibitor BMN-673 induced apoptosis by trapping PARP-1 and inhibiting base excision repair via modulation of pol-beta in chromatin of breast cancer cells."}, {"pubmed": 35028975, "text": "NRP2 promotes atherosclerosis by upregulating PARP1 expression and enhancing low shear stress-induced endothelial cell apoptosis."}, {"pubmed": 35039491, "text": "The three-dimensional structure of Epstein-Barr virus genome varies by latency type and is regulated by PARP1 enzymatic activity."}, {"pubmed": 35104452, "text": "SPARCLE, a p53-induced lncRNA, controls apoptosis after genotoxic stress by promoting PARP-1 cleavage."}, {"pubmed": 35124853, "text": "PARP1 is activated by membrane damage and is involved in membrane repair through poly(ADP-ribosyl)ation."}, {"pubmed": 35181635, "text": "ETV2 regulates PARP-1 binding protein to induce ER stress-mediated death in tuberin-deficient cells."}, {"pubmed": 35190586, "text": "PLP2-derived peptide Rb4 triggers PARP-1-mediated necrotic death in murine melanoma cells."}, {"pubmed": 35332131, "text": "HMGB3 promotes PARP inhibitor resistance through interacting with PARP1 in ovarian cancer."}, {"pubmed": 35393951, "text": "Aldehyde dehydrogenase 2 and PARP1 interaction modulates hepatic HDL biogenesis by LXRalpha-mediated ABCA1 expression."}, {"pubmed": 35460603, "text": "Cytoplasmic PARP1 links the genome instability to the inhibition of antiviral immunity through PARylating cGAS."}, {"pubmed": 35637285, "text": "BAP1 promotes the repair of UV-induced DNA damage via PARP1-mediated recruitment to damage sites and control of activity and stability."}, {"pubmed": 35688666, "text": "Interrogating the Significance of PARP1 Expression and PBRM1 Mutation as Biomarkers for Predicting the Response to Atezolizumab plus Bevacizumab or to Sunitinib in Patients with Clear Cell Renal Cell Carcinoma."}, {"pubmed": 35698848, "text": "PARP-1 modulates the expression of miR-223 through histone acetylation to involve in the hydroquinone-induced carcinogenesis of TK6 cells."}, {"pubmed": 35714766, "text": "Hypoxia-inducible factor-1alpha and poly [ADP ribose] polymerase 1 cooperatively regulate Notch3 expression under hypoxia via a noncanonical mechanism."}, {"pubmed": 35738180, "text": "Targeting the SOX2/PARP1 complex to intervene in the growth of esophageal squamous cell carcinoma."}, {"pubmed": 35791892, "text": "The Role of PARP-1 and NF-kappaB in Bile-Induced DNA Damage and Oncogenic Profile in Hypopharyngeal Cells."}, {"pubmed": 35806109, "text": "Human PARP1 Facilitates Transcription through a Nucleosome and Histone Displacement by Pol II In Vitro."}, {"pubmed": 35816343, "text": "A Recurrent ADPRHL1 Germline Mutation Activates PARP1 and Confers Prostate Cancer Risk in African American Families."}, {"pubmed": 35862693, "text": "DNA Repair Factor Poly(ADP-Ribose) Polymerase 1 Is a Proviral Factor in Hepatitis B Virus Covalently Closed Circular DNA Formation."}, {"pubmed": 36006023, "text": "A functional polymorphism in the poly(ADP-ribose) polymerase-1 gene increases the risk of endometrial carcinoma."}, {"pubmed": 36129834, "text": "PARP in colorectal cancer: Molecular mechanisms, immunity, clinical trials, and drug combinations."}, {"pubmed": 36142803, "text": "Sequential Targeting of PLK1 and PARP1 Reverses the Resistance to PARP Inhibitors and Enhances Platin-Based Chemotherapy in BRCA-Deficient High-Grade Serous Ovarian Cancer with KRAS Amplification."}, {"pubmed": 36146855, "text": "Role of PARP-1 in Human Cytomegalovirus Infection and Functional Partners Encoded by This Virus."}, {"pubmed": 36242092, "text": "PARP1-MGMT complex underpins pathway crosstalk in O(6)-methylguanine repair."}, {"pubmed": 36323657, "text": "Structural dynamics of DNA strand break sensing by PARP-1 at a single-molecule level."}, {"pubmed": 36394458, "text": "PARP1 Is a Prognostic Marker and Targets NFATc2 to Promote Carcinogenesis in Melanoma."}, {"pubmed": 36424367, "text": "Crosstalk of moderate ROS and PARP-1 contributes to sustainable proliferation of conditionally reprogrammed keratinocytes."}, {"pubmed": 36432602, "text": "NAPRT, but Not NAMPT, Provides Additional Support for NAD Synthesis in Esophageal Precancerous Lesions."}, {"pubmed": 36448327, "text": "Functional genetic variation in 3'UTR of PARP1 indicates a decreased risk and a better severity of ischemic stroke."}, {"pubmed": 36472850, "text": "PARP1 and OGG1 in Medicated Patients With Depression and the Response to ECT."}, {"pubmed": 36513699, "text": "Role of poly(ADP-ribose) polymerase-1 in regulating human islet cell differentiation."}, {"pubmed": 36581511, "text": "Association of haplotype and linkage disequilibrium of PARP1 polymorphisms rs1136410, rs1805405 and rs3219088 with gallbladder cancer."}, {"pubmed": 36590386, "text": "PARP-1 genetic polymorphism associated with radiation sensitivity of non-small cell lung cancer."}, {"pubmed": 36653586, "text": "PARP1 Gene Knockout Suppresses Expression of DNA Base Excision Repair Genes."}, {"pubmed": 36736800, "text": "PARP in the neuropathogenesis of cytomegalovirus infection - Possible role and therapeutic perspective."}, {"pubmed": 36755223, "text": "LncRNA ANRIL promotes HR repair through regulating PARP1 expression by sponging miR-7-5p in lung cancer."}, {"pubmed": 36794853, "text": "PARP1 associates with R-loops to promote their resolution and genome stability."}, {"pubmed": 36913068, "text": "LncFALEC recruits ART5/PARP1 and promotes castration-resistant prostate cancer through enhancing PARP1-meditated self PARylation."}, {"pubmed": 37012401, "text": "Loss of the receptors ER, PR and HER2 promotes USP15-dependent stabilization of PARP1 in triple-negative breast cancer."}, {"pubmed": 37013641, "text": "PARP1 negatively regulates MAPK signaling by impairing BRAF-X1 translation."}, {"pubmed": 37020198, "text": "The potential of PARP as a therapeutic target across pediatric solid malignancies."}, {"pubmed": 37087842, "text": "The 3'UTR region of the DNA repair gene PARP-1 May increase the severity of COVID-19 by altering the binding of antiviral miRNAs."}, {"pubmed": 37108260, "text": "PARP1 Activation Induces HMGB1 Secretion Promoting Intestinal Inflammation in Mice and Human Intestinal Organoids."}, {"pubmed": 37216533, "text": "Single-molecule force spectroscopy reveals binding and bridging dynamics of PARP1 and PARP2 at DNA double-strand breaks."}, {"pubmed": 37246313, "text": "Regulation of PARP1 and its apoptotic variant activity by single-stranded DNA."}, {"pubmed": 37300987, "text": "PARP deficiency causes hypersensitivity to Taxol through oxidative stress induced DNA damage."}, {"pubmed": 37326017, "text": "The CSB chromatin remodeler regulates PARP1- and PARP2-mediated single-strand break repair at actively transcribed DNA regions."}, {"pubmed": 37415147, "text": "PARP1 negatively regulates transcription of BLM through its interaction with HSP90AB1 in prostate cancer."}, {"pubmed": 37482682, "text": "PARP1 modulates METTL3 promoter chromatin accessibility and associated LPAR5 RNA m[6]A methylation to control cancer cell radiosensitivity."}, {"pubmed": 37508568, "text": "Unravelling the Role of PARP1 in Homeostasis and Tumorigenesis: Implications for Anti-Cancer Therapies and Overcoming Resistance."}, {"pubmed": 37566399, "text": "ANXA1 Promotes Tumor Immune Evasion by Binding PARP1 and Upregulating Stat3-Induced Expression of PD-L1 in Multiple Cancers."}, {"pubmed": 37587695, "text": "Absence of mitochondrial SLC25A51 enhances PARP1-dependent DNA repair by increasing nuclear NAD+ levels."}, {"pubmed": 37683629, "text": "NAD[+] rescues aging-induced blood-brain barrier damage via the CX43-PARP1 axis."}, {"pubmed": 37683650, "text": "PARP-1 improves leukemia outcomes by inducing parthanatos during chemotherapy."}, {"pubmed": 37714792, "text": "PARP1 roles in DNA repair and DNA replication: The basi(c)s of PARP inhibitor efficacy and resistance."}, {"pubmed": 37804508, "text": "FUS RRM regulates poly(ADP-ribose) levels after transcriptional arrest and PARP-1 activation on DNA damage."}, {"pubmed": 37821462, "text": "USP1 promotes cholangiocarcinoma progression by deubiquitinating PARP1 to prevent its proteasomal degradation."}, {"pubmed": 37936170, "text": "Spatiotemporal roles of AMPK in PARP-1- and autophagy-dependent retinal pigment epithelial cell death caused by UVA."}, {"pubmed": 38000246, "text": "Unraveling the allosteric inhibition mechanism of PARP-1 CAT and the D766/770A mutation effects via Gaussian accelerated molecular dynamics and Markov state model."}, {"pubmed": 38029688, "text": "Regulatory apoptotic fragment of PARP1 complements catalytic fragment for PAR and DNA-dependent activity but inhibits DNA-induced catalytic stimulation of PARP2."}, {"pubmed": 38043199, "text": "Methyltransferase Set7/9 controls PARP1 expression and regulates cisplatin response of breast cancer cells."}, {"pubmed": 38172525, "text": "Cancer-educated neutrophils promote lung cancer progression via PARP-1-ALOX5-mediated MMP-9 expression."}, {"pubmed": 38216672, "text": "TKT-PARP1 axis induces radioresistance by promoting DNA double-strand break repair in hepatocellular carcinoma."}, {"pubmed": 38297082, "text": "PARP1-stabilised FOXQ1 promotes ovarian cancer progression by activating the LAMB3/WNT/beta-catenin signalling pathway."}, {"pubmed": 38320550, "text": "PARP1-DNA co-condensation drives DNA repair site assembly to prevent disjunction of broken DNA ends."}, {"pubmed": 38336156, "text": "A review of poly(ADP-ribose)polymerase-1 (PARP1) role and its inhibitors bearing pyrazole or indazole core for cancer therapy."}, {"pubmed": 38388665, "text": "Value of the NF-kappaB signalling pathway and the DNA repair gene PARP1 in predicting distant metastasis after breast cancer surgery."}, {"pubmed": 38391916, "text": "A Knockout of Poly(ADP-Ribose) Polymerase 1 in a Human Cell Line: An Influence on Base Excision Repair Reactions in Cellular Extracts."}, {"pubmed": 38521768, "text": "FANCJ promotes PARP1 activity during DNA replication that is essential in BRCA1 deficient cells."}, {"pubmed": 38593154, "text": "Blocking lipid synthesis induces DNA damage in prostate cancer and increases cell death caused by PARP inhibition."}, {"pubmed": 38619111, "text": "PARP1 expression predicts PARP inhibitor sensitivity and correlates with metastatic potential and overall survival in melanoma."}, {"pubmed": 38657044, "text": "PARP1 UFMylation ensures the stability of stalled replication forks."}, {"pubmed": 38801073, "text": "The TIMELESS and PARP1 interaction suppresses replication-associated DNA gap accumulation."}], "genomic_pos": {"chr": "1", "end": 226408154, "ensemblgene": "ENSG00000143799", "start": 226360210, "strand": -1}, "genomic_pos_hg19": {"chr": "1", "end": 226595780, "start": 226548392, "strand": -1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0000122", "pubmed": [15607977, 22464733], "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0000723", "pubmed": 25749521, "qualifier": "involved_in", "term": "telomere maintenance"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006281", "pubmed": [30104678, 30675909, 31796734, 32028527, 33186521, 34874266], "qualifier": "involved_in", "term": "DNA repair"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006281", "pubmed": 17396150, "qualifier": "involved_in", "term": "DNA repair"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006302", "qualifier": "involved_in", "term": "double-strand break repair"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006302", "pubmed": [24906880, 27568560, 28190768, 32028527], "qualifier": "involved_in", "term": "double-strand break repair"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006302", "pubmed": 23230272, "qualifier": "involved_in", "term": "double-strand break repair"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006366", "pubmed": 10944198, "qualifier": "involved_in", "term": "transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006915", "pubmed": 15565177, "qualifier": "involved_in", "term": "apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006974", "pubmed": [22683995, 32358582, 35013556, 35393539, 37823600], "qualifier": "involved_in", "term": "DNA damage response"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006974", "pubmed": 24550317, "qualifier": "acts_upstream_of_or_within", "term": "DNA damage response"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006974", "pubmed": [24289924, 27067600, 27248496], "qualifier": "involved_in", "term": "DNA damage response"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007005", "pubmed": 25378300, "qualifier": "acts_upstream_of_or_within", "term": "mitochondrion organization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007179", "qualifier": "involved_in", "term": "transforming growth factor beta receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010332", "qualifier": "involved_in", "term": "response to gamma radiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010613", "qualifier": "involved_in", "term": "positive regulation of cardiac muscle hypertrophy"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0016051", "qualifier": "involved_in", "term": "carbohydrate biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0016540", "qualifier": "involved_in", "term": "protein autoprocessing"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0023019", "qualifier": "involved_in", "term": "signal transduction involved in regulation of gene expression"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0030225", "pubmed": 18309324, "qualifier": "involved_in", "term": "macrophage differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030592", "pubmed": 27471034, "qualifier": "involved_in", "term": "DNA ADP-ribosylation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032042", "pubmed": 25378300, "qualifier": "acts_upstream_of_or_within", "term": "mitochondrial DNA metabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032786", "pubmed": 27256882, "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription, elongation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032869", "pubmed": 19303849, "qualifier": "involved_in", "term": "cellular response to insulin stimulus"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032880", "pubmed": 24550317, "qualifier": "acts_upstream_of_or_within", "term": "regulation of protein localization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033148", "qualifier": "involved_in", "term": "positive regulation of intracellular estrogen receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0034244", "pubmed": 35393539, "qualifier": "involved_in", "term": "negative regulation of transcription elongation by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0034599", "pubmed": 25378300, "qualifier": "acts_upstream_of_or_within", "term": "cellular response to oxidative stress"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0034644", "pubmed": 24289924, "qualifier": "involved_in", "term": "cellular response to UV"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0036211", "pubmed": 25378300, "qualifier": "acts_upstream_of_or_within", "term": "protein modification process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043123", "pubmed": 22464733, "qualifier": "involved_in", "term": "positive regulation of canonical NF-kappaB signal transduction"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043504", "pubmed": 25378300, "qualifier": "acts_upstream_of_or_within", "term": "mitochondrial DNA repair"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045087", "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045188", "qualifier": "involved_in", "term": "regulation of circadian sleep/wake cycle, non-REM sleep"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045824", "pubmed": 35460603, "qualifier": "involved_in", "term": "negative regulation of innate immune response"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045824", "pubmed": 32844745, "qualifier": "involved_in", "term": "negative regulation of innate immune response"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045892", "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 11112786, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0046697", "qualifier": "involved_in", "term": "decidualization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050790", "pubmed": 25749521, "qualifier": "involved_in", "term": "regulation of catalytic activity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051901", "qualifier": "involved_in", "term": "positive regulation of mitochondrial depolarization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060391", "qualifier": "involved_in", "term": "positive regulation of SMAD protein signal transduction"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060545", "qualifier": "involved_in", "term": "positive regulation of necroptotic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0070212", "qualifier": "involved_in", "term": "protein poly-ADP-ribosylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070212", "pubmed": [15674325, 19470756, 25043379], "qualifier": "involved_in", "term": "protein poly-ADP-ribosylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070213", "pubmed": [15607977, 20388712, 29234005, 30675909, 32358582, 34210965, 34625544], "qualifier": "involved_in", "term": "protein auto-ADP-ribosylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071168", "pubmed": 34874266, "qualifier": "involved_in", "term": "protein localization to chromatin"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071294", "qualifier": "involved_in", "term": "cellular response to zinc ion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071932", "pubmed": 33412112, "qualifier": "involved_in", "term": "replication fork reversal"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0160049", "pubmed": 35460603, "qualifier": "involved_in", "term": "negative regulation of cGAS/STING signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1900182", "qualifier": "involved_in", "term": "positive regulation of protein localization to nucleus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1903376", "qualifier": "involved_in", "term": "regulation of oxidative stress-induced neuron intrinsic apoptotic signaling pathway"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:1903518", "pubmed": 28002403, "qualifier": "involved_in", "term": "positive regulation of single strand break repair"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1904044", "qualifier": "involved_in", "term": "response to aldosterone"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1904178", "qualifier": "involved_in", "term": "negative regulation of adipose tissue development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1904357", "qualifier": "involved_in", "term": "negative regulation of telomere maintenance via telomere lengthening"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1904646", "qualifier": "involved_in", "term": "cellular response to amyloid-beta"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1904762", "qualifier": "involved_in", "term": "positive regulation of myofibroblast differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1905051", "pubmed": 34102106, "qualifier": "involved_in", "term": "regulation of base-excision repair"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1905168", "pubmed": [26344098, 30356214], "qualifier": "involved_in", "term": "positive regulation of double-strand break repair via homologous recombination"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1990090", "qualifier": "involved_in", "term": "cellular response to nerve growth factor stimulus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1990966", "pubmed": 27257257, "qualifier": "involved_in", "term": "ATP generation from poly-ADP-D-ribose"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2001170", "pubmed": 24289924, "qualifier": "involved_in", "term": "negative regulation of ATP biosynthetic process"}], "CC": [{"evidence": "HDA", "gocategory": "CC", "id": "GO:0000781", "pubmed": 19135898, "qualifier": "located_in", "term": "chromosome, telomeric region"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0000785", "pubmed": [30675909, 34874266, 35013556], "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [22464733, 27256882, 34102106, 35393539, 35460603], "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [17177976, 22504299, 37823600], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005635", "pubmed": 9518481, "qualifier": "located_in", "term": "nuclear envelope"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005667", "pubmed": 19303849, "qualifier": "part_of", "term": "transcription regulator complex"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005730", "qualifier": "is_active_in", "term": "nucleolus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005730", "pubmed": [9518481, 16107709], "qualifier": "located_in", "term": "nucleolus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005739", "pubmed": 25378300, "qualifier": "located_in", "term": "mitochondrion"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "pubmed": 35460603, "qualifier": "is_active_in", "term": "cytosol"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 19946888, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016604", "qualifier": "located_in", "term": "nuclear body"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0032991", "pubmed": [22504299, 25378300], "qualifier": "part_of", "term": "protein-containing complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0032993", "pubmed": 22504299, "qualifier": "part_of", "term": "protein-DNA complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0035861", "pubmed": 29234005, "qualifier": "is_active_in", "term": "site of double-strand break"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0035861", "pubmed": [26344098, 27568560, 30356214], "qualifier": "located_in", "term": "site of double-strand break"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043596", "pubmed": 33412112, "qualifier": "is_active_in", "term": "nuclear replication fork"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0090734", "pubmed": [22683995, 26626479, 26626480, 30104678, 30675909, 31796734, 32028527, 32241924, 32358582, 33186521, 34795260, 34874266], "qualifier": "is_active_in", "term": "site of DNA damage"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0090734", "pubmed": 27248496, "qualifier": "located_in", "term": "site of DNA damage"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0003677", "pubmed": 21233213, "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003682", "pubmed": [30675909, 34874266, 35013556], "qualifier": "enables", "term": "chromatin binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003684", "pubmed": [22683995, 26626479, 26626480, 27568560, 30675909, 32241924, 32358582, 37823600], "qualifier": "enables", "term": "damaged DNA binding"}, {"category": "MF", "evidence": "HDA", "id": "GO:0003723", "pubmed": [22658674, 22681889], "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0003950", "qualifier": "enables", "term": "NAD+ ADP-ribosyltransferase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003950", "pubmed": [7852410, 16107709, 17396150, 18055453, 19470756, 19764761, 20388712, 23275542, 26626479, 26626480, 28190768, 30104678, 32028527, 32241924, 32358582, 33186521, 33683197, 34732825, 34795260, 35219381], "qualifier": "enables", "term": "NAD+ ADP-ribosyltransferase activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0003950", "pubmed": 22504299, "qualifier": "enables", "term": "NAD+ ADP-ribosyltransferase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0003950", "qualifier": "enables", "term": "NAD+ ADP-ribosyltransferase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [7596430, 9518481, 11248244, 14596914, 14627987, 14734561, 15044383, 15555565, 16107709, 16490787, 17167422, 17396150, 18172500, 18971944, 19661379, 19666485, 19710015, 19779455, 20064938, 20098424, 20133863, 21266351, 21549307, 21575865, 21577210, 21799911, 22504299, 22863007, 23213405, 23230272, 23396353, 23481255, 23966166, 24778456, 25533949, 25640309, 25749521, 26344098, 27067600, 27248496, 27728808, 28190768, 28514442, 29721183, 30356214, 31609975, 31796734, 33412112, 34102106, 35025765, 35219381, 37207277], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008270", "pubmed": [18055453, 21233213], "qualifier": "enables", "term": "zinc ion binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0016779", "qualifier": "enables", "term": "nucleotidyltransferase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019899", "pubmed": 23382074, "qualifier": "enables", "term": "enzyme binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019901", "pubmed": 17177976, "qualifier": "enables", "term": "protein kinase binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0030331", "qualifier": "enables", "term": "nuclear estrogen receptor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0031491", "pubmed": [15607977, 31848352], "qualifier": "enables", "term": "nucleosome binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0031625", "qualifier": "enables", "term": "ubiquitin protein ligase binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [14734561, 23481255], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042803", "pubmed": 22683995, "qualifier": "enables", "term": "protein homodimerization activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0042826", "qualifier": "enables", "term": "histone deacetylase binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0051287", "qualifier": "enables", "term": "NAD binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0061629", "pubmed": 19303849, "qualifier": "enables", "term": "RNA polymerase II-specific DNA-binding transcription factor binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0070412", "qualifier": "enables", "term": "R-SMAD binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0140294", "pubmed": 27471034, "qualifier": "enables", "term": "NAD DNA ADP-ribosyltransferase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0140537", "qualifier": "enables", "term": "transcription regulator activator activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0140805", "pubmed": [28190768, 29234005, 32028527, 33186521, 33412112, 33589610, 33683197, 34210965, 34732825, 34795260, 34874266, 35393539], "qualifier": "enables", "term": "NAD+-protein-serine ADP-ribosyltransferase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0140806", "pubmed": [19764761, 25043379, 35460603], "qualifier": "enables", "term": "NAD+- protein-aspartate ADP-ribosyltransferase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0140807", "pubmed": [19764761, 27256882], "qualifier": "enables", "term": "NAD+-protein-glutamate ADP-ribosyltransferase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0140808", "pubmed": [29954836, 30257210], "qualifier": "enables", "term": "NAD+-protein-tyrosine ADP-ribosyltransferase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0140815", "pubmed": 35393539, "qualifier": "enables", "term": "NAD+-protein-histidine ADP-ribosyltransferase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0140816", "pubmed": 34874266, "qualifier": "enables", "term": "NAD+-histone H2BS6 serine ADP-ribosyltransferase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0140817", "pubmed": 34874266, "qualifier": "enables", "term": "NAD+-histone H3S10 serine ADP-ribosyltransferase activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0140822", "qualifier": "enables", "term": "NAD+-histone H2BE35 glutamate ADP-ribosyltransferase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:1990404", "qualifier": "enables", "term": "NAD+-protein ADP-ribosyltransferase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990404", "pubmed": [7852410, 19764761, 24906880, 25043379, 25533949, 26344098, 28190768, 31796734, 32028527, 33186521, 34049076, 34102106, 34625544], "qualifier": "enables", "term": "NAD+-protein ADP-ribosyltransferase activity"}]}, "homologene": {"genes": [[3702, 817690], [4530, 4343013], [6239, 266823], [7165, 1273904], [7227, 3355109], [7955, 560788], [8364, 100490557], [9031, 396199], [9544, 698806], [9598, 457785], [9606, 142], [9615, 490385], [9913, 286764], [10090, 11545], [10116, 25591]], "id": 1222}, "interpro": [{"desc": "BRCT domain", "id": "IPR001357", "short_desc": "BRCT_dom"}, {"desc": "Zinc finger, PARP-type", "id": "IPR001510", "short_desc": "Znf_PARP"}, {"desc": "Poly(ADP-ribose) polymerase, regulatory domain", "id": "IPR004102", "short_desc": "Poly(ADP-ribose)pol_reg_dom"}, {"desc": "Poly [ADP-ribose] polymerase", "id": "IPR008288", "short_desc": "PARP"}, {"desc": "WGR domain", "id": "IPR008893", "short_desc": "WGR_domain"}, {"desc": "Poly(ADP-ribose) polymerase, catalytic domain", "id": "IPR012317", "short_desc": "Poly(ADP-ribose)pol_cat_dom"}, {"desc": "PARP1-like, PADR1 domain, zinc ribbon fold", "id": "IPR012982", "short_desc": "PARP1-like_PADR1_Zn_ribbon"}, {"desc": "BRCT domain superfamily", "id": "IPR036420", "short_desc": "BRCT_dom_sf"}, {"desc": "Poly(ADP-ribose) polymerase, regulatory domain superfamily", "id": "IPR036616", "short_desc": "Poly(ADP-ribose)pol_reg_dom_sf"}, {"desc": "WGR domain superfamily", "id": "IPR036930", "short_desc": "WGR_dom_sf"}, {"desc": "Zinc finger, PARP-type superfamily", "id": "IPR036957", "short_desc": "Znf_PARP_sf"}, {"desc": "PADR1, C-terminal domain superfamily", "id": "IPR038650", "short_desc": "PADR1_C_dom_sf"}, {"desc": "PARP1-like, PADR1 domain, N-terminal helical subdomain", "id": "IPR049296", "short_desc": "PARP1-like_PADR1_N"}], "ipi": ["IPI00449049", "IPI00477173", "IPI00478427"], "map_location": "1q42.12", "name": "poly(ADP-ribose) polymerase 1", "other_names": ["ADP-ribosyltransferase (NAD+; poly (ADP-ribose) polymerase)", "ADP-ribosyltransferase NAD(+)", "ADP-ribosyltransferase diphtheria toxin-like 1", "DNA ADP-ribosyltransferase PARP1", "NAD(+) ADP-ribosyltransferase 1", "poly (ADP-ribose) polymerase family, member 1", "poly [ADP-ribose] polymerase 1", "poly(ADP-ribose) synthetase", "poly(ADP-ribosyl)transferase", "poly[ADP-ribose] synthase 1", "protein poly-ADP-ribosyltransferase PARP1"], "pantherdb": {"HGNC": "270", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1340806", "ortholog_type": "LDO", "panther_family": "PTHR10459", "taxid": 10090, "uniprot_kb": "P11103"}, {"RGD": "2053", "ortholog_type": "LDO", "panther_family": "PTHR10459", "taxid": 10116, "uniprot_kb": "P27008"}, {"Gene": "PARP1", "ortholog_type": "LDO", "panther_family": "PTHR10459", "taxid": 9031, "uniprot_kb": "P26446"}, {"Ensembl": "ENSGALG00000009228", "ortholog_type": "LDO", "panther_family": "PTHR10459", "taxid": 9031, "uniprot_kb": "F1NL05"}, {"ZFIN": "ZDB-GENE-030131-3955", "ortholog_type": "LDO", "panther_family": "PTHR10459", "taxid": 7955, "uniprot_kb": "Q5RHR0"}, {"FlyBase": "FBgn0010247", "ortholog_type": "LDO", "panther_family": "PTHR10459", "taxid": 7227, "uniprot_kb": "P35875"}, {"dictyBase": "DDB_G0278741", "ortholog_type": "O", "panther_family": "PTHR10459", "taxid": 352472, "uniprot_kb": "Q54XI2"}, {"dictyBase": "DDB_G0289141", "ortholog_type": "O", "panther_family": "PTHR10459", "taxid": 352472, "uniprot_kb": "Q54HY5"}, {"dictyBase": "DDB_G0267468", "ortholog_type": "O", "panther_family": "PTHR10459", "taxid": 352472, "uniprot_kb": "Q55GU8"}, {"dictyBase": "DDB_G0279195", "ortholog_type": "O", "panther_family": "PTHR10459", "taxid": 352472, "uniprot_kb": "Q54X55"}, {"dictyBase": "DDB_G0292820", "ortholog_type": "O", "panther_family": "PTHR10459", "taxid": 352472, "uniprot_kb": "Q8I7C6"}, {"TAIR": "2171137", "ortholog_type": "O", "panther_family": "PTHR10459", "taxid": 3702, "uniprot_kb": "Q9FK91"}, {"TAIR": "2042511", "ortholog_type": "O", "panther_family": "PTHR10459", "taxid": 3702, "uniprot_kb": "Q9ZP54"}, {"TAIR": "2005523", "ortholog_type": "O", "panther_family": "PTHR10459", "taxid": 3702, "uniprot_kb": "Q11207"}], "uniprot_kb": "P09874"}, "pathway": {"biocarta": [{"id": "aifpathway", "name": "opposing roles of aif in apoptosis and cell survival"}, {"id": "caspasepathway", "name": "caspase cascade in apoptosis"}, {"id": "deathpathway", "name": "induction of apoptosis through dr3 and dr4/5 death receptors"}, {"id": "hivnefpathway", "name": "hiv-1 nef: negative effector of fas and tnf"}], "kegg": [{"id": "hsa03410", "name": "Base excision repair - Homo sapiens (human)"}, {"id": "hsa04064", "name": "NF-kappa B signaling pathway - Homo sapiens (human)"}, {"id": "hsa04210", "name": "Apoptosis - Homo sapiens (human)"}, {"id": "hsa04217", "name": "Necroptosis - Homo sapiens (human)"}, {"id": "hsa05415", "name": "Diabetic cardiomyopathy - Homo sapiens (human)"}], "netpath": {"id": "Pathway_AndrogenReceptor", "name": "AndrogenReceptor"}, "pid": [{"id": "caspase_pathway", "name": "Caspase Cascade in Apoptosis"}, {"id": "hes_heypathway", "name": "Notch-mediated HES/HEY network"}, {"id": "ilk_pathway", "name": "Integrin-linked kinase signaling"}], "reactome": [{"id": "R-HSA-110362", "name": "POLB-Dependent Long Patch Base Excision Repair"}, {"id": "R-HSA-110373", "name": "Resolution of AP sites via the multiple-nucleotide patch replacement pathway"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-168255", "name": "Influenza Infection"}, {"id": "R-HSA-168273", "name": "Influenza Viral RNA Transcription and Replication"}, {"id": "R-HSA-170834", "name": "Signaling by TGF-beta Receptor Complex"}, {"id": "R-HSA-192814", "name": "vRNA Synthesis"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-2173793", "name": "Transcriptional activity of SMAD2/SMAD3:SMAD4 heterotrimer"}, {"id": "R-HSA-2173795", "name": "Downregulation of SMAD2/3:SMAD4 transcriptional activity"}, {"id": "R-HSA-2990846", "name": "SUMOylation"}, {"id": "R-HSA-3108214", "name": "SUMOylation of DNA damage response and repair proteins"}, {"id": "R-HSA-3108232", "name": "SUMO E3 ligases SUMOylate target proteins"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-5685939", "name": "HDR through MMEJ (alt-NHEJ)"}, {"id": "R-HSA-5693532", "name": "DNA Double-Strand Break Repair"}, {"id": "R-HSA-5693538", "name": "Homology Directed Repair"}, {"id": "R-HSA-5696394", "name": "DNA Damage Recognition in GG-NER"}, {"id": "R-HSA-5696395", "name": "Formation of Incision Complex in GG-NER"}, {"id": "R-HSA-5696398", "name": "Nucleotide Excision Repair"}, {"id": "R-HSA-5696399", "name": "Global Genome Nucleotide Excision Repair (GG-NER)"}, {"id": "R-HSA-5696400", "name": "Dual Incision in GG-NER"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-73884", "name": "Base Excision Repair"}, {"id": "R-HSA-73894", "name": "DNA Repair"}, {"id": "R-HSA-73933", "name": "Resolution of Abasic Sites (AP sites)"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-9006936", "name": "Signaling by TGFB family members"}, {"id": "R-HSA-9824446", "name": "Viral Infection Pathways"}], "wikipathways": [{"id": "WP2355", "name": "Corticotropin-releasing hormone signaling pathway"}, {"id": "WP2513", "name": "Nanoparticle triggered regulated necrosis"}, {"id": "WP314", "name": "Fas ligand pathway and stress induction of heat shock proteins"}, {"id": "WP3630", "name": "NAD metabolism, sirtuins and aging"}, {"id": "WP3644", "name": "NAD+ metabolism"}, {"id": "WP3645", "name": "NAD+ biosynthetic pathways"}, {"id": "WP4262", "name": "Breast cancer pathway"}, {"id": "WP4298", "name": "Acute viral myocarditis"}, {"id": "WP4656", "name": "Joubert Syndrome"}, {"id": "WP4673", "name": "Male infertility"}, {"id": "WP4752", "name": "Base Excision Repair"}, {"id": "WP4754", "name": "IL-18 signaling pathway"}, {"id": "WP4946", "name": "DNA Repair Pathways Full Network"}, {"id": "WP5046", "name": "NAD Metabolism in Oncogene-Induced Senescence and Mitochondrial Dysfunction-Associated Senescence"}]}, "pdb": ["1UK0", "1UK1", "1WOK", "2COK", "2CR9", "2CS2", "2DMJ", "2JVN", "2L30", "2L31", "2N8A", "2RCW", "2RD6", "2RIQ", "3GJW", "3GN7", "3L3L", "3L3M", "3OD8", "3ODA", "3ODC", "3ODE", "4AV1", "4DQY", "4GV7", "4HHY", "4HHZ", "4L6S", "4OPX", "4OQA", "4OQB", "4PJT", "4R5W", "4R6E", "4RV6", "4UND", "4UXB", "4XHU", "4ZZZ", "5A00", "5DS3", "5HA9", "5KPN", "5KPO", "5KPP", "5KPQ", "5WRQ", "5WRY", "5WRZ", "5WS0", "5WS1", "5WTC", "5XSR", "5XST", "5XSU", "6BHV", "6GHK", "6M3I", "6NRF", "6NRG", "6NRH", "6NRI", "6NRJ", "6NTU", "6VKK", "6VKO", "6VKQ", "6XVW", "7AAA", "7AAB", "7AAC", "7AAD", "7CMW", "7KK2", "7KK3", "7KK4", "7KK5", "7KK6", "7ONR", "7ONS", "7ONT", "7S68", "7S6H", "7S6M", "7S81", "7SCY", "7SCZ", "8FYY", "8FYZ", "8FZ1", "8G0H", "8HE7", "8U4W"], "pfam": ["PF00533", "PF00644", "PF00645", "PF02877", "PF05406", "PF08063", "PF21728"], "pharmgkb": "PA32", "pharos": {"target_id": 12962, "tdl": "Tclin"}, "pir": "A29725", "prosite": ["PS50064", "PS50172", "PS51059", "PS51060", "PS51977", "PS52007"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF245435", "relationship": "is"}, {"id": "GNF245436", "relationship": "is"}, {"id": "GNF245437", "relationship": "is"}, {"id": "GNF245438", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF036042", "relationship": "is"}, {"id": "GNF036683", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF079304", "relationship": "is"}, {"id": "GNF079305", "relationship": "is"}, {"id": "GNF079306", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051790", "relationship": "is"}, {"id": "GNF056559", "relationship": "is"}, {"id": "GNF061335", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF062107", "relationship": "is"}, {"id": "GNF062108", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF000264", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF238676", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF095132", "relationship": "is"}, {"id": "GNF134789", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1"], "protein": "NP_001609.2", "rna": "NM_001618.4", "translation": {"protein": "NP_001609.2", "rna": "NM_001618.4"}}, "reporter": {"HG-U133_Plus_2": "208644_at", "HG-U95Av2": ["1287_at", "41146_at"], "HTA-2_0": "TC01003876.hg.1", "HuEx-1_0": ["2458773", "3501610", "3539462"], "HuGene-1_1": "7924733", "HuGene-2_1": "16699739"}, "summary": "This gene encodes a chromatin-associated enzyme, poly(ADP-ribosyl)transferase, which modifies various nuclear proteins by poly(ADP-ribosyl)ation. The modification is dependent on DNA and is involved in the regulation of various important cellular processes such as differentiation, proliferation, and tumor transformation and also in the regulation of the molecular events involved in the recovery of cell from DNA damage. In addition, this enzyme may be the site of mutation in Fanconi anemia, and may participate in the pathophysiology of type I diabetes. [provided by RefSeq, Jul 2008].", "symbol": "PARP1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1538577"}, "unigene": "Hs.177766", "uniprot": {"Swiss-Prot": "P09874", "TrEMBL": ["A0A7I2V625", "A0A7I2V3E1", "A0A7I2V384", "A0A7I2V5E9"]}, "wikipedia": {"url_stub": "PARP1"}}