{"AllianceGenome": "8614", "HGNC": "8614", "MIM": "601936", "_id": "5074", "_version": 1, "accession": {"genomic": ["AC027288.26", "AC073569.26", "AC073595.31", "AF503628.1", "AF541923.1", "AY300794.1", "CH471054.1", "CP068266.2", "HF583688.1", "KT584756.1", "NC_000012.12", "NC_060936.1"], "protein": ["AAC24947.1", "AAH07018.1", "AAM27453.1", "AAN23144.1", "AAP43693.1", "CAG38786.1", "CCQ43185.1", "EAW97346.1", "EAW97347.1", "EAW97348.1", "EAW97349.1", "NP_001341661.1", "NP_001341662.1", "NP_002574.2", "Q96IZ0.1", "XP_016874867.1", "XP_016874868.1", "XP_047284872.1", "XP_047284873.1", "XP_047284874.1", "XP_047284875.1", "XP_054228126.1", "XP_054228127.1", "XP_054228128.1", "XP_054228129.1"], "rna": ["AK027848.2", "AK095165.1", "BC007018.1", "BC009637.1", "CA313080.1", "CN280333.1", "CR536549.1", "HY035045.1", "NM_001354732.2", "NM_001354733.2", "NM_002583.4", "U63809.1", "XM_017019378.2", "XM_017019379.2", "XM_047428916.1", "XM_047428917.1", "XM_047428918.1", "XM_047428919.1", "XM_054372151.1", "XM_054372152.1", "XM_054372153.1", "XM_054372154.1", "XR_008488594.1", "XR_008488595.1", "XR_944560.3", "XR_944561.3"], "translation": [{"protein": "XP_047284872.1", "rna": "XM_047428916.1"}, {"protein": "AAH07018.1", "rna": "BC007018.1"}, {"protein": "XP_047284873.1", "rna": "XM_047428917.1"}, {"protein": "XP_054228129.1", "rna": "XM_054372154.1"}, {"protein": "AAC24947.1", "rna": "U63809.1"}, {"protein": "NP_002574.2", "rna": "NM_002583.4"}, {"protein": "XP_054228128.1", "rna": "XM_054372153.1"}, {"protein": "XP_054228126.1", "rna": "XM_054372151.1"}, {"protein": "NP_001341662.1", "rna": "NM_001354733.2"}, {"protein": "CAG38786.1", "rna": "CR536549.1"}, {"protein": "XP_054228127.1", "rna": "XM_054372152.1"}, {"protein": "NP_001341661.1", "rna": "NM_001354732.2"}, {"protein": "XP_047284874.1", "rna": "XM_047428918.1"}, {"protein": "XP_016874868.1", "rna": "XM_017019379.2"}, {"protein": "XP_047284875.1", "rna": "XM_047428919.1"}, {"protein": "XP_016874867.1", "rna": "XM_017019378.2"}]}, "alias": ["PAR4", "Par-4"], "ensembl": {"gene": "ENSG00000177425", "protein": ["ENSP00000328088", "ENSP00000447454", "ENSP00000447507", "ENSP00000448317", "ENSP00000449928"], "transcript": ["ENST00000328827", "ENST00000547016", "ENST00000547571", "ENST00000547699", "ENST00000548075", "ENST00000548426", "ENST00000549050", "ENST00000550006", "ENST00000550603", "ENST00000551712", "ENST00000552637"], "translation": [{"protein": "ENSP00000328088", "rna": "ENST00000328827"}, {"protein": "ENSP00000447507", "rna": "ENST00000550603"}, {"protein": "ENSP00000448317", "rna": "ENST00000551712"}, {"protein": "ENSP00000447454", "rna": "ENST00000548426"}, {"protein": "ENSP00000449928", "rna": "ENST00000552637"}], "type_of_gene": "protein_coding"}, "entrezgene": "5074", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 9.504736699, "exp_mis": 91.8134006319, "exp_syn": 48.7372264491, "lof_z": 2.41132133726047, "mis_z": 1.11349118767072, "mu_lof": 7.55719178485e-07, "mu_mis": 1.43952306355e-05, "mu_syn": 8.08425007017e-06, "n_lof": 2.0, "n_mis": 70.0, "n_syn": 38.0, "p_li": 0.442459924660124, "p_null": 0.00662790000924739, "p_rec": 0.550912175330629, "syn_z": 0.953479378575239}, "bp": 1023, "cds_end": 80084024, "cds_start": 79986386, "n_exons": 6, "nonpsych": {"exp_lof": 8.49711048303, "exp_mis": 82.9943962935, "exp_syn": 44.0063022243, "lof_z": 2.52586575440162, "mis_z": 0.940899247500592, "mu_lof": 7.55719178485e-07, "mu_mis": 1.43952306355e-05, "mu_syn": 8.08425007017e-06, "n_lof": 1.0, "n_mis": 66.0, "n_syn": 35.0, "p_li": 0.764794122790011, "p_null": 0.00223732279581525, "p_rec": 0.232968554414174, "syn_z": 0.854776231718507}, "nontcga": {"exp_lof": 8.73406548542, "exp_mis": 84.4580420722, "exp_syn": 44.8279603705, "lof_z": 2.24776211898609, "mis_z": 0.946422043470213, "mu_lof": 7.55719178485e-07, "mu_mis": 1.43952306355e-05, "mu_syn": 8.08425007017e-06, "n_lof": 2.0, "n_mis": 67.0, "n_syn": 33.0, "p_li": 0.381382585815665, "p_null": 0.0104180341685665, "p_rec": 0.608199380015769, "syn_z": 1.11855574542299}, "transcript": "ENST00000328827.4"}, "exons": [{"cdsend": 79690244, "cdsstart": 79592606, "chr": "12", "position": [[79584873, 79592693], [79594328, 79594433], [79596510, 79596658], [79613574, 79613609], [79621075, 79621207], [79689728, 79690391], [79690555, 79690580]], "strand": -1, "transcript": "NM_001354732", "txend": 79690580, "txstart": 79584873}, {"cdsend": 79690244, "cdsstart": 79604657, "chr": "12", "position": [[79604179, 79604721], [79613574, 79613609], [79621075, 79621207], [79689728, 79690391], [79690871, 79691097]], "strand": -1, "transcript": "NM_001354733", "txend": 79691097, "txstart": 79604179}, {"cdsend": 79690244, "cdsstart": 79592606, "chr": "12", "position": [[79584878, 79592693], [79594328, 79594433], [79596510, 79596658], [79613574, 79613609], [79621075, 79621207], [79689728, 79690391], [79690871, 79690964]], "strand": -1, "transcript": "NM_002583", "txend": 79690964, "txstart": 79584878}], "exons_hg19": [{"cdsend": 80084024, "cdsstart": 79986386, "chr": "12", "position": [[79978653, 79986473], [79988108, 79988213], [79990290, 79990438], [80007354, 80007389], [80014855, 80014987], [80083508, 80084171], [80084335, 80084360]], "strand": -1, "transcript": "NM_001354732", "txend": 80084360, "txstart": 79978653}, {"cdsend": 80084024, "cdsstart": 79998437, "chr": "12", "position": [[79997959, 79998501], [80007354, 80007389], [80014855, 80014987], [80083508, 80084171], [80084651, 80084877]], "strand": -1, "transcript": "NM_001354733", "txend": 80084877, "txstart": 79997959}, {"cdsend": 80084024, "cdsstart": 79986386, "chr": "12", "position": [[79978658, 79986473], [79988108, 79988213], [79990290, 79990438], [80007354, 80007389], [80014855, 80014987], [80083508, 80084171], [80084651, 80084744]], "strand": -1, "transcript": "NM_002583", "txend": 80084744, "txstart": 79978658}], "generif": [{"pubmed": 9701251, "text": "Par-4 expression is increased in vulnerable neurons in Alzheimer's disease, and contributes to apoptotic neuronal cell death in the disease."}, {"pubmed": 11278808, "text": "Par-4 increases secretion of amyloid beta peptide 1-42, which contributes to the pathogenesis of Alzheimer's disease."}, {"pubmed": 11910304, "text": "mechanical strain increased PAR-4 gene expression in macrophages"}, {"pubmed": 12644474, "text": "role in regulating Bcl-2 through a WT1-binding site on the bcl-2 promoter"}, {"pubmed": 12685825, "text": "Par-4 enables cells to circumvent inhibition of the central executioner caspase-3 by alternative activation of caspases following a decrease in expression levels of inhibitors of apoptosis proteins"}, {"pubmed": 12717420, "text": "novel nuclear proapoptotic factor associated with PML NBs, which potentiates apoptosis, and interacts with Par-4"}, {"pubmed": 12897127, "text": "there is a unique death-inducing domain in PAR4 selective for apoptosis induction in cancer cells (SAC domain)"}, {"pubmed": 13680279, "text": "death of dopaminergic neurons in Parkinson's disease follows a degenerative pathway that circumvents the induction of Par-4."}, {"pubmed": 15090548, "text": "Par-4 is directly involved in regulating choline uptake by interacting with CHT1 and by reducing its incorporation on the cell surface"}, {"pubmed": 15090548, "text": "Par-4 is directly involved in regulating choline uptake by interacting with CHT1 and reducing its incorporation to the cell surface."}, {"pubmed": 15246161, "text": "Par-4 exhibits an antitransforming capacity by antagonizing p185(BCR-ABL)-induced factor-independent proliferation in hematopoietic cells."}, {"pubmed": 15316756, "text": "Par-4 increases apoptosis by upregulating the CD95 receptor on the cell surface and, with concomitant decrease of the FLICE-like inhibitory protein (FLIP), by promoting cleavage of the initiator caspases-8 and -10."}, {"pubmed": 15359646, "text": "In the erythroleukemic cell line HEL, in contrast to other cell types, Par-4 fails to promote apoptosis, & instead upregulates BCL2, Daxx, & procaspases 8, 9, & 10."}, {"pubmed": 15657440, "text": "Selective apoptosis of cancer cells by the SAC domain of Par-4 involves phosphorylation of T155 by PKA."}, {"pubmed": 15671026, "text": "Data show that the C-terminal domain of PAR-4 is necessary for forming a complex with the cytosolic tail of BACE1."}, {"pubmed": 15831492, "text": "the mechanism for Ras-mediated down-regulation of Par-4 is by promoter methylation"}, {"pubmed": 16369487, "text": "SSB-1, SSB-2 and SSB-4, but not SSB-3, bind prostate apoptosis response protein-4 (Par-4)"}, {"pubmed": 16382046, "text": "review of prominent structural and functional features of Par-4 and the multiple levels of regulation of its apoptotic function [review]"}, {"pubmed": 16720717, "text": "Results suggest that, in addition to its proapoptotic function, par-4 acts as a novel transcription cofactor for androgen receptors to target c-FLIP gene expression."}, {"pubmed": 16966277, "text": "The induction of apoptosis by arsenic compounds was accompanied by down-regulation of hTERT and wt1 mRNA and protein expression but up-regulation of par-4."}, {"pubmed": 16969273, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17332319, "text": "Par-4 is a relevant tumor suppressor gene in human endometrial carcinogenesis."}, {"pubmed": 17881119, "text": "Data suggest that the cytoplasmic localization and expression level of endogenous Par-4 in nasopharyngeal carcinoma cell lines are not sufficient to augment apoptosis."}, {"pubmed": 17883592, "text": "Platelet PAR-1/PAR-4 stimulation causes rapid Akt phosphorylation downstream of PLC, whereas with continuous stimulation, ADP and PI3K are required for maintaining Akt phosphorylation."}, {"pubmed": 17893871, "text": "Downregulation of PAR-4, a pro-apoptotic gene, is associated with pancreatic tumors harboring K-ras mutation"}, {"pubmed": 18041764, "text": "Levels of phospho-Akt are decreased in Caki cells overexpressing Par-4 cells to a significantly greater extent than in Caki/Vector cells by treatment with thapsigargin.This is associated with decreased levels of phospho-PDK1, the kinase upstream of Akt."}, {"pubmed": 18085546, "text": "No significant genetic association was found with schizophrenia or Major Depressive Disorder or Bipolar Disorder."}, {"pubmed": 18085546, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18281137, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18281137, "text": "Our results indicate that the PAWR gene is associated with schizophrenia in our population, and this study provides genetic evidence to support the dopamine hypothesis of schizophrenia."}, {"pubmed": 18506731, "text": "No association between genetic variations in the human PAWR gene and tardive dyskinesia in schizophrenia has been found."}, {"pubmed": 18650932, "text": "The lack of Par-4 dramatically enhances Ras-induced lung carcinoma formation in vivo, acting as a negative regulator of Akt activation."}, {"pubmed": 18660514, "text": "Expression of full-length Par-4 in human-bone mesenchymal cells resulted in increased activity of the Smac promoter."}, {"pubmed": 18676842, "text": "findings suggest that Par-4 serves as an intracellular repressor of TOP1 catalytic activity and regulates DNA topology to suppress cellular transformation"}, {"pubmed": 18836307, "text": "Par-4 is a tumor suppressor protein with a pro-apoptotic function. Epigenetic silencing of Par-4 is seen in diverse tumors, [REVIEW]"}, {"pubmed": 18922975, "text": "BMP-9 induced apoptosis in PC-3 cells through the up-regulation of prostate apoptosis response-4."}, {"pubmed": 18991852, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18991852, "text": "These results suggest that prostate apoptosis response 4 does not play a major role in methamphetamine-use disorders in the Japanese population."}, {"pubmed": 19099901, "text": "siRNA against Par-4 gene could inhibit the apoptosis of human bone marrow mesenchymal stem cells."}, {"pubmed": 19250735, "text": "LMP-1 negatively influences the pro-apoptosis protein Par-4 by the coordination of multiple signaling pathways."}, {"pubmed": 19470463, "text": "cooperation between Par-4 and PTEN as relevant for the development of prostate cancer and implicate the NF-kappaB pathway as a critical event in prostate tumorigenesis."}, {"pubmed": 19632185, "text": "Par-4 activates an extrinsic pathway involving cell surface GRP78 receptor for induction of apoptosis."}, {"pubmed": 19801652, "text": "These data suggest PAWR is a novel PITX2-interacting protein that regulates PITX2 activity in ocular cells."}, {"pubmed": 19823030, "text": "Endoplasmic reticulum stress causes translocation of the Par-4-GRP78 complex from the ER to the plasma membrane, and through a positive feedback loop, extracellular Par-4 binds to cell surface GRP78 activating the extrinsic apoptotic pathway. Review."}, {"pubmed": 20067857, "text": "Compared to normal controls, mean Par-4 levels appeared slightly lower in schizophrenia and bipolar disorder. However, in major depression, Par-4 was decreased by 67% compared to normal controls."}, {"pubmed": 20082875, "text": "Results suggest that, in breast cancer, Par-4 plays a similar tumor suppressor gene role as reported in endometrial carcinoma, and that Par-4 expression has a significant inverse association with expression of progesterone receptor."}, {"pubmed": 20127709, "text": "Expression of Par-4 sensitizes Caki cells to TRAIL via modulation of multiple targets, including DR5, Bcl-2, Akt, and NF-kappaB."}, {"pubmed": 20368356, "text": "Data show that RASSF2 forms a direct and endogenous complex with prostate apoptosis response protein 4 (PAR-4) and that this interaction is regulated by K-Ras and is essential for the full apoptotic effects of PAR-4."}, {"pubmed": 20433755, "text": "the initiation of apoptotic sensitivity in colon cancer cells can be mediated by Par-4 binding to NF kappaB"}, {"pubmed": 20468064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20514395, "text": "Downregulation of PAR4 is associated with poor prognosis in breast cancer."}, {"pubmed": 20637369, "text": "findings suggest that a lower expression level of Par-4 is related to an unfavorable prognosis in breast cancer patients"}, {"pubmed": 20724592, "text": "Decreased Par-4 expression is associated with cholangiocarcinoma."}, {"pubmed": 21328340, "text": "The biological significance of PrPc association with par-4 provided the first evidence of a relationship between the endogenous levels of PrPc and the resistance of glioma cells to the apoptotic effects of TMZ."}, {"pubmed": 21526495, "text": "The expression of PAR-4 protein in B cells correlated positively with the percentage of CD38(+) cells, as well as with CD38(+)/ZAP-70(+) cells."}, {"pubmed": 21555373, "text": "Par-4-overexpressing tumors exhibited a bystander effect on wild-type tumors growing distally in the same mouse."}, {"pubmed": 21567071, "text": "17beta-estradiol and Insulin-like growth factor-1 inhibit PAR-4 gene expression in MCF-7 cells."}, {"pubmed": 21764283, "text": "Gamma-tocotrienol inhibited IL-13/STAT6-activated eotaxin secretion via up-regulation of PAR4 expression and enhancement of aPKC-PAR4 complex formation."}, {"pubmed": 22184067, "text": "identified a novel specific caspase-3 cleavage site in Par-4, and the cleaved fragment of Par-4 retains proapoptotic activity"}, {"pubmed": 22532571, "text": "a novel mechanism of apoptosis induction by PAR-4/ceramide-enriched exosomes, which may critically contribute to Alzheimer disease."}, {"pubmed": 23204231, "text": "our results identify a novel intracellular pathway of apoptosis mediated by NF-kappaB through UACA elevation, which by attenuating endoplasmic reticulum stress and GRP78 translocation to the cell surface can blunt the sensitivity of cancer cells to apoptosis."}, {"pubmed": 23760770, "text": "Par-4 expression modulates apoptosis in response to docetaxel in MCF7 breast cancer cells."}, {"pubmed": 23770012, "text": "Par-4-induced multinucleation as a mechanism of cell death in oncogene-addicted cells and establish Par-4 as a negative regulator of breast cancer recurrence."}, {"pubmed": 23886184, "text": "Down-regulation of protease-activated receptor 4 in lung adenocarcinoma is associated with a more aggressive phenotype"}, {"pubmed": 23906015, "text": "A novel long non-coding RNA T-ALL-R-LncR1 knockdown and Par-4 cooperate to induce cellular apoptosis in T-cell acute lymphoblastic leukemia cells."}, {"pubmed": 23975424, "text": "Par-4/THAP1 complex and Notch3 competitively regulated pre-mRNA splicing of CCAR1 and affected inversely the survival of T-cell acute lymphoblastic leukemia cells."}, {"pubmed": 24282526, "text": "Par-4 is expressed in trophoblastic cells and is involved in transport of GRP78 to the cell surface."}, {"pubmed": 24418097, "text": "These results suggested a prognostic role of Par-4 in hypopharyngeal carcinoma."}, {"pubmed": 24457960, "text": "Phosphorylation by CK2 impairs Par-4 proapoptotic functions."}, {"pubmed": 24503536, "text": "Par-4 is a target of TGF-beta signaling and acts as an important factor during TGF-beta-induced epithelial-to-mesenchymal transition."}, {"pubmed": 24523904, "text": "prostate apoptosis response-4 (Par-4) has a role in human glioma stem cells in drug-induced apoptosis"}, {"pubmed": 24795528, "text": "The addition of TRAIL to WIN 55.212-2-treated cells led to apoptotic death probably mediated by up-regulation of the tumor suppressor factor PAR-4, whose levels increased after WIN treatment, and by the translocation of GRP78 on cell surface."}, {"pubmed": 24931006, "text": "our results indicate that the mechanism by which PAR-4 orchestrates the apoptotic process requires cleavage by caspase-8."}, {"pubmed": 24992930, "text": "a Par-4 mutant that is unable to bind Fbxo45 is stabilized and further enhances staurosporine-induced apoptosis."}, {"pubmed": 25001535, "text": "The cancer cell specific activity of Par-4 is elicited through intracellular as well as extracellular mechanisms."}, {"pubmed": 25195896, "text": "C-terminus of the rat homologue of Par-4 was crystallized and a 3.7 A resolution X-ray diffraction data set was collected"}, {"pubmed": 25297082, "text": "These results indicate that the expression of PAR1 and PAR2 in esophageal squamous cell carcinoma is increased but PAR4 is decreased."}, {"pubmed": 25373316, "text": "Data indicate that PAR1 and PAR4 activate common promigratory signalling pathways in Hep3B liver carcinoma cells including activation of the receptor tyrosine kinases Met and PDGFR, the formation of ROS and the inactivation of PTP1B."}, {"pubmed": 25495701, "text": "PAR1-platelet releasate enhances vasculogenesis more potently than PAR4-platelet releasate, and the enhancements require a cooperation of multiple platelet-derived angiogenic regulators."}, {"pubmed": 25670650, "text": "These results suggest that Porphyromonas gingivalis activates PAR4 signaling pathways, leading proMMP9 over-expression and cellular invasion in oral squamous cell carcinoma cells."}, {"pubmed": 26246468, "text": "Authors determined that PAR-4 induces cell apoptosis in response to stimuli, in vitro, but is also involved in the relocation of GRP78 from endoplasmic reticulum to the cell surface of ovarian cancer cell line."}, {"pubmed": 26977019, "text": "Decreased PAR4 expression in breast cancer is associated with shorter survival. PAR4 suppresses growth and invasiveness of breast cancer cells."}, {"pubmed": 27175591, "text": "we investigated in the present study the mechanisms regulating the accumulation of a 25kDa cleaved-Par-4 (cl-Par-4) fragment in ovarian and endometrial cancer cell lines"}, {"pubmed": 27568374, "text": "In this review, we will focus on the therapeutic perspective of Par-4 with a special reference to its (Par-4) virgin prospect of devastating metastasis control."}, {"pubmed": 27830973, "text": "Authors demonstrate that TRIM21 expression predicts survival in pancreatic cancer patients. This work highlights a novel mechanism of Par-4 regulation, and identifies a novel prognostic marker and potential therapeutic target for pancreatic cancer."}, {"pubmed": 27901488, "text": "we confirmed that the RASSF2-PAR-4 axis was mainly responsible for miR-7 functions in CAFs using bioinformatics methods. Overexpression of miR-7 in CAFs led to down-regulation of RASSF2, which dramatically decreased the secretion of PAR-4 from CAFs and then enhanced the proliferation and migration of the co-cultured cancer cells."}, {"pubmed": 27938501, "text": "PAR4 is the target of mir-107 in colorectal cancer cells."}, {"pubmed": 28259909, "text": "Prostate apoptosis response 4 (PAR4) expression modulates WNT signaling pathways in MCF7 breast cancer cells: A possible mechanism underlying PAR4-mediated docetaxel chemosensitivity."}, {"pubmed": 28652403, "text": "Data suggest that PAR4 and P2Y12 heterodimer internalization/endocytosis is required for beta-arrestin-2 recruitment to endosomes and up-regulation of Akt signaling; activation of PAR4 but not of P2Y12 drives internalization of the PAR4-P2Y12 heterodimer. (PAR4 = protease-activated receptor 4; P2Y12 = purinergic receptor P2Y, G-protein coupled, 12 protein; Akt = proto-oncogene protein c-akt)"}, {"pubmed": 28720068, "text": "in vitro and in vivo upregulation of Par-4 expression is indispensable for the trafficking of GRP78 to the cell membrane and subsequent apoptosis of cancer cell"}, {"pubmed": 29115593, "text": "we determined that increased miR-17-3P level plays crucial role in CRC cells survival by targeting Par4, contributing to colorectal carcinogenesis."}, {"pubmed": 29330285, "text": "Results indicate that residual breast cancer tumor cell survival and recurrence requires circumventing Foxo-driven Par-4 upregulation and suggest that approaches to enforce Par-4 expression may prevent residual cell survival and recurrence."}, {"pubmed": 29502225, "text": "In further investigations into the functions and molecular mechanisms of PAR4 in ESCC."}, {"pubmed": 29672923, "text": "siRNA-mediated silencing of endogenous Par-4 unveil reversal of mesenchymal-epithelial transition with diminished E-cadherin expression and invasive pancreatic cancer cells phenotypes."}, {"pubmed": 29695515, "text": "Chronic lymphocytic leukemia (CLL) cells overexpress a well-defined tumor suppressor Par-4, which promotes malignant B-CLL growth and is regulated through B-cell receptor signaling."}, {"pubmed": 30148456, "text": "These results identify Twist-induced epigenetic silencing of Par-4 as a targetable axis that promotes chemoresistance in recurrent breast cancer."}, {"pubmed": 30363984, "text": "These findings suggest that PAR4 plays a potential tumor suppressor role in esophageal squamous cell carcinoma cells"}, {"pubmed": 30518159, "text": "The results demonstrate pH-dependent folding of cl-Par-4, with high disorder and aggregation at neutral pH, but a largely folded, non-aggregated conformation at acidic pH."}, {"pubmed": 30560697, "text": "These results indicate PAR4-specific promotion of platelet granule release and platelet-leukocyte aggregate formation and suggest that pharmacological control of PAR4 activity could potentially attenuate platelet granule release or platelet-leukocyte interaction-mediated pathological processes."}, {"pubmed": 30606737, "text": "These results suggest that PtdIns 4-kinase II beta may be a novel regulator of Par-4 through protein-protein interactions."}, {"pubmed": 30987970, "text": "These findings have identified an in vivo antileukemic role for Par-4 through an NF-kappaB-dependent mechanism in TCL1-mediated CLL-like disease progression."}, {"pubmed": 32135176, "text": "Par-4 regulates autophagic cell death in human cancer cells via upregulating p53 and BNIP3."}, {"pubmed": 32439219, "text": "Par-4 mediated Smad4 induction in PDAC cells restores canonical TGF-beta/ Smad4 axis driving the cells towards lethal EMT."}, {"pubmed": 32517689, "text": "Regulators of G-protein signaling, RGS2 and RGS4, inhibit protease-activated receptor 4-mediated signaling by forming a complex with the receptor and Galpha in live cells."}, {"pubmed": 32575122, "text": "PAR4 activation involves extracellular loop 3 and transmembrane residue Thr153."}, {"pubmed": 32649856, "text": "A Platelet Function Modulator of Thrombin Activation Is Causally Linked to Cardiovascular Disease and Affects PAR4 Receptor Signaling."}, {"pubmed": 32819173, "text": "Determination of PAR4 numbers on the surface of human platelets: no effect of the single nucleotide polymorphism rs773902."}, {"pubmed": 33742547, "text": "Molecular mechanisms regulating Proteinase-Activated Receptors (PARs)."}, {"pubmed": 35054966, "text": "PAR4-Mediated PI3K/Akt and RhoA/ROCK Signaling Pathways Are Essential for Thrombin-Induced Morphological Changes in MEG-01 Cells."}, {"pubmed": 35251305, "text": "CircTRRAP Knockdown Has Cardioprotective Function in Cardiomyocytes via the Signal Regulation of miR-370-3p/PAWR Axis."}, {"pubmed": 38761538, "text": "Elevated protease-activated receptor 4 (PAR4) gene expression in Alzheimer's disease predicts cognitive decline."}], "genomic_pos": {"chr": "12", "end": 79690964, "ensemblgene": "ENSG00000177425", "start": 79574979, "strand": -1}, "genomic_pos_hg19": {"chr": "12", "end": 80084877, "start": 79968759, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006915", "qualifier": "involved_in", "term": "apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010628", "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010629", "qualifier": "involved_in", "term": "negative regulation of gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030889", "qualifier": "involved_in", "term": "negative regulation of B cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042130", "qualifier": "involved_in", "term": "negative regulation of T cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042986", "qualifier": "involved_in", "term": "positive regulation of amyloid precursor protein biosynthetic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043065", "qualifier": "involved_in", "term": "positive regulation of apoptotic process"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0043065", "pubmed": 11585763, "qualifier": "involved_in", "term": "positive regulation of apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048147", "qualifier": "involved_in", "term": "negative regulation of fibroblast proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050860", "qualifier": "involved_in", "term": "negative regulation of T cell receptor signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0051017", "qualifier": "involved_in", "term": "actin filament bundle assembly"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0097190", "qualifier": "involved_in", "term": "apoptotic signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1901300", "qualifier": "involved_in", "term": "positive regulation of hydrogen peroxide-mediated programmed cell death"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000774", "qualifier": "involved_in", "term": "positive regulation of cellular senescence"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 14627703, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 14627703, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005884", "qualifier": "colocalizes_with", "term": "actin filament"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0015629", "qualifier": "located_in", "term": "actin cytoskeleton"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0003714", "pubmed": 8943350, "qualifier": "enables", "term": "transcription corepressor activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0003779", "qualifier": "enables", "term": "actin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [11755531, 16369487, 18660514, 19632185, 20561531, 25218743], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0019899", "pubmed": 15671026, "qualifier": "enables", "term": "enzyme binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0043522", "pubmed": 14627703, "qualifier": "enables", "term": "leucine zipper domain binding"}]}, "homologene": {"genes": [[7955, 449994], [8364, 100486624], [9031, 417870], [9544, 695617], [9598, 452094], [9606, 5074], [9615, 611487], [9913, 532789], [10090, 114774], [10116, 64513]], "id": 1940}, "interpro": {"desc": "Prostate apoptosis response 4", "id": "IPR026117", "short_desc": "Par-4"}, "ipi": ["IPI00001871", "IPI01021445"], "map_location": "12q21.2", "name": "pro-apoptotic WT1 regulator", "other_names": ["PRKC apoptosis WT1 regulator protein", "PRKC, apoptosis, WT1, regulator", "WT1-interacting protein", "prostate apoptosis response protein 4", "prostate apoptosis response protein PAR-4", "prostate apoptosis response-4", "transcriptional repressor PAR4"], "pantherdb": {"HGNC": "8614", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2149961", "ortholog_type": "LDO", "panther_family": "PTHR15093", "taxid": 10090, "uniprot_kb": "Q925B0"}, {"RGD": "69065", "ortholog_type": "LDO", "panther_family": "PTHR15093", "taxid": 10116, "uniprot_kb": "Q62627"}, {"Ensembl": "ENSGALG00000010320", "ortholog_type": "LDO", "panther_family": "PTHR15093", "taxid": 9031, "uniprot_kb": "F1NA74"}, {"ZFIN": "ZDB-GENE-041010-108", "ortholog_type": "LDO", "panther_family": "PTHR15093", "taxid": 7955, "uniprot_kb": "Q5XJ95"}], "uniprot_kb": "Q96IZ0"}, "pathway": {"pid": [{"id": "ar_pathway", "name": "Coregulation of Androgen receptor activity"}, {"id": "ceramide_pathway", "name": "Ceramide signaling pathway"}]}, "pdb": "2JK9", "pharmgkb": "PA32954", "pharos": {"target_id": 14415, "tdl": "Tbio"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF253715", "relationship": "is"}, {"id": "GNF253716", "relationship": "is"}, {"id": "GNF253717", "relationship": "is"}, {"id": "GNF253718", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF046283", "relationship": "similar to"}, "GNF_mm+hs-MGC": {"id": "GNF010886", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF113412", "relationship": "is"}, {"id": "GNF115973", "relationship": "is"}, {"id": "GNF116936", "relationship": "is"}, {"id": "GNF153053", "relationship": "is"}, {"id": "GNF156576", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000012.12", "NC_060936.1"], "protein": ["NP_001341661.1", "NP_001341662.1", "NP_002574.2", "XP_016874867.1", "XP_016874868.1", "XP_047284872.1", "XP_047284873.1", "XP_047284874.1", "XP_047284875.1", "XP_054228126.1", "XP_054228127.1", "XP_054228128.1", "XP_054228129.1"], "rna": ["NM_001354732.2", "NM_001354733.2", "NM_002583.4", "XM_017019378.2", "XM_017019379.2", "XM_047428916.1", "XM_047428917.1", "XM_047428918.1", "XM_047428919.1", "XM_054372151.1", "XM_054372152.1", "XM_054372153.1", "XM_054372154.1", "XR_008488594.1", "XR_008488595.1", "XR_944560.3", "XR_944561.3"], "translation": [{"protein": "XP_047284875.1", "rna": "XM_047428919.1"}, {"protein": "XP_047284873.1", "rna": "XM_047428917.1"}, {"protein": "XP_054228129.1", "rna": "XM_054372154.1"}, {"protein": "NP_002574.2", "rna": "NM_002583.4"}, {"protein": "XP_054228128.1", "rna": "XM_054372153.1"}, {"protein": "XP_054228126.1", "rna": "XM_054372151.1"}, {"protein": "NP_001341662.1", "rna": "NM_001354733.2"}, {"protein": "NP_001341661.1", "rna": "NM_001354732.2"}, {"protein": "XP_054228127.1", "rna": "XM_054372152.1"}, {"protein": "XP_047284874.1", "rna": "XM_047428918.1"}, {"protein": "XP_047284872.1", "rna": "XM_047428916.1"}, {"protein": "XP_016874868.1", "rna": "XM_017019379.2"}, {"protein": "XP_016874867.1", "rna": "XM_017019378.2"}]}, "reporter": {"HG-U133_Plus_2": ["204004_at", "204005_s_at", "214090_at", "214237_x_at", "226223_at", "226231_at", "229515_at"], "HG-U95Av2": ["40620_at", "40621_at"], "HTA-2_0": "TC12001765.hg.1", "HuEx-1_0": ["3326349", "3463522"], "HuGene-1_1": "7965112", "HuGene-2_1": "16767911"}, "summary": "This gene encodes a tumor suppressor protein that selectively induces apoptosis in cancer cells through intracellular and extracellular mechanisms. The intracellular mechanism involves the inhibition of pro-survival pathways and the activation of Fas-mediated apoptosis, while the extracellular mechanism involves the binding of a secreted form of this protein to glucose regulated protein 78 (GRP78) on the cell surface, which leads to activation of the extrinsic apoptotic pathway. This gene is located on the unstable human chromosomal 12q21 region and is often deleted or mutated different tumors. The encoded protein also plays an important role in the progression of age-related diseases. [provided by RefSeq, Aug 2017].", "symbol": "PAWR", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1335191"}, "unigene": ["Hs.662065", "Hs.643130"], "uniprot": {"Swiss-Prot": "Q96IZ0", "TrEMBL": ["A0A0B4J260", "H0YHP5", "H0YI16", "F8W1M8"]}, "wikipedia": {"url_stub": "PAWR"}}