{"AllianceGenome": "18282", "HGNC": "18282", "MIM": "611210", "_id": "55872", "_version": 1, "accession": {"genomic": ["AC104997.4", "AX477315.1", "CH471080.2", "CP068270.2", "JC538311.1", "KT584298.1", "NC_000008.11", "NC_060932.1"], "protein": ["AAF69107.1", "AAF71521.1", "AAH15191.1", "ACJ13739.1", "BAA99576.1", "BAA99577.1", "BAB55019.1", "BAG63280.1", "CAD43677.1", "CEF39389.1", "EAW63536.1", "EAW63537.1", "NP_001265874.1", "NP_001349969.1", "NP_060962.2", "Q96KB5.3"], "rna": ["AB027249.1", "AB027250.1", "AF189722.1", "AF237709.1", "AK027291.1", "AK301836.1", "BC015191.1", "BI461026.1", "DB028500.1", "DC395891.1", "EU794685.1", "NM_001278945.2", "NM_001363040.2", "NM_018492.4"], "translation": [{"protein": "NP_001349969.1", "rna": "NM_001363040.2"}, {"protein": "AAH15191.1", "rna": "BC015191.1"}, {"protein": "BAG63280.1", "rna": "AK301836.1"}, {"protein": "NP_001265874.1", "rna": "NM_001278945.2"}, {"protein": "NP_060962.2", "rna": "NM_018492.4"}, {"protein": "AAF71521.1", "rna": "AF237709.1"}, {"protein": "BAB55019.1", "rna": "AK027291.1"}, {"protein": "ACJ13739.1", "rna": "EU794685.1"}, {"protein": "AAF69107.1", "rna": "AF189722.1"}, {"protein": "BAA99576.1", "rna": "AB027249.1"}, {"protein": "BAA99577.1", "rna": "AB027250.1"}]}, "alias": ["CT84", "HEL164", "Nori-3", "SPK", "TOPK"], "ec": "2.7.12.2", "ensembl": {"gene": "55872", "transcript": "55872-1", "translation": [], "type_of_gene": "tRNA"}, "entrezgene": "55872", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 10.8021523028, "exp_mis": 87.8139991755, "exp_syn": 36.1801810473, "lof_z": 0.844551777839623, "mis_z": -0.427273867389011, "mu_lof": 7.50027543558e-07, "mu_mis": 7.81174867575e-06, "mu_syn": 3.04304028715e-06, "n_lof": 8.0, "n_mis": 96.0, "n_syn": 36.0, "p_li": 4.09216216235921e-05, "p_null": 0.378270387065885, "p_rec": 0.621688691312491, "syn_z": 0.018570375740191}, "bp": 969, "cds_end": 27690630, "cds_start": 27667821, "n_exons": 7, "nonpsych": {"exp_lof": 9.63995229947, "exp_mis": 79.343107319, "exp_syn": 32.6095178244, "lof_z": 0.835046399901516, "mis_z": -0.603444699902355, "mu_lof": 7.50027543558e-07, "mu_mis": 7.81174867575e-06, "mu_syn": 3.04304028715e-06, "n_lof": 7.0, "n_mis": 90.0, "n_syn": 32.0, "p_li": 0.000166191337025659, "p_null": 0.345378988871514, "p_rec": 0.65445481979146, "syn_z": 0.0672015523772477}, "nontcga": {"exp_lof": 9.92462283814, "exp_mis": 80.7755273122, "exp_syn": 33.2724106362, "lof_z": 0.602656535867756, "mis_z": -0.455908807352429, "mu_lof": 7.50027543558e-07, "mu_mis": 7.81174867575e-06, "mu_syn": 3.04304028715e-06, "n_lof": 8.0, "n_mis": 89.0, "n_syn": 32.0, "p_li": 2.57516198227807e-05, "p_null": 0.478469890716882, "p_rec": 0.521504357663295, "syn_z": 0.139671319225305}, "transcript": "ENST00000301905.4"}, "exons": [{"cdsend": 27833113, "cdsstart": 27810304, "chr": "8", "position": [[27809623, 27810501], [27810957, 27811167], [27820564, 27820694], [27822318, 27822488], [27823062, 27823205], [27828104, 27828198], [27833055, 27833133], [27837709, 27837817]], "strand": -1, "transcript": "NM_001278945", "txend": 27837817, "txstart": 27809623}, {"cdsend": 27833113, "cdsstart": 27810304, "chr": "8", "position": [[27809623, 27810501], [27810957, 27811134], [27820564, 27820694], [27822318, 27822488], [27823062, 27823205], [27828104, 27828198], [27833055, 27833133], [27837709, 27837817]], "strand": -1, "transcript": "NM_001363040", "txend": 27837817, "txstart": 27809623}, {"cdsend": 27833113, "cdsstart": 27810304, "chr": "8", "position": [[27809623, 27810501], [27810957, 27811134], [27820564, 27820694], [27822318, 27822488], [27823062, 27823205], [27828104, 27828198], [27833055, 27833133], [27837651, 27837817]], "strand": -1, "transcript": "NM_018492", "txend": 27837817, "txstart": 27809623}], "exons_hg19": [{"cdsend": 27690630, "cdsstart": 27667821, "chr": "8", "position": [[27667140, 27668018], [27668474, 27668684], [27678081, 27678211], [27679835, 27680005], [27680579, 27680722], [27685621, 27685715], [27690572, 27690650], [27695226, 27695334]], "strand": -1, "transcript": "NM_001278945", "txend": 27695334, "txstart": 27667140}, {"cdsend": 27690630, "cdsstart": 27667821, "chr": "8", "position": [[27667140, 27668018], [27668474, 27668651], [27678081, 27678211], [27679835, 27680005], [27680579, 27680722], [27685621, 27685715], [27690572, 27690650], [27695226, 27695334]], "strand": -1, "transcript": "NM_001363040", "txend": 27695334, "txstart": 27667140}, {"cdsend": 27690630, "cdsstart": 27667821, "chr": "8", "position": [[27667140, 27668018], [27668474, 27668651], [27678081, 27678211], [27679835, 27680005], [27680579, 27680722], [27685621, 27685715], [27690572, 27690650], [27695168, 27695334]], "strand": -1, "transcript": "NM_018492", "txend": 27695334, "txstart": 27667140}], "generif": [{"pubmed": 11783945, "text": "PBK/TOPK is upregulated in Burkitt's lymphoma and other highly proliferative malignant cells and during normal fetal development."}, {"pubmed": 14757441, "text": "TOPK protein is up-regulated in a variety of hematologic malignancies and may be involved in leukemic cell growth; 4 of 5 clinical that strongly expressed TOPK also strongly expressed phosphorylated c-Myc"}, {"pubmed": 16291951, "text": "PBK/TOPK plays an important role in transiently amplifying neural progenitors in the adult subependymal zone of transgenically targeted mice."}, {"pubmed": 17482142, "text": "PBK augments tumor cell growth following transient appearance in different types of progenitor cells in vivo as reported."}, {"pubmed": 17545598, "text": "Findings showed that TOPK positively modulated UVB-induced JNK1 activity and played a pivotal role in JNK1-mediated cell transformation induced by H-Ras."}, {"pubmed": 17631144, "text": "The positive feedback loop between TOPK and ERK2 increases tumorigenesis properties of HCT116 colorectal cancer cells, and TOPK-regulated signaling may serve as a potential therapeutic target in colorectal cancer"}, {"pubmed": 18519826, "text": "Clinical trial and genome-wide association study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19900192, "text": "TOPK is indispensable for cancer cell cytokinesis throughout phosphorylation on p97."}, {"pubmed": 19954816, "text": "PBK/TOPK protein could serve as a useful indicator for histopathologic differentiation between cholangiocarcinoma and hepatocellular carcinomas and the low expression of PBK/TOPK is predicative of poor survival in cholangiocarcinoma patients."}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20589935, "text": "Upregulation of TOPK is associated with breast cancer."}, {"pubmed": 20622899, "text": "increased levels of PBK/TOPK may contribute to tumor cell development and progression through suppression of p53 function and consequent reductions in the cell-cycle regulatory proteins such as p21."}, {"pubmed": 20647304, "text": "Phosphorylation of Prx1 (Ser-32) by TOPK prevents UVB-induced apoptosis in RPMI7951 melanoma cells through regulation of Prx1 peroxidase activity and blockade of intracellular H(2)O(2) accumulation."}, {"pubmed": 21715333, "text": "T-LAK cell-originated protein kinase (TOPK) phosphorylation of MKP1 protein prevents solar ultraviolet light-induced inflammation through inhibition of the p38 protein signaling pathway."}, {"pubmed": 22192142, "text": "Our results indicate that overexpression of TOPK could predetermine the metastatic capability of tumors and could serve as a significant prognostic predictor of shortened overall survival and time to recurrence."}, {"pubmed": 22940854, "text": "The 3D structure of TOPK protein has been constructed by using multiple templates."}, {"pubmed": 23237560, "text": "that the serine-threonine kinase PBK/TOPK is frequently overexpressed in high-grade lymphomas and its expression is positively correlated to that of c-Myc and E2F1"}, {"pubmed": 23250755, "text": "TOPK directly interacted with and phosphorylated IkappaBalpha at Ser-32, leading to p65 nuclear translocation and NF-kappaB activation."}, {"pubmed": 23370767, "text": "These results suggest that the malignant transformation of plexiform neurofibroma is associated with distinct changes in the expression of BUB1B, PBK and NEK2"}, {"pubmed": 23547718, "text": "Antibody screening revealed 3 candidate prognostic markers in breast cancer: the Anillin (ANLN); PDZ-Binding Kinase (PBK); and, PDZ-Domain Containing 1 (PDZK1)."}, {"pubmed": 24012691, "text": "CHFR ubiquitinates and regulates TOPK levels, which is essential for its checkpoint function."}, {"pubmed": 24025073, "text": "PBK/TOPK expression is positively correlated with Ki67 and p53 expression, and can be used as an independent prognostic factor in non-small-cell lung cancer."}, {"pubmed": 24440499, "text": "TOPK protein upregulates iNOS gene expression in T cell leukemia Jurkat cells or macrophage leukemic Raw 264.7 cells via NF-kappaB activation in response to LPS, and might act as a critical effector in LPS/TLR4-mediated signaling cascade."}, {"pubmed": 24629784, "text": "Study findings suggest that the PBK/TOPK mRNA/protein expression is specific to human bladder cancer and might be used as a novel target for development of cancer immunotherapy and diagnostic biomarker."}, {"pubmed": 25466965, "text": "PDZ-binding kinase/T-LAK cell-originated protein kinase correlates with mutant p53 and affects cell proliferation and viability as well as prognosis in lung adenocarcinoma"}, {"pubmed": 25550851, "text": "PBK/TOPK expression is closely associated with cervical cancer and cervical intraepithelial neoplasia, which may be served as a useful target for tumor diagnosis and immunotherapy."}, {"pubmed": 25575812, "text": "Authors identified TOPK/PBK, in vitro and in vivo, as the master ZFP linker kinase. Furthermore, they show precise temporal correlation between TOPK activating phosphorylation by Cdk1 and linker phosphorylation in mitosis."}, {"pubmed": 25687885, "text": "TOPK, overexpressed in colorectal cancer, enhances the resistance of colorectal cancer cells to anoikis."}, {"pubmed": 25881543, "text": "TOPK was speculated to be one of a potential marker and therapeutic target in advanced prostate cancer"}, {"pubmed": 25909225, "text": "The in vitro data have been consistent with a role for PBK/TOPK in facilitating invasion in prostate cancer.  PBK could be a prognostic biomarker for prostate cancer that would discriminate aggressive prostate cancer from indolent disease."}, {"pubmed": 26503118, "text": "Overexpression of Nrf2 inhibited the PBK/TOPK KD-induced decrease in cdc2 and cyclin B expression and cell cycle arrest, and blocked ROS production and apoptosis."}, {"pubmed": 26745678, "text": "TOPK silencing sensitizes EGFR-TKI-resistant lung cancer cells to gefitinib and increases gefitinib efficacy in preclinical lung adenocarcinoma xenograft models."}, {"pubmed": 26894977, "text": "Upregulation of proteasome subunit beta type 8 PSMB8 and PDZ binding kinase PBK was confirmed by real-time reverse transcription-PCR analysis."}, {"pubmed": 26897635, "text": "Study shows that BUB1beta and PDZ binding kinase are up-regulated in breast cancer tumors and their expression is associated with improved overall survival (OS) in basal-like tumors but worse OS in luminal and untreated patients."}, {"pubmed": 27016416, "text": "Results indicate that src-family kinase (Src) is a upstream kinase of T-LAK cell-originated protein kinase (TOPK)."}, {"pubmed": 27262437, "text": "Determined the crystal structure of PBK, which has two phospho-mimicking mutations T9E and T198E. The structural data indicated that PBK may assemble into an inactive dimer in alkaline conditions. Analytical size-exclusion chromatography and analytical ultracentrifugation confirmed that PBK exists in a conformational transition between dimers and monomers at different pH conditions."}, {"pubmed": 27334838, "text": "TOPK protein and transcriptional levels of FOXM1 were reduced by TOPK inhibitor treatment."}, {"pubmed": 27347940, "text": "A high PBK expression level was correlated with long overall survival in oral squamous cell carcinoma."}, {"pubmed": 27582549, "text": "High TOPK expression is associated with liver cancer."}, {"pubmed": 27898655, "text": "PBK/TOPK plays a crucial role in tumour malignant potential through its overexpression and highlight its usefulness as a prognostic factor and potential therapeutic target in gastric cancer."}, {"pubmed": 27919968, "text": "findings suggest that PBK/TOPK plays a crucial role in tumor malignant potential through its overexpression in ESCC"}, {"pubmed": 28212583, "text": "Data suggest that T-LAK cell-originated protein kinase (TOPK) might play a pivotal role in breast cancer invasion and metastasis."}, {"pubmed": 28333152, "text": "MiR-770-5p and PBK levels were inversely correlated in xenograft model mice."}, {"pubmed": 28412249, "text": "The role of T-LAK cell-originated protein kinase directly promotes metastasis of colorectal cancer by modulating p53-related protein kinase."}, {"pubmed": 28525379, "text": "our study provide convincing evidences that FoxM1-regulated PBK exerts oncogenic activities towards HCC via the activation of beta-Catenin pathway."}, {"pubmed": 28677687, "text": "TOPK knockdown did not alter radiation response in normal tissues, but significantly enhanced radiosensitivity in cancer cells.These findings have clinical relevance, as elevated TOPK protein expression was associated with poorer clinical outcomes in prostate cancer patients treated with radical radiotherapy. TOPK disruption may cause tumour-specific radiosensitisation in multiple different tumour types."}, {"pubmed": 28780319, "text": "CDK1-mediated mitotic phosphorylation of PDZ-binding kinase is involved in cytokinesis and inhibits its oncogenic activity."}, {"pubmed": 29271010, "text": "the expression of TOPK be a novel alternative biomarker to categorize the malignancy of gliomas."}, {"pubmed": 29575092, "text": "Findings strongly suggest that phosphorylated T-lymphokine-activated killer cell-originated protein kinase may be a potent biomarker to determine the outcome of patients with primary central nervous system lymphoma and to develop novel drugs to treat primary central nervous system lymphoma."}, {"pubmed": 29901068, "text": "Results found that PBK/TOPK was upregulated and phosphorylated in HTLV1-transformed Tcell lines and ATLLderived Tcell lines. In addition, HTLV1 infection upregulated PBK/TOPK expression in PBMCs, suggesting that this kinase increases the rate of mitosis and expands malignant T cells."}, {"pubmed": 30165468, "text": "PBK/TOPK provides stability of an oncoprotein, c-MYC."}, {"pubmed": 30237440, "text": "a novel interplay between AR and PBK that results in increased AR and ARVs expression that executes AR-mediated growth and progression of aggressive prostate cancer (PrCa), with implications for the development of PBK inhibitors for the treatment of aggressive PrCa."}, {"pubmed": 30286126, "text": "Data found that the PBK/TOPK appears to be overexpressed in nucleus or cytoplasm in different colorectal cancer (CRC) patients. Patients with low-scoring and cytoplasmic expression, with negative nuclear expression, and advanced stage, or with low total expression were revealed to have a relatively poor prognosis. PBK/TOPK expression and localization might be used as an independent prognostic marker for CRC patients."}, {"pubmed": 30460633, "text": "Study identified PDZ binding kinase as a novel gene up-regulated in peritumoural brain zone of glioblastoma (GBM) with a strong role in conferring aggressiveness, including radio-chemoresistance, thus contributing to recurrence in GBM tumours."}, {"pubmed": 30778048, "text": "High PDZ-binding kinase expression was associated with a poor prognosis, metastasis, and cisplatin resistance of high-grade serous ovarian carcinoma."}, {"pubmed": 30864683, "text": "Results show that TOPK is highly expressed in hematopoietic tumor cell lines and in primary chronic myeloid leukemia tumors. Its expression induces the kinase activity of BCR/ABL."}, {"pubmed": 30914208, "text": "PBK acts as a crucial kinase by promoting invasion and migration via the ETV4-uPAR signaling pathway, and it therefore could be a promising diagnostic biomarker and therapeutic target for hepatocellular carcinoma metastasis."}, {"pubmed": 31325906, "text": "PDZ-binding kinase (PBK) is overexpressed in adrenocortical carcinoma (ACC) and correlates with poor survival. PBK is regulated by FOXM1 and targeting PBK decreases cell proliferation, clonogenicity and anchorage-independent growth in ACC cell lines. PBK silencing inhibits pAkt, pp38MAPK and pHistone H3 altering the cell cycle. Treatment of xenograft ACC tumors with PBK inhibitor reduces tumor growth significantly."}, {"pubmed": 31611604, "text": "Targeting the COX2/MET/TOPK signaling axis induces apoptosis in gefitinib-resistant NSCLC cells."}, {"pubmed": 31757421, "text": "TOPK promotes epithelial-mesenchymal transition and invasion of breast cancer cells through upregulation of TBX3 in TGF-beta1/Smad signaling."}, {"pubmed": 31888532, "text": "this study shows that TOPK promotes metastasis of esophageal squamous cell carcinoma by activating the Src/GSK3beta/STAT3 signaling pathway via gamma-catenin"}, {"pubmed": 32237067, "text": "PBK attenuates paclitaxel-induced autophagic cell death by suppressing p53 in H460 non-small-cell lung cancer cells."}, {"pubmed": 32277233, "text": "Suppression of the solar ultraviolet-induced skin carcinogenesis by TOPK inhibitor HI-TOPK-032."}, {"pubmed": 32581305, "text": "A novel loss-of-function mutation of PBK associated with human kidney stone disease."}, {"pubmed": 32721246, "text": "Novel Interleukin-6 Inducible Gene PDZ-Binding Kinase Promotes Tumor Growth of Multiple Myeloma Cells."}, {"pubmed": 32828273, "text": "Activation of NF-kappaB by TOPK upregulates Snail/Slug expression in TGF-beta1 signaling to induce epithelial-mesenchymal transition and invasion of breast cancer cells."}, {"pubmed": 32901866, "text": "TOPK inhibition accelerates oxidative stressinduced granulosa cell apoptosis via the p53/SIRT1 axis."}, {"pubmed": 33158479, "text": "TOPK mediates hypoxia-induced epithelial-mesenchymal transition and the invasion of nonsmall-cell lung cancer cells via the HIF-1alpha/snail axis."}, {"pubmed": 33168956, "text": "Targeting TOPK sensitises tumour cells to radiation-induced damage by enhancing replication stress."}, {"pubmed": 33184870, "text": "PBK promotes aggressive phenotypes of cervical cancer through ERK/c-Myc signaling pathway."}, {"pubmed": 33185682, "text": "T-LAK cell-originated protein kinase (TOPK) enhances androgen receptor splice variant (ARv7) and drives androgen-independent growth in prostate cancer."}, {"pubmed": 33638656, "text": "PBK expression predicts favorable survival in colorectal cancer patients."}, {"pubmed": 33772548, "text": "PBK/TOPK promotes chemoresistance to oxaliplatin in hepatocellular carcinoma cells by regulating PTEN."}, {"pubmed": 33813430, "text": "PBK Expression Is Associated With Prognosis of Patients With Oral Squamous Cell Carcinoma Treated With Radiotherapy: A Retrospective Study."}, {"pubmed": 34115928, "text": "T-LAK cell-originated protein kinase (TOPK): an emerging prognostic biomarker and therapeutic target in osteosarcoma."}, {"pubmed": 34788229, "text": "Prolactin-regulated Pbk is involved in pregnancy-induced beta-cell proliferation in mice."}, {"pubmed": 35037144, "text": "The role of T-LAK cell-originated protein kinase in targeted cancer therapy."}, {"pubmed": 35139768, "text": "Acetylshikonin suppresses diffuse large B-Cell Lymphoma cell growth by targeting the T-lymphokine-activated killer cell-originated protein kinase signalling pathway."}, {"pubmed": 35546143, "text": "TOPK/PBK is phosphorylated by ERK2 at serine 32, promotes tumorigenesis and is involved in sorafenib resistance in RCC."}, {"pubmed": 35593307, "text": "Identification of PBK as a hub gene and potential therapeutic target for medulloblastoma."}, {"pubmed": 35756488, "text": "TOPK Affects Autophagy of Skin Squamous Cell Carcinoma by Regulating NF-KB Pathway through HDAC1."}, {"pubmed": 35859118, "text": "PBK drives PARP inhibitor resistance through the TRIM37/NFkappaB axis in ovarian cancer."}, {"pubmed": 36171591, "text": "Overexpression of PBK/TOPK relates to poor prognosis of patients with breast cancer: a retrospective analysis."}, {"pubmed": 36807309, "text": "PDZ-binding kinase aggravates pancreatic neuroendocrine neoplasm progression by activating the AKT/mTOR pathway."}, {"pubmed": 37148702, "text": "TOPK inhibits TNF-alpha-induced granulosa cell apoptosis via regulation of SIRT1/p53."}, {"pubmed": 37226642, "text": "KRAS[G12C] mutation-induced TOPK overexpression contributes to tumour progression in non-small cell lung cancer."}, {"pubmed": 37328464, "text": "TOPK promotes the growth of esophageal cancer in vitro and in vivo by enhancing YB1/eEF1A1 signal pathway."}, {"pubmed": 38131517, "text": "TOPK promotes the development of psoriasis and worenine alleviates psoriasiform dermatitis by inhibiting TOPK activity."}], "genomic_pos": {"chr": "8", "end": 27838082, "ensemblgene": "ENSG00000168078", "start": 27809624, "strand": -1}, "genomic_pos_hg19": {"chr": "8", "end": 27695612, "start": 27667137, "strand": -1}, "go": {"BP": [{"evidence": "NAS", "gocategory": "BP", "id": "GO:0000278", "pubmed": 10779557, "qualifier": "involved_in", "term": "mitotic cell cycle"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001933", "qualifier": "involved_in", "term": "negative regulation of protein phosphorylation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0018105", "qualifier": "involved_in", "term": "peptidyl-serine phosphorylation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032435", "qualifier": "involved_in", "term": "negative regulation of proteasomal ubiquitin-dependent protein catabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032873", "qualifier": "involved_in", "term": "negative regulation of stress-activated MAPK cascade"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0034644", "qualifier": "involved_in", "term": "cellular response to UV"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043161", "qualifier": "involved_in", "term": "proteasome-mediated ubiquitin-dependent protein catabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050728", "qualifier": "involved_in", "term": "negative regulation of inflammatory response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051403", "qualifier": "involved_in", "term": "stress-activated MAPK cascade"}], "CC": {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 25575812, "qualifier": "located_in", "term": "nucleus"}, "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0004674", "qualifier": "enables", "term": "protein serine/threonine kinase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004674", "pubmed": 10779557, "qualifier": "enables", "term": "protein serine/threonine kinase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0004708", "qualifier": "enables", "term": "MAP kinase kinase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0004713", "qualifier": "enables", "term": "protein tyrosine kinase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [10779557, 12620389, 17482142, 20622899, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005524", "qualifier": "enables", "term": "ATP binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0106310", "qualifier": "enables", "term": "protein serine kinase activity"}]}, "homologene": {"genes": [[7227, 32753], [7955, 360218], [8364, 496810], [9031, 422003], [9544, 713242], [9598, 464496], [9606, 55872], [9615, 477371], [9913, 534781], [10090, 52033], [10116, 290326]], "id": 32415}, "interpro": [{"desc": "Protein kinase domain", "id": "IPR000719", "short_desc": "Prot_kinase_dom"}, {"desc": "Serine/threonine-protein kinase, active site", "id": "IPR008271", "short_desc": "Ser/Thr_kinase_AS"}, {"desc": "Protein kinase-like domain superfamily", "id": "IPR011009", "short_desc": "Kinase-like_dom_sf"}, {"desc": "TOPK, catalytic domain", "id": "IPR041989", "short_desc": "PKc_TOPK"}], "ipi": ["IPI00306708", "IPI00974208", "IPI00974235", "IPI00980645"], "map_location": "8p21.1", "name": "PDZ binding kinase", "other_names": ["MAPKK-like protein kinase", "T-LAK cell-originated protein kinase", "cancer/testis antigen 84", "epididymis luminal protein 164", "lymphokine-activated killer T-cell-originated protein kinase", "serine/threonine protein kinase", "spermatogenesis-related protein kinase"], "pantherdb": {"HGNC": "18282", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1289156", "ortholog_type": "LDO", "panther_family": "PTHR43289", "taxid": 10090, "uniprot_kb": "Q9JJ78"}, {"RGD": "1309565", "ortholog_type": "LDO", "panther_family": "PTHR43289", "taxid": 10116, "uniprot_kb": "A1L1J7"}, {"Ensembl": "ENSGALG00000016582", "ortholog_type": "LDO", "panther_family": "PTHR43289", "taxid": 9031, "uniprot_kb": "F1NGQ3"}, {"ZFIN": "ZDB-GENE-030523-2", "ortholog_type": "LDO", "panther_family": "PTHR43289", "taxid": 7955, "uniprot_kb": "Q6DHU8"}, {"FlyBase": "FBgn0030864", "ortholog_type": "LDO", "panther_family": "PTHR43289", "taxid": 7227, "uniprot_kb": "Q9VX24"}], "uniprot_kb": "Q96KB5"}, "pathway": {"wikipathways": [{"id": "WP3879", "name": "4-hydroxytamoxifen, Dexamethasone, and Retinoic Acids Regulation of p27 Expression"}, {"id": "WP3888", "name": "VEGFA-VEGFR2 Signaling Pathway"}]}, "pdb": "5J0A", "pfam": "PF00069", "pharmgkb": "PA134925802", "pharos": {"target_id": 20035, "tdl": "Tchem"}, "prosite": "PS50011", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF266547", "relationship": "is"}, {"id": "GNF266548", "relationship": "is"}, {"id": "GNF266549", "relationship": "is"}, {"id": "GNF266550", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF161732", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF038036", "relationship": "weakly similar to"}, "GNF_hs-pkinase_IDT-siRNA": [{"id": "GNF166536", "relationship": "is"}, {"id": "GNF166537", "relationship": "is"}, {"id": "GNF166538", "relationship": "is"}, {"id": "GNF166539", "relationship": "is"}], "GNF_hs_LentiORF-HA-MYC": {"id": "GNF282898", "relationship": "is"}, "GNF_hs_LentiORF-Jred": {"id": "GNF283825", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF014806", "relationship": "is"}, "Invitrogen_IVTHSSIPKv2": [{"id": "GNF324934", "relationship": "is"}, {"id": "GNF324935", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF336512", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF093076", "relationship": "is"}, {"id": "GNF132774", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000008.11", "NC_060932.1"], "protein": ["NP_001265874.1", "NP_001349969.1", "NP_060962.2"], "rna": ["NM_001278945.2", "NM_001363040.2", "NM_018492.4"], "translation": [{"protein": "NP_001349969.1", "rna": "NM_001363040.2"}, {"protein": "NP_060962.2", "rna": "NM_018492.4"}, {"protein": "NP_001265874.1", "rna": "NM_001278945.2"}]}, "reporter": {"HG-U133_Plus_2": "219148_at", "HG-U95B": "56812_at", "HTA-2_0": "TC08001086.hg.1", "HuEx-1_0": "3129149", "HuGene-1_1": "8149955", "HuGene-2_1": "17075776"}, "retired": [55886, 137557], "summary": "This gene encodes a serine/threonine protein kinase related to the dual specific mitogen-activated protein kinase kinase (MAPKK) family. Evidence suggests that mitotic phosphorylation is required for its catalytic activity. The encoded protein may be involved in the activation of lymphoid cells and support testicular functions, with a suggested role in the process of spermatogenesis. Overexpression of this gene has been implicated in tumorigenesis. Alternative splicing results in multiple transcript variants. [provided by RefSeq, Jul 2013].", "symbol": "PBK", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1538595"}, "unigene": "Hs.104741", "uniprot": {"Swiss-Prot": "Q96KB5", "TrEMBL": ["E5RFX4", "V9HWH0", "E5RIE1"]}, "wikipedia": {"url_stub": "PBK (gene)"}}