{"AllianceGenome": "8647", "HGNC": "8647", "MIM": "601209", "_id": "5093", "_version": 1, "accession": {"genomic": ["AC016700.8", "CH471053.2", "CP068276.2", "NC_000002.12", "NC_060926.1", "NG_029956.1", "NG_054918.2"], "protein": ["AAA91317.1", "AAH39742.1", "AAX93191.1", "ACI46021.1", "BAG36897.1", "CAA55016.1", "CAA82631.1", "EAW99834.1", "NP_006187.2", "Q15365.2"], "rna": ["AK130439.1", "AK314225.1", "BC039742.1", "BM794597.1", "FJ224329.1", "NM_006196.4", "U24223.1", "X78137.1", "Z29505.1"], "translation": [{"protein": "CAA82631.1", "rna": "Z29505.1"}, {"protein": "BAG36897.1", "rna": "AK314225.1"}, {"protein": "AAH39742.1", "rna": "BC039742.1"}, {"protein": "ACI46021.1", "rna": "FJ224329.1"}, {"protein": "NP_006187.2", "rna": "NM_006196.4"}, {"protein": "CAA55016.1", "rna": "X78137.1"}, {"protein": "AAA91317.1", "rna": "U24223.1"}]}, "alias": ["HEL-S-85", "HNRPE1", "HNRPX", "hnRNP-E1", "hnRNP-X"], "ensembl": {"gene": "ENSG00000169564", "protein": "ENSP00000305556", "transcript": "ENST00000303577", "translation": [{"protein": "ENSP00000305556", "rna": "ENST00000303577"}], "type_of_gene": "protein_coding"}, "entrezgene": "5093", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 4.02083368, "exp_mis": 154.2625921, "exp_syn": 83.50234, "lof_z": 1.98631336462333, "mis_z": 4.65729299933195, "mu_lof": 3.17888007189e-07, "mu_mis": 1.35781722846e-05, "mu_syn": 7.33289612827e-06, "n_lof": 0.0, "n_mis": 36.0, "n_syn": 104.0, "p_li": 0.727131612150662, "p_null": 0.012751430307388, "p_rec": 0.26011695754195, "syn_z": -1.39060701054025}, "bp": 1071, "cds_end": 70315946, "cds_start": 70314875, "n_exons": 1, "nonpsych": {"exp_lof": 3.618607, "exp_mis": 139.6019006, "exp_syn": 75.5570388, "lof_z": 1.86819704616916, "mis_z": 4.63610679062438, "mu_lof": 3.17888007189e-07, "mu_mis": 1.35781722846e-05, "mu_syn": 7.33289612827e-06, "n_lof": 0.0, "n_mis": 31.0, "n_syn": 89.0, "p_li": 0.721911871477368, "p_null": 0.0160029667531922, "p_rec": 0.26208516176944, "syn_z": -0.97369050361539}, "nontcga": {"exp_lof": 3.69715577, "exp_mis": 141.919584, "exp_syn": 76.82014365, "lof_z": 1.89677203200017, "mis_z": 4.51324501410831, "mu_lof": 3.17888007189e-07, "mu_mis": 1.35781722846e-05, "mu_syn": 7.33289612827e-06, "n_lof": 0.0, "n_mis": 34.0, "n_syn": 94.0, "p_li": 0.709762174174666, "p_null": 0.0151053986401198, "p_rec": 0.275132427185214, "syn_z": -1.24109312513146}, "transcript": "ENST00000303577.5"}, "exons": [{"cdsend": 70088814, "cdsstart": 70087743, "chr": "2", "position": [[70087476, 70089202]], "strand": 1, "transcript": "NM_006196", "txend": 70089202, "txstart": 70087476}], "exons_hg19": [{"cdsend": 70315946, "cdsstart": 70314875, "chr": "2", "position": [[70314608, 70316334]], "strand": 1, "transcript": "NM_006196", "txend": 70316334, "txstart": 70314608}], "generif": [{"pubmed": 12011088, "text": "The binding of HuR, CP1, and CP2 to AR mRNA suggests a role for each of these proteins in the post-transcriptional regulation of AR expression in cancer cells."}, {"pubmed": 12414943, "text": "PCBP1, a highly homologous isoform of PCBP2, binds to poliovirus stem-loop I with an affinity similar to that of PCBP2"}, {"pubmed": 12431987, "text": "The 3'-untranslated region of p21WAF1 mRNA is a composite cis-acting sequence bound by RNA-binding proteins from breast cancer cells, including this one."}, {"pubmed": 12933794, "text": "HADHB trifunctional enzyme, human renin, and poly(C)-binding protein are novel renin mRNA-binding proteins that target a cis-element in the 3'-UTR of renin mRNA and regulate renin production"}, {"pubmed": 14612387, "text": "deletion of NLS I from alphaCP1 blocks its nuclear accumulation, whereas NLS I and NLS II must both be inactivated to block nuclear accumulation of alphaCP2"}, {"pubmed": 15169918, "text": "The interactions of PTB-1 and PCBP1 with their cognate binding sites on the Bag-1 IRES disrupt many of the RNA-RNA interactions, and this creates a largely unstructured region of approximately 40 nucleotides that could permit ribosome binding."}, {"pubmed": 15246275, "text": "Kaposi's sarcoma-associated herpesvirus ORF57 binds to PCBP1 as a functional partner for posttranscriptional regulation and is involved in the regulation of the expression of both cellular and viral genes through IRESs."}, {"pubmed": 15514164, "text": "hnRNPE1 is a positive effector of collagen synthesis acting at the post-transcriptional level by interaction with the 3'-untranslated regions (3'-UTRs) of COL1A1, 1A2 mRNAs."}, {"pubmed": 15933215, "text": "PCBPs act as a transcription factor and positively regulate mu opioid receptor gene expression in NMB cells"}, {"pubmed": 16248985, "text": "Thus, we did not find evidence for uniquely interacting partner proteins using this approach, but did identify four new lamin A/C interactive partners"}, {"pubmed": 16775011, "text": "These results are consistent with a model where hnRNP E1 recruited to A2RE RNA granules by binding to hnRNP A2 inhibits translation of A2RE RNA during granule transport."}, {"pubmed": 17383969, "text": "To define the mechanism of STAT3C suppression of transcript. and/or translational activity of NF-kappaB we found that a alphaCP-1 interacted with STAT3C. alphaCP-1 is a K-homol. domain-containing RNA-binding prot with specific for C-rich pyrimidine tracts"}, {"pubmed": 17389360, "text": "Signal-dependent and coordinated regulation of transcription, splicing, and translation resides in a single coregulator, PCBP1."}, {"pubmed": 17622584, "text": "Specific binding of heterogenous nuclear ribonucleoprotein E1 (hnRNP E1) and U1 small nuclear ribonucleoprotein (snRNP) in the pre-spliceosomal complex was associated with silencing of pseudoexon splicing."}, {"pubmed": 18511687, "text": "PCBP1 can function as a cytosolic iron chaperone in the delivery of iron to ferritin"}, {"pubmed": 18656558, "text": "The detailed transcripts and translatants targeted by PCBP1 at a global level."}, {"pubmed": 19211566, "text": "reveal a pivotal role for alphaCP1 and alphaCP2 in a p53-independent pathway of p21(WAF) control and cell cycle progression"}, {"pubmed": 20361869, "text": "We characterized PCBP1 as a negative regulator of CD44 variants splicing in HepG2 cells"}, {"pubmed": 20519371, "text": "PCBP1 plays a major role in the dynamic expression of AR in both male and female androgen-responsive cells."}, {"pubmed": 20609352, "text": "Loss of PRL-3 is associated with cancer."}, {"pubmed": 21752917, "text": "Overall, the results presented here suggest that cellular PCBP2 and PCBP1 antagonize vesiculovirus growth by affecting viral gene expression and highlight the importance of these two cellular proteins in restricting virus infections."}, {"pubmed": 21930702, "text": "hnRNP-E1 as a physiologically relevant, sensitive, cellular sensor of folate deficiency."}, {"pubmed": 22102042, "text": "Study on the PCBP1 KH domain recognition of C-rich nucleotides. X-ray diffraction data of PCBP1 were collected to 1.77 Angstrom resolution and the diffraction was consistent with space group P2(1), with unit-cell parameters a = 38.59, b = 111.88, c = 43.42 A, alpha = gamma = 90.0, beta = 93.37 degrees. The unit-cell volume is consistent with the presence of four protein-DNA complexes in the asymmetric unit."}, {"pubmed": 22105485, "text": "Our findings unravel a critical role of PCBP1 in regulating MAVS for both fine-tuning the antiviral immunity and preventing inflammation"}, {"pubmed": 22622828, "text": "Poly(rC)-binding protein 1 indirectly regulated MAP2K2, FOS, FST, TP53 and WNT7B through H2AFX."}, {"pubmed": 22673507, "text": "In HCC patients, the expression of THAP11 mRNA significantly correlated with PCBP1 mRNA expression. Our results suggest a novel role of THAP11 in CD44 alternative splicing and hepatoma invasion"}, {"pubmed": 22801034, "text": "Down-regulation of poly(rC)-binding protein 1 correlates with the malignant transformation of hydatidiform moles."}, {"pubmed": 23439585, "text": "High hnRNP-E1 expression is associated with uraemic patients on hemodialysis."}, {"pubmed": 23478261, "text": "Stabilization of human eNOS mRNA by hnRNP E1-containing RNP complexes serves as a key protective mechanism against the posttranscriptional inhibitory effects of antisense RNA and microRNA."}, {"pubmed": 23629627, "text": "a role for PCBP1 in posttranscriptional control pathways that can alter the coding potential and/or levels of expression of subsets of mRNAs in thetranscriptome."}, {"pubmed": 23640898, "text": "PCBP1 and -2 form a complex for iron delivery to ferritin, and all PCBPs may share iron chaperone activity."}, {"pubmed": 23940783, "text": "PCBP1 regulates p63 expression via mRNA stability."}, {"pubmed": 24489926, "text": "PCBP1 is a positive regulator involved in regulation of EV71 replication in the host specialized membrane-associated replication complex."}, {"pubmed": 24819169, "text": "SchA-FAK-p85 complex subsequently selectively recruited and activated Akt2, not Akt1"}, {"pubmed": 24843120, "text": "PCBP1 and PCBP2 may serve as iron chaperones to multiple classes of cytosolic nonheme iron enzymes and may have a particular role in restoring metal cofactors that are spontaneously lost in iron deficient cells."}, {"pubmed": 24848140, "text": "reduced expression of hnRNP-E1 might be involved with the cervical cancer pathogenesis, with folate playing a role in the natural history of HPV infection"}, {"pubmed": 24889597, "text": "PCBP1 is a central player in the molecular mechanism causing EMT in GBC-SD cells after TGF-beta treatment; PCBP1 might serve as a useful biomarker for predicting prognosis of gall bladder cancer metastasis"}, {"pubmed": 25268038, "text": "A novel mechanism by which POLH expression is controlled by PCBP1 via mRNA stability."}, {"pubmed": 25389050, "text": "hnRNP E1 is a new regulator of protein disulphide isomerase translation in oxLDL-activated vascular endothelial cells."}, {"pubmed": 25612617, "text": "Findings provide mechanistic evidence for HOTAIR overexpression and PCBP1 downregulation in gastric cancer metastasis and their correlation with poor survival."}, {"pubmed": 25661993, "text": "Our proteomic profiling and subsequent validation indicate that PCBP1 is central to cancer stem cells enrichment and functionality in prostate cancer."}, {"pubmed": 26096938, "text": "Inhibin betaA is translationally regulated by TGFbeta via hnRNP E1."}, {"pubmed": 26173642, "text": "PCBP1 mutations are recurrent in Burkitt lymphomas and might contribute, in cooperation with other mutations, to its pathogenesis."}, {"pubmed": 26261610, "text": "Suggest that PCBP1 might play an important role in preventing the process of epithelial mesenchymal transformation in NSCLC."}, {"pubmed": 26802051, "text": "miR-7977 in extracellular vesicles may be a critical factor that induces failure of normal hematopoiesis via poly(rC) binding protein 1 suppression in myeloid neoplasms."}, {"pubmed": 26880484, "text": "Poly C binding protein 1 represses autophagy through downregulation of LC3B to promote tumor cell apoptosis in starvation"}, {"pubmed": 26896798, "text": "alphaCP1/ alphaCP2 binding to a cytosine-rich subset of polypyrimidine tracts drives a novel pathway of cassette exon splicing in the mammalian transcriptome."}, {"pubmed": 27067543, "text": "TGF-beta signaling through Akt2 induces phosphorylation of heterogeneous nuclear ribonucleoprotein E1 (hnRNP E1) at serine-43 (p-hnRNP E1), driving epithelial to mesenchymal transition and metastasis."}, {"pubmed": 27292014, "text": "These results establish the role of hnRNP K and PCPB1 in the translational control of morphine-induced MOR expression in human neuroblastoma (NMB) cells as well as cells stably expressing MOR (NMB1)."}, {"pubmed": 27683057, "text": "Low expression of PCBP1 is associated with lung cancer metastasis."}, {"pubmed": 27746021, "text": "It is reported here that TGF-beta directly regulates alternative splicing of cancer stem cell marker CD44 through a phosphorylated threonine179 of SMAD3-mediated interaction with RNA-binding protein PCBP1."}, {"pubmed": 27836661, "text": "We found a C-rich element (CRE) in mu-opioid receptor (MOR) 3'-untranslated region (UTR) to which poly (rC) binding protein 1 (PCBP1) binds, resulting in MOR mRNA stabilization. AUF1 phosphorylation also led to an increased interaction with PCBP1."}, {"pubmed": 28027391, "text": "BC200 RNA interacts with hnRNP E1 and E2 mainly through its unique 3' C-rich domain."}, {"pubmed": 28076324, "text": "our findings suggest that PCBP1 is a molecular marker of oxaliplatin resistance in colorectal cancer"}, {"pubmed": 28077174, "text": "Study report a novel interaction between mutant HSPB1-P182L and the RNA binding protein PCBP1, leading to a reduction in its translational repression activity. Identifying PCBP1 mRNA targets revealed a marked prevalence for an RNA recognition motif, preferably seen in their 5' and 3'UTRs. Findings further support a role for mutant HSPB1 in neurodegenerative diseases."}, {"pubmed": 28193846, "text": "The results provide a mechanism for exon 16 3' splice site activation in which a coordinated effort among TIA1, Pcbp1, and RBM39 stabilizes or increases U2 snRNP recruitment, enhances spliceosome A complex formation, and facilitates exon definition through RBM39-mediated splicing regulation."}, {"pubmed": 28250194, "text": "It was concluded that a novel positive feedback loop amplifies hnRNP-E1 during prolonged folate deficiency and thereby maximizes upregulation of folate receptors in order to restore folate homeostasis toward normalcy in placental cells."}, {"pubmed": 28512205, "text": "Data suggest a 216-nucleotide proximal cis-element in LIF mRNA exhibits mRNA destabilizing potential; on exposure to carcinogen PMA (phorbol-12-myristate-13-acetate), this cis-element exhibits mRNA stabilizing activity. PMA induces nucleo-cytoplasmic translocation of both nucleolin and PCBP1, 2 trans-acting factors that bind to and stabilize LIF mRNA. [LIF = leukemia inhibitory factor; PCBP1 = poly(rC) binding protein 1]"}, {"pubmed": 28560430, "text": "High HNRPE1 expression is associated with pancreatic cancer metastasis."}, {"pubmed": 28963376, "text": "UBE4A targets PCBP1 for proteasomal degradation and that UBE4A expression can serve as a novel biomarker in thyroid cancer patients."}, {"pubmed": 29032941, "text": "the actions of PCBP1 and NCOA4 on ferritin allow erythroid cells to rapidly respond to changes in cellular iron availability, which could provide a strategy to maintain cellular iron storage and utilization at a constant rate despite fluctuation in the total cellular iron supply."}, {"pubmed": 29138420, "text": "PCBP1 and miR-3978 are sequestered in normal peritoneal tissue, but disrupted following metastatic progression. PCBP1 expression mimicked miR-3978 expression across gastric cancer patients. Replenishment of miR-3978 in the peritoneal metastasis cell line MKN45 resulted in induction of PCBP1 protein expression, potentially indicating that miR-3978 expression might downregulate a negative regulator targeting PCBP1."}, {"pubmed": 29891675, "text": "PCBP1 binds to more severely oxidized RNA to activate apoptosis-related reactions.  PCBP1 does not bind to such oligoribonucleotides but instead binds firmly to oligoribonucleotides in which two 8-oxoG residues are located nearby. The structure-function relationship of PCBP1 was established with the use of PCBP1 mutant proteins with defective conserved KH domains. PCBP1 operates when RNA is more severely damaged."}, {"pubmed": 30078000, "text": "Knockdown of PCBP1 promoted both tumorigenesis and metastatic progression in prostate cancer, suggestive of PCBP1 functioning as a tumor suppressor in normal prostate epithelial cells and potentiates tumor formation by up-regulation of MAPK1 expression."}, {"pubmed": 30086790, "text": "Results thereby indicate that loss of PCBP1 expression firstly attenuates p27 expression at post-transcriptional level, and subsequently promotes carcinogenesis."}, {"pubmed": 30132844, "text": "PCBP2 appears to be an oncogenic splicing factor. A growing body of evidence has shown that PCBP1 regulates alternative splicing, translation, and RNA stability of many cancer-related genes. Taking together, PCBP1 has distinctive tumor suppressive functions, and increasing PCBP1 expression may represent a new approach for cancer treatment."}, {"pubmed": 30281912, "text": "PCBP1 regulates post-transcriptional expression of TRIM56 in ovarian cancer."}, {"pubmed": 31223278, "text": "PCBP1 is the key splicing factor that promotes the switch from oncogenic isoform STAT3alpha to tumor-suppressive isoform STAT3beta."}, {"pubmed": 31326364, "text": "PCBP1 has a function of inducing cell death to eliminate severely damaged RNA (REVIEW)"}, {"pubmed": 32480040, "text": "Acireductone dioxygenase 1 (ADI1) is regulated by cellular iron by a mechanism involving the iron chaperone, PCBP1, with PCBP2 acting as a potential co-chaperone."}, {"pubmed": 32523987, "text": "RNA binding protein PCBP1 is an intracellular immune checkpoint for shaping T cell responses in cancer immunity."}, {"pubmed": 32647012, "text": "PCBP1 and PCBP2 both bind heavily oxidized RNA but cause opposing outcomes, suppressing or increasing apoptosis under oxidative conditions."}, {"pubmed": 32835748, "text": "Management versus miscues in the cytosolic labile iron pool: The varied functions of iron chaperones."}, {"pubmed": 33416185, "text": "miRNA4903p promotes the metastatic progression of invasive ductal carcinoma."}, {"pubmed": 34161287, "text": "The iron chaperone and nucleic acid-binding activities of poly(rC)-binding protein 1 are separable and independently essential."}, {"pubmed": 34272328, "text": "Heterogeneous nuclear ribonucleoprotein E1 binds polycytosine DNA and monitors genome integrity."}, {"pubmed": 34730395, "text": "Host Restriction Factor A3G Inhibits the Replication of Enterovirus D68 by Competitively Binding the 5' Untranslated Region with PCBP1."}, {"pubmed": 35215884, "text": "Poly(rC)-Binding Protein 1 Limits Hepatitis C Virus Virion Assembly and Secretion."}, {"pubmed": 35287546, "text": "PolyC-RNA-binding protein 1 (PCBP1) enhances tropomyosin 3 (TPM3) mRNA stability to promote the progression of esophageal squamous cell carcinoma."}, {"pubmed": 35290903, "text": "Poly(rC)-binding protein 1 represses ferritinophagy-mediated ferroptosis in head and neck cancer."}, {"pubmed": 35549870, "text": "Poly(rC) Binding Protein 1 Represses the Translation of STAT3 through 5' UTR."}, {"pubmed": 35589811, "text": "PCBP1 is associated with rheumatoid arthritis by affecting RNA products of genes involved in immune response in Th1 cells."}, {"pubmed": 35896897, "text": "Overexpression of splicing factor poly(rC)-binding protein 1 elicits cycle arrest, apoptosis induction, and p73 splicing in human cervical carcinoma cells."}, {"pubmed": 37157950, "text": "PCBP1 protects bladder cancer cells from mitochondria injury and ferroptosis by inducing LACTB mRNA degradation."}, {"pubmed": 37558923, "text": "Classification of IDH wild-type glioblastoma tumorspheres into low- and high-invasion groups based on their transcriptional program."}, {"pubmed": 37927213, "text": "PCBP1 regulates LIFR through FAM3C to maintain breast cancer stem cell self-renewal and invasiveness."}], "genomic_pos": {"chr": "2", "end": 70089203, "ensemblgene": "ENSG00000169564", "start": 70087477, "strand": 1}, "genomic_pos_hg19": {"chr": "2", "end": 70316332, "start": 70314585, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0039694", "pubmed": 12414943, "qualifier": "involved_in", "term": "viral RNA genome replication"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "is_active_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 25468996, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0014069", "qualifier": "located_in", "term": "postsynaptic density"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 19946888, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016607", "qualifier": "located_in", "term": "nuclear speck"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0036464", "qualifier": "located_in", "term": "cytoplasmic ribonucleoprotein granule"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19056867, 20458337, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:1990904", "qualifier": "part_of", "term": "ribonucleoprotein complex"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IBA", "id": "GO:0003697", "qualifier": "enables", "term": "single-stranded DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003697", "pubmed": 8152927, "qualifier": "enables", "term": "single-stranded DNA binding"}, {"category": "MF", "evidence": "HDA", "id": "GO:0003723", "pubmed": [22658674, 22681889], "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003723", "pubmed": [7556077, 7607214, 8152927], "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0003729", "qualifier": "enables", "term": "mRNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003729", "pubmed": 14722620, "qualifier": "enables", "term": "mRNA binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [16713569, 17389360, 20374249, 21994455, 22028648, 22365833, 22673507, 25416956, 28169274, 31515488, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "HDA", "id": "GO:0045296", "pubmed": 25468996, "qualifier": "enables", "term": "cadherin binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0098847", "qualifier": "enables", "term": "sequence-specific single stranded DNA binding"}]}, "homologene": {"genes": [[9598, 459300], [9606, 5093], [9615, 481417], [9913, 509917], [10090, 23983], [10116, 500242]], "id": 68506}, "interpro": [{"desc": "K Homology domain", "id": "IPR004087", "short_desc": "KH_dom"}, {"desc": "K Homology domain, type 1", "id": "IPR004088", "short_desc": "KH_dom_type_1"}, {"desc": "K Homology domain, type 1 superfamily", "id": "IPR036612", "short_desc": "KH_dom_type_1_sf"}], "ipi": "IPI00016610", "map_location": "2p13.3", "name": "poly(rC) binding protein 1", "other_names": ["alpha-CP1", "epididymis secretory protein Li 85", "heterogeneous nuclear ribonucleoprotein E1", "heterogenous nuclear ribonucleoprotein E1", "heterogenous nuclear ribonucleoprotein X", "nucleic acid-binding protein SUB2.3", "poly(rC)-binding protein 1"], "pantherdb": {"HGNC": "8647", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1345635", "ortholog_type": "LDO", "panther_family": "PTHR10288", "taxid": 10090, "uniprot_kb": "P60335"}, {"Ensembl": "ENSGALG00000041030", "ortholog_type": "O", "panther_family": "PTHR10288", "taxid": 9031, "uniprot_kb": "A0A1D5PD11"}, {"ZFIN": "ZDB-GENE-030131-563", "ortholog_type": "O", "panther_family": "PTHR10288", "taxid": 7955, "uniprot_kb": "Q7ZVK5"}, {"WormBase": "WBGene00003978", "ortholog_type": "O", "panther_family": "PTHR10288", "taxid": 6239, "uniprot_kb": "Q95Y67"}, {"FlyBase": "FBgn0262737", "ortholog_type": "O", "panther_family": "PTHR10288", "taxid": 7227, "uniprot_kb": "M9NEH9"}, {"SGD": "S000000128", "ortholog_type": "O", "panther_family": "PTHR10288", "taxid": 4932, "uniprot_kb": "P38199"}, {"PomBase": "SPCC757.09c", "ortholog_type": "O", "panther_family": "PTHR10288", "taxid": 4896, "uniprot_kb": "O74919"}, {"SGD": "S000000437", "ortholog_type": "O", "panther_family": "PTHR10288", "taxid": 4932, "uniprot_kb": "P38151"}, {"TAIR": "2099292", "ortholog_type": "O", "panther_family": "PTHR10288", "taxid": 3702, "uniprot_kb": "Q9C7C3"}, {"TAIR": "2120755", "ortholog_type": "O", "panther_family": "PTHR10288", "taxid": 3702, "uniprot_kb": "Q9SZH4"}, {"TAIR": "2084908", "ortholog_type": "O", "panther_family": "PTHR10288", "taxid": 3702, "uniprot_kb": "Q9SR13"}], "uniprot_kb": "Q15365"}, "pathway": {"kegg": [{"id": "hsa03040", "name": "Spliceosome - Homo sapiens (human)"}, {"id": "hsa04216", "name": "Ferroptosis - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-72163", "name": "mRNA Splicing - Major Pathway"}, {"id": "R-HSA-72172", "name": "mRNA Splicing"}, {"id": "R-HSA-72203", "name": "Processing of Capped Intron-Containing Pre-mRNA"}, {"id": "R-HSA-8953854", "name": "Metabolism of RNA"}], "wikipathways": {"id": "WP4313", "name": "Ferroptosis"}}, "pdb": ["1WVN", "1ZTG", "3VKE"], "pfam": "PF00013", "pharmgkb": "PA32986", "pharos": {"target_id": 16077, "tdl": "Tbio"}, "prosite": "PS50084", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF168190", "relationship": "is"}, {"id": "GNF179096", "relationship": "is"}, {"id": "GNF190002", "relationship": "is"}, {"id": "GNF200908", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF033545", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF010906", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF243407", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF106324", "relationship": "is"}, {"id": "GNF145970", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000002.12", "NC_060926.1", "NG_029956.1", "NG_054918.2"], "protein": "NP_006187.2", "rna": "NM_006196.4", "translation": {"protein": "NP_006187.2", "rna": "NM_006196.4"}}, "reporter": {"HG-U133_Plus_2": "208620_at", "HG-U95Av2": "34305_at", "HTA-2_0": "TC02000414.hg.1", "HuEx-1_0": "2487639", "HuGene-1_1": "8042515", "HuGene-2_1": "16881153"}, "summary": "This intronless gene is thought to have been generated by retrotransposition of a fully processed PCBP-2 mRNA. This gene and PCBP-2 have paralogues (PCBP3 and PCBP4) which are thought to have arisen as a result of duplication events of entire genes. The protein encoded by this gene appears to be multifunctional. It along with PCBP-2 and hnRNPK corresponds to the major cellular poly(rC)-binding protein. It contains three K-homologous (KH) domains which may be involved in RNA binding. This encoded protein together with PCBP-2 also functions as translational coactivators of poliovirus RNA via a sequence-specific interaction with stem-loop IV of the IRES and promote poliovirus RNA replication by binding to its 5'-terminal cloverleaf structure. It has also been implicated in translational control of the 15-lipoxygenase mRNA, human Papillomavirus type 16 L2 mRNA, and hepatitis A virus RNA. The encoded protein is also suggested to play a part in formation of a sequence-specific alpha-globin mRNP complex which is associated with alpha-globin mRNA stability. [provided by RefSeq, Jul 2008].", "symbol": "PCBP1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1418297"}, "unigene": "Hs.2853", "uniprot": {"Swiss-Prot": "Q15365", "TrEMBL": "Q53SS8"}, "wikipedia": {"url_stub": "PCBP1"}}