{"AllianceGenome": "8729", "HGNC": "8729", "MIM": "176740", "_id": "5111", "_version": 1, "accession": {"genomic": ["AF527838.1", "AL121924.13", "AY310162.1", "AY310163.1", "AY310164.1", "AY310165.1", "CH471133.3", "CP068258.2", "J04718.1", "J05614.1", "NC_000020.11", "NC_060944.1", "NG_047066.1"], "protein": ["AAA35736.1", "AAA60040.1", "AAH00491.1", "AAH62439.1", "AAM78556.1", "AAP58729.1", "AAP58730.1", "AAP58731.1", "AAP58732.1", "BAA05824.1", "BAG36094.1", "BAG62264.1", "CAG38740.1", "CAG46598.1", "EAX10428.1", "EAX10429.1", "EAX10430.1", "NP_002583.1", "NP_872590.1", "P12004.1"], "rna": ["AK300558.1", "AK311014.1", "AK313286.1", "BC000491.2", "BC062439.1", "BG612192.1", "BU626265.1", "CB990423.1", "CR536501.1", "CR541799.1", "D28458.1", "M15796.1", "M29310.1", "NM_002592.2", "NM_182649.2"], "translation": [{"protein": "BAG62264.1", "rna": "AK300558.1"}, {"protein": "BAA05824.1", "rna": "D28458.1"}, {"protein": "AAH00491.1", "rna": "BC000491.2"}, {"protein": "NP_002583.1", "rna": "NM_002592.2"}, {"protein": "AAH62439.1", "rna": "BC062439.1"}, {"protein": "NP_872590.1", "rna": "NM_182649.2"}, {"protein": "CAG46598.1", "rna": "CR541799.1"}, {"protein": "BAG36094.1", "rna": "AK313286.1"}, {"protein": "CAG38740.1", "rna": "CR536501.1"}, {"protein": "AAA35736.1", "rna": "M15796.1"}]}, "alias": "ATLD2", "ensembl": {"gene": "ENSG00000132646", "protein": ["ENSP00000368438", "ENSP00000368458"], "transcript": ["ENST00000379143", "ENST00000379160"], "translation": [{"protein": "ENSP00000368438", "rna": "ENST00000379143"}, {"protein": "ENSP00000368458", "rna": "ENST00000379160"}], "type_of_gene": "protein_coding"}, "entrezgene": "5111", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 8.52481614334, "exp_mis": 88.7318345927, "exp_syn": 43.3064440594, "lof_z": 2.89222582623565, "mis_z": 2.84195183107992, "mu_lof": 5.6791207501e-07, "mu_mis": 8.49896222977e-06, "mu_syn": 4.03000001374e-06, "n_lof": 0.0, "n_mis": 34.0, "n_syn": 38.0, "p_li": 0.937503505123045, "p_null": 0.000271614478396175, "p_rec": 0.0622248803985591, "syn_z": 0.499892342334161}, "bp": 786, "cds_end": 5100444, "cds_start": 5095928, "n_exons": 6, "nonpsych": {"exp_lof": 7.59765047348, "exp_mis": 80.1927442095, "exp_syn": 39.0783849932, "lof_z": 2.70702092684884, "mis_z": 2.88338409281212, "mu_lof": 5.6791207501e-07, "mu_mis": 8.49896222977e-06, "mu_syn": 4.03000001374e-06, "n_lof": 0.0, "n_mis": 29.0, "n_syn": 34.0, "p_li": 0.923735220349243, "p_null": 0.00054574029068798, "p_rec": 0.0757190393600692, "syn_z": 0.511470309688803}, "nontcga": {"exp_lof": 7.83131641263, "exp_mis": 81.6217790929, "exp_syn": 39.8304205797, "lof_z": 2.76056910740219, "mis_z": 2.90183227514069, "mu_lof": 5.6791207501e-07, "mu_mis": 8.49896222977e-06, "mu_syn": 4.03000001374e-06, "n_lof": 0.0, "n_mis": 29.0, "n_syn": 34.0, "p_li": 0.923289807002139, "p_null": 0.000454682948831183, "p_rec": 0.0762555100490296, "syn_z": 0.584944549238031}, "transcript": "ENST00000379160.3"}, "exons": [{"cdsend": 5119798, "cdsstart": 5115282, "chr": "20", "position": [[5114952, 5115362], [5115448, 5115572], [5117469, 5117664], [5118609, 5118677], [5118768, 5118866], [5119577, 5119914], [5126499, 5126622]], "strand": -1, "transcript": "NM_002592", "txend": 5126622, "txstart": 5114952}, {"cdsend": 5119798, "cdsstart": 5115282, "chr": "20", "position": [[5114952, 5115362], [5115448, 5115572], [5117469, 5117664], [5118609, 5118677], [5118768, 5118866], [5119577, 5119958]], "strand": -1, "transcript": "NM_182649", "txend": 5119958, "txstart": 5114952}], "exons_hg19": [{"cdsend": 5100444, "cdsstart": 5095928, "chr": "20", "position": [[5095598, 5096008], [5096094, 5096218], [5098115, 5098310], [5099255, 5099323], [5099414, 5099512], [5100223, 5100560], [5107145, 5107268]], "strand": -1, "transcript": "NM_002592", "txend": 5107268, "txstart": 5095598}, {"cdsend": 5100444, "cdsstart": 5095928, "chr": "20", "position": [[5095598, 5096008], [5096094, 5096218], [5098115, 5098310], [5099255, 5099323], [5099414, 5099512], [5100223, 5100604]], "strand": -1, "transcript": "NM_182649", "txend": 5100604, "txstart": 5095598}], "generif": [{"pubmed": 11601988, "text": "PCNA physically interacts with and directly binds AP endonuclease 1 (APE1) in whole cell extracts, thus demonstrating involvement of multiprotein reactions during long-patch base excision repair."}, {"pubmed": 11741962, "text": "It is hypothesized from these observations that pol epsilon and PCNA have separate but associated functions early in S phase and that pol epsilon participates with PCNA in DNA replication late in S phase."}, {"pubmed": 11805113, "text": "Functional interaction of MutY homolog with proliferating cell nuclear antigen in fission yeast (and in human)"}, {"pubmed": 11864421, "text": "The over-expression of PCNA in the lens epithelium of fetus and children suggests that PCNA might be related to the development of cataract."}, {"pubmed": 11877408, "text": "The promoter of the human proliferating cell nuclear antigen gene is not sufficient for cell cycle-dependent regulation in organotypic cultures of keratinocytes"}, {"pubmed": 11929879, "text": "association with histone deacetylase activity, integrating DNA replication and chromatin modification"}, {"pubmed": 11968016, "text": "Human cell DNA replication is mediated by a discrete multiprotein complex. The eluted complex contains DNA polymerase delta, proliferating cell nuclear antigen, and replication protein A."}, {"pubmed": 11986310, "text": "the interaction of PCNA with DNA polymerase delta is mediated through the small subunit of the enzyme"}, {"pubmed": 12088102, "text": "Expression of c-erbB-2 in node negative breast cancer does not correlate with estrogen receptor status, predictors of hormone responsiveness, or PCNA expression."}, {"pubmed": 12125971, "text": "presence in CNS tumors correlates with histological type and grade"}, {"pubmed": 12226657, "text": "RAD6-dependent DNA repair is linked to modification of PCNA by ubiquitin and SUMO."}, {"pubmed": 12382578, "text": "expressive quantity of PCNA was more in hypertrophic scars and less in chronic skin ulcers"}, {"pubmed": 12390713, "text": "PCNA protein expression may help evaluate the malignancy of hypopharyngeal carcinoma and make prognostic judgement of the patients."}, {"pubmed": 12439914, "text": "relationship between the mast cell density and the context of clinicopathological parameters and expression of p185, estrogen receptor, and proliferating cell nuclear antigen in gastric carcinoma"}, {"pubmed": 12452045, "text": "clinical significance of E-cadherin and proliferating cell nuclear antigen expression in adenoid cystic carcinoma"}, {"pubmed": 12452062, "text": "abnormal expressions of COX-2, p53, PCNA, and nm23 associate with malignant potential, lymph node metastasis and clinical stage, and they might therefore play a role in development of gastric cancer"}, {"pubmed": 12479101, "text": "The content variation of Zn, Se, Mo, Cu, Ni could be possessed of certain effect on p53 mutation and PCNA overexpression of esophageal epithelium in the high risk area."}, {"pubmed": 12515622, "text": "beta-catenin, p53 and PCNA may play important roles in the carcinogenesis of colorectal adenoma."}, {"pubmed": 12532471, "text": "Expression of p57kip2, Rb protein and PCNA and their relationships with clinicopathology in human pancreatic cancer."}, {"pubmed": 12632497, "text": "HBV infection may increase expression of PCNA and GST-pi."}, {"pubmed": 12633936, "text": "PCNA binds to two distinct functional sites on WRN"}, {"pubmed": 12782299, "text": "the E2F site in the human PCNA 5' promoter is a serum-responsive element"}, {"pubmed": 12857440, "text": "PCNA expression was significantly higher in recurrent aphthous ulcers than in normal oral mucosal tissue."}, {"pubmed": 12893285, "text": "Upergulation of PCNA by overexpression of tuberous sclerosis gene products."}, {"pubmed": 12930846, "text": "PARP-1 and p21 could cooperate in regulating the functions of PCNA during DNA replication/repair."}, {"pubmed": 12937166, "text": "results demonstrate for the first time a novel role for human proliferating cell nuclear antigen(PCNA)in transcriptional repression and in modulating chromatin modification with reciprocal modulation of p300 acetyltransferase and PCNA by each other"}, {"pubmed": 12947108, "text": "combination of protein p53 induction and ionizing radiation activate the proliferating cell nuclear antigen gene"}, {"pubmed": 14558955, "text": "The expression of PCNA is associated with the increased malignancy."}, {"pubmed": 14612290, "text": "Expression of PCNA was significantly higher than in normal pancreatic tissue. Correlated with the histological grade. Expression rate consistent with exacerbation of cancer. Also correlated significantly with prognosis and p53 expression."}, {"pubmed": 14642618, "text": "in hepatocellular carcinoma, PCNA participates both in DNA synthesis and repair and that highly proliferating cancers may display a sustained DNA-repair."}, {"pubmed": 14669354, "text": "Detection of PCNA and CD44mRNA expression in colorectal cancer may be useful for evaluating liver metastasis of cancer cells."}, {"pubmed": 14729473, "text": "These results suggest that PCNA trimers bound to DNA during the S phase are organized as distinct pools able to bind selectively different partners. Among them, p125-pol delta and DNA ligase I interact with PCNA in a mutually exclusive manner"}, {"pubmed": 14871261, "text": "The overall expression of PCNA in all stages of fetal testis development was higher than pRb1 expression."}, {"pubmed": 14871894, "text": "proliferating cell nuclear antigen is required in different ways in 5' and 3' nick-directed excision in human mismatch repair"}, {"pubmed": 15000866, "text": "PCNA expression in bone marrow plasma cells constitutes a good prognostic indicator of disease activity in patients with multiple myeloma."}, {"pubmed": 15033825, "text": "Expression of this apoptosis-related protein may be a useful marker in cervix cancer development."}, {"pubmed": 15107487, "text": "XRCC1 co-localizes with proliferating cell nuclear antigen (PCNA) at DNA replication foci, observed exclusively in the S phase of undamaged HeLa cells"}, {"pubmed": 15149598, "text": "Monoubiquitinated but not unmodified PCNA interacts with polymerase eta, and we found two motifs in poleta involved in this interaction. Our findings provide a mechanism by which monoubiquitination of PCNA might mediate the polymerase switch"}, {"pubmed": 15161643, "text": "In aids encephalopathy, although virtually all cells positive for HIV-1 p24 were PCNA+, there were many PCNA+ cells where HIV-1 p24 expression was not detected."}, {"pubmed": 15221970, "text": "A marker of human esophageal neoplastic progression"}, {"pubmed": 15342632, "text": "Data show that an interaction between human DNA polymerase iota (poliota) and the proliferating cell nuclear antigen (PCNA) stimulates the processivity of poliota in a template-dependent manner in vitro."}, {"pubmed": 15358233, "text": "search for the factors interacting with NTH1 shows GST-NTH1 fusion protein precipitates proliferating cell nuclear antigen (PCNA) and p53 as well as XPG from human cell-free extracts"}, {"pubmed": 15536154, "text": "Downregulated by cetrorelix in cultured leiomyoma cells."}, {"pubmed": 15543136, "text": "Williams syndrome transcription factor (WSTF) is targeted to replication foci through direct interaction with the DNA clamp PCNA"}, {"pubmed": 15572421, "text": "PCNA expression induces apoptosis by up-regulating cleaved caspase-3 and Poly ADP ribose polymerasse expression and down-regulating Bcl-2 protein expression in leiomyoma cells."}, {"pubmed": 15595847, "text": "Human PCNA, either mutated to contain lysine (K) at position 85 or bearing similar primary mutations, would promote more secondary mutagenesis in cells and/or tissues where PCNA is normally expressed at low levels relative to pol delta."}, {"pubmed": 15616578, "text": "The structural basis of the FEN1-PCNA interaction was revealed by the crystal structure of the complex between human flap structure-specific endonuclease 1 and PCNA"}, {"pubmed": 15617346, "text": "Expression of HPV16 E6 ORF and PCNA is significantly related to cervical carcinoma."}, {"pubmed": 15638377, "text": "Expression of Ki-67, PCNA proteins were closely connected with the high grade of stomach tumour malignancy."}, {"pubmed": 15638382, "text": "Evaluation of expression of PCNA and Ki-67 may provide an additional information about the progression of uveal melanoma."}, {"pubmed": 15647383, "text": "Rb, p21Cip1, and PCNA have roles in cAMP-mediated inhibition of DNA replication and S phase progression"}, {"pubmed": 15681588, "text": "Data show that a 20-mer sequence from p21WAF1 can be associated simultaneously with PCNA and cyclin-dependent kinase/cyclin complexes."}, {"pubmed": 15754413, "text": "There is a marked loss or absence of p57(kip2) expression and high expression of PCNA in hepatocellular carcinoma"}, {"pubmed": 15772596, "text": "higher expression in atrophic oral lichen planus and patients with areca quid chewing"}, {"pubmed": 15777783, "text": "Limited activation of the PCNA promoter by p53 and its modified forms would restrict the amount of PCNA made available for DNA repair."}, {"pubmed": 15805117, "text": "Data supports a model that chromatin remodeling is coupled with DNA replication (and repair) through a PCNA double trimer complex."}, {"pubmed": 15924676, "text": "PCNA expression was significantly higher in bFGF positive group than in bFGF negative group in ovarian neoplasm."}, {"pubmed": 15967114, "text": "Glut-1, HK-II, and PCNA expression are related to uptake of 18F-FDG uptake in lung cancer"}, {"pubmed": 16000169, "text": "show that there is a direct interaction between p66 and PCNA in living cells during DNA replication. The dominant negative effect upon growth resulting from expression of p66 sub-domains confirms that the p66-PCNA interaction is essential in vivo."}, {"pubmed": 16101161, "text": "YB-1 expression is correlated with PCNA expression in NSCLC. The DNA repair pathway and tumor proliferation mediated by YB-1 linking to PCNA may be responsible for controlling the growth of NSCLC."}, {"pubmed": 16124066, "text": "The decreased expression of p57(kip2) and/or overexpression of cyclinE protein and PCNA may contribute to the occurrence and progression of pancreatic cancer."}, {"pubmed": 16195237, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16201313, "text": "A slight, statistically insignificant tendency towards negative correlation between PPARgamma and PCNA was found in somatotropinomas, prolactinomas, corticotropinomas and gonadotropinomas"}, {"pubmed": 16204460, "text": "The induction of apoptosis coupled with the progression of DNA replication proceeds through the action of PCNA."}, {"pubmed": 16216273, "text": "PCNA and the Rad9/Rad1/Hus1 complex can independently bind and activate Fen1; acetylation of Fen1 by p300-HAT abolished the stimulatory effect of the complex but not that of PCNA, suggesting a possible mechanism of regulation of this repair pathway"}, {"pubmed": 16216562, "text": "Here we use purified preparations of UNG2 and PCNA to demonstrate that UNG2 physically associates with PCNA."}, {"pubmed": 16226749, "text": "The identification of soluble PCNA as an essential replication initiation factor is reported."}, {"pubmed": 16227586, "text": "Changes in the position of PCNA result from de novo assembly of freely mobile replication factors in the nucleoplasmic pool and indicate different binding affinities for PCNA in DNA replication and repair."}, {"pubmed": 16248462, "text": "Expression of PCNA was highly correlated with the stage of nasopharyngeal carcinoma."}, {"pubmed": 16388758, "text": "Data show that there was no difference of PCNA expression in vascular smooth muscle cells of aorta and pulmonary artery trunk between hypoxia pulmonary hypertension groups and control group."}, {"pubmed": 16407242, "text": "PCNA is involved in mediating Cdt1 degradation by the Cul4-Ddb1 ligase in response to DNA damage."}, {"pubmed": 16407252, "text": "PCNA serves to promote the targeted degradation of associated proteins Cul4/Ddb1 in S-phase or after DNA damage."}, {"pubmed": 16463680, "text": "The expression of PCNA protein was lower in cortex cataract than in nuclear cataract."}, {"pubmed": 16508013, "text": "we identified ZONAB-responsive elements in PCNA promoter, PCNA expression is regulated by ZONAB"}, {"pubmed": 16512489, "text": "PCNA positive expression was closely linked with the risk of laryngeal squamous cell carcinoma."}, {"pubmed": 16551699, "text": "These results indicate that early recruitment of p21 protein to DNA-damage sites is a NER-related process dependent on interaction with PCNA, thus suggesting a direct involvement of p21 in DNA repair."}, {"pubmed": 16552335, "text": "Expression of HIF-1alpha mRNA was closely correlated with the expression of survivin, PCNA, and CD34 proteins in pancreatic cancer."}, {"pubmed": 16584090, "text": "adenomas which express more than one hormone (plurihormonal adenomas) seem to have a higher PCNA indices than monohormonal ones"}, {"pubmed": 16609022, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 16861890, "text": "PCNA, L2DTL and the DDB1-CUL4A complex play critical and differential roles in regulating the protein stability of p53 and MDM2/HDM2 in unstressed and stressed cells."}, {"pubmed": 16861906, "text": "L2DTL and PCNA interact with CUL4/DDB1 complexes and are involved in CDT1 degradation after DNA damage."}, {"pubmed": 16888288, "text": "Telomere length in alveolar type II cells and endothelial cells was significantly shorter in the patients with emphysema than in the asymptomatic nonsmokers. The level of p16INK4a expression was negatively correlated with the level of PCNA expression."}, {"pubmed": 16888649, "text": "We show the presence of residual ubiquitination of PCNA at K164 in the absence of functional RAD18, suggesting the presence of an alternate PCNA ubiquitinating enzyme in DT40."}, {"pubmed": 16888766, "text": "methyl esterification of cancer-specific PCNA represents a novel type of post-translational modification in mammalian cells that could ultimately hold the key towards unlocking its diverse functions"}, {"pubmed": 16934511, "text": "PCNA, a central matchmaker for replication-linked functions, is also crucially involved in the establishment of cohesion in S phase."}, {"pubmed": 17063386, "text": "PCNA positive cells were evidenced in basal and supra basal layers of the stratified squamous epithelium and in reduced epithelium of dental follicles"}, {"pubmed": 17106521, "text": "PCNA was expressed especially in the cases with increased proliferative activity in endometrial carcinoma without a significant statistic correlation between p53 and PCNA, expression."}, {"pubmed": 17108083, "text": "SHPRH function is an important deterrent to mutagenesis and carcinogenesis in humans"}, {"pubmed": 17115032, "text": "results identify a novel nuclear mechanism linking tyrosine kinase receptor function with the regulation of the PCNA sliding clamp"}, {"pubmed": 17164758, "text": "The PCNA and FHIT proteins were carried out in 451 breast lesions showing nonproliferative benign breast disease, proliferative BBD without atypia, proliferative BBD with atypia, carcinoma in situ (n=15) or invasive carcinoma."}, {"pubmed": 17167529, "text": "Characterization of the human proliferating cell nuclear antigen double trimer."}, {"pubmed": 17203305, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17274954, "text": "Interfering with PCNA function by overexpression of p21 mutant, impaired in its interaction with Cdks but not with PCNA, leads to ATR-dependent Chk1 activation."}, {"pubmed": 17285972, "text": "The PCNA and VEGF expression in the endothelial cells of juvenile nasopharyngeal angiofibroma were negative, but expression was positive in hemangioma endothelial cells."}, {"pubmed": 17298749, "text": "Increase in hTERT and PCNA expression is correlated to malignant serous effusion."}, {"pubmed": 17507928, "text": "an accurate mechanism exists to reduce the deleterious consequences of oxidative DNA damage, with an important role for PCNA and RP-A in determining a functional hierarchy among different DNA pols in lesion bypass"}, {"pubmed": 17525639, "text": "PCNA marker was higher in helicobacter pylori infections (HP+), and HP+ with dysplasia, and gastric adenocarcinoma."}, {"pubmed": 17564317, "text": "PCNA expession in laser-radiated HepG2 cells was studied."}, {"pubmed": 17720188, "text": "Results investigate the binding properties of hundreds of short proliferating cell nuclear antigen (PCNA)-interacting peptides to archaeal and eukaryal PCNAs."}, {"pubmed": 17828505, "text": "The expressions of hTERT, p53 and PCNA were significantly higher in cystitis glandularis patients than in controls."}, {"pubmed": 17880707, "text": "PCNA and DNA repair protein, XRCC1, have distinct kinetic properties with functional consequences for their capacity to respond to successive DNA damage events"}, {"pubmed": 17927850, "text": "The strong positive rate of PCNA was significantly higher in pancreatic cancer than in normal tissues."}, {"pubmed": 17932049, "text": "POLD3, plays a crucial role in the efficient recycling of PCNA during dissociation-association cycles of pol delta during elongation phase of DNA replication."}, {"pubmed": 17982625, "text": "Combination of PTEN/p53/PCNA represent an independent prognostic factor for tumor recurrence and disease-specific survival in hepatocellular carcinoma after surgery."}, {"pubmed": 18032376, "text": "human DNA glycosylase NEIL1 interacts with proliferating cell nuclear antigen and may have a role in replication-associated repair of oxidized bases"}, {"pubmed": 18072009, "text": "Recommended use of PCNA if correlations to progression of pituitary adenoma tumor growth are wanted."}, {"pubmed": 18184650, "text": "exogenous Cdt1 induces re-replication by de-repressing endogenous Cdt1 through the titration of PCNA and cyclin; Cdt1 lacking the evolutionarily conserved region that interacts with MCM2-7 is capable of inducing re-replication"}, {"pubmed": 18256758, "text": "Sharp inhibition of apoptosis and changes in the levels of cell proliferation in tumor cells were paralleled by decreased expression of peripheral benzodiazepine receptor in patients with squamous cell carcinoma & skin melanoma."}, {"pubmed": 18279620, "text": "E-cad, CD44v6 and PCNA play important roles in invasion and metastasis of non-small cell lung cancer (NSCLC)."}, {"pubmed": 18284681, "text": "These results point to a high level of redundancy in the DNA damage tolerance pathway and suggest the existence of another hMMS2 variant (hMMSv) or complex that can compensate for its loss."}, {"pubmed": 18312749, "text": "The combination of Ki-67 and PCNA, specific proliferative markers of PCa, may improve the accuracy of early diagnosis of prostatic cancer."}, {"pubmed": 18316726, "text": "HLTF physically interacts with the Rad6-Rad18 and Mms2-Ubc13 ubiquitin-conjugating enzyme complexes and promotes the Lys-63-linked polyubiquitination of proliferating cell nuclear antigen at its Lys-164 residue."}, {"pubmed": 18319261, "text": "the SET8 and PCNA interaction couples H4-K20 methylation with DNA replication"}, {"pubmed": 18321066, "text": "PCNA ubiquitylation at K164 of PCNA is not required in vitro for pol eta to gain access to replication complexes at forks stalled by T (wedge)T and to catalyze translesion synthesis across this dimer"}, {"pubmed": 18326858, "text": "interaction of the replication clamp with other repair protein(s) accounts for the essential role of PCNA in MutSalpha-dependent mismatch repair"}, {"pubmed": 18353733, "text": "PAX interacting protein 1 depletion from mammalian cells by RNA interference reduced PCNA ubiquitination in response to DNA damage"}, {"pubmed": 18448427, "text": "a conserved proliferating cell nuclear antigen-interacting protein sequence in Chk1 is required for checkpoint function"}, {"pubmed": 18451105, "text": "Results show that show that Chk1 regulates the DNA damage-induced ubiquitination of PCNA, which facilitates the continuous replication of damaged DNA."}, {"pubmed": 18481002, "text": "progesterone receptor expression in malignant melanoma is inversely correlated with PCNA"}, {"pubmed": 18498247, "text": "substitution of Lys-110 within the NLS to an alanine residue did not affect PCNA nuclear localization."}, {"pubmed": 18509272, "text": "A possible correlation between overexpression of p53, proliferating cell nuclear antigen (PCNA), and c-erbB-2, and the clinicopathologic features of laryngeal squamous cell carcinoma, was investigated."}, {"pubmed": 18510217, "text": "Ki-67 and PCNA are related to proliferation activities of tumor cells in acoustic neuromas. PCNA was related with clinical growth rates."}, {"pubmed": 18521065, "text": "human hepatocellular carcinoma expresses specific PCNA isoforms compared to those found in cirrhosis, implicating a role for PCNA functional alterations in hepatocarcinogenesis"}, {"pubmed": 18604718, "text": "High expression of ERCC1, FLT1, NME4 and PCNA in myelodysplastic syndrome was associated with poor prognosis and disease progression along the sequence of 5q-syndrome/RCMD/RAEB/de novo AML"}, {"pubmed": 18662981, "text": "NEIL1 could also participate in strand displacement repair synthesis (long patch repair (LP-BER)) mediated by FEN-1 and stimulated by PCNA."}, {"pubmed": 18669164, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18676680, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18719106, "text": "HLTF and SHPRH are functional homologues of yeast Rad5 that cooperatively mediate PCNA polyubiquitination and maintain genomic stability."}, {"pubmed": 18765913, "text": "Human PCNA protein carrying the Gly178Ser substitution has been crystallized. Two crystal forms have been obtained under similar conditions."}, {"pubmed": 18794347, "text": "PCNA promotes the ubiquitylation and degradation of the CDK inhibitor p21 in cells irradiated with low dose of ultraviolet radiation"}, {"pubmed": 18799611, "text": "Data suggest that DNA polymerases eta and iota transiently probe DNA/chromatin; when DNA is exposed at replication forks, the polymerase residence times increase, and this is further facilitated by the ubiquitination of PCNA."}, {"pubmed": 18839537, "text": "The abnormal expression of c-met and PCNA protein was related with the oncogenesis of gastric carcinoma."}, {"pubmed": 18845679, "text": "present a model of translesion synthesis behind the replication fork to explain the persistence of ubiquitinated PCNA"}, {"pubmed": 18853184, "text": "Higher levels of ERalpha-phospho-Ser118, phospho-p44/42 MAPK, and PCNA were found in leiomyoma taken from the proliferative phase compared to patient-matched myometria."}, {"pubmed": 18948756, "text": "RNF8 readily mono-ubiquitinates PCNA in the presence of UbcH5c, and polyubiquitinates PCNA in the added presence of Ubc13/Uev1a."}, {"pubmed": 18949048, "text": "Two estrogen response element sequences near the PCNA gene are not responsible for its estrogen-enhanced expression."}, {"pubmed": 19001268, "text": "The binding to PCNA via its PIP domain is a prerequisite for Poleta's ability to function in translesion synthesis in human cells."}, {"pubmed": 19012493, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19067003, "text": "The specific knockdown of individual protein kinases (PKs) has enabled the identification of a number of new PKs that control the expression of PCNA and p53 in ovarian cells."}, {"pubmed": 19104052, "text": "replication protein A and proliferating cell nuclear antigen act as molecular switches to activate the DNA pol lambda- dependent highly efficient and faithful repair of A:8-oxo-G mismatches in human cells and to repress DNA pol beta activity."}, {"pubmed": 19125419, "text": "KCTD10 can interact with PCNA"}, {"pubmed": 19130399, "text": "Analysis of PCNA expression in aggressive fibromatosis (desmoid tumor) is reported."}, {"pubmed": 19156526, "text": "PCNA negatively regulates the stability of c-Abl and thereby inhibits apoptosis in the response to DNA damage."}, {"pubmed": 19170196, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19208623, "text": "Data describe the crystal structures of PCNA bound to peptides containing the noncanonical PIP-box of DNA translesion synthesis polymerases, and show that the three PIP-box peptides interact with PCNA in different ways."}, {"pubmed": 19221475, "text": "The mono-ubiquitination of Proliferating Cell Nuclear Antigen mediates the switch from replicative DNA polymerases to polymerases specialised for translesion synthesis."}, {"pubmed": 19237606, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19339270, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19342888, "text": "CtIP is recruited to S-phase DNA replication foci through a novel motif functioning as replication foci targeting sequence."}, {"pubmed": 19351509, "text": "Data show that the expression of IGF-IR was positively related with the expression of COX-2 and PCNA."}, {"pubmed": 19419956, "text": "Data demonstrate for the first time that PCNA is protected by this newly identified partner molecule MTH2, which is related to DNA synthesis and cell cycle progression."}, {"pubmed": 19424044, "text": "PCNA mRNA monitoring in peripheral blood may provide a warning of possible over-immunosuppression as one simple assay for immune function monitoring."}, {"pubmed": 19460716, "text": "The expressions of PCNA and Bcl-2 proteins increased significantly in the lymphocytes of patients with oral lichen planus."}, {"pubmed": 19481339, "text": "Cyclosporine A inhibits colorectal cancer proliferation probably by regulating expression levels of c-Myc, p21(WAF1/CIP1) and proliferating cell nuclear antigen."}, {"pubmed": 19483288, "text": "PCNA and VEGF expression in non-small cell lung cancer regulates angiogenesis and proliferation at the same time."}, {"pubmed": 19523882, "text": "The DNA binding domain (DBD) within the hLigI catalytic fragment interacts with both PCNA and the heterotrimeric cell-cycle checkpoint clamp, hRad9-hRad1-hHus1 (9-1-1)."}, {"pubmed": 19536092, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19550124, "text": "Data show that DADS induces G(2)/M arrest in colon cancer SW480 cells, probably through the downregulation of PCNA, p53 and cyclin B1 and upregulation of p21(WAF1)."}, {"pubmed": 19625176, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19628465, "text": "Data show that disruption of LigI and PCNA interactions influences trinucleotide repeat instability."}, {"pubmed": 19692168, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19704162, "text": "PCNA may function as a molecular platform to facilitate the mono-ubiquitination of FANCD2 and activation of the FA-BRCA pathway"}, {"pubmed": 19714462, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19789190, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19822659, "text": "Data show that human CAF-1 (p150) contains two PCNA interaction peptides, and suggest that these peptides are part of the mechanism that enables CAF-1 to function behind replication forks without interfering with other PCNA-mediated processes."}, {"pubmed": 19851886, "text": "CK2 could phosphorylate TNFAIP1 in vitro and in vivo, which facilitated the distribution of TNFAIP1 in nucleus and enhanced its interaction with PCNA."}, {"pubmed": 19885588, "text": "VEGF, but not PCNA may play a role in tumor recurrence and metastasis following photodynamic therapy"}, {"pubmed": 19895739, "text": "The expression of PCNA was significantly higher in the FAP carcinoma tissues than in the FAP adenoma."}, {"pubmed": 19950226, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20004149, "text": "hMSH2, hMLH1 and PCNA localize to the chromatin during S-phase, and accumulate to a greater extent in cells treated with a DNA alkylating agent."}, {"pubmed": 20029092, "text": "proliferating cell nuclear antigen, ATR, TopBP1, and Chk1 are recruited to chromatin in a MutLalpha- and MutSalpha-dependent fashion after N-methyl-N'-nitro-N-nitrosoguanidine treatment."}, {"pubmed": 20061190, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20064529, "text": "The authors obtained direct evidence that polymerase switching reactions are stimulated by mono-ubiquitination of PCNA, depending on a function of the ubiquitin binding zinc finger domain of pol eta."}, {"pubmed": 20071335, "text": "there is a p53-independent function of MTA1 in DNA damage response via modulation of the p21 WAF1-proliferating cell nuclear antigen pathway"}, {"pubmed": 20128380, "text": "The increased gene expressions of bFGF, alpha-SMA and PCNA in atrium during atrial fibrillation may contribute to atrial fibrosis by promoting fibroblast proliferation."}, {"pubmed": 20150366, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20211058, "text": "The anti-tumor mechanisms of genistein may be related with the down-regulation of expression of VEGF and PCNA, and up-regulation of the expression of p21."}, {"pubmed": 20226869, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20350215, "text": "In pancreatic cancer, loss of p27 and increased p53 expression is associated with a more aggressive phenotype"}, {"pubmed": 20394503, "text": "PCNA forms a complex with Hsp90 in cancer cell lines. Incubation with geldanamycin resulted in the degradation of both PCNA and Hsp90."}, {"pubmed": 20423048, "text": "PCNA increases the fidelity of thymine glycol bypass and does not influence normal DNA synthesis catalyzed by DNA polymerase lambda."}, {"pubmed": 20453000, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20460379, "text": "Aurora A interacts through its N-terminal domain with a region of human Gadd45alpha and Gadd45alpha appears to interact only weakly with PCNA through its flexible loop."}, {"pubmed": 20496165, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20522537, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20528769, "text": "PCNA did not influence the elongation by DNA pol and had no effect on inhibition of elongation caused by RPA"}, {"pubmed": 20543468, "text": "Treatment of HepG2 cells with HMBG1 increases expression of cyclin D1 and PCNA."}, {"pubmed": 20574454, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20580447, "text": "Most nuclei of TUNEL-positive myocytes in the fibrillating right atria express proliferating cell nuclear antigen (PCNA), and most nuclei of TUNEL-positive myocytes also express SC-35; none express Ki-67."}, {"pubmed": 20580881, "text": "PCNA expression levels were significantly decreased in patient with schizophrenia."}, {"pubmed": 20613874, "text": "results reveal that the disruption of Dnmt1/PCNA/UHRF1 interactions acts as an oncogenic event and that one of its signatures (i.e. the low level of mMTase activity) is a molecular biomarker associated with a poor prognosis in GBM patients"}, {"pubmed": 20729856, "text": "the methylated form, but not the phosphorylated form, of FEN1 strongly interacts with proliferating cell nuclear antigen (PCNA), ensuring the 'on' and 'off' timing of its reaction"}, {"pubmed": 20733054, "text": "Data show that ERK8 prevents HDM2-mediated PCNA destruction by inhibiting the association of PCNA with HDM2, and implicate ERK8 in the regulation of genomic stability."}, {"pubmed": 20803149, "text": "PCNA immunohistochemical staining is low in fetal areas and very high in embryonal areas of hepatoblastoma.  Expression level had no prognostic significance."}, {"pubmed": 20823236, "text": "PCNA and MutLalpha: partners in crime in triplet repeat expansion? Hypothetical mechanism of mismatch repair."}, {"pubmed": 20826785, "text": "Stable interaction between the human proliferating cell nuclear antigen loader complex Ctf18-replication factor C (RFC) and DNA polymerase {epsilon} is mediated by the cohesion-specific subunits, Ctf18, Dcc1, and Ctf8."}, {"pubmed": 20848772, "text": "There was no significant difference in positive intensity of PCNA between primary and metastatic ovarian cancers."}, {"pubmed": 20849852, "text": "Data show that PCNA is associated with several cytoplasmic oncoproteins and enzymes in the glycolysis pathway."}, {"pubmed": 20932471, "text": "This study identifies CRL4-Cdt2 ubiquitin ligase to promote the ubiquitin-dependent proteolysis of the histone H4 methyltransferase Set8 during S-phase of the cell cycle and after UV-irradiation in a reaction that is dependent on PCNA."}, {"pubmed": 20975039, "text": "PCNA as a regulator of neutrophil lifespan."}, {"pubmed": 21031434, "text": "Increased expression of the cancer-associated isoform of PCNA is common in prostatic adenocarcinoma."}, {"pubmed": 21035370, "text": "PR-Set7 is transiently recruited to laser-induced DNA damage sites through its interaction with PCNA, after which 53BP1 is recruited dependent on PR-Set7 catalytic activity."}, {"pubmed": 21220508, "text": "The turnover of SET8 is accelerated after ultraviolet irradiation dependent on the CRL4(CDT2) ubiquitin ligase and PCNA."}, {"pubmed": 21254647, "text": "The high expression of PD4, CD44 and PCNA proteins may be closely related to the pathogenesis, development and prognosis of laryngeal carcinoma."}, {"pubmed": 21344488, "text": "Stress treatment of mouse cells with ethanol or hydrogen peroxide caused the re-distribution of MSH3 into nuclear bodies containing the proliferating cell nuclear antigen (PCNA), a known binding partner of MutSbeta."}, {"pubmed": 21364740, "text": "The increased dynamics of hPCNA relative to scPCNA may allow it to acquire multiple induced conformations upon binding to its substrates enlarging its binding diversity."}, {"pubmed": 21371741, "text": "reduced immunostaining of PCNA and Ki67 and increased immunostaining of p27 and p57 in the dexamethasone-induced intrauterine growth restriction placental development compared to control placental development"}, {"pubmed": 21424069, "text": "The purpose was to correlate markers expression of apoptosis (p53 and bcl-2) and cell proliferation (Ki-67 and PCNA) with histological indicators of tumor severity."}, {"pubmed": 21461937, "text": "Studies indicate that the ubiquitination and SUMOylation of a key DNA replication/repair protein PCNA controls precisely how eukaryotic cells respond to different types of DNA damage."}, {"pubmed": 21501231, "text": "high PCNA-LI (PCNA+) was observed in 28/59 cases (47.5%). many of the p53+/PCNA+ cases could be confirmed as highly invasive cancer. p53+/PCNA+ cases showed high risk of tumor recurrence. patients with p53+/PCNA+ had a worse prognosis."}, {"pubmed": 21536034, "text": "Studies indicate that it is generally believed that monoubiquitinated PCNA promotes translesion DNA synthesis, whereas polyubiquitinated PCNA mediates an error-free mode of lesion bypass."}, {"pubmed": 21605556, "text": "Studies indicate that monoubiquitylation of PCNA allows mutagenic translesion synthesis by damage-tolerant DNA polymerases, polyubiquitylation is required mainly for an error-free pathway that likely involves template switching."}, {"pubmed": 21628590, "text": "Data indicate that PAF15 associates with PCNA, and depletion of PAF15 decreases the number of cells in S phase, suggesting a role for it in cell cycle regulation."}, {"pubmed": 21640107, "text": "Studies indicate that USP1 and ELG1 as regulators of PCNA ubiquitylation."}, {"pubmed": 21694464, "text": "Studies indicate that 48 biomarkers have been identified for ccRCC patients, only CD44, CA9, p53, Ki67 and PCNA have shown prognostic value, and IMP-3 and VEGF-R2 are predictors of survival of pRCC patients."}, {"pubmed": 21704031, "text": "Studies indicate that All the Y-family polymerases have ubiquitin binding domains that bind to mono-ubiquitinated PCNA to effect the switching from replicative to Y-family polymerase."}, {"pubmed": 21738398, "text": "The expression levels of PCNA, Ki-67, Bcl-2 and mP53 are significantly increased in the pterygium samples as compared to the normal conjunctiva samples."}, {"pubmed": 21846465, "text": "Studies suggest that DNA damage-induced ubiquitination or sumoylation of PCNA prevents CRL4Cdt2-dependent degradation by inhibiting binding of Cdt1 to PCNA."}, {"pubmed": 21855803, "text": "In response to oxidative stress, PCNA becomes transiently monoubiquitinated in an S phase- and USP1-independent manner."}, {"pubmed": 21935871, "text": "Parathyroid adenomas come into existence as a result of neoplastic proliferation of PCNA/Ki-67 positive chief cells, especially vacuolated chief cells."}, {"pubmed": 21978893, "text": "The 9-1-1 and proliferating cell nuclear antigen (PCNA) are compared and discussed in light of their respective structures and functions."}, {"pubmed": 22021614, "text": "We demonstrate that PCNA promotes cancer survival by immune evasion through inhibition of NKp44-mediated NK cell attack."}, {"pubmed": 22057681, "text": "The gene expressions of PCNA, c-erbB-2, and p53 gradually decreased with the increased distance from primary tumor (P < 0.05). The expression of PCNA showed no correlation with cancer progression (P > 0.05)."}, {"pubmed": 22086303, "text": "Genetic variants in PCNA does not contribute to the development of Lynch syndrome."}, {"pubmed": 22148433, "text": "Phosphomimetic mutation of serine-458 to aspartate decreases the binding of p68 subunit of Poldelta to PCNA"}, {"pubmed": 22199292, "text": "Ki-67, but not proliferating cell nuclear antigen, has a role in poor disease free survival in patients with adenocarcinoma of the lung"}, {"pubmed": 22238610, "text": "PCNA signal transduction has an important impact on the growth regulation of breast cancer cells."}, {"pubmed": 22303007, "text": "residue in PCNA that is essential to support destruction of all CRL4(Cdt2) substrates"}, {"pubmed": 22334915, "text": "Statistically significant correlation was found between PCNA expression and the presence of lymphogenous metastasis of squamous cell carcinoma of the larynx."}, {"pubmed": 22362778, "text": "ATM and PCNA physically interact both in vivo and in vitro."}, {"pubmed": 22381917, "text": "[review] PCNA autoantigen is commonly associated with systemic lupus erythematosus (SLE). The primary antigenic target is a 34 kDa protein that is part of the DNA polymerase delta multi-protein complex."}, {"pubmed": 22383522, "text": "PCNA is inhibited by T2AA, a molecule that disrupts interactions with PIP-box proteins and inhibits DNA replication"}, {"pubmed": 22387026, "text": "a role for H3K56me1 as a chromatin docking site for PCNA prior to its function in DNA replication."}, {"pubmed": 22393258, "text": "nucleosome binding protein HMGN1 as a new PCNA-interacting protein that enhances the binding of PCNA to chromatin"}, {"pubmed": 22457066, "text": "The findings suggest the importance of SUMO modification of human PCNA in preventing replication fork collapse to DNA double-strand breaks and providing genome stability."}, {"pubmed": 22520514, "text": "lower levels of Ki-67 and PCNA expression were measured in cellular leiomyomas than in leiomyosarcomas"}, {"pubmed": 22529391, "text": "Data show that the ability of checkpoint kinases Chk1 to promote replication fork progression on damaged DNA relies on its proliferating cell nuclear antigen (PCNA)-interacting motif, which is required for its release from chromatin after DNA damage."}, {"pubmed": 22556262, "text": "An increase of methylated PCNA was found in cancer cells, and the expression levels of SETD8 and PCNA were correlated in cancer tissue samples"}, {"pubmed": 22586102, "text": "Data show models for the ternary PCNA/FEN1/DNA and Rad9-Rad1-Hus1 (9-1-1 complex)/FEN1/DNA assemblies."}, {"pubmed": 22592530, "text": "The ub-PCNA is impaired in its ability to support the coordinated actions of Fen1 and Pol delta in assays mimicking Okazaki fragment processing."}, {"pubmed": 22617335, "text": "PCNA and HP1 beta, a key player in DNA replication, are closely spaced components of a multiprotein complex involved in replication, both in S phase and during DNA repair, and that the functional complex requires formation of an HP1 dimer."}, {"pubmed": 22622474, "text": "Elevated levels of proliferating cell nuclear antigen is associated with increased aggressiveness in breast cancer."}, {"pubmed": 22623772, "text": "Epstein-Barr virus BPLF1 deubiquitinates PCNA and attenuates polymerase eta recruitment to DNA damage sites"}, {"pubmed": 22634751, "text": "All IMAGe-associated mutations clustered in the PCNA-binding domain of CDKN1C and resulted in loss of PCNA binding."}, {"pubmed": 22692198, "text": "Mutation of Lys-164 to arginine prevents PCNA ubiquitylation and rescues the degradation of the K164R/Y211F PCNA double mutant"}, {"pubmed": 22704558, "text": "ZRANB3 translocase, a SNF2 family member related to the SIOD disorder SMARCAL1 protein, is recruited by polyubiquitinated PCNA to promote fork restart following replication arrest."}, {"pubmed": 22705370, "text": "annealing helicase (AH)2 binds to PCNA, which is crucial for its function at stalled replication forks."}, {"pubmed": 22763828, "text": "PCNA expression was decreased but ICAM-1 expression was significantly increased in the NIDDM and cataract group compared with that of non-diabetic cataract patients"}, {"pubmed": 22846997, "text": "Nuclear-to-cytoplasmic relocalization of the proliferating cell nuclear antigen (PCNA) during differentiation involves a chromosome region maintenance 1 (CRM1)-dependent export and is a prerequisite for PCNA antiapoptotic activity in mature neutrophils"}, {"pubmed": 22918591, "text": "X-ray crystal structures of ubiquitin-modified and SUMO-modified PCNA have provided insights into how these post-translational modifications alter the specificity of PCNA for some of its binding partners"}, {"pubmed": 22966418, "text": "Data indicate that terminal differentiation and markers of senescence PCNA and p16 in the descendants of cells traversed by one carbon ion occurred earlier than in controls."}, {"pubmed": 22989887, "text": "the ubiquitin moiety is flexible relative to the PCNA, with its hydrophobic patch mostly accessible for recruitment of TLS polymerases, which promotes the interaction with polymerase eta"}, {"pubmed": 23101935, "text": "The Pol beta, but not Pol lambda, can bypass a single L lesion in the template, and its activity is increased by the auxiliary protein proliferating cell nuclear antigen (PCNA), whereas both enzymes were completely blocked by a tandem lesion."}, {"pubmed": 23139781, "text": "The interactions of PCNA with several other proteins and fragments in solution, were characterized."}, {"pubmed": 23152873, "text": "APIM in XPA is a functional PCNA interacting motif."}, {"pubmed": 23277426, "text": "ATAD5 regulates the cycle of DNA replication factories, probably through its PCNA-unloading activity."}, {"pubmed": 23317197, "text": "PCNA up-regulation is associated with laryngeal epitheliopapillomatous lesions."}, {"pubmed": 23337132, "text": "The HP1-PCNA complex may serve as a loading and supporting platform recruiting various factors involved in DNA replication."}, {"pubmed": 23345618, "text": "a novel non-catalytic role for POLH in promoting PCNA monoubiquitination."}, {"pubmed": 23485469, "text": "PCNA binding site on Gadd45alpha plays a critical role in modulating the interaction with PCNA and APE1, affecting base excision repair."}, {"pubmed": 23527218, "text": "Novel interaction between proliferating cell nuclear antigen and HLA I on the surface of tumor cells inhibits NK cell function through NKp44."}, {"pubmed": 23542172, "text": "findings identify the pathway of Ron-c-Abl-PCNA as a mechanism of oncogene-induced cell proliferation, with potentially important implications for development of combination therapy of breast cancer"}, {"pubmed": 23580141, "text": "Posttranslational modifications of PCNA affect its activity and interaction partners. [Review]"}, {"pubmed": 23731732, "text": "The presence of PCNA on the D-loop regulates the length of the extension tracks by recruiting various polymerases and might present a regulatory point for the various recombination outcomes."}, {"pubmed": 23825390, "text": "This study tested the hypothesis that monomeric PCNA could have a biological role in neutrophils."}, {"pubmed": 23840062, "text": "(CAG)n and (CTG)n extrusions in relaxed closed circular DNA do in fact support MutSbeta-, replication factor C-, and PCNA-dependent activation of MutLalpha endonuclease"}, {"pubmed": 23846616, "text": "the promotion of base excision repair activity by a p53-dependent pathway is mediated by an interaction between Gadd45a, PCNA and APE1 in the presence of organic selenium that results in increased APE1 activity"}, {"pubmed": 23939377, "text": "our results show that the-PCNA interaction is important in regulating DNA synthesis and contributes to tumorigenesis."}, {"pubmed": 23963898, "text": "cell cycle related proteins PCNA, Ki67, cyclin D3, p27 and p57 were expressed in both normal and diabetic human term placentas."}, {"pubmed": 24012694, "text": "PCNA rs25406 polymorphism is associated with lung cancer."}, {"pubmed": 24061459, "text": "A significant positive correlation was found between age and PCNA and MIB-1 values (P < 0.05) when comparison was made for all the cases"}, {"pubmed": 24141788, "text": "Data show that YB-1 disrupts MutSalpha/PCNA/G/T heteroduplex ternary complex formation through competing with MutSa for PCNA binding on G/T heteroduplex."}, {"pubmed": 24200966, "text": "DDB2 is a PCNA-binding protein and this association is required for DDB2 proteolytic degradation."}, {"pubmed": 24283290, "text": "Data suggest that ESR1 (estrogen receptor 1) regulates cell cycle by suppressing expression of p53/p21 (tumor protein p53/cyclin-dependent kinase inhibitor 1A protein) and up-regulating proliferating cell nuclear antigen (PCNA)."}, {"pubmed": 24379417, "text": "PCNA unloading is delayed in the absence of nucleosome assembly."}, {"pubmed": 24407433, "text": "Proliferating cell nuclear antigen immunoreactivity is strong and diffuse in the majority of hepatocellular carcinomas but in only a minority of benign liver nodular lesions."}, {"pubmed": 24617039, "text": "the immunohistochemical distribution of PCNA and p53 are strongly coordinated with each other in villous and extravillous cells in human placenta."}, {"pubmed": 24637615, "text": "The global DNA hypomethylation induced by the DNMT1/PCNA/UHRF1 disruption is an oncogenic event of human tumorigenesis."}, {"pubmed": 24695737, "text": "PARP10 binding to PCNA is required for translesion DNA synthesis."}, {"pubmed": 24699724, "text": "while interaction with PCNA was important for targeting p21 to the CRL4Cdt2 ligase re-localized to MVM replication centers"}, {"pubmed": 24768535, "text": "Findings establish a crucial role of PCNA ISG15 modification in termination of error-prone translesion DNA synthesis for preventing excessive mutagenesis"}, {"pubmed": 24852133, "text": "PCNA and Ki67 staining intensities significantly increased in villous parts, significantly decreased in basal plates of Preeclampsia group"}, {"pubmed": 24911150, "text": "describe a syndrome in which the cardinal clinical features include short stature, hearing loss, premature aging, telangiectasia, neurodegeneration, and photosensitivity, resulting from a homozygous missense (p.Ser228Ile) sequence alteration of PCNA"}, {"pubmed": 24962565, "text": "CRL4(Cdt2)-dependent degradation of TDG occurs in S phase because of the requirement for TDG to interact with chromatin-loaded PCNA, and this degradation is important for preventing toxicity from excess TDG."}, {"pubmed": 25013792, "text": "this is a first study showing the correlation of Ki-67, PCNA interacted with CDK1 might lead to malignant transformation"}, {"pubmed": 25036435, "text": "A reverse PIP Box interaction occurs with PCNA. Small-molecule ligand binding at the PIP Box interaction site confirmed the adaptive nature of the protein in dictating overall shape and implicates allosterism in transmitting biological effects."}, {"pubmed": 25058453, "text": "The low expression of proliferation markers such as PCNA."}, {"pubmed": 25169136, "text": "14-3-3zeta reduces DNA damage by interacting with and stabilizing proliferating cell nuclear antigen"}, {"pubmed": 25184665, "text": "The aberrant DNA replication mediated by the PCNA-DNA pol-b complex induces p53-dependent neuronal cell death"}, {"pubmed": 25435364, "text": "our findings reveal a modulatory role of USP7 in PCNA ubiquitination-mediated stress-tolerance pathways by fine-tuning Poleta turnover."}, {"pubmed": 25675097, "text": "The S-nitrosylation status of PCNA localized in cytosol impacts the apoptotic pathway in a Parkinson's disease paradigm"}, {"pubmed": 25692884, "text": "Results revealed that mutation of lysine K164 in PCNA disrupts mono-ubiquitination of the multiple units within a homo-trimer complex as well as a DNA damage tolerance pathway."}, {"pubmed": 25733866, "text": "Mutant p53 depletion profoundly influenced PARP1 localization and increased the level of PCNA and MCM4 proteins."}, {"pubmed": 25762514, "text": "p15PAF acts as a flexible drag that regulates PCNA sliding along the DNA and facilitates the switch from replicative to translesion synthesis polymerase binding."}, {"pubmed": 25825764, "text": "PCNA phosphorylation by EGFR inhibits mismatch repair and promotes misincorporation during DNA synthesis"}, {"pubmed": 25972089, "text": "the hydroxyl group of Tyr151 in p21 acts as a tethering point for ideal packing and surface recognition of the peptide interface, increasing the binding affinity of p21 for PCNA."}, {"pubmed": 26117423, "text": "The expression of BAF180 promotes UV-induced PCNA ubiquitination during S phase."}, {"pubmed": 26223641, "text": "Bub1 in complex with LANA recruits PCNA to regulate Kaposi's sarcoma-associated herpesvirus latent replication and DNA translesion synthesis."}, {"pubmed": 26339416, "text": "Report PCNA expression in giant cell tumor of bones."}, {"pubmed": 26377631, "text": "adenine glycosylase activity, mismatch recognition properties and interaction with protein partners of MUTYH and 5 MAP variants were examined; P502L and R520Q had reduced affinity for PCNA; only Q324H was found to have reduced affinity for Hus1"}, {"pubmed": 26408825, "text": "Hydrophobic pocket of PCNA is the key domain mediating ALKBH2/PCNA interaction. PCNA association with ALKBH2 increases significantly during DNA replication, suggesting that ALKBH2 forms a cell-cycle dependent complex with PCNA."}, {"pubmed": 26450907, "text": "Studies show that acidic residue methyltransferase 1 (Armt1) has a vital role in regulation of the DNA damage response likely through its ability to O-methylate glutamyl residues of the DNA repair factor proliferating cell nuclear antigen (PCNA)."}, {"pubmed": 26557712, "text": "Effect of Fenugreek seed extract (FCE) was studied using HepG2 cell line; evaluated apoptosis effect and changes in expression of PCNA and tp53 due to FCE."}, {"pubmed": 26673319, "text": "USP7 suppresses H2O2-induced mutagenesis involving cell-cycle-independent processes such as DNA repair."}, {"pubmed": 26688547, "text": "The authors describe the structure of the disease-causing S228I variant, which reveals a large conformational change that dramatically transforms the binding pocket for PCNA client proteins."}, {"pubmed": 26731993, "text": "data indicated that IncRNA-PCNA-AS1 may participate in the gastric cancer carcinogenesis and development and may serve as a new biomarker for patients with gastric cancer"}, {"pubmed": 26795561, "text": "REV1 promote PCNA monoubiquitylation after UV radiation through interacting with ubiquitylated RAD18."}, {"pubmed": 26988343, "text": "Studies demonstrated that POLH interaction with PCNA plays an indispensable role in the recruitment of pol-eta to UV-induced cyclobutane pyrimidine dimers site to carry out translesion synthesis (TLS), and the dissociation of pol-eta from PCNA after TLS is essential for maintaining high fidelity DNA replication."}, {"pubmed": 27084448, "text": "These findings offer new insights into the determinants of PIP box for PCNA binding."}, {"pubmed": 27516012, "text": "The aim of this study is to analyze the immunoexpression of Ki67, p53, MCM3 and PCNA markers in epithelial remnants of dental follicles of impacted teeth and to identify a possible correlation between the immunoexpression of these markers in dentigerous cysts and keratocystic odontogenic tumors."}, {"pubmed": 27676213, "text": "Disruption of PCNA-lamins A/C interactions by prelamin A induces DNA replication fork stalling"}, {"pubmed": 27759041, "text": "this study shows that cytoplasmic PCNA connects glycolysis and cell survival in acute myeloid leukemia"}, {"pubmed": 27793507, "text": "PCNA plays a critical role in preventing CAG repeat expansions by modulating the structures of dynamic DNA via cooperation with base excision repair enzymes."}, {"pubmed": 27906959, "text": "collectively, this study uncovers a new role for CRL4CDT2 in protecting genomic integrity against replication stress via regulated proteolysis of PCNA-associated SDE2 and provides insights into how an integrated UBL domain within linear polypeptide sequence controls protein stability and function."}, {"pubmed": 27916662, "text": "Eco1 mediated acetylation regulates PCNA sliding on DNA in the presence of DNA damage, favoring homologous recombination linked to sister-chromatid cohesion."}, {"pubmed": 28071730, "text": "PCNA recognizes the DNA structure through a set of basic residues within the ring channel organized to match the pitch of B-DNA, establishing short-lived polar interactions with consecutive DNA phosphates."}, {"pubmed": 28073635, "text": "Reduced affinity of PCNA(S228I) for specific clients causes subtle cellular defects in undamaged cells which likely contribute to the etiology of PCNA-associated DNA repair disorder (PARD). Analysis of the binding between PCNA and PCNA-interacting proteins (PIPs) shows that the S228I change dramatically impairs the majority of these interactions, including that of Cdt1, DNMT1, PolD3(p66) and PolD4(p12)."}, {"pubmed": 28157503, "text": "Multiple studies provide evidence that PCNA lies at the center of the faithful duplication of eukaryotic genomes and therefore genome integrity. [review]"}, {"pubmed": 28177605, "text": "Replication protein A binds tightly to the single-stranded DNA adjacent to a blocked primer/template junction and restricts PCNA to the upstream duplex region by physically blocking diffusion of PCNA along ssDNA."}, {"pubmed": 28180305, "text": "The complex between p15PAF and trimeric PCNA is of low affinity, forming a transient complex that is difficult to characterize at a structural level due to its inherent polydispersity. We have determined the structure, conformational fluctuations, and relative population of the five species that coexist in solution by combining small-angle X-ray scattering (SAXS) with molecular modelling."}, {"pubmed": 28199690, "text": "Human CTF18-RFC clamp-loader complexed with non-synthesising POLE efficiently loads the PCNA sliding clamp."}, {"pubmed": 28348081, "text": "PCNA is a substrate of the HSV-1 deubiquitinase UL36USP, which has previously been shown to be involved mainly in virus uptake and maturation"}, {"pubmed": 28348485, "text": "ECRG2 in combination with cisplatin (DDP) can inhibit viability and induce apoptosis in esophageal cancer DDP-resistant cells, possibly via upregulation of p53 expression and downregulation of PCNA expression."}, {"pubmed": 28423618, "text": "High PCNA expression is associated with lung adenocarcinoma."}, {"pubmed": 28439008, "text": "PCNA and MutLalpha interact specifically but weakly in solution to form a complex of approximately 1:1 stoichiometry that depends on PCNA interaction with the C-terminal endonuclease domain of the MutLalpha PMS2 subunit."}, {"pubmed": 28447756, "text": "Treatment with 240 mg/l matrine reduced the protein expression levels of PCNA and eIF4E. Matrine also reduced the migration ability of A549 cells and inhibited their proliferation, which may be associated with the overexpression of p53 and p21, and the reduction of PCNA and eIF4E expression levels."}, {"pubmed": 28515154, "text": "These results propose a mechanism for progerin-induced genome instability and accelerated replicative senescence in Hutchinson-Gilford progeria syndrome."}, {"pubmed": 28590137, "text": "Data suggest that, during human DNA replication, restricting PCNA (proliferating cell nuclear antigen) to the vicinity of its DNA target site is important; PCNA can be maintained at or near primer/template junctions during DNA synthesis by RPA (replication protein A) or SSB (single-stranded DNA-binding protein); here, the SSB used was from Escherichia coli."}, {"pubmed": 28611525, "text": "PCNA and E-cadherin may have roles in prognosis of patients with gastric cancer"}, {"pubmed": 28746850, "text": "Results suggest that the UNG2 N-terminus may serve as a flexible scaffold to tether PCNA and RPA at the replication fork, and that post-translational modifications on the UNG2 N-terminus disrupt formation of the PCNA-UNG2-RPA protein complex."}, {"pubmed": 28777577, "text": "The results revealed that PCNA is predominantly localized in the cytoplasm, while hAng is distributed both in the nucleus and in the cytoplasm. hAng and PCNA colocalize in the cytoplasm, suggesting that they may interact in this compartment."}, {"pubmed": 28814116, "text": "The here presented evidence that the PCNA inner surface is highly regulated to control DNA damage resistance represents a new concept that offers new opportunities to develop tools to manipulate the DNA damage response in cancer treatment. [review]"}, {"pubmed": 28886337, "text": "Damage-induced fork reversal in mammalian cells requires PCNA ubiquitination, UBC13, and K63-linked polyubiquitin chains, previously involved in error-free damage tolerance. Fork reversal in vivo also requires ZRANB3 translocase activity and its interaction with polyubiquitinated PCNA, pinpointing ZRANB3 as a key effector of error-free DNA damage tolerance."}, {"pubmed": 28924044, "text": "Data suggest that, as part of DNA repair in nucleus of embryonic stem cells, IGF1R interacts with and phosphorylates PCNA at tyrosine residues 60, 133, and 250; this is followed by mono- and polyubiquitination of PCNA by RAD18 and SHPRH. (IGF1R = insulin-like growth factor 1 receptor; PCNA = proliferating cell nuclear antigen; RAD18 = E3 ubiquitin-protein ligase RAD18; SHPRH = E3 ubiquitin-protein ligase SHPRH)"}, {"pubmed": 28934471, "text": "Dynamic binding of the PARG non-canonical PIP-box to PCNA."}, {"pubmed": 28951215, "text": "Here, we report the complex structure of PCNA and the peptide ((784)NEILQTLLDLFFPGYSK(800)) derived from UHRF2 that contains a PIP box. Structural analysis combined with mutagenesis experiments provide the molecular basis for the recognition of UHRF2 by PCNA via PIP-box."}, {"pubmed": 29019895, "text": "PCNA expression significantly associated with clinical stage, histological grade, and poor prognosis of Osteosarcoma, which could evaluate tumor cell proliferation, and predict its biological behavior and prognosis."}, {"pubmed": 29051491, "text": "FAN1 interaction with ubiquitylated PCNA alleviates replication stress and preserves genomic integrity independently of BRCA2"}, {"pubmed": 29095607, "text": "This study identified PCNA-peptide interactions formed in the peptide bound simulation that play a crucial role in complex formation. The calculated binding energies correlate well with the measured binding affinities of various peptides to PCNA."}, {"pubmed": 29226655, "text": "upregulated in colorectal cancer"}, {"pubmed": 29382432, "text": "CHAF1A and PCNA are highly expressed in cervical squamous cell carcinoma and associated with the malignancy"}, {"pubmed": 29424068, "text": "Results suggest that CDK-mediated phosphorylation of Cdt2 inactivates its ubiquitin ligase activity by reducing its affinity to PCNA, an important strategy for regulating the levels of key proteins in the cell cycle."}, {"pubmed": 29604309, "text": "DDB2-PCNA interaction may contribute to a correct DNA damage response for maintaining genome integrity"}, {"pubmed": 29753763, "text": "Results show that HECW2 interacts with PCNA mediating its ubiquitination and proteasomal degradation."}, {"pubmed": 29875773, "text": "We therefore identified the NKp44 binding site to PCNA and further developed an NKp44-peptide-based agent that can inhibit tumor growth through interfering with the function of intracellular PCNA in the tumor cell."}, {"pubmed": 30006506, "text": "It has been shown that conjugation of SUMO2, but not SUMO1 or SUMO3, to the essential replication factor PCNA is induced on transcribed chromatin by the RNAPII-bound helicase RECQ5."}, {"pubmed": 30102405, "text": "our biochemical data show that p15PAF impairs primer synthesis by pol eta-PCNA holoenzyme against both damaged and normal DNA templates. In light of our findings, we discuss the possible mechanistic roles of p15PAF in DNA replication and suppression of DNA lesion bypass."}, {"pubmed": 30178842, "text": "Alpha-fetoprotein-positive hepatocellular carcinoma patients had high CK19 levels and low PCNA levels."}, {"pubmed": 30301766, "text": "the formation of the PCNA trimeric clamp around DNA during DNA replication and repair may bring together CDT1 and CRL4(CDT2) ubiquitin E3 ligase to target CDT1 for proteolysis in a DNA synthesis-dependent manner."}, {"pubmed": 30335157, "text": "Regulation of HLTF-mediated PCNA polyubiquitination by RFC and PCNA monoubiquitination levels determines choice of damage tolerance pathway."}, {"pubmed": 30590055, "text": "the complexity of replication fork composition upon DNA damage was examined by using a PCNA-based proteomic screen to uncover known and unexplored players involved in replication and replication stress response."}, {"pubmed": 30647135, "text": "The USP7 efficiently removes polyubiquitin chains from polyubiquitinated PCNA by preferential cleavage of the PCNA-ubiquitin linkage."}, {"pubmed": 30700555, "text": "RPA inhibits monoubiquitination of free PCNA by directly interacting with Rad18."}, {"pubmed": 30705406, "text": "Identifies AKT as a novel regulator of PCNA ubiquitylation."}, {"pubmed": 30858175, "text": "We found that VASP's interaction with Pfn1 is promoted by cell-substrate adhesion and requires down-regulation of PKA activity"}, {"pubmed": 30861164, "text": "CCEPR is a novel clinical biomarker for prognosis and regulates cell proliferation through PCNA in osteosarcoma."}, {"pubmed": 30897015, "text": "Based on the increased expression of PCNA and the development of the hypoxia process in the presence of extracellular matrix, our study showed that the addition of Matrigel improves the growing environment of tumor spheroids, making it closer to that of in vivo tumor conditions."}, {"pubmed": 30942439, "text": "MAT2B was markedly increased in osteosarcoma (OS) specimens compared with the normal bone tissues, and it was additionally abundantly expressed in OS cell lines. Inhibition of MAT2B expression caused a marked decrease in proliferation and significant increase in apoptosis. Results demonstrated that MAT2B functions as a tumor oncogene in OS in vivo and in vitro via regulation of EGFR and PCNA."}, {"pubmed": 30943414, "text": "S phase-specific degradation of p21 by PCNA-CRL4(cdt2) is sufficient to explain these heterogeneous responses to DNA damage and cell cycle regulation in individual cells."}, {"pubmed": 31128028, "text": "The expressions of CD24, B7-H4 and PCNA have correlations with the occurrence, development, invasion and metastasis of ovarian cancer, and the combined detection may have clinical guiding significance for early diagnosis of ovarian cancer and screening of high-risk patients."}, {"pubmed": 31134302, "text": "Our systematic multidisciplinary approach expands current views on PCNA interactions and reveals that the PIP-box affinity can be modulated over four orders of magnitude by positive charges in the flanking regions."}, {"pubmed": 31235252, "text": "These data provide structural insight into the recruitment of DNMT1 to replication sites by PCNA."}, {"pubmed": 31257482, "text": "in Basaloid squamous cell carcinomas , SOX2 and PCNA had diffuse staining patterns in almost all cancer cells. SOX2 overexpression had little effect on the expression levels of claudin4, occludin and PCNA."}, {"pubmed": 31289003, "text": "Expression of PCNA, Ki-67 and COX-2 in breast cancer based on DCE-MRI image information."}, {"pubmed": 31298327, "text": "Long non-coding RNA AK027294 promotes tumor growth by upregulating PCNA in gastric cancer."}, {"pubmed": 31492810, "text": "Data showed that proliferating cell nuclear antigen (PCNA) associated with neutrophil cytosolic factor 1 (p47phox), a key subunit of NADPH oxidase in neutrophils and that this association regulated reactive oxygen species (ROS) production."}, {"pubmed": 31550741, "text": "Changes in Protein Glycosylation as a Result of Aptamer Interactions with Cancer Cells."}, {"pubmed": 31607135, "text": "GSK3beta interacted with PCNA in H1299 lung adenocarcinoma cells. Overexpression of PCNA protein decreased GSK3beta Ser9 phosphorylation. Downregulation of PCNA sensitized H1299 cells to LiCl-induced apoptosis."}, {"pubmed": 31629712, "text": "IL8 can regulate the radiation resistance of ESCC cells and expression of PCNA"}, {"pubmed": 31844045, "text": "ATAD5, a PCNA unloader, plays multiple functions at stalled forks including promoting its restart. ATAD5 depletion increases genomic instability upon hydroxyurea treatment in cultured cells and mice. ATAD5 recruits RAD51 to stalled forks in an ATR kinase-dependent manner by hydroxyurea-enhanced protein-protein interactions and timely removes PCNA from stalled forks for RAD51 recruitment."}, {"pubmed": 31875566, "text": "PCNA Unloading Is Negatively Regulated by BET Proteins."}, {"pubmed": 32082966, "text": "GTSE1, together with CDC20, PCNA, and MCM6, may synergistically promote adverse prognosis in hepatocellular carcinoma by activating cell cycle."}, {"pubmed": 32276417, "text": "Human PCNA Structure, Function and Interactions."}, {"pubmed": 32311975, "text": "high protein and mRNA levels closely related to occurrence, development, and prognosis non-small cell lung cancer"}, {"pubmed": 32314787, "text": "Identification of PCNA-interacting protein motifs in human DNA polymerase delta."}, {"pubmed": 32481484, "text": "CDK-Independent and PCNA-Dependent Functions of p21 in DNA Replication."}, {"pubmed": 32549181, "text": "Histone deacetylase 1 regulates the malignancy of oral cancer cells via miR-154-5p/PCNA axis."}, {"pubmed": 32701997, "text": "Nuclear IGF1R interact with PCNA to preserve DNA replication after DNA-damage in a variety of human cancers."}, {"pubmed": 32783654, "text": "Succinylation at a key residue of FEN1 is involved in the DNA damage response to maintain genome stability."}, {"pubmed": 32814343, "text": "PCNA activates the MutLgamma endonuclease to promote meiotic crossing over."}, {"pubmed": 32900933, "text": "TRIM28 functions as the SUMO E3 ligase for PCNA in prevention of transcription induced DNA breaks."}, {"pubmed": 33029857, "text": "Histone H3K79 demethylation by KDM2B facilitates proper DNA replication through PCNA dissociation from chromatin."}, {"pubmed": 33157085, "text": "Dynamic DNA-bound PCNA complexes co-ordinate Okazaki fragment synthesis, processing and ligation."}, {"pubmed": 33242956, "text": "PCNA Monoubiquitination Is Regulated by Diffusion of Rad6/Rad18 Complexes along RPA Filaments."}, {"pubmed": 33288556, "text": "Role of LLT1 and PCNA as Natural Killer Cell Immune Evasion Strategies of HCT 116 Cells."}, {"pubmed": 33454555, "text": "miR-1301-3p suppresses tumor growth by downregulating PCNA in thyroid papillary cancer."}, {"pubmed": 33500339, "text": "Toxoplasma gondii Extends the Life Span of Infected Human Neutrophils by Inducing Cytosolic PCNA and Blocking Activation of Apoptotic Caspases."}, {"pubmed": 33581499, "text": "PCNA, a focus on replication stress and the alternative lengthening of telomeres pathway."}, {"pubmed": 33721434, "text": "Expressions of CD44, PCNA and MRP1 in lung cancer tissues and their effects on proliferation and invasion abilities of lung cancer cell line 95D."}, {"pubmed": 33982774, "text": "Proliferating cell nuclear antigen directly interacts with androgen receptor and enhances androgen receptormediated signaling."}, {"pubmed": 33984330, "text": "Unlocking the PIP-box: A peptide library reveals interactions that drive high-affinity binding to human PCNA."}, {"pubmed": 34041875, "text": "Expressions of cytokeratin 14 and proliferating cell nuclear antigen in the Hertwig's epithelial root sheath of a Vps4b knockout mouse."}, {"pubmed": 34253239, "text": "Transcription-coupled structural dynamics of topologically associating domains regulate replication origin efficiency."}, {"pubmed": 34329742, "text": "PCNA inhibition enhances the cytotoxicity of beta-lapachone in NQO1-Positive cancer cells by augmentation of oxidative stress-induced DNA damage."}, {"pubmed": 34379448, "text": "Cytoskeleton integrity influences XRCC1 and PCNA dynamics at DNA damage."}, {"pubmed": 34433039, "text": "Evading immune surveillance via tyrosine phosphorylation of nuclear PCNA."}, {"pubmed": 34667155, "text": "Cryo-EM structure of human Pol kappa bound to DNA and mono-ubiquitylated PCNA."}, {"pubmed": 34671219, "text": "Post-Translational Modifications of PCNA in Control of DNA Synthesis and DNA Damage Tolerance-the Implications in Carcinogenesis."}, {"pubmed": 35278611, "text": "Ring finger protein 6 enhances chemo-resistance by transcriptionally activating proliferating cell nuclear antigen expression and attenuating DNA damage in lung adenocarcinoma."}, {"pubmed": 35570072, "text": "Can PCNA and LIM15 gene expression levels predict sperm retrieval success in men with non-obstructive azoospermia?"}, {"pubmed": 35677658, "text": "Characterization of the Interaction Between SARS-CoV-2 Membrane Protein (M) and Proliferating Cell Nuclear Antigen (PCNA) as a Potential Therapeutic Target."}, {"pubmed": 35689249, "text": "Prognostic value of p16, p53, and pcna in sarcoma and an evaluation of immune infiltration."}, {"pubmed": 36228090, "text": "Ubiquitinated PCNA Drives USP1 Synthetic Lethality in Cancer."}, {"pubmed": 36426924, "text": "DUT enhances drug resistance to proteasome inhibitors via promoting mitochondrial function in multiple myeloma."}, {"pubmed": 36564470, "text": "PCNA regulates primary metabolism by scaffolding metabolic enzymes."}, {"pubmed": 36607591, "text": "HNF4G stimulates the development of pancreatic cancer by promoting IGF2BP2 transcription."}, {"pubmed": 36675081, "text": "Effects of Defective Unloading and Recycling of PCNA Revealed by the Analysis of ELG1 Mutants."}, {"pubmed": 36694148, "text": "C/EBPbeta expression decreases in cervical cancer and leads to tumorigenesis."}, {"pubmed": 36928068, "text": "Unchanged PCNA and DNMT1 dynamics during replication in DNA ligase I-deficient cells but abnormal chromatin levels of non-replicative histone H1."}, {"pubmed": 36990095, "text": "Molecular insight into the PCNA-binding mode of FBH1."}, {"pubmed": 36990216, "text": "A thermosensitive PCNA allele underlies an ataxia-telangiectasia-like disorder."}, {"pubmed": 37118828, "text": "Ubiquitin specific peptidase 37 and PCNA interaction promotes osteosarcoma pathogenesis by modulating replication fork progression."}, {"pubmed": 37739427, "text": "Short-range end resection requires ATAD5-mediated PCNA unloading for faithful homologous recombination."}, {"pubmed": 37824822, "text": "G-CSF reshapes the cytosolic PCNA scaffold and modulates glycolysis in neutrophils."}, {"pubmed": 38060446, "text": "FANCD2-dependent mitotic DNA synthesis relies on PCNA K164 ubiquitination."}, {"pubmed": 38261971, "text": "Checkpoint activation by Spd1: a competition-based system relying on tandem disordered PCNA binding motifs."}, {"pubmed": 38280406, "text": "Squalene monooxygenase facilitates bladder cancer development in part by regulating PCNA."}, {"pubmed": 38387257, "text": "Loci on chromosome 20 interact with rs16969968 to influence cigarettes per day in European ancestry individuals."}, {"pubmed": 38648458, "text": "Expression of CD44, PCNA and E-cadherin in pterygium tissues."}, {"pubmed": 38669181, "text": "Cryo-EM reveals a nearly complete PCNA loading process and unique features of the human alternative clamp loader CTF18-RFC."}, {"pubmed": 38687509, "text": "EIF3B stabilizes PCNA by counteracting SYVN1-mediated ubiquitination to serve as a promotor in cholangiocarcinoma."}, {"pubmed": 38713100, "text": "DNAJC24 acts directly with PCNA and promotes malignant progression of LUAD by activating phosphorylation of AKT."}], "genomic_pos": {"chr": "20", "end": 5126626, "ensemblgene": "ENSG00000132646", "start": 5114953, "strand": -1}, "genomic_pos_hg19": {"chr": "20", "end": 5107272, "start": 5095599, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006272", "qualifier": "involved_in", "term": "leading strand elongation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006287", "qualifier": "involved_in", "term": "base-excision repair, gap-filling"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006298", "qualifier": "involved_in", "term": "mismatch repair"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006298", "pubmed": 11005803, "qualifier": "involved_in", "term": "mismatch repair"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007507", "qualifier": "involved_in", "term": "heart development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0019985", "qualifier": "involved_in", "term": "translesion synthesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0019985", "pubmed": 20129063, "qualifier": "involved_in", "term": "translesion synthesis"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0030855", "pubmed": 21492153, "qualifier": "involved_in", "term": "epithelial cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0031297", "pubmed": 24115439, "qualifier": "involved_in", "term": "replication fork processing"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032077", "pubmed": 19443450, "qualifier": "involved_in", "term": "positive regulation of deoxyribonuclease activity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032355", "qualifier": "involved_in", "term": "response to estradiol"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0034644", "pubmed": 24939902, "qualifier": "involved_in", "term": "cellular response to UV"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0044849", "qualifier": "involved_in", "term": "estrous cycle"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045739", "pubmed": 24939902, "qualifier": "involved_in", "term": "positive regulation of DNA repair"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045740", "pubmed": 24939902, "qualifier": "involved_in", "term": "positive regulation of DNA replication"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046686", "qualifier": "involved_in", "term": "response to cadmium ion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070301", "qualifier": "involved_in", "term": "cellular response to hydrogen peroxide"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071466", "qualifier": "involved_in", "term": "cellular response to xenobiotic stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071548", "qualifier": "involved_in", "term": "response to dexamethasone"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0097421", "qualifier": "involved_in", "term": "liver regeneration"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1900264", "pubmed": 11595739, "qualifier": "involved_in", "term": "positive regulation of DNA-directed DNA polymerase activity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1902065", "qualifier": "involved_in", "term": "response to L-glutamate"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1902990", "pubmed": 24115439, "qualifier": "involved_in", "term": "mitotic telomere maintenance via semi-conservative replication"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0000307", "qualifier": "part_of", "term": "cyclin-dependent protein kinase holoenzyme complex"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0000781", "pubmed": 19135898, "qualifier": "located_in", "term": "chromosome, telomeric region"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0000785", "pubmed": 23277426, "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0001673", "qualifier": "located_in", "term": "male germ cell nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [15494374, 19734146, 19736315, 24939902], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005652", "qualifier": "located_in", "term": "nuclear lamina"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005657", "pubmed": 9774970, "qualifier": "located_in", "term": "replication fork"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005813", "pubmed": 18331714, "qualifier": "located_in", "term": "centrosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016604", "qualifier": "located_in", "term": "nuclear body"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0030894", "pubmed": 24115439, "qualifier": "part_of", "term": "replisome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043596", "pubmed": [15543136, 21383955], "qualifier": "located_in", "term": "nuclear replication fork"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0043626", "qualifier": "part_of", "term": "PCNA complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043626", "pubmed": 24939902, "qualifier": "part_of", "term": "PCNA complex"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:0043626", "pubmed": 15681588, "qualifier": "part_of", "term": "PCNA complex"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 20458337, "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0070557", "pubmed": [11595739, 18794347], "qualifier": "part_of", "term": "PCNA-p21 complex"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0000701", "pubmed": 11005803, "qualifier": "enables", "term": "purine-specific mismatch base pair DNA N-glycosylase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003682", "pubmed": [23277426, 24939902], "qualifier": "enables", "term": "chromatin binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003684", "pubmed": 24939902, "qualifier": "enables", "term": "damaged DNA binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [8861913, 9305916, 10873631, 11005803, 11022036, 11595739, 14657243, 15225546, 15358233, 15543136, 15550930, 15576034, 15805117, 16000169, 16189514, 16482215, 16510448, 16826239, 17955473, 18316726, 18499658, 18692475, 18719106, 19150984, 19419956, 19505873, 19730436, 19736315, 20457750, 20605778, 20733054, 20849852, 21549307, 21628590, 21856198, 21988832, 21994455, 22021614, 22153967, 22634751, 22681887, 22704558, 22705370, 22759634, 22894931, 22902628, 23000965, 23042605, 23042607, 23527218, 24267889, 24561620, 24695737, 25416956, 25502805, 26030842, 26408825, 26496610, 26711499, 26751069, 26760506, 27107012, 27462463, 27906959, 28191891, 28514442, 28777577, 29290612, 29892012, 29997244, 30554877, 30833792, 31467278, 31515488, 32296183, 32814053, 35849344, 37398436], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019899", "pubmed": 24115439, "qualifier": "enables", "term": "enzyme binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0030331", "qualifier": "enables", "term": "nuclear estrogen receptor binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0030337", "qualifier": "enables", "term": "DNA polymerase processivity factor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0030971", "pubmed": 17115032, "qualifier": "enables", "term": "receptor tyrosine kinase binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0032139", "pubmed": 11005803, "qualifier": "enables", "term": "dinucleotide insertion or deletion binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0032405", "pubmed": 11005803, "qualifier": "enables", "term": "MutLalpha complex binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0035035", "pubmed": 24939902, "qualifier": "enables", "term": "histone acetyltransferase binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [15681588, 15805117, 25416956, 26030842, 31515488, 32296183], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0044877", "pubmed": 11595739, "qualifier": "enables", "term": "protein-containing complex binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0070182", "pubmed": [19995904, 24939902], "qualifier": "enables", "term": "DNA polymerase binding"}]}, "homologene": {"genes": [[3702, 817506], [3702, 837249], [4530, 4331062], [4896, 2540020], [4932, 852385], [5141, 3880823], [6239, 177161], [7165, 1279643], [7227, 37290], [7955, 30678], [8364, 493302], [9031, 373984], [9544, 718006], [9598, 458081], [9606, 5111], [9615, 477166], [9913, 515499], [10090, 18538], [10116, 25737], [28985, 2896921], [33169, 4619922], [318829, 2674666]], "id": 1945}, "interpro": [{"desc": "Proliferating cell nuclear antigen, PCNA", "id": "IPR000730", "short_desc": "Pr_cel_nuc_antig"}, {"desc": "Proliferating cell nuclear antigen, PCNA, N-terminal", "id": "IPR022648", "short_desc": "Pr_cel_nuc_antig_N"}, {"desc": "Proliferating cell nuclear antigen, PCNA, C-terminal", "id": "IPR022649", "short_desc": "Pr_cel_nuc_antig_C"}, {"desc": "Proliferating cell nuclear antigen, PCNA, conserved site", "id": "IPR022659", "short_desc": "Pr_cel_nuc_antig_CS"}, {"desc": "DNA clamp superfamily", "id": "IPR046938", "short_desc": "DNA_clamp_sf"}], "ipi": "IPI00021700", "map_location": "20p12.3", "name": "proliferating cell nuclear antigen", "other_names": ["DNA polymerase delta auxiliary protein", "cyclin", "proliferating cell nuclear antigen"], "pantherdb": {"HGNC": "8729", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "97503", "ortholog_type": "LDO", "panther_family": "PTHR11352", "taxid": 10090, "uniprot_kb": "P17918"}, {"RGD": "3269", "ortholog_type": "LDO", "panther_family": "PTHR11352", "taxid": 10116, "uniprot_kb": "P04961"}, {"Ensembl": "ENSGALG00000029292", "ortholog_type": "LDO", "panther_family": "PTHR11352", "taxid": 9031, "uniprot_kb": "Q9DEA3"}, {"ZFIN": "ZDB-GENE-000210-8", "ortholog_type": "LDO", "panther_family": "PTHR11352", "taxid": 7955, "uniprot_kb": "Q9PTP1"}, {"WormBase": "WBGene00003955", "ortholog_type": "LDO", "panther_family": "PTHR11352", "taxid": 6239, "uniprot_kb": "O02115"}, {"FlyBase": "FBgn0032813", "ortholog_type": "O", "panther_family": "PTHR11352", "taxid": 7227, "uniprot_kb": "Q9VIT0"}, {"FlyBase": "FBgn0005655", "ortholog_type": "LDO", "panther_family": "PTHR11352", "taxid": 7227, "uniprot_kb": "P17917"}, {"SGD": "S000000292", "ortholog_type": "LDO", "panther_family": "PTHR11352", "taxid": 4932, "uniprot_kb": "P15873"}, {"PomBase": "SPBC16D10.09", "ortholog_type": "LDO", "panther_family": "PTHR11352", "taxid": 4896, "uniprot_kb": "Q03392"}, {"dictyBase": "DDB_G0276867", "ortholog_type": "O", "panther_family": "PTHR11352", "taxid": 352472, "uniprot_kb": "Q86L07"}, {"dictyBase": "DDB_G0287607", "ortholog_type": "LDO", "panther_family": "PTHR11352", "taxid": 352472, "uniprot_kb": "Q54K47"}, {"TAIR": "2043062", "ortholog_type": "O", "panther_family": "PTHR11352", "taxid": 3702, "uniprot_kb": "Q9ZW35"}, {"TAIR": "2025062", "ortholog_type": "LDO", "panther_family": "PTHR11352", "taxid": 3702, "uniprot_kb": "Q9M7Q7"}], "uniprot_kb": "P12004"}, "pathway": {"biocarta": [{"id": "il2rbpathway", "name": "il-2 receptor beta chain in t cell activation"}, {"id": "p53pathway", "name": "p53 signaling pathway"}], "kegg": [{"id": "hsa03030", "name": "DNA replication - Homo sapiens (human)"}, {"id": "hsa03410", "name": "Base excision repair - Homo sapiens (human)"}, {"id": "hsa03420", "name": "Nucleotide excision repair - Homo sapiens (human)"}, {"id": "hsa03430", "name": "Mismatch repair - Homo sapiens (human)"}, {"id": "hsa04110", "name": "Cell cycle - Homo sapiens (human)"}, {"id": "hsa04530", "name": "Tight junction - Homo sapiens (human)"}, {"id": "hsa05161", "name": "Hepatitis B - Homo sapiens (human)"}], "pid": [{"id": "bard1pathway", "name": "BARD1 signaling events"}, {"id": "era_genomic_pathway", "name": "Validated nuclear estrogen receptor alpha network"}, {"id": "p53downstreampathway", "name": "Direct p53 effectors"}], "reactome": [{"id": "R-HSA-110312", "name": "Translesion synthesis by REV1"}, {"id": "R-HSA-110313", "name": "Translesion synthesis by Y family DNA polymerases bypasses lesions on DNA template"}, {"id": "R-HSA-110314", "name": "Recognition of DNA damage by PCNA-containing replication complex"}, {"id": "R-HSA-110320", "name": "Translesion Synthesis by POLH"}, {"id": "R-HSA-110373", "name": "Resolution of AP sites via the multiple-nucleotide patch replacement pathway"}, {"id": "R-HSA-1362277", "name": "Transcription of E2F targets under negative control by DREAM complex"}, {"id": "R-HSA-1538133", "name": "G0 and Early G1"}, {"id": "R-HSA-157579", "name": "Telomere Maintenance"}, {"id": "R-HSA-1640170", "name": "Cell Cycle"}, {"id": "R-HSA-174411", "name": "Polymerase switching on the C-strand of the telomere"}, {"id": "R-HSA-174414", "name": "Processive synthesis on the C-strand of the telomere"}, {"id": "R-HSA-174417", "name": "Telomere C-strand (Lagging Strand) Synthesis"}, {"id": "R-HSA-174437", "name": "Removal of the Flap Intermediate from the C-strand"}, {"id": "R-HSA-180786", "name": "Extension of Telomeres"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-2990846", "name": "SUMOylation"}, {"id": "R-HSA-3108232", "name": "SUMO E3 ligases SUMOylate target proteins"}, {"id": "R-HSA-3700989", "name": "Transcriptional Regulation by TP53"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-453279", "name": "Mitotic G1 phase and G1/S transition"}, {"id": "R-HSA-4615885", "name": "SUMOylation of DNA replication proteins"}, {"id": "R-HSA-5358508", "name": "Mismatch Repair"}, {"id": "R-HSA-5358508", "name": "Mismatch Repair"}, {"id": "R-HSA-5358565", "name": "Mismatch repair (MMR) directed by MSH2:MSH6 (MutSalpha)"}, {"id": "R-HSA-5358606", "name": "Mismatch repair (MMR) directed by MSH2:MSH3 (MutSbeta)"}, {"id": "R-HSA-5651801", "name": "PCNA-Dependent Long Patch Base Excision Repair"}, {"id": "R-HSA-5655862", "name": "Translesion synthesis by POLK"}, {"id": "R-HSA-5656121", "name": "Translesion synthesis by POLI"}, {"id": "R-HSA-5656169", "name": "Termination of translesion DNA synthesis"}, {"id": "R-HSA-5685942", "name": "HDR through Homologous Recombination (HRR)"}, {"id": "R-HSA-5693532", "name": "DNA Double-Strand Break Repair"}, {"id": "R-HSA-5693538", "name": "Homology Directed Repair"}, {"id": "R-HSA-5693567", "name": "HDR through Homologous Recombination (HRR) or Single Strand Annealing (SSA)"}, {"id": "R-HSA-5696397", "name": "Gap-filling DNA repair synthesis and ligation in GG-NER"}, {"id": "R-HSA-5696398", "name": "Nucleotide Excision Repair"}, {"id": "R-HSA-5696399", "name": "Global Genome Nucleotide Excision Repair (GG-NER)"}, {"id": "R-HSA-5696400", "name": "Dual Incision in GG-NER"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-6781827", "name": "Transcription-Coupled Nucleotide Excision Repair (TC-NER)"}, {"id": "R-HSA-6782135", "name": "Dual incision in TC-NER"}, {"id": "R-HSA-6782210", "name": "Gap-filling DNA repair synthesis and ligation in TC-NER"}, {"id": "R-HSA-6791312", "name": "TP53 Regulates Transcription of Cell Cycle Genes"}, {"id": "R-HSA-6804114", "name": "TP53 Regulates Transcription of Genes Involved in G2 Cell Cycle Arrest"}, {"id": "R-HSA-69091", "name": "Polymerase switching"}, {"id": "R-HSA-69109", "name": "Leading Strand Synthesis"}, {"id": "R-HSA-69166", "name": "Removal of the Flap Intermediate"}, {"id": "R-HSA-69183", "name": "Processive synthesis on the lagging strand"}, {"id": "R-HSA-69186", "name": "Lagging Strand Synthesis"}, {"id": "R-HSA-69190", "name": "DNA strand elongation"}, {"id": "R-HSA-69205", "name": "G1/S-Specific Transcription"}, {"id": "R-HSA-69206", "name": "G1/S Transition"}, {"id": "R-HSA-69239", "name": "Synthesis of DNA"}, {"id": "R-HSA-69242", "name": "S Phase"}, {"id": "R-HSA-69278", "name": "Cell Cycle, Mitotic"}, {"id": "R-HSA-69306", "name": "DNA Replication"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-73884", "name": "Base Excision Repair"}, {"id": "R-HSA-73886", "name": "Chromosome Maintenance"}, {"id": "R-HSA-73893", "name": "DNA Damage Bypass"}, {"id": "R-HSA-73894", "name": "DNA Repair"}, {"id": "R-HSA-73894", "name": "DNA Repair"}, {"id": "R-HSA-73933", "name": "Resolution of Abasic Sites (AP sites)"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8852135", "name": "Protein ubiquitination"}, {"id": "R-HSA-8866654", "name": "E3 ubiquitin ligases ubiquitinate target proteins"}], "smpdb": {"id": "SMP00478", "name": "Nucleotide Excision Repair "}, "wikipathways": [{"id": "WP179", "name": "Cell cycle"}, {"id": "WP2446", "name": "Retinoblastoma gene in cancer"}, {"id": "WP2572", "name": "Primary focal segmental glomerulosclerosis (FSGS)"}, {"id": "WP3941", "name": "Oxidative Damage"}, {"id": "WP437", "name": "EGF-EGFR signaling pathway"}, {"id": "WP45", "name": "G1 to S cell cycle control"}, {"id": "WP466", "name": "DNA Replication"}, {"id": "WP4666", "name": "Hepatitis B infection"}, {"id": "WP4752", "name": "Base Excision Repair"}, {"id": "WP4753", "name": "Nucleotide Excision Repair"}, {"id": "WP4946", "name": "DNA Repair Pathways Full Network"}, {"id": "WP4949", "name": "16p11.2 proximal deletion syndrome"}, {"id": "WP531", "name": "DNA Mismatch Repair"}, {"id": "WP615", "name": "Senescence and Autophagy in Cancer"}]}, "pdb": ["1AXC", "1U76", "1U7B", "1UL1", "1VYJ", "1VYM", "1W60", "2ZVK", "2ZVL", "2ZVM", "3JA9", "3P87", "3TBL", "3VKX", "3WGW", "4D2G", "4RJF", "4ZTD", "5E0T", "5E0U", "5E0V", "5IY4", "5MAV", "5MLO", "5MLW", "5MOM", "5YCO", "5YD8", "6CBI", "6EHT", "6FCM", "6FCN", "6GIS", "6GWS", "6HVO", "6K3A", "6QC0", "6QCG", "6S1M", "6S1N", "6S1O", "6TNY", "6TNZ", "6VVO", "7EFA", "7KQ0", "7KQ1", "7M5L", "7M5M", "7M5N", "7NV0", "7NV1", "7QNZ", "7QO1", "8B8T", "8COB", "8E84", "8F5Q", "8GL9", "8GLA"], "pfam": ["PF00705", "PF02747"], "pharmgkb": "PA263", "pharos": {"target_id": 7649, "tdl": "Tchem"}, "pir": "A27445", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF253787", "relationship": "is"}, {"id": "GNF253788", "relationship": "is"}, {"id": "GNF253789", "relationship": "is"}, {"id": "GNF253790", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF159518", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF031404", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF010942", "relationship": "is"}, {"id": "GNF010943", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF100508", "relationship": "is"}, {"id": "GNF140163", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000020.11", "NC_060944.1", "NG_047066.1"], "protein": ["NP_002583.1", "NP_872590.1"], "rna": ["NM_002592.2", "NM_182649.2"], "translation": [{"protein": "NP_872590.1", "rna": "NM_182649.2"}, {"protein": "NP_002583.1", "rna": "NM_002592.2"}]}, "reporter": {"HG-U133_Plus_2": "201202_at", "HG-U95Av2": ["1824_s_at", "1884_s_at"], "HTA-2_0": "TC20000592.hg.1", "HuEx-1_0": "3896200", "HuGene-1_1": "8064844", "HuGene-2_1": "16916958"}, "summary": "The protein encoded by this gene is found in the nucleus and is a cofactor of DNA polymerase delta. The encoded protein acts as a homotrimer and helps increase the processivity of leading strand synthesis during DNA replication. In response to DNA damage, this protein is ubiquitinated and is involved in the RAD6-dependent DNA repair pathway. Two transcript variants encoding the same protein have been found for this gene. Pseudogenes of this gene have been described on chromosome 4 and on the X chromosome. [provided by RefSeq, Jul 2008].", "symbol": "PCNA", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1366837"}, "unigene": ["Hs.744934", "Hs.147433"], "uniprot": {"Swiss-Prot": "P12004"}, "wikipedia": {"url_stub": "Proliferating cell nuclear antigen"}}