{"AllianceGenome": "8763", "HGNC": "8763", "MIM": "608610", "_id": "27250", "_version": 1, "accession": {"genomic": ["AL136368.24", "AL158163.11", "CH471066.2", "CP068268.2", "NC_000010.11", "NC_060934.1", "U83908.1"], "protein": ["AAB42218.1", "AAB67706.1", "AAH15036.1", "AAH26104.1", "AAH31049.1", "BAD97343.1", "BAG35439.1", "BAG37701.1", "BAG59336.1", "EAW49552.1", "EAW49553.1", "EAW49554.1", "NP_001186421.1", "NP_055271.2", "NP_663314.1", "Q53EL6.2"], "rna": ["AK223623.1", "AK296753.1", "AK312540.1", "AK315295.1", "AL049932.1", "BC015036.2", "BC026104.2", "BC031049.1", "BI910668.1", "BX537500.1", "BX641168.1", "BX647834.1", "DB241608.1", "NM_001199492.2", "NM_014456.5", "NM_145341.4", "OP794521.1", "U96628.1"], "translation": [{"protein": "NP_055271.2", "rna": "NM_014456.5"}, {"protein": "AAH31049.1", "rna": "BC031049.1"}, {"protein": "AAB67706.1", "rna": "U96628.1"}, {"protein": "BAG37701.1", "rna": "AK315295.1"}, {"protein": "BAG35439.1", "rna": "AK312540.1"}, {"protein": "BAD97343.1", "rna": "AK223623.1"}, {"protein": "NP_663314.1", "rna": "NM_145341.4"}, {"protein": "BAG59336.1", "rna": "AK296753.1"}, {"protein": "NP_001186421.1", "rna": "NM_001199492.2"}, {"protein": "AAH26104.1", "rna": "BC026104.2"}, {"protein": "AAH15036.1", "rna": "BC015036.2"}]}, "alias": "H731", "ensembl": {"gene": "ENSG00000150593", "protein": ["ENSP00000280154", "ENSP00000376816", "ENSP00000394668"], "transcript": ["ENST00000280154", "ENST00000393104", "ENST00000444997", "ENST00000462577", "ENST00000467574", "ENST00000481353", "ENST00000483595", "ENST00000483670", "ENST00000489049", "ENST00000492932", "ENST00000498367"], "translation": [{"protein": "ENSP00000376816", "rna": "ENST00000393104"}, {"protein": "ENSP00000280154", "rna": "ENST00000280154"}, {"protein": "ENSP00000394668", "rna": "ENST00000444997"}], "type_of_gene": "protein_coding"}, "entrezgene": "27250", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 16.67972234, "exp_mis": 138.8154043, "exp_syn": 58.75903, "lof_z": 2.10523767257801, "mis_z": -0.671892273324214, "mu_lof": 1.06526393414e-06, "mu_mis": 1.18449135484e-05, "mu_syn": 4.77916823795e-06, "n_lof": 8.0, "n_mis": 155.0, "n_syn": 59.0, "p_li": 0.000577683801357511, "p_null": 0.0252420445513932, "p_rec": 0.974180271647249, "syn_z": -0.0194883530321023}, "bp": 1410, "cds_end": 112657846, "cds_start": 112635785, "n_exons": 11, "nonpsych": {"exp_lof": 14.8697667, "exp_mis": 125.4143483, "exp_syn": 52.9556059, "lof_z": 1.74961255437308, "mis_z": -0.206535047570591, "mu_lof": 1.06526393414e-06, "mu_mis": 1.18449135484e-05, "mu_syn": 4.77916823795e-06, "n_lof": 8.0, "n_mis": 130.0, "n_syn": 54.0, "p_li": 0.000322839959203332, "p_null": 0.0642908477078826, "p_rec": 0.935386312332914, "syn_z": -0.0903587523445118}, "nontcga": {"exp_lof": 15.32321928, "exp_mis": 127.6880552, "exp_syn": 54.03618921, "lof_z": 2.09747885016416, "mis_z": -0.763274086909712, "mu_lof": 1.06526393414e-06, "mu_mis": 1.18449135484e-05, "mu_syn": 4.77916823795e-06, "n_lof": 7.0, "n_mis": 145.0, "n_syn": 53.0, "p_li": 0.00188689131722414, "p_null": 0.0228178114316124, "p_rec": 0.975295297251163, "syn_z": 0.089252291304225}, "transcript": "ENST00000280154.7"}, "exons": [{"cdsend": 110898088, "cdsstart": 110876027, "chr": "10", "position": [[110871794, 110872018], [110875965, 110876070], [110881274, 110881535], [110883002, 110883097], [110885252, 110885366], [110887664, 110887886], [110889532, 110889630], [110890555, 110890670], [110894090, 110894198], [110894411, 110894522], [110895947, 110896087], [110898027, 110900006]], "strand": 1, "transcript": "NM_001199492", "txend": 110900006, "txstart": 110871794}, {"cdsend": 110898088, "cdsstart": 110876027, "chr": "10", "position": [[110871927, 110872018], [110875965, 110876070], [110881232, 110881535], [110883002, 110883097], [110885252, 110885366], [110887664, 110887886], [110889532, 110889630], [110890555, 110890670], [110894090, 110894198], [110894411, 110894522], [110895947, 110896087], [110898027, 110900006]], "strand": 1, "transcript": "NM_014456", "txend": 110900006, "txstart": 110871927}, {"cdsend": 110898088, "cdsstart": 110876743, "chr": "10", "position": [[110871794, 110872018], [110875965, 110876070], [110876669, 110876753], [110881232, 110881535], [110883002, 110883097], [110885252, 110885366], [110887664, 110887886], [110889532, 110889630], [110890555, 110890670], [110894090, 110894198], [110894411, 110894522], [110895947, 110896087], [110898027, 110900006]], "strand": 1, "transcript": "NM_145341", "txend": 110900006, "txstart": 110871794}], "exons_hg19": [{"cdsend": 112657846, "cdsstart": 112635785, "chr": "10", "position": [[112631552, 112631776], [112635723, 112635828], [112641032, 112641293], [112642760, 112642855], [112645010, 112645124], [112647422, 112647644], [112649290, 112649388], [112650313, 112650428], [112653848, 112653956], [112654169, 112654280], [112655705, 112655845], [112657785, 112659764]], "strand": 1, "transcript": "NM_001199492", "txend": 112659764, "txstart": 112631552}, {"cdsend": 112657846, "cdsstart": 112635785, "chr": "10", "position": [[112631685, 112631776], [112635723, 112635828], [112640990, 112641293], [112642760, 112642855], [112645010, 112645124], [112647422, 112647644], [112649290, 112649388], [112650313, 112650428], [112653848, 112653956], [112654169, 112654280], [112655705, 112655845], [112657785, 112659764]], "strand": 1, "transcript": "NM_014456", "txend": 112659764, "txstart": 112631685}, {"cdsend": 112657846, "cdsstart": 112636501, "chr": "10", "position": [[112631552, 112631776], [112635723, 112635828], [112636427, 112636511], [112640990, 112641293], [112642760, 112642855], [112645010, 112645124], [112647422, 112647644], [112649290, 112649388], [112650313, 112650428], [112653848, 112653956], [112654169, 112654280], [112655705, 112655845], [112657785, 112659764]], "strand": 1, "transcript": "NM_145341", "txend": 112659764, "txstart": 112631552}], "generif": [{"pubmed": 12054647, "text": "up-regulated in senescent diploid fibroblasts"}, {"pubmed": 15082783, "text": "Results indicate that not only binding to eIF4A but also prevention of eIF4A binding to the MA-3 domain of eIF4Gc contributes to the mechanism by which Pdcd4 inhibits translation."}, {"pubmed": 15153438, "text": "overexpression of PDCD4 in carcinoid cells results in inhibition of cell proliferation."}, {"pubmed": 15317660, "text": "expression of pdcd4 as an indirect suppressor of CDK1/cdc2 is lost in progressed carcinomas of lung, breast, colon, and prostate"}, {"pubmed": 16385451, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16449643, "text": "Pdcd4 suppresses tumor progression in colon carcinoma cells by the novel mechanism of down-regulating MAP4K1 transcription, with consequent inhibition of c-Jun activation and AP-1-dependent transcription."}, {"pubmed": 16682950, "text": "data suggest that PDCD4 is a proapoptotic molecule involved in TGF-beta1-induced apoptosis in human HCC cells, and a possible tumor suppressor in hepatocarcinogenesis"}, {"pubmed": 17053147, "text": "in response to mitogens, PDCD4 was rapidly phosphorylated by protein kinase S6K1 & then degraded by ubiquitin ligase SCF(betaTRCP); it is proposed that regulated degradation of PDCD4 in response to mitogens allows efficient protein synthesis & cell growth"}, {"pubmed": 17297470, "text": "These data suggest Pdcd4 as a new negative regulator of intravasation, and qas the invasion-related gene u-PAR. It is the first study to implicate Pdcd4 regulation of gene expression via Sp1/Sp3."}, {"pubmed": 17828298, "text": "Downregulation of tumor suppressor Pdcd4 promotes colonic neoplastic transformation and tumor invasion"}, {"pubmed": 17849461, "text": "Loss of programmed cell death 4 expression is associated with colorectal cancer"}, {"pubmed": 17955371, "text": "we conclude that the function of Pdcd4 might be cell type specific. A role for Pdcd4 in apoptosis or as a tumor suppressor might be limited to certain cell types."}, {"pubmed": 17982621, "text": "Altered cellular localization of PDCD4 when comparing normal breast to neoplastic breast tissue."}, {"pubmed": 17991735, "text": "Programmed Cell Death 4 (PDCD4) is regulated by microrna miR-21 and demonstrate that PDCD4 is a functionally important target for miR-21 in breast cancer cells."}, {"pubmed": 18296639, "text": "the PDCD4 MA3 domains compete with the eIF4G MA3 domain and RNA for eIF4A binding.  PDCD4 inhibits translation initiation by displacing eIF4G and RNA from eIF4A."}, {"pubmed": 18296647, "text": "Pdcd4 is a translation inhibitor targeted for degradation during tumor promotion"}, {"pubmed": 18372920, "text": "mir-21 functions as an oncogene by a mechanism that involves translational repression of the tumor suppressor Pdcd4"}, {"pubmed": 18386173, "text": "Suppression of PDCD4 expression is associated with breast cancer cell invasion."}, {"pubmed": 18427550, "text": "results provide the first evidence that Pdcd4 is important role in the DNA-damage response and suggest that low levels of Pdcd4 expression observed in certain tumor cells contribute to tumorigenesis by affecting the fate of DNA-damaged cells"}, {"pubmed": 18457901, "text": "in squamous cell carcinoma lung cancer lines, alterations in Pdcd4 mRNA and protein levels are not directly linked."}, {"pubmed": 18476625, "text": "the pathogenesis, development and prognosis of laryngeal carcinoma maybe closely related to the high expression of PD4 and CD44v6, CD44v9 proteins."}, {"pubmed": 18549351, "text": "Suppression of Pdcd4 resulted in an increased release of CgA and Sg II and was accompanied by an up-regulation of intracellular PC1."}, {"pubmed": 18793349, "text": "PDCD4 5'CpG island methylation blocks PDCD4 expression at mRNA levels in gliomas."}, {"pubmed": 19013014, "text": "Inhibition of miR-21 increases endogenous levels of PDCD4 in cell line T98G and over-expression miR-21 inhibits PDCD4-dependent apoptosis"}, {"pubmed": 19031945, "text": "Lost or reduced PDCD4 expression is associated with the progression of ovarian serous cystadenocarcinomas and may serve as an important prognostic marker."}, {"pubmed": 19153607, "text": "Structural and mutational analyses reveal that Pdcd4 inhibits translation initiation by trapping eIF4A in an inactive conformation, and blocking its incorporation into the eIF4F complex."}, {"pubmed": 19204291, "text": "reveals insights into the inhibition mechanism of eIF4A by PDCD4 and provides a framework for designing chemicals that target eIF4A"}, {"pubmed": 19296468, "text": "Inhibitors of miR-21 increased levels of PDCD4 in cholangiocarcinoma."}, {"pubmed": 19493270, "text": "PDCD4 inhibits the malignant phenotype of ovarian cancer cells."}, {"pubmed": 19633292, "text": "Results indicate that HA binding to CD44 promotes PKCepsilon activation, increases the phosphorylation of the stem cell marker, Nanog, leads to microRNA-21 (miR-21) production and PDCD4 reduction."}, {"pubmed": 19641183, "text": "Reducing expression of miR-21 or miR-155 led to up-regulation of phosphatase and tensin homologue (PTEN), programmed cell death 4 (PDCD4), or Src homology-2 domain-containing inositol 5-phosphatase 1 (SHIP1)."}, {"pubmed": 19672202, "text": "Identified up-regulation of microRNA-21 (hsa-miR-21) concurrent with down-regulation of potent tumor suppressor proteins PTEN and programmed cell death 4 in cholesteatoma as compared with normal skin."}, {"pubmed": 19682430, "text": "miR-21 in HeLa cervical cancer cells caused profound suppression of cell proliferation, and up-regulated the expression of the tumor suppressor gene PDCD4."}, {"pubmed": 19728867, "text": "Study demonstrated that the loss of Pdcd4 was a common abnormality at molecular level in ovarian cancer and it might be a potential prognostic factor in ovarian cancer patients."}, {"pubmed": 19784072, "text": "Data show that elevated Snail expression by Pdcd4 knockdown leads to downregulation of E-cadherin resulting in activating beta-catenin/Tcf-dependent transcription."}, {"pubmed": 19836969, "text": "Recent findings indicate that the microRNA miR-21 posttranscriptionally regulates Pdcd4, as well as invasion, intravasation, and metastasis of colon cancer."}, {"pubmed": 19946272, "text": "miR-21 regulates PDCD4 expression after LPS stimulation."}, {"pubmed": 20359850, "text": "found that PDCD4 inhibits c-Jun amino-terminal kinase activity resulting in inhibition of the phosphorylation of c-Jun, one isoform of AP-1"}, {"pubmed": 20372781, "text": "PDCD4 and microRNA-21 have a role in human gastric cancer"}, {"pubmed": 20471435, "text": "Two isoforms of PKCs are involved in the regulation of the PDCD4 protein expression related to the proteasomal degradation pathway."}, {"pubmed": 20498644, "text": "The loss of Pdcd4 early in cancer progression may have an important role in the increased sensitivity of cancer cells to hypoxia through increased LOX activity and concomitant enhanced invasiveness."}, {"pubmed": 20514454, "text": "PDCD4 expression predicts the patient outcome in esophageal cancers."}, {"pubmed": 20560677, "text": "PDCD4 regulates TRAIL sensitivity in gastric cancer cells by inhibiting the PI3K/Akt signaling pathway."}, {"pubmed": 20595005, "text": "PDCD4 plays an important role in mediating the sensitivity of gastric cancer cells to TRAIL-induced apoptosis through FLIP suppression."}, {"pubmed": 20656320, "text": "Therefore, programmed cell death 4 can be an important biomarker for intraductal papillary mucinous neoplasm."}, {"pubmed": 20702469, "text": "data support a significant role for PDCD4 downregulation in the progression of Barrett mucosa to Barrett carcinogenesis, and confirm miR-21 as a negative regulator of PDCD4 in vivo."}, {"pubmed": 20735432, "text": "PDCD4 enhances cisplatin-induced apoptosis by mainly activating the death receptor pathway."}, {"pubmed": 20800603, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20831814, "text": "Data show an association between the loss of PDCD4 expression, tumorigenesis and invasion in Oral Squamous Cell Carcinoma, and also identify a mechanism of PDCD4 down-regulation by microRNA-21 in oral carcinoma."}, {"pubmed": 21254647, "text": "The high expression of PD4, CD44 and PCNA proteins may be closely related to the pathogenesis, development and prognosis of laryngeal carcinoma."}, {"pubmed": 21279518, "text": "miR-21 expression was significantly upregulated in preneoplastic/neoplastic colon samples, consistent with PDCD4 downregulation"}, {"pubmed": 21330826, "text": "Our analysis of Pdcd4 expression did not reveal any significant distinction between cancerous and normal endometrium."}, {"pubmed": 21454508, "text": "analysis of the tandem MA-3 region of Pdcd4 protein and characterization of its interactions with eIF4A and eIF4G"}, {"pubmed": 21469387, "text": "PDCD4 gene is anti-oncogene that may play an important role in the pathogenesis and development of laryngeal carcinoma."}, {"pubmed": 21546206, "text": "this study demonstrates an inverse relationship between miR-21 and PDCD4. Which indicates that miR-21 post-transcriptionally downregulates PDCD4 by mRNA degradation through ginding to its target site with perfet complementarity."}, {"pubmed": 21602271, "text": "Upregulated miR-21 affects PDCD4 expression and regulates aberrant T cell responses in human SLE."}, {"pubmed": 21643008, "text": "c-myb mRNA as the first natural translational target mRNA of Pdcd4"}, {"pubmed": 21781452, "text": "Loss of heterozygosity contributes to tumor progression of oral squamous cell carcinoma, and a specific role for PDCD4, CTNNB1, and CASP4 was found."}, {"pubmed": 21809556, "text": "PD4 expression was elevated in laryngeal carcinoma, and might be closely related to mycoplasma infection."}, {"pubmed": 21850542, "text": "these results suggest that downregulation of PDCD4 expression may have an essential role in the progression and malignant proliferation of human gastrointestinal stromal tumors"}, {"pubmed": 21894439, "text": "PDCD4 expression was correlated with beta-catenin expression in gastric carcinoma cell lines, but not with E-cadherin, as the binding partner in the cell membrane"}, {"pubmed": 21934092, "text": "identified FOXO4 and PDCD4 as direct and functional targets of miR-499-5p"}, {"pubmed": 21949999, "text": "The low expression of PDCD4 protein is closely related to the development and progression of laryngeal squamous cell carcinoma."}, {"pubmed": 21955614, "text": "Data show that 4-OHT reduced PDCD4 mRNA in MCF-7 cells consistent with the increase in miR-21 induced by 4-OHT."}, {"pubmed": 21959934, "text": "Loss of programmed cell death 4 induces apoptosis by promoting the translation of procaspase-3 mRNA."}, {"pubmed": 21983937, "text": "Overexpression of miRNA-21 is associated with the biological behavior of pancreatic ductal adenocarcinoma via the downregulation of PDCD4 and TIMP3, resulting in tumor progression and an adverse clinical course."}, {"pubmed": 22033922, "text": "Study demonstrates that Pdcd4 is directly involved in translational suppression of a natural mRNA with a 5'-structured UTR and provides novel insight into the translational control of p53 expression."}, {"pubmed": 22111549, "text": "ZBP-89 is a regulator of Pdcd4 gene, binding to the basal promoter either alone or by interacting with Sp family members."}, {"pubmed": 22133680, "text": "These data support a decisive role for PDCD4 down regulation in transitional cell carcinoma and confirm miR-21 as a negative regulator for PDCD4."}, {"pubmed": 22200873, "text": "PDCD4 utilizes TIMP-2 to exert its anti-invasive effect by suppressing leptin-induced activation of extracellular signal-regulated kinases 1,2 and signal transducer and activator of transcription 3."}, {"pubmed": 22203471, "text": "PDCD4 is down-regulated in human RCC, which is correlated with biological aggressiveness and poor prognosis. As a tumor suppressor, PDCD4 probably plays an important role during the tumorigenesis of RCC."}, {"pubmed": 22212233, "text": "Data suggest that overexpression of miRNA-21 and reduced or loss of PDCD4 expression may play a role in the development and progression of gastric cancers."}, {"pubmed": 22213145, "text": "Ars2 is overexpressed in human cholangiocarcinoma and may be a diagnostic marker. Ars2 depletion increases PTEN and PDCD4 protein levels via the reduction of miR-21."}, {"pubmed": 22267128, "text": "PDCD4 mRNA levels were negatively regulated by miR-21in each tumor stage of colorectal cancer (CRC)."}, {"pubmed": 22272332, "text": "Data indicate that PDCD4 may play a critical function in arresting cell cycle progression at key checkpoint, thus inhibiting cell proliferation, as well as suppressing tumour metastasis."}, {"pubmed": 22289349, "text": "This is the first study showing a direct impact of Pdcd4 on Ang-2 levels and, thereby, angiogenesis."}, {"pubmed": 22335905, "text": "Suppression of tumor suppressor PDCD4 expression may be one of the important regulatory pathways of miR-21-mediated cell proliferation and decrease of apoptosis in non-small cell lung cancer."}, {"pubmed": 22353043, "text": "These findings suggest that ursolic acid inhibits cell growth via causing apoptosis in U251 cells by a ursolic acid-triggered TGF-beta1/miR-21/PDCD4 pathway."}, {"pubmed": 22359108, "text": "PDCD4 expression may play a key role in pre-cancerous lesions of human nasal inverted papillomas (NIPs) and may help predict malignant progression from benign nasal tumors to associated SCC."}, {"pubmed": 22419096, "text": "role of GSK3beta in Pdcd4 expression lung cancer cells"}, {"pubmed": 22431522, "text": "PDCD4 as a specific repressor of the internal ribosome entry site-mediated translation of antiapoptotic proteins and is regulated by S6 kinase 2 dependent translation of cellular mRNAs (such as XIAP and Bcl-x(L)) that mediate FGF-2-S6K2 prosurvival signaling and provide further insight into the role of PDCD4 in tumor suppression"}, {"pubmed": 22586265, "text": "IFN-dependent phosphorylation of PDCD4 results in downregulation of PDCD4 protein levels as the phosphorylated form of PDCD4 interacts with the ubiquitin ligase beta-TRCP (beta-transducin repeat-containing protein) and undergoes degradation."}, {"pubmed": 22675936, "text": "PDCD4 may play an important role in occurrence and development of laryngeal squamous cell carcinomas through the inducing apoptosis and inhibiting proliferation."}, {"pubmed": 22728051, "text": "Elevated leiomyoma miR-21 levels are predicted to decrease PDCD-4 levels, thus leiomyomas differ from other tumors where loss of PDCD-4 is associated with tumor progression."}, {"pubmed": 22761399, "text": "The most significant discovery of the integrated validation is the down-regulation of FABP5 and PDCD4 in KRAS-activated human tumor bronchial epithelial cells."}, {"pubmed": 22770403, "text": "microRNA-21 expression is up-regulated in human cholangiocarcinoma and PTEN, PDCD4 are direct effectors of microRNA-21."}, {"pubmed": 22801218, "text": "Pdcd4 knockdown up-regulates MAP kinase kinase kinase kinase 1 (MAP4K1) expression and increases phosphorylation of c-Jun."}, {"pubmed": 22907752, "text": "The data indicated that hnRNPC controls the aggressiveness of glioblastoma cells through the regulation of PDCD4. Silencing of hnRNPC lowered miR-21 levels, in turn increasing the expression of PDCD4, suppressing Akt and p70S6K activation."}, {"pubmed": 22986533, "text": "this study identifies a novel signaling mechanism mediated by FAT1 in regulating the activity of PDCD4 in gliomas."}, {"pubmed": 23212265, "text": "The present results provide evidence of PDCD4 having a role in thyroid carcino-genesis."}, {"pubmed": 23219426, "text": "Programmed cell death protein 4 (PDCD4) and Kruppel-like factor 6 (KLF6) were identified as critical regulators and surrogate markers of prostatic tissue architectures."}, {"pubmed": 23224068, "text": "PDCD4 nuclear down-regulation (which parallels miR-21 up-regulation) is involved in the molecular pathway of inflammatory bowel disease-associated carcinogenesis."}, {"pubmed": 23296900, "text": "PDCD4 Is Down-Regulated, Whereas miR-182 Is Up-Regulated in Ovarian Cancer"}, {"pubmed": 23312883, "text": "Data indicate that programmed cell death 4 (Pdcd4) knockdown altered the adhesion capacity of colon carcinoma GEO cells."}, {"pubmed": 23314309, "text": "The cumulative survival rate of gastric cancer patients with PDCD4 expression is significantly higher compared to the patients without PDCD4 expression."}, {"pubmed": 23389919, "text": "PDCD4 expression might have an essential role in the progression of salivary adenoid cystic carcinoma."}, {"pubmed": 23417858, "text": "Low PDCD4 is associated with tumorigenesis of liver fluke-associated cholangiocarcinoma."}, {"pubmed": 23441172, "text": "miR-21 promotes robust fibrogenic EMT of EMCs, in part by directly targeting PDCD4 and SPRY1."}, {"pubmed": 23469214, "text": "Feedback regulations of miR-21 and MAPKs via Pdcd4 and Spry1 are involved in arsenite-induced cell malignant transformation."}, {"pubmed": 23486359, "text": "PDCD4 negatively regulates autophagy by targeting ATG5."}, {"pubmed": 23564788, "text": "Loss of PDCD4 indicates chemoresistance in pancreatic cancer."}, {"pubmed": 23578931, "text": "miR-21 plays a necessary role in cardiac valvulogenesis, in large part due to an obligatory downregulation of PDCD4"}, {"pubmed": 23604124, "text": "this study reported for the first time that HBx downregulates PDCD4 and upregulates miR-21 expression"}, {"pubmed": 23606399, "text": "Results show that a variant MYB binding site in PDCD4 is associated to the severest form of childhood asthma suggesting that PDCD4 is a novel molecule of importance to asthmatic inflammatory responses."}, {"pubmed": 23824073, "text": "Data indicate that berberine could inhibit miR-21 expression and function in ovarian cancer by an enhancement of its target PDCD4, an important tumor suppressor in ovarian cancer."}, {"pubmed": 23838800, "text": "Findings suggest that programmed cell death 4 (PDCD4) might be a potentially valuable molecular target in diagnosis and therapy for human digestive tract cancers."}, {"pubmed": 23877371, "text": "Downregulation of microRNA-182 inhibits cell growth and invasion by targeting programmed cell death 4 in human lung adenocarcinoma cells."}, {"pubmed": 23888942, "text": "we conclude that reactive oxygen species promotes gastric carcinogenesis via upregulating miR-21 expression which in turn downregulates the expression of PDCD4 in gastric cancer cells"}, {"pubmed": 23904372, "text": "The expression of hMSH2 and PDCD4 in miR-21-inhibiting T98G cells."}, {"pubmed": 24098127, "text": "during bacterial pneumonia IFNlambda promotes inflammation by inhibiting miR-21 regulation of PDCD4."}, {"pubmed": 24149370, "text": "miR-21 is a key player in oncogenic EMT, its overexpression is controlled by the cooperation of genetic and epigenetic alterations, and its levels, along with ITGbeta4 and PDCD4 expression, could be exploited as a prognostic tool for CRC metastasis."}, {"pubmed": 24157866, "text": "PDCD4 as tumor suppressor regulated miR-184-mediated direct targeting of BCL2 and C-MYC."}, {"pubmed": 24196965, "text": "the miR-21/PDCD4/AP-1 autoregulatory loop is one of the main driving forces for hepatic fibrosis progression."}, {"pubmed": 24292556, "text": "Data suggest that the oncogenic potential of SRSF3 might be realized, in part, through the translational repression of PDCD4 mRNA."}, {"pubmed": 24334141, "text": "we described a novel molecular mechanism of Pdcd4 suppression in cancer cells consisting from mTOR signaling-dependent transcriptional repression of Pdcd4"}, {"pubmed": 24334270, "text": "PDCD4 expression may be regulated at the transcription stage as well as at the post translation stage and the transcriptional regulation occurs through the PI3K-Akt-mTOR signaling pathway in hepatoma Huh7 cells"}, {"pubmed": 24413684, "text": "Loss of PDCD4 expression is associated with glioblastoma."}, {"pubmed": 24568503, "text": "Low expression of PDCD4 protein is associated with drug resistance in advanced rectal cancer."}, {"pubmed": 24609942, "text": "Our data suggest that miR-21 could modulate chemosensitivity of TSCC cells to cisplatin by targeting PDCD4, and miR-21 may serve as a potential target for TSCC therapy"}, {"pubmed": 24626527, "text": "atheroprotective unidirectional pulsatile shear stress affects the expression of PDCD4 in endothelial cells"}, {"pubmed": 24650454, "text": "MicroRNA-21 may play an oncogenic role by directly targeting PDCD4 in the cellular processes of papillary thyroid carcinoma."}, {"pubmed": 24659669, "text": "miR-21 is overexpressed in gastric cancer and its aberrant expression may have important role in gastric cancer growth and dissemination by modulating the expression of the tumor suppressors PTEN and PDCD4"}, {"pubmed": 24764298, "text": "These findings suggest that the methylated form of PDCD4 promotes tumor viability during nutrient deprivation, ultimately allowing the tumor to grow more aggressively."}, {"pubmed": 24778037, "text": "Our results help determine the significance of Pdcd4 loss in melanoma as well as its up-regulation by Akt pathway inhibitors"}, {"pubmed": 24786924, "text": "When compared to controls, patients with ankylosing spondylitis had significantly higher levels of miR-21, PDCD4 mRNA, and CTX. MiR-21 expression was negatively correlated with PDCD4 in patients with AS who were taking neither NSAID nor DMARD."}, {"pubmed": 24865582, "text": "Down-regulation of PDCD4 s associated with cisplatin resistance in ovarian cancer."}, {"pubmed": 24888238, "text": "PDCD4 and miR-21 are involved in OSC oncogenesis"}, {"pubmed": 24902663, "text": "Data indicate that programmed cell death4 (PDCD4) is a target of microRNA-21 (miR-21)."}, {"pubmed": 24982420, "text": "LPS promotes PDCD4 degradation via a pathway involving PI3K and mTOR, releasing Twist2, which induces IL-10 via c-Maf."}, {"pubmed": 25002506, "text": "14-3-3 binding promotes PDCD4 degradation, suggesting an important role for RSK in the inactivation of PDCD4 in melanoma."}, {"pubmed": 25012722, "text": "The results of the present study demonstrated that overexpression of miR-182 may be involved in chemoresistance of non-small cell lung cancer cells to cisplatin by down-regulating PDCD4."}, {"pubmed": 25144746, "text": "Helicobacter pylori promotes epithelial-mesenchymal transition in gastric cancer by downregulating programmed cell death protein 4 (PDCD4)."}, {"pubmed": 25175929, "text": "Results show that miR-21 was overexpressed in all tested head and neck squamous carcinoma cell lines, and regulated cellular proliferation possibly through downregulation of the tumor suppressor PDCD4."}, {"pubmed": 25190455, "text": "The study identifies poly(A)-binding protein as a novel functionally relevant Pdcd4 interaction partner that contributes to the regulation of translation by Pdcd4."}, {"pubmed": 25211657, "text": "Low expression of PDCD4 is associated with esophageal squamous cell carcinoma."}, {"pubmed": 25287716, "text": "modulation of the miR-150-PDCD4 axis shows promise as a therapeutic strategy for MIBC"}, {"pubmed": 25310697, "text": "increasing expression of miR-21 with consequent downregulation of the tumour suppressor gene PDCD4."}, {"pubmed": 25316501, "text": "In medullary thyroid carcinoma miR-21 regulates PDCD4 expression and the miR-21/PDCD4 pathway correlates with clinicopathological variables and prognosis."}, {"pubmed": 25445583, "text": "miR-21, acting on PDCD4, which interacts with Twist1 and represses the expression of Twist1, contributes to the EMT induced by arsenite in transformed bronchial epithelial cells."}, {"pubmed": 25518924, "text": "Data suggest that miR-183 might play an oncogenic role in esophageal squamous cell carcinoma by regulating PDCD4 expression."}, {"pubmed": 25519906, "text": "PDCD4 mRNA is bound by the RNA-binding proteins HuR and TIA1, resulting in modulation of PDCD4 mRNA and protein levels."}, {"pubmed": 25573956, "text": "Activation of p70S6K1 that is inhibited by Pdcd4 is essential for resistance to the IGF-1R inhibitor in colon tumor cells."}, {"pubmed": 25776494, "text": "Decreased expression of PDCD4 mRNA by miR-183 overexpression in pancreatic cancer cells was linked to cell migration and invasion."}, {"pubmed": 25820028, "text": "This work describes a novel mechanism of translational suppression by Pdcd4 and shows for the first time that Hipk2 controls its own synthesis by an auto-regulatory feedback mechanism."}, {"pubmed": 25882842, "text": "CRL3(IBTK) is a novel ubiquitin ligase with regulatory roles in cellular pathways, such as the Pdcd4-dependent translation of mRNAs"}, {"pubmed": 25928036, "text": "proteomic screen for paclitaxel targets not only provided novel insight into the cellular resistance to paclitaxel via the PDCD4-mitotic exit regulation axis"}, {"pubmed": 25979949, "text": "we demonstrate that miR-21 regulates T-cell acute lymphoblastic leukemia cell survival via repression of the tumor suppressor Pdcd4."}, {"pubmed": 26026468, "text": "of PDCD4 is down-regulated by HER2 signaling in AI-resistant breast cancer. Down-regulation of PDCD4 is associated with AI resistance and a poor prognosis in patients with ER-positive breast cancer."}, {"pubmed": 26063221, "text": "RT-qPCR and western blotting showed that miR-183 negatively regulated PDCD4 protein expression but had no impact on mRNA expression of PDCD4"}, {"pubmed": 26142886, "text": "PDCD4 is critical in mediating apoptosis in glioblastoma multiforme, and is downregulated by miR-21. (Review)"}, {"pubmed": 26150475, "text": "These findings suggest that miR-21 and PDCD4 might be potential biomarkers for malignant melanoma and might provide treatment targets in the future."}, {"pubmed": 26189797, "text": "Unprecedentedly, HuR was also found to bind to miR-21 directly, preventing its interaction with the PDCD4 3'-UTR, thereby preventing the translation repression of PDCD4."}, {"pubmed": 26212010, "text": "Supporting the clinical relevance of our results, we found an inverse correlation between ErbB-2/Stat3 nuclear co-expression and PDCD4 expression in ErbB-2-positive primary invasive breast cancer"}, {"pubmed": 26252635, "text": "These findings support the feasibility of future efforts for diagnosis and gene therapy for prostate cancer that are based on IL-6, miR-21, and PDCD4."}, {"pubmed": 26276504, "text": "Low PDCD4 increases osteosarcoma cells resistance to apoptosis."}, {"pubmed": 26284486, "text": "miR-21 has a role in upregulating PTEN, RECK and PDCD4 in glioma"}, {"pubmed": 26367487, "text": "Dysregulation of miR-21 has an important role in tumor growth and invasion by targeting PDCD4."}, {"pubmed": 26595526, "text": "In HeLa cells, phosphorylation of HuR by ERK8 prevents it from binding to PDCD4 mRNA and allows miR-21-mediated degradation of PDCD4."}, {"pubmed": 26773498, "text": "We propose that SRSF3 could act as a coordinator of the expression of PDCD4 protein via two mechanisms on two alternatively spliced mRNA isoforms."}, {"pubmed": 26802652, "text": "PDCD4 inhibits cell growth through PI3K/Akt signaling in non-small cell lung cancer."}, {"pubmed": 26846266, "text": "miRNA-96 is significantly overexpressed in glioma tissues. Moreover, miRNA-96 plays a critical role in apoptosis by inhibiting the expression of PDCD4 in glioma."}, {"pubmed": 26864640, "text": "miR-21 can confer drug resistance to 5-FU in pancreatic cancer cells by regulating the expression of tumor suppressor genes, as the target genes of miR-21, PTEN and PDCD4 can rescue 5-FU sensitivity and the phenotypic characteristics disrupted by miR-21."}, {"pubmed": 26867589, "text": "This study describes the regulation of PDCD4 specifically in tonsil SCC by miR-499 and miR-21 and has documented the loss of PDCD4 in oropharyngeal squamous cell carcinoma"}, {"pubmed": 26868993, "text": "Higher PDCD4 expression plays a role in polycystic ovary syndrome by affecting obesity, insulin resistance, lipid metabolism disorders, and granulosa cell apoptosis."}, {"pubmed": 26871813, "text": "Results indicated that PDCD4 may be a novel candidate of tumor suppressor gene in hepatocellular carcinoma and that promoter hypermethylation is an important mechanism for its downregulation and a good predictor of survival."}, {"pubmed": 26943153, "text": "PDGF-BB stimulates cell proliferation through microRNA-21-mediated PDCD4 down-regulation, leading to the development of TAO."}, {"pubmed": 26961483, "text": "miR-183 maybe functions as an oncogene by regulating gastric cancer cell proliferation, apoptosis and metastasis and the oncogenic effect of miR-183 may relate the direct targeting PDCD4"}, {"pubmed": 27021515, "text": "Data show that microRNA miR-93 directly binds to the 3' untranslated regions (3'-UTR) of the programmed cell death 4 (PDCD4) mRNA transcript and inhibits PDCD4 translation in gastric cancer cells"}, {"pubmed": 27028868, "text": "Results identify PDCD4 as a novel RSK substrate. Authors demonstrate that RSK-mediated phosphorylation of PDCD4 at S76 promotes PDCD4 degradation."}, {"pubmed": 27035745, "text": "Results show that exosome-shuttling miR-21 represses PDCD4 protein expression by binding to 3'-UTR in esophageal cancer cells."}, {"pubmed": 27430936, "text": "Data indicate that programmed cell death 4 (PDCD4) was identified to be a target of ubiquitin-specific protease 4 (USP4), which plays a role as a tumor suppressor."}, {"pubmed": 27542230, "text": "PDCD4 is involved in negative control of stromal fibroblasts conversion into cancer associated fibroblast"}, {"pubmed": 27634902, "text": "We demonstrated that miR-208a-3p suppressed apoptosis in gastric cancer cells by targeting PDCD4."}, {"pubmed": 27647131, "text": "this study highlights an oncomiR role for miR-181b in regulating PDCD4 in colorectal cancer and suggests that miR-181b may be a novel molecular therapeutic target for colorectal cancer."}, {"pubmed": 27734462, "text": "results revealed that microRNA 200a inhibits erythroid differentiation by targeting PDCD4 and THRB"}, {"pubmed": 27765271, "text": "PDCD4 is expressed in the cytoplasm of glandular epithelium of control endometrium and varied during the cycle changes of endometrium. Compared with the proliferative phase of control endometrium, PDCD4 expression was down-regulated in proliferative phase of eutopic or ectopic endometrium. There was no cyclic variation of PDCD4 expression in eutopic endometrium of adenomyosis patients due to progesterone resistance."}, {"pubmed": 27852288, "text": "PDCD4 down-regulation is involved in the progression of several types of solid tumor."}, {"pubmed": 28347230, "text": "The expression of miR-21 and PDCD4 at messenger RNA level was evaluated by quantitative real-time polymerase chain reaction, while the protein level of PDCD4 was determined by Western blotting. Authors found that locked nucleic acid-anti-miR-21 transfection was associated with a significant reduction in metastatic properties as assessed by the in ovo model."}, {"pubmed": 28477403, "text": "Low PDCD4 expression is associated with Drug Resistance in Pancreatic Cancer."}, {"pubmed": 28592130, "text": "miR-93 may function as an oncogenic factor in hepatocellular carcinoma, and promotes HCC cell proliferation by targeting PDCD4"}, {"pubmed": 28692058, "text": "In colorectal cancer tissues, the Sin1 protein but not mRNA was significantly upregulated while Pdcd4 protein was downregulated, suggesting that loss of Pdcd4 might correlate with Sin1 protein level but not mRNA level in colorectal cancer."}, {"pubmed": 28748353, "text": "Results found PDCD4 as a target gene of miR-93 and miR-93 could down-regulate the expression of PDCD4 by directly targeting its 3'-UTR. The re-expression of PDCD4 could attenuate the hepatocellular carcinoma (HCC) cell invasion and migration induced by miR-93, while the knockdown of PDCD4 would promote HCC cell migration and invasion via the EMT pathway."}, {"pubmed": 28842954, "text": "Study confirmed that PDCD4 was downregulated in non-small cell lung cancer (NSCLC). PDCD4 is a functional target for miR-155 at both transcriptional and post-transcriptional levels."}, {"pubmed": 28849168, "text": "miR503 promotes tumour growth and invasion by directly targeting PDCD4."}, {"pubmed": 28853972, "text": "A novel mechanism of Pdcd4 action as a translation inhibitor and tumor suppressor has been proposed."}, {"pubmed": 28854977, "text": "lncRNA CASC9 functions as an oncogene by negatively regulating PDCD4 expression through recruiting EZH2 and subsequently altering H3K27me3 level. Our study implicates lncRNA CASC9 as a valuable biomarker for ESCC diagnosis and prognosis."}, {"pubmed": 28910982, "text": "Exosomes derived from cisplatin-resistant OSCC cells transferred miR-21 to oral squamous cell carcinoma (OSCC) parental cells and induced cisplatin resistance by targeting phosphatase and tensin homolog (PTEN) and programmed cell death 4 (PDCD4)."}, {"pubmed": 28912531, "text": "We found that microRNA-503 increases proliferation of glioblastoma cells and inhibits apoptosis by directly targeting PDCD4. Finally, miR-503 inhibitor augments the growth inhibitory effect of temozolomide in glioblastoma cells"}, {"pubmed": 28981115, "text": "Taken together, this study highlights an important role for miR-23a/b as oncomiRs in gastric cancer through the inhibition of PDCD4 translation. These findings may shed new light on the molecular mechanism of gastric carcinogenesis and provide a new avenue for gastric cancer treatment."}, {"pubmed": 29017439, "text": "Reduced expression of PDCD4 was found in decidual and chorionic tissues, and peripheral blood mononuclear cells from patients with missed abortion."}, {"pubmed": 29048648, "text": "Our study demonstrated that lncRNA-XIST, which acts as a miRNA sponge, impedes miR-21-5p to maintain the expression of PDCD4, which contributes to the progression of osteosarcoma (OS). Our findings suggest that the newly identified XIST/miR-21-5p/PDCD4 axis could be a potential biomarker or therapeutic target for OS."}, {"pubmed": 29091902, "text": "The expression of PDCD4 is decreased in cervical cancer tissues, compared to miR-150 which is increased."}, {"pubmed": 29091952, "text": "evaluate the relative expression levels of miR-196a2 and three of its selected apoptosis-related targets; ANXA1, DFFA and PDCD4 in a sample of GI cancer patients"}, {"pubmed": 29115490, "text": "miR206 promoted the onset of SANFH by inducing apoptosis and suppressed the proliferation of osteoblasts, which was dependent on the inhibition of PDCD4."}, {"pubmed": 29328455, "text": "miR-21 may promote salivary adenoid cystic carcinoma progression via PDCD4 and PTEN down-regulation and Bcl-2 up-regulation."}, {"pubmed": 29331036, "text": "miR-21 and PDCD4 might be potential biomarkers of tumor progression and indicators of prognosis of stag II esophageal carcinoma."}, {"pubmed": 29442268, "text": "the localization of Pdcd4 to the cytoplasm may be responsible for the suppression of the target mRNA translation and apoptosis."}, {"pubmed": 29510060, "text": "This study revealed a dynamic regulatory relationship between PDCD4 and critical factors for EMT, establishing a broad, functional role for PDCD4 in laryngeal carcinoma, which may be propagated by the STAT3-miR-21 pathway."}, {"pubmed": 29912279, "text": "PDCD4 was downregulated in eutopic and ectopic endometrium of endometriosis patients compared with control endometrium. PDCD4 effectively inhibited the proliferation and colony-forming ability of endometrial cells maybe by inhibiting cell autophagy. In addition, PDCD4 also suppressed the migration and invasion ability of endometrial cells, the mechanism may be related to NF-kappaB/MMP2/MMP9 signal pathway."}, {"pubmed": 29921407, "text": "In the high malignant group the PDCD4 mRNA and PDCD5 mRNA expressions were significantly decreased compared with the low malignant group and the control group. PDCD4 mRNA and PDCD5 mRNA expressions are promising targets for the diagnosis and treatment of glioma."}, {"pubmed": 30003722, "text": "The inhibitory effect of miR-503 in CRC was realized by the upregulation of PDCD4, suggesting that miR-503/PDCD4 axis might play a critical role in CRC."}, {"pubmed": 30066909, "text": "Study established that upregulation of miR-96 in glioblastoma multiforme (GBM) cells confers radioresistance via targeting PDCD4, which might be a potential therapeutic target for GBM."}, {"pubmed": 30074182, "text": "PDCD4 and PTEN were the functional targets of miR-21."}, {"pubmed": 30243936, "text": "Various studies support evidence that PDCD4, is a novel tumor suppressor gene, and is downregulated or even absent in colorectal cancer (CRC) and suppresses CRC deterioration. [review]"}, {"pubmed": 30365117, "text": "These results suggested a correlation between miR421 and PDCD4, and physiological functions of breast cancer cells."}, {"pubmed": 30496290, "text": "PDCD4-AS1 lncRNA positively regulates the expression and activity of the tumor suppressor PDCD4 in mammary epithelial cells. Both PDCD4-AS1 and PDCD4 show reduced expression in triple negative breast cancer cell lines and in patients, and depletion of PDCD4-AS1 compromised the cellular levels and activity of PDCD4."}, {"pubmed": 30518628, "text": "Study provides the first evidence that PDCD4 is an androgen-suppressed protein capable of regulating prostate cancer cell proliferation, apoptosis, and castration resistance."}, {"pubmed": 30617160, "text": "miR-155 directly targets Pdcd4 mRNA and blocks its expression. Ectopic expression of Pdcd4 or knockdown of miR-155 in tongue cancer cells predominantly reduces AP-1-dependent transcriptional activity of the BIC promoter and decreases miR-155 expression."}, {"pubmed": 30657562, "text": "MiR-629 expression in nasopharyngeal carcinoma (NPC) tissues was significantly higher than that of adjacent normal samples. Cell migration and invasion abilities were remarkably increased by miR-629 mimics and decreased by inhibitor transfection. PDCD4 was verified as a direct target gene of miR-629 in NPC cells. Knockdown of PDCD4 in cells over-expressing miR-629 restored cell proliferation and metastasis."}, {"pubmed": 30760284, "text": "We identify PDCD4 as an important ubiquitination substrate of SKP2"}, {"pubmed": 31010333, "text": "LINC-PINT functions as a tumour-suppressor that exerts important regulatory roles in NSCLC progression by sponging miR-208a-3p/PDCD4"}, {"pubmed": 31035975, "text": "Studied inhibitory effect of Celastrus orbiculatus extract on Helicobacter pylori inflammatory response through microRNA 21/programmed cell death 4 (PDCD4) signaling pathway and epithelial mesenchymal transition in a gastric epithelial cell line."}, {"pubmed": 31235478, "text": "Data show that PDCD4 expression is regulated by miR-21 and miR-49 in head and neck squamous cell carcinoma. Additional results find that the first miR-499 binding site within PDCD4 is inactive, but the two remaining sites are both required for PDCD4 suppression. The binding of miR-21 to PDCD4 influenced miR-499 silencing potency."}, {"pubmed": 31254586, "text": "Authors demonstrated that activation of the MALAT1/miR-101-3p/PDCD4 axis protected cells against bupivacaine treatment."}, {"pubmed": 31330233, "text": "SNHG1 participated in the development of hepatocellular carcinoma as a ceRNA to competitively bind to miR-195-5p and thus mediate PDCD4 expression."}, {"pubmed": 31409387, "text": "Our results elucidated that DTL enhanced the motility and proliferation of cancer cells through degrading PDCD4 to promote the development of cancers."}, {"pubmed": 31423917, "text": "Hyperandrogen enhances apoptosis of human ovarian granulosa cells via up-regulation and demethylation of PDCD4."}, {"pubmed": 31540771, "text": "Our data suggest that cell adhesion-mediated miR-182 up-regulation and PDCD4 down-regulation may confer drug resistance via enhancing AKT phosphorylation at Ser473 in multiple myeloma cells"}, {"pubmed": 31789394, "text": "MicroRNA21 contributes to renal cell carcinoma cell invasiveness and angiogenesis via the PDCD4/cJun (AP1) signalling pathway."}, {"pubmed": 31859425, "text": "Stat-3 signaling promotes cell proliferation and metastasis of gastric cancer through PDCD4 downregulation."}, {"pubmed": 31952347, "text": "Degradation of the Tumor Suppressor PDCD4 Is Impaired by the Suppression of p62/SQSTM1 and Autophagy."}, {"pubmed": 32066800, "text": "PDCD4 controls the G1/S-phase transition in a telomerase-immortalized epithelial cell line and affects the expression level and translation of multiple mRNAs."}, {"pubmed": 32271413, "text": "MiR-20a acted as a ceRNA of lncRNA PTENPL and promoted bladder cancer cell proliferation and migration by regulating PDCD4."}, {"pubmed": 32296039, "text": "The HIF-1A/miR-17-5p/PDCD4 axis contributes to the tumor growth and metastasis of gastric cancer."}, {"pubmed": 32422900, "text": "MiR-519d-3p in Trophoblastic Cells: Effects, Targets and Transfer to Allogeneic Immune Cells via Extracellular Vesicles."}, {"pubmed": 32427870, "text": "Exosomal miR-21 promotes proliferation, invasion and therapy resistance of colon adenocarcinoma cells through its target PDCD4."}, {"pubmed": 32474742, "text": "MicroRNA miR-212 regulates PDCD4 to attenuate Abeta25-35-induced neurotoxicity via PI3K/AKT signaling pathway in Alzheimer's disease."}, {"pubmed": 32632815, "text": "Nuclear PDCD4 Expression Defines a Subset of Luminal B-Like Breast Cancers with Good Prognosis."}, {"pubmed": 32745771, "text": "Programmed cell death factor 4 (PDCD4), a novel therapy target for metabolic diseases besides cancer."}, {"pubmed": 32804243, "text": "PDCD4 limits prooncogenic neuregulin-ErbB signaling."}, {"pubmed": 32893806, "text": "MicroRNA-16, Programmed Cell Death Protein-4 (PDCD-4) and Polycystic Ovarian Syndrome."}, {"pubmed": 33078826, "text": "MicroRNA-183-5p contributes to malignant progression through targeting PDCD4 in human hepatocellular carcinoma."}, {"pubmed": 33100324, "text": "Programmed cell death 4 modulates lysosomal function by inhibiting TFEB translation."}, {"pubmed": 33288677, "text": "RNA-binding proteins La and HuR cooperatively modulate translation repression of PDCD4 mRNA."}, {"pubmed": 33726686, "text": "Circ_0003266 sponges miR-503-5p to suppress colorectal cancer progression via regulating PDCD4 expression."}, {"pubmed": 33831322, "text": "Induction of PDCD4 by albumin in proximal tubule epithelial cells potentiates proteinuria-induced dysfunctional autophagy by negatively targeting Atg5."}, {"pubmed": 33895481, "text": "Knockdown of circ-UQCRC2 ameliorated lipopolysaccharide-induced injury in MRC-5 cells by the miR-326/PDCD4/NF-kappaB pathway."}, {"pubmed": 33905821, "text": "Exosomal miR-208b related with oxaliplatin resistance promotes Treg expansion in colorectal cancer."}, {"pubmed": 33969128, "text": "Circular RNA ITCH Is a Tumor Suppressor in Clear Cell Renal Cell Carcinoma Metastasis through miR-106b-5p/PDCD4 Axis."}, {"pubmed": 33988065, "text": "CircMKLN1 Suppresses the Progression of Human Retinoblastoma by Modulation of miR-425-5p/PDCD4 Axis."}, {"pubmed": 34027766, "text": "MiR-429 prohibited NF-kappaB signalling to alleviate contrast-induced acute kidney injury via targeting PDCD4."}, {"pubmed": 34029220, "text": "Low PDCD4 Expression Is Associated With Poor Prognosis of Colorectal Carcinoma."}, {"pubmed": 34499772, "text": "The interaction between PDCD4 and YB1 is critical for cervical cancer stemness and cisplatin resistance."}, {"pubmed": 34525952, "text": "Role of miR-182/PDCD4 axis in aggressive behavior of prostate cancer in the African Americans."}, {"pubmed": 34606825, "text": "Discovery of a novel role of tumor suppressor PDCD4 in stimulation of translation termination."}, {"pubmed": 34672248, "text": "MicroRNA-15a-5p plays a role in osteogenic MC3T3-E1 cells differentiation by targeting PDCD4 (programmed cell death 4) via Wnt/beta-catenin dependent signaling pathway."}, {"pubmed": 34905503, "text": "Hsa_circ_0008259 modulates miR-21-5p and PDCD4 expression to restrain osteosarcoma progression."}, {"pubmed": 35032277, "text": "Knockdown of circ_0007290 alleviates oxygen-glucose deprivation-induced neuronal injury by regulating miR-496/PDCD4 axis."}, {"pubmed": 35316129, "text": "LncRNA SLC16A1-AS1 regulates the miR-182/PDCD4 axis and inhibits the triple-negative breast cancer cell cycle."}, {"pubmed": 35460386, "text": "Circ_0030998 Restrains Cisplatin Resistance Through Mediating miR-1323/PDCD4 Axis in Non-small Cell Lung Cancer."}, {"pubmed": 35583010, "text": "TRIM27 regulates the expression of PDCD4 by the ubiquitinproteasome pathway in ovarian and endometrial cancer cells."}, {"pubmed": 35640631, "text": "Circular RNA hsa_circ_0026344 suppresses gastric cancer cell proliferation, migration and invasion via the miR-590-5p/PDCD4 axis."}, {"pubmed": 36366842, "text": "Gastric Cancer Growth Modulated by circSNTB2/miR-6938-5p/G0S2 and PDCD4."}, {"pubmed": 36370491, "text": "Downregulation of PDCD4 by deSUMOylation associates with the progression of gestational trophoblastic disease."}, {"pubmed": 36522523, "text": "Induction of premature senescence and a less-fibrogenic phenotype by programmed cell death 4 knockdown in the human hepatic stellate cell line Lieming Xu-2."}, {"pubmed": 36552834, "text": "eIF4A/PDCD4 Pathway, a Factor for Doxorubicin Chemoresistance in a Triple-Negative Breast Cancer Cell Model."}, {"pubmed": 36826085, "text": "Tumor Suppressor p53 Down-Regulates Programmed Cell Death Protein 4 (PDCD4) Expression."}, {"pubmed": 37088278, "text": "Upregulated MicroRNA-21 Drives the Proliferation of Lymphatic Malformation Endothelial Cells by Inhibiting PDCD4."}, {"pubmed": 37308277, "text": "MiR-93-5p inhibits retinal neurons apoptosis by regulating PDCD4 in acute ocular hypertension model."}, {"pubmed": 37399609, "text": "PRMT5 knockdown enhances cell viability and suppresses cell apoptosis, oxidative stress, inflammation and endothelial dysfunction in ox-LDL-induced vascular endothelial cells via interacting with PDCD4."}, {"pubmed": 37613482, "text": "Cryo-EM Structure of Human Tumor Suppressor Protein Pdcd4 Bound to the Ribosome."}, {"pubmed": 38253901, "text": "MicroRNA-181b-5p Facilitates Thyroid Cancer Growth via Targeting Programmed Cell Death 4."}, {"pubmed": 38293973, "text": "[PDCD4 knockdown ameliorates lipopolysaccharide-induced endothelial cell damage by improving mitochondrial dynamics]."}, {"pubmed": 38324980, "text": "PDCD4 deficiency improved 4-vinylcyclohexene dioxide-induced mouse premature ovarian insufficiency."}, {"pubmed": 38632092, "text": "Progress on the relationship between tumor suppressor PDCD4 and diseases based on the analysis of structural characteristics."}, {"pubmed": 38640981, "text": "STAT1 mediated downregulation of the tumor suppressor gene PDCD4, is driven by the atypical cadherin FAT1, in glioblastoma."}], "genomic_pos": {"chr": "10", "end": 110900006, "ensemblgene": "ENSG00000150593", "start": 110871795, "strand": 1}, "genomic_pos_hg19": {"chr": "10", "end": 112659764, "start": 112631565, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0006915", "qualifier": "involved_in", "term": "apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009725", "qualifier": "involved_in", "term": "response to hormone"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030509", "pubmed": 18548003, "qualifier": "involved_in", "term": "BMP signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043066", "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043279", "qualifier": "involved_in", "term": "response to alkaloid"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043508", "qualifier": "involved_in", "term": "negative regulation of JUN kinase activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045892", "pubmed": 16357133, "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045892", "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0050729", "qualifier": "involved_in", "term": "positive regulation of inflammatory response"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060940", "qualifier": "involved_in", "term": "epithelial to mesenchymal transition involved in cardiac fibroblast development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0071222", "qualifier": "involved_in", "term": "cellular response to lipopolysaccharide"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1900016", "qualifier": "involved_in", "term": "negative regulation of cytokine production involved in inflammatory response"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1901224", "pubmed": 19946272, "qualifier": "involved_in", "term": "positive regulation of non-canonical NF-kappaB signal transduction"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1904706", "pubmed": 28522568, "qualifier": "involved_in", "term": "negative regulation of vascular associated smooth muscle cell proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1904761", "pubmed": 20533548, "qualifier": "involved_in", "term": "negative regulation of myofibroblast differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1905064", "pubmed": 18548003, "qualifier": "involved_in", "term": "negative regulation of vascular associated smooth muscle cell differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1905461", "pubmed": 28522568, "qualifier": "involved_in", "term": "positive regulation of vascular associated smooth muscle cell apoptotic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2000353", "pubmed": 24732886, "qualifier": "involved_in", "term": "positive regulation of endothelial cell apoptotic process"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0005634", "pubmed": 16357133, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005634", "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0005737", "pubmed": 16357133, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "is_active_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "pubmed": 12054647, "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0003723", "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [12054647, 16357133, 18296639, 19204291, 21163940, 24413684, 25416956, 28514442, 32296183], "qualifier": "enables", "term": "protein binding"}]}, "homologene": {"genes": [[3702, 828582], [3702, 836440], [4530, 4344544], [7165, 1271876], [7227, 32337], [7955, 321061], [8364, 407925], [9031, 374191], [9544, 695345], [9598, 450735], [9606, 27250], [9615, 477818], [9913, 506724], [10090, 18569], [10116, 64031]], "id": 7879}, "interpro": [{"desc": "Initiation factor eIF-4 gamma, MA3", "id": "IPR003891", "short_desc": "Initiation_fac_eIF4g_MI"}, {"desc": "Armadillo-type fold", "id": "IPR016024", "short_desc": "ARM-type_fold"}, {"desc": "Programmed cell death protein 4", "id": "IPR039778", "short_desc": "PDCD4"}], "ipi": ["IPI00240675", "IPI00290110", "IPI00647084"], "map_location": "10q25.2", "name": "programmed cell death 4", "other_names": ["neoplastic transformation inhibitor protein", "nuclear antigen H731", "programmed cell death 4 (neoplastic transformation inhibitor)", "programmed cell death protein 4", "protein 197/15a"], "pantherdb": {"HGNC": "8763", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "107490", "ortholog_type": "LDO", "panther_family": "PTHR12626", "taxid": 10090, "uniprot_kb": "Q61823"}, {"RGD": "620816", "ortholog_type": "LDO", "panther_family": "PTHR12626", "taxid": 10116, "uniprot_kb": "Q9JID1"}, {"Gene": "PDCD4", "ortholog_type": "O", "panther_family": "PTHR12626", "taxid": 9031, "uniprot_kb": "Q98TX3"}, {"Ensembl": "ENSGALG00000008700", "ortholog_type": "LDO", "panther_family": "PTHR12626", "taxid": 9031, "uniprot_kb": "F1NIY3"}, {"ZFIN": "ZDB-GENE-030131-9847", "ortholog_type": "LDO", "panther_family": "PTHR12626", "taxid": 7955, "uniprot_kb": "Q1L8Y5"}, {"FlyBase": "FBgn0030520", "ortholog_type": "LDO", "panther_family": "PTHR12626", "taxid": 7227, "uniprot_kb": "Q9VY91"}, {"TAIR": "2199695", "ortholog_type": "O", "panther_family": "PTHR12626", "taxid": 3702, "uniprot_kb": "O80548"}, {"TAIR": "2101155", "ortholog_type": "O", "panther_family": "PTHR12626", "taxid": 3702, "uniprot_kb": "Q9STL9"}, {"TAIR": "2126788", "ortholog_type": "LDO", "panther_family": "PTHR12626", "taxid": 3702, "uniprot_kb": "Q8W4Q4"}, {"TAIR": "2162007", "ortholog_type": "O", "panther_family": "PTHR12626", "taxid": 3702, "uniprot_kb": "Q94BR1"}], "uniprot_kb": "Q53EL6"}, "pathway": {"kegg": [{"id": "hsa05205", "name": "Proteoglycans in cancer - Homo sapiens (human)"}, {"id": "hsa05206", "name": "MicroRNAs in cancer - Homo sapiens (human)"}], "pid": {"id": "mtor_4pathway", "name": "mTOR signaling pathway"}, "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-447115", "name": "Interleukin-12 family signaling"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-8950505", "name": "Gene and protein expression by JAK-STAT signaling after Interleukin-12 stimulation"}, {"id": "R-HSA-9020591", "name": "Interleukin-12 signaling"}], "wikipathways": [{"id": "WP4566", "name": "Translation inhibitors in chronically activated PDGFRA cells"}, {"id": "WP585", "name": "Interferon type I signaling pathways"}]}, "pdb": ["2GGF", "2KZT", "2RG8", "2ZU6", "3EIJ"], "pfam": "PF02847", "pharmgkb": "PA33113", "pharos": {"target_id": 7812, "tdl": "Tchem"}, "pir": "JC5193", "prosite": "PS51366", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF264307", "relationship": "is"}, {"id": "GNF264308", "relationship": "is"}, {"id": "GNF264309", "relationship": "is"}, {"id": "GNF264310", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF164856", "relationship": "similar to"}, "GNF_hs-Origene": [{"id": "GNF032072", "relationship": "is"}, {"id": "GNF047667", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF010981", "relationship": "is"}, {"id": "GNF010982", "relationship": "is"}], "NOVART_hs-genome_siRNA": {"id": "GNF100064", "relationship": "is"}}, "refseq": {"genomic": ["NC_000010.11", "NC_060934.1"], "protein": ["NP_001186421.1", "NP_055271.2", "NP_663314.1"], "rna": ["NM_001199492.2", "NM_014456.5", "NM_145341.4"], "translation": [{"protein": "NP_055271.2", "rna": "NM_014456.5"}, {"protein": "NP_001186421.1", "rna": "NM_001199492.2"}, {"protein": "NP_663314.1", "rna": "NM_145341.4"}]}, "reporter": {"HG-U133_Plus_2": ["1557166_at", "202730_s_at", "202731_at", "212593_s_at", "212594_at"], "HG-U95Av2": "39510_r_at", "HTA-2_0": "TC10000808.hg.1", "HuEx-1_0": "3263944", "HuGene-1_1": "7930454", "HuGene-2_1": "16709201"}, "summary": "This gene is a tumor suppressor and encodes a protein that binds to the eukaryotic translation initiation factor 4A1 and inhibits its function by preventing RNA binding. Alternative splicing results in multiple transcript variants. [provided by RefSeq, Dec 2010].", "symbol": "PDCD4", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1418404"}, "unigene": "Hs.711490", "uniprot": {"Swiss-Prot": "Q53EL6", "TrEMBL": ["Q5VZS7", "B4DKX4"]}, "wikipedia": {"url_stub": "PDCD4"}}